{"id":4538,"url":"http://en.wikipedia.org/wiki/Sahel","text":"The Sahel is a narrow belt of land in West Africa. It is a strip of dry land about 5500 kilometers long and 450 kilometres wide. It lies at the southern edge of the Sahara Desert and is located between the dry desert land to the north and the forest areas to the south. The Sahel has a tropical semi-arid climate. The temperature is high throughout the year. There is little rainfall in the Sahel (between 100-150 mm and 600mm). It is concentrated during summer months and can be unreliable. It may be very dry in some years, especially if a large area of low pressure, which brings rain, is not carried North over the Sahel by strong winds.\nThe Sahel is the Arabic word for 'edge' or 'shore'.\nThe Sahel is facing a big problem, Desertification.\nAs the climate of Sahel was mainly dry and hot and leads to a high evaporation rate and also little rainfalls. The distribution of rainfall in the Sahel region is uneven. The rainfall in the region has been below average since 1970. The Sahel is becoming drier on the whole. The problem of drought affects most of the countries. As a result, crops and animals die. There is no vegetation to protect the soil, which is then removed by flash floods and strong wind. This leads to soil erosion. Finally, the desert spreads towards the surrounding areas.\nWith better medical services, the birth rate increases and the death rate decreases in the Sahel. As a result, the population in the Sahel is growing. To meet the ever-increasing demand for firewood, a lot of trees have been cut down. More land has become barren. This is called deforestation.\nFurthermore, people farm intensively in order to grow more crops, the soil becomes infertile and lack of nutrients. If this process continues for a long time, no crops can be grown. This is called overcultivation.\nPeople keep animals for food due to the lack of good soil, the animals will have to eat grass and etc. But as the animals eat the grass, they also dug up the soil. As the people keep too many animals, the demand of grass is too much, and while the animals keep digging the soil up as they eat, and the wind and rain will blow away the soil, which causes soil erosion, this process is called overgrazing.\nAs a solution, more modern solutions can be used to give out a better agricultural result in the Sahel. We can try drip irrigation or hybrid. We should stop using excessive water (e.g. Having long baths) and consider our actions, to save the Sahel and lake Chad before it is too late.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belt","surface_form":"belt","offset":22},{"uri":"Africa","surface_form":"Africa","offset":43},{"uri":"Strip","surface_form":"strip","offset":59},{"uri":"Kilometer","surface_form":"kilometer","offset":88},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":165},{"uri":"Desert","surface_form":"desert","offset":210},{"uri":"Forest","surface_form":"forest","offset":243},{"uri":"Climate","surface_form":"climate","offset":305},{"uri":"Rainfall","surface_form":"rainfall","offset":375},{"uri":"Summer","surface_form":"summer","offset":455},{"uri":"Arabic_language","surface_form":"Arabic","offset":659},{"uri":"Desertification","surface_form":"Desertification","offset":729}]}