{"id":453906,"url":"http://en.wikipedia.org/wiki/Ernesto_Lecuona","text":"Ernesto Lecuona y Casado (August 6, 1895 – November 29, 1963) was a Cuban composer and pianist of worldwide fame. He composed over six hundred pieces, mostly in the Cuban vein, and was a pianist of exceptional skill.\nAs a child prodigy, he composed his first song at the age of 11. Lecuona graduated from the National Conservatory of Havana with a Gold Medal for interpretation when he was sixteen. He performed in New York in 1916.\nComposer.\nHe was a prolific composer of songs and music for stage and film. His works in Afro-Cuban and Cuban rhythms are still very famous. They include \"Siboney\" (\"Canto Siboney\"), \"Comparsa\", \"Malagueña\" and \"The Breeze And I\" (\"Andalucía\"). In 1942, his great hit, \"Always in my heart\" (\"Siempre en mi Corazon\") was nominated for an Oscar for Best Song. Lecuona wrote music for stage and screen. His own musical stage show, \"María la O\", premiered in Havana on March 1, 1930.\nLecuona gave concerts all through his adult life, in Europe and the Americas. They often featured his own compositions. He first travelled to Spain in 1924, and his successful piano recitals in 1928 at Paris coincided with a rise in interest in Cuban music.\nLecuona gave help and the use of his name to the popular touring group, the Lecuona Cuban Boys, but he did not play as a member of the band. He did sometimes play piano solos as the first item on the bill. The Lecuona Cuban Boys were highly successful in the 1930s, and toured Europe every year. They lasted until the Cuban revolution of 1959. Lecuona himself left Cuba and spent his last few years in the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuba","surface_form":"Cuba","offset":68},{"uri":"Composer","surface_form":"composer","offset":74},{"uri":"Pianist","surface_form":"pianist","offset":87},{"uri":"National_Conservatory_of_Havana","surface_form":"National Conservatory of Havana","offset":309},{"uri":"New_York","surface_form":"New York","offset":415},{"uri":"Afro-Cuban","surface_form":"Afro-Cuban","offset":522},{"uri":"Siboney_(song)","surface_form":"Siboney","offset":588},{"uri":"Malague%C3%B1a_(song)","surface_form":"Malagueña","offset":629},{"uri":"The_Breeze_And_I","surface_form":"The Breeze And I","offset":645},{"uri":"Oscar","surface_form":"Oscar","offset":770},{"uri":"Lecuona_Cuban_Boys","surface_form":"Lecuona Cuban Boys","offset":1247},{"uri":"Cuban_revolution","surface_form":"Cuban revolution","offset":1489}]}