{"id":453978,"url":"http://en.wikipedia.org/wiki/Menai_Suspension_Bridge","text":"The Menai Suspension Bridge () is a suspension bridge in Wales. It runs from the island of Anglesey to Holyhead. It was designed by Thomas Telford. They started building it in 1819 and it was finished in 1826.\nBuilding of the bridge.\nBefore the bridge was built, the only way people could get to Anglesey island was by a ferry from Holyhead. The water of the Menai Strait is very rough and dangerous, so it was hard for people to use their own boats or swim to the island. The people who lived on Anglesey sold cattle that they raised. The cattle were forced to swim through the dangerous water, with many of them often dying. If the cows survived the trip, they were sent to London and other places to be sold.\nAn engineer named Thomas Telford was working near Holyhead when he thought it would be a good idea to build a suspension bridge to Anglesey. A suspension bridge was big enough that tall ships could go underneath them. He asked the British Parliament if he could build the bridge and they said yes.\nTelford designed the bridge. They started building it in 1819. The first thing to be built were the towers that are on both sides at Holyhead and Anglesey. The towers were made out of limestone from Penmon. They were hollow inside. After the towers were built, 16 chains were installed. They were made out of 935 bars of iron. They were long enough to support the long bridge. Iron can rust. So, the people who made the chains soaked them in linseed oil and the painted. The chains were long and weighed 121 tons. The bridge opened on January 30, 1826.\nBridge improvements.\nThe road that went over the bridge was not very safe because of the strong winds. Workers made the bridge stronger in 1840. The bridge road was made of wood, and in 1893 it was replaced with steel. The bridge only allowed cars and trucks that weighted up to 4.5 tons to go over the bridge. This made it hard for big trucks to bring goods to the island. In 1938 they installed wrought iron chains to make the bridge strong. In 1999, the bridge closed for one month. The road was fixed and the bridge was made stronger. When it was closed, people had to drive over the Britannia Bridge to get to the island.\nOne part of the bridge was closed for six months starting on February 28, 2005. The bridge was painted for the first time in 65 years. It was reopened on December 11.\nSurroundings.\nThe Anglesey Coastal Path goes under the bridge. There is a memorial to the Aberfan disaster victims at the bridge on Anglesey.\nPopular culture.\nThe closest town to the bridge is called Menai Bridge. British one pound coins have drawings of the bridge. The coins were made in 2005. The bridge is mentioned in \"Through the Looking-Glass\" by Lewis Carroll.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suspension_bridge","surface_form":"suspension bridge","offset":36},{"uri":"Wales","surface_form":"Wales","offset":57},{"uri":"Island","surface_form":"island","offset":81},{"uri":"Anglesey","surface_form":"Anglesey","offset":91},{"uri":"Holyhead","surface_form":"Holyhead","offset":103},{"uri":"Thomas_Telford","surface_form":"Thomas Telford","offset":132},{"uri":"Anglesey","surface_form":"Anglesey","offset":296},{"uri":"Ferry","surface_form":"ferry","offset":321},{"uri":"Holyhead","surface_form":"Holyhead","offset":332},{"uri":"Menai_Strait","surface_form":"Menai Strait","offset":359},{"uri":"Cattle","surface_form":"cattle","offset":511},{"uri":"London","surface_form":"London","offset":676},{"uri":"Engineer","surface_form":"engineer","offset":715},{"uri":"Suspension_bridge","surface_form":"suspension bridge","offset":822},{"uri":"Tall_ship","surface_form":"tall ship","offset":893},{"uri":"British_Parliament","surface_form":"British Parliament","offset":943},{"uri":"Tower","surface_form":"tower","offset":1110},{"uri":"Limestone","surface_form":"limestone","offset":1194},{"uri":"Penmon","surface_form":"Penmon","offset":1209},{"uri":"Hollow","surface_form":"hollow","offset":1227},{"uri":"Chains","surface_form":"chains","offset":1274},{"uri":"Iron","surface_form":"iron","offset":1331},{"uri":"Rust","surface_form":"rust","offset":1396},{"uri":"Linseed_oil","surface_form":"linseed oil","offset":1452},{"uri":"Steel","surface_form":"steel","offset":1775},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":1960},{"uri":"Britannia_Bridge","surface_form":"Britannia Bridge","offset":2151},{"uri":"Anglesey_Coastal_Path","surface_form":"Anglesey Coastal Path","offset":2375},{"uri":"Memorial","surface_form":"memorial","offset":2431},{"uri":"Aberfan_disaster","surface_form":"Aberfan disaster","offset":2447},{"uri":"Menai_Bridge","surface_form":"Menai Bridge","offset":2557},{"uri":"British_one_pound_coin","surface_form":"British one pound coin","offset":2571},{"uri":"Through_the_Looking-Glass","surface_form":"Through the Looking-Glass","offset":2681},{"uri":"Lewis_Carroll","surface_form":"Lewis Carroll","offset":2711}]}