{"id":454064,"url":"http://en.wikipedia.org/wiki/Elon_Musk","text":"Elon Reeve Musk (born June 28, 1971) is a businessman. He was born in South Africa. He moved to Canada and later became an American citizen. Musk is the current CEO & Chief Product Architect of Tesla Motors, a company that makes electric vehicles. He is also the CEO of Solar City, a company that makes solar panels, and the CEO & CTO of SpaceX, an aerospace company. In August 2020, Bloomberg ranked Musk third among the richest people on the planet with net worth to be $195 billion. In January 2021, Musk became the richest person in the world with a net worth of US$209 billion, passing Jeff Bezos.\nEarly life and career.\nElon Musk and his brother started Zip2, a software company, in 1995. In 1999 he sold it and became a millionaire. He then started X.com, which merged with the company Confinity to make PayPal. X.com was then renamed to PayPal, and he focused on growing that part of the company. He then started SpaceX and became the CEO of Tesla.\nMusk was born to a Canadian mother and a South African father in Pretoria, South Africa. His parents divorced in 1980 and he mainly lived with his father in many different places in South Africa. He went to Waterkloof House Preparatory School and graduated from Pretoria Boys High School. He then moved to Canada in 1988 when he was 17, after he obtained Canadian citizenship through his mother. He got it before his South African military service was to begin. He felt that it would be easier to immigrate to the United States from Canada than from South Africa.\nEducation.\nHe spent two years at the Queen's School of Business in Kingston, Ontario. He then transferred to the University of Pennsylvania where he earned a bachelor's degree in economics from the Wharton School. He stayed a year to finish his second bachelor's degree in physics. Then he moved to California to attempt to get a PhD in applied physics at Stanford but he left the program after only two days because he wanted to pursue his entrepreneurial aspirations (start businesses) in the Internet, renewable energy and outer space. He became an American citizen in 2002.\nProjects.\nAt the end of 2016, Musk founded The Boring Company which focuses on tunnelling and infrastructure. He mentioned Los Angeles traffic as the reason for starting this company. In March 2017 Elon Musk announced he has started another company which aims to merge human brains and computers, it is called Neuralink.\nAs of April 2016, he was worth over $10 billion, making him the 37th most wealthy American. Musk is also known for helping design and create the Falcon Heavy rocket, which successfully launched on February 6 of 2018.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":70},{"uri":"Canada","surface_form":"Canada","offset":96},{"uri":"Americans","surface_form":"American","offset":123},{"uri":"Tesla_Motors","surface_form":"Tesla Motors","offset":194},{"uri":"Electric_vehicle","surface_form":"electric vehicle","offset":229},{"uri":"Solar_City","surface_form":"Solar City","offset":270},{"uri":"Solar_panel","surface_form":"solar panel","offset":303},{"uri":"Chief_technology_officer","surface_form":"CTO","offset":331},{"uri":"Space_Exploration_Technologies_Corporation","surface_form":"SpaceX","offset":338},{"uri":"Bloomberg_News","surface_form":"Bloomberg","offset":384},{"uri":"Jeff_Bezos","surface_form":"Jeff Bezos","offset":591},{"uri":"Confinity","surface_form":"Confinity","offset":793},{"uri":"PayPal","surface_form":"PayPal","offset":811},{"uri":"Pretoria","surface_form":"Pretoria","offset":1022},{"uri":"South_Africa","surface_form":"South Africa","offset":1032},{"uri":"Kingston%2C_Ontario","surface_form":"Kingston","offset":1588},{"uri":"Ontario","surface_form":"Ontario","offset":1598},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":1634},{"uri":"Stanford_University","surface_form":"Stanford","offset":1877},{"uri":"The_Boring_Company","surface_form":"The Boring Company","offset":2142},{"uri":"Falcon_Heavy","surface_form":"Falcon Heavy","offset":2565}]}