{"id":454051,"url":"http://en.wikipedia.org/wiki/Tribune_of_the_plebs","text":"e=\"preserve\">Tribunes of the plebs were important officials in Ancient Rome. The plebians (plebs) were the free Roman people who were not patricians.\nThe tribunes provided a balance between the power of the Senate and the needs of the people. There were ten tribunes at any time, and they could act separately or together.\nThese tribunes had the power to use the People's Assembly (the Concilium Plebis) to support the common people. They could summon the Senate, propose legislation and intervene on the behalf of plebeians in legal matters. Most important of all was the power to veto the actions of the Consuls and other magistrates, to protect the interests of the plebeians. An assault on any plebian tribune was against the law.\nTribunes of the plebs were elected by the People's Assembly alone. They could be commoners, unlike all the other officials of the Roman Republic. Their role lasted for about 800 years, but under the Roman Empire they did not have real powers. They were in origin and style, a working part of the Roman Republic.\nAlthough a tribune could veto any action of the magistrates, Senate, or other assemblies, he had to be physically present in order to do so. Once the tribune was no longer present, the action could be completed as if the veto had not occurred. This meant that the tribunes' powers were limited to Rome itself, not the Republic in general.","categories":[],"infobox_types":[],"annotations":[{"uri":"Official","surface_form":"official","offset":50},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":63},{"uri":"Patrician","surface_form":"patrician","offset":138},{"uri":"Roman_Senate","surface_form":"Senate","offset":207},{"uri":"Legislation","surface_form":"legislation","offset":472},{"uri":"Veto","surface_form":"veto","offset":582},{"uri":"Roman_consul","surface_form":"Consuls","offset":606},{"uri":"Magistrate","surface_form":"magistrate","offset":624},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":934},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":1031}]}