{"id":45423,"url":"http://en.wikipedia.org/wiki/Richard_III_of_England","text":"Richard III (1452–1485) was an English king. He reigned from 1483 until 1485, as the last king from the House of Plantagenet.\nRichard was part of the House of York during the Wars of the Roses. He was the younger brother of King Edward IV. When Edward IV died, his 12-year-old son became King Edward V. Richard was given the role of \"Protector\", meaning he would run the country until Edward V became an adult. But Richard III took the throne for himself. Soon after, Edward V and his younger brother disappeared while living in the Tower of London.\nMany people started saying that Richard had ordered for the boys to be killed. Historians are not sure about this. Many of the House of York's supporters believed he had done it, and turned against him. He managed to put down a rebellion by his old friend the Duke of Buckingham, but faced another rebellion by Henry Tudor. This led to the Battle of Bosworth Field, in which Richard was killed and his army was lost. His body was buried quickly in a church in Leicester. In 2012, the body was rediscovered beneath a car park. It was reburied in Leicester Cathedral in 2015.\nFor many years, Richard III was seen as a villain. The Tudor kings and queens encouraged this, as did Shakespeare's famous play \"Richard III\". Almost all writers at the time saw him as either a hero or a villain. In both the past and the present, some writers say that Richard III made many good laws despite being ruthless. Others argue that his ruthless behaviour was common for the powerful people of that time.\nEarly life.\nRichard was the youngest son of Richard, Duke of York. He had three elder brothers, Edward, Edmund and George. Richard, Duke of York, and his second son, Edmund, were both killed in battle during the Wars of the Roses. The eldest son, Edward, was a very good soldier, and won the throne of England in battle against the reigning king, King Henry VI. Edward then became King Edward IV of England and his two brothers, George and Richard, became very powerful men.\nRichard married Anne Neville, whose father had once been a friend of the family. Richard and Anne had known each other since they were children, but Anne had been taken to France, where she had married the Prince of Wales, the son of Henry VI. When the Prince of Wales was killed in battle, Anne became a widow, and soon she was married to Richard, even though he had been her husband's enemy. Richard and Anne lived at Middleham Castle in North Yorkshire. They had one son, who was named Edward after Richard's brother, King Edward. Richard quarrelled frequently with his brother George, who was married to Anne's sister, Isabel. King Edward became so angry that he put George in prison, where he died.\nKing Edward married a woman called Elizabeth Woodville, who had been married before and had many relatives. Soon, her relatives became very rich and powerful, causing bad feeling among those who had been in the king's favour before the marriage. Edward and Elizabeth had several children, including two sons, who were named Edward and Richard.\nWhen Edward IV suddenly died in April 1484, his elder son became King Edward V, but he was still a boy. Richard had been asked by his brother the king to look after the two boys. He was worried that the new young king would not be able to rule the country properly. He was also worried that the Woodville family would soon be telling the king what to do and ruling the country for themselves.\nRichard the King.\nRichard took the throne from his nephew two months later. He claimed that Edward IV's marriage to Elizabeth Woodville was not a proper marriage, and that this meant Edward V could not be king. Parliament then passed a law that agreed with this. He was crowned as Richard III on 3 July.\nRichard sent Edward and his brother to live in the Tower of London. A few months later, the princes in the tower disappeared and were never seen again. This became the mystery of the Princes in the Tower. At the time, many people believed that King Richard had ordered someone to kill them. Many historians agree, but there is no way to be certain. Richard was not in London at the time, but the boys were guarded by men who were loyal to him. As people started to believe that Richard had ordered the boys to be killed, many people turned against him. One of them was Richard's friend the Duke of Buckingham, who started a rebellion that failed. Henry Tudor, a distant relative of the House of Lancaster, then became Richard's main enemy. He returned to England and raised an army.\nRichard and Henry's armies fought each other at the Battle of Bosworth Field in 1485. Henry won the battle and became the next King of England, as Henry VII. Richard was killed in the battle, though probably not by Henry himself. He was the last English king to die in battle. He suffered two head wounds that would have killed him almost immediately. After the battle, his body was stripped of clothing and carried naked on the back of a horse to Leicester. He was buried in Greyfriars Church.\nRediscovery and reburial of the body.\nGreyfriars church was later demolished and the site became part of the garden of a large house. For about 200 years, a stone pillar marked the site of the grave. This had disappeared by 1844. Other buildings were added to the site over the years. By 1944, the area around the grave had become a car park for the nearby council offices. For a while, people thought that the body had been thrown into the river. There is a sign by the Bow Bridge in Leicester that tells this story, but it was not true.\nIn 2012, archaeologists began a project to try to find the body. On 24 August 2012, they started digging in the car park and found a skeleton on the first day. On 12 September, they suggested that the skeleton was that of Richard III. On 4 February 2013, they announced that they were sure it was him. They had used DNA testing to make sure. His skeleton shows that he had been killed by two head wounds, which similar to how 15th century writers had said he had died. It also shows that the body was further damaged after his death.\nOn 26 March 2015, Richard III's body was reburied. It now lies in a tomb in Leicester Cathedral.\nHistorian's views.\nThere has been discussion for many years about whether Richard III was a good king or a bad king. During his reign, which lasted only two years, he was very popular in parts of the country, especially the north of England. However, there were enough people who hated him to make sure that his enemies were able to raise a big army against him and defeat him in battle.\nIt is often said that \"history is written by the winners\". After Henry VII won, Richard III was often treated as a villain in writings and stories. For example, in Shakespeare's play \"Richard III\", he is shown to be totally evil. On the other hand, some writers from the time of Richard's reign make him a hero and ignore his flaws.\nIn 1605, William Camden wrote \"he lived wickedly, yet made good laws.\" Modern historians also try to be careful when judging Richard III. For example, some historians have praised him for giving ordinary people more rights. However, many also think that he really did order the killing of the Princes in the Tower.\nAmong the laws Richard III made were removing limits on the printing and sale of books, more rights to people accused of a crime, laws to protect people from fraud when land was sold, bans on other types of fraud and changing the law from French into English. He created the Council of the North, which for the next 150 years would help solve problems in Northern England.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":31},{"uri":"King","surface_form":"king","offset":39},{"uri":"House_of_Plantagenet","surface_form":"House of Plantagenet","offset":104},{"uri":"House_of_York","surface_form":"House of York","offset":150},{"uri":"Wars_of_the_Roses","surface_form":"Wars of the Roses","offset":175},{"uri":"Edward_IV_of_England","surface_form":"King Edward IV","offset":224},{"uri":"Edward_V_of_England","surface_form":"King Edward V","offset":288},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":533},{"uri":"Henry_VII_of_England","surface_form":"Henry Tudor","offset":861},{"uri":"Battle_of_Bosworth_Field","surface_form":"Battle of Bosworth Field","offset":890},{"uri":"Leicester","surface_form":"Leicester","offset":1010},{"uri":"Leicester_Cathedral","surface_form":"Leicester Cathedral","offset":1095},{"uri":"House_of_Tudor","surface_form":"Tudor kings and queens","offset":1179},{"uri":"Richard_III_(play)","surface_form":"Shakespeare's famous play \"Richard III\"","offset":1226},{"uri":"Wars_of_the_Roses","surface_form":"Wars of the Roses","offset":1751},{"uri":"Henry_VI_of_England","surface_form":"Henry VI","offset":1891},{"uri":"Edward_IV_of_England","surface_form":"Edward IV of England","offset":1925},{"uri":"Anne_Neville","surface_form":"Anne Neville","offset":2030},{"uri":"Middleham_Castle","surface_form":"Middleham Castle","offset":2434},{"uri":"North_Yorkshire","surface_form":"North Yorkshire","offset":2454},{"uri":"Edward_V_of_England","surface_form":"King Edward V","offset":3127},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":3810},{"uri":"Princes_in_the_Tower","surface_form":"Princes in the Tower","offset":3942},{"uri":"Henry_VII_of_England","surface_form":"Henry Tudor","offset":4406},{"uri":"House_of_Lancaster","surface_form":"House of Lancaster","offset":4445},{"uri":"Battle_of_Bosworth_Field","surface_form":"Battle of Bosworth Field","offset":4594},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":4689},{"uri":"Leicester","surface_form":"Leicester","offset":4990},{"uri":"Archaeologist","surface_form":"archaeologist","offset":5585},{"uri":"DNA","surface_form":"DNA","offset":5892},{"uri":"Leicester_Cathedral","surface_form":"Leicester Cathedral","offset":6186},{"uri":"Richard_III_(play)","surface_form":"Richard III","offset":6779},{"uri":"William_Camden","surface_form":"William Camden","offset":6937},{"uri":"Fraud","surface_form":"fraud","offset":7401},{"uri":"Northern_England","surface_form":"Northern England","offset":7598}]}