{"id":454395,"url":"http://en.wikipedia.org/wiki/Mortal_Kombat_X","text":"\"Mortal Kombat X\" is a fighting video game. It was developed by NetherRealm Studios and published by Warner Bros. Interactive Entertainment. It is the tenth main game in the \"Mortal Kombat\" series.\nThe game was released on April 3, 2015 for the PlayStation 4, Xbox One, and Microsoft Windows. On April 7, 2015, an iOS version was released.\n\"Mortal Kombat X\" became the fastest-selling game in the \"Mortal Kombat\" franchise. Creator Ed Boon said it was \"the biggest launch in Mortal Kombat history\".\nDevelopment.\nLike the last game, The energy meter returns to allow the player to use techniques like the brutal X-Ray moves, with some refinements made to their system. Players can also now interact with the environment, like bouncing off areas to reposition themselves or being able to use parts of the environment as weapons. Fighters have three different types of fighting variations. The makers are planing on having a fully-connected online functionality.\nThere have been four new fighters that have been announced for the game so far: D'Vorah, a woman who controls insects; Ferra/Torr, a pairing consisting of a small girl and a giant masked brute; Cassie Cage, the daughter of Johnny Cage and Sonya Blade; and Kotal Kahn, a character that have not been described yet. According to series creator Ed Boon, the game's main villain will be a \"surprise returning character.\"\nReception.\nGame Informer rated the game a 9.25 out of 10. Brian Shea of \"Game Informer\" said that the game was \"more than the continuation of NetherRealm’s successful vision for the franchise; it’s one of the best fighting games in years\".\nThe Escapist rated the game 4.5 out of 5 stars. Joshua Vanderwall of \"The Escapist\" said that he liked the gameplay and the roster. He called the options \"exquisite fighting-game experiences\". Vanderwall also said that the story mode was \"the best story mode I've ever personally seen in a fighting game\".","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Fighting_game","surface_form":"fighting","offset":23},{"uri":"Video_game","surface_form":"video game","offset":32},{"uri":"Video_game_developer","surface_form":"developed","offset":51},{"uri":"NetherRealm_Studios","surface_form":"NetherRealm Studios","offset":64},{"uri":"Warner_Bros._Interactive_Entertainment","surface_form":"Warner Bros. Interactive Entertainment","offset":101},{"uri":"Mortal_Kombat","surface_form":"Mortal Kombat","offset":175},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":245},{"uri":"Xbox_One","surface_form":"Xbox One","offset":260},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":274},{"uri":"IOS","surface_form":"iOS","offset":314},{"uri":"Ed_Boon","surface_form":"Ed Boon","offset":432},{"uri":"Mortal_Kombat_(2011_video_game)","surface_form":"last game","offset":521},{"uri":"Ed_Boon","surface_form":"Ed Boon","offset":1302},{"uri":"Game_Informer","surface_form":"Game Informer","offset":1388},{"uri":"The_Escapist_(magazine)","surface_form":"The Escapist","offset":1617}]}