{"id":454370,"url":"http://en.wikipedia.org/wiki/Knott%27s_Berry_Farm","text":"Knott's Berry Farm is a theme park in Buena Park, California that is owned by Cedar Fair Entertainment Company. Since the theme park was purchased by Cedar Fair, the number of people who visited the park has increased. According to the 2013 Global Attractions Attendance Report, Knott's Berry Farm is the 13th most visited theme park in North America. The park has 40 rides, including roller coasters, family rides, children's rides, water rides, and historical rides, and there are plans to make the park bigger in the future.\nThe theme park sits on what used to be a berry farm that was built by Walter Knott, Cordelia Knott, and their family. Starting around 1920, the family started selling berries, berry preserves, and pies from a roadside stand along a highway. In 1934, the Knotts started selling fried chicken dinners inside a tea room that is on the farm. They later built shops and other attractions to entertain visitors. In 1940, Walter Knott built a ghost town on the farm, and added other attractions over many years. In 1968, Knott's Berry Farm started to charge people to visit the park. In 1983, the park added Camp Snoopy.\nIn the 1990s, the Knott children sold the family business after Walter and Cordelia Knott died. The theme park was sold to Cedar Fair and the food business was sold to ConAgra Foods, which was later sold to The J.M. Smucker Company.\nCedar Fair continued to make the park bigger in 1999 by adding Knott's Soak City. They also added more rides to Knott's Berry Farm.\nOrigin.\nThe idea of an amusement park really picked up in the 1950s when Walter Knott opened a \"summer-long county fair\". In 1968, for the first time, an admission price was required to get into the park, originally set at 25 cents. The Calico log ride was added in 1969. On April 12, 1974, Cordelia Knott died, and Walter turned his attention toward political causes.\nSky Tower was built to support two attractions, the Parachute Sky Jump (now closed) and the Sky Cabin. Parachute Sky Jump boarded one or two standing riders looking forward to the thrill of the drop into baskets beneath a faux parachute canopy. From the top, eight arms supported the vertical cable tracks of wire rope which lifted the baskets. The Sky Cabin ringed the support pole with a single floor of seats that is surrounded behind windows. The Sky Cabin ring revolves slowly as it rises to the top and back offering a pleasantly changing view.. Sky Cabin is very sensitive to weather and passenger motion, such as walking, which is not allowed during the trip. During winds 25 mph+ or rain it is closed. When built, Sky Tower was the tallest structure in Orange County (a distinction now held by nearby WindSeeker.) The illuminated \"K\" in logo script atop the Sky Tower was designated a landmark which prevented Knott's plan of changing the foundation to support WindSeeker.\nCorkscrew debuted in 1975 as the first modern-day roller coaster to perform a 360-degree inverting element, twice. It was designed by Arrow Development. Corkscrew is still operating to this day, but was sold and moved in 1989 to Silverwood in Athol, Idaho. Montezooma's Revenge was later opened in 1978 and remains in operation at Knott's Berry Farm.","categories":[],"infobox_types":["amusement park"],"annotations":[{"uri":"California","surface_form":"California","offset":50},{"uri":"Cedar_Fair","surface_form":"Cedar Fair Entertainment Company","offset":78},{"uri":"Cedar_Fair","surface_form":"Cedar Fair","offset":1265},{"uri":"ConAgra_Foods","surface_form":"ConAgra Foods","offset":1310},{"uri":"The_J.M._Smucker_Company","surface_form":"The J.M. Smucker Company","offset":1349},{"uri":"Knott%27s_Soak_City","surface_form":"Knott's Soak City","offset":1438},{"uri":"Walter_Knott","surface_form":"Walter Knott","offset":1580},{"uri":"WindSeeker","surface_form":"WindSeeker","offset":2686},{"uri":"WindSeeker","surface_form":"WindSeeker","offset":2846},{"uri":"Corkscrew_(Silverwood)","surface_form":"Corkscrew","offset":2858},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":2908},{"uri":"Arrow_Development","surface_form":"Arrow Development","offset":2992},{"uri":"Silverwood","surface_form":"Silverwood","offset":3087},{"uri":"Montezooma%27s_Revenge","surface_form":"Montezooma's Revenge","offset":3115}]}