{"id":454429,"url":"http://en.wikipedia.org/wiki/Gendarmerie_Nationale","text":"In France, the National Gendarmerie is one of the divisions of the French Armed Forces, the military police. They are responsible for the public safety. They act like police for the citizens of France. It also contains a military police force and a special forces component, the GIGN. In 2011 more than 98,155 people were working for the National Gendarmerie in France.\nWhat do they do?\nThe Gendarmerie works together with the other national law enforcement agency, the Police Nationale. And since 2009, even though this force is a part of the armed forces establishment, it belonged to the Ministry of the Interior as its military component and it is part of its operations and the budget. They fulfill national security duties and duties in support of their ministry.\nThey are also responsible for road patrols. The police can stop drivers. When they do so, it is called a contrôle. They can ask for a driver's identification papers and car papers at any time.\nTheir weapon quote is Gendarmerie, une force humaine. This literally means \"Gendarmerie, a human armed force.\"\nUniforms and armor.\nThe name \"Gendarmerie\" comes from \"gens d’arme,\" which means \"armed people.\" This military corp has an exploding grenade as its logo. Instead of metal medals, Gendarmes wear ribbons. These are called bâtons. They get ribbons, inter alia, for service abroad.\nSince a few years ago, the Gendarmes' flat hat, called a képi, has only been used for special occasions.\nThe French did not have a uniform until the late 17th century, though some companies had recognizable coat colors. Light grey was common, but red and blue were also worn. It was said that the French in the 17th century had an addiction to bows, ribbons, and plumes, which was suitable to the future leaders of European fashion. Guard Gendarmes probably had red coats. Many guard troops wore the royal badge on their back and their breast. In the 16th century, national signs were that they wore a white cross on their back and on their breast. In the 17th century this became a white sash.\nNowadays the Gendarmerie uses bulletproof and tactical vests and body armour. A anti-riot shield is used during a heavier riot. They also make use of the spectra helmet. This spectra helmet is fitted with a visor for extra protection of the face. If a tear gas is used, the operators use a special gas mask, which protects them from the dangerous gasses. They also have apparatus for throwing tear gas canisters and FAMAS riffles. This is a sort of weapon. This equipment helps protect Gendarmes while they are doing their jobs.\n\"Departmental Gendarmerie\".\nThis is the territorial police branch of the Gendarmerie. It is the branch that is most similar to France’s common police. It has regular contact with France’s population and does jobs similar to the Police of France. The Departmental Gendarmerie is divided into Brigades consisting of 6 to 40 operators. A brigade performs observation and may give assistance to citizens in regulated periods, during both daytime and nighttime.\n\"Mobile Gendarmerie\".\nThe Mobile Gendarmerie has several tasks, which include riot control, security of significant places (like embassies), conducting OPEX (External Operations), and providing support to the Departmental Gendarmerie. It is divided into 25 legions, including one advanced armoured anti-riot police group. The Mobile Gendarmerie has control over the GIGN, the counter-terrorism part of the Gendarmerie Nationale.\n\"GIGN (National Gendarmerie Intervention Group)\".\nThe GIGN members are well trained to conduct special operations such as hostage rescue. They are also trained in maritime anti-terrorism operations. They are trained to conduct operations with no risk to the public and the hostages.\n\"Republican Guard\".\nA ceremonial unit that takes part in parades and secures important locations in a formal way.\n\"Maritime Gendarmerie\".\nSupervised by the Gendarmerie and the French Navy, the Maritime Gendarmerie conducts maritime surveillance, assistance and rescue at sea; police security at naval bases; and police at sea. They do these jobs not only in France, but also in other countries like French Guiana, Guadeloupe, and others.\n\"Air transport Gendarmerie\".\nThe air transport gendarmerie is similar to the Gendarmerie de L’air. The Gendarmerie de L’air conducts safety operations in air force bases and goes to accidents involving military aircraft. Its missions include securing civilian airports, surveillance of technical things in the airport (like control towers), traffic control on the roads near airports, and making sure that important visitors are safe and well protected at airports.\n\"Departmental gendarmerie\".\n-Subaru Impreza WRX STI (In use until 2011)\n-Renault Megane RS (In use since 2011 and on)\n-Many other cars, like the Ford Focus and Transit.\n\"Maritime Gendarmerie\".\n-24 Vedette class Small Patrol boats\n-2 Pétulante class Small Patrol Crafts\n-8 Pavois Class Small Patrol Craft\n\"GIGN\".\n-Height Adjustible Rescue Assault System (HARAS): Based on a Chevrolet Suburban.\n\"The GIGN makes use of the helicopters belonging to the French Air Force.\"\n- 5 Aérospatiale AS532 Cougar Helicopter\n- 2 Sud-Aviation SA330 Puma Helicopter\n\"Mobile Gendarmerie\".\n-FAMAS Bullpup Assault Rifle\n\" GIGN \".\n\"Sub-machine Guns: \"","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":3},{"uri":"Armed_forces","surface_form":"Armed Forces","offset":74},{"uri":"Military","surface_form":"military","offset":92},{"uri":"Police","surface_form":"police","offset":101},{"uri":"Special_forces","surface_form":"special forces","offset":249},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":442},{"uri":"Budget","surface_form":"budget","offset":683},{"uri":"Ministry_(government_department)","surface_form":"ministry","offset":760},{"uri":"Grenade","surface_form":"grenade","offset":1207},{"uri":"Logo","surface_form":"logo","offset":1222},{"uri":"Ribbon","surface_form":"ribbons","offset":1268},{"uri":"Uniform","surface_form":"uniform","offset":1483},{"uri":"17th_century","surface_form":"17th century","offset":1506},{"uri":"Addiction","surface_form":"addiction","offset":1683},{"uri":"Europe","surface_form":"European","offset":1767},{"uri":"Fashion","surface_form":"fashion","offset":1776},{"uri":"Badge","surface_form":"badge","offset":1858},{"uri":"16th_century","surface_form":"16th century","offset":1903},{"uri":"Bullet-proof_vest","surface_form":"bulletproof","offset":2077},{"uri":"Body_armour","surface_form":"body armour","offset":2112},{"uri":"Riot","surface_form":"riot","offset":2132},{"uri":"Shield","surface_form":"shield","offset":2137},{"uri":"Helmet","surface_form":"helmet","offset":2209},{"uri":"Visor","surface_form":"visor","offset":2254},{"uri":"Tear_gas","surface_form":"tear gas","offset":2299},{"uri":"Gas_mask","surface_form":"gas mask","offset":2345},{"uri":"Brigade","surface_form":"Brigades","offset":2867},{"uri":"Security","surface_form":"security","offset":3125},{"uri":"Embassy","surface_form":"embassies","offset":3162},{"uri":"Counter-terrorism","surface_form":"counter-terrorism","offset":3409},{"uri":"Special_operations","surface_form":"special operations","offset":3557},{"uri":"Hostage","surface_form":"hostage","offset":3584},{"uri":"Rescue","surface_form":"rescue","offset":3592},{"uri":"Risk","surface_form":"risk","offset":3708},{"uri":"Ceremony","surface_form":"ceremonial","offset":3767},{"uri":"Parade","surface_form":"parades","offset":3802},{"uri":"Navy","surface_form":"Navy","offset":3928},{"uri":"Surveillance","surface_form":"surveillance","offset":3977},{"uri":"Sea","surface_form":"sea","offset":4016},{"uri":"French_Guiana","surface_form":"French Guiana","offset":4144},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":4159},{"uri":"Air_force","surface_form":"air force","offset":4337},{"uri":"Aircraft","surface_form":"aircraft","offset":4394},{"uri":"Airport","surface_form":"airports","offset":4443},{"uri":"Air_traffic_control","surface_form":"control towers","offset":4507},{"uri":"Chevrolet_Suburban","surface_form":"Chevrolet Suburban","offset":5022},{"uri":"Assault_rifle","surface_form":"Assault Rifle","offset":5234},{"uri":"Sub-machine_gun","surface_form":"Sub-machine Guns","offset":5259}]}