{"id":454495,"url":"http://en.wikipedia.org/wiki/Casting_(fishing)","text":"In fishing, casting is the act of throwing bait or a lure using a fishing rod, reel, and line. Several types of rod and reels are designed just for casting. The method of casting can vary but in each case the object of casting is to get the bait or lure to where the fish are.\nBasic methods.\nThe most accurate type of cast is the 'overhead cast'. The angler raises the rod (and reel) back behind the head, then quickly flicks the rod forward, releasing the line as the cast is completed. The 'side cast' is less forceful but easier to learn. The rod is swung back in a horizontal motion then quickly moved forward releasing the line. Both basic methods have variations. But both are popular when using spinning and casting rods. Fly fishing uses similar movements, but the line release is different. All types of rods and reels need to match the weight rating of the rod, reel, line and lure for best performance.\nSpinning rods & reels.\nAnyone can learn to cast a lure with a spinning rod and reel in just a few minutes. Two types of spinning reels, open faced and close faced. They work differently. With a closed face reel a push-button is held down and released at the end of the cast. Open face reels require the angler to first open the bail, then hold and release the line with your forefinger as you cast. Open faced reels have a disadvantage when casting short distances. Short casts causes the line to twist. This in turn causes line tangles on the spool. Spinning rods and reels work best using light line and light lures. Spinning reels have an advantage over casting reels when casting into the wind.\nBait casting rods & reels.\nBait casting (also called \"baitcasting\") reels come in different sizes and capacities. Depending on use, they also can have different features. The common feature is a horizontal spool that the line winds onto. Casting reels usually have better control of the line and lure. They have better accuracy than other types. Bait casting reels are better at handling heavier line and lures. But there is a learning curve to become skilled with a bait casting rod and reel. To cast a bait casting reel, a push-button is pressed and held until you want to release the line. Bait casting reels have a tendency to 'snarl' or 'backlash'. This is because during the cast the line is coming off the reel at a high rate of speed. When the lure hits the water the line stops. But the spool on the reel keeps turning, causing the line to snarl up. This is even more so when casting into the wind. Practice with bait casting reels minimizes this problem. To control snarling, bait casting reels usually have a brake. This automatically stops the spool when the line stops. Reels have either a magnetic brake control or a centrifugal brake control. Some have both. These must be adjusted to balance between good distance in casting and preventing backlash. Many anglers set the brake lightly to allow more distance. Then they control the braking with their thumb on the spool. Low-profile bait casting reels are designed especially for using the thumb.\nFlipping and pitching.\nIn both methods, the rod is used to swing the lure (like a pendulum) out over the water. In both cases the lure enters the water very quietly and so as not to frighten the fish.\nFly rods & reels.\nFly fishermen use artificial flies as a lure. Most flies have almost no weight and by themselves could not be cast with other types of rods and reels. The fly rod works because it uses a much heavier line than the other types. It is the line that is being cast. The fly simply goes where the line goes. Fly casting looks more difficult than it is. In less than a couple of hours most beginners can learn the basic cast. Fly casting is more involved than other types of casting. There are fly fishing schools that teach fly casting.\nTo cast a fly rod, the angler pulls several feet of line off the reel. The rod tip is moved back then in a fluid motion and accelerating, it is moved forward as the line is released. In fishing streams and rivers, trees and shrubs on the bank may prevent an overhead cast. Another type of cast is the 'roll cast'. Using the rod tip the fisherman forces the rod tip down to roll the line forward. Most fly lines are rated by a weight system. A 1wt (one weight) is very light while a 13wt is very heavy. It would be suitable for large salt water fish. Rods (and reels) are rated by the weight of the line they are designed for. Unfortunately there is no one size for all kinds of fish and fishing situations.\nNet casting.\nThe term may also be used for casting a net. The net is cast (thrown) by hand so that it spreads out on the water and sinks. Fish are caught in the net and it is hauled back in. Net casting is often used to catch fish for bait. Modern cast nets have a radius of from 4 to 12 feet (1.2 to 3.6 metres). A larger net full of fish may take more than one person to pull it in. Cast nets also sometimes use a 'net thrower' device. This helps spin the net as its thrown, keeping it open. Cast nets work best in shallow water.\nCompetitive casting.\nCasting (known as Casting Sport) is also a sport. The sport is supervised by the [http://www.exfi.eu/castingsport-icsf// International Casting Sport Federation] (ICSF). As of April 2014 are in 31 countries.\nCasting competitions were active in England and the United States in the later 1800s. In 1881 the first tournament was held just outside of London. In 1955, 14 different national associations started the ICF (now ICSF). The ICSF sets all international standards for the sport. It sponsors tournaments. It also recognizes world records for accuracy and distance. This sport uses plastic weights or hookless flies. Competitions can be held on water or on athletic fields. There are competitive divisions for almost all types of fly, fixed spool and revolving spool tackle, and competitor classes. Competitive casting is part of the World Games.\nWorld Championship in 2014 are to be held in Szamotuly (Poland), from 3 to 7 September.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fishing","surface_form":"fishing","offset":3},{"uri":"Bait","surface_form":"bait","offset":43},{"uri":"Fishing_lure","surface_form":"lure","offset":53},{"uri":"Fishing_rod","surface_form":"fishing rod","offset":66},{"uri":"Fishing_reel","surface_form":"reel","offset":79},{"uri":"Fishing_line","surface_form":"line","offset":89},{"uri":"Head","surface_form":"head","offset":400},{"uri":"Learn","surface_form":"learn","offset":535},{"uri":"Horizontal","surface_form":"horizontal","offset":569},{"uri":"Push-button","surface_form":"push-button","offset":1127},{"uri":"Tangle","surface_form":"tangles","offset":1443},{"uri":"Capacity","surface_form":"capacities","offset":1715},{"uri":"Feature","surface_form":"features","offset":1774},{"uri":"Learning_curve","surface_form":"learning curve","offset":2040},{"uri":"Skill","surface_form":"skill","offset":2065},{"uri":"Practice","surface_form":"Practice","offset":2521},{"uri":"Brake","surface_form":"brake","offset":2633},{"uri":"Magnetic","surface_form":"magnetic","offset":2716},{"uri":"Centrifugal_force","surface_form":"centrifugal","offset":2744},{"uri":"Pendulum","surface_form":"pendulum","offset":3157},{"uri":"Fly_fishing","surface_form":"Fly fishermen","offset":3294},{"uri":"Artificial_fly","surface_form":"artificial flies","offset":3312},{"uri":"Acceleration","surface_form":"accelerating","offset":3950},{"uri":"Streams","surface_form":"streams","offset":4020},{"uri":"Rivers","surface_form":"rivers","offset":4032},{"uri":"Trees","surface_form":"trees","offset":4040},{"uri":"Shrubs","surface_form":"shrubs","offset":4050},{"uri":"Riverbank","surface_form":"bank","offset":4064},{"uri":"Salt_water","surface_form":"salt water","offset":4359},{"uri":"Fishing_net","surface_form":"net","offset":4586},{"uri":"Fish","surface_form":"Fish","offset":4671},{"uri":"Competition","surface_form":"competition","offset":5301},{"uri":"England","surface_form":"England","offset":5329},{"uri":"United_States","surface_form":"United States","offset":5345},{"uri":"Tournament","surface_form":"tournament","offset":5397},{"uri":"London","surface_form":"London","offset":5433},{"uri":"Association","surface_form":"associations","offset":5472},{"uri":"Standard","surface_form":"standard","offset":5545},{"uri":"World_record","surface_form":"world record","offset":5614},{"uri":"Plastic","surface_form":"plastic","offset":5671},{"uri":"Athletic_fields","surface_form":"athletic fields","offset":5746},{"uri":"Fishing_tackle","surface_form":"tackle","offset":5856},{"uri":"World_Games","surface_form":"World Games","offset":5923}]}