{"id":454584,"url":"http://en.wikipedia.org/wiki/IPod_Touch_(5th_generation)","text":"The fifth generation iPod Touch (sold as iPod touch, sometimes called the iPod Touch 5 or iPod Touch 5G) is a pocket computer that is designed and sold by Apple Inc. It replaces the fourth generation iPod Touch. Like the iPhone 5, it is a thinner and lighter that introduces a 4-inch screen. Other new features include 1080p video recording, panoramic pictures, an LED flash, an Apple A5 processor, and Siri.\nThe fifth generation iPod Touch also comes in several different colors: space grey, silver, pink, yellow, blue, and Product Red. The fifth generation iPod Touch was announced along with the iPhone 5 on September 12, 2012, and it was released on October 11, 2012.\nAt first, the device was only sold in 32 and 64 GB models. The first 16 GB model was introduced on May 30, 2013. It was only available in one color, it didn't have a back camera, and it didn't have the iPod Touch loop that the 32 and 64 GB models have. A new version of the 16 GB model was released on June 26, 2014, and it has the back camera as well as more color options. The prices for all iPod Touch models have also dropped on that same day.\nSoftware.\nThe fifth generation iPod Touch runs Apple's iOS mobile operating system. It shipped with iOS 6, which was released on September 19, 2012. It can play music, movies, television shows, eBooks, audiobooks, and podcasts.\nThe fifth generation iPod Touch is the first iPod Touch to have Siri, which was also on the iPhone 4S and other iPhone models that came after it. The software was made better in iOS 6 to have the ability to open apps, see movie reviews, sports scores, make Facebook or Twitter updates, and more. It also supports iMessage, an instant messaging service that allows users to send unlimited messages to devices that run iOS 5 or later. Some apps and features that came with iOS 6 included Apple Maps, Passbook, and screen mirroring, meaning that you can be able to put the iPod Touch's screen on a television. The new Apple Maps application, which replaced Google Maps, doesn't have many features that other maps apps have. It can also sometimes give wrong directions which are still not fixed, even after the iOS 7 updates. The Passbook app can get boarding passes, tickets, coupons, and other cards. A device with the Passbook app can be scanned under a barcode reader to buy things. A feature called AirPlay was available, meaning that you can put the iPod Touch's screen on an Apple TV or other device. It was the first generation of iPod Touch to support it.\nThe fifth generation iPod touch currently runs iOS 7, which was released on September 18, 2013. It is the only iPod Touch that supports iOS 7. Apple announced on June 2, 2014 that the fifth generation iPod Touch would support iOS 8 in the fall.\nDesign.\nThe fifth generation iPod Touch has an aluminum body that is made from the same aluminum that is used in a MacBook. Along with an iSight camera and an LED flash, the fifth generation iPod Touch has a new feature called the \"iPod touch loop.\" There is a button on the bottom left side on the back of the iPod Touch. You press down on the button and you can be able to put a loop around the button.","categories":[],"infobox_types":["information appliance"],"annotations":[{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":155},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":221},{"uri":"1080p","surface_form":"1080p","offset":319},{"uri":"LED","surface_form":"LED","offset":365},{"uri":"Apple_A5","surface_form":"Apple A5","offset":379},{"uri":"Siri_(software)","surface_form":"Siri","offset":403},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":599},{"uri":"Apple_Inc.","surface_form":"Apple's","offset":1167},{"uri":"IOS","surface_form":"iOS","offset":1175},{"uri":"IOS_6","surface_form":"iOS 6","offset":1220},{"uri":"Siri_(software)","surface_form":"Siri","offset":1412},{"uri":"IPhone_4S","surface_form":"iPhone 4S","offset":1440},{"uri":"Facebook","surface_form":"Facebook","offset":1605},{"uri":"Twitter","surface_form":"Twitter","offset":1617},{"uri":"IMessage","surface_form":"iMessage","offset":1661},{"uri":"IOS_5","surface_form":"iOS 5","offset":1765},{"uri":"Apple_Maps","surface_form":"Apple Maps","offset":1834},{"uri":"AirPlay","surface_form":"AirPlay","offset":2348},{"uri":"Apple_TV","surface_form":"Apple TV","offset":2426},{"uri":"IOS_7","surface_form":"iOS 7","offset":2556},{"uri":"IOS_8","surface_form":"iOS 8","offset":2735},{"uri":"MacBook","surface_form":"MacBook","offset":2869},{"uri":"ISight","surface_form":"iSight","offset":2892}]}