{"id":454729,"url":"http://en.wikipedia.org/wiki/Muskellunge","text":"The muskellunge (scientific name \"Esox masquinongy\") is a freshwater game fish. It is the largest member of the Esox (Pike) family. The muskellunge is also called the muskie or maskinonge (Canada). It is native to northern and eastern North America. Muskies have been introduced into other U.S. states. There usually are not many muskellunge in a lake. They are large solitary (on their own) apex predators and need large amounts of water to feed their appetites. Muskies are carnivorous and eat other fish. They are ambush feeders who will attack anything that moves in or on the water.\nSubspecies.\nCurrently there are three recognized subspecies of Muskellunge.\nThere is also a hybrid called the Tiger muskellunge (or Tiger Muskie). It is a cross between the Muskellunge and the Northern pike (\"Esox lucius\"). They are smaller than true muskies but can grow up to 1.5 times faster in the first year. They are almost always sterile and cannot reproduce.\nPhysical descriptions.\nTrue muskies have light colored bodies. They can be silver, light green, or light brown. They usually have dark bars on their sides. This is the opposite of the Northern pike which Muskies are sometimes confused with. Northern pike (northerns) have dark bodies with light colored bars on the sides. Muskies also have scales only on the upper half of the cheek. The best way to tell the two apart is the pores under the jaw. Northerns have five or less; muskies have six or more. Males are always smaller than females.\nTiger muskies look like both muskies and northerns. Their \"tiger\" stripes are more distinctive than the true musky. Where both species live in the same waters, tiger muskies occur naturally. But they are never in large numbers. Once biologists realized that tiger muskies were a hybrid, they began raising them in hatcheries. There are no size differences between male and female tiger muskies.\nHabitat and forage.\nThe muskie is a very efficient predator. It lays in wait near the shoreline often in shallow water. It hides in weeds, near or under logs and rocks. In the summer as the water warms up, Muskies move to the cooler waters at lower depths. But will remain close to shallow water using drop-offs for cover. Muskies can stand water up to 90 degrees F.\nMuskies forage (feed) mainly on other fish such as suckers and perch. They are ambush feeders who will nearly anything. They have been known to eat Loons, ducks and small mammals like Muskrats.\nWhen the water temperature reaches 60°F, muskies feed heavily. At 80° the feeding slows down. They have a preference for larger fish over small fish. Muskies strike quickly. They often take their prey to a secluded area before eating it. They remain in the same area of a lake, sometimes for their entire lifetime.\nBehavior.\nMuskies are one of the largest freshwater fish in North America. The largest on record was 69 pounds, 15 ounces. Average muskies are usually less than 40 inches long and might weigh from 7 to 15 pounds. Muskies can live up to 30 years.\nJust after the ice melts on northern lakes (called ice-out) and the water temperature is between 49° and 59°F, muskies begin to spawn. In lakes where both northern pike and muskies live, muskies spawn after the northerns. A female lays between 60,000 to 100,000 eggs. In lakes with northern pike and muskies, the muskie seems to have fewer numbers of surviving fry. Two reasons are suggested. Since northerns hatch about two weeks earlier than muskies, the young northerns feed on the smaller muskie fry. Another reason is that the young muskie fry swim just below the surface of the water. They are easily seen by fish below or birds flying over the water.\nAngling.\nMuskies are an elusive fish but highly prized by anglers. Many fishermen specialize in muskie fishing and will fish for no other species. They are called \"the fish of 10,000 casts\". This gives some idea of how difficult they are to catch. According to many guides, muskies do not fear anything, including fisherman. They routinely follow lures back to the boat without striking. Sometimes they will flick a lure or fly back at the fisherman. Hooking a muskie is hard. Landing one is even harder. They will fight hard for short periods and should be landed quickly to avoid stressing them. Prolonged fighting of muskie on insufficient tackle could kill them even after they swim away. Skill and luck are needed to land one.\nMuskies require very careful handling by anglers. A trophy size musky is an old fish. A 30 pound female may be 17 years old. If taken as a trophy they are not easily replaced. For that reason catch and release is strongly recommended. A musky may still fight being handled. They are large powerful fish with very sharp teeth. The mortality rate can be very high for fish that are handled carelessly.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freshwater","surface_form":"freshwater","offset":58},{"uri":"Game_fish","surface_form":"game fish","offset":69},{"uri":"Esox","surface_form":"Esox","offset":112},{"uri":"Canada","surface_form":"Canada","offset":189},{"uri":"North","surface_form":"north","offset":214},{"uri":"East","surface_form":"east","offset":227},{"uri":"North_America","surface_form":"North America","offset":235},{"uri":"Introduced_species","surface_form":"introduced","offset":268},{"uri":"States_of_the_United_States","surface_form":"U.S. states","offset":290},{"uri":"Apex_predator","surface_form":"apex predator","offset":392},{"uri":"Appetite","surface_form":"appetites","offset":453},{"uri":"Carnivore","surface_form":"carnivorous","offset":476},{"uri":"Subspecies","surface_form":"subspecies","offset":637},{"uri":"Hybrid","surface_form":"hybrid","offset":680},{"uri":"Tiger_muskellunge","surface_form":"Tiger muskellunge","offset":698},{"uri":"Northern_pike","surface_form":"Northern pike","offset":781},{"uri":"Silver","surface_form":"silver","offset":1030},{"uri":"Green","surface_form":"green","offset":1044},{"uri":"Brown","surface_form":"brown","offset":1060},{"uri":"Scale_(zoology)","surface_form":"scales","offset":1295},{"uri":"Cheek","surface_form":"cheek","offset":1332},{"uri":"Tiger","surface_form":"tiger","offset":1555},{"uri":"Predation","surface_form":"predator","offset":1942},{"uri":"Summer","surface_form":"summer","offset":2067},{"uri":"Foraging","surface_form":"forage","offset":2266},{"uri":"Catostomidae","surface_form":"suckers","offset":2309},{"uri":"Perch","surface_form":"perch","offset":2321},{"uri":"Loon","surface_form":"Loon","offset":2406},{"uri":"Duck","surface_form":"duck","offset":2413},{"uri":"Muskrat","surface_form":"Muskrat","offset":2442},{"uri":"Fahrenheit","surface_form":"F","offset":3121},{"uri":"Spawn_(biology)","surface_form":"spawn","offset":3141},{"uri":"Spawn_(biology)","surface_form":"fry","offset":3374},{"uri":"Casting_(fishing)","surface_form":"casts","offset":3854},{"uri":"Skill","surface_form":"Skill","offset":4364},{"uri":"Luck","surface_form":"luck","offset":4374},{"uri":"Catch_and_release","surface_form":"catch and release","offset":4595},{"uri":"Mortality_rate","surface_form":"mortality rate","offset":4733}]}