{"id":454817,"url":"http://en.wikipedia.org/wiki/Planetary_system","text":"e=\"preserve\">Planetary system is the general term for a star with planets and other objects in orbit around it. The solar system is one of these. It is now clear that many other stars have planetary systems.\nThe 21st century has become a golden era of planetary system discovery. 1795 such planets in 1116 planetary systems, including 461 multiplanet systems. Hundreds more systems are unconfirmed. (2014 data)\nThe closest confirmed system is Gliese 832 at 14.8 light years (ly) with one confirmed planet, whereas the closest unconfirmed system is Alpha Centauri at 4.37 ly with a planet of Earth mass. The closest multi-planet system is Gliese 876 at 15.3 ly with four confirmed planets.\nOf particular interest to astrobiology is the habitable zone of planetary systems. This is thought to be the region with the most potential to develop extraterrestrial life.\nMultiplanetary systems.\nMultiplanetary systems are stars with at least two confirmed planets, beyond our Solar System.\nFrom the total of 1116 stars known to have exoplanets (as of June 2014, there are a total of 461 known multiplanetary systems. About 280 of these have only two confirmed exoplanets, but some have more. The star with the most confirmed planets is our Sun with 8 confirmed planets, while the stars with the most confirmed exoplanets are Kepler-90 and HD 10180 with 7 confirmed planets each; in 2012, two more exoplanet candidates have been suggested for HD 10180, which would bring the total to 9 exoplanets in that system.\nGliese 876, with 4 confirmed exoplanets, is the closest multiplanetary system at 15 light years from our Solar System. A total of 12 systems are known that are closer than 50 light years away, but most are much farther away. The farthest confirmed multiplanetary system is OGLE-2012-BLG-0026L, at 13300 ly away.\nThe two most important stellar properties are mass and metallicity because it determines how these planetary systems form. The higher mass and metallicity tend to have more planets and more massive planets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star","surface_form":"star","offset":56},{"uri":"Planets","surface_form":"planets","offset":66},{"uri":"Orbit","surface_form":"orbit","offset":95},{"uri":"Gliese_832","surface_form":"Gliese 832","offset":443},{"uri":"Light_year","surface_form":"light year","offset":462},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":548},{"uri":"Gliese_876","surface_form":"Gliese 876","offset":638},{"uri":"Astrobiology","surface_form":"astrobiology","offset":715},{"uri":"Habitable_zone","surface_form":"habitable zone","offset":735},{"uri":"Extraterrestrial_life","surface_form":"extraterrestrial life","offset":840},{"uri":"Exoplanet","surface_form":"planets","offset":948},{"uri":"Solar_System","surface_form":"Solar System","offset":968},{"uri":"Exoplanets","surface_form":"exoplanets","offset":1025},{"uri":"Sun","surface_form":"Sun","offset":1232},{"uri":"Kepler-90","surface_form":"Kepler-90","offset":1317},{"uri":"HD_10180","surface_form":"HD 10180","offset":1331},{"uri":"Gliese_876","surface_form":"Gliese 876","offset":1504},{"uri":"Light_years","surface_form":"light years","offset":1588},{"uri":"OGLE-2012-BLG-0026L","surface_form":"OGLE-2012-BLG-0026L","offset":1777},{"uri":"Mass","surface_form":"mass","offset":1862},{"uri":"Metallicity","surface_form":"metallicity","offset":1871}]}