{"id":45480,"url":"http://en.wikipedia.org/wiki/Moat","text":"A moat is a body of water around a castle or town to keep people out. The moat was introduced in 1154 - 1485. At first, moats were simple and used only for protection. Later on, moats became more complicated and were used for show.\nMoats are deep, wide ditches filled with water. They were usually built near sources of water that flowed into the moats, filling them with water. The moats were filled with water for a few reasons. It made enemies swimming across the moat easy targets. It also made it impossible for enemies to dig underneath the castle walls, which was a common method of attack. It also prevented fires from destroying the castle.\nOrigin.\nThe word \"moat\" comes from the French word \"motte\", which means hill. Moats were first used in the Medieval period, from 1016 to 1164. Castles were built on the top of high hills. The area at the bottom of the hill was eventually called the moat.\nUsage.\nCastle moats were usually between 5 and 40 feet deep, and they were not always filled with water. Not all moats contained water, as a simple dry, wide ditch could prove an obstacle. These were called dry moats.\nIn many stories, moats are filled with alligators or crocodiles. This is a myth. However, moats were sometimes filled with fish or eels for food.","categories":[],"infobox_types":[],"annotations":[{"uri":"Water","surface_form":"water","offset":20},{"uri":"Castle","surface_form":"castle","offset":35},{"uri":"Town","surface_form":"town","offset":45},{"uri":"Ditch","surface_form":"ditch","offset":253},{"uri":"Fire","surface_form":"fire","offset":616},{"uri":"French_language","surface_form":"French","offset":689},{"uri":"Hill","surface_form":"hill","offset":722},{"uri":"Middle_ages","surface_form":"Medieval period","offset":757},{"uri":"Alligator","surface_form":"alligator","offset":1162},{"uri":"Crocodiles","surface_form":"crocodiles","offset":1176},{"uri":"Myth","surface_form":"myth","offset":1198},{"uri":"Fish","surface_form":"fish","offset":1246},{"uri":"Eels","surface_form":"eels","offset":1254}]}