{"id":454965,"url":"http://en.wikipedia.org/wiki/Star_system","text":"A star system or stellar system is a small number of stars which orbit each other, bound by gravitational attraction. A large number of stars bound by gravitation is generally called a \"star cluster\" but, broadly speaking, they are also star systems. Star systems are not to be confused with planetary systems, which include planets and similar bodies.\nA stellar system of two stars is known as a \"binary star\", \"binary star system\" or \"physical double star\". If there are no tidal effects, no disturbance from other forces, and no transfer of mass from one star to the other, such a system is stable. Both stars will orbit around the center of mass of the system indefinitely. Examples of binary systems are Sirius, Procyon and Cygnus X-1, the last of which probably consists of a star and a black hole.\nMultiple star systems.\nIt is possible to have star systems with more than two members. Their stars are gravitationally bound to each other, and may or may not be close to each other.\nA recently discovered quintuple star system (five stars) is known as 1SWASP J093010.78+533859.5. The system has two sets of binary stars, one of them with a small third star. The two sets are a long way apart, further than the orbit of Pluto is to the Sun. The binary stars are close to each other and one binary has touching stars, with their outer ionised gases mixing. That situation is called a contact binary. From the data collected, the authors are fairly sure that both binaries (and probably all five stars) are gravitationally bound in a single system. The angles of inclination (the angle between the two orbital planes) of the two binaries (88.2(3) and 86(4) degrees). This suggests they originally formed by break-up (~9-10 billion years ago ago) from a single protostellar disk. Afterwards, they stayed in the same orbital plane.\nMost multiple star systems are \"triple stars\". Systems with four or more components are less likely to occur.\nMultiple star systems are smaller than open star clusters, which have more complex dynamics and typically have from 100 to 1,000 stars. Most multiple star systems known are triple. For example, in the 1999 revision of\nTokovinin's catalog of physical multiple stars,\n551 out of the 728 systems described are triple.\nMultiple-star systems can be divided into two main types: systems which are stable, or systems with chaotic behavior. Chaotic ones are usually of young stars in systems not yet disrupted by chaos.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star","surface_form":"star","offset":53},{"uri":"Gravitation","surface_form":"gravitational attraction","offset":92},{"uri":"Star_cluster","surface_form":"star cluster","offset":186},{"uri":"Planetary_system","surface_form":"planetary system","offset":292},{"uri":"Binary_star","surface_form":"binary star","offset":398},{"uri":"Double_star","surface_form":"double star","offset":446},{"uri":"Tidal_force","surface_form":"tidal","offset":476},{"uri":"Mass","surface_form":"mass","offset":544},{"uri":"Stability","surface_form":"stable","offset":594},{"uri":"Orbit","surface_form":"orbit","offset":618},{"uri":"Center_of_mass","surface_form":"center of mass","offset":635},{"uri":"Sirius","surface_form":"Sirius","offset":709},{"uri":"Procyon","surface_form":"Procyon","offset":717},{"uri":"Cygnus_X-1","surface_form":"Cygnus X-1","offset":729},{"uri":"Black_hole","surface_form":"black hole","offset":793},{"uri":"Gravity","surface_form":"gravitationally","offset":908},{"uri":"Orbit","surface_form":"orbit","offset":1215},{"uri":"Pluto","surface_form":"Pluto","offset":1224},{"uri":"Ionization","surface_form":"ionised","offset":1338},{"uri":"Billion","surface_form":"billion","offset":1725},{"uri":"Orbital_plane","surface_form":"orbital plane","offset":1817},{"uri":"Open_star_cluster","surface_form":"open star cluster","offset":1981},{"uri":"Chaos_theory","surface_form":"chaotic","offset":2357}]}