{"id":455197,"url":"http://en.wikipedia.org/wiki/Tidal_locking","text":"Tidal locking (or captured rotation) is when one side of an astronomical body always faces another. It is also called synchronous rotation. The classic example is the Moon: the same side of the Moon always faces the Earth.\nA tidally locked body takes just as long to rotate around its own axis as it does to revolve around its partner. This makes one hemisphere constantly face the partner body. Usually, at any given time only the satellite is tidally locked around the larger body. If the two bodies are similar in mass, and their distance apart is small, the tidal force will lock \"each\" to the other. This is the case between Pluto and Charon.\nIf the Moon were not spinning at all, it would alternately show its near and far sides to Earth, while moving around Earth in orbit.\nIt is possible to work out how long it takes for a particular case of tidal locking to occur. It is just a rough estimate, because some factors are poorly known. An example is the rigidity of a planetary body and its change in shape under tidal force. Tidal locking is an aspect of orbital resonance.\nLibration.\nLibration is an oscillating motion of orbiting bodies relative to each other. Examples include the motion of the Moon relative to Earth, or of Trojan asteroids relative to planets.\nThe Moon generally has one hemisphere facing the Earth, due to tidal locking. Therefore, our first view of the far side of the Moon resulted from lunar exploration in the 1960s.\nHowever, this simple picture is only approximately true: over time, slightly \"more\" than half (about 59%) of the Moon's surface is seen from Earth due to libration.\nLibration is a slow rocking back and forth of the Moon as viewed from Earth, permitting an observer to see slightly different halves of the surface at different times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moon","surface_form":"Moon","offset":167},{"uri":"Earth","surface_form":"Earth","offset":216},{"uri":"Hemisphere","surface_form":"hemisphere","offset":351},{"uri":"Satellite","surface_form":"satellite","offset":432},{"uri":"Tidal_force","surface_form":"tidal force","offset":562},{"uri":"Pluto","surface_form":"Pluto","offset":630},{"uri":"Charon_(moon)","surface_form":"Charon","offset":640},{"uri":"Rigid","surface_form":"rigidity","offset":961},{"uri":"Orbital_resonance","surface_form":"orbital resonance","offset":1063},{"uri":"Hemisphere","surface_form":"hemisphere","offset":1301},{"uri":"Far_side_of_the_Moon","surface_form":"far side of the Moon","offset":1385},{"uri":"Exploration_of_the_Moon","surface_form":"lunar exploration","offset":1420}]}