{"id":455359,"url":"http://en.wikipedia.org/wiki/Sagittarius_A","text":"Sagittarius A (or Sgr A) is a complex radio source at the galactic centre of the Milky Way. It is in the Sagittarius constellation, but hidden from view by large clouds of cosmic dust in the spiral arms of the Milky Way.\nIt consists of three components: the remains of a supernova Sagittarius A East, the spiral structure Sagittarius A West, and a very bright compact radio source at the center of the spiral, Sagittarius A*. These three overlap: Sagittarius A East is the largest, West appears off-center within East, and A* is at the centre of West.\nSagittarius A East.\nThis feature is about 25 light-years wide. It looks like a remnant from a supernova explosion that happened between 35,000 and 100,000 years ago. However, it would take 50 to 100 times more energy than a standard supernova explosion to create a structure of this size and energy. Sgr A East might be the remains of a star that exploded as it was gravitationally squashed approaching the central black hole.\nSagittarius A West.\nSgr A West looks like a three-arm spiral from the point of view of the Earth. Actually it is made of several dust and gas clouds, which orbit and fall onto Sagittarius A* at velocities as high as 1,000 kilometers per second. The surface layer of these clouds is ionized. The source of ionisation is the population of massive stars that also occupy the central parsec of the galaxy. Over hundred such OB stars have been identified so far.\nSagittarius A*.\nThere is a supermassive black hole at the centre of the galaxy. Sagittarius A* (abbreviated Sgr A*) is the most likely candidate for the position of this central black hole. The Very Large Telescope and Keck Telescope detected stars orbiting Sgr A* at speeds greater than any other stars in the galaxy. One star, S2, orbits Sgr A* at speeds of over 5,000 kilometers per second at its closest approach.\nA gas cloud is expected to collide with the black hole in 2014 and provide additional information.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio","surface_form":"radio","offset":38},{"uri":"Galactic_centre","surface_form":"galactic centre","offset":58},{"uri":"Milky_Way","surface_form":"Milky Way","offset":81},{"uri":"Sagittarius_(constellation)","surface_form":"Sagittarius","offset":105},{"uri":"Cosmic_dust","surface_form":"cosmic dust","offset":172},{"uri":"Supernova","surface_form":"supernova","offset":271},{"uri":"Spiral","surface_form":"spiral","offset":305},{"uri":"Sagittarius_A%2A","surface_form":"Sagittarius A*","offset":410},{"uri":"Light-years","surface_form":"light-years","offset":597},{"uri":"Gravitation","surface_form":"gravitation","offset":918},{"uri":"Orbit","surface_form":"orbit","offset":1135},{"uri":"Ionization","surface_form":"ionized","offset":1261},{"uri":"Parsec","surface_form":"parsec","offset":1359},{"uri":"OB_star","surface_form":"OB star","offset":1399},{"uri":"Supermassive_black_hole","surface_form":"supermassive black hole","offset":1464},{"uri":"Very_Large_Telescope","surface_form":"Very Large Telescope","offset":1631},{"uri":"Keck_Telescope","surface_form":"Keck Telescope","offset":1656},{"uri":"S2_(star)","surface_form":"S2","offset":1766}]}