{"id":455419,"url":"http://en.wikipedia.org/wiki/Sonderkommando","text":"\"Sonderkommandos\" were special work groups made up of prisoners in the Nazi concentration camps during World War II. (In German, \"Sonderkommando\" means \"special unit\".) They worked in and around the gas chambers, which the Nazis used to murder many people.\nLife as a \"Sonderkommando\".\nUsually, the Nazi camp guards chose people for the \"Sonderkommando\" groups right after those people got to the concentration camps. They almost always chose Jewish prisoners. These people were told they would be killed if they did not agree. They were not told what kind of work they would have to do. Sometimes, the new \"Sonderkommando\" would find the bodies of their own families in the gas chambers. They were not allowed to change jobs or refuse to work. The only way they could stop working as \"Sonderkommando\" would be to kill themselves.\nSometimes the groups of \"Sonderkommandos\" were very big. As the Nazis killed more and more people in the concentration camps, they wanted more \"Sonderkommandos\". By 1943, at Birkenau concentration camp (also called \"Auschwitz II\"), the groups of \"Sonderkommando\" included 400 prisoners. But when many more Jews from Hungary were sent to the camp in 1944, the Nazis added 500 more \"Sonderkommando\".\nThe Nazis needed the \"Sonderkommandos\" to stay strong enough to work. Because of this, they were treated a little better than the other prisoners. They were allowed to sleep in their own barracks. They were also allowed to keep things like food, medicines, and cigarettes that had belonged to people who were killed in the gas chambers. The Nazis allowed these things because they wanted to be able to kill people as quickly as possible in the gas chambers. Without the \"Sonderkommando\" to help with the dead bodies, the Nazis would not be able to use the gas chambers as much.\nDeath.\nBecause they knew so much about how the Nazis were killing so many people, the Nazis thought of the \"Sonderkommando\" as \"Geheimnisträger\" — people who knew secrets. Because of this, they were kept apart from other prisoners in the camps. The Nazis also did not want anyone outside the camps to know what they were doing. To make sure the \"Sonderkommando\" could never tell what they knew, the Nazis would regularly kill all of the \"Sonderkommando\", usually about every 3 months. Then they would choose a new group out of new prisoners just getting to the camps. The new group's first job would be to burn the bodies of the old \"Sonderkommandos\".\n\"Sonderkommandos\" fight back.\nSome \"Sonderkommandos\" tried to revolt (fight back) against the Nazis. For example, in 1944, \"Sonderkommandos\" at Auschwitz partly destroyed one of the crematoria used for burning bodies. For months, young Jewish women had secretly been taking small amounts of gunpowder from a weapons factory in the Auschwitz camp. They had been sneaking that gunpowder to men and women in the camp's resistance movement. (The resistance movement was a group of prisoners at Auschwitz who decided to fight back against the Nazis, sometimes in secret ways.) Using this gunpowder, the leaders of the \"Sonderkommando\" planned to blow up the gas chambers and crematoria, and start a rebellion against the camp's guards.\nHowever, before this plan was ready, people in the camp's resistance movement found out that the Nazi guards were going to murder the \"Sonderkommando\" on 7 October 1944. The resistance members warned the \"Sonderkommando\", who attacked the guards with two machine guns, axes, knives and grenades. They killed about 3 guards and hurt about 12 others. A total of 451 \"Sonderkommandos\" were killed on this day. Some died fighting the camp's guards. Some did not, and were executed later that day by the Nazis.\nThere were also revolts in two other concentration camps, called Treblinka and Sobibór. At Treblinka, on 2 August 1943, around 100 prisoners were able to escape from the camp. At Sobibór, \"Sonderkommando\" in one part of the camp (Camp I) revolted on 14 October 1943. The \"Sonderkommando\" in another part of the camp (Camp III) did not revolt, but were murdered the next day.\nOther \"Sonderkommandos\" fought back secretly. For example, at Auschwitz, in August 1944, members of the \"Sonderkommando\" were able to take pictures showing bodies being burned and people being sent to the gas chambers. They snuck these pictures out of the camp as proof of what the Nazis were doing.\nFewer than twenty out of several thousand members of the \"Sonderkommando\" are known to have survived and were able to testify to what happened. After World War II, at some camps, people found notes that members of the \"Sonderkommando\" had buried or hidden, hoping that someone would find the notes later and know what happened.\nTestimonies.\nBetween 1943 and 1944, some members of the \"Sonderkommando\" at Birkenau (Auschwitz II) were able to get pens and paper, and they wrote about the things they had seen at the camp. They buried the things they wrote near the crematoria. Their writings were found after the war ended.\nFor example, this note was found buried in the Auschwitz crematoria. It was written by Zalman Gradowski, a \"Sonderkommando\" who was killed in the revolt on 7 October 1944:\"Dear finder of these notes, I have one request of you... that my days of Hell, that my hopeless tomorrow will find a purpose in the future. I am transmitting [writing about] only a part of what happened in the Birkenau-Auschwitz Hell. You will realize what reality looked like... From all this you will have a picture of how our people perished [died].\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Prisoner","surface_form":"prisoner","offset":54},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camps","offset":71},{"uri":"World_War_II","surface_form":"World War II","offset":103},{"uri":"German_language","surface_form":"German","offset":121},{"uri":"Unit","surface_form":"unit","offset":161},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":199},{"uri":"Nazi_Germany","surface_form":"Nazis","offset":223},{"uri":"Mass_murder","surface_form":"murder many people","offset":237},{"uri":"Jew","surface_form":"Jew","offset":442},{"uri":"Suicide","surface_form":"kill themselves","offset":813},{"uri":"Hungary","surface_form":"Hungary","offset":1146},{"uri":"Barracks","surface_form":"barracks","offset":1415},{"uri":"Medication","surface_form":"medicines","offset":1474},{"uri":"Cigarette","surface_form":"cigarette","offset":1489},{"uri":"Mass_murder","surface_form":"so many people","offset":1872},{"uri":"Rebellion","surface_form":"revolt","offset":2520},{"uri":"Destroy","surface_form":"destroyed","offset":2619},{"uri":"Gunpowder","surface_form":"gunpowder","offset":2749},{"uri":"Explosive","surface_form":"blow up","offset":3099},{"uri":"Rebellion","surface_form":"rebellion","offset":3152},{"uri":"Machine_gun","surface_form":"machine gun","offset":3444},{"uri":"Axe","surface_form":"axe","offset":3458},{"uri":"Grenade","surface_form":"grenade","offset":3475},{"uri":"Execution","surface_form":"executed","offset":3657},{"uri":"Treblinka_extermination_camp","surface_form":"Treblinka","offset":3760},{"uri":"Sobib%C3%B3r_extermination_camp","surface_form":"Sobibór","offset":3774},{"uri":"Sonderkommando_photographs","surface_form":"\"Sonderkommando\" were able to take pictures","offset":4174},{"uri":"Testify","surface_form":"testify","offset":4488}]}