{"id":455644,"url":"http://en.wikipedia.org/wiki/Egyptian_language","text":"The Egyptian language was an Afroasiatic language that was spoken in Ancient Egypt. It has been written 5000 years, which makes it one of the oldest written languages known today. The Coptic language is the modern form of the Egyptian language. The Egyptian language changed into it over time. The Copts use it for religious purposes. Only a few people are still fluent in Coptic. While the modern variant is known, the older variants could only be translated when the Rosetta stone was found in 1799. The Rosetta stone contains the same text in three languages, one of which was known at the time.\nThe oldest records of the Egyptian language date from about 3400 BC.\nEgyptian was spoken until the late 17th century AD in the form of Coptic. The national language of modern-day Egypt is Egyptian Arabic, which replaced Coptic as the language of daily life in the centuries after the Muslim conquest of Egypt.\nHistory.\nEgyptian writing in the form of labels and signs has been dated to 3200 BC. These early texts are generally called \"Archaic Egyptian.\"\nIn 1999, \"Archaeology Magazine\" reported that the earliest Egyptian glyphs date back to 3400 BC which \"...challenge the commonly held belief that early logographs, pictographic symbols representing a specific place, object, or quantity, first evolved into more complex phonetic symbols in Mesopotamia.\"\nOld Egyptian was spoken for about 500 years from 2600 BC onwards. Middle Egyptian was spoken from about 2000 BC for a further 700 years when Late Egyptian made its appearance; Middle Egyptian survived until the first few centuries AD as a written language, similar to the use of Latin during the Middle Ages and that of Classical Arabic today. Demotic Egyptian first appears about 650 BC and survived as a spoken language until the fifth century AD. Coptic Egyptian appeared in the fourth century AD and survived as a living language until the sixteenth century AD, when European scholars traveled to Egypt to learn it from native speakers during the Renaissance. It probably survived in the Egyptian countryside as a spoken language for several centuries after that. The Bohairic dialect of Coptic is still used by the Egyptian Christian Churches.\nOld, Middle, and Late Egyptian were all written using hieroglyphs and hieratic. Demotic was written using a script derived from hieratic; its appearance is vaguely similar to modern Arabic script and is also written from right to left. Coptic is written using the Coptic alphabet, a modified form of the Greek alphabet with a number of symbols borrowed from Demotic for sounds that did not occur in contemporary Greek.\nArabic became the language of Egypt's political administration soon after the Arab conquest in the seventh century AD. Over time, it replaced Coptic as the language spoken by the common people. Today, Coptic survives as the liturgical language of the Coptic Orthodox Church and the Coptic Catholic Church.\nThe Bible contains some words, terms and names thought by scholars to be Egyptian in origin. An example of this is Zaphnath-Paaneah, the Egyptian name given to Joseph.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afroasiatic_languages","surface_form":"Afroasiatic language","offset":29},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":69},{"uri":"Coptic_language","surface_form":"Coptic language","offset":184},{"uri":"Copt","surface_form":"Copt","offset":298},{"uri":"Religion","surface_form":"religious","offset":315},{"uri":"Rosetta_stone","surface_form":"Rosetta stone","offset":469},{"uri":"National_language","surface_form":"national language","offset":746},{"uri":"Egypt","surface_form":"Egypt","offset":778},{"uri":"Egyptian_Arabic","surface_form":"Egyptian Arabic","offset":787},{"uri":"Muslim_conquest","surface_form":"Muslim conquest","offset":883},{"uri":"Glyph","surface_form":"glyphs","offset":1121},{"uri":"Logograph","surface_form":"logographs","offset":1205},{"uri":"Pictogram","surface_form":"pictographic","offset":1217},{"uri":"Phonetic","surface_form":"phonetic","offset":1322},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1342},{"uri":"Latin","surface_form":"Latin","offset":1635},{"uri":"Classical_Arabic","surface_form":"Classical Arabic","offset":1676},{"uri":"Demotic_Egyptian","surface_form":"Demotic Egyptian","offset":1700},{"uri":"Coptic_Language","surface_form":"Coptic Egyptian","offset":1806},{"uri":"Renaissance","surface_form":"Renaissance","offset":2007},{"uri":"Bohairic","surface_form":"Bohairic","offset":2128},{"uri":"Egyptian_hieroglyphs","surface_form":"hieroglyphs","offset":2259},{"uri":"Hieratic","surface_form":"hieratic","offset":2275},{"uri":"Writing_system","surface_form":"script","offset":2313},{"uri":"Arabic_Script","surface_form":"Arabic script","offset":2387},{"uri":"Coptic_alphabet","surface_form":"Coptic alphabet","offset":2469},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":2509},{"uri":"Ancient_Greek","surface_form":"Greek","offset":2617},{"uri":"Liturgy","surface_form":"liturgical language","offset":2848},{"uri":"Coptic_Orthodox_Church","surface_form":"Coptic Orthodox Church","offset":2875},{"uri":"Coptic_Catholic_Church","surface_form":"Coptic Catholic Church","offset":2906},{"uri":"Joseph_(son_of_Jacob)","surface_form":"Joseph","offset":3090}]}