{"id":455667,"url":"http://en.wikipedia.org/wiki/Nuon_Chea","text":"Nuon Chea (; 7 July 1926 – 4 August 2019 also known as Long Bunruot (), was a Cambodian former communist politician. Nuon Chea was the oldest living former Prime Minister (serving for a month) and the oldest of the last surviving Khmer Rouge leaders. He was the chief ideologist of the Khmer Rouge Regime and second in command of bloody Khmer Rouge regime he presided over. He received a life sentence for his crimes against humanity, alongside another top-tier Khmer Rouge leader, Khieu Samphan. Further trial convicted him of the crimes of genocide in November 2018.\nHe died while appealing his sentences. His lawyers demands for the removal of his guilty convictions upon his death failed.\nDeath.\nNuon Chea died on 4 August 2019 at the Khmer-Soviet Friendship Hospital in Phnom Penh, aged 93. He had been hospitalized since July 2 for the lack of blood-flow to his toe which turned black.\nDue to advanced age Chea's circulation was not delivering blood properly to his toe. Lack of proper circulation brought infection of his toe which eventually killed him most likely by causing sepsis of blood and eventual multiple organs failure. His body was later brought to Sala Krau, Pailin, before cremation in accordance with Buddhist tradition, religion he persecuted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cambodia","surface_form":"Cambodia","offset":78},{"uri":"Communist","surface_form":"communist","offset":95},{"uri":"Politician","surface_form":"politician","offset":105},{"uri":"Prime_Minister_of_Cambodia","surface_form":"Prime Minister","offset":156},{"uri":"Khieu_Samphan","surface_form":"Khieu Samphan","offset":482},{"uri":"Genocide","surface_form":"genocide","offset":542},{"uri":"Khmer-Soviet_Friendship_Hospital","surface_form":"Khmer-Soviet Friendship Hospital","offset":739},{"uri":"Phnom_Penh","surface_form":"Phnom Penh","offset":775},{"uri":"Sala_Krau_District","surface_form":"Sala Krau","offset":1168},{"uri":"Pailin_Province","surface_form":"Pailin","offset":1179},{"uri":"Buddhism","surface_form":"Buddhist","offset":1223}]}