{"id":455717,"url":"http://en.wikipedia.org/wiki/Status_epilepticus","text":"e=\"preserve\">Status epilepticus (often simply called status) is a medical emergency where the brain will not stop having seizures. In medicine, a person who is having status epilepticus is described as being \"in status.\"\nWhat is Status Epilepticus?\nDefinitions of status epilepticus have changed over time. It used to be that a seizure had to last 20 or 30 minutes to be thought of as status epilepticus. (Most normal seizures last only one to two minutes.)\nWhy is Status Epilepticus a Medical Emergency?\nStatus epilepticus is very dangerous. About 10 - 20 % of the people who go into this status die from it.\nIf people in status get the right treatment quickly, they can survive with little or no brain damage.\nCauses.\nOnly about one in four people who go into status epilepticus have epilepsy. The other three out of four people who go into status have never had a seizure before. Status epilepticus can happen for many other reasons.\nTreatment.\nPeople in status epilepticus are unable to end their seizures on their own. They are often unconscious and unable to react.\nThe most common way to end status is to inject special medicines that can stop seizures. If these medicines do not help, the patient must be treated in the intensive care unit at a hospital. Sometimes patients have to be put into a coma to stop very bad status epilepticus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medical_emergency","surface_form":"medical emergency","offset":66},{"uri":"Brain","surface_form":"brain","offset":94},{"uri":"Seizure","surface_form":"seizure","offset":121},{"uri":"Brain_damage","surface_form":"brain damage","offset":698},{"uri":"Injection","surface_form":"inject","offset":1112},{"uri":"Medication","surface_form":"medicines","offset":1127},{"uri":"Anticonvulsant","surface_form":"stop seizures","offset":1146},{"uri":"Intensive_care_unit","surface_form":"intensive care unit","offset":1228},{"uri":"Hospital","surface_form":"hospital","offset":1253},{"uri":"Coma","surface_form":"coma","offset":1304}]}