{"id":455729,"url":"http://en.wikipedia.org/wiki/Niels_Kaj_Jerne","text":"Niels Kaj Jerne FRS (December 23, 1911 – October 7, 1994) was a Danish immunologist.\nJerne won the Nobel Prize in Physiology or Medicine with Georges J. F. Köhler and César Milstein in 1957. They won it \"[f]or theories concerning the specificity in development and control of the immune system and the discovery of the principle for production of monoclonal antibodies\".\nAccording to Jerne's biographer Thomas Söderqvist, Jerne did not play the role of a bench scientist, he could not pipette accurately, and he did not enjoy experimental work. Jerne's Nobel Prize was awarded for theories, rather than discoveries. He developed the \"natural selection theory of immunology,\" which was proposed by Paul Ehrlich 50 years earlier, although he was missing the clonal selection element proposed by David Talmage and later by Frank Macfarlane Burnet. James Watson had told Jerne that his theory \"stinks.\"\nHe was married three times and had two sons, Ivar Jerne (born 1936) and Donald Jerne (born 1941), with Tjek Jerne. He had a third son, Andreas Wettstein, with Gertrud Wettstein, in 1971. According to Söderqvist, his wife Tjek was distraught when she had found out that Niels was having an affair with her best friend, Adda Sundsig-Hansen. Tjek had told Adda about her own affairs, and Adda then told Neils about them too. After hearing this, Niels demanded a divorce. Tjek begged him to stay but he refused. She would then kill herself. Her son Ivar had woken up in the morning, smelled gas, and found his mother dead by the oven. His second wife was treated as a servant and nanny by Jerne. He was regularly unfaithful to his wives, and even though he was not physically handsome, he had attracted women by his charm as a conversationalist and his skills in the arts of love, which included a liking for sadism.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Royal_Society","surface_form":"FRS","offset":16},{"uri":"Denmark","surface_form":"Danish","offset":64},{"uri":"Immunology","surface_form":"immunologist","offset":71},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Nobel Prize in Physiology or Medicine","offset":99},{"uri":"Georges_J._F._K%C3%B6hler","surface_form":"Georges J. F. Köhler","offset":142},{"uri":"C%C3%A9sar_Milstein","surface_form":"César Milstein","offset":167},{"uri":"Monoclonal_antibody","surface_form":"monoclonal antibodies","offset":347},{"uri":"Paul_Ehrlich","surface_form":"Paul Ehrlich","offset":697},{"uri":"David_Talmage","surface_form":"David Talmage","offset":793},{"uri":"Frank_Macfarlane_Burnet","surface_form":"Frank Macfarlane Burnet","offset":820},{"uri":"James_D._Watson","surface_form":"James Watson","offset":845},{"uri":"Affair","surface_form":"affair","offset":1188},{"uri":"Suicide","surface_form":"kill herself","offset":1422},{"uri":"Sadism","surface_form":"sadism","offset":1804}]}