{"id":455788,"url":"http://en.wikipedia.org/wiki/Verulamium","text":"Verulamium was an ancient town in Roman Britain. It was in the southwest of the modern city of St Albans in Hertfordshire.\nMuch of the Roman city is unexcavated, with the modern city built over it. The ancient Watling Street passed through Verulamium, which was one of the most important towns in Roman Britain. Much of the site and its environs is now a scheduled ancient monument.\nBefore the Romans, it was a settlement of the Catuvellauni tribe, which called it Verlamion. It was among the first places in Britain recorded by name.\nVerulamium was burnt to the ground and its people slaughtered by Boudica of the Iceni in AD 61. A black ash layer has been found, confirming the Roman written record. The town was rebuilt, and grew to about by the early 3rd century. It was defended by a deep ditch and wall.\nIt is the location of the martyrdom of the first British martyr saint, St Alban, who was a Roman patrician converted to Christianity.\nVerulamium had a Roman Forum, a basilica and a Roman theatre. Much was damaged by fires in AD 155 and AD 250. The town was rebuilt in stone rather than timber at least twice over the next 150 years. Occupation by the Romans ended between 400 and 450.\nThere are a few remains of the Roman city visible, such as parts of the city walls, a hypocaust (heating system) still in place under a mosaic floor. Remains of the theatre are on land belonging to the Earl of Verulam. More remains are under the nearby agricultural land, and have never been excavated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":34},{"uri":"St_Albans","surface_form":"St Albans","offset":95},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":108},{"uri":"Watling_Street","surface_form":"Watling Street","offset":210},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":297},{"uri":"Scheduled_ancient_monument","surface_form":"scheduled ancient monument","offset":355},{"uri":"Catuvellauni","surface_form":"Catuvellauni","offset":429},{"uri":"Great_Britain","surface_form":"Britain","offset":509},{"uri":"Boudica","surface_form":"Boudica","offset":600},{"uri":"Iceni","surface_form":"Iceni","offset":615},{"uri":"Saint_Alban","surface_form":"St Alban","offset":881},{"uri":"Patrician","surface_form":"patrician","offset":907},{"uri":"Roman_Forum","surface_form":"Roman Forum","offset":961},{"uri":"Basilica","surface_form":"basilica","offset":976},{"uri":"Theatre","surface_form":"theatre","offset":997},{"uri":"Rock_(geology)","surface_form":"stone","offset":1078},{"uri":"Timber","surface_form":"timber","offset":1096},{"uri":"Hypocaust","surface_form":"hypocaust","offset":1281},{"uri":"Mosaic","surface_form":"mosaic","offset":1331},{"uri":"Earl_of_Verulam","surface_form":"Earl of Verulam","offset":1397}]}