{"id":4558,"url":"http://en.wikipedia.org/wiki/Marco_Polo","text":"Marco Polo was born in 1254 and died on January 8,1324. He was an Italian trader and explorer. He was one of the first Europeans to explore Central Asia and East Asia. Many other explorers, including Christopher Columbus, looked up to him. He could speak four languages.\nMarco Polo was known for the book, \"Travels of Marco Polo,\" where he talked about Asia.\nEarly life.\nMarco Polo was born in Venice, one of the most successful trading cities. Polo's mother died when he was very young and he was raised by his aunt and uncle. His father and uncle returned from their Silk Road travels when Marco was about 15 years old. Two years later, the three of them set out on a journey to Cathay (China). His family were well-known merchants, not explorers. He learned about writing, reading, and arithmetic, and how to do business.\nTravels.\nPolo went on a 24-year trip to China with his father and uncle during the Mongol Dynasty. He left Venice at the age of 17 on a boat that went through the Mediterranean Sea, Ayas, Tabriz and Kerman. Then he travelled across Asia getting as far as Beijing. On the way there he had to go over mountains and through terrible deserts, across hot burning lands and places where the cold was horrible. He served in Kublai Khan's court for 17 years. He left the Far East and returned to Venice by sea. There was sickness on board and 600 passengers and crew died and some say pirates attacked. Nevertheless, Marco Polo survived it all.\nSome scholars believe that while Marco Polo did go to China, he did not go to all of the other places described in his book. He brought noodles back from China and the Italians came up with different sizes and shapes and called it pasta. Polo returned to Venice with treasures like ivory, jade, jewels, porcelain and silk.\nHis father had borrowed money and bought a ship. He became wealthy because of his trading in the near East.\n\"Travels of Marco Polo\".\nSoon after Polo returned from his journeys he fought in a war against Genoa, got captured and put in prison. When he was in prison, he became friendly with a fellow prisoner, Rusticello, who was a writer of romances and novels. He told the writer about all his adventures, which became a book called \"The Travels of Marco Polo\". The published version was written by Rustichello da Pisa, based on what Polo had told him. It became famous throughout Europe. In the book he said that Kublai Khan's wealthy new empire had a postal system. He also talked about the Chinese people. China used paper money that was made from mulberry bark.\nMarco Polo’s nickname was Marco Il Milione, due to an ancestor of his called Emilione. He was actually quite wealthy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":66},{"uri":"Trade","surface_form":"trade","offset":74},{"uri":"Explorer","surface_form":"explorer","offset":85},{"uri":"Central_Asia","surface_form":"Central Asia","offset":140},{"uri":"East_Asia","surface_form":"East Asia","offset":157},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":200},{"uri":"Venice","surface_form":"Venice","offset":394},{"uri":"China","surface_form":"China","offset":689},{"uri":"China","surface_form":"China","offset":865},{"uri":"Yuan_Dynasty","surface_form":"Mongol Dynasty","offset":908},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":988},{"uri":"Ayas","surface_form":"Ayas","offset":1007},{"uri":"Tabriz","surface_form":"Tabriz","offset":1013},{"uri":"Kerman","surface_form":"Kerman","offset":1024},{"uri":"Beijing","surface_form":"Beijing","offset":1080},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":1242},{"uri":"Far_East","surface_form":"Far East","offset":1288},{"uri":"Venice","surface_form":"Venice","offset":1313},{"uri":"Pasta","surface_form":"pasta","offset":1693},{"uri":"Jade","surface_form":"jade","offset":1751},{"uri":"Porcelain","surface_form":"porcelain","offset":1765},{"uri":"Genoa","surface_form":"Genoa","offset":1988},{"uri":"Postal_system","surface_form":"postal system","offset":2438},{"uri":"Mulberry","surface_form":"mulberry","offset":2536}]}