{"id":4561,"url":"http://en.wikipedia.org/wiki/Herpes_zoster","text":"Herpes zoster (also known as shingles or zona) is a disease in humans. The same virus that causes chickenpox also causes shingles. The symptoms are pain and a rash with blisters. The shingles vaccine reduces the risk of shingles. Antivirus medicine can reduce the seriousness and duration of shingles if started within 3 days of the rash.\nGeneral information.\nShingles is a viral disease produced by the varicella zoster virus (VZV), the same virus that causes chicken pox. Its symptoms include pain and a blistering rash that occurs along the nerves that contain dormant virus. You can not catch shingles. However, you can catch chicken pox through direct contact with someone who has shingles, by touching the area of the rash. Most people who get shingles are old. It sometimes infects younger people, or people with a weakened immune system. Stress may trigger shingles. The disease starts with tingling, itchiness, or pain on an infected person's skin. After a few days, the disease causes a blistering rash. This rash may be on the trunk or face. The rash grows into small blisters filled with fluid. These blisters dry out and crust over for several days. The rash causes anything from mild itching to extreme pain. The rash stays in one region of the body.\nThe shingles virus is contagious from person to person only by direct contact. For this reason, persons with shingles are advised to limit contact with those who are not immune to chicken pox, those with increased risk are young children and pregnant women. Contracting chickenpox when one is pregnant can be dangerous to the unborn child.\nIf people have had chickenpox, they cannot get chickenpox from someone else again. However, it is thought that contact with a shingles patient may trigger a person's own dormant chickenpox virus to become shingles.\nTreatment.\nDoctors recommend antiviral drugs, steroids, antidepressants, anticonvulsants, and topical agents to treat shingles. The antiviral drugs acyclovir, valacyclovir, and famcyclovir can reduce the severity of shingles.\nPrognosis.\nShingles can be very painful and itchy. It is not very dangerous to healthy people, and it usually ends without major problems. The rash and pain last 3 to 5 weeks. Sometimes, serious problems like temporary, partial facial paralysis, ear damage, or\nencephalitis may occur. Persons with shingles on the upper half of the face need immediate medical attention: the virus may cause serious damage to the eyes. Most people who have shingles have only one attack of the disease in their lifetime. However, people with AIDS, cancer or weak immune systems may have multiple attacks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":80},{"uri":"Chickenpox","surface_form":"chickenpox","offset":98},{"uri":"Symptom","surface_form":"symptom","offset":135},{"uri":"Rash","surface_form":"rash","offset":159},{"uri":"Blister","surface_form":"blister","offset":169},{"uri":"Vaccine","surface_form":"vaccine","offset":192},{"uri":"Varicella_zoster_virus","surface_form":"varicella zoster virus","offset":404},{"uri":"Dormancy","surface_form":"dormant","offset":564},{"uri":"Infection","surface_form":"catch","offset":591},{"uri":"Immune_system","surface_form":"immune system","offset":831},{"uri":"Stress","surface_form":"Stress","offset":846},{"uri":"Paresthesia","surface_form":"tingling","offset":899},{"uri":"Pruritis","surface_form":"itchiness","offset":909},{"uri":"Pain","surface_form":"pain","offset":923},{"uri":"Skin","surface_form":"skin","offset":952},{"uri":"Torso","surface_form":"trunk","offset":1038},{"uri":"Face","surface_form":"face","offset":1047},{"uri":"Blister","surface_form":"blister","offset":1079},{"uri":"Dermatome","surface_form":"region","offset":1245},{"uri":"Infection","surface_form":"contagious","offset":1287},{"uri":"Immunology","surface_form":"immune","offset":1435},{"uri":"Fetus","surface_form":"unborn child","offset":1591},{"uri":"Antiviral_drug","surface_form":"antiviral drug","offset":1849},{"uri":"Steroid","surface_form":"steroid","offset":1866},{"uri":"Antidepressant","surface_form":"antidepressant","offset":1876},{"uri":"Anticonvulsant","surface_form":"anticonvulsant","offset":1893},{"uri":"Topical_agent","surface_form":"topical agent","offset":1914},{"uri":"Acyclovir","surface_form":"acyclovir","offset":1968},{"uri":"Valacyclovir","surface_form":"valacyclovir","offset":1979},{"uri":"Famcyclovir","surface_form":"famcyclovir","offset":1997},{"uri":"Facial_paralysis","surface_form":"facial paralysis","offset":2274},{"uri":"Encephalitis","surface_form":"encephalitis","offset":2307},{"uri":"Eye","surface_form":"eye","offset":2459},{"uri":"AIDS","surface_form":"AIDS","offset":2571},{"uri":"Cancer","surface_form":"cancer","offset":2577}]}