{"id":456342,"url":"http://en.wikipedia.org/wiki/Professional_wrestling_aerial_techniques","text":"This page describes the different types of aerial attacks in professional wrestling.\nDiving crossbody.\nA diving crossbody is a move where a wrestler performs a type of crossbody off of the top turnbuckle and onto a standing opponent.\nDiving DDT.\nA diving DDT is a move where a wrestler who is on higher ground (usually the top rope) is facing either a standing or bent-over opponent. The wrestler dives wraps their near arm around the opponent's head in a front facelock and swings themselves backwards in midair, performing a DDT.\nDiving double axe handle.\nA diving double axe handle (also known as diving axe handle, diving double axe handle smash or diving double sledge) is a move where a wrestler jumps from the top turnbuckle to either the mat or floor and hits their opponent with two fists that are held together in the fashion of holding an axe.\nDiving elbow drop.\nA diving elbow drop is a move where a wrestler jumps from the top turnbuckle and lands on a downed opponent with their cocked elbow. There is also a less common version called the diving back elbow drop, where a wrestler climbs to the top turnbuckle, jumps backwards, cocks their elbow and lands their elbow on the opponent. The diving elbow drop was popularized by \"Macho Man\" Randy Savage who used it as his finisher. CM Punk adopted the moved as a tribute to Savage after he died.\nPointed elbow drop.\nA pointed elbow drop is a move where a wrestler that is sitting on the top turnbuckle, jumps while clasping their forearms together, and lands on their knees, while driving both elbows into either the shoulder or chest of their opponent.\nDiving fist drop.\nA diving fist drop is a move where a wrestler jumps from the top turnbuckle onto the opponent and drives their fist into either the opponent's chest or head.\nDiving headbutt.\nA diving headbutt happens when a wrestler jumps from either the top rope or turnbuckle and lands anywhere on the opponent's body. Harley Race accidentally invented the move. The move was popularized by The Dynamite Kid and later by Chris Benoit. It was later found out that the move could cause spinal damage and was blamed as a contributing factor for the damage that was found in Chris Benoit's brain after his double-murder suicide.\nFlying clothesline.\nA flying clothesline is a move where a wrestler jumps from either the top rope, top turnbuckle or somewhere else and performs a clothesline onto their standing opponent.\nFlying neckbreaker.\nA flying neckbreaker is a type of neckbreaker where the wrestler jumps from a higher position, usually the second turnbuckle, grbas the opponents neck in midair and takes them down with a neckbreaker. A common version of this is called the flip neckbreaker slam or Blockbuster when a wrestler does a somersault, and while flipping, catches the opponents head which ends in a neckbreaker slam.\nFrankensteiner.\nA Frankensteiner is a type of hurricanrana that is done when the opponent is sitting on the top turnbuckle. While facing them, the wrestler performing the move wraps their legs around the opponent's head, does a backflip to swing through the opponent's open legs and drags them into a forced somersault which distances the wrestler from the opponent, who lands on his or her back. The name Frankensteiner comes from Scott Steiner, who popularized the move.\nReverse frankensteiner.\nThere is a different version called the reverse frankensteiner, also known as the inverted frankensteiner. The move is performed when an opponent is facing the other way while sitting on the top turnbuckle. The wrestler then performs the frankensteiner but the opponent lands on their chest instead.\nMoonsault.\nA moonsault happens when a wrestler does a backflip and lands on their opponent. It is usually performed from the top turnbuckle.\n630° senton.\nA 630° senton is a move where a wrestler does a senton and flips 630 degrees forward before landing. A corkscrew can be added. In a corkscrew version, the wrestler faces away from the ring and is on the top turnbuckle, they then perform a 180° turn in mid-air and perform a 630° senton onto a lying opponent.\nShiranui.\nA shiranui is a move where a wrestler puts their opponent in a three-quarter facelock, runs up the corner turnbuckles, jumps backwards, does a backflip in the air and lands face down on the mat, driving the opponent back first on the mat. There is a standing version and a \"sitout shiranui\" where the wrestler lands in a seated position and drives the opponent's head between their legs. It is the finishing move of Brian Kendrick who calls it the \"Sliced Bread #2\". The move was invented by Naomichi Marufuji.\nShooting star.\nA shooting star is when a wrestler jumps forward from higher ground and performs a backflip in midair. The most common technique of the shooting star is the shooting star press.\nShooting star press.\nA shooting star press is a move where the wrestler jumps forward, presses their knees to their chest, does a backflip in midair and lands on their opponent chest first. A corkscrew version has also been used where the wrestler either a 180°, 360° or more in midair and lands in either a senton or press. The move was invented by Jushin \"Thunder\" Liger.\nShooting star leg drop.\nA shooting star leg drop is a move where the wrestler jumps forward from higher ground, does a backflip in midair, continues the rotation (by either doing a full 360° or more rotation) and lands on the downed opponent with their leg.\nShooting star elbow drop.\nA shooting star elbow drop is a move where the wrestler jumps forward from higher ground, does a backflip in midair, and lands on the downed opponent with their elbow.\nShooting star DDT.\nA shooting star DDT is a move where the wrestler jumps forward from higher ground, does a backflip in midair, catches the standing opponent and performs a DDT on the way down.\nShooting star senton.\nA shooting star senton is a move where the wrestler jumps forward from higher ground, does a backflip in midair, and continues the rotation (by either doing a full 360° or more rotation) and adds another 90 which ends in a senton.\nCorkscrew Shooting star press.\nA corkscrew shooting star press is a move where the wrestler jumps forward from higher ground, twists and flips backwards at the same time, and hits a shooting star press. Adrian Neville uses the move as his finisher which he calls the \"Red Arrow\".\nSunset flip.\nA sunset flip is a pinning move performed when a wrestler is on higher ground. The wrestler then dives over the opponent, catches them in a waist-lock from behind and rolls them into a sitting position when they hit the mat. When the wrestler rolls over the opponent, they pull the opponent backwards and land their back into a pinning position.\nTransition moves.\nSome of the moves that are done are not meant to pin an opponent or weaken them. They are used to set up another attack on an opponent.\nSpringboard.\nA springboard is when a wrestler bounces themself upward off of a rope into a move. There is also a double springboard where a wrestler bounces off one rope and onto another. Some moves that can be done from a springboard position are a springboard dropkick, springboard legdrop and a springboard moonsault.\nSlingshot.\nA slingshot is when a wrestler, who is standing on the ring apron, pulls the top rope and uses the momentum that is gained to hurl themself over the rope and into the ring.\nCorkscrew.\nA corkscrew is when a wrestler twists themself in the air. It can also refer to when a wrestler does a backflip but it is twisted so the wrestler faces the inside of the ring instead of the outside when the move ends.\nPlancha.\nA Plancha is the name in American wrestling for when a wrestler performs a slingshot crossbody to an opponent on the outside of the ring. In lucha libre, it is called a Pescado when a wrestler uses the top ring rope for the slingshot.\nRopewalk.\nA ropewalk is when a wrestler walks across the top rope before performing a move. The Undertaker uses a ropewalk in his \"Old School\" signature move.\nSuicide.\nthe name \"suicide\" or \"suicida\" is used before any move that wrestler uses which goes either from the ring, the ring apron, or the turnbuckles to the outside of the ring. The most common move is the \"suicide dive\" or \"topé suicida\" where a wrestler jumps through the ring ropes to the opponent on the outside. Sometimes a front flip is used after the wrestler leaps through the ropes, this is known as \"suicide senton\" or \"Topé con Hilo\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_wrestling","surface_form":"professional wrestling","offset":61},{"uri":"Axe","surface_form":"axe","offset":850},{"uri":"Randy_Savage","surface_form":"\"Macho Man\" Randy Savage","offset":1240},{"uri":"CM_Punk","surface_form":"CM Punk","offset":1294},{"uri":"Harley_Race","surface_form":"Harley Race","offset":1939},{"uri":"Dynamite_Kid","surface_form":"The Dynamite Kid","offset":2011},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":2041},{"uri":"Neckbreaker","surface_form":"neckbreaker","offset":2489},{"uri":"Scott_Steiner","surface_form":"Scott Steiner","offset":3280},{"uri":"Brian_Kendrick","surface_form":"Brian Kendrick","offset":4534},{"uri":"Naomichi_Marufuji","surface_form":"Naomichi Marufuji","offset":4610},{"uri":"Jushin_Liger","surface_form":"Jushin \"Thunder\" Liger","offset":5172},{"uri":"Pac_(wrestler)","surface_form":"Adrian Neville","offset":6299},{"uri":"Lucha_libre","surface_form":"lucha libre","offset":7773},{"uri":"The_Undertaker","surface_form":"The Undertaker","offset":7959}]}