{"id":456381,"url":"http://en.wikipedia.org/wiki/Live_Forever_(Oasis_song)","text":"\"Live Forever\" is the third single off English rock band Oasis' debut studio album \"Definitely Maybe\". The song was released on 8 August 1994.\nThe song was written by Noel Gallagher in 1991 before he joined Oasis. \"Live Forever\" was inspired by The Rolling Stones song \"Shine a Light\". It featured an optimistic outlook which differed from the attitude of the grunge bands which were popular at that time. Noel Gallagher presented a fully composed \"Live Forever\" to the band for the first time in early 1993 during their rehearsals. According to drummer Tony McCarroll, the band were awed by it. The demo version of the song begins with an acoustic guitar intro. While recording the album version, the producer Owen Morris cut out the intro and replaced it with a drumbeat that was played by McCarroll. Morris further cut a second section in Gallagher's guitar solo. Although Gallagher was upset, Morris felt the part had sounded \"a bit like fucking Slash from Guns N' Roses\".\nThe song is understood to be an ode to Noel and Liam Gallagher's mother Peggy.In general, the lyrics to the song stress an optimistic outlook. Noel Gallagher explained that \"At the time... it was written in the middle of grunge and all that, and I remember Nirvana had a tune called 'I Hate Myself and Want to Die', and I was like... 'Well, I'm not fucking having that.' As much as I fucking like him (Nirvana frontman Kurt Cobain) and all that shit, I'm not having that. I can't have people like that coming over here, on smack, fucking saying that they hate themselves and they wanna die. That's fucking rubbish. Kids don't need to be hearing that nonsense.\" While Gallagher said that he did not intend \"Live Forever\" as a direct reply to Nirvana or their music (being a professed fan of the band), he differed the lives of Cobain and his band at that point, saying, \"Seems to me that here was a guy who had everything, and was miserable about it. And we had fuck-all, and I still thought that getting up in the morning was the greatest fuckin' thing ever, 'cause you didn't know where you'd end up at night. And we didn't have a pot to piss in, but it was fucking great, man\". Gallagher says that the line \"We see things they'll never see\" is the most important line of the song and explained that old friends tend to laugh at jokes and stories that \"no one else gets\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":47},{"uri":"Oasis_(band)","surface_form":"Oasis","offset":57},{"uri":"Studio_album","surface_form":"studio album","offset":70},{"uri":"Definitely_Maybe","surface_form":"Definitely Maybe","offset":84},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":245},{"uri":"Shine_a_Light_(The_Rolling_Stones_song)","surface_form":"Shine a Light","offset":270},{"uri":"Grunge","surface_form":"grunge","offset":360},{"uri":"Tony_McCarroll","surface_form":"Tony McCarroll","offset":554},{"uri":"Acoustic_guitar","surface_form":"acoustic guitar","offset":640},{"uri":"Owen_Morris","surface_form":"Owen Morris","offset":711},{"uri":"Slash_(musician)","surface_form":"Slash","offset":950},{"uri":"Guns_N%27_Roses","surface_form":"Guns N' Roses","offset":961},{"uri":"Ode","surface_form":"ode","offset":1009},{"uri":"Grunge","surface_form":"grunge","offset":1198},{"uri":"Nirvana_(band)","surface_form":"Nirvana","offset":1234},{"uri":"I_Hate_Myself_and_Want_to_Die","surface_form":"I Hate Myself and Want to Die","offset":1261},{"uri":"Kurt_Cobain","surface_form":"Kurt Cobain","offset":1396},{"uri":"Heroin","surface_form":"smack","offset":1500}]}