{"id":456430,"url":"http://en.wikipedia.org/wiki/Fozzy","text":"Fozzy is an American heavy metal band from Atlanta, Georgia. The band is currently signed to Century Media Records. The band has currently has five members. The members are Chris Jericho, Rich Ward, Frank Fontsere, Billy Grey, and Paul Di Leo. Lead singer Chris Jericho describes the band by saying: \"If Metallica and Journey had a bastard child, it would be Fozzy.\"\nHistory.\nThe band started out as a cover band and went by the name Fozzy Osbourne, a play on the name of the singer Ozzy Osbourne. The band was assembled by Rich Ward from whatever musicians that he could find in a given week. In 1999, Ward met Jericho in San Antonio, Texas after a wrestling show and he invited Jericho to play with the band.\nIn 2000, after Jericho suffered a severe ankle injury and was unable to wrestle for four moths, he rejoined the band and became their front man. He went under the persona of Moongoose McQueen. As part of the band's \"gimmick\", Jericho did not acknowledge that Moongoose McQueen and Chris Jericho were the same person. When he was interviewed as Moongoose, he stayed in character the entire time and feigned ignorance of who Chris Jericho was. On the other side, Chris Jericho was a \"huge fan\" of both Moongoose and Fozzy.\nFozzy started production on their first album later on. On October 24, 2000, Fozzy released their first, self-titled studio album. The album featured covers of songs songs from bands like Dio, Krokus, Twisted Sister, Iron Maiden, Mötley Crüe and Judas Priest.\nThe band is set to release their sixth studio \"Do You Wanna Start a War\" on July 22, 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":12},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":21},{"uri":"Band","surface_form":"band","offset":33},{"uri":"Atlanta","surface_form":"Atlanta","offset":43},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":52},{"uri":"Century_Media_Records","surface_form":"Century Media Records","offset":93},{"uri":"Chris_Jericho","surface_form":"Chris Jericho","offset":173},{"uri":"Metallica","surface_form":"Metallica","offset":304},{"uri":"Journey_(band)","surface_form":"Journey","offset":318},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":483},{"uri":"San_Antonio","surface_form":"San Antonio","offset":623},{"uri":"Texas","surface_form":"Texas","offset":636},{"uri":"Fozzy_(album)","surface_form":"self-titled","offset":1337},{"uri":"Dio_(band)","surface_form":"Dio","offset":1420},{"uri":"Krokus_(band)","surface_form":"Krokus","offset":1425},{"uri":"Twisted_Sister","surface_form":"Twisted Sister","offset":1433},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":1449},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":1462},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":1478},{"uri":"Do_You_Wanna_Start_a_War","surface_form":"Do You Wanna Start a War","offset":1539}]}