{"id":45667,"url":"http://en.wikipedia.org/wiki/Ume","text":"An ume (\"Prunus mume\") is a type of Korean and Japanese plum of the family Rosaceae. It starts out as a white flower like an almond. It is also native to China but it is not called \"ume\" in Chinese.\nA lot of people have painted pictures of ume. It is often painted with bamboo next to it.\nReferences.\nPlum is usually open in winter and spring, in the traditional Chinese culture, and blue, bamboo, chrysanthemum together as a \"four gentleman\", also with pine and bamboo together as \"cold three friends.\" And the so-called \"Chunlan flower, summer lotus flower, autumn plum blossom, winter plum blossom\", plum with cold characteristics, become the representative of the winter flowers, but also the Chinese people's national flower, due to plum blossom cold winter (more cold and more flowering), Fortitude, holiness, on behalf of the Chinese people's national spirit, so was selected as the national flower.\nChina has the word \"Meiyu\" because the plum matures, Jiangnan is in the rainy season. In the Chinese circle for the traditional flower, and in the People's Republic of China, plum is peony, Qi is regarded as the most competitive flower selection of flowers. Also in the folk often used as a woman's name. \"摽 梅\" means that the woman has reached the age of marriage, \"the Book of Songs called South 摽 摽 Mei\": \"摽 has plum, in fact, seven Come.\nIn the West, plum, lime and apricot are often confused. Translator often \"plum\" translation of the word [source request], for example, Google translation is the case, but this word is Lee. Mei official name more known as \"Japanese apricot\" or \"ume\", ume is the plum in Japanese pronunciation, rumored [who? This is because the plum is introduced from Japan to the West.\nIn addition, plum blossom and plum is two completely unrelated plants. Plum is a family of Rosaceae, Chimei high up to only three meters, and spend mostly yellow. For the thin spindle type, which is different with the plum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":36},{"uri":"Japan","surface_form":"Japan","offset":47},{"uri":"Plum","surface_form":"plum","offset":56},{"uri":"Family_(biology)","surface_form":"family","offset":68},{"uri":"Rosaceae","surface_form":"Rosaceae","offset":75},{"uri":"Almond","surface_form":"almond","offset":125},{"uri":"Bamboo","surface_form":"bamboo","offset":270}]}