{"id":456851,"url":"http://en.wikipedia.org/wiki/Prosopagnosia","text":"Prosopagnosia, also called face blindness, is a condition where a person cannot recognize faces, \"even their own\". At first it was thought to be a condition caused by acute brain damage (acquired prosopagnosia). It may be caused by a head injury to the temporal lobe of the brain.\nHowever, a congenital (inherited birth defect) or developmental form of the disorder does exist, with a prevalence rate of 2.5%. That is quite a high rate. What this defect shows is that our picture of the world is built up by various brain systems, and we do not notice how this is done. It seems seamless and automatic. Actually, there are many brain mechanisms which normally work together, tying the visual scene to memory so that we recall vital information. It is difficult to think of anything more vital than remembering who we know, and what their relationship is to us.\n\"People with prosopagnosia never develop the ability to recognize faces\". They may be able to rely on other physical features, such as the way someone walks and talks, their hair color, their height and build, etc. Prosopagnosia is not curable or treatable.\nThe opposite of prosopagnosia is the skill of superior face recognition ability. People with this ability are called \"super recognizers\".\nCause.\nProsopagnosia can be caused by lesions (damage or changes to body tissue) in the lower part of the brain. It can also be caused by damaging the nerves in the lower part of the brain, called 'acquired prosopagnosia'. It can be caused by birth defects, carbon monoxide poisoning, encephalitis (inflammation of the brain), Parkinson's disease, or Alzheimer's disease.\nDoctors can check patients for prosopagnosia by using PET and fMRI scans to see if their brain reacts when they see faces.\nAn analysis of family inheritance (pedigree trees) suggest that a dominant gene mutation may be the root cause of the condition when it is present from birth. This mode of inheritance explains why HPA is so common among certain families.\nAn account of a woman who cannot recognise her own face is an example of prosopagnosia. Its special interest is that she can recognise all inanimate objects, and all animals except humans and chimpanzees!","categories":[],"infobox_types":[],"annotations":[{"uri":"Face","surface_form":"face","offset":90},{"uri":"Brain_damage","surface_form":"brain damage","offset":173},{"uri":"Injury","surface_form":"injury","offset":239},{"uri":"Temporal_lobe","surface_form":"temporal lobe","offset":253},{"uri":"Brain","surface_form":"brain","offset":274},{"uri":"Congenital_disorder","surface_form":"congenital","offset":292},{"uri":"Birth_defect","surface_form":"birth defect","offset":314},{"uri":"Mechanism","surface_form":"mechanisms","offset":634},{"uri":"Lesion","surface_form":"lesion","offset":1295},{"uri":"Birth_defect","surface_form":"birth defect","offset":1500},{"uri":"Carbon_monoxide_poisoning","surface_form":"carbon monoxide poisoning","offset":1515},{"uri":"Encephalitis","surface_form":"encephalitis","offset":1542},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":1584},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":1608},{"uri":"Positron_emission_tomography","surface_form":"PET","offset":1683},{"uri":"FMRI","surface_form":"fMRI","offset":1691},{"uri":"Gene_mutation","surface_form":"gene mutation","offset":1827}]}