{"id":457009,"url":"http://en.wikipedia.org/wiki/Programmed_learning","text":"ce=\"preserve\">Programmed learning (or 'programmed instruction') is a research-based system which helps learners work successfully. The method is guided by research done by a variety of applied psychologists and educators.\nThe learning material is in a kind of textbook or teaching machine or computer. The medium presents the material in a logical and tested sequence. The text is in small steps or larger chunks. After each step, learners are given a question to test their comprehension. Then immediately the correct answer is shown. This means the learner at all stages makes responses, and is given immediate knowledge of results.\n\"If, by a miracle of mechanical ingenuity, a book could be so arranged that only to him who had done what was directed on page one would page two become visible, and so on, much that now requires personal instruction could be managed by print\".\nThorndike, however, did nothing with his idea. The first such system was devised by Sidney L. Pressey in 1926. \"The first.. [teaching machine] was developed by Sidney L. Pressey... While originally developed as a self-scoring machine... [it] demonstrated its ability to actually teach\".\nLater developments.\nIn World War II, with largely conscript armies, there was great emphasis on training. What was learnt influenced education and training after the war. One of the main methods was the use of movies as a group training method. Research on the effectiveness of training films was done extensively. In one account, Lumsdaine comments that research on films went on \"from about 1918 to the present\" (meaning 1962).\nA few conclusions stood out from the research. One was that films were great at giving overviews of a situation or an operation. However, they were less successful at getting over the details. Some general features of film (and, later, television) stand out. One is that a film goes at its own pace. Another is that no specific responses or activities are required from the viewer. A third is that the audience is varied, sometimes hugely varied. This gives clues to ways of improving instructional films.\nIn a 1946 experiment at Yale University, questions for students were put between segments of a film on the heart and circulation, with correct answers given after students had responded (knowledge of results). This added significantly to the amount learnt from the film. Lumsdaine commented that even showing the basic film twice was not so effective as showing the version with questions and answers.612\nThe connections between this experiment and those of Pressey were obvious. Active responses by learners and helpful feedback on the activities were now seen as critical elements in any successful system of learning. Pressey's work had been half forgotten, but it was now recognised as significant.\nWhat is programmed learning?\nA helpful discussion of the different programming techniques was given by Klaus.\nThe two main systems.\nAlthough there were three or four other systems proposed, we discuss here the two best-known methods.\nOne was by Norman Crowder, a psychologist with the U.S. Air Force. He had been asked to investigate the training of aircraft maintenance men. Crowder's system was to set multiple choice questions in the text, and provide feedback for each of the alternatives. Examples of this method show that the alternatives offered in questions were chosen to cover mistakes which students were likely to make.\nBoth methods were originally presented in machines, and both were later presented in book form. Both systems were to an extent student centered. They were ways of teaching individual learners who worked at their own pace. Both systems (in different ways) used knowledge of results to promote learning.p619 In both systems the content was pre-tested to identify problems and iron them out. Both systems emphasised clear learning objectives. Progress in learning was measured by pre- and post-tests of equivalent difficulty. Many practical tests showed the effectiveness of these methods.\nMany of these ideas were picked up and used in other educational fields, such as open learning (see the Open University) and computer-assisted learning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Learning_material","surface_form":"learning material","offset":226},{"uri":"Textbook","surface_form":"textbook","offset":260},{"uri":"Teaching_machine","surface_form":"teaching machine","offset":272},{"uri":"Computer","surface_form":"computer","offset":292},{"uri":"Media","surface_form":"medium","offset":306},{"uri":"Knowledge_of_results","surface_form":"knowledge of results","offset":613},{"uri":"Sidney_L._Pressey","surface_form":"Sidney L. Pressey","offset":964},{"uri":"World_War_II","surface_form":"World War II","offset":1190},{"uri":"Conscription","surface_form":"conscript","offset":1217},{"uri":"Training","surface_form":"training","offset":1263},{"uri":"Movie","surface_form":"movie","offset":1377},{"uri":"Arthur_A._Lumsdaine","surface_form":"Lumsdaine","offset":1498},{"uri":"Yale_University","surface_form":"Yale University","offset":2127},{"uri":"Heart","surface_form":"heart","offset":2210},{"uri":"Circulatory_system","surface_form":"circulation","offset":2220},{"uri":"Norman_Crowder","surface_form":"Norman Crowder","offset":3051},{"uri":"U.S._Air_Force","surface_form":"U.S. Air Force","offset":3091},{"uri":"Maintain","surface_form":"maintenance","offset":3165},{"uri":"Open_learning","surface_form":"open learning","offset":4106},{"uri":"Open_University","surface_form":"Open University","offset":4129},{"uri":"Computer-assisted_learning","surface_form":"computer-assisted learning","offset":4150}]}