{"id":457185,"url":"http://en.wikipedia.org/wiki/Temptation_of_Wife_(2012_TV_series)","text":"\"Temptation of Wife\" is a Philippine television drama series. It is broadcast by GMA Network.\nSynopsis.\nAngeline and Heidi share a deep bond of friendship ever since Heidi was orphaned and was taken under the custody of Angeline's parents, Abner and Minda. Angeline grows up responsible and compassionate while Heidi, fueled by ambition and envy, secretly detests Angeline and always feels inferior next to her.\nMany boys are attracted to Angeline but she falls in love with Marcel. It doesn't take long before Angeline becomes pregnant and gives up on her dreams of becoming a nurse in order to marry Marcel.\nAlthough their marriage is void of happiness, Angeline tries to be an excellent wife to her husband, and takes good care of her in-laws, Romeo and Stella. However, she soon learns that the life she chose is full of lies and betrayals. Adding to her woes is her unexpected miscarriage. She soon discovers that Marcel is cheating on her and shocked to learn of Heidi’s treachery. Angeline is devastated by the thought of being betrayed by the two people closest to her heart.\nMarcel decides to end his affair with Heidi but Heidi is already pregnant with his child. He chooses to live with her as Angeline is forced to go back and stay with her parents. But Angeline finds out that she, too, is pregnant with Marcel's child.\nHeidi then tries to get rid of that child but ends up drowning Angeline herself by accident. But by a twist of fate, Angeline survives and is back for revenge. She assumes the identity of another woman and seeks out vengeance against Marcel and Heidi. Now, it's time for pay back and Angeline will do everything to taste the bittersweet part of her revenge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippines","surface_form":"Philippine","offset":26},{"uri":"Television","surface_form":"television","offset":37},{"uri":"Drama","surface_form":"drama","offset":48},{"uri":"GMA_Network","surface_form":"GMA Network","offset":81}]}