{"id":457177,"url":"http://en.wikipedia.org/wiki/Nancy_Astor","text":"Nancy Astor, Vicountess Astor CH (Nancy Witcher Langhorne Astor, 19 May 1879 2 May 1964) was an American-born English politician and socialite.\nShe was the first woman to sit as a Member of Parliament (MP) in the House of Commons. Her second husband was Waldorf Astor.\nEngland.\nShe was once asked by an English woman, \"Have you come to get our husbands?\" Her reply, \"If you knew the trouble I had getting rid of mine...\" charmed her listeners and displayed the wit which later became famous.\nHer second husband, Waldorf Astor, was born in the United States but the family to England when Waldorf was twelve. The couple were well matched from the start. Not only were they both American expatriates with similar temperaments, but they were of the same age, being born on the same day, 19 May 1879.\nAfter marrying Waldorf, Nancy moved into Cliveden, a lavish estate in Buckinghamshire on the River Thames. It was a wedding gift from Astor's father, She became a prominent hostess for the social elite. The Astors also owned a grand London house, No. 4 St. James's Square, which is now the premises of the Naval & Military Club.\nA blue plaque unveiled in 1987 commemorates Astor at St. James's Square. Through her many social connections, Lady Astor became involved in a political circle which advocated unity and equality among English-speaking people and support for British imperialism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Companion_of_Honour","surface_form":"CH","offset":30},{"uri":"Americans","surface_form":"American-born","offset":96},{"uri":"English_people","surface_form":"English","offset":110},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":213},{"uri":"Waldorf_Astor%2C_2nd_Viscount_Astor","surface_form":"Waldorf Astor","offset":254},{"uri":"Wit","surface_form":"wit","offset":461},{"uri":"Waldorf_Astor","surface_form":"Waldorf Astor","offset":512},{"uri":"Expatriate","surface_form":"expatriate","offset":686},{"uri":"Cliveden","surface_form":"Cliveden","offset":838},{"uri":"Buckinghamshire","surface_form":"Buckinghamshire","offset":867},{"uri":"River_Thames","surface_form":"River Thames","offset":890},{"uri":"Hostess","surface_form":"hostess","offset":970},{"uri":"St._James%27s_Square","surface_form":"St. James's Square","offset":1050},{"uri":"Naval_%26amp%3B_Military_Club","surface_form":"Naval & Military Club","offset":1103},{"uri":"Blue_plaque","surface_form":"blue plaque","offset":1128},{"uri":"British_Empire","surface_form":"British imperialism","offset":1366}]}