{"id":457157,"url":"http://en.wikipedia.org/wiki/Oral_rehydration_therapy","text":"Oral rehydration therapy is a treatment for dehydration: the sick person drinks water mixed with sugar and salt. They don't stop eating food. There is a mixture that is used for severe dehydration: This mixture also includes zinc. Those who take care of the sick person are taught how they can see it if the dehydration gets worse. The World Health Organization and UNICEF specify indications, preparations and procedures for ORT.\nThe therapy was developed in the second half of the 20th century. It has helped lower the number of human deaths from dehydration in vomiting and diarrheal illnesses, especially in cholera epidemics occurring in children. It is sign for public health getting better all over the world. It is on the World Health Organization's List of Essential Medicines, a list of the most important medication needed in a basic health system.\nBefore ORT was used often, most of the children who died in developing nations, died from diarrhea. Between 1980 and 2006, the introduction of ORT is thought to have lowered the number of young children who died anywhere in the world from 5 to 3 million every year. However, in 2008, diarrhea is still the second most common cause of death in children under five years (17 percent), (after pneumonia (19 percent)). Moreover, by the same year, the use of ORT in children under five had declined.\nPreparation.\nWHO and UNICEF developed official guidelines for how to make ORS. Depending on what materials are available, they propose different alternative preparations. Commercial preparations are available as either pre-prepared fluids or packets of oral rehydration salts (ORS) ready for mixing with the fluid.\nWHO/UNICEF's formula is salt (NaCal), trisodium citrate dihydrate, KCl, anhydrous glucose (formula_1) per litre of fluid.\nA basic oral rehydration therapy solution is composed of salt, sugar, and water in solution, made using a standard ratio and is appropriate for use in situations when ORS must be prepared without the standard ingredients.\nThe Rehydration Project says that making it a bit too thin (using more than 1 liter of fluid) is not bad for the sick person.\nThe best fluid is plain, clean water. However, fluids such as rice water, coconut water, vegetable broth, yogurt, weak unsweetened tea, unsweetened fresh fruit juice or even non-drinking water are recommended when plain, clean water is unavailable. Water can be made safe with chlorine, or by boiling it. However, ORS should still be given even if the water is maybe unsafe. Rehydration is more important.\nThe molar ratio of sugar to salt should be 1:1 and the solution should not be hyperosmolar. The Mayo clinic suggests half a teaspoon of salt, six level teaspoons of sugar and water. The British Columbia health service suggests 1 part fruit juice without sugar, mixed with 4 parts water.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dehydration","surface_form":"dehydration","offset":44},{"uri":"Water","surface_form":"water","offset":80},{"uri":"Sugar","surface_form":"sugar","offset":97},{"uri":"Salt","surface_form":"salt","offset":107},{"uri":"Zinc","surface_form":"zinc","offset":225},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":336},{"uri":"UNICEF","surface_form":"UNICEF","offset":366},{"uri":"Vomit","surface_form":"vomit","offset":564},{"uri":"Diarrhea","surface_form":"diarrhea","offset":577},{"uri":"Cholera","surface_form":"cholera","offset":612},{"uri":"Epidemic","surface_form":"epidemic","offset":620},{"uri":"Public_health","surface_form":"public health","offset":668},{"uri":"World_Health_Organization%27s_List_of_Essential_Medicines","surface_form":"World Health Organization's List of Essential Medicines","offset":730},{"uri":"Health_system","surface_form":"health system","offset":845},{"uri":"Infant_mortality","surface_form":"children who died","offset":899},{"uri":"Developing_nation","surface_form":"developing nation","offset":920},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1250},{"uri":"UNICEF","surface_form":"UNICEF","offset":1376},{"uri":"Solution","surface_form":"solution","offset":1875},{"uri":"Rice_water","surface_form":"rice water","offset":2202},{"uri":"Coconut_water","surface_form":"coconut water","offset":2214},{"uri":"Yogurt","surface_form":"yogurt","offset":2246},{"uri":"Fruit_juice","surface_form":"fruit juice","offset":2294},{"uri":"Chlorine","surface_form":"chlorine","offset":2417},{"uri":"Molar_concentration","surface_form":"molar","offset":2550},{"uri":"Ratio","surface_form":"ratio","offset":2556},{"uri":"Molarity","surface_form":"hyperosmolar","offset":2624},{"uri":"Mayo_clinic","surface_form":"Mayo clinic","offset":2642},{"uri":"British_Columbia","surface_form":"British Columbia","offset":2732}]}