{"id":457233,"url":"http://en.wikipedia.org/wiki/William_Holman_Hunt","text":"William Holman Hunt OM (2 April 1827 – 7 September 1910) was an English painter, and one of the founders of the Pre-Raphaelite brotherhood.\nHunt formed the Pre-Raphaelite movement in 1848, after meeting the poet and artist Dante Gabriel Rossetti. With John Everett Millais, they sought to revitalise art. They favoured the detailed observation of the natural world, in a spirit of devotion to thetruth. This almost religious approach was influenced by the spiritual qualities of mediaeval art. It was in opposition to the rationalism of the Renaissance, as in Raphael.\nHunt's works were not successful at first, and were widely attacked in the art press. They were thought clumsy and ugly. All the same, his was noticed for the naturalistic scenes of modern rural and urban life, such as \"The Hireling Shepherd\" and \"The Awakening Conscience\". However, it was with his religious paintings that he became famous, initially \"The Light of the World\" (1851–1853), now in the chapel at Keble College, Oxford; a later version (1900) toured the world and now has its home in St Paul's Cathedral.\nIn the mid-1850s Hunt travelled to the Holy Land in search of material for more religious works, and to “use my powers to make more tangible Jesus Christ’s history and teaching”. there he painted \"The Scapegoat\", \"The Finding of the Saviour in the Temple\" and \"The Shadow of Death\", along with many landscapes of the region. Hunt also painted many works based on poems, such as \"Isabella, or the Pot of Basil\" and \"The Lady of Shalott\". He eventually built his own house in Jerusalem.\nHis auction record is £1,700,000, set at Sotheby's, London on 11 February 1994, for reduced-size version his 1873 work \"The Shadow of Death\".\nArtistic style.\nHis paintings were notable for their great attention to detail, vivid colour and elaborate symbolism. These features were influenced by the writings of John Ruskin and Thomas Carlyle, according to whom the world itself should be read as a system of visual signs. For Hunt it was the duty of the artist to reveal the correspondence between sign and fact. Out of all the members of the Pre-Raphaelite Brotherhood Hunt remained most true to their ideals throughout his career. He was always keen to maximise the popular appeal and public visibility of his works.\nHe eventually had to give up painting because failing eyesight meant that he could not get the level of quality that he wanted. His last major works, \"The Lady of Shalott\" and a large version of \"The Light of the World\" were completed with the help of his assistant, Edward Robert Hughes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Merit","surface_form":"OM","offset":20},{"uri":"English_people","surface_form":"English","offset":64},{"uri":"Pre-Raphaelite_brotherhood","surface_form":"Pre-Raphaelite brotherhood","offset":112},{"uri":"Pre-Raphaelite_Brotherhood","surface_form":"Pre-Raphaelite","offset":156},{"uri":"Dante_Gabriel_Rossetti","surface_form":"Dante Gabriel Rossetti","offset":223},{"uri":"John_Everett_Millais","surface_form":"John Everett Millais","offset":252},{"uri":"Mediaeval_art","surface_form":"mediaeval art","offset":479},{"uri":"Rationalism","surface_form":"rationalism","offset":522},{"uri":"Renaissance","surface_form":"Renaissance","offset":541},{"uri":"Raphael","surface_form":"Raphael","offset":560},{"uri":"Rural","surface_form":"rural","offset":758},{"uri":"Urban","surface_form":"urban","offset":768},{"uri":"Keble_College%2C_Oxford","surface_form":"Keble College, Oxford","offset":981},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":1068},{"uri":"Holy_Land","surface_form":"Holy Land","offset":1128},{"uri":"The_Lady_of_Shalott","surface_form":"The Lady of Shalott","offset":1504},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1563},{"uri":"The_Shadow_of_Death","surface_form":"The Shadow of Death","offset":1694},{"uri":"John_Ruskin","surface_form":"John Ruskin","offset":1884},{"uri":"Thomas_Carlyle","surface_form":"Thomas Carlyle","offset":1900},{"uri":"The_Lady_of_Shalott","surface_form":"The Lady of Shalott","offset":2443}]}