{"id":457470,"url":"http://en.wikipedia.org/wiki/Sequoyah","text":"Sequoyah was a Cherokee man. He invented a syllabary (alphabet based on syllables) for his people. Before that, they did not have an alphabet for their language.\nChildhood.\nSequoyah was born into the Cherokee Nation. His mother was \"Wut-teh\". Not many people know about his early childhood. There are different stories on what happened.\nMaking the syllabary.\nSequoyah met many white people. He was fascinated by their \"talking leaves,\" which was their writing system on paper. He wanted to make an alphabet for Cherokees to communicate too. He began making it around 1809. First he tried to make a symbol for every word, like in Chinese. That required too much remembering. Then he tried to make one for every idea, but gave up. Finally he made one symbol for every syllable in the Cherokee language. He made a syllabary with 86 letters. Many of the letters look like English because he had an English book that he could not read.\nHe taught the syllabary to his daughter, Ayokeh (Ayoka). Then he tested it in front of a group of leaders. They said a word, he wrote it down, and then Ayokeh repeated them. Originally people thought it was witchcraft, but then they started liking his syllabary. Many Cherokee learned it and eventually became literate, which means they could read and write. In fact, more Cherokees could read and write better than nearby white people.\nInfluence.\nSequoyah became a hero for giving Cherokee people a written language. Cherokee is still taught and used. There are now 85 symbols, instead of the original 86.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cherokee","surface_form":"Cherokee","offset":15},{"uri":"Syllabary","surface_form":"syllabary","offset":43},{"uri":"Alphabet","surface_form":"alphabet","offset":54},{"uri":"Syllable","surface_form":"syllable","offset":72},{"uri":"Language","surface_form":"language","offset":152},{"uri":"Cherokee_Nation","surface_form":"Cherokee Nation","offset":200},{"uri":"Childhood","surface_form":"childhood","offset":280},{"uri":"White_people","surface_form":"white people","offset":377},{"uri":"Writing_system","surface_form":"writing system","offset":452},{"uri":"Chinese_language","surface_form":"Chinese","offset":629},{"uri":"English_language","surface_form":"English","offset":868},{"uri":"Witchcraft","surface_form":"witchcraft","offset":1138},{"uri":"Literacy","surface_form":"literate","offset":1241}]}