{"id":45747,"url":"http://en.wikipedia.org/wiki/Hotlinking","text":"e=\"preserve\">Hotlinking is an internet term. It means displaying an image on a website by linking to the website hosting the image. The link gets the source data of the picture each time it is needed.\nThis avoids having the image on every website which uses it. So, a website owner uses a link to the picture such as \"http://example.com/picture.jpg\". When the hotlinking website is loaded, the image is loaded from the original website, which uses its bandwidth, so it costs the hotlinked website money. For this reason many website owners use .htaccess files to prevent hotlinking. In some cases website owners use the.htaccess file to replace any hotlinked images with an offensive image to deter any other website owners from hotlinking. Hotlinked images are usually hosted on sites like imgur.\nThe original image may be owned by the original website. It might be wrong to make a copy of the original image file for use on a different web page, without being careful to get proper permission.\nHotlinking can also be used for file types other than images, including documents and videos.\nLETS UNDERSTAND IT WITH AN EXAMPLE.\nHotlinking someone's website assets can vastly increase their hosting costs. This article will highlight ways you can avoid hotlinking another website's assets if you are a web user and how to protect against hotlinking if you are a website owner.\nHow to avoid hotlinking.\nAs a website user you should always try to avoid hotlinking assets from other websites. Doing so helps ensure that the original owner of the asset won't incur unnecessary charges and that the asset that you link to won't be unaccessible given that the owner implements hotlink protection or removes the asset. The following are a couple of solutions for avoiding hotlinking.\nIn both cases, ensure that you have the proper authority to use someone else's assets (e.g. the owner has given you permission or the asset is part of a creative commons license)","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"internet","offset":30},{"uri":"Image","surface_form":"image","offset":68},{"uri":"Website","surface_form":"website","offset":79},{"uri":"Link","surface_form":"linking","offset":90},{"uri":"Bandwidth_(computing)","surface_form":"bandwidth","offset":452},{"uri":".htaccess","surface_form":".htaccess","offset":544},{"uri":"Hotlinking","surface_form":"hotlinking","offset":1387}]}