{"id":457408,"url":"http://en.wikipedia.org/wiki/Special_Branch","text":"e=\"preserve\">Special Branch is the British police force which works mostly for the security services, especially MI5. It has had various changes of name, while its function has stayed much the same.\nIt was formed in London in 1883. Branches were formed in Ireland (before the Republic of Ireland was founded) and later Northern Ireland. The Metropolitan Police had their own Special Branch, until it was merged with the Metropolitan Police Anti-Terrorist Branch (SO13) to form Counter Terrorism Command or SO15 in 2006.\nThe main function for all these branches was to collect evidence and arrest the enemies of the United Kingdom who lived on home territory. Historically, these have been the IRA (and its splinter braches), Soviet and Russian intelligence agents, and Islamic extremists and terrorists.\nSpecial Branch has contact with the Security Service and the Home Office. They use the prefix \"Detective\" in front of their ranks, and are governed by the same laws as the general police. Under British law, MI5 officers are not permitted actually to lay hands on members of the public. Observations, wire taps (\"lawful interception\"), arrests, interrogations and preparing cases for prosecution are usually done by the Special Branch.\nSpecial Branch have responsibility for the personal protection of (non-royal) VIPs, and are examining officers at designated ports and airports, as prescribed by the Terrorism Act 2000.\nThe intelligence work of Special Branch sits somewhere between that of the Security Service and that of the Metropolitan Police Anti-Terrorist Branch (SO13). It was announced, in September 2005, that the Metropolitan Police Special Branch would be merging with the Anti-Terrorism Branch of the Metropolitan Police to form a new department called Counter Terrorism Command. The new department came into being on 2 October 2006.\nMost, if not all UK police services still maintain a Special Branch. Strathclyde Police had a Special Branch until it was renamed the Counter Terrorist Intelligence Section.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":35},{"uri":"Police_force","surface_form":"police force","offset":43},{"uri":"Security_services","surface_form":"security services","offset":83},{"uri":"MI5","surface_form":"MI5","offset":113},{"uri":"Ireland","surface_form":"Ireland","offset":256},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":276},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":319},{"uri":"Metropolitan_Police_Anti-Terrorist_Branch","surface_form":"Metropolitan Police Anti-Terrorist Branch","offset":420},{"uri":"Counter_Terrorism_Command","surface_form":"Counter Terrorism Command","offset":477},{"uri":"IRA","surface_form":"IRA","offset":693},{"uri":"Soviet","surface_form":"Soviet","offset":725},{"uri":"Russia","surface_form":"Russia","offset":736},{"uri":"Islamic","surface_form":"Islamic","offset":769},{"uri":"Terrorists","surface_form":"terrorists","offset":792},{"uri":"MI5","surface_form":"Security Service","offset":840},{"uri":"Home_Office","surface_form":"Home Office","offset":865},{"uri":"Lawful_interception","surface_form":"lawful interception","offset":1116},{"uri":"Port","surface_form":"port","offset":1364},{"uri":"Airport","surface_form":"airport","offset":1374},{"uri":"Terrorism_Act_2000","surface_form":"Terrorism Act 2000","offset":1405},{"uri":"MI5","surface_form":"Security Service","offset":1500},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police","offset":1629},{"uri":"Strathclyde_Police","surface_form":"Strathclyde Police","offset":1921}]}