{"id":457485,"url":"http://en.wikipedia.org/wiki/Elinor_Wylie","text":"Elinor Morton Wylie (7 September 1885 – 16 December 1928) was an American poet and novelist. She was popular in the 1920s and 1930s. She was also famous for her beauty and personality. She \"was called the reigning queen of American poetry\" in the 1920s.\nFamily and childhood.\nElinor Wylie was born Elinor Morton Hoyt on 7 September, 1885 in Somerville, New Jersey. She came from a prominent New Jersey family. Her parents were Henry Martyn Hoyt, Jr. and Anne Morton McMichael. Elinor was the oldest of five children.\nWhen Elinor was twelve, the family moved to Washington, D.C.. This was when her father was appointed Assistant Attorney General. Elinor went to Miss Baldwin's School near Bryn Mawr, Pennsylvania. She next went to Mrs. Flint's School, and Holton-Arms School, both in Washington. She graduated in 1904. At the Corcoran gallery she studied drawing. As a girl, she liked reading books.\nAdult life.\nLittle more than a year after she finished school, she married Philip Hichborn, Jr. Together they had a son, Philip Hichborn, III. But she left her husband and son in 1910. She went to England with Horace Wylie. He was a Washington lawyer, was married and was 17 years older than Elinor. The scandal was widely publicized.\nHorace's wife finally agreed to a divorce, and Hichborn committed suicide. in 1916, Elinor and Wylie returned to America and got married. In 1919, the couple moved to Washington. There she met with famous writers. They said she should publish her poetry.\nFirst she sent poems to \"Poetry\", the leading American poetry magazine. The magazine accepted her poems. In 1921, she produced a book of poems called \"Nets to Catch the Wind.\" It was popular with both critics and the public. Now Wylie became a celebrity. People liked her poetry, her charming personality, and her beauty.\nElinor Wylie left her second husband and moved to live in New York. In 1923, she divorced Wylie and married the critic, novelist and poet William Rose Benét. Although they stayed married, she separated from him, too. But she would visit him after the separation.\nIn 1928, Elinor had a heart attack which left her in poor health. On December 16, 1928, she suddenly died of Bright's disease in New York.\nLiterary style.\nAccording to Evelyn Hively, Elinor Wylie \"subscribed fully to the theory that a poet's work, as Wallace Stevens says, lies in trying to wrestle experience into meaning.\"\nShe admired poetry from the past. These included the Metaphysical poets and the Romantic poets. Her favorite poet was Percy Bysshe Shelley. He had a strong influence on Elinor's style. Her poetry often followed strict rules and traditions. For example, many of her poems were sonnets. She also used a lot of imagery.\nAll of Elinor's long works of fiction were allegories. They dealt with the supernatural or the strange and unusual. She called these fantasies \"fairytales\".\nWorks.\nElinor Wylie was primarily a poet, but she also wrote four successful novels, or fantasies, as well as short stories and essays.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Poet","surface_form":"poet","offset":74},{"uri":"Novel","surface_form":"novelist","offset":83},{"uri":"New_Jersey","surface_form":"New Jersey","offset":353},{"uri":"Henry_Martyn_Hoyt%2C_Jr.","surface_form":"Henry Martyn Hoyt, Jr.","offset":427},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":561},{"uri":"Attorney_General_of_the_United_States","surface_form":"Attorney General","offset":628},{"uri":"Bryn_Mawr%2C_Pennsylvania","surface_form":"Bryn Mawr, Pennsylvania","offset":688},{"uri":"Art_gallery","surface_form":"gallery","offset":834},{"uri":"Drawing","surface_form":"drawing","offset":854},{"uri":"England","surface_form":"England","offset":1096},{"uri":"Lawyer","surface_form":"lawyer","offset":1143},{"uri":"Scandal","surface_form":"scandal","offset":1203},{"uri":"Divorce","surface_form":"divorce","offset":1268},{"uri":"Suicide","surface_form":"suicide","offset":1300},{"uri":"Writer","surface_form":"writers","offset":1439},{"uri":"Publishing","surface_form":"publish","offset":1469},{"uri":"Poetry_(magazine)","surface_form":"Poetry","offset":1514},{"uri":"Critic","surface_form":"critics","offset":1690},{"uri":"Celebrity","surface_form":"celebrity","offset":1733},{"uri":"New_York","surface_form":"New York","offset":1869},{"uri":"William_Rose_Ben%C3%A9t","surface_form":"William Rose Benét","offset":1949},{"uri":"Heart_attack","surface_form":"heart attack","offset":2096},{"uri":"Bright%27s_disease","surface_form":"Bright's disease","offset":2183},{"uri":"Metaphysical_poets","surface_form":"Metaphysical poets","offset":2452},{"uri":"Romantic_poetry","surface_form":"Romantic poets","offset":2479},{"uri":"Percy_Bysshe_Shelley","surface_form":"Percy Bysshe Shelley","offset":2517},{"uri":"Sonnet","surface_form":"sonnets","offset":2675},{"uri":"Fiction","surface_form":"fiction","offset":2746},{"uri":"Allegory","surface_form":"allegories","offset":2759},{"uri":"Supernatural","surface_form":"supernatural","offset":2791},{"uri":"Fantasy","surface_form":"fantasies","offset":2849},{"uri":"Fairy_tale","surface_form":"fairytales","offset":2860},{"uri":"Essay","surface_form":"essays","offset":3001}]}