{"id":457683,"url":"http://en.wikipedia.org/wiki/Breast_augmentation","text":"Breast augmentation is a surgical procedure used to increase the size of the breasts.\nUsually, implants are used, but another technique called fat grafting is sometimes used. The size increase can be as small as one cup size, or as large as 10 cup sizes or more.\nThe larger the increase, the greater the risk of complications. Complications may include leaking of the implants, which may require the implants to be replaced. With larger breasts the whole weight balance of the body is changed, which may cause stress to the muscular and skeletal systems.\nA surgical implant is either an implant filled with saline-solution, or an implant filled with silicone-gel. The fat-graft transfer uses grafts of adipose fat tissue from the woman’s own body. A full assessment of this method is not yet available. The method does not allow for the huge size increase possible with implants, and slim women may not have enough fat tissue to allow the method to be used.\nSilicone and saline implants.\nImplants are inserted into the breast and filled with silicone or a saline solution. This is the most common method of augmentation.\nPolypropylene string implants.\nYarn-like polypropylene string is inserted into the breast, where it irritates the breast, causing it to fill with fluid. Polypropylene string produces very large size increases, often well over 20 cup sizes. It has a very high complication rate and is now banned in the United States and many other countries.\nFat grafting.\nFat is removed with liposuction from an area of the body where it is not desirable. The fat is then cleaned and injected into the breast.","categories":[],"infobox_types":[],"annotations":[{"uri":"Surgery","surface_form":"surgical","offset":25},{"uri":"Breast","surface_form":"breast","offset":77},{"uri":"Complication","surface_form":"complication","offset":312},{"uri":"Saline","surface_form":"saline","offset":607},{"uri":"Silicone","surface_form":"silicone","offset":650},{"uri":"Adipose_tissue","surface_form":"adipose fat tissue","offset":702},{"uri":"Silicone","surface_form":"silicone","offset":1042},{"uri":"Fat","surface_form":"Fat","offset":1477},{"uri":"Liposuction","surface_form":"liposuction","offset":1497}]}