{"id":45760,"url":"http://en.wikipedia.org/wiki/Nuclear_power","text":"ce=\"preserve\">Nuclear power is the controlled use of nuclear energy. Nuclear energy is energy in 'fissionable' elements like uranium that can be released by nuclear reactions in a machine called a nuclear reactor. This energy is made into electricity, which then can be used to power machines and heat homes. In 2007, 14% of the world's electricity came from nuclear power. Nuclear power plants also make radioactive waste that could be harmful if it is not stored properly.\nPeople have also been studying since the middle 20th century to use fusion power which produces much more energy and doesn't produce radioactive waste. Nuclear fusion reactors don't exist yet and are still being developed.\nHistory.\nEnrico Fermi made the first nuclear reactor in 1941. Many reactors were built in the U.S. during World War II during the Manhattan Project. In 1954 the first nuclear power plant started in Obninsk near Moscow. Most nuclear power plants in the U.S. were built during the 1960s and 1970s. Nuclear reactors also power some large military ships and submarines.\nEnergy production.\nNuclear reactors use a process called nuclear fission, which uses atoms like uranium or plutonium (In particular the isotope Uranium 235) and splits them apart with particles called neutrons. This converts some of the mass into energy, according to Einstein's equation E=mc2. The fissionable elements are placed into rods called 'fuel rods'. The fuel rods are submerged in water, and the energy released in the fission reaction heats up the water which turns into steam.\nThe steam then turns a turbine, which generates electricity. The steam is then condensed in huge cooling towers, and it turns back into water and is sent into the reactor again.\nThe reaction can be controlled by putting 'control rods' in between the fuel rods. The control rods are generally made of boron, which absorbs neutrons and stops the reaction.\nA nuclear meltdown can happen when the reaction is not controlled, and starts to generate dangerous radioactive gases (like Krypton). Contrary to popular belief, nuclear reactors can't explode like a nuclear bomb, but it is a danger when radioactive materials escape.\nAccidents.\nSome serious nuclear accidents have occurred. A scale was made to measure how dangerous accidents are. It is called the International Nuclear Event Scale. The scale has 8 levels (0-7), and 7 is the worst.\nNuclear-powered submarine mishaps include the Soviet submarine K-19 reactor accident (1961), the Soviet submarine K-27 reactor accident (1968), and the Soviet submarine K-431 reactor accident (1985).\nEconomics.\nThe economics of nuclear power is challenging, and following the 2011 Fukushima nuclear disaster, costs are likely to go up for currently operating and new nuclear power plants, due to increased requirements for on-site spent fuel management and elevated design basis threats.\nDebates.\nThere is a debate about the use of nuclear power. Supporters, such as the World Nuclear Association and IAEA, argue that nuclear power is a sustainable energy source that reduces carbon emissions. Additionally, it does not contribute to smog or acid rain. Anti-nuclear opponents, such as Greenpeace International and the [http://www.nirs.org/ Nuclear Information and Resource Service], believe that nuclear power poses threats to people and the environment.\nRecent developments.\nIn 2007, nuclear power plants made some 2600 TWh of electricity and provided 14 percent of the electricity used in the world, which represented a fall of 2 per cent compared with 2006. As of May 9, 2010, there were 438 (372 GW) nuclear reactors operating globally. A peak was reached in 2002 when there were 444 nuclear reactors operating.\nThe nuclear emergencies at Japan's Fukushima Daiichi Nuclear Power Plant and other nuclear facilities raised questions about the future of nuclear power. [http://www.platts.com Platts] has said that \"the crisis at Japan's Fukushima nuclear plants has prompted leading energy-consuming countries to review the safety of their existing reactors and cast doubt on the speed and scale of planned expansions around the world\". Following the Fukushima nuclear disaster, the International Energy Agency halved its estimate of additional nuclear generating capacity to be built by 2035.","categories":[],"infobox_types":[],"annotations":[{"uri":"Control","surface_form":"control","offset":35},{"uri":"Nuclear_energy","surface_form":"nuclear energy","offset":53},{"uri":"Uranium","surface_form":"uranium","offset":125},{"uri":"Nuclear_reaction","surface_form":"nuclear reaction","offset":157},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":197},{"uri":"Electricity","surface_form":"electricity","offset":239},{"uri":"Heat","surface_form":"heat","offset":297},{"uri":"World","surface_form":"world","offset":329},{"uri":"Radioactive","surface_form":"radioactive","offset":405},{"uri":"Waste","surface_form":"waste","offset":417},{"uri":"Fusion_power","surface_form":"fusion power","offset":543},{"uri":"Enrico_Fermi","surface_form":"Enrico Fermi","offset":707},{"uri":"World_War_II","surface_form":"World War II","offset":804},{"uri":"Manhattan_Project","surface_form":"Manhattan Project","offset":828},{"uri":"Moscow","surface_form":"Moscow","offset":909},{"uri":"Military","surface_form":"military","offset":1033},{"uri":"Ship","surface_form":"ship","offset":1042},{"uri":"Submarines","surface_form":"submarines","offset":1052},{"uri":"Nuclear_fission","surface_form":"nuclear fission","offset":1121},{"uri":"Neutron","surface_form":"neutron","offset":1265},{"uri":"E%3Dmc2","surface_form":"E=mc2","offset":1352},{"uri":"Turbine","surface_form":"turbine","offset":1577},{"uri":"Cooling_tower","surface_form":"cooling tower","offset":1651},{"uri":"Boron","surface_form":"boron","offset":1854},{"uri":"Radioactive","surface_form":"radioactive","offset":2146},{"uri":"Nuclear_accidents","surface_form":"nuclear accidents","offset":2200},{"uri":"International_Nuclear_Event_Scale","surface_form":"International Nuclear Event Scale","offset":2307},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":2673},{"uri":"World_Nuclear_Association","surface_form":"World Nuclear Association","offset":2963},{"uri":"International_Atomic_Energy_Agency","surface_form":"IAEA","offset":2993},{"uri":"Sustainable_energy","surface_form":"sustainable energy","offset":3029},{"uri":"Carbon","surface_form":"carbon","offset":3068},{"uri":"Emission","surface_form":"emission","offset":3075},{"uri":"Smog","surface_form":"smog","offset":3126},{"uri":"Acid_rain","surface_form":"acid rain","offset":3134},{"uri":"Anti-nuclear_movement","surface_form":"Anti-nuclear","offset":3145},{"uri":"Greenpeace_International","surface_form":"Greenpeace International","offset":3177},{"uri":"Nuclear_power_plant","surface_form":"nuclear power plant","offset":3377},{"uri":"Electricity","surface_form":"electricity","offset":3420},{"uri":"Nuclear_reactor","surface_form":"nuclear reactor","offset":3596},{"uri":"Fukushima_Daiichi_Nuclear_Power_Plant","surface_form":"Fukushima Daiichi Nuclear Power Plant","offset":3743},{"uri":"Fukushima_nuclear_disaster","surface_form":"Fukushima nuclear disaster","offset":4144},{"uri":"International_Energy_Agency","surface_form":"International Energy Agency","offset":4176}]}