{"id":457740,"url":"http://en.wikipedia.org/wiki/Roar_(song)","text":"\"Roar\" is a song by American pop singer-songwriter Katy Perry. The lyrics are about standing up for oneself and self-empowerment.\nThe song received mixed reviews from critics. \"Roar\" became Perry's eighth number-one hit song on the \"Billboard\" Hot 100. The song also topped charts internationally, in countries such as Canada, the United Kingdom, and Australia, where \"Roar\" became the bestselling song of 2013.\nThe song was released on August 10, 2013.\nMusic video.\nThe music video shows Katy Perry inside a cargo plane with another male that suddenly crashes in a jungle. Her male counterpart doesn't care about the situation and gives Katy the luggage while taking selfies. A tiger acts him suddenly. Katy screams and flees with the tiger chasing after her she ditches the tiger and is nearly eaten by a crocodile and has a spider crawl on her. After this Katy sees fireflies in the bushes who all come out and form a tiger. It cuts to the next shot wear she bathes with help from an elephant and makes. friends with a money. She also turns berries into lipstick and uses her shoe to make a hunting tool. She catches a banana and then goes exploring.She reads prehistoric cave art with a tiger's roar being stronger than men. He then emerges in different clothes and a leaf skirt and starts swing from vines and brushes a crocodiles teeth and also she paints an elephant's toe nails. She calls all the animals and uses a parrots feather to lure the tiger into a trap and proves her roar stronger than his. Katy is then named queen of the jungle with her tiger and various animals as her pets. The next shot cuts to her waking up in the crashed plane surrounded by animals.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Pop_music","surface_form":"pop","offset":29},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":33},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":51},{"uri":"Hit_song","surface_form":"hit song","offset":216},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":232}]}