{"id":45782,"url":"http://en.wikipedia.org/wiki/Twin","text":"e=\"preserve\">Twins are two animal (including human) offspring that are born from the same pregnancy.\n\"Human twins\" are two people that shared the uterus during a single pregnancy, and one is normally born quickly after the first. Because of the size of the uterus, multiple pregnancies are less likely to last the full 38 weeks than most single birth pregnancies. On average, they last 35 weeks. This also means about 50% of twins are born prematurely.\nFraternal twins.\nFraternal twins are also known as \"non-identical twins\" or \"dizygotic twins\". They happen when two ova are released from the ovary at the same time, and each is fertilized by a different sperm. This results in the birth of fraternal twins. They can be of different sexes. Genetically, they are no more similar than any two siblings.\nIdentical twins.\nIdentical twins or \"monozygotic twins\": A single ovum is fertilized to form one zygote. This zygote later splits, and each half of the zygote becomes a twin. The twins have the same genes.\nOther animals.\nTwinning is common in many other species, such as cats, sheep, and ferrets. Twinning occurs in cattle about 1-4% of the time, and research is being done to improve the chances of twins being born. If an animal has twins it can be more profitable for the breeder, especially if there is a smaller chance of miscarriage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pregnancy","surface_form":"pregnancy","offset":90},{"uri":"Uterus","surface_form":"uterus","offset":146},{"uri":"Premature_birth","surface_form":"prematurely","offset":440},{"uri":"Ovum","surface_form":"ova","offset":569},{"uri":"Ovary","surface_form":"ovary","offset":595},{"uri":"Fertilization","surface_form":"fertilized","offset":631},{"uri":"Sperm","surface_form":"sperm","offset":657},{"uri":"Genetically","surface_form":"Genetically","offset":742},{"uri":"Siblings","surface_form":"siblings","offset":793},{"uri":"Zygote","surface_form":"zygote","offset":900},{"uri":"Gene","surface_form":"gene","offset":1002},{"uri":"Cat","surface_form":"cat","offset":1074},{"uri":"Sheep","surface_form":"sheep","offset":1080},{"uri":"Ferret","surface_form":"ferret","offset":1091},{"uri":"Cattle","surface_form":"cattle","offset":1119},{"uri":"Breed","surface_form":"breed","offset":1278},{"uri":"Miscarriage","surface_form":"miscarriage","offset":1330}]}