{"id":457899,"url":"http://en.wikipedia.org/wiki/Interstate_Highway_System","text":"The Interstate Highway System is a system of freeways in the United States. It was first designed by Dwight D. Eisenhower in the 1950s. The Federal Aid Highway Act of 1956 was used to pay for construction. It was mostly built from the 1950s through the 1980s, but more freeways were built later. It is now about 47,000 miles long. Some interstates have tolls, but most do not. Most interstates have rest areas every few dozen miles.\nWhat is needed.\nTo be an Interstate Highway, there cannot be any stoplights. To get on or off the freeway, an interchange is needed. The speed limit is usually at least 55 miles per hour. It must have at least two lanes going each way. The lanes must be at least 12 feet wide. There has to be a median or barrier between cars going different directions.\nNumbering.\nNorth-south interstates have odd numbers. The numbers go up from west to east. East-west interstates have even numbers. The numbers go up from south to north. One and two digit freeways go long distances. Three digit freeways go into or around cities. Freeways that go into cites are called spur routes and start with an odd number. Freeways that go around cities are called loop routes and start with an even number. The last two digits in a spur or a loop route are the same as the freeway it started from.","categories":[],"infobox_types":[],"annotations":[{"uri":"System","surface_form":"system","offset":35},{"uri":"Freeway","surface_form":"freeway","offset":45},{"uri":"United_States","surface_form":"United States","offset":61},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":101},{"uri":"Federal_Aid_Highway_Act_of_1956","surface_form":"Federal Aid Highway Act of 1956","offset":140},{"uri":"Toll","surface_form":"toll","offset":353},{"uri":"Rest_area","surface_form":"rest area","offset":399},{"uri":"Traffic_light","surface_form":"stoplights","offset":498},{"uri":"Interchange_(road)","surface_form":"interchange","offset":543},{"uri":"Speed_limit","surface_form":"speed limit","offset":570},{"uri":"Lane","surface_form":"lane","offset":647},{"uri":"Median_(road)","surface_form":"median","offset":728},{"uri":"Barrier","surface_form":"barrier","offset":738},{"uri":"Digit","surface_form":"digit","offset":969}]}