{"id":458011,"url":"http://en.wikipedia.org/wiki/Arch_Linux","text":"Arch Linux (usually just called Arch) is a Linux-based operating system for 64-bit computers. It mostly has free software included with it, and supports community involvement.\nArch Linux focuses on elegance, code correctness, minimalism, and simplicity, and to use it, the user needs to have a motive to learn about it. A package manager made only for Arch Linux named \"pacman\" can be used to install, remove and update packages of software on the computer.\nHistory.\nArch Linux was inspired by CRUX, another minimalist Linux distribution.\nOriginally, Arch Linux was only for 32-bit x86 systems, but 64-bit was supported in April 2006. In January 2017, 32-bit support was discontinued, but a derivative by the community called Arch Linux 32 has been produced for 32-bit systems.\nInstallation.\nUnlike other Linux distributions like Ubuntu, Arch Linux's installation requires the user to enter commands manually. This can be scary for beginners, but the wiki suggests that new users can still install Arch Linux by investing time and effort.\nPackage Management.\nPacman is the official package manager of Arch Linux. It was written in the C programming language by Judd Vinet. The package manager handles all the packages on the system, and does installation, removal, upgrades, and more.\nAs a rolling release system, Arch Linux's repositories are being constantly updated.\nArch Build System (ABS).\nThe Arch Build System is a system that automatically makes packages from a PKGBUILD file. The makepkg tool can convert these files into packages which are recognized by pacman, downloading all the source code specified and compiling it.\nArch User Repository (AUR).\nThe Arch User Repository is a repository for PKGBUILD scripts made by users. This allows users to install packages otherwise not in the official repositories.","categories":[],"infobox_types":[],"annotations":[{"uri":"Linux_distribution","surface_form":"Linux-based","offset":43},{"uri":"Operating_system","surface_form":"operating system","offset":55},{"uri":"X86-64","surface_form":"64-bit","offset":76},{"uri":"Free_software","surface_form":"free software","offset":108},{"uri":"Minimalism_(computing)","surface_form":"minimalism","offset":226},{"uri":"Pacman_(package_manager)","surface_form":"pacman","offset":370},{"uri":"Software","surface_form":"software","offset":432},{"uri":"Linux_distribution","surface_form":"Linux distribution","offset":519},{"uri":"X86","surface_form":"32-bit","offset":575},{"uri":"X86-64","surface_form":"64-bit","offset":599},{"uri":"Ubuntu","surface_form":"Ubuntu","offset":830},{"uri":"C_programming_language","surface_form":"C programming language","offset":1135},{"uri":"Source_code","surface_form":"source code","offset":1592},{"uri":"Compile","surface_form":"compiling","offset":1618},{"uri":"Repository_(data)","surface_form":"repository","offset":1690}]}