{"id":458277,"url":"http://en.wikipedia.org/wiki/Potato_blight","text":"Potato blight is the so-called \"fungal\" disease which destroyed the Irish potatoes in 1845. Because there are other blights of potatoes, this one is sometimes called late blight of potato.\nThe infestation caused widespread famine. It was caused by an oomycete \"Phytophthora infestans\". The oomycetes or water moulds have many features which are similar to fungi, but they are in a different Kingdom.\nOverview.\n\"Phytophthora infestans\" in Ireland caused over one million to starve to death and another two million people emigrated from affected countries. During the 1840s the blight damaged crops in Scotland and Europe also. It was the only important cash crop in Ireland, which explains its greater effect there. Also, most of the Irish crop was one variety, the Irish Lumper.\nThe first recorded instances of the disease were in the United States, in Philadelphia and New York City in early 1843. It crossed the Atlantic Ocean with a shipment of seed potatoes for Belgian farmers in 1845. All of the potato-growing countries in Europe were affected, but the potato blight hit Ireland the hardest. The lack of genetic variability created a susceptible host population for the organism.\nGenetic engineering.\nGenetic engineering for resistant cultivars is developing. A resistance gene effective against most known strains of blight has been found in a wild relative of the potato. It is introduced by genetic engineering into cultivated varieties of potato.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fungal","surface_form":"fungal","offset":32},{"uri":"Disease","surface_form":"disease","offset":40},{"uri":"Ireland","surface_form":"Irish","offset":68},{"uri":"Potatoes","surface_form":"potatoes","offset":74},{"uri":"1845","surface_form":"1845","offset":86},{"uri":"Irish_Potato_Famine","surface_form":"famine","offset":223},{"uri":"Oomycete","surface_form":"oomycete","offset":251},{"uri":"Water_moulds","surface_form":"water moulds","offset":303},{"uri":"Kingdom_(biology)","surface_form":"Kingdom","offset":391},{"uri":"Irish_Lumper","surface_form":"Irish Lumper","offset":765},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":914},{"uri":"Variation","surface_form":"genetic variability","offset":1111},{"uri":"Genetic_engineering","surface_form":"Genetic engineering","offset":1208},{"uri":"Cultivar","surface_form":"cultivar","offset":1242},{"uri":"Gene","surface_form":"gene","offset":1280}]}