{"id":458262,"url":"http://en.wikipedia.org/wiki/The_Summit_League","text":"e=\"preserve\">The Summit League is a NCAA conference that plays in the NCAA Division I. The member universities and colleges are in the Midwestern United States, plus one member in Colorado. Their headquarters are in Sioux Falls, South Dakota, having moved from the Chicago suburb of Elmhurst, Illinois in 2018.\nThe league once sponsored football, but dropped the sport after the 1984 season. Five Summit League members have football teams; all play in the Missouri Valley Football Conference.\nHistory.\nThe Summit League was founded in 1982 as the Association of Mid-Continent Universities (AMCU or AMCU-8) with eight members. The only one of these schools that is still a member is Western Illinois. In 1989, the AMCU changed its name to the Mid-Continent Conference, or MCC (those initials, however, were also being used by the Midwestern Collegiate Conference, now the Horizon League).\nThe Mid-Continent saw many changes in the first part of the 1990s, with the biggest coming in 1992 and 1994. In 1992, the conference added women's sports after it absorbed the North Star Conference, a league that only sponsored women's sports. Then in 1994, six schools (including three charter members) left for the Midwestern Collegiate Conference. They were replaced by six other schools, five of them coming from the collapsed East Coast Conference. None of the schools that joined in 1994 are now in the league.\nSince the 1994 changes, the conference has had anywhere from 8 to 10 members. It changed its name to The Summit League in 2007.\nMembers.\nThe Summit League now has nine full members. The most recent changes in membership took place in 2020, when the University of Missouri–Kansas City, known for sports purposes as Kansas City, rejoined after a seven-year absence, while Purdue University Fort Wayne left for the Horizon League.\nAssociate members.\nThe Summit League has four \"associate\" members—schools that play in a few sports, usually but not always one. One plays three sports in the conference and three more house one sport in the conference. (Note that the NCAA counts men's and women's teams in the same sport as playing two different sports, and also considers swimming and diving to be a single sport.)\nFormer members.\nNo fewer than 22 schools have been full members, but are no longer in the league.","categories":[],"infobox_types":[],"annotations":[{"uri":"NCAA_conference","surface_form":"NCAA conference","offset":36},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":70},{"uri":"Division_I_(NCAA)","surface_form":"Division I","offset":75},{"uri":"Universities","surface_form":"universities","offset":98},{"uri":"College","surface_form":"college","offset":115},{"uri":"Midwestern_United_States","surface_form":"Midwestern United States","offset":135},{"uri":"Colorado","surface_form":"Colorado","offset":180},{"uri":"Headquarters","surface_form":"headquarters","offset":196},{"uri":"Sioux_Falls%2C_South_Dakota","surface_form":"Sioux Falls","offset":216},{"uri":"South_Dakota","surface_form":"South Dakota","offset":229},{"uri":"Chicago","surface_form":"Chicago","offset":265},{"uri":"Suburb","surface_form":"suburb","offset":273},{"uri":"Elmhurst%2C_Illinois","surface_form":"Elmhurst, Illinois","offset":283},{"uri":"American_football","surface_form":"football","offset":337},{"uri":"Missouri_Valley_Football_Conference","surface_form":"Missouri Valley Football Conference","offset":456},{"uri":"Horizon_League","surface_form":"Horizon League","offset":871},{"uri":"Horizon_League","surface_form":"Horizon League","offset":1817}]}