{"id":45825,"url":"http://en.wikipedia.org/wiki/Finance","text":"Some simple finance ideas.\nThe process of finance is learning how people and groups act in managing their money, and most of all how they manage making money, and making a profit, with spending money, or making a loss.\nA group that makes more money than it spends can lend or invest the excess profit. On the other hand, a group that makes less money than it spends can raise money by getting a loan or selling stock, or spending less, or making more money.\nA bank is where many people borrowing money meet people lending money. A bank gets money from lenders, and pays interest. The bank then lends this money to borrowers. Banks allow borrowers and lenders of different sizes to meet.\nCorporate finance is about things like the sale of stock by a company to the public. Stock is ownership in a company, broken up into pieces. The stock gives whoever owns it part ownership in that company. If someone buys one share of XYZ Inc, and the company has 100 shares available, the buyer is 1/100th owner of that company and owns 1/100th (1%) of the profit.\nFinance is used by people, by governments, by businesses, etc., as well as by all kinds of groups.\nBusiness finance.\nBusiness finance is about finding money for a company's activities. It studies trying to make more profit than loss, and taking good risks for the chance to make more money.\nFinancial economics.\nFinancial economics is the study of economics which is important to financial things like changes in price and supply of goods.\nIt studies how much risk some actions that a company may take will cause, and how the company should spend its money.\nFinancial maths.\nFinancial maths is the study of maths for financial markets. Financial maths studies mathematics, mainly statistics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stock_market","surface_form":"stock","offset":411},{"uri":"Bank","surface_form":"bank","offset":460},{"uri":"Interest","surface_form":"interest","offset":570},{"uri":"Economics","surface_form":"economics","offset":1400},{"uri":"Mathematics","surface_form":"mathematics","offset":1712},{"uri":"Statistics","surface_form":"statistics","offset":1732}]}