{"id":458250,"url":"http://en.wikipedia.org/wiki/Dravidian_peoples","text":"The Dravidian peoples are a people who speak Dravidian languages.\nAncient Dravidians and origin.\nAccording to scientists and historians, the Dravidian people are descendants of \"Neolithic West Asian farmers from Iran\" which conquered and largely displaced the outnumbered native hunter gatherers of India. Dravidians are linked to the neolithic Zagros Mountain farmers, and this West Asian population forms the main ancestor of modern South Asians.\nA genetic and biogeographical study (Das et al. 2016) concluded that Dravidian peoples belong to the Caucasoid race. According to the study, these proto-Dravidians migrated into India around 8,000 years ago from a region later known as Elam in modern day Iran. The authors suggest that this results support the Elamo-Dravidian hypothesis.\nThe Indus Valley civilization is suggested to be of Dravidian origin. Genetic tests show that the ancient Indus Valley Civilization was predominantly of neolithic Zagros mountain farmers ancestry (98%) and this ancestry component is linked to early Dravidians.\nToday.\nToday there are around 220 million Dravidian speakers worldwide. Most live in South India. Others live in parts of Central India, Eastern India, Bangladesh, Southern Pakistan, Sri Lanka the Maldives and Nepal. The biggest groups of Dravidians are the Tamil people, Telugu people, Kannada people, and the Malayali people. Smaller Dravidian communities with 1–5 million speakers are the Tulu people, Gondi people and Brahui people in Pakistan and Afghanistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dravidian_languages","surface_form":"Dravidian languages","offset":45},{"uri":"Caucasian_race","surface_form":"Caucasoid race","offset":550},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley civilization","offset":792},{"uri":"South_India","surface_form":"South India","offset":1134},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1201},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1232},{"uri":"Tamil_people","surface_form":"Tamil people","offset":1307},{"uri":"Telugu_people","surface_form":"Telugu people","offset":1321},{"uri":"Kannada_people","surface_form":"Kannada people","offset":1336},{"uri":"Malayali_people","surface_form":"Malayali people","offset":1360},{"uri":"Tulu_people","surface_form":"Tulu people","offset":1441},{"uri":"Gondi_people","surface_form":"Gondi people","offset":1454},{"uri":"Brahui_people","surface_form":"Brahui people","offset":1471},{"uri":"Pakistan","surface_form":"Pakistan","offset":1488},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1501}]}