{"id":458251,"url":"http://en.wikipedia.org/wiki/Mountain_gazelle","text":"The mountain gazelle (\"Gazella gazella\") is a species of gazelle. It lives in many parts of Egypt, israel, Turkey and across the Arabian Peninsula. It lives in mountains, foothills, and coastal plains. It is the National animal of Palestine.\nDescription.\nMountain gazelles are one of the few mammals, where the male and female have horns. Males have bigger horns with rings around them. Females also have horns, but they are thinner and shorter. Mountain gazelles are sexually dimorphic, which means that males are larger than females. Male can weigh from 17-29.5 kg. Females can weigh 16–25 kg. Mountain gazelles can run up to 80 km/h (50 mph).\nHabitat.\nGazelles have adapted to live in dry, desert-like places. They spend most of their time at the top of mountains and hills. Mountain gazelles prefer to sleep on the tops of hills/mountains to avoid the heat in the day. Around dawn and dusk, they will be found leaving the hills to eat in light forests, fields, or desert plateaus.\nFeeding.\nIt is a grazing species, though this varies with the amount of food available. They can survive for a long time without a source of water. During that time, they get freshwater from succulent plants and dew from plants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gazelle","surface_form":"gazelle","offset":57},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":129},{"uri":"National_animals","surface_form":"National animal","offset":212},{"uri":"Palestine","surface_form":"Palestine","offset":231},{"uri":"Sexually_dimorphic","surface_form":"sexually dimorphic","offset":468},{"uri":"Forests","surface_form":"forests","offset":948},{"uri":"Desert","surface_form":"desert","offset":968},{"uri":"Plateaus","surface_form":"plateaus","offset":975},{"uri":"Grazing","surface_form":"grazing","offset":1002},{"uri":"Species","surface_form":"species","offset":1010},{"uri":"Succulent_plants","surface_form":"succulent plants","offset":1176},{"uri":"Dew","surface_form":"dew","offset":1197}]}