{"id":458341,"url":"http://en.wikipedia.org/wiki/Kulindadromeus","text":"\"Kulindadromeus\" is a herbivorous dinosaur, an ornithischian from the Jurassic of Siberia, Russia.\nThe fossil shows clear signs of feather-like structures on its body. This is important because it was not known whether this group had proto-feathers. These structures probably had the function of temperature regulation: they were not flight feathers.\nThe original specimen was a partial skull with lower jaws. The volcanic ash layers of the formation form a \"Konservat-Lagerstätte\" with exceptional preservation. From 2010 onwards, more fossil material has been discovered, including subadult and juvenile individuals.\nFeatures of the body surface.\nSpecimens show large parts of its body surface (skin or 'integuent'). There are rows of scales on top of its tail and a covering of scales branching into feather-like structures. Until its discovery proto-feathers were thought to be only in the Theropoda. The feather remains discovered are of three types.\nThe first type consists of hair-like filaments covering the trunk, neck and head. These are up to three centimetres long and resemble the \"dino-fuzz\" already known from theropods like \"Sinosauropteryx\". The second type shows groups of 1.5 centimetres-long filaments, each group coming from a base plate. These are on the upper arm and thigh. The base plates are ordered in a hexagonal pattern but do not touch each other. The third type is unique. It was found on the upper lower legs and consists of bundles of six or seven ribbon-like structures, up to two centimetres long. Each ribbon is made from about ten parallel filaments up to 0.1 millimetres wide.\nThe filaments earlier reported in Ornithischia, on \"Psittacosaurus\" and \"Tianyulong\", could be homologous to the \"protofeathers\" found in non-avian theropods. This would imply that feathers are original to the Dinosauria as a whole and possibly to the Archosauria as a whole, since there are similar structures in the Pterosauria.\nThere are also three types of scales. Overlapping hexagonal scales, up to 3.5 millimetres in diameter, are present on the lower shins. Small round non-overlapping scales, less than one millimetre in cross-section, cover the hands, ankles and feet. The top of the tail is covered by five long rows of arched rectangular scales, measuring up to one by two centimetres. With these scales the trailing edge of each scale slightly overlaps the front edge of the scale behind it. In the middle, to the contrary, a small spur projects forward, covering the trailing edge of the preceding scale. The authors think the scales were not ossified scutes or osteoderms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herbivorous","surface_form":"herbivorous","offset":22},{"uri":"Dinosaur","surface_form":"dinosaur","offset":34},{"uri":"Ornithischia","surface_form":"ornithischia","offset":47},{"uri":"Jurassic","surface_form":"Jurassic","offset":70},{"uri":"Siberia","surface_form":"Siberia","offset":82},{"uri":"Russia","surface_form":"Russia","offset":91},{"uri":"Feather","surface_form":"feather","offset":131},{"uri":"Function","surface_form":"function","offset":284},{"uri":"Temperature_regulation","surface_form":"temperature regulation","offset":296},{"uri":"Skull","surface_form":"skull","offset":387},{"uri":"Jaw","surface_form":"jaw","offset":404},{"uri":"Volcanic_ash","surface_form":"volcanic ash","offset":414},{"uri":"Lagerst%C3%A4tte","surface_form":"Lagerstätte","offset":469},{"uri":"Scale_(zoology)","surface_form":"scales","offset":737},{"uri":"Theropoda","surface_form":"Theropoda","offset":894},{"uri":"Sinosauropteryx","surface_form":"Sinosauropteryx","offset":1141},{"uri":"Ornithischia","surface_form":"Ornithischia","offset":1649},{"uri":"Psittacosaurus","surface_form":"Psittacosaurus","offset":1667},{"uri":"Tianyulong","surface_form":"Tianyulong","offset":1688},{"uri":"Homologous","surface_form":"homologous","offset":1710},{"uri":"Dinosauria","surface_form":"Dinosauria","offset":1825},{"uri":"Archosauria","surface_form":"Archosauria","offset":1867},{"uri":"Pterosauria","surface_form":"Pterosauria","offset":1933},{"uri":"Ossicle","surface_form":"ossified","offset":2572},{"uri":"Scute","surface_form":"scute","offset":2581},{"uri":"Osteoderm","surface_form":"osteoderm","offset":2591}]}