{"id":45834,"url":"http://en.wikipedia.org/wiki/Australian_English","text":"e=\"preserve\">Australian English is the kind of English language used in Australia.\nHistory.\nPeople from Britain and Ireland first came to live in Australia in 1788 (colony of New South Wales). They brought different dialects of English with them. These different kinds of English began to mix and change. The newcomers soon began to speak with their own distinctive accent and vocabulary.\nMore and more people came to Australia in the 19th and 20th centuries. Many people came looking for gold. Some came from Britain and Ireland. Others came from non-English speaking countries. Australian English continued to grow and change.\nAustralian English has also been influenced by American English. During the Second World War, there were many American soldiers staying in Australia. American television shows and music have been popular in Australia since the 1950s.\nAccent.\nThe Australian and New Zealand accents are similar.\nSome Australian English vowels sound different to vowels of other kinds of English. For example, the vowel in \"day\" starts with a very open mouth. This makes the Australian \"day\" sound close to the \"die\" of most British or American people. Days of the week, however, are often different and the \"day\" sounds like \"dee\" (usually short and sharp like the letter D).\nAustralian English has some vowels not used in some other kinds of English. For example, the words \"bad\" and \"lad\" do not rhyme because \"bad\" has a long vowel and \"lad\" has a short one. Also, \"cot\" does not sound like \"caught\" and \"bother\" does not rhyme with \"father\".\nAs with American English the /t/ sound can sometimes sound like a /d/ sound. This usually happens between vowels. So, for example,\nAlso in the Australian accent a /t/ sound plus the sound of \"you\" comes out sounding like \"chew\" and a /d/ sound plus the sound of \"you\" comes out sounding like \"Jew\". Here are some examples of things which sound the same.\nWords.\nAustralians use many words that other English speakers do not use. The famous Australian greeting, for example, is \"G'day!\". A native forest is called \"the bush\" and central Australia is called the \"outback\".\nMany words were brought to Australia from Britain and Ireland. For example, \"mate\" meaning \"friend\" which is still used in Britain. Some of these words have changed in meaning.\nA few words have come from Australian Aboriginal languages. These are mainly names for animals, plants and places. Some examples are \"dingo\" and \"kangaroo\".\nSometimes we do not know where a word came from. For example, \"dinkum\" or \"fair dinkum\" means \"true\", \"is that true?\", \"this is the truth\". But nobody knows where the word is from: some say the word comes from Chinese, others say the word comes from England.\nSpelling.\nAustralian spelling comes from British spelling. In words like \"organise\", \"realise\", where \"-ise\" is the expected and taught spelling method. In words like \"colour\", \"favourite\", \"-our\" is the norm, but there are exceptions such as the \"Labor\" Party (which was deliberately chosen on the formation of the Party to avoid confusion with the British Labour Party), and \"Victor Harbor\" (geographically unique to the State of South Australia as opposed to place names in other States, e.g., \"Boat Harbour\" and \"Coffs Harbour\"). \"Program\" and \"jail\", on the other hand, are more common than \"programme\" and \"gaol\".\nKinds of Australian English.\nMost linguists split Australian English up into three main kinds. These are Broad, General, and Cultivated Australian English.\nBroad Australian English sounds very strongly Australian, when compared to other kinds of English. Steve Irwin spoke Broad Australian English.\nGeneral Australian English is the middle ground. It is used by most Australians, and can be heard in Australian-made films and television programs. Hugh Jackman and Nicole Kidman speak General Australian English.\nCultivated Australian English is similar to \"Received Pronunciation\", the type of British English spoken by people such as David Attenborough. Cate Blanchett and Geoffrey Rush speak Cultivated Australian English.\nAustralian English demographics change from state to state but it's only slight compared to the variety of British and American English accents. A mixture of Broad and General Australian English accents can be heard across Southern and Western Australia, while Broad Accents are more common by themselves in states such as the Northern Territory and Central Australia. Large metropolitan areas such as Melbourne, Sydney and Southeast Queensland share large portions of each accent. Cultivated Australian English is rare compared to the rest but can be observed in the upper and middle classes, from migrant families with recent British ties (up to a century and a half in some cases) and in performing arts communities where pronounced English is of most benefit.\nSubtle changes on an individual level include how the letter 'a' sounds like in the words \"castle\", \"dance\", \"chance\", \"advance\", etc. Some use the vowel in \"calm\" others use the vowel in \"mat\" or \"mad\". Another regional difference is the pronunciation of 'e' sounds especially followed by 'l', such as \"Melbourne\", \"helped\", \"cellist\", with Victorians generally transposing the 'a' and 'e' vowel sounds in many words. For example, pronouncing an 'e' sound in words such as \"alchemy\" or \"chalice\", yet an 'a' vowel sound for \"Celery.\"\nThere are also geographical differences in the definition of words Australians use in different parts of the country as well. For example, \"football\" (or \"footy\" for short) means \"rugby league\" in NSW, Queensland and the ACT, but \"Australian rules football\" in everywhere else in Australia. In NSW, a swimming costume is called a \"cossie\" or \"swimmers\", in Queensland it is called \"togs\" and \"bathers\" in Victoria.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English language","offset":47},{"uri":"Australia","surface_form":"Australia","offset":72},{"uri":"Britain","surface_form":"Britain","offset":104},{"uri":"Ireland","surface_form":"Ireland","offset":116},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":175},{"uri":"Dialect","surface_form":"dialect","offset":216},{"uri":"19th_century","surface_form":"19th","offset":435},{"uri":"20th_century","surface_form":"20th","offset":444},{"uri":"Gold","surface_form":"gold","offset":489},{"uri":"American_English","surface_form":"American English","offset":676},{"uri":"Second_World_War","surface_form":"Second World War","offset":705},{"uri":"United_States","surface_form":"American","offset":739},{"uri":"Soldier","surface_form":"soldier","offset":748},{"uri":"Television","surface_form":"television","offset":788},{"uri":"Music","surface_form":"music","offset":809},{"uri":"New_Zealand_English","surface_form":"New Zealand accents","offset":890},{"uri":"The_bush","surface_form":"the bush","offset":2070},{"uri":"Outback","surface_form":"outback","offset":2117},{"uri":"Australian_Aborigine","surface_form":"Australian Aboriginal","offset":2331},{"uri":"Dingo","surface_form":"dingo","offset":2438},{"uri":"Kangaroo","surface_form":"kangaroo","offset":2450},{"uri":"Chinese_(language)","surface_form":"Chinese","offset":2671},{"uri":"England","surface_form":"England","offset":2711},{"uri":"Linguistics","surface_form":"linguists","offset":3374},{"uri":"Steve_Irwin","surface_form":"Steve Irwin","offset":3595},{"uri":"Hugh_Jackman","surface_form":"Hugh Jackman","offset":3787},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":3804},{"uri":"British_English","surface_form":"British English","offset":3934},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":3975},{"uri":"Cate_Blanchett","surface_form":"Cate Blanchett","offset":3995},{"uri":"Geoffrey_Rush","surface_form":"Geoffrey Rush","offset":4014},{"uri":"Rugby_league","surface_form":"rugby league","offset":5544},{"uri":"Australian_Football_League","surface_form":"Australian rules football","offset":5595}]}