{"id":458432,"url":"http://en.wikipedia.org/wiki/The_Weather_Channel","text":"The Weather Channel is a cable and satellite television channel that is shown in the United States. The Weather Channel broadcasts weather newsshows and recorded weather-related documentaries 24 hours a day. The Weather Channel is most often filmed inside a studio near Atlanta, but some people working there sometimes go out to the place where the storm or weather is happening to film it. The Weather Channel also provides weather forecasts to over 700 radio stations, 50 newspapers, 30 websites, as well as mobile applications for smartphones and tablet computers. The Weather Channel is similar to a channel called The Weather Network in Canada.\nHistory.\nPrior to the channel's launch, the original concept for providing continuous weather reports to the public over television stations stretched as far back as the late 1950s and early 1960s on the varying incarnations of CATV. Through those systems, which typically brought in up to a dozen stations to the viewer from across the region, twelve slots on a cable dial would often leave a few vacancies.\nEarly cable providers then devised a system where a single black and white camera, often one that was formerly used for local news production after an upgrade, would be placed on a rotating pedestal, capturing various dials and gauges on different stations to which it would pan automatically and remain in a given view for a few seconds before moving on. The different stations featured the time, temperature, barometer, wind speed, wind direction, and wind chill factor. Slides with the day's complete forecast, brief news headlines and community events often drawn up by the station's art department rounded out the package. This was the same system as that used by the early Devotional Channels and for the Stations of the Cross during the Christmas season.\nThe Weather Channel itself was the brainchild of veteran television meteorologist John Coleman (former chief meteorologist at WLS-TV in Chicago and Good Morning America forecaster), who took his idea to Frank Batten, the then-chief executive officer of Landmark Communications. A major part of the plan for the new network was that it would be able to provide localized weather information to its viewers. This would be done through the use of specialized computer units, known as WeatherStars (\"STAR\" being an acronym for \"Satellite Transponder Addressable Receiver\"), which would be installed at the headends of cable providers that agreed to carry the channel. These WeatherStars were able to insert current local conditions, forecasts and weather warnings over the national feed, with the weather data being received from the vertical blanking interval of the TWC video feed and via satellite, which is then transmitted to the WeatherStar unit; the WeatherStar systems would also be capable of adding or removing segments seen during each local forecast segment, and providing other forms of non-forecast data (primarily local contact and address information for businesses advertised on the channel's national feed, which the STAR unit overlaid on a static graphic seen after certain commercials). The Weather Channel, Inc. was founded in Atlanta, Georgia on July 18, 1980.\nThe Weather Channel launched on Sunday, May 2, 1982. Programming began with an introduction to the channel by Batten and Coleman, which led into an inauguration ceremony that launched the channel's first official broadcast at 8pm that evening, anchored by meteorologists Bruce Edwards and André Bernier. The bulk of TWC programming consisted of a local forecast segment 8-12 times hourly. The Weather Channel originally gathered its national and regional forecasts from the National Oceanic and Atmospheric Administration (NOAA) and its local forecasts were sourced from the various National Weather Service Weather Forecast Offices around the country. The first slogan was unveiled: \"We Take the Weather Seriously, But Not Ourselves.\"\nHowever, after only one year in the role, in 1983, John Coleman was forced out as the channel's president and CEO; at that time, he returned to his previous occupation as a television weathercaster, first becoming employed at WCBS-TV in New York City. Slogan was also updated to \"The Cable Television Network for America's Lifestyle.\" This only stayed for a year, before moved to \"Weatherproofing America.\"\nThe original Weather Star I model often interfered with the channel 2 signal at the cable headend; this issue was fixed with the upgrade to the Weather Star II in January 1984. The channel later rolled out Weather Star III, the third-generation STAR unit, to cable providers – which began upgrading to the system in early 1986; the Star III included additional hardware improvements, and also added several extra forecast and observation features.\nIn 3/1986, The Weather Channel launched its fourth slogan: \"You Need Us for Everything you Do\" and a campaign to promote this. It included a custom lyrical theme (which was remixed in 1989) – two versions of which were created: a full one-minute theme that was rarely seen on-air, and a more commonly seen 30-second version. In 1989, the channel introduced \"Prime Time Tonight\", a 3-minute segment that appeared 8 times nightly from 7:57 to 11:27 p.m., which served as guide to programs airing on other cable channels and provided airtime information and video clips.\n1990 saw the introduction of the first Weather Star 4000 models, which similar to the Weather Star III, originally generated only text-based products. Radar imagery was added to the units in June of that year, with graphical backgrounds being introduced in July, making the 4000 the first STAR to be capable of generating graphics and the first to incorporate the channel's logo in the forecast segments. Also in 1990, The Weather Channel began including snow condition reports at five minutes after the hour.\nLargely considered the height of the classic TWC by enthusiasts, The Weather Channel underwent a major graphical revamp (with the introduction of a new slogan, \"Weather You Can Always Turn To\") on March 6, 1991. Graphic elements included heavy use of gradients and the Caxton typeface. On July 3, The Weather Channel Connection, a toll-free phone service providing weather information, was launched. Originally 1-900-288-8800, the phone number was reassigned in 1992 to 1-900-WEATHER (or 1-900-932-8437), a number was also used to promote the service in on-air and print advertisements. On November 1, The Weather Channel filed for a trademark on TWC, a common shortening of the name that was sometimes seen on-air.\nBy 1993, The Weather Channel was available to 90% of U.S. households with cable television service. On January 10, 1994, TWC placed an order to build 1,000 units for a new STAR model known as the Weather Star Jr, a budget model developed by Wegener Communications, which builds equipment for cable headends.\n1995 brought a variety of changes to TWC, setting the stage for more changes that occurred the following year. Minor graphical tweaks were made, while local forecast segments began incorporating Short Term Forecasts issued by local National Weather Service offices as the \"Local Update\" (which in turn destabilized flavor lineups and caused the discontinuation of narration). The 30-Day Outlook was discontinued (which was required by National Weather Service). New programs included the introductions of \"WeatherScope\" (a half-hourly weather discussion) and a special on how weather affected the 1941 attack on Pearl Harbor on December 7. That year also featured the premiere of \"Sky on Fire\", a documentary on lightning. The music of Trammell Starks, used on Weatherscan and emergency cases since 2000, premiered at the end of the year with Starks' various other music pieces being used by the channel until early 2012.\nFrom 1996 to 1998, The Weather Channel dramatically changed its on-air presentation. The first wave of change came in October 1996, with the introduction of a new slogan (\"No Place on Earth Has Better Weather\"), that was heralded with a trio of humorous spots (blizzard/breezy/flood) promoting the accuracy of TWC's weather coverage. Months later, The Weather Channel received its biggest graphical overhaul since 1991, the modernization of TWC's presentation included the introduction of a newer, flatter logo (although its previous logo remained in use on some segments, and some specialty segments retained narration by Dan Chandler and/or the previous TWC logo into late 1997), as well as a new graphics package featuring rotating globes and compass points for introductions, and new music. 1996 also saw the launch of The Weather Channel's website, weather.com. \"Local on the 8s\", a concept in which local forecasts aired in ten-minute intervals at times ending in \"8,\" also made its debut.\nOn October 15, 1996, Landmark Communications purchased a building at 300 Interstate North (near the junction of Interstates 75 and 285 in Atlanta) to house The Weather Channel's operations. Landmark had been looking for new studio facilities for the channel, and requirements included 18-foot ceilings. Improvements were made to bring the building up to code before TWC moved into its new headquarters at the end of 1996 (but it did not begin broadcasting from the facility until early 1997). By 1996, The Weather Channel reached 63 million homes, with average ratings totaling at 130,000 viewers at that time.\nOn March 31, 1997, the channel revised its programming schedule with the introduction of a news wheel format. On August 25, the channel debuted a memorable advertising campaign, \"The Front\", created by ad agency TBWA Chiat/Day. The promos (which used the slogan, \"Weather Fans, You're Not Alone\") were set in something akin to a sports bar, with the major difference being that weather was the central focus. That October, 1997 World Series became the first major event that TWC covered with live reporters. New title bars were introduced for national segments on January 6, 1998.\nIn March 1998, TWC introduced a graphical refresh, featuring heavy use of the Akzidenz-Grotesk typeface and footage of clouds at the core of the new identity. For the first time in the channel's history, there was no slogan or unifying theme. \"WeatherScope\" was replaced with \"Weather Center\" on March 10, a program which essentially comprised The Weather Channel's entire 24-hour daily programming schedule at the time in the form of three separate programs (\"Weather Center AM\", a morning program (5 a.m.-noon) focusing primarily on business, commuter and leisure travel weather; Weather Center PM, an evening program (7 p.m.-5 a.m.) with a focus on forecasts for the day ahead; and an afternoon broadcast (12 p.m.-7 p.m.) simply using the Weather Center title, which focused on ongoing weather conditions). April 1998 saw updates to \"The Front\" image campaign; one of the new advertisements specifically mentioned the 36-hour text forecasts (which, at the time, were still supplied by the National Weather Service), but heralded new Local Forecast graphics. The machine that produced those graphics, the IRIX-based Weather Star XL, was released to cable providers later that year as the first new mainline STAR unit manufactured in eight years. The catalyst for a top-to-bottom modernization of the local forecast segment, the XL's graphical and technological capabilities were significantly more advanced than the 4000, with an animated, high-quality output consistent with TWC's national graphics and new scalable icons that would be used for eight years on TWC (these icons remain in use by Weather Star XLs still in service and on certain downloadable web widgets).\n1999 brought the removal of the unpredictable-length Local Update product on the Weather Star 4000, which stabilized flavor lineups. Also in March 31 that year, The Weather Channel launched a spin-off network called Weatherscan Local, a channel offering continuous weather information 24/7, which exclusively provided local forecasts generated by specialized STAR units. Originally exclusive to Comcast systems, cable operators could add optional packages featuring expanded weather information or specialty forecasts (such as golf, boat and beach, or marine weather) to their Weatherscan STAR systems. The Weather Channel also appointed Decker Anstrom to serve as president of the network. By 1999, The Weather Channel reached 70 million homes, or 98% of all households that subscribe to cable television. It also provided weather forecasts to 52 newspapers and 250+ radio stations. Between 1999 and 2000, TWC aired weather observation reports from Mount Everest using battery-powered sensors.\nIn 2000, the channel's Weather Star XL systems introduced an audio function, Vocal Local, which assembles narration tracks heard during local forecast segments to introduce forecast products, and read descriptive forecasts and primary weather observations; while most cable operators added the Vocal Local feature, some did not employ it on their Weather Star XL units. The cycling of music playlist changes was increased from a quarterly to a monthly basis; as such, 2000 is considered to be the year the split between the \"classic\" TWC and \"modern\" TWC occurred by several websites. On August 23 of that year, the channel debuted \"Atmospheres\", a weekly newsmagazine-style program hosted by Jim Cantore and Mishelle \"Mish\" Michaels. It aired Wednesdays at 8pm, Saturdays at 5pm, and Sundays at 8pm and 11pm. Encore editions were aired on Saturday and Sunday at reverse time.\nOn January 3, 2000, The Weather Channel began reducing \"Weather Centers broadcasting time. The first news program to be broadcast was titled \"Your Weather Today\", airing weekdays from 5 a.m. to 7 a.m. Presenters were Heather Tesch and Marshall Seese.\nOn March 20, 2000, another weather news program was unveiled, titled \"First Outlook\", airing for two hours right after \"Your Weather Today\". On-air team was Rick Griffin and Cheryl Lemke, along with travel analyst Dennis Smith.\nOn April 21, 2001, \"Weekend Now\" was the first news programme to cut into the weekend timeslot of \"Weather Center\". It aired from 7 a.m. to 11 a.m. Saturdays and Sundays, presented by two teams of meteorologists: one was Kelly Cass and Bill Keneely and the other team was Melissa Barrington and Bob Stokes. Any given hour of the program would be hosted by one team while a member of the other team provided special segments like \"Travel Forecast\" (other cities' forecasts) and \"Weather Maker\" (details behind the day's most important wearher system).\nIn June 2001, \"Weather Centers name no longer featured the \"AM/PM\" distinction.\nOn August 20, 2001, \"Evening Edition\" dropped the 9 p.m.-5 a.m. block of \"Weather Center\". Because of long-form programs, Evening Edition aired its first hour, then long-form programs, then two hours, then long-form programs repeated from earlier, followed by the overnight hour, and finally this final hour was repeated twice. The show was presented by various meteorologists. In 2003, 4:30-7 a.m. weekend block now showed \"Weekend Outlook\", which presented by Ray Stagich only. (In case of severe weather, the show would start from 3 a.m, and another meteorologist would join him). Also at this year, 7-11 a.m. weekend block had a new show: \"Weekend Planner\", so \"Weekend Now\" moved to the 11 a.m.-2 p.m. block instead (this time, less special segments than before). As a result of these changes, \"Weather Center\" aired from 9 a.m.-9 p.m. weekdays and 2 p.m.-5 a.m. weekends.\nIn October 2002, Kim Cunningham left \"Evening Edition\" for \"First Outlook\".\nOn September 29, 2003, \"PM Edition\" was launched, interrupted the block of \"Weather Center\". It aired weekdays between 6 p.m. and 8 p.m., presented by Carl Parker and Kristina Abernathy. It was preceded by another all-new show, \"Afternoon Outlook\" from 4 p.m. to 6 p.m. At the same day, one more forecast program was launched, \"Day Planner\" from 11 a.m. to 2 p.m. As a result, it could be known as weekday edition of \"Weekend Now\", as both shows aired at the same timeslot.\nOn October 4, 2003, \"PM Edition Weekend\" was launched, airing at a late night time: 11 p.m.-2 a.m. Two presenters were Adam Berg and Betty Davis.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":85},{"uri":"Studio","surface_form":"studio","offset":258},{"uri":"Atlanta","surface_form":"Atlanta","offset":270},{"uri":"Storm","surface_form":"storm","offset":349},{"uri":"Radio","surface_form":"radio","offset":455},{"uri":"Newspaper","surface_form":"newspaper","offset":474},{"uri":"Website","surface_form":"website","offset":489},{"uri":"Smartphone","surface_form":"smartphone","offset":534},{"uri":"Tablet_computer","surface_form":"tablet computer","offset":550},{"uri":"The_Weather_Network","surface_form":"The Weather Network","offset":619},{"uri":"Canada","surface_form":"Canada","offset":642}]}