{"id":458400,"url":"http://en.wikipedia.org/wiki/Bharatiya_Janata_Party","text":"The Bharatiya Janata Party (abbreviated BJP) is one of the two major political parties in India. (The second being the Indian National Congress). Since the Indian elections in 2014, the BJP has 303 of the 542 seats in the Lok Sabha, the lower house of the Parliament of India and 78 of the 238 seats in Rajya Sabha, the upper house of the Parliament of India. Amit Shah is the national president of BJP since 2014.\nFormer Prime Minister Atal Bihari Vajpayee and Deputy Prime Minister L. K. Advani founded the party in April 1980.\n\"Bharatiya\" means \"Indian\" and \"Janata\" means \"People\". The BJP's political beliefs are similar to the beliefs of the Rashtriya Swayamsevak Sangh (RSS). The RSS is a controversial organization in India that is Hindu nationalist and hostile to minorities, particularly towards Muslims.\nBharatiya Jana Sangh.\nThe history of the Bharatiya Janata Party starts with the Bharatiya Jana Sangh (abbreviated BJS). The BJS was a political party created by Syama Prasad Mookerjee in 1951. At that time, the Indian National Congress was the political party that ruled India. The BJS's goal was to stop the Indian National Congress's policies.\nMany people thought the BJS was part of the RSS because they had the same ideologies on leading the Government of India.\nCampaign for Kashmir.\nThe party's first election campaign was about Kashmir. Kashmir was an area divided between India and Pakistan(2393squareKm). The BJS wanted to make Kashmir a part of India. The party's founder, Mookerjee, was arrested for protesting in Kashmir, when he was ordered not to do so. He died in prison, so Deendayal Upadhyay became the party's leader.\nEven though there was slight public support for the party because of the campaign about Kashmir, the BJS only managed to win three seats in the Lok Sabha in the 1952 elections.\nLater elections.\nIn the 1967 Indian elections, many political parties, including the Bharatiya Jana Sangh, joined up together to win a majority of the seats of many Indian states, including Madhya Pradesh, Bihar, and Uttar Pradesh. This was the first time the BJS had held any political office. In 1977, after the end of a State of Emergency declared by the Congress Government, BJS joined with several other parties to form BJP.\nIn 1996 BJP became the largest party in Parliament. It did poorly in the 2004 elections and became the major opposition party. The 2014 elections gave BJP enough seats to form a government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political parties","offset":69},{"uri":"India","surface_form":"India","offset":90},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":119},{"uri":"Election","surface_form":"election","offset":163},{"uri":"Lok_Sabha","surface_form":"Lok Sabha","offset":222},{"uri":"Lower_house","surface_form":"lower house","offset":237},{"uri":"Parliament","surface_form":"Parliament","offset":256},{"uri":"Rajya_Sabha","surface_form":"Rajya Sabha","offset":303},{"uri":"Upper_house","surface_form":"upper house","offset":320},{"uri":"Amit_Shah","surface_form":"Amit Shah","offset":360},{"uri":"Prime_Minister_of_India","surface_form":"Prime Minister","offset":422},{"uri":"Atal_Bihari_Vajpayee","surface_form":"Atal Bihari Vajpayee","offset":437},{"uri":"Deputy_Prime_Minister_of_India","surface_form":"Deputy Prime Minister","offset":462},{"uri":"L._K._Advani","surface_form":"L. K. Advani","offset":484},{"uri":"Politics","surface_form":"political","offset":596},{"uri":"Controversy","surface_form":"controversial","offset":696},{"uri":"Hinduism","surface_form":"Hindu","offset":740},{"uri":"Nationalist","surface_form":"nationalist","offset":746},{"uri":"Syama_Prasad_Mookerjee","surface_form":"Syama Prasad Mookerjee","offset":976},{"uri":"Government_of_India","surface_form":"Government of India","offset":1261},{"uri":"Campaign","surface_form":"campaign","offset":1331},{"uri":"Kashmir","surface_form":"Kashmir","offset":1350},{"uri":"Arrest","surface_form":"arrest","offset":1513},{"uri":"Deendayal_Upadhyaya","surface_form":"Deendayal Upadhyay","offset":1605},{"uri":"Majority","surface_form":"majority","offset":1963},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":2018},{"uri":"Bihar","surface_form":"Bihar","offset":2034},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":2045},{"uri":"State_of_Emergency","surface_form":"State of Emergency","offset":2151}]}