{"id":458437,"url":"http://en.wikipedia.org/wiki/Top_Thrill_Dragster","text":"Top Thrill Dragster is a steel accelerator roller coaster built by Intamin at Cedar Point in Sandusky, Ohio. It was the sixteenth roller coaster that was built at the park. It was the first roller coaster to be over tall and was the tallest roller coaster in the world before its record was broken by Kingda Ka at Six Flags Great Adventure when it opened in May 2005. Top Thrill Dragster, along with Kingda Ka, are the only strata coasters in the world.\nThe ride.\nAfter it leaves the station, the train enters the launch area. To the left of the launch area is a \"Christmas tree\" light, which is similar to a Christmas tree light at a drag strip. A message is then played to riders: \"Keep arms down, head back, and hold on.\" Once the train is ready to launch, a motor revving sound effect is played and its magnetic braking fins are lowered from the launch track. The train is then launched from the track at a speed of in 3.8 seconds. After it reaches its top speed, it goes up at a 90 degree angle and climbs a hill, or top hat element. Once it goes down, the track twists 270 degrees before it levels out, and then it is stopped by magnetic brakes.\nProblems.\nSometimes, a train does not have enough speed to go over the hill. This is known as a rollback, and it usually happens during cool, wet, or breezy weather. It can also happen when the wind is blowing against the train. In these conditions, the launch doesn't give the train enough speed to go over the hill, which causes it to stop before reaching the top of the hill and then roll back down the hill, which is why it is called a rollback.\nOn extremely rare occasions, the train may stall at the top of the hill. When this happens, a mechanic takes an elevator to the top of the hill and pushes the train forward down the hill. This has only happened three times with passengers on board the train, June 24, 2005, October 25, 2008, and May 25, 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roller_coaster","surface_form":"roller coaster","offset":43},{"uri":"Intamin","surface_form":"Intamin","offset":67},{"uri":"Cedar_Point","surface_form":"Cedar Point","offset":78},{"uri":"Sandusky%2C_Ohio","surface_form":"Sandusky","offset":93},{"uri":"Ohio","surface_form":"Ohio","offset":103},{"uri":"Kingda_Ka","surface_form":"Kingda Ka","offset":301},{"uri":"Six_Flags_Great_Adventure","surface_form":"Six Flags Great Adventure","offset":314}]}