{"id":458538,"url":"http://en.wikipedia.org/wiki/Kylie_Jenner","text":"Kylie Kristen Jenner (born August 10, 1997) is an American reality television personality, businesswoman and model. She is known for appearing on the E! reality TV show \"Keeping Up with the Kardashians\". She is a daughter of Caitlyn Jenner and Kris Jenner. She has one sister, Kendall Jenner, and eight half-siblings: Kourtney, Kim, Khloé, and Rob Kardashian.\nJenner is famous for creating her own cosmetics line called Kylie Cosmetics. She also recently created her individual clothing line where she sells items from customized undergarments to customized sweatshirts.\nShe is also known for her selfies on Instagram and her lip fillers.\nBefore fame.\nShe was a cheerleader for Sierra Canyon School, and her first modeling job was for a Sears clothing campaign titled Crush Your Style.\nCareer.\nKylie appeared in People and Beautiful People magazine with her sister Kendall. She started her modeling career with the Sears line \"Crush Your Style\"; she also posed in photo shoots for OK! magazine, Teen Vogue and for photographer Nick Saglimbeni. She also modeled during New York Fashion Week 2011 for the Abbey Dawn Avril Lavigne collection and in the Hello Kitty show in Los Angeles for Forever 21. In 2015 she took part in the fashion show of her brother-in-law Kanye West (husband of her half-sister Kim Kardashian) held in New York during Fashion Week.\nKylie also created, together with her sisters, the glazes of O.P.I.'s \"Kardashian Kolors\" line, and two other glazes called \"Wear Something Spar-Kylie\" and \"Rainbow in the S-Kylie\". Kylie & Kendall launched a clothing line called Kendall and Kylie for Pacsun in February 2013. In June, together with their sister Kendall, they collaborated with the Topshop brand to launch a new capsule collection. The sisters also created a capsule collection with OVS. In October 2015, Jenner starred in Tyga's music video in the song \"Dope'd Up\".\nIn May 2016, she made her musical rapping debut on Burberry producer Perry's song \"Beautiful Day\" with Lil Yachty. In the fall of 2016, Jenner was announced as the new face of PUMA along with Rae Sremmurd.\nIn November 2016, Jenner also launched its cosmetics line called Kylie Cosmetics: she created a vast amount of products such as matte lip kits, gloss lipsticks, eyeshadow palettes, eyeliner, blush and highlighter. On December 10, 2016 opened its online merchandising shop, called The Kylie Shop.\nIn April 2017, she appeared by surprise at the Rio Americano High School dance in Sacramento alongside young Albert Ochoa after hearing that her date had been rejected.\nUntil January 14, 2019, she held the record for the most liked photo on Instagram with 18 million likes.\nIn 2019, Jenner founded his skin care brand Kylie Skin, which was launched on May 22, 2019. The brand began producing derma products, including face washes, scrubs, moisturizers and makeup removal wipes. In 2020, Kylie started selling her Skin products not just in America and in the USA but also in Europe through Douglas.\nWealth.\nAccording to \"Forbes\", in 2019, Jenner's net worth was said to be at US$1 billion, making her, at age 21, the world's youngest billionaire as of March 2019, though the notion of Jenner being self-made is a subject of controversy, owing to her privileged background.\nIn May 2020, however, \"Forbes\" released a statement accusing Jenner of faking tax documents so she would appear as a billionaire. It also said that Jenner faked money numbers for Kylie Cosmetics. Afterwards, she was stripped of her billionaire status and her title.\nPrivate life.\nJenner and rapper Travis Scott have a daughter, Stormi Webster, born February 1, 2018. The couple separated in September 2019. Scott was accused of cheating on Jenner with his ex Yungsweetro. Jenner had previously dated rapper Tyga from 2014 to 2017. She dated Jaden Smith when she was 15 years old.\nHeritage.\nIn March 2019, Forbes magazine included Kylie Jenner on its list of billionaires. Jenner became the world's youngest billionaire at the age of 21. Aside from her television career that began with Keeping Up with the Kardashians, Jenner's wealth also comes from her make-up company, Kylie Cosmetics, valued at $800 million.\nPlastic surgery.\nIn 2015, Jenner admitted to getting lip fillers after people would participate in the Kylie Jenner lip challenge. They would blow up their lips with glass and injure themselves. Jenner previously lied she would only use lip liner to achieve bigger lips. Jenner is known for looking very different than she did in 2012. She has suspected to have had Botox, facial fillers, brow lift, breast implants, buttock implants, chin surgery and a nose job.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":50},{"uri":"Reality_television","surface_form":"reality television","offset":59},{"uri":"Keeping_Up_with_the_Kardashians","surface_form":"Keeping Up with the Kardashians","offset":170},{"uri":"Caitlyn_Jenner","surface_form":"Caitlyn Jenner","offset":225},{"uri":"Kris_Jenner","surface_form":"Kris Jenner","offset":244},{"uri":"Kendall_Jenner","surface_form":"Kendall Jenner","offset":277},{"uri":"Kourtney_Kardashian","surface_form":"Kourtney","offset":318},{"uri":"Kim_Kardashian","surface_form":"Kim","offset":328},{"uri":"Khlo%C3%A9_Kardashian","surface_form":"Khloé","offset":333},{"uri":"Rob_Kardashian","surface_form":"Rob Kardashian","offset":344},{"uri":"Selfie","surface_form":"selfie","offset":597},{"uri":"Instagram","surface_form":"Instagram","offset":608},{"uri":"Sears","surface_form":"Sears clothing campaign","offset":737},{"uri":"People_(magazine)","surface_form":"People","offset":812},{"uri":"Kanye_West","surface_form":"Kanye West","offset":1262},{"uri":"Tyga","surface_form":"Tyga","offset":1845},{"uri":"Lil_Yachty","surface_form":"Lil Yachty","offset":1992},{"uri":"Puma_(brand)","surface_form":"PUMA","offset":2065},{"uri":"Forbes","surface_form":"Forbes","offset":3011},{"uri":"US%24","surface_form":"US$","offset":3066},{"uri":"Travis_Scott","surface_form":"Travis Scott","offset":3561},{"uri":"Tyga","surface_form":"Tyga","offset":3770},{"uri":"Jaden_Smith","surface_form":"Jaden Smith","offset":3804},{"uri":"Forbes","surface_form":"Forbes","offset":3868},{"uri":"Forbes_list_of_billionaires","surface_form":"list of billionaires","offset":3913},{"uri":"Keeping_Up_with_the_Kardashians","surface_form":"Keeping Up with the Kardashians","offset":4049}]}