{"id":45869,"url":"http://en.wikipedia.org/wiki/System","text":"e=\"preserve\">A system is a group of related things that work together as a whole. These things can be real or imaginary. Systems can be man-made things like a car engine or natural things like a star system. Systems can also be concepts made by people to organize ideas.\nA subsystem is a system that is part of some larger system. For example, in computer networking, a disk subsystem is a part of a computer system.\nDefinition.\nOne of the founders of physiology, Claude Bernard, took a big step when he noticed that the internal systems of the body tend to keep things the same even if they are disturbed. He called the functions which keep system stable as homeostasis. This led towards the ideas of error-correction, feedback and regulation. These are all typical of systems which have some kind of goal and can adjust their behaviour so as to correct errors.\nExample.\nThe Solar System is an example of a system. The Solar System includes the Sun and the eight planets, as well as the moons of those planets. These and other members are linked by gravity and by their history as a planetary system.\nTypes of systems.\nThere are many kinds of systems. The key is that the elements of a system work together as a whole whilst still keeping their own identity. This is why planetary systems and body systems are good examples. They work together but have their own separate identity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Real","surface_form":"real","offset":102},{"uri":"Imagination","surface_form":"imaginary","offset":110},{"uri":"Engine","surface_form":"engine","offset":163},{"uri":"Star_system","surface_form":"star system","offset":195},{"uri":"Concepts","surface_form":"concepts","offset":228},{"uri":"People","surface_form":"people","offset":245},{"uri":"Idea","surface_form":"idea","offset":264},{"uri":"Computer_network","surface_form":"computer networking","offset":347},{"uri":"Physiology","surface_form":"physiology","offset":452},{"uri":"Claude_Bernard","surface_form":"Claude Bernard","offset":464},{"uri":"Homeostasis","surface_form":"homeostasis","offset":659},{"uri":"Feedback","surface_form":"feedback","offset":720},{"uri":"Solar_System","surface_form":"Solar System","offset":876},{"uri":"Sun","surface_form":"Sun","offset":946},{"uri":"Gravity","surface_form":"gravity","offset":1050},{"uri":"Planetary_system","surface_form":"planetary system","offset":1084}]}