{"id":458734,"url":"http://en.wikipedia.org/wiki/Michelle_Jenneke","text":"Michelle \"Shelly\" Jenneke (; born on June 23, 1993) is an Australian hurdler and model, who won a silver medal for the 100 meters hurdles at the 2010 Summer Youth Olympics. She became well known in 2012 for her dancing before a race.\nBackground.\nJenneke was born in Kenthurst, New South Wales, Australia. She went to The Hills Grammar School. She likes Australian rules football, soccer and handball.\nShe is learning engineering at Sydney University.\nAthletics.\nJenneke has worked with coach Mick Zisti since she was 10 years old at the Cherrybrook Athletics Club. She ran at the 2008 Pacific School Games in the 90 and 200 meters hurdles.\nIn March 2010, Jenneke won 1st place in the 100 m hurdles and broke the Australian record in the women's sprint medley relay at the 2010 Australian Junior Championships. She ran in the 2011 Pirtek Athletic Allstars event. In July 2010, Jenneke was in Australia's team at the 2010 Singapore Youth Olympic Games, running the 100 meter hurdles and the women's medley relay. In the hurdles, she came in second place with a time of 13.56 seconds, which the fastest she had ever run, and the medley relay team finished in fourth place. Her medal was the first Australia won at the Games in her sport.\nIn 2011, she ran at the Cooks Classic in New Zealand. At the 2011 Australian Junior Championships, she won first place in hurdles for runners under 20 years old. In April 2011 she ran at the 89th Australian Athletics Championships and came in third place in the 100 meter hurdles behind the world champion Sally Pearson.\nOn July 15, 2012, Jenneke came in fifth place in the 2012 IAAF World Junior Championships 100 meter hurdles. After the race, a video of her running was put on a video website, and she became well known around the world.\nJenneke was on Australia's 2014 Commonwealth Games team.\nIn those 2014 Commonwealth Games she set a new personal best time in a race, running it in 13.33 seconds and was 5th place in the final race with a time of 13.36 seconds. Jenneke was the youngest runner in the final race.\nMedia coverage.\nIn July 2012 videos of Jenneke dancing before a race at the 2012 World Junior Championships in Athletics in Barcelona went viral on YouTube. One clip received 19 million views by the following week and was featured on the American late night talk show, \"The Tonight Show\".\nJenneke was in a short funny video made by the website The Chive called \"Forever Alone Meets Michelle Jenneke\", being herself talking about her viral race video. The \"Forever Alone\" video had received over ten million views on YouTube by 2014.\nIn January 2013 Jenneke was tenth on AskMen.com's 99 Most Desirable Women 2013. She was one of the athletes featured in the 2013 \"Sports Illustrated Swimsuit Issue\".\nIn 2014 Jenneke was featured in a mobile phone application on stretching techniques called \"Stretch with Michelle Jenneke\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Australians","surface_form":"Australian","offset":58},{"uri":"Hurdling","surface_form":"hurdler","offset":69},{"uri":"Model_(person)","surface_form":"model","offset":81},{"uri":"Silver_medal","surface_form":"silver medal","offset":98},{"uri":"100_meters_hurdles","surface_form":"100 meters hurdles","offset":119},{"uri":"Dancing","surface_form":"dancing","offset":211},{"uri":"Kenthurst%2C_New_South_Wales","surface_form":"Kenthurst, New South Wales","offset":266},{"uri":"The_Hills_Grammar_School","surface_form":"The Hills Grammar School","offset":317},{"uri":"Australian_rules_football","surface_form":"Australian rules football","offset":353},{"uri":"Soccer","surface_form":"soccer","offset":380},{"uri":"Team_handball","surface_form":"handball","offset":391},{"uri":"Engineering","surface_form":"engineering","offset":417},{"uri":"Sydney_University","surface_form":"Sydney University","offset":432},{"uri":"2010_Summer_Youth_Olympics","surface_form":"2010 Singapore Youth Olympic Games","offset":915},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1276},{"uri":"Australian_Athletics_Championships","surface_form":"Australian Athletics Championships","offset":1431},{"uri":"Sally_Pearson","surface_form":"Sally Pearson","offset":1541},{"uri":"International_Association_of_Athletics_Federations","surface_form":"IAAF","offset":1614},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":1808},{"uri":"2012_World_Junior_Championships_in_Athletics","surface_form":"2012 World Junior Championships in Athletics","offset":2131},{"uri":"Viral_video","surface_form":"viral","offset":2194},{"uri":"The_Tonight_Show","surface_form":"The Tonight Show","offset":2325},{"uri":"The_Chive","surface_form":"The Chive","offset":2399},{"uri":"Sports_Illustrated_Swimsuit_Issue","surface_form":"Sports Illustrated Swimsuit Issue","offset":2718},{"uri":"Stretching","surface_form":"stretching","offset":2816}]}