{"id":458717,"url":"http://en.wikipedia.org/wiki/Knowledge_of_results","text":"It describes the situation where a subject gets information which helps them to change behaviour in a desirable way, or to gain understanding. A primitive example is avoiding a behaviour after punishment. An advanced example is the way a human may improve understanding and behaviour after a teacher explains what was wrong with the previous effort.\nThere are a number of similar terms in psychology, but all of them have some problems.\nSo, knowledge of results, or sometimes \"immediate\" knowledge of results, is a useful term. It can be used for any learning where a student (or any animal) gets information after the action. The information is about how satisfactory the action is.\nExperimental evidence.\nAn early experiment on knowledge of results was the machine invented by Sidney Pressey, where a device both tested and taught multiple-choice questions. Note that this method tells the user (by inference) only whether the choice was correct or not. Since the material was multiple choice items, it was only intended as an addition to collecting classroom test scores.\nLater work in training research and education used the term \"knowledge of results\" frequently.\nAn important question was whether scores would be improved more if direct teaching was given either before or after the question was asked. The answer in both cases was (broadly) yes. Using instructional films, Michael and Maccoby split groups into two halves. Half the students were given material which required active, explicit responses. After a pause, they were told the correct answer. The other half was not given feedback. Instructional time was identical. The result showed a \"slight but significant gain\" for the active-response procedure without feedback, but more gain when feedback was provided. The experimenters later described this as \"KCR\" rather than \"feedback\". Research on the active response itself is summarised in p614. Later discussion of experiments like these suggested that the results might be due to practice rather than feedback. Undoubtedly, the set-up had given extra practice on the questions as well as knowledge of results. In technical terms, the experiments had confounded the two factors.\nAnother factor is that knowledge of results may give information to the instructor as to ways the material can be improved. Using a teaching program on decimal arithmetic, an experienced teacher can put student mistakes into types. For example, one group of mistakes are due to the learners not understanding the rules about placement of the point in decimal multiplication. This shows where and how the learning material needs to be revised.\nConscious thought not always essential.\nConscious thought is not necessary for knowledge of results to have its effect. Research on implicit learning shows that complex information can be got by humans without their awareness. This is also shown by experiments on animal learning which show the effects of knowledge of results on later behaviour. It seems likely that unconscious learning by results evolved first in early metazoa, and conscious thought very much later. This is what Reber calls the \"primacy of the implicit\", meaning implicit (unconscious) learning came first in evolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Behaviour","surface_form":"behaviour","offset":87},{"uri":"Sidney_Pressey","surface_form":"Sidney Pressey","offset":779},{"uri":"Multiple-choice","surface_form":"multiple-choice","offset":833},{"uri":"Inference","surface_form":"inference","offset":901},{"uri":"Decimal","surface_form":"decimal","offset":2349},{"uri":"Multiplication","surface_form":"multiplication","offset":2556},{"uri":"Conscious","surface_form":"Conscious","offset":2680},{"uri":"Implicit","surface_form":"implicit","offset":2772},{"uri":"Metazoa","surface_form":"metazoa","offset":3063}]}