{"id":458981,"url":"http://en.wikipedia.org/wiki/Nairo_Quintana","text":"Nairo Alexander Quintana Rojas, ODB, (born 4 February 1990) is a Colombian professional cyclist. He rides for Team Movistar. He is a specialist climber. In 2014 he won the Giro d'Italia. In 2013 he won the polka dot jersey at the Tour de France.\nCareer.\nIn 2012, he moved to Europe to join the Spanish Movistar Team. He won the Vuelta a Murcia and also won the Critérium du Dauphiné, the Route du Sud and the Giro dell'Emilia. At the Vuelta a Espana, he helped his teammate Alejandro Valverde finish in second place overall.\nIn 2013, Quintana won the Tour of the Basque Country and the Vuelta a Burgos.\nAt the 2013 Tour de France, Quintana attacked on the mountain stages and finished second overall. He also won the Young Riders Jersey and the Polka dot jersey competition for the best climber.\n2014 season.\nHe won the Tour de San Luis and came second overall at Tirreno-Adriatico.\nBecause of the high mountains included in the 2014 Giro d'Italia, Quintana decided to try to win the Giro instead of racing in the Tour de France. He didn't begin the Giro very well, but rode strongly in the final week and won the race. As well as winning overall, Quintana won the white jersey for best young rider.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colombian_military_decorations","surface_form":"ODB","offset":32},{"uri":"Colombia","surface_form":"Colombia","offset":65},{"uri":"Cyclist","surface_form":"cyclist","offset":88},{"uri":"Team_Movistar","surface_form":"Team Movistar","offset":110},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":172},{"uri":"Polka_dot_jersey","surface_form":"polka dot jersey","offset":206},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":230},{"uri":"Movistar_Team","surface_form":"Movistar Team","offset":302},{"uri":"Vuelta_a_Espana","surface_form":"Vuelta a Espana","offset":434},{"uri":"Alejandro_Valverde","surface_form":"Alejandro Valverde","offset":474},{"uri":"2013_Tour_de_France","surface_form":"2013 Tour de France","offset":610},{"uri":"Polka_dot_jersey","surface_form":"Polka dot jersey","offset":745}]}