{"id":458923,"url":"http://en.wikipedia.org/wiki/Ohio_Valley_Conference","text":"The Ohio Valley Conference (OVC) is an American college sports conference that plays in the NCAA Division I. In football, the OVC is part of Division I FCS, the lower of two levels of Division I football. The member universities and colleges are in Alabama, Illinois, Kentucky, Missouri, and Tennessee. The OVC has its offices in the Nashville suburb of Brentwood, Tennessee.\nHistory.\nThe OVC grew out of talks between officials at three Kentucky schools—Eastern Kentucky, Murray State, and Western Kentucky—in 1941. America's entry into World War II later that year put these talks on hold for several years. Later, in 1948, the three original schools joined with two other Kentucky schools, plus one in Indiana, to form the conference.\nIt was one of the first conferences with a presence in the South to accept black athletes at historically white-only schools, with Morehead State being the first OVC member to do so in 1958. Today, the OVC is notable as being the only conference made up of traditionally white schools to have a historically black university (HBCU) as a member, namely Tennessee State. That school is also the only HBCU with a Division I sports program that plays in a conference that is not made up entirely of such schools.\nThe OVC's current membership of 12 is the largest in its history.\nMembers.\nThe OVC has 12 full members. Nine of these schools play football in the OVC; one plays football in another conference; and two do not play football at all. All members are public schools except for the league's newest member, Belmont.\nAssociate members.\nThe OVC has one \"associate\" member—i.e., a school that plays a sport in the OVC that its main conference does not sponsor.\nFormer members.\nNine schools have been full members, but are no longer in the league.\nFormer associate members.\nThe OVC had one associate member in the past, but that school left when it folded its only OVC sports team.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":39},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":92},{"uri":"Division_I_(NCAA)","surface_form":"Division I","offset":97},{"uri":"American_football","surface_form":"football","offset":112},{"uri":"Universities","surface_form":"universities","offset":216},{"uri":"College","surface_form":"college","offset":233},{"uri":"Alabama","surface_form":"Alabama","offset":249},{"uri":"Illinois","surface_form":"Illinois","offset":258},{"uri":"Kentucky","surface_form":"Kentucky","offset":268},{"uri":"Missouri","surface_form":"Missouri","offset":278},{"uri":"Tennessee","surface_form":"Tennessee","offset":292},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville","offset":334},{"uri":"Suburb","surface_form":"suburb","offset":344},{"uri":"Brentwood%2C_Tennessee","surface_form":"Brentwood, Tennessee","offset":354},{"uri":"World_War_II","surface_form":"World War II","offset":538},{"uri":"Attack_on_Pearl_Harbor","surface_form":"later that year","offset":551},{"uri":"Indiana","surface_form":"Indiana","offset":705},{"uri":"Southern_United_States","surface_form":"South","offset":797},{"uri":"African_American","surface_form":"black","offset":813},{"uri":"White_American","surface_form":"white","offset":844},{"uri":"Historically_black_colleges_and_universities","surface_form":"historically black university","offset":1033}]}