{"id":459028,"url":"http://en.wikipedia.org/wiki/Freddie_Prinze%2C_Jr.","text":"Freddie James Prinze, Jr. (; born March 8, 1976), is an American actor, filmmaker and television producer and director.\nPrinze, Jr. was born in Los Angeles, California. His father is of German and Puerto Rican descent and His mother is of Austrian, English, German, Irish, Scottish and Swiss descent. He was raised Roman Catholic.\nHe is known for his roles in \"Scream\" (1996), \"I Know What You Did Last Summer\" (1997) and its sequel, \"I Still Know What You Did Last Summer\" (1998), as well as \"She's All That\" (1999), \"Summer Catch\" (2001), \"Scooby-Doo\" (2002), ' (2004), and \"Delgo\" (2008). Prinze has also had acting roles in television shows, including \"Friends\" (2002), \"Freddie\" (2005–06) and \"24\" (2010).\nPrinze is married to actress Sarah Michelle Gellar. They have two children. Prinze, Jr. now works for WWE as a producer and director.\nTelevision and fiim.\nPrinze was cast in a guest role on the ABC TV series Family Matters in 1995. He then appeared in a few programs and made-for-TV movies, before making his motion picture debut in To Gillian on Her 37th Birthday in 1996. In subsequent years, Prinze experienced success with appearances in youth-oriented movies. Scream (1996), I Know What You Did Last Summer (1997) and its sequel, I Still Know What You Did Last Summer (1998), made him well-known among teenage audiences. In his first leading role, the romantic comedy She's All That (1999), he was very successful at the box office. The film grossed $63 million in the United States.\nSubsequently, he had leading roles in Wing Commander (1999), Down to You (2000), Boys and Girls (2000), Head over Heels (2001) and Summer Catch (2001), most of which were generally disliked by critics and had moderate box office success.\nFreddie Prinze Jr. at the 2009 San Diego Comic-Con\nIn 2002, he played Fred Jones in the live-action film version of the popular cartoon, Scooby-Doo, and reprised the role in the 2004 sequel, Scooby-Doo 2: Monsters Unleashed, both alongside his wife Sarah Michelle Gellar and his friend Matthew Lillard. He guest starred on the popular NBC show, Friends, as a sensitive male nanny named Sandy on the series' 200th episode. He also appeared as Donny Crane, a character believed to be Denny Crane's son in the ABC legal drama-comedy Boston Legal. Prinze starred in his own television sitcom, titled Freddie. The sitcom is said to depict some actual events from his life, and lasted one season before being canceled in May 2006. He guest starred on George Lopez for a crossover with Freddie. In 2004, Prinze accepted a special award from TV Land on behalf of his late father. He thanked his father's former co-star, Della Reese, for her continued advice and support. In 2006, he lent his voice to the character of Pi in the computer-animated film Shark Bait. Also in 2007, he lent his voice to the character of Rick in Happily N'Ever After along with his wife Gellar, Wallace Shawn, Andy Dick, George Carlin, and Sigourney Weaver. In 2008, he auditioned for Jigsaw in Punisher: War Zone, but was not given the part at the decision of Lionsgate Studios. He later voice titular character in animation movie Delgo.[12] In 2010, Prinze guest starred on Psych as Dennis, a grade school friend of Shawn Spencer and Burton Guster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":144},{"uri":"California","surface_form":"California","offset":157},{"uri":"Germans","surface_form":"German","offset":186},{"uri":"Puerto_Rican","surface_form":"Puerto Rican","offset":197},{"uri":"Austrians","surface_form":"Austrian","offset":239},{"uri":"English_people","surface_form":"English","offset":249},{"uri":"Germans","surface_form":"German","offset":258},{"uri":"Irish_people","surface_form":"Irish","offset":266},{"uri":"Scottish_people","surface_form":"Scottish","offset":273},{"uri":"Swiss_people","surface_form":"Swiss","offset":286},{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":315},{"uri":"Scream_(1996_movie)","surface_form":"Scream","offset":361},{"uri":"I_Know_What_You_Did_Last_Summer","surface_form":"I Know What You Did Last Summer","offset":378},{"uri":"I_Still_Know_What_You_Did_Last_Summer","surface_form":"I Still Know What You Did Last Summer","offset":435},{"uri":"She%27s_All_That","surface_form":"She's All That","offset":494},{"uri":"Summer_Catch","surface_form":"Summer Catch","offset":519},{"uri":"Scooby-Doo_(movie)","surface_form":"Scooby-Doo","offset":542},{"uri":"Delgo_(movie)","surface_form":"Delgo","offset":577},{"uri":"Friends","surface_form":"Friends","offset":657},{"uri":"Freddie","surface_form":"Freddie","offset":675},{"uri":"24_(TV_series)","surface_form":"24","offset":699},{"uri":"Sarah_Michelle_Gellar","surface_form":"Sarah Michelle Gellar","offset":740},{"uri":"WWE","surface_form":"WWE","offset":813},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":2024}]}