{"id":459160,"url":"http://en.wikipedia.org/wiki/Richard_Virenque","text":"Richard Virenque (born 19 November 1969) is a French retired professional cyclist. He was one of the most popular French riders. He won the King of the Mountains competition of the Tour de France seven times, which is more than any other cyclist. Virenque finished third in the Tour de France in 1996 and second in 1997.\nHe was part of a famous doping scandal in 1998.\nEarly career.\nHe rode for the Vélo Club Hyèrois from the age of 13. He said he knew he could climb well from the start.\nHis first win was in a race round the town at La Valette-du-Var. He and another rider, Pascale Ranucci, lapped everyone else. He then did his national service in the army battalion at Joinville in Paris.\nIn 1990 he came eighth in the world championship road race at Utsunomiya, Tochigi in Japan. He was then offered a professional contract with the team RMO.\nProfessional career.\nHe turned professional for RMO in January 1991.\nVirenque rode his first Tour de France in 1992 as a replacement for Jean-Philippe Dojwa. On the third day he took the maillot jaune of leadership and held it for a day, losing it to his team-mate Pascal Lino, who led for the next two weeks. Virenque finished second in the polka dot jersey climbers' competition.\nAfter the Tour de France Virenque joined another French team, Festina. He stayed there until the team closed down after a doping scandal in 1998.\nVirenque first wore the yellow jersey of the Tour de France in 1992 and for the last time in 2003. In 2003 he wore the jersey on the climb of Alpe d'Huez.\nVirenque was good at climbing but not at time trials.\nFestina affair.\nIn 1998 the Festina cycling team was disgraced by a doping scandal, known as the \"Festina affair\".\nVirenque's teammates, Christophe Moreau, Laurent Brochard and Armin Meier, admitted taking EPO after being arrested during the Tour and were disqualified. Virenque said he was innocent.\nVirenque changed teams to Team Polti in January 1999. He rode the Giro d'Italia in 1999 and won a stage.\nA few weeks later Virenque's name emerged in an inquiry into Bernard Sainz. Sainz was later jailed for practising as an unqualified doctor. Franco Polti, the head of Virenque's team, fined him 30 million lire.\nRace director Jean-Marie Leblanc banned Virenque from the 1999 Tour de France. He was made to let Virenque race by the Union Cycliste Internationale. Leblanc said he hoped Virenque would not win. Virenque rode on a bicycle painted white with red dots to resemble the polkadot jersey of best climber, but he didn't win the competition. He had a bodyguard, Gilles Pagliuca.\nIn 1999 he wrote a book called \"Ma Vérité\". In the book he said he was innocent of doping. He wrote that his team-mates confessed to using EPO because of pressure from the police. He said Moreau's urine showed EPO had not been detected.\nThe Festina affair led to a trial in October 2000. Virenque was a witness as well as others from the Festina team. He at first denied he had doped himself but then confessed. But he denied doping himself intentionally.\nVirenque was criticised by the media and satirists for denying doping even though there was evidence. He was also criticised for pretending he had been doped without his knowledge.\nVirenque lived near Geneva in Switzerland and the Swiss cycling association suspended him for nine months. The sentence was reduced by an independent tribunal to six and a half months. He was fined the equivalent of 2,600 euros and told to pay 1,300 euros in costs. He became depressed.\nPost-suspension career.\nIt was difficult for Virenque to find a team after he returned from his suspension.\nOn 5 July 2001 he joined Domo-Farm Frites. He had help from Eddy Merckx who paid the extra money after the main sponsors wouldn't pay. Domo kept him the following season. On 25 October 2002 he signed for another two years.\nVirenque returned to fame by winning Paris–Tours on 7 October 2001. This was unusual because Paris–Tours is a flat race and sprinters usually win, not climbers. The French magazine, \"Vélo\", called the victory \"extraordinary.\" \"L'Équipe\" 's headline on the front page was \"Unbelievable!\"\nVirenque was beaten by Laurent Jalabert in the 2001 and 2002 Tour de France King of the Mountains competition. He won his sixth polka dot jersey in 2003. In 2004 he won the polka dot jersey for the seventh time. This is the most of any cyclist.\nRetirement.\nVirenque rode the Olympic Games road race in Athens. He announced his retirement on 24 September 2004.\nHe won \"Je suis une célébrité, sortez-moi de là!\" (the French version of \"I'm a Celebrity... Get Me Out of Here!\") in Brazil in April 2006. In autumn 2005 he opened Virenque Design, a company to design and sell jewellery. Since 2005 he has been a commentator for Eurosport. He has also advertised an energy drink and a pharmacy company.\nPersonal life.\nIn December 2007, Virenque and his wife, Stéphanie, divorced. They had been together for 17 years. They have two children, Clara and Dario.\nVirenque lives at Carqueiranne in the Var region of France. He likes dancing, wine, gardening and flowers. \"Put me in a good garden nursery and I'm in heaven,\" he says.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":46},{"uri":"Retire","surface_form":"retire","offset":53},{"uri":"Cyclist","surface_form":"cyclist","offset":74},{"uri":"Polka_dot_jersey","surface_form":"King of the Mountains","offset":140},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":181},{"uri":"Doping_in_sport","surface_form":"doping","offset":345},{"uri":"Scandal","surface_form":"scandal","offset":352},{"uri":"National_service","surface_form":"national service","offset":631},{"uri":"Joinville_Battalion","surface_form":"Joinville","offset":673},{"uri":"Paris","surface_form":"Paris","offset":686},{"uri":"Utsunomiya%2C_Tochigi","surface_form":"Utsunomiya, Tochigi","offset":755},{"uri":"Japan","surface_form":"Japan","offset":778},{"uri":"Maillot_jaune","surface_form":"maillot jaune","offset":1035},{"uri":"Pascal_Lino","surface_form":"Pascal Lino","offset":1113},{"uri":"Polka_dot_jersey","surface_form":"polka dot jersey","offset":1190},{"uri":"Alpe_d%27Huez","surface_form":"Alpe d'Huez","offset":1518},{"uri":"Individual_time_trial","surface_form":"time trials","offset":1572},{"uri":"Festina_cycling_team","surface_form":"Festina cycling team","offset":1613},{"uri":"Christophe_Moreau","surface_form":"Christophe Moreau","offset":1722},{"uri":"Laurent_Brochard","surface_form":"Laurent Brochard","offset":1741},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":1952},{"uri":"Bernard_Sainz","surface_form":"Bernard Sainz","offset":2052},{"uri":"Jean-Marie_Leblanc","surface_form":"Jean-Marie Leblanc","offset":2215},{"uri":"1999_Tour_de_France","surface_form":"1999 Tour de France","offset":2259},{"uri":"Union_Cycliste_Internationale","surface_form":"Union Cycliste Internationale","offset":2320},{"uri":"Satirist","surface_form":"satirist","offset":3070},{"uri":"Geneva","surface_form":"Geneva","offset":3230},{"uri":"Switzerland","surface_form":"Switzerland","offset":3240},{"uri":"Eddy_Merckx","surface_form":"Eddy Merckx","offset":3665},{"uri":"Paris%E2%80%93Tours","surface_form":"Paris–Tours","offset":3865},{"uri":"Laurent_Jalabert","surface_form":"Laurent Jalabert","offset":4138},{"uri":"Athens","surface_form":"Athens","offset":4417},{"uri":"I%27m_a_Celebrity..._Get_Me_Out_of_Here%21","surface_form":"I'm a Celebrity... Get Me Out of Here!","offset":4549},{"uri":"Brazil","surface_form":"Brazil","offset":4593},{"uri":"Commentator","surface_form":"commentator","offset":4722},{"uri":"Eurosport","surface_form":"Eurosport","offset":4738},{"uri":"Var_(department)","surface_form":"Var","offset":5005}]}