{"id":459149,"url":"http://en.wikipedia.org/wiki/Karen_X._Gaylord","text":"Karen X. Gaylord (January 4, 1921 - August 1, 2014) was an American actress, model, and former Miss Minnesota, whose career was most successful during the 1940s.\nEarly Life.\nShe was born Karen Xandra Gaylord on January 4, 1921, in Minneapolis, Minnesota, to a working class family. She was the oldest of four children (all girls). Her father worked as an engineer with the Northern Pacific Railway.\nAfter she graduated from North Community High School in 1939, Gaylord wanted to go to college to study music and art. But then a friend of hers saw a notice in a magazine called \"Movie Mirror.\" It said that the movie studios in California were accepting photographs with names and addresses to help them find new actors for movies. Without telling Gaylord, her friend mailed in Gaylord's picture. Not long after, Gaylord got a letter telling her that she had been chosen to come to California for a tryout.\nThe entire Gaylord family decided this would be a good chance for all of them. The whole family moved to California with Karen.\nCareer in entertainment.\nAfter moving to California, Karen began going to all of the major studios in Hollywood, doing screen and wardrobe tests (tryouts to see how she acted and looked on movie screens and in costumes).\nIn 1941, Gaylord was in her first film, \"The Chocolate Soldier\" with Nelson Eddy (though she was not listed in the credits at the end of the movie). Between 1941 and 1949, she acted in about 36 films (see the \"Filmography\" section lower on this page). But she was only listed in the credits for these movies once, for the 1944 film \"Cover Girl\" with Rita Hayworth.\nIn 1942, the Chamber of Commerce of Minneapolis, Minnesota, chose Gaylord as their 1942 'Miss Minnesota.' Not long after this, film producer Samuel Goldwyn chose Karen to become one of his six new Goldwyn Girls. (The Goldwyn Girls were a group of female dancers that included some very famous women.)\nGaylord also became a popular stand-in, and stood in place for leading ladies like Linda Darnell, Barbara Stanwyck, Laraine Day, Evelyn Keyes, Gene Tierney, and Jeanne Crain. (A stand-in plays an actor's role when the actor is not there.)\nTeaching and later life.\nIn 1949, Gaylord left the entertainment industry. She moved to Clearwater, Florida, to begin her lifelong dream of teaching music and art. In 1950, she legally changed her name from Karen Xandra Gaylord to Jane Goerner.\nUp until the 1990s, she gave private music and art lessons out of her home.\nIn the last years of her life, she had some serious health problems. She sold her home and moved to Ocala, Florida, to live with her sister and brother-in-law. She died in her sleep at the age of 93 on August 1, 2014. There were no funeral services or memorials. Her body was donated to medical science through the body donation program at the University of Florida's College of Medicine.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Actor","surface_form":"actress","offset":68},{"uri":"Model_(person)","surface_form":"model","offset":77},{"uri":"Minnesota","surface_form":"Minnesota","offset":100},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":231},{"uri":"Working_class","surface_form":"working class","offset":260},{"uri":"Engineer","surface_form":"engineer","offset":355},{"uri":"Rail_transport","surface_form":"Railway","offset":390},{"uri":"College","surface_form":"college","offset":485},{"uri":"Movie_studio","surface_form":"movie studios","offset":610},{"uri":"California","surface_form":"California","offset":627},{"uri":"Hollywood","surface_form":"Hollywood","offset":1136},{"uri":"Costume","surface_form":"costumes","offset":1244},{"uri":"Movie","surface_form":"film","offset":1289},{"uri":"Rita_Hayworth","surface_form":"Rita Hayworth","offset":1605},{"uri":"Chamber_of_Commerce","surface_form":"Chamber of Commerce","offset":1633},{"uri":"Movie_producer","surface_form":"producer","offset":1752},{"uri":"Samuel_Goldwyn","surface_form":"Samuel Goldwyn","offset":1761},{"uri":"Linda_Darnell","surface_form":"Linda Darnell","offset":2004},{"uri":"Barbara_Stanwyck","surface_form":"Barbara Stanwyck","offset":2019},{"uri":"Laraine_Day","surface_form":"Laraine Day","offset":2037},{"uri":"Evelyn_Keyes","surface_form":"Evelyn Keyes","offset":2050},{"uri":"Gene_Tierney","surface_form":"Gene Tierney","offset":2064},{"uri":"Jeanne_Crain","surface_form":"Jeanne Crain","offset":2082},{"uri":"Entertainment","surface_form":"entertainment","offset":2211},{"uri":"Clearwater%2C_Florida","surface_form":"Clearwater, Florida","offset":2248},{"uri":"Ocala%2C_Florida","surface_form":"Ocala, Florida","offset":2581},{"uri":"Funeral","surface_form":"funeral","offset":2713},{"uri":"Memorial","surface_form":"memorials","offset":2733},{"uri":"University_of_Florida","surface_form":"University of Florida's","offset":2825}]}