{"id":459230,"url":"http://en.wikipedia.org/wiki/Canadian_Open","text":"The Canadian Open is a tennis tournament that takes place on outdoor hard courts. It is held in Montreal and Toronto, usually at the start of August. Before 2011, it was held in two different weeks during July and August.\nThe tournament adjusts for the men and women's side each year. Tt shifts from being held in Montreal and Toronto. In odd-numbered years, the men's side of the draw is held in Montreal and the women's are held in Toronto, and in even years they switch cities.\nHistory.\nThe men's tournament started in 1881. It was first held at the Toronto Lawn Tennis Club. The women's side of the tournament started later, in 1892. There are only two leading tournaments that started before the Canadian Open, the Wimbledon and the US Open.\nBefore 1968, the tournament was known as the Canadian National Championships. Since the start of the open era, the tournament has had many sponsors. In the 1970s, it was held under the Rothmans International tobacco brand, Player's Limited was the main sponsor in the 1980s, and the sponsor changed again in 1997 to the cigarette company Du Maurier. Since federal measures came into place to restrict tobacco advertising, Rogers, a media company, has become the head sponsor.\nCanadian success.\nNo male Canadian tennis player has won the men's singles tournament since 1958. However, in 2013 Milos Raonic was the first Canadian player to reach the final since the start of the open era, after he beat fellow Canadian Vasek Pospisil in the semifinals.\nFaye Urban was the last woman to reach the women's singles final, after her win in 1969. The Canadian players have had better luck in the men's doubles tournament than in the single's tournament, with Daniel Nestor and Sébastien Lareau both becoming champions. The women's doubles tournament has not been won by a Canadian female tennis player since 1969 also when Vicki Berner and Faye Urban won against another Canadian paring of Jane O'Hara and Vivienne Strong in a repeat of the 1968 final. Since then, Helen Kelesi has been the only Canadian player to reach the final for doubles, in 1990.","categories":[],"infobox_types":["tennis tournament"],"annotations":[{"uri":"Montreal","surface_form":"Montreal","offset":96},{"uri":"Toronto","surface_form":"Toronto","offset":109},{"uri":"Wimbledon_Championships","surface_form":"Wimbledon","offset":720},{"uri":"US_Open_(tennis)","surface_form":"US Open","offset":738},{"uri":"Open_era_(tennis)","surface_form":"open era","offset":848},{"uri":"Rothmans_International","surface_form":"Rothmans International","offset":932},{"uri":"John_Player_%26amp%3B_Sons","surface_form":"Player's Limited","offset":970},{"uri":"Du_Maurier_(cigarette)","surface_form":"Du Maurier","offset":1085},{"uri":"Rogers_Communications","surface_form":"Rogers","offset":1169},{"uri":"Milos_Raonic","surface_form":"Milos Raonic","offset":1338},{"uri":"Vasek_Pospisil","surface_form":"Vasek Pospisil","offset":1463},{"uri":"Daniel_Nestor","surface_form":"Daniel Nestor","offset":1698},{"uri":"S%C3%A9bastien_Lareau","surface_form":"Sébastien Lareau","offset":1716},{"uri":"Helen_Kelesi","surface_form":"Helen Kelesi","offset":2004}]}