{"id":459305,"url":"http://en.wikipedia.org/wiki/Johann_Pestalozzi","text":"Johann Heinrich Pestalozzi (12 January 1746 – 17 February 1827) was a Swiss pedagogue and educational reformer. He was a humanist and romantic in his approach.\nHe founded several schools in German and French-speaking regions of Switzerland, and wrote explaining his principles of education. His motto was \"Learning by head, hand and heart\".\nIn 1780 Pestalozzi published anonymously a series of aphorisms, entitled \"The Evening Hours of a Hermit\". They are his earliest works which outline ideas that would later be known as Pestalozzian.\nHe drew from these experiences and published four volumes of a story titled \"Leonard and Gertrude\". These four volumes are about the lives of four characters: Gertrude, Glüphi, an unnamed parish clergyman and Arner. Gertrude is a wife and mother who teaches her children how to live moral upstanding lives. Glüphi, a school teacher, sees the success Gertrude has with her children and tries to model his school around her teachings. A parish clergyman also adopts Gertrude's teachings. The work of Gertrude, Glüphi and the clergyman are helped by Arner, a politician, who gets help from the state. Through these four, harmony is achieved and a comprehensive education is offered to all people.\nHis next endeavor, \"Enquiries into the course of nature in the development of the human race\", was not so popular. His education was built on the idea that all understanding can be achieved through a psychologically ordered sequence of learning.\nPestalozzi's method was used by the cantonal school in Aarau that Albert Einstein attended. It has been credited with helping Einstein's process of visualizing problems and his use of thought experiments. Einstein said of his education at Aarau: \"it made me clearly realize how much superior an education based on free action and personal responsibility is to one relying on outward authority.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":70},{"uri":"Pedagogy","surface_form":"pedagogue","offset":76},{"uri":"Humanism","surface_form":"humanist","offset":121},{"uri":"Romanticism","surface_form":"romantic","offset":134},{"uri":"Aphorism","surface_form":"aphorism","offset":394},{"uri":"Aarau","surface_form":"Aarau","offset":1533},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":1544},{"uri":"Thought_experiment","surface_form":"thought experiment","offset":1662},{"uri":"Einstein","surface_form":"Einstein","offset":1683}]}