{"id":45942,"url":"http://en.wikipedia.org/wiki/Muon","text":"The muon is an elementary particle. It has a negative electric charge and half spin. Its symbol is \"μ-\". It is a type of lepton.\nThe muon has an average life time of 2.2 micro-seconds or 0.0000022 seconds.\nA muon is like an electron, but it is 200 times heavier. Unlike an electron, it decays into other particles. The superparticle of a muon is called a \"smuon.\"\nMuon decay.\nMuons are unstable elementary particles. They are heavier than electrons and neutrinos but lighter than all other particles. They decay via the weak interaction. Because the total of the lepton numbers of the starting and ending particles must be the same, one of the product neutrinos of muon decay must be a muon-type neutrino and the other an electron-type antineutrino. Because charge must be kept the same, one of the products of muon decay is always an electron of the same charge as the muon. So, all muons decay to at least an electron, and two neutrinos. Sometimes, besides these necessary products, additional other particles that have a net charge and spin of zero (e.g., a pair of photons, or an electron-positron pair), are produced.\nThe dominant muon decay mode (sometimes called the Michel decay after Louis Michel) is the simplest possible: the muon decays to an electron, an electron-antineutrino, and a muon-neutrino. Antimuons, in mirror fashion, most often decay to the corresponding antiparticles: a positron, an electron-neutrino, and a muon-antineutrino.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elementary_particle","surface_form":"elementary particle","offset":15},{"uri":"Electric_charge","surface_form":"electric charge","offset":54},{"uri":"Spin_(physics)","surface_form":"half spin","offset":74},{"uri":"Lepton","surface_form":"lepton","offset":121},{"uri":"Half-life_(element)","surface_form":"life time","offset":153},{"uri":"Micro-second","surface_form":"micro-second","offset":170},{"uri":"Electron","surface_form":"electron","offset":224},{"uri":"Particle","surface_form":"particle","offset":304},{"uri":"Supersymmetry","surface_form":"superparticle","offset":319},{"uri":"Weak_interaction","surface_form":"weak interaction","offset":520},{"uri":"Lepton_number","surface_form":"lepton number","offset":563},{"uri":"Louis_Michel_(physicist)","surface_form":"Louis Michel","offset":1193},{"uri":"Positron","surface_form":"positron","offset":1397}]}