{"id":459420,"url":"http://en.wikipedia.org/wiki/Cercopithecinae","text":"The Cercopithecinae are an important subfamily of Old World monkeys. There are 12 genera and about 71 species. the baboons, the macaques and the vervet monkeys.\nMost of then live in sub-Saharan Africa, but the macaques range from the far eastern parts of Asia through northern Africa, and Gibraltar.\nCharacteristics.\nThe various species are adapted to the different terrains they inhabit. Tree-dwelling (arboreal) species are slim, delicate and have a long tail. Ground-dwelling species are heavier, and their tail may be small or nonexistent. All species have well-developed thumbs.\nLike many Old World monkeys, they have pads on their bottoms. These are called \"ischial callosities\". They let the monkeys sleep sitting upright on thin branches, beyond reach of predators, without falling off. In some species, these pads change their colour during the mating period.\nThese monkeys are active in the daytime, and live together in social groups. They live in all types of terrain and climate, from cool mountains to rain forests, savannah, bald rocky areas or even snowy mountains, as does the Japanese macaque.\nMost species are omnivorous, with diets ranging from fruits, leaves, seeds, buds, and mushrooms to insects and spiders to smaller vertebrates. All species have cheek pouches in which they can store food.\nGestation lasts approximately six to seven months. Young are weaned after three to 12 months and are fully mature within three to five years. The life expectancy of some species can be as long as 50 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Subfamily","surface_form":"subfamily","offset":37},{"uri":"Old_World_monkey","surface_form":"Old World monkey","offset":50},{"uri":"Genera","surface_form":"genera","offset":82},{"uri":"Species","surface_form":"species","offset":102},{"uri":"Baboon","surface_form":"baboon","offset":115},{"uri":"Macaque","surface_form":"macaque","offset":128},{"uri":"Vervet_monkey","surface_form":"vervet monkey","offset":145},{"uri":"Sub-Saharan_Africa","surface_form":"sub-Saharan Africa","offset":182},{"uri":"Macaques","surface_form":"macaques","offset":210},{"uri":"Asia","surface_form":"Asia","offset":255},{"uri":"Africa","surface_form":"Africa","offset":277},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":289},{"uri":"Adapted","surface_form":"adapted","offset":341},{"uri":"Arboreal","surface_form":"arboreal","offset":404},{"uri":"Terrestrial_animal","surface_form":"Ground-dwelling","offset":463},{"uri":"Thumb","surface_form":"thumb","offset":576},{"uri":"Diurnal","surface_form":"daytime","offset":901},{"uri":"Savanna","surface_form":"savanna","offset":1030},{"uri":"Japanese_macaque","surface_form":"Japanese macaque","offset":1094},{"uri":"Omnivorous","surface_form":"omnivorous","offset":1129}]}