{"id":459408,"url":"http://en.wikipedia.org/wiki/John_George_Bartholomew","text":"John George Bartholomew (22 March 1860 - 14 April 1920) was a British cartographer and geographer. Because he had a royal warrant, he used the name \"Cartographer to the King\". He is also known as \"the Prince of Cartography.\"\nBartholomew is best known for naming the continent Antarctica, which before was ignored because of its lack of resources and bad weather.\nBiography.\nBartholomew came from a family of great map-makers. He was the son of Scottish cartographer John Bartholomew Junior and grandson of the founder of a very popular map-making company named John Bartholomew and Son Ltd.\nBartholomew helped make John Bartholomew and Son Ltd. one of the best in the business. During this time, he also introduced the use of colored contour layer maps; he also helped future travelers by making many maps of major cities, railroads, and so on.\nHe worked with major scientific figures and travelers on projects involving their studies. During his life, he worked on an Atlas of Meteorology and Atlas of Zoo geography, however, he never finished. Before he died he was able to plan out the first edition of the Times Survey Atlas of the World; which would later become the most successful atlas project of the twentieth century.\nLegacy.\nBartholomew received the Victoria Research Gold Medal and Helen Carver medal. He was also put in the Royal Geographical Society.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":62},{"uri":"Cartography","surface_form":"cartographer","offset":70},{"uri":"Geography","surface_form":"geographer","offset":87},{"uri":"Royal_Warrant","surface_form":"royal warrant","offset":116},{"uri":"Antarctica","surface_form":"Antarctica","offset":276},{"uri":"Scottish_people","surface_form":"Scottish","offset":444},{"uri":"John_Bartholomew","surface_form":"John Bartholomew","offset":466},{"uri":"Meteorology","surface_form":"Meteorology","offset":978},{"uri":"Twentieth_Century","surface_form":"twentieth century","offset":1209},{"uri":"Victoria_Research_Gold_Medal","surface_form":"Victoria Research Gold Medal","offset":1261},{"uri":"Royal_Geographical_Society","surface_form":"Royal Geographical Society","offset":1337}]}