{"id":459667,"url":"http://en.wikipedia.org/wiki/Lucien_Van_Impe","text":"Lucien van Impe, (born 20 October 1946) is a Belgian cyclist, who raced between 1969 and 1987. He was mainly a climber in long races such as the Tour de France. He was the winner of the 1976 Tour de France. He won the polka dot jersey for best climber in the Tour de France six times.\nBiography.\nIn 1968 van Impe was King of the Mountains in the Tour de l'Avenir. He says that Federico Bahamontes helped van Impe to get a contract with a cycling team. Bahamontes had previously won the Tour de France.\nIn 1969, Van Impe started his professional career with 12th place in the Tour de France.\nIn 1971, Van Impe won his first polka dot jersey. He would repeat that five more times, winning in 1972, 1975, 1977, 1981, and 1983. He shared the record for most wins in the polka dot jersey competition with Bahamontes. Richard Virenque broke this record when he won his seventh polka dot jersey in 2004.\nHe won the mountain classification in the Giro d'Italia twice.\nHe was not as good at one day races. It was a surprise that he won the national championship in 1983.\nVan Impe started the Tour de France fifteen times. He reached the finish in Paris every time. Only Joop Zoetemelk finished more times.\nHe is now head of a cycling team of professional riders, called Wanty-Groupe Gobert.\nLucien Van Impe lives in Impe with his wife Rita. He has two grown up children, a son and a daughter. His house is called Alpe D'Huez. It is named after the French mountain where he took the yellow jersey of the Tour de France in 1976.\nVan Impe has never tested positive for drugs, refused a doping test or confessed to doping.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgians","surface_form":"Belgian","offset":45},{"uri":"Cyclist","surface_form":"cyclist","offset":53},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":145},{"uri":"Polka_dot_jersey","surface_form":"polka dot jersey","offset":218},{"uri":"Federico_Bahamontes","surface_form":"Federico Bahamontes","offset":377},{"uri":"Professional","surface_form":"professional","offset":532},{"uri":"Polka_dot_jersey","surface_form":"polka dot jersey","offset":623},{"uri":"Richard_Virenque","surface_form":"Richard Virenque","offset":812},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":939},{"uri":"Impe","surface_form":"Impe","offset":1307},{"uri":"Doping_in_sport","surface_form":"doping","offset":1574}]}