{"id":45975,"url":"http://en.wikipedia.org/wiki/Jean_Sibelius","text":"Jean Sibelius (born Hämeenlinna (Tavastehus) 8 December 1865; died Järvenpää, 20 September 1957) was a Finnish composer. He is one of the most famous people from Finland and one of the greatest composers of symphonies of all times. He was born at a time when Russia had a lot of power in Finland and the Finnish people were trying hard to keep their own culture and their independence. This nationalism can be heard in a lot of his music, especially some of the choral music. After 1928 he composed very little. He lived in retirement in his home in the Finnish countryside.\nEarly life.\nJean (pronounced the French way) was born 100 km north of the Finnish capital Helsinki. His grandfather had changed the family name from a Finnish name to the Latin-sounding “Sibelius”. His father died during a cholera epidemic when Jean was very young. His family spoke Swedish at home, but when he was eleven he went to a Finnish-speaking school. He learned to play the violin and wanted to be a soloist. He loved reading the \"Kalevala\" which was a long epic poem about the old Finnish legends. He also loved the Swedish-speaking poets who wrote poems about nature.\nIn 1885 he went to Helsinki to study law but he soon gave up law and concentrated on his violin studies and composition. He went to Berlin to continue his music studies. He became good friends with the pianist and composer Ferruccio Busoni and went with him to Leipzig. At this time he had mainly written chamber music. In Vienna he had lessons from Karl Goldmark and heard lots of orchestral music. He spent a lot of his money, much of it on drink which was to be a big problem for him for many years.\nEarly success.\nHe went back to Finland in 1891. He earned money by teaching. He wrote a big work for orchestra and singers called \"Kullervo \". The words were in Finnish, the story was from the poem \"Kalevala\". This work made him famous.\nIn 1892 he married Aino Järnefelt. Her father was a general and very keen on the Finnish language. The Finnish were trying more and more at this time to be free of rule by Russia. Sibelius wrote more patriotic music during the 1890s e.g. the tone poem \"En Saga\" and the \"Lemminkäinen\" legends which include the popular \"The Swan of Tuonela\". His patriotic tone poem \"Finlandia\" is still very popular today. His music at this time was influenced by Wagner and Tchaikovsky. He also heard Finnish folk melodies and, although he does not use them directly in his music, they became part of his musical language. In 1897 he was given a state pension which helped him financially although for many years he was still very often short of money because he had expensive tastes.\nMature years.\nBetween 1899 and 1924 Sibelius composed the 7 symphonies which made him famous worldwide. His friend, the conductor Kajanus, conducted Sibelius’s works when he took the Helsinki Philharmonic Orchestra on tour around Europe. His wife was becoming worried about how much alcohol he was drinking in Helsinki, so 1903 she persuaded him to move the family to a place called Ainola in the Finnish countryside. They had a house built in Järvenpää. Apart from a few short periods in Helsinki he spent the rest of his life there. The first works he wrote there were his \"Symphony no 2\" and the \"Violin Concerto \". He became seriously ill in 1908 and for several years he had to stop smoking cigars and drinking alcohol. He continued to travel and visited England several times and the United States in 1914 where he was very popular. After the war he continued to write more symphonies as well as some short, light pieces. The last great work that he wrote was the tone-poem \"Tapiola\" in 1926. He tried to write another symphony (no 8) but gave up and destroyed it. He never wrote any more music. He continued to live in retirement in his house in the Finnish country for another 30 years. He died of a brain hemorrhage. The house is now a Sibelius museum.\nFamily life.\nSibelius's wife Aino came from a highly respectable family. Although her father was a general in the army, there was a very great interest in culture in the Järnefeld family which included musicians, painters and poets. Jean fell in love with Aino on his first visit to her home. Aino was to be a faithful wife to him all his life, although she suffered a lot of hardship due to his drinking problems and his debts. They had five daughters.\nHis works.\nSibelius is best known for his symphonies and tone-poems. His symphonies are very different from one another, none can be described as being “typical” of his style. The early symphonies are Romantic in character, in the later symphonies he tries out lots of new ideas and sounds. His \"Violin Concerto\" is played by all the great violinists. Sibelius wrote lots of songs for voice and piano. These are mostly settings of Swedish poems. He also wrote many choral works, mostly in Finnish. These vocal works are not so well known outside Finland because the language is not familiar abroad, but there are some very good songs, especially \"Luonnotar\". Besides his important works he also wrote many short works in order to earn enough money to live. These include songs as well as many short piano pieces.\nSibelius's music today is extremely popular. His music has also been an influence on recent composers.","categories":[],"infobox_types":[],"annotations":[{"uri":"H%C3%A4meenlinna","surface_form":"Hämeenlinna","offset":20},{"uri":"J%C3%A4rvenp%C3%A4%C3%A4","surface_form":"Järvenpää","offset":67},{"uri":"Finland","surface_form":"Finnish","offset":103},{"uri":"Composer","surface_form":"composer","offset":111},{"uri":"Symphony","surface_form":"symphonies","offset":207},{"uri":"Russia","surface_form":"Russia","offset":259},{"uri":"Culture","surface_form":"culture","offset":354},{"uri":"Independence","surface_form":"independence","offset":372},{"uri":"Nationalism","surface_form":"nationalism","offset":391},{"uri":"Choral","surface_form":"choral","offset":462},{"uri":"Retirement","surface_form":"retirement","offset":524},{"uri":"French_language","surface_form":"French","offset":608},{"uri":"North","surface_form":"north","offset":636},{"uri":"Helsinki","surface_form":"Helsinki","offset":665},{"uri":"Grandfather","surface_form":"grandfather","offset":679},{"uri":"Finnish_language","surface_form":"Finnish","offset":726},{"uri":"Latin","surface_form":"Latin","offset":746},{"uri":"Cholera","surface_form":"cholera","offset":798},{"uri":"Epidemic","surface_form":"epidemic","offset":806},{"uri":"Swedish_language","surface_form":"Swedish","offset":858},{"uri":"Violin","surface_form":"violin","offset":959},{"uri":"Soloist","surface_form":"soloist","offset":985},{"uri":"Kalevala","surface_form":"Kalevala","offset":1016},{"uri":"Epic_poem","surface_form":"epic poem","offset":1043},{"uri":"Legend","surface_form":"legend","offset":1075},{"uri":"Nature","surface_form":"nature","offset":1147},{"uri":"1885","surface_form":"1885","offset":1158},{"uri":"Helsinki","surface_form":"Helsinki","offset":1174},{"uri":"Law","surface_form":"law","offset":1192},{"uri":"Composition_(music)","surface_form":"composition","offset":1263},{"uri":"Berlin","surface_form":"Berlin","offset":1287},{"uri":"Pianist","surface_form":"pianist","offset":1357},{"uri":"Ferruccio_Busoni","surface_form":"Ferruccio Busoni","offset":1378},{"uri":"Chamber_music","surface_form":"chamber music","offset":1460},{"uri":"Vienna","surface_form":"Vienna","offset":1478},{"uri":"Karl_Goldmark","surface_form":"Karl Goldmark","offset":1505},{"uri":"Orchestra","surface_form":"orchestra","offset":1537},{"uri":"Alcohol","surface_form":"drink","offset":1598},{"uri":"Problem","surface_form":"problem","offset":1626},{"uri":"Kullervo","surface_form":"Kullervo","offset":1789},{"uri":"1892","surface_form":"1892","offset":1898},{"uri":"Military","surface_form":"general","offset":1947},{"uri":"Patriotism","surface_form":"patriotic","offset":2095},{"uri":"1890s","surface_form":"1890s","offset":2122},{"uri":"Tone_poem","surface_form":"tone poem","offset":2137},{"uri":"Patriotism","surface_form":"patriotic","offset":2241},{"uri":"Symphonic_poem","surface_form":"tone poem","offset":2251},{"uri":"Finlandia_(Symphonic_Poem)","surface_form":"Finlandia","offset":2262},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":2343},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":2354},{"uri":"Europe","surface_form":"Europe","offset":2895},{"uri":"Alcohol","surface_form":"alcohol","offset":2948},{"uri":"Concerto","surface_form":"Concerto","offset":3272},{"uri":"Tobacco","surface_form":"smoking","offset":3353},{"uri":"Cigar","surface_form":"cigar","offset":3361},{"uri":"England","surface_form":"England","offset":3425},{"uri":"United_States","surface_form":"United States","offset":3455},{"uri":"Retirement","surface_form":"retirement","offset":3791},{"uri":"Brain_hemorrhage","surface_form":"brain hemorrhage","offset":3873},{"uri":"Museum","surface_form":"museum","offset":3919},{"uri":"Musician","surface_form":"musician","offset":4129},{"uri":"Painting","surface_form":"painters","offset":4140},{"uri":"Poet","surface_form":"poet","offset":4153},{"uri":"Romantic_music","surface_form":"Romantic","offset":4582},{"uri":"Song","surface_form":"song","offset":4756},{"uri":"Choir","surface_form":"choral","offset":4846},{"uri":"Voice","surface_form":"vocal","offset":4885},{"uri":"Influence","surface_form":"influence","offset":5266}]}