{"id":459891,"url":"http://en.wikipedia.org/wiki/George_V._Hansen","text":"George Vernon Hansen (September 14, 1930 – August 14, 2014) was an American politician. He was a Republican. He represented the state of Idaho in the United States House of Representatives for 14 years. Hansen represented Idaho's 2nd district from 1965 to 1969 and again from 1975 to 1985.\nCrimes.\nIn 1974, Hansen became the first member of Congress convicted of breaking a 1971 campaign finance law. A federal judge found him guilty of not publicly telling all his loans and profits. The judge sentenced Hansen to pay a fine.\nIn 1983, Hansen was indicted by a federal grand jury on four charges of filing false financial disclosure statements. He was accused of hiding more than $245,000 in loans and $87,000 in profits from buying and selling silver. He traded using his wife's name to hide the crimes.\nIn 1984 Hansen was convicted of violating the 1978 Ethics in Government Act. He did not publicly tell about $334,000 in personal loans to his campaign. He was sentenced to six months in prison and fined $40,000. Appealing all the way to the US Supreme Court, his conviction was vacated and the fine returned to him.\nIn 1992, Hansen was in prison again. He stole money from two Idaho banks and 100 individuals in a $30 million investment scheme. He was sentenced to four years in prison.\nHansen died at a hospital in Pocatello, Idaho, aged 83.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":67},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":97},{"uri":"U.S._state","surface_form":"state","offset":128},{"uri":"Idaho","surface_form":"Idaho","offset":137},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":150},{"uri":"Idaho%27s_2nd_congressional_district","surface_form":"2nd district","offset":230},{"uri":"Pocatello%2C_Idaho","surface_form":"Pocatello, Idaho","offset":1321}]}