{"id":459956,"url":"http://en.wikipedia.org/wiki/Royal_Horticultural_Society","text":"The Royal Horticultural Society (RHS) was founded in 1804 in London, England. It was originally called the Horticultural Society of London, and was renamed in 1861. The RHS is the UK's leading gardening charity.\nThe RHS helps to protect plants, gardens and parks. It also helps people learn gardening, and encourages people to grow their own food.\nIt holds flower shows such as the RHS Chelsea Flower Show, Hampton Court Palace Flower Show, RHS Tatton Park Flower Show and RHS Cardiff Flower Show.\nThe RHS has several gardens. The four main gardens are: Wisley Garden in Surrey, Rosemoor Garden in Devon, Hyde Hall in Essex, and Harlow Carr in North Yorkshire.\nMedals and awards.\nThe society honours certain people with the Victoria Medal of Honour, and the Banksian, Knightian and Lindley medals. It awards Gold, Silver-gilt, Silver, and Bronze medals to exhibitors at its flower shows. The Veitch Memorial Medal is awarded each year for an outstanding contribution to the science and practice of horticulture.\nOther awards bestowed by the society include the \"Associate of Honour\" and the \"Honorary Fellowship\".\nThe Award of Garden Merit, or AGM, is for garden plants that have been extensively tested by the society, and are recommended.\nCollections.\nThe RHS works to help keep collections of cultivated plants. Some of these collections are kept by the RHS, and others are kept by other people who send documents and dried plant samples to the RHS.\nThe Lindley Library of the RHS has five branches. The library began as the book collection of John Lindley.\nThe RHS Herbarium has many dried plant specimens. It also has its own image library with more than 3,300 original watercolours, approximately 30,000 colour slides and many digital images.\nMagazines.\nThe society has published a magazine since 1866. Since 1975 it has had the title \"The Garden\" and is currently published monthly. The RHS publishes \"The Plantsman\" and \"The Orchid Review\" four times a year. \"Hanburyana\" is published once a year. It is about horticultural taxonomy.\nPlant registers.\nSince the International Registration Authorities for plants were formed in 1955, the RHS has been the official \"Registrar\" for some groups of cultivated plants. It is now Registrar for nine categories – conifers, clematis, daffodils, dahlias, delphiniums, dianthus, lilies, orchids and rhododendrons. It publishes [http://www.rhs.org.uk/research/registerpages/orchid_parentage.asp The International Orchid Register], the central list of orchid hybrids.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":61},{"uri":"United_Kingdom","surface_form":"UK","offset":180},{"uri":"Gardening","surface_form":"gardening","offset":193},{"uri":"Charitable_organization","surface_form":"charity","offset":203},{"uri":"Plant","surface_form":"plant","offset":237},{"uri":"Garden","surface_form":"garden","offset":245},{"uri":"Park","surface_form":"park","offset":257},{"uri":"Surrey","surface_form":"Surrey","offset":571},{"uri":"Devon","surface_form":"Devon","offset":598},{"uri":"Essex","surface_form":"Essex","offset":618},{"uri":"North_Yorkshire","surface_form":"North Yorkshire","offset":644},{"uri":"Award_of_Garden_Merit","surface_form":"Award of Garden Merit","offset":1118},{"uri":"John_Lindley","surface_form":"John Lindley","offset":1547},{"uri":"Herbarium","surface_form":"Herbarium","offset":1569},{"uri":"Biological_specimen","surface_form":"specimens","offset":1600},{"uri":"Watercolour","surface_form":"watercolour","offset":1675},{"uri":"Slide","surface_form":"slide","offset":1717},{"uri":"Digital_camera","surface_form":"digital images","offset":1733},{"uri":"Taxonomy","surface_form":"taxonomy","offset":2032},{"uri":"Conifer","surface_form":"conifer","offset":2262},{"uri":"Clematis","surface_form":"clematis","offset":2272},{"uri":"Daffodil","surface_form":"daffodil","offset":2282},{"uri":"Dahlia","surface_form":"dahlia","offset":2293},{"uri":"Delphinium","surface_form":"delphinium","offset":2302},{"uri":"Dianthus","surface_form":"dianthus","offset":2315},{"uri":"Lilium","surface_form":"lilies","offset":2325},{"uri":"Orchidaceae","surface_form":"orchids","offset":2333},{"uri":"Rhododendron","surface_form":"rhododendron","offset":2345},{"uri":"Hybrid","surface_form":"hybrid","offset":2503}]}