{"id":460,"url":"http://en.wikipedia.org/wiki/London","text":"London is the capital and largest city of England and the United Kingdom, and is the largest urban area in Greater London. The River Thames travels through the city.\nLondon is the biggest city in western Europe, and the world's largest financial centre.\nLondon is about 2,000 years old. London was founded by the Romans. It was called \"Londinium\" by the Romans. London was also called \"Lunnainn\" in Scottish Gaelic, \"Llundain\" in Welsh and \"Londain\" in Irish.\nFor a long time, London was a small city. All its people lived inside the walls that were built by the Romans. This area is still called the City of London. There were many villages around the city. Gradually, more people came to live there. Then, step by step, the villages joined together into one huge city.\nLondon is one of the world's most important cities for business, finance and politics. It is also important for culture, media, entertainment, fashion and art.\nPeople.\nThe population of London is 8.63 million. Most people in London are British. However, London also has many immigrants. These people come from many different countries. They speak many different languages and have different religions and cultures. There are also many people from different countries who stay in London on business. Many people visit London as tourists. They may see the famous \"Sights of London\". These sights include palaces, churches and museums.\nHistory.\nThe Romans built the city of \"Londinium\" along the River Thames in the year AD 43 The name \"Londinium\" (and later 'London') came from the Celtic language of the Ancient Britons. In the year AD 61, the city was attacked and destroyed. Then the Romans rebuilt the city, and London became an important trading hub.\nAfter the decline of the Roman Empire, few people remained in London. This was partly because the Anglo-Saxon people of Sub-Roman Britain were primarily agricultural. Once the Romans had gone, trade with Continental Europe dwindled. In the 9th century, more people started living in London again. It became the largest city in England. However, it did not become the capital city of England until the 12th century.\nAfter the railways were built, London grew very big. Greater London has 33 London Boroughs (neighbourhoods) and a mayor. The old City of London is only a square mile in size but has its own Lord Mayor.\nAnother famous old part of Greater London is Westminster, which was always a different city from the City of London. In Westminster is Westminster Abbey (a cathedral), The Palace of Westminster (the Houses of Parliament, with Big Ben), and 10 Downing Street (where the Prime Minister lives).\nClimate.\nLondon has an oceanic, or temperate climate. It is not usually very hot or cold. It is often cloudy.\nLondon Events.\nLondon has many celebrations, festivals and events.\nLondon Business and Economy.\nLondon has five major business districts: the City, Westminster, Canary Wharf, Camden & Islington and Lambeth & Southwark.\nThe London Stock Exchange is the most international stock exchange and the largest in Europe.\nFinancial services.\nLondon's largest industry is finance. This includes banks, stock exchanges, investment companies and insurance companies The Bank of England is located in London and is the second oldest bank in the world.\nProfessional services.\nLondon has many professional services such as law and accounting firms.\nMedia.\nThe British Broadcasting Company (BBC), which has many radio and TV stations, is in London.\nTourism.\nTourism is one of London's biggest industries. London is the most visited city in the world by international tourists with 18.8 million international visitors per year. Within the UK, London is home to the ten most-visited tourist attractions. Tourism employed about 350,000 full-time workers in London in 2003. Tourists spend about £15 billion per year.\nTechnology.\nA growing number of technology companies are based in London.\nRetail.\nLondon is a major retail centre, and in 2010 had the highest non-food retail sales of any city in the world, with a total spend of around £64.2 billion. The UK's fashion industry, centred on London, contributes tens of billions to the economy.\nManufacturing and construction.\nFor the 19th and much of the 20th centuries London was a major manufacturing centre (see Manufacturing in London), with over 1.5 million industrial workers in 1960. Many products were made in London including ships, electronics and cars. Nowadays, most of these manufacturing companies are closed but some drug companies still make medicine in London.\nTwinnings.\nLondon also has a \"partnership\" agreement with Tokyo, Japan.\nLondon Transportation (Trains, airports and Metro).\nThe city has a huge network of transport systems including trains, metros (underground) and five main airports.\nThe Victorians built many train systems in the mid-19th century (1850s). Their main stations are in London, and the lines go to every part of Great Britain. There were originally five major companies but the five companies became a national rail network in modern times.\nThere are five airports, though only one is actually in London (London City Airport). There is the London end of the LondonBirmingham canal, which was important to the industrial 19th century. The most used airport is Heathrow International Airport although it is actually outside the city.\nThe metro or London Underground is a system of electric trains which are in London, United Kingdom. It is the oldest underground railway in the world. It started running in 1863 as the \"Metropolitan Railway\". After the opening the system was copied in many other cities, for example New York and Madrid. Even though it is called \"the Underground\" about half of it is above the ground. The \"Tube\" is a slang name for the London Underground, because the tunnels for some of the lines are round tubes running through the ground. The Underground has got 274 stations and over 408 km of track. From 2006–2007 over 1 billion passengers used the underground.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Capital_city","surface_form":"capital","offset":14},{"uri":"City","surface_form":"city","offset":34},{"uri":"England","surface_form":"England","offset":42},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":58},{"uri":"Greater_London","surface_form":"Greater London","offset":107},{"uri":"River_Thames","surface_form":"River Thames","offset":127},{"uri":"West","surface_form":"west","offset":196},{"uri":"Europe","surface_form":"Europe","offset":204},{"uri":"Roman_Empire","surface_form":"Romans","offset":313},{"uri":"Scottish_Gaelic_language","surface_form":"Scottish Gaelic","offset":399},{"uri":"Welsh_language","surface_form":"Welsh","offset":430},{"uri":"Irish_language","surface_form":"Irish","offset":453},{"uri":"City_of_London","surface_form":"City of London","offset":601},{"uri":"Business","surface_form":"business","offset":826},{"uri":"Finance","surface_form":"finance","offset":836},{"uri":"Politics","surface_form":"politics","offset":848},{"uri":"Culture","surface_form":"culture","offset":883},{"uri":"Media","surface_form":"media","offset":892},{"uri":"Entertainment","surface_form":"entertainment","offset":899},{"uri":"Fashion","surface_form":"fashion","offset":914},{"uri":"Art","surface_form":"art","offset":926},{"uri":"Palace","surface_form":"palace","offset":1373},{"uri":"Church","surface_form":"church","offset":1382},{"uri":"Museum","surface_form":"museum","offset":1395},{"uri":"Roman_Britain","surface_form":"Romans","offset":1417},{"uri":"43","surface_form":"43","offset":1492},{"uri":"Celtic_languages","surface_form":"Celtic","offset":1551},{"uri":"Prehistoric_Britain","surface_form":"Ancient Britons","offset":1574},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":1823},{"uri":"Sub-Roman_Britain","surface_form":"Sub-Roman Britain","offset":1845},{"uri":"9th_century","surface_form":"9th century","offset":1965},{"uri":"12th_century","surface_form":"12th century","offset":2126},{"uri":"Railway","surface_form":"railway","offset":2150},{"uri":"London_Boroughs","surface_form":"London Boroughs","offset":2215},{"uri":"City_of_London","surface_form":"City of London","offset":2269},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":2477},{"uri":"Houses_of_Parliament","surface_form":"Houses of Parliament","offset":2541},{"uri":"10_Downing_Street","surface_form":"10 Downing Street","offset":2582},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":2611},{"uri":"Temperate_climate","surface_form":"temperate climate","offset":2669},{"uri":"Tokyo","surface_form":"Tokyo","offset":4609},{"uri":"Japan","surface_form":"Japan","offset":4616},{"uri":"Transport","surface_form":"transport","offset":4706},{"uri":"Victorian_era","surface_form":"Victorians","offset":4791},{"uri":"Great_Britain","surface_form":"Great Britain","offset":4929},{"uri":"Airport","surface_form":"airport","offset":5073},{"uri":"London_City_Airport","surface_form":"London City Airport","offset":5122},{"uri":"Birmingham","surface_form":"Birmingham","offset":5181},{"uri":"Canal","surface_form":"canal","offset":5192},{"uri":"London_Underground","surface_form":"London Underground","offset":5362},{"uri":"Electric","surface_form":"electric","offset":5396},{"uri":"Railway","surface_form":"trains","offset":5405},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5433},{"uri":"Railway","surface_form":"railway","offset":5478},{"uri":"New_York","surface_form":"New York","offset":5632},{"uri":"Madrid","surface_form":"Madrid","offset":5645},{"uri":"Railway_station","surface_form":"stations","offset":5903},{"uri":"Km","surface_form":"km","offset":5925},{"uri":"Railway_track","surface_form":"track","offset":5931},{"uri":"Billion","surface_form":"billion","offset":5960}]}