{"id":460067,"url":"http://en.wikipedia.org/wiki/The_Road_to_Serfdom","text":"\"The Road to Serfdom\" is a book written by the Austrian-born economist and philosopher Friedrich von Hayek (1899–1992) between 1940–1943.\nIn the book he warned of the danger of tyranny which comes from \"government control of economic decision-making by central planning\". He means the way fascist, communist and socialist governments try to control every aspect of the economy.\nThe rights and wishes of the individual are important, and the state should not interfere too much. When the state controls too much, that leads to a loss of freedom, an oppressive society, and eventually the tyranny of a dictator. The individual citizen becomes a serf. Hayek argued that fascism and socialism had roots in central economic planning and giving the state power over the individual.\nAfter its publication in 1944, \"The Road to Serfdom\" became a popular account of market libertarianism. It has sold over two million copies.\n\"The Road to Serfdom\" was to be a popular edition of the second volume of Hayek’s \"The Abuse and Decline of Reason\". The title was inspired by the writings of the 19th century French classical liberal Alexis de Tocqueville on the \"road to servitude\".p116 The book was first published in Britain by Routledge in March 1944, during World War II, and was quite popular. Hayek called it \"that unobtainable book\", due to wartime paper rationing.p128\nIt was published in the United States by the University of Chicago Press in September 1944 and became popular. The American magazine \"Reader's Digest\" published an abridged version in April 1945. This got \"The Road to Serfdom\" to a wider group of readers than before. The book had a big impact on twentieth-century conservative and libertarian economic and political thinking. It is often cited today by commentators.","categories":[],"infobox_types":["book"],"annotations":[{"uri":"Economist","surface_form":"economist","offset":61},{"uri":"Philosopher","surface_form":"philosopher","offset":75},{"uri":"Friedrich_Hayek","surface_form":"Friedrich von Hayek","offset":87},{"uri":"Tyranny","surface_form":"tyranny","offset":177},{"uri":"Decision-making","surface_form":"decision-making","offset":234},{"uri":"Planned_economy","surface_form":"central planning","offset":253},{"uri":"Fascist","surface_form":"fascist","offset":289},{"uri":"Communist","surface_form":"communist","offset":298},{"uri":"Socialist","surface_form":"socialist","offset":312},{"uri":"Liberty","surface_form":"freedom","offset":536},{"uri":"Dictator","surface_form":"dictator","offset":600},{"uri":"Serf","surface_form":"serf","offset":643},{"uri":"Libertarianism","surface_form":"libertarianism","offset":864},{"uri":"Classical_liberalism","surface_form":"classical liberal","offset":1100},{"uri":"Alexis_de_Tocqueville","surface_form":"Alexis de Tocqueville","offset":1118},{"uri":"Routledge","surface_form":"Routledge","offset":1215},{"uri":"World_War_II","surface_form":"World War II","offset":1247},{"uri":"Reader%27s_Digest","surface_form":"Reader's Digest","offset":1496},{"uri":"Conservative","surface_form":"conservative","offset":1677},{"uri":"Libertarian","surface_form":"libertarian","offset":1694}]}