{"id":46004,"url":"http://en.wikipedia.org/wiki/London_Eye","text":"The London Eye is a large metal Ferris wheel. It is also known as the Millennium Wheel and is one of the largest observation wheels in the world. Since mid-January 2015 it has been known in branding as the Coca-Cola London Eye, after an agreement signed in September 2014. The London Eye is at the western end of Jubilee Garden, on the South Bank of the river Thames, between Westminster Bridge and Hungerford Bridge.\nThe Eye was opened in 2000. It is 135 metres high(442ft). At the time it was built, in 1999, it was the tallest giant wheel in the world, and at present it is Europe's tallest Ferris wheel. It offered the highest public viewing point in London. The observation deck on the 72nd floor of The Shard is now the highest public view of London.\nIt is the most popular paid tourist attraction in the United Kingdom: there are over 2.2 million visitors annually, and the Eye has made many appearances in popular culture.\nThe London Eye was overtaken in height by the Star of Nanchang, which is 160 meters high. On the 11th February 2008 the Singapore Flyer overtook the Star of Nanchang with 165 meters,It is known as the Coke Cola London Eye.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ferris_wheel","surface_form":"Ferris wheel","offset":32},{"uri":"Observation_wheel","surface_form":"observation wheel","offset":113},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":206},{"uri":"South_Bank","surface_form":"South Bank","offset":336},{"uri":"River_Thames","surface_form":"river Thames","offset":354},{"uri":"Westminster_Bridge","surface_form":"Westminster Bridge","offset":376},{"uri":"Hungerford_Bridge","surface_form":"Hungerford Bridge","offset":399},{"uri":"Metre","surface_form":"metre","offset":456},{"uri":"Observation_deck","surface_form":"observation deck","offset":667},{"uri":"The_Shard","surface_form":"The Shard","offset":705},{"uri":"Popular_culture","surface_form":"popular culture","offset":914},{"uri":"Star_of_Nanchang","surface_form":"Star of Nanchang","offset":977},{"uri":"Singapore_Flyer","surface_form":"Singapore Flyer","offset":1051}]}