{"id":460100,"url":"http://en.wikipedia.org/wiki/Mount_Washington_(New_Hampshire)","text":"Mount Washington is the tallest mountain in New Hampshire. It is also the tallest in the northeastern United States. It is tall. The mountain is known for cold and stormy weather. Some people think it has the \"worst weather in the world\". The highest wind speed ever measured on earth, 231 miles per hour, was recorded there.\nHistory.\nThe Native American name for the mountain was Agiocochook (or Agiochook). It was thought to be the home of the Great Spirit. As early as 1628 it appears in print as \"Christall hill\" (Crystal Hill). In July 1874 it was given its current name, Mt. Washington, after George Washington. A road to the summit was completed in 1859. It allowed horses and carriages to travel to the top. The road is still there today.\nOn 31 August 1899, Freelan O. Stanley and his wife drove a Stanley Steamer motor car to the top of Mt. Washington. Not counting stops to add water, the car took two hours and ten minutes to reach the top.\nThe cog railroad.\nIn 1869 a cog railroad was built to carry tourists to the top of the mountain. It carried so many passengers at a time a new hotel had to be built in 1873. Sylvester Marsh designed this system and in 1866 he raised funds to build the first cog railroad; it was to the top of Mt. Washington. He was called \"Crazy Marsh\" because a railroad going up a mountain was thought to be impossible. But Marsh wasn't crazy. He took out patents on his design. Customers paid to ride to the top even before it was finished. They called the ride \"Jacob’s Ladder\". It is still in operation today climbing the mountain at 2.8 miles per hour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain","surface_form":"mountain","offset":32},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":44},{"uri":"Northeast","surface_form":"northeast","offset":89},{"uri":"United_States","surface_form":"United States","offset":102},{"uri":"Weather","surface_form":"weather","offset":171},{"uri":"Wind_speed","surface_form":"wind speed","offset":251},{"uri":"Measurement","surface_form":"measured","offset":267},{"uri":"Miles_per_hour","surface_form":"miles per hour","offset":290},{"uri":"Native_American","surface_form":"Native American","offset":339},{"uri":"Great_Spirit","surface_form":"Great Spirit","offset":446},{"uri":"George_Washington","surface_form":"George Washington","offset":599},{"uri":"Summit","surface_form":"summit","offset":632},{"uri":"Horse","surface_form":"horse","offset":673},{"uri":"Carriage","surface_form":"carriage","offset":684},{"uri":"Freelan_Oscar_Stanley","surface_form":"Freelan O. Stanley","offset":766},{"uri":"Stanley_Motor_Carriage_Company","surface_form":"Stanley Steamer","offset":806},{"uri":"Motor_car","surface_form":"motor car","offset":822},{"uri":"Rack_railway","surface_form":"cog railroad","offset":980},{"uri":"Tourist","surface_form":"tourist","offset":1012},{"uri":"Patent","surface_form":"patent","offset":1394}]}