{"id":46027,"url":"http://en.wikipedia.org/wiki/Emergency_telephone_number","text":"e=\"preserve\">An emergency telephone number is a telephone number that can be used to quickly contact emergency services for assistance. Emergency services usually include police, medical, or firefighting public services. Many countries' public telephone networks have a single emergency telephone number, sometimes known as the universal emergency telephone number or the emergency services number. Most emergency service numbers are 3 digits long so that they can be dialed quickly and remembered easily. Some countries have a different emergency number for each of the different emergency services and are different only by the last digit.\nVariations.\nIn Europe, the telephone number for emergency services is 1-1-2. In North America, the number for emergency services is 9-1-1. It can be dialed from any phone connected to a network, as a cellular service plan isn't required or charged for emergency calls. Some countries, such as Israel, maintains separate but consecutive numbers for police, fire, and medical services. When the number is dialed on the phone keypad, the call is routed to the nearest emergency telephone operating center. This center is oftentimes found within the same city or town that the call is made from. This provides a strong connection and allows emergency services to get to the location better. In some areas, calls are able to be traced on a map with GPS from cell towers. This can be helpful if a person calls but is unable to speak or if the telephone connection line disconnected before the call was ended intentionally.\nTechnological Implications.\nThe ability to contact emergency services has changed in recent years as technology has advanced. Some mobile devices like the Apple iPhone and Apple Watch and mobile applications such as Noonlight offer capabilities to contact emergency services without having to call or speak to an emergency phone operator. These features are still being tested and developed by using a smart phone's ability to maintain a very accurate GPS location.","categories":[],"infobox_types":[],"annotations":[{"uri":"Telephone","surface_form":"telephone","offset":48},{"uri":"Police","surface_form":"police","offset":171},{"uri":"Ambulance","surface_form":"medical","offset":179},{"uri":"Firefighter","surface_form":"firefighting","offset":191},{"uri":"Digit","surface_form":"digit","offset":436},{"uri":"Payment","surface_form":"charged","offset":882},{"uri":"Global_Positioning_System","surface_form":"GPS","offset":1386}]}