{"id":460258,"url":"http://en.wikipedia.org/wiki/Komondor","text":"The Komondor is a breed of dog.\nThe Komondors are cord-coated dogs. They come from Hungary. They are livestock guard dogs and should not be confused with herd dogs. They stay with the animals they guard as a member of their flock. Komondors need a job to do or a property to guard.\nThey should not be kept in apartments. They need space, a large garden or a home in the countryside. They are not lap dogs but working dogs. They may think of their family as their herd to take care of. The Komondors are and must be at least high. But they can be much bigger; this is the minimum height. They live 12–14 years; which is a long life for a big dog.\nBehavior.\nKomondors are calm, intelligent and independent. They do not always need a human to tell them what to do. This trait can make them more difficult to train. They are loyal and will often follow family members around the house. A Komondor is a large territorial dog. To protect a herd or family is instinctive to this breed. Komondors can be aggressive with people they meet, if they do not learn how to be friendly and social with people and other pets. This ability to be friendly must be taught while they are puppies. Komondors are generally quiet dogs. They do not bark without a good reason. Giving a glaring stare can be a warning to intruders to leave, or the Komondor will attack.\nKomondor dogs should be trained to listen to owners and caregivers. Otherwise they will just go on doing things their own way. This is because that is what they learned to do for hundreds of years. The Komondors were often left alone to take care of the herd. The Komondors learned to make decisions and not wait for directions to tell them what to do if a wolf or bear was coming.\nKomondors as pets.\nThe Komondor is usually silent and sleeping during the day. But when the night comes the Komondor starts moving around. The Komondor will walk up and down all over the area he is supposed to guard. The dog will take care of any thief, burglar or bad people who want to make trouble. The Komondor often knows how to tell a friendly person from a burglar. The Komondor just knows and feels if somebody will come with a bad intention.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":18},{"uri":"Dog","surface_form":"dog","offset":27},{"uri":"Cord","surface_form":"cord","offset":50},{"uri":"Hungary","surface_form":"Hungary","offset":83},{"uri":"Livestock","surface_form":"livestock","offset":101},{"uri":"Guard_dog","surface_form":"guard dog","offset":111},{"uri":"Herd","surface_form":"herd","offset":154},{"uri":"Property","surface_form":"property","offset":263},{"uri":"Apartment","surface_form":"apartment","offset":309},{"uri":"Garden","surface_form":"garden","offset":346},{"uri":"Rural_area","surface_form":"countryside","offset":370},{"uri":"Minimum","surface_form":"minimum","offset":571},{"uri":"Height","surface_form":"height","offset":579},{"uri":"Intelligent","surface_form":"intelligent","offset":676},{"uri":"Independent","surface_form":"independent","offset":692},{"uri":"Human","surface_form":"human","offset":731},{"uri":"Trait_(biology)","surface_form":"trait","offset":767},{"uri":"Loyalty","surface_form":"loyal","offset":821},{"uri":"Territorial","surface_form":"territorial","offset":904},{"uri":"Instinctive","surface_form":"instinctive","offset":952},{"uri":"Aggressive","surface_form":"aggressive","offset":996},{"uri":"Pet","surface_form":"pet","offset":1103},{"uri":"Year","surface_form":"year","offset":1535},{"uri":"Decision","surface_form":"decision","offset":1634},{"uri":"Wolf","surface_form":"wolf","offset":1701},{"uri":"Bear","surface_form":"bear","offset":1709},{"uri":"Thief","surface_form":"thief","offset":1973},{"uri":"Burglar","surface_form":"burglar","offset":1980},{"uri":"Knows","surface_form":"knows","offset":2117},{"uri":"Feeling","surface_form":"feel","offset":2127}]}