{"id":460340,"url":"http://en.wikipedia.org/wiki/2014_Ferguson_unrest","text":"e=\"preserve\">On August 10, 2014, the day after the shooting of Michael Brown, an African-American 18-year-old, protests began in Ferguson, Missouri. These happened for over two weeks.\nOn August 10, a day of memorials began peacefully. However, after an evening candlelight vigil, looting started.\nOn August 13, \"The Washington Post\" reporter Wesley Lowery and \"The Huffington Post\" reporter Ryan Reilley were arrested.\n212 people have been arrested in total. President Barack Obama said that most of the protestors in Ferguson were peaceful.\nAt a charity event, rapper Nelly led a crowd to join him in chanting \"Hands up, don't shoot.\"\nOn August 19, two miles from Ferguson a 25-year-old African-American man, Kajieme Powell, was shot and killed by two police officers. Six other people have been injured.\nOn August 20, St. Ann Police Lieutenant Ray Albers was suspended for pointing a semi-automatic assault rifle at a peaceful protestor the night before.\nPolice made an \"organized protest zone\" in Ferguson.\nAugust 26 was the #HandsUP Global Day of Action.\nOn August 28 a lawsuit was filed by five people against the Ferguson Police Chief, Thomas Jackson, St Louis County Police Chief, Jon Belmar, officer Justin Cosma and several officers who were not named. A few hundred people held a rally at West Florissant Avenue on August 30.\nA memorial for Brown was burned. After this happened there were more protests. Seven people were arrested. The memorial was made again. On October 13 Cornel West was arrested at a peaceful protest.\nReactions.\nNorth Korea called the United States a \"human rights graveyard\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Shooting_of_Michael_Brown","surface_form":"shooting of Michael Brown","offset":51},{"uri":"Protest","surface_form":"protest","offset":111},{"uri":"Ferguson%2C_Missouri","surface_form":"Ferguson, Missouri","offset":129},{"uri":"Candlelight_vigil","surface_form":"candlelight vigil","offset":261},{"uri":"Looting","surface_form":"looting","offset":280},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":312},{"uri":"The_Huffington_Post","surface_form":"The Huffington Post","offset":361},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":469},{"uri":"Nelly","surface_form":"Nelly","offset":569},{"uri":"African-American","surface_form":"African-American","offset":688},{"uri":"Cornel_West","surface_form":"Cornel West","offset":1486},{"uri":"North_Korea","surface_form":"North Korea","offset":1545}]}