{"id":460347,"url":"http://en.wikipedia.org/wiki/American_Curl","text":"The American Curl is a breed of cat. It has unusual ears for a cat. They curl back away from the face and seem to be sideways. This cat is a rare breed, but now lives in the United States, Spain, France, Japan, Russia, and other parts of the world. The American Curl is usually a strong and healthy breed.\nBoth longhaired and shorthaired American Curls have soft, silky coats which lie flat against their bodies. They require little grooming and enjoy spending time with their owners.\nAppearance.\nThe American Curl is a medium-sized cat (5–10 lbs). It is not completely grown until 2–3 years of age. American Curl kittens are born with straight ears, like any other kittens. The ears begin to curl in about eighty-two days. After four months, their ears will not curl any longer. Then they become hard and feel stiff.\nA house pet American Curl may have almost straight ears. To qualify for cat shows, ears must curl at an angle between 90 and 180 degrees. More curl is better, but cats will be not allowed to be shown if their ears touch the back of their skulls.\nHistory.\nThe breed began in Lakewood, California in a natural birth of kittens, but with a genetic mutation. In June 1981, two stray kittens were found and taken in by the Ruga family. The kittens were both longhaired, one black and the other black and white. The family named the black cat Shulamith. The black and white was named Panda. Several weeks later, Panda went missing. This left Shulamith to be the first female of the American Curl breed.\nIn 1986, an American Curl was judged in a cat show for the first time. In 1992, a longhaired American Curl became a champion in The International Cat Association (TICA). In 1999, the American Curl was the first breed the Cat Fanciers' Association (CFA) Championship Class allowed in both longhair and shorthair categories.\nHealth.\nAmerican Curl cats' ears need cleaning often to keep away infections. The ears must also be handled very gently to keep from breaking the cartilage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breeds","surface_form":"breed","offset":23},{"uri":"Cat","surface_form":"cat","offset":32},{"uri":"United_States_of_America","surface_form":"United States","offset":174},{"uri":"Spain","surface_form":"Spain","offset":189},{"uri":"France","surface_form":"France","offset":196},{"uri":"Japan","surface_form":"Japan","offset":204},{"uri":"Russia","surface_form":"Russia","offset":211},{"uri":"Angle","surface_form":"angle","offset":922},{"uri":"Degree","surface_form":"degree","offset":947},{"uri":"Skull","surface_form":"skull","offset":1056},{"uri":"California","surface_form":"California","offset":1102},{"uri":"Genetic","surface_form":"genetic","offset":1155},{"uri":"Mutation","surface_form":"mutation","offset":1163},{"uri":"The_International_Cat_Association","surface_form":"The International Cat Association","offset":1643},{"uri":"Cat_Fanciers%27_Association","surface_form":"Cat Fanciers' Association","offset":1736},{"uri":"Infection","surface_form":"infection","offset":1904},{"uri":"Cartilage","surface_form":"cartilage","offset":1984}]}