{"id":460450,"url":"http://en.wikipedia.org/wiki/Raphael_(archangel)","text":"Raphael is an archangel (arch means \"highest\" or \"chief\"). He is known in various religions as an angel who does acts of healing. The name \"Raphael\" means \"It is God who heals\", \"God Heals\", \"God, Please Heal\". Raphael is an angel in the Bible. His feast days (celebration days) are on September 29 and October 24.\nIn religions.\nRaphael is an archangel of the Judaism and Christianity. In Islam, Raphael is the fourth major angel; in Muslim tradition, he is known as Israfil. Raphael is also an angel in Mormonism, as he is briefly mentioned in the Doctrine and Covenants.\nIn the Bible.\nRaphael is generally associated with the angel mentioned in the Gospel of John as stirring the water at the healing pool of Bethesda. Raphael is spoken about in the Book of Tobit. Raphael was sent by the Lord to heal Tobit of his blindness. He also takes care of Tobit son, Tobias. He walks with Tobias to the village where he meets his future wife, Sarah. Sarah needs to be rescued from a demon who kills everybody who goes near her. This evil demon kills every man she marries on their wedding night. While they walk, Tobias and the Angel catch a fish together. Raphael told Tobias to catch a fish use the gallbladder to heal Tobit's eyes. Raphael also told Tobias how to protect himself from the demon. Tobias made a little fire and was burning the heart and liver of the fish. Tobias was driving away the evil demon with smoke.\nAngel.\nRaphael is the angel who can heal. He is the patron saint (taking care of) the young people, shepherds; sick people and travelers. He can cure eye problems and nightmares.\nHe is a special angel of the apothecaries; meaning nurses, pharmacists, physicians and jobs like those. He can also be the guardian angel of happy meetings. Raphael is said to guard pilgrims on their journeys, and is often shown holding a staff. He is also often shown holding or standing on a fish. The fish is a symbol of his healing of Tobias's father Tobit with the fish's gall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Angel","surface_form":"angel","offset":225},{"uri":"Archangel","surface_form":"archangel","offset":343},{"uri":"Judaism","surface_form":"Judaism","offset":360},{"uri":"Christianity","surface_form":"Christianity","offset":372},{"uri":"Islam","surface_form":"Islam","offset":389},{"uri":"Muslim","surface_form":"Muslim","offset":434},{"uri":"Israfil","surface_form":"Israfil","offset":467},{"uri":"Mormonism","surface_form":"Mormonism","offset":504},{"uri":"Doctrine_and_Covenants","surface_form":"Doctrine and Covenants","offset":549},{"uri":"Book_of_Tobit","surface_form":"Book of Tobit","offset":752},{"uri":"Lord","surface_form":"Lord","offset":791},{"uri":"Guardian_angel","surface_form":"guardian angel","offset":1721},{"uri":"Symbol","surface_form":"symbol","offset":1912}]}