{"id":460437,"url":"http://en.wikipedia.org/wiki/American_Cocker_Spaniel","text":"The American Cocker Spaniel is a breed of dog. It is one of many Spaniel breeds. In the United States, the breed is usually called the Cocker Spaniel. In other parts of the world, it is called the American Cocker Spaniel. This is because there is a Cocker Spaniel called English Cocker Spaniel. They are clever, loving and happy dogs.\nThe breed.\nThe breed is the smallest of the sporting or hunting dogs. Also, there are some differences between it and its English relative. It is a happy and intelligent working breed. Because of having been bred to meet show dog qualities, it is no longer an ideal working dog. These Spaniels now have many health problems with their hearts, eyes and ears.\nThe American Cocker has a medium long silky coat of fur. It has an upturned nose, either black or brown. It has long, silky ears that hang down. The eyes are large, dark in color and round. Fur colors can be black, tan, cream, dark red, buff, roan and sometimes merle.\nBehavior.\nThis dog breed is nicknamed the \"Merry Cocker\". It is a friendly dog and not shy.\nIt is smart as a hunting dog. IQ tests given in the 1950s and 1960s showed the American Cocker did best of all dogs tested on hunting skills. But, they did not do as well on other skills. These showed they were slower in uncovering a dish of food or pulling on a string. The American Cocker Spaniel is in 20th place in Stanley Coren's \"The Intelligence of Dogs\". This means this dog is excellent in \"Working or Obedience Intelligence\" and in being trained.\nIf they are played with and loved as puppies, American Cockers can get along with people, children, other dogs and other pets. This breed has a tail that wags most of the time. It likes best to be around people. It is not meant to be left alone in a backyard. Cockers can get stressed by loud noises and by being treated roughly or fussed at.\nBecause they have now been bred to have a long coat, they can no longer be active enough to hunt or be exercised outside.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":33},{"uri":"Dog","surface_form":"dog","offset":42},{"uri":"Spaniel","surface_form":"Spaniel","offset":65},{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"Cocker_spaniel","surface_form":"Cocker Spaniel","offset":135},{"uri":"English_Cocker_Spaniel","surface_form":"English Cocker Spaniel","offset":271},{"uri":"Hunting_dog","surface_form":"hunting dog","offset":391},{"uri":"Fur","surface_form":"fur","offset":745},{"uri":"Intelligence_quotient","surface_form":"IQ tests","offset":1084},{"uri":"Stanley_Coren","surface_form":"Stanley Coren","offset":1373},{"uri":"The_Intelligence_of_Dogs","surface_form":"The Intelligence of Dogs","offset":1390}]}