{"id":460590,"url":"http://en.wikipedia.org/wiki/Cat_righting_reflex","text":"The cat righting reflex is a cat's natural ability to turn itself around as it falls so it will land on its feet. This righting reflex starts to happen at 3–4 weeks of age. The cat has entirely learned how to do this by 6–7 weeks. Cats are able to do this because they have a flexible backbone and a clavicle that does not move. The minimum height needed for this to happen safely in most cats is about 12 inches.\nCats without a tail can also do this. This is because a cat mostly moves its hind legs and does not use much angular momentum to set itself up for landing. So a tail is not really needed for this skill.\nUsing this righting reflex, cats can often land without injury. But, this is not always true, since cats can still break bones or die from extreme falls.\nIn a 1987 study, written in the \"Journal of the American Veterinary Medical Association\", 132 cats were looked at after having fallen from buildings. The injuries per cat were more, depending on the height fallen; up to seven stories high. Above seven stories, the injuries were less. The study authors think that after falling five stories, the cats reached terminal velocity. At that time, the cats relaxed and spread their bodies to increase drag.\nHow the cat does it.\nIf the cat is not flexible enough (able to bend easily), it may need to do steps two and three again in order to completely right itself.\nTerminal velocity.\nBesides this righting reflex, cats have body features that help keep them safe in a fall. Their small size, light bones, and thick fur decrease their terminal velocity. Also, once righted they may also spread out their body to increase drag and slow how fast they are falling. They also relax as they fall, which protects them some when they land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat","surface_form":"cat","offset":29},{"uri":"Ability","surface_form":"ability","offset":43},{"uri":"Vertebral_column","surface_form":"backbone","offset":285},{"uri":"Clavicle","surface_form":"clavicle","offset":300},{"uri":"Height","surface_form":"height","offset":341},{"uri":"Tail","surface_form":"tail","offset":429},{"uri":"Angular_momentum","surface_form":"angular momentum","offset":523},{"uri":"Skill","surface_form":"skill","offset":610},{"uri":"Injury","surface_form":"injury","offset":673},{"uri":"Extreme","surface_form":"extreme","offset":756},{"uri":"American_Veterinary_Medical_Association","surface_form":"American Veterinary Medical Association","offset":819},{"uri":"Building","surface_form":"building","offset":910},{"uri":"Terminal_velocity","surface_form":"terminal velocity","offset":1130},{"uri":"Relax","surface_form":"relaxed","offset":1172},{"uri":"Drag_(physics)","surface_form":"drag","offset":1216},{"uri":"Bone","surface_form":"bone","offset":1514},{"uri":"Fur","surface_form":"fur","offset":1531},{"uri":"Terminal_velocity","surface_form":"terminal velocity","offset":1550},{"uri":"Relax","surface_form":"relax","offset":1687}]}