{"id":460586,"url":"http://en.wikipedia.org/wiki/Ganesh_Chaturthi","text":"Ganesha Chaturthi is the 10 day-long Hindu festival held on the birthday of the Lord Ganesha. He is the son of Shiva and Parvati. It is celebrated all over India. The festival is held on shukla chaturthi in the Hindu month of Bhaadrapada and ends on Anant chaturdashi. For example in 2020 it will be celebrated on August 22th. It is celebrated widely in Maharashtra. On this occasion people make special \"modaks\" which are loved by Lord Ganesha. Lalbaug is a place that every year celebrates Ganesh Chaturthi on a large scale.\nThere are Ganesha's form like Bal Ganesh, Lalbaugchya Raja, Siddhivinayak Maharaj, and Dhagru Sheth. The most popular ones are: Shreemant Dagdusheth Halwai Ganpati Mandir and Lalbaugcha Raja.\nOverview.\nGanesh Chaturthi is also called Vinayaka Chaturthi, it is a pure Hindu festival, during this festival people pray Lord Ganesha with great devotion. In this occasion people keep their clay idols privately in their homes, or publicly on big pandals (or temporary stages or altars).\nIt starts with Vedic hymns, prayers, vrata and hindu texts such as Ganesha Upanishad. Offerings of prasada after the prayer and distributing amongst the community people, prasad include sweets, modaka (it is believed to be the favourite sweet of ganesha). This festival starts on the fourth day of Hindu luni-solar calendar month Bhadrapada, which normally falls in the month of August or September. The Ganesha chaturthi ends on the tenth day.\nGanpati Visarjan. At this stage, the idol is immersed into the river, sea or ocean. He is believed to go back to Lord Shiva and Goddess Parvati after the immersion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindu","surface_form":"Hindu","offset":37},{"uri":"Festival","surface_form":"festival","offset":43},{"uri":"Birthday","surface_form":"birthday","offset":64},{"uri":"Ganesha","surface_form":"Ganesha","offset":85},{"uri":"Shiva","surface_form":"Shiva","offset":111},{"uri":"Parvati","surface_form":"Parvati","offset":121},{"uri":"India","surface_form":"India","offset":156},{"uri":"Shukla_chaturthi","surface_form":"shukla chaturthi","offset":187},{"uri":"Bhaadrapada","surface_form":"Bhaadrapada","offset":226},{"uri":"Example","surface_form":"example","offset":273},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":354},{"uri":"Bal_Ganesh","surface_form":"Bal Ganesh","offset":557},{"uri":"Lalbaugchya_Raja","surface_form":"Lalbaugchya Raja","offset":569},{"uri":"Hindu_calendar","surface_form":"Hindu luni-solar calendar","offset":1307}]}