{"id":460600,"url":"http://en.wikipedia.org/wiki/Buttered_cat_paradox","text":"The paradox happens when one asks this question: What would happen if one attached a piece of buttered toast (butter side up) to the back of a cat, then dropped the cat from a large height?\nIn reality.\nIn reality, cats can turn themselves right side up in mid-air if they should fall upside-down. This is named the cat righting reflex. This reflex lets them land on their feet if dropped from high enough up (about). Toast, not being alive, does not have the ability to turn itself over. Nor does it want to, since it cannot think.\nToast usually lands on the floor butter-side-down. This is because of how it is dropped from a table. As the toast falls from the table, it rotates or turns. Using the average speed of rotation for a slice of toast as it falls from the table and the usual height of a table, a slice of toast that began butter-side-up on the table will land butter-side-down on the floor 81% of the time. This is because the buttered side is heavier. When an object has a heavy and light side, in most cases it will fall heavy side first.\nDomestic cats usually weigh between. A regular slice of bread weighs only one ounce and a pat of butter about one fourth ounce. So attaching a very small piece of toast with butter to a much larger cat would hardly have any effect on how the cat would move.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paradox","surface_form":"paradox","offset":4},{"uri":"Attach","surface_form":"attached","offset":74},{"uri":"Butter","surface_form":"butter","offset":94},{"uri":"Toast","surface_form":"toast","offset":103},{"uri":"Height","surface_form":"height","offset":182},{"uri":"Reality","surface_form":"reality","offset":205},{"uri":"Cat_righting_reflex","surface_form":"cat righting reflex","offset":315},{"uri":"Ability","surface_form":"ability","offset":459},{"uri":"Table_(furniture)","surface_form":"table","offset":627},{"uri":"Rotate","surface_form":"rotate","offset":672},{"uri":"Speed","surface_form":"speed","offset":708},{"uri":"Height","surface_form":"height","offset":788},{"uri":"Cat","surface_form":"Domestic cats","offset":1054},{"uri":"Ounce","surface_form":"ounce","offset":1132}]}