{"id":460686,"url":"http://en.wikipedia.org/wiki/Dove_Cameron","text":"Dove Olivia Cameron (born Chloe Celeste Hosterman in January 15, 1996), is an American teen actress and singer. She is known for playing the title characters in the Disney Channel original series \"Liv and Maddie\". She also starred in the Disney Channel original movie \"Cloud 9\" as Kayla Morgan.\nEarly life.\nCameron was born in Seattle, Washington on January 15, 1996 as Chloe Celeste Hosterman to Philip Alan Hosterman and Bonnie Wallace. She has one older sister, Claire Hosterman, who was born in 1989. At the age of eight, she began acting in community theater. When Cameron was fourteen she moved to Los Angeles, where she sang in Burbank High School's National Championship Show Choir.\nCareer.\nSince 2013, Cameron has starred in the dual lead role of Liv and Maddie in the Disney Channel original series \"Liv and Maddie\". The preview of the show was on. The show premiered on. The pilot episode gained 5.8. It was the most-watched in Total Viewers in two and a half years – since November 7, 2010 (\"Shake It Up!\"). In the episode \"Twin-A-Rooney\", Liv shows Maddie a clip from the \"Sing It Loud!\" finale. In the finale, Liv's character sings a cover of \"On Top of the World\" by Imagine Dragons. A full version of the song was recorded by Cameron. The song was released by Disney as a single on August 27, 2013. She also starred in Cloud 9 with Luke Benward. Cloud 9 premiered on January 17, 2014. Cameron also starred as Mal in Descendants 1, 2 and 3 along side Sofia Carson, Cameron Boyce and Booboo Stewart.\nPersonal life.\nCameron stated that she was bullied through her entire school experience. This experience started in 5th grade to the end of high school. Despite the pressure at school and fitting in, she still stayed focused on her dreams of becoming successful in entertainment. \"I became very passionate about [becoming an actress and singer]. I fully immured myself\". Dove's father died, when she was just fifteen. She struggled to cope, but knew her father would want her to continue to accomplish her goals. He often said that being a parent was the best thing that ever happened to him, and that the favorite years of his life was raising his girls. Cameron was engaged to \"Liv & Maddie\" co-star Ryan McCartan, who plays Diggie, since August 9, 2013. Due to personal differences, the pair ended their engagement. Since the split, Cameron fell for her Descendants co-star Thomas Doherty (Harry Hook), the two are now a happy, and lovestruck pair.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":165},{"uri":"Liv_and_Maddie","surface_form":"Liv and Maddie","offset":197},{"uri":"Seattle","surface_form":"Seattle","offset":327},{"uri":"Washington","surface_form":"Washington","offset":336},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":604},{"uri":"Liv_and_Maddie","surface_form":"Liv and Maddie","offset":810},{"uri":"Shake_It_Up_(TV_series)","surface_form":"Shake It Up!","offset":1004},{"uri":"Imagine_Dragons","surface_form":"Imagine Dragons","offset":1182},{"uri":"Descendants","surface_form":"Descendants","offset":1432},{"uri":"Descendants_2","surface_form":"2","offset":1447},{"uri":"Descendants_3","surface_form":"3","offset":1453},{"uri":"Sofia_Carson","surface_form":"Sofia Carson","offset":1466},{"uri":"Cameron_Boyce","surface_form":"Cameron Boyce","offset":1480}]}