{"id":460696,"url":"http://en.wikipedia.org/wiki/Liv_and_Maddie","text":"\"Liv and Maddie\", also known as \"Liv and Maddie: Cali Style\" in its fourth season, is an American teen sitcom. It was created by John D. Beck and Ron Hart. It originally aired on Disney Channel from July 19, 2013 to March 24, 2017. The show stars Dove Cameron in a dual role as identical twin sisters. They have completely different personalities and are best friends. Liv is an actress. She has come back to her home after living in Hollywood for four years. She was the star of a popular television show called \"Sing It Loud!\". Maddie is a basketball prodigy. The show is about Liv having to get used to normal family life again after production on \"Sing It Loud!\" ended. It is also about the two sisters being best friends despite their different personalities and different interests. The show also stars Joey Bragg, Tenzing Norgay Trainor, Kali Rocha, and Benjamin King. The characters they play are Joey Rooney, Parker Rooney, Karen Rooney, and Pete Rooney. Joey and Parker are Liv and Maddie's younger brothers. Karen and Pete are their mother and father. In the last season of the show, Lauren Lindsey Donzis joined the cast. She played Liv and Maddie's younger cousin Ruby. Ruby becomes their \"sorta-sister\". Her character replaced Pete. Pete was not in any of the episodes of the fourth season.\nPlot.\nAfter finishing a four-year stint in Hollywood filming a popular television show called \"Sing It Loud!\", actress Liv Rooney returns to her birthplace of Stevens Point, Wisconsin to the open arms of her family, despite being offered more roles in other shows and movies. Liv decided to come home because she missed her family and wanted to see them again. She is happily reunited with her identical twin sister Maddie. Maddie is her best friend. Liv is a girly girl. She enjoys anytime someone mentions her former career. Maddie is a tomboy with a talent for basketball. She is the captain of her school's basketball team. The twins have two younger brothers. They are Joey and Parker. Joey is a typical awkward teen. He is one year younger than the twins. Parker is a clever tween. He has a mischievous personality. Parker is the youngest child of the Rooney family. Their father Pete is the coach for Maddie's basketball team. He eventually achieves his dream of becoming the coach of a college team in Beloit, Wisconsin. Their mother Karen is the school psychologist and later vice principal starting in the second season.\nIn the first three seasons, most events take place at either Ridgewood High, the high school that Liv, Maddie, Joey, and later Parker, due to being a child prodigy, all attend, or the Rooney residence. At the end of the third season, the Rooney house collapses due to a series of tunnels created by Parker and Maddie is accepted into a college in Los Angeles, California. This prompts the rest of the Rooneys, except Pete who remains in Wisconsin to continue his coaching job, to move to Malibu, California, to take up residence with Karen's younger sister Dena and her daughter Ruby, where the show's forth season takes place. In the last episode of the series, all the Rooneys part ways. Liv is invited to perform in a musical called \"Double Duchess\" on Broadway, Maddie is given a grant to build tiny houses for the homeless in New Orleans, Joey is invited to go on a comedy tour with Jim Breuer, and Parker is invited to go with his friend Val to a biodome in the salt flats of Salar de Uyuni, Bolivia to study life on Mars.\nA big part of the show are documentary-style cutaways where major characters and the supporting characters talk to the viewers to explain various things and their opinions on the situations in which they are featured in each episode. In the last episode, it is revealed that the cutaways are part of a reality series that airs in Luxembourg called \"Bits and Pieces\". This is a reference to the working title of \"Liv and Maddie\".\nDevelopment.\nIn the spring of 2012, Oops Doughnuts Productions had shopped the script of a project called \"Bits and Pieces\". It was about a blended family similar to shows like \"The Brady Bunch\" and \"Step by Step\". The show followed Jodie Sullenger (Kali Rocha), mother of Alanna (Dove Cameron) and Sticky (Joey Bragg). Sullenger married Pete Fickman (Benjamin King), father of Crystal (Cozi Zuehlsdorff) and Brody (Tenzing Norgay Trainor). All six have to get used to life under the same roof. Eventually, Disney chose to change the concept of \"Bits and Pieces\" into one about a pair of twins. Now titled \"Liv and Maddie\", the show began production in April 2013.\nThe show was produced under a joint venture between Beck & Hart Productions, Oops Doughnuts Productions, and It's a Laugh Productions. The show's creators, John D. Beck and Ron Hart, are a production-writing team. Their credits include \"According to Jim\", \"Hey Arnold!\", and \"Shake It Up!\". They also served as executive producers alongside Andy Fickman. Fickman was the only director who participated in all four seasons of the show. He directed 20 of the 21 episodes of the first season. He also directed four episodes of the second season, two of the third season, and four of the fourth season.\nOn January 13, 2014, Disney Channel renewed \"Liv and Maddie\" for a 13-episode second season. The second season was later expanded to 24 episodes. The first season ended on July 27, 2014. The season season premiered on September 21, 2014. On April 3, 2015, the show was renewed for a third season by Disney Channel. The second season ended on August 23, 2015. The third season premiered on September 13, 2015. On December 21, 2015, Dove Cameron stated that Disney Channel was picking up \"Liv and Maddie\" for a fourth season. On June 19, 2016, series co-creator Ron Hart announced on Twitter that the fourth season would premiere in fall 2016. On July 1, 2016, Dove Cameron stated that they had filmed the series' final episode. On August 19, 2016, it was announced by the show's creators, John D. Beck and Ron Hart, that the last season would be called \"Liv and Maddie: Cali Style\". The third season ended on June 19, 2016. The fourth season premiered on September 23, 2016. The show ended on March 24, 2017.\nCasting.\nCasting took place during the spring of 2012; however, only a pilot episode was made. Instead of hiring a new cast, production chose to keep those whom they had already hired and make a completely new pilot. The story now focused on Dove Cameron playing dual roles with the same parents and brothers. Lead billing for Cozi Zuehlsdorff was later dropped to guest star. The family name of \"Rooney\" was picked because of Sullenger's enjoyment of the Pittsburgh Steelers, a team owned by the Rooney family.\nMusic.\nA full version of the \"Liv and Maddie\" theme song, \"Better in Stereo\", was recorded by Dove Cameron. It was released as a promotional single by Walt Disney Records on October 15, 2013. A music video was made. The music video aired on Disney Channel on the night of October 29, 2013. The song was featured twice in the show. The first time was in the last episode of season three, \"Californi-A-Rooney\". The second time was an acoustic version sung by Cameron. This was at the very end of the last episode of the show, \"End-A-Rooney\".\nIn the pilot episode, \"Twin-A-Rooney\", Liv shows Maddie a clip from the \"Sing It Loud!\" finale. In it, Liv's character, Stephanie Einstein, sings a cover of On Top of the World by Imagine Dragons. A full version of the song was recorded by Cameron. It was released as a promotional single by Walt Disney Records on August 27, 2013.\nIn \"Fa-La-La-A-Rooney\", Liv performs the classic \"Let It Snow! Let It Snow! Let It Snow!\" during the Steven's Point Holiday Spectacular. A full version of the song was recorded by Cameron. It was included on Holidays Unwrapped, a holiday album released by Walt Disney Records on October 15, 2013.\nIn \"Song-A-Rooney\", Liv performs \"FroyoYOLO\". It goes viral, but Liv hates it. In the same episode, Liv performs \"Count Me In\". A full version of \"Count Me In\" was recorded by Cameron. It was released as a promotional single by Walt Disney Records on June 3, 2014.\nIn \"New Year's Eve-A-Rooney\", Liv performs \"You, Me and the Beat\". A full version of the song was recorded by Cameron. It was released as a promotional single by Walt Disney Records on December 2, 2014.\nIn \"Rate-A-Rooney\", Liv uploads \"What a Girl Is\". Two versions were created, The first was the one shown in the show. The other, which included Christina Grimmie and Baby Kaely, was eventually recorded. Both versions are included in the \"Liv and Maddie\" soundtrack. The second version was released on iTunes on March 5, 2015. The original version was released on March 17, 2015. On March 17, 2015, the \"Liv and Maddie\" soundtrack was released. The soundtrack includes \"Better in Stereo\", \"On Top of the World\", \"FroyoYOLO\", \"Count Me In\", \"You, Me and the Beat\", and both versions of \"What a Girl Is\". The soundtrack also includes \"Say Hey\", \"As Long As I Have You\", and \"True Love\". There were two versions of \"True Love\": Ballad, which would be sung by Jordan Fisher, and a piano duet featuring Jordan Fisher and Dove Cameron. With the announcement of the soundtrack on March 5, 2015, the singles for those songs, except FroyoYOLO, were discontinued and are no longer available.\nIn \"Prom-A-Rooney\", Liv performs \"True Love\" at the school prom. Like she did with the other songs, Cameron recorded a full version of the song. It was released as part of the \"Liv and Maddie\" soundtrack on March 17, 2015.\nIn \"Band-A-Rooney\", Liv's band, \"The Dream\", performs \"Say Hey\" at the Battle of the Bands. A full version was recorded by Cameron. It had the band member's actor doing the chorus. The song was released as part of the \"Liv and Maddie\" soundtrack on March 17, 2015.\nIn \"Video-A-Rooney\", Liv's band performs \"As Long As I Have You\". Cameron recorded a full version. It was released as part of the \"Liv and Maddie\" soundtrack on March 17, 2015. The song was the last song from the soundtrack that was played in the show.\nIn \"SPARF-A-Rooney\", Andy Grammer performs \"Honey, I'm Good\". This is one of the few songs in \"Liv and Maddie\" that was not part of the soundtrack.\nIn \"Sing It Louder!!-A-Rooney\", Liv and Ruby perform \"One Second Chance\" on the set of \"Sing It Louder!!\" The song was recorded by Cameron and Lauren Lindsey Donzis. It was released as a promotional single by Walt Disney Records on November 4, 2016.\nIn \"Falcon-A-Rooney\", \"The Power of Two\" is performed again by Liv and Ruby for \"Sing It Louder!!\". Like the previous song in season four, Dove Cameron and Lauren Lindsey Donzis recorded a full version of the song. It was released on January 20, 2017.\nIn \"Sing It Live!!-A-Rooney\", Liv sings \"My Destiny\" for the special episode of \"Sing It Louder!!\". Again, a full version of the song was recorded by Cameron. It was released as a promotional single on March 3, 2017.\nBroadcast.\n\"Liv and Maddie\" aired on Disney Channel in the United States and Family Channel in Canada. The pilot episode aired as a preview on July 19, 2013. It followed the premiere of the Disney Channel Original Movie \"Teen Beach Movie\". The first promo for the show was seen on June 28, 2013. It followed the premiere of \"Disney's Mickey Mouse Shorts\". The show officially premiered in the United States on September 15, 2013. It premiered in Canada on September 20, 2013. The show stopped airing in Canada on Family Channel on September 1, 2015. It started airing on Disney Channel on September 5, 2015. La Chaîne Disney in French Canada premiered the episode \"Home Run-A-Rooney\" on March 24, 2016. This was 17 days before the American and Canadian airing of the episode on April 10, 2016. In the UK and Ireland, the show aired as a preview on October 7, 2013. It later premiered on November 8, 2013. In Australia and New Zealand, the show premiered on October 11, 2013. The second season premiered on January 8, 2015. The third season premiered on December 2, 2015. The show premiered in Southeast Asia on January 10, 2014. In the Balkans, Greece, the Middle East, and Africa, the show premiered on March 8, 2014. The second season premiered on February 7, 2015. In India, the show premiered on October 30, 2017 on Disney International HD.\nCritical reception.\nEmily Ashby of Common Sense Media gave the show's quality a rating of three out of five stars. She described it as a \"jovial family sitcom\". She said it can be watched by children ages seven and above. Ashby said that the show has a \"comical spin\" on common family issues like sibling rivalry. She said that it is a \"worry-free pick for kids.\" Neil Genzlinger of \"The New York Times\" compared the show to \"The Patty Duke Show\". She described it as \"a gentle, moderately amusing comedy\". She also said that Cameron does a good job playing both main characters. She said that \"the premise gives the writers plenty of opportunities.\"\nMerchandise.\nBrand marketing promotion for \"Liv and Maddie\" still continues strongly. ACCO Brands, under the Day Dream brand, features a 2015 wall calendar and Disney D'Signed clothing line from selected retailers Target and Kohl's. Wooky Entertainment owns Style Me Up, a creative fashion brand for tween girls. This features \"Liv and Maddie: Dreams Come True\" and \"Liv and Maddie: A Rising Star\" sketchbooks. Footwear retailer Payless ShoeSource makes \"Liv and Maddie\"-themed character footwear based on the show.\nA novelization of the show, titled \"Liv and Maddie: Sisters Forever\", was published by Disney Press on January 6, 2015. The junior novel is based on the episodes \"Twin-A-Rooney\" and \"Team-A-Rooney\". It alternates between the view points of Liv, Maddie, Joey, and Parker. The junior novel features eight pages of photos from the show. It was adapted by Lexi Ryals. Another novelization of the show, titled \"Liv and Maddie: Double Trouble\", was published by Disney Press on August 4, 2015. It is based on the episodes \"Sweet-16-A-Rooney\" and \"Dodge-A-Rooney\". Like the first novel, \"Double Trouble\" features eight pages of photos from the show and was adapted by Lexi Ryals. Also like the first novel, \"Double Trouble\" alternates between the view points of Liv, Maddie, Joey, and Parker.","categories":[],"infobox_types":[],"annotations":[{"uri":"Teen_sitcom","surface_form":"teen sitcom","offset":98},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":179},{"uri":"Dove_Cameron","surface_form":"Dove Cameron","offset":247},{"uri":"Identical_twin","surface_form":"identical twin","offset":278},{"uri":"Personality","surface_form":"personalities","offset":333},{"uri":"Friendship","surface_form":"best friends","offset":355},{"uri":"Actress","surface_form":"actress","offset":379},{"uri":"Hollywood","surface_form":"Hollywood","offset":434},{"uri":"Basketball","surface_form":"basketball","offset":542},{"uri":"Prodigy","surface_form":"prodigy","offset":553},{"uri":"Interest","surface_form":"interest","offset":778},{"uri":"Joey_Bragg","surface_form":"Joey Bragg","offset":809},{"uri":"Tenzing_Norgay_Trainor","surface_form":"Tenzing Norgay Trainor","offset":821},{"uri":"Kali_Rocha","surface_form":"Kali Rocha","offset":845},{"uri":"Benjamin_King_(actor)","surface_form":"Benjamin King","offset":861},{"uri":"Stevens_Point%2C_Wisconsin","surface_form":"Stevens Point, Wisconsin","offset":1464},{"uri":"Girly_girl","surface_form":"girly girl","offset":1765},{"uri":"Tomboy","surface_form":"tomboy","offset":1844},{"uri":"Beloit%2C_Wisconsin","surface_form":"Beloit, Wisconsin","offset":2315},{"uri":"Child_prodigy","surface_form":"child prodigy","offset":2586},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":2783},{"uri":"Malibu%2C_California","surface_form":"Malibu, California","offset":2924},{"uri":"Broadway","surface_form":"Broadway","offset":3192},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3267},{"uri":"Jim_Breuer","surface_form":"Jim Breuer","offset":3324},{"uri":"Biodome","surface_form":"biodome","offset":3389},{"uri":"Salt_pan_(geology)","surface_form":"salt flats","offset":3404},{"uri":"Salar_de_Uyuni","surface_form":"Salar de Uyuni","offset":3418},{"uri":"Bolivia","surface_form":"Bolivia","offset":3434},{"uri":"Mars","surface_form":"Mars","offset":3459},{"uri":"Documentary","surface_form":"documentary","offset":3492},{"uri":"Opinion","surface_form":"opinion","offset":3628},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":3795},{"uri":"The_Brady_Bunch","surface_form":"The Brady Bunch","offset":4072},{"uri":"Step_by_Step_(TV_series)","surface_form":"Step by Step","offset":4094},{"uri":"Cozi_Zuehlsdorff","surface_form":"Cozi Zuehlsdorff","offset":4281},{"uri":"It%27s_a_Laugh_Productions","surface_form":"It's a Laugh Productions","offset":4668},{"uri":"According_to_Jim","surface_form":"According to Jim","offset":4796},{"uri":"Hey_Arnold%21","surface_form":"Hey Arnold!","offset":4816},{"uri":"Shake_It_Up_(TV_series)","surface_form":"Shake It Up!","offset":4835},{"uri":"Andy_Fickman","surface_form":"Andy Fickman","offset":4900},{"uri":"Pittsburgh_Steelers","surface_form":"Pittsburgh Steelers","offset":6622},{"uri":"Rooney_family","surface_form":"Rooney family","offset":6663},{"uri":"Walt_Disney_Records","surface_form":"Walt Disney Records","offset":6829},{"uri":"On_Top_of_the_World_(Imagine_Dragons_song)","surface_form":"On Top of the World","offset":7375},{"uri":"Imagine_Dragons","surface_form":"Imagine Dragons","offset":7398},{"uri":"Let_It_Snow%21_Let_It_Snow%21_Let_It_Snow%21","surface_form":"Let It Snow! Let It Snow! Let It Snow!","offset":7600},{"uri":"Holidays_Unwrapped","surface_form":"Holidays Unwrapped","offset":7758},{"uri":"Christina_Grimmie","surface_form":"Christina Grimmie","offset":8459},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":10941},{"uri":"Family_Channel","surface_form":"Family Channel","offset":10981},{"uri":"Disney_Channel_Original_Movie","surface_form":"Disney Channel Original Movie","offset":11094},{"uri":"Teen_Beach_Movie","surface_form":"Teen Beach Movie","offset":11125},{"uri":"Mickey_Mouse_(TV_series)","surface_form":"Disney's Mickey Mouse Shorts","offset":11229},{"uri":"Disney_Channel_(Canada)","surface_form":"Disney Channel","offset":11475},{"uri":"Disney_La_Cha%C3%AEne","surface_form":"La Chaîne Disney","offset":11512},{"uri":"Disney_Channel_(UK_and_Ireland)","surface_form":"UK and Ireland","offset":11705},{"uri":"Disney_Channel_(Australia_and_New_Zealand)","surface_form":"Australia and New Zealand","offset":11812},{"uri":"Disney_Channel_(Asia)","surface_form":"Southeast Asia","offset":11997},{"uri":"India","surface_form":"India","offset":12175},{"uri":"Disney_International_HD","surface_form":"Disney International HD","offset":12224},{"uri":"Common_Sense_Media","surface_form":"Common Sense Media","offset":12284},{"uri":"Sibling_rivalry","surface_form":"sibling rivalry","offset":12546},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":12633},{"uri":"The_Patty_Duke_Show","surface_form":"The Patty Duke Show","offset":12675},{"uri":"ACCO_Brands","surface_form":"ACCO Brands","offset":12986},{"uri":"Target_Corporation","surface_form":"Target","offset":13114},{"uri":"Kohl%27s","surface_form":"Kohl's","offset":13125},{"uri":"Payless_ShoeSource","surface_form":"Payless ShoeSource","offset":13329}]}