{"id":46061,"url":"http://en.wikipedia.org/wiki/Michael_Praetorius","text":"Michael Praetorius (born Creuzburg an der Werra, near Eisenach 15 February 1571?; died Wolfenbüttel, 15 February 1621) was a German composer, organist and music theorist. He was one of the most important composers of his day and he wrote lots of different kinds of music. A lot of his music is based on hymns of the Protestant church.\nWe are not quite certain about the date of his birth. He was born at a time when there was a lot of argument about religion in Germany. His father was a strict Lutheran and lost his job more than once because of his beliefs. We know very little about the life of Praetorius. He seems to have gone to the Lateinschule (“Latin School”) in Torgau where he had music lessons from Michael Voigt. He probably never had music lessons after he left school. Then he went to the University of Frankfurt an der Oder. There Praetorius graduated in divinity. Afterwards he found a job as organist to the Duke of Brunswick-Wolfenbüttel. He soon earned a good salary. He married in 1603 and had two sons.\nAlthough he had his job in Wolfenbüttel for many years he also worked a lot in Dresden where he met Heinrich Schütz and in Magdeburg where he met Samuel Scheidt. His health was not good, possibly because he worked so hard. When he died he left a lot of money to the poor.\nHis music.\nPraetorius wrote a very large amount of music. Much of it has been lost. He wrote a collection of French dances called \"Terpsichore\" for a small group of instruments. These are very happy pieces and are very popular today. A lot of his music is based on Protestant hymns, written for the services in the Lutheran church. He liked to write music in which two groups of singers or instrumentalists alternate (take it in turns to sing/play). His music for choir, which includes many motets, shows him to be one of the best composers of his time. He liked to write music for two, three or four choirs (all singing different parts). The tune would be in the top part so that the congregation could join in.\nHis theory works.\nPraetorius wrote a book about music theory called \"Syntagma Musicum\". Part One talks about religious music. It is very interesting for us today because it tells us a lot about the way that Martin Luther wanted to change music in the church services. In Part Two he described the musical instruments of his day. Part Three talks about musical forms: this included discussions about things like music notation (the way music was written), transposition (music), solmization and how to write for large choirs. He was going to write a Part Four in which he wanted to discuss the technique of musical composition, but he died before he could write it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eisenach","surface_form":"Eisenach","offset":54},{"uri":"15_February","surface_form":"15 February","offset":63},{"uri":"1571","surface_form":"1571","offset":75},{"uri":"Wolfenb%C3%BCttel","surface_form":"Wolfenbüttel","offset":87},{"uri":"15_February","surface_form":"15 February","offset":101},{"uri":"1621","surface_form":"1621","offset":113},{"uri":"Germany","surface_form":"German","offset":125},{"uri":"Composer","surface_form":"composer","offset":132},{"uri":"Organ_(music)","surface_form":"organist","offset":142},{"uri":"Music_theory","surface_form":"music theorist","offset":155},{"uri":"Hymn","surface_form":"hymn","offset":303},{"uri":"Protestant","surface_form":"Protestant church","offset":316},{"uri":"Argument","surface_form":"argument","offset":435},{"uri":"Religion","surface_form":"religion","offset":450},{"uri":"Lutheran","surface_form":"Lutheran","offset":495},{"uri":"Belief","surface_form":"belief","offset":551},{"uri":"Torgau","surface_form":"Torgau","offset":672},{"uri":"University","surface_form":"University","offset":804},{"uri":"Frankfurt_an_der_Oder","surface_form":"Frankfurt an der Oder","offset":818},{"uri":"Divinity","surface_form":"divinity","offset":871},{"uri":"1603","surface_form":"1603","offset":1002},{"uri":"Dresden","surface_form":"Dresden","offset":1104},{"uri":"Heinrich_Schutz","surface_form":"Heinrich Schütz","offset":1125},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":1148},{"uri":"Samuel_Scheidt","surface_form":"Samuel Scheidt","offset":1171},{"uri":"France","surface_form":"French","offset":1406},{"uri":"Motet","surface_form":"motet","offset":1788},{"uri":"Congregation","surface_form":"congregation","offset":1982},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":2217},{"uri":"Musical_form","surface_form":"musical form","offset":2362},{"uri":"Music_notation","surface_form":"music notation","offset":2421},{"uri":"Transposition_(music)","surface_form":"transposition (music)","offset":2465},{"uri":"Solmization","surface_form":"solmization","offset":2488},{"uri":"Skill","surface_form":"technique","offset":2603},{"uri":"Composition_(music)","surface_form":"composition","offset":2624}]}