{"id":460757,"url":"http://en.wikipedia.org/wiki/Ferdinand_Philippe%2C_Duke_of_Orl%C3%A9ans","text":"Prince Ferdinand Philippe of Orléans, Duke of Orléans (Ferdinand Philippe Louis Charles Henri Joseph; 3 September 1810 – 13 July 1842) was the eldest son of Louis Philippe d'Orléans, Duke of Orléans and future King Louis Philippe I. Born in exile in his mother's native Sicily, he was their heir to the House of Orléans from birth. Following his father's succession as King of the French in 1830, he became the \"Prince Royal\" and subsequently Duke of Orléans (French: \"duc d'Orléans\"), the title by which he is best known. Dying in 1842, he never succeeded his father nor saw the collapse of the \"July Monarchy\" and subsequent exile of his family to England.\nInfancy and background.\nHe was named after his two grandfathers King Ferdinand I of the Two Sicilies and Philippe Égalité. He was born in Palermo and given the title of Duke of Chartres. He was also a prince of the blood at the French royal court of Versailles. This gave him the style of \"Serene Highness\". His father was banned from attending court at Versailles due to his liberal views. Prince did not attend either. He instead remained at his father's court at their Parisian residence the Palais Royal.\nHeir to the throne.\nHis father became King of the French in 1830. This made the prince the heir to the title of Duke of Orléans and heir to the throne. From that time the heir to the French throne was to be known as the Duke of Orléans. His father also declared his descendants through the male line were entitled to use the style of \"Royal Highness\". They also used the title (a title in its own right) of Prince of Orléans. The prince became known as His Royal Highness, Prince Ferdinand Philippe of Orléans, Duke of Orléans. His sons were also entitled to the same style and title.\nMarriage.\nThere were plans for him to marry his cousin, Louise Marie Thérèse d'Artois. But the plans never materialised. There were also negotiations for the young prince to marry an Austrian Archduchess as well as a Russian grand duchess. But the plans again never materialised as the new monarchy in France was seen as fragile and not expected to survive. Instead the choice came in the form of Duchess Helene of Mecklenburg-Schwerin. She was a member of a minor ducal family native to Germany. The couple eventually married on 30 May 1837. This gave her the style of Royal Highness and made her one of the first princesses of Orléans by marriage. The couple eventually had two sons and had a very happy marriage.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"Louis_Philippe_I","surface_form":"King Louis Philippe I","offset":210},{"uri":"Sicily","surface_form":"Sicily","offset":270},{"uri":"House_of_Orl%C3%A9ans","surface_form":"House of Orléans","offset":303},{"uri":"Duke_of_Orl%C3%A9ans","surface_form":"Duke of Orléans","offset":443},{"uri":"Philippe_%C3%89galit%C3%A9","surface_form":"Philippe Égalité","offset":764},{"uri":"Palermo","surface_form":"Palermo","offset":797},{"uri":"Prince_of_the_blood","surface_form":"prince of the blood","offset":860},{"uri":"Palace_of_Versailles","surface_form":"Versailles","offset":909},{"uri":"Serene_Highness","surface_form":"Serene Highness","offset":949},{"uri":"Paris","surface_form":"Paris","offset":1131},{"uri":"Palais_Royal","surface_form":"Palais Royal","offset":1154},{"uri":"Royal_Highness","surface_form":"Royal Highness","offset":1503},{"uri":"His_Royal_Highness","surface_form":"His Royal Highness","offset":1621},{"uri":"Germany","surface_form":"Germany","offset":2241}]}