{"id":460796,"url":"http://en.wikipedia.org/wiki/Keiji_Mutoh","text":"is a Japanese semi-retired professional wrestler. He first gained international fame during his time in the National Wrestling Alliance (NWA). He is best known for his time in New Japan Pro Wrestling (NJPW) where he competed under the ring name The Great Muta in the 1990s. Mutoh is a former owner and president of All Japan Pro Wrestling (AJPW) and was a full-time wrestler for them from 2002 to 2013. Mutoh has also served military service in Japan and was able to reach the rank of master sergeant.\nHe is credited as one of the first Japanese wrestlers to gain a fan base outside of his native Japan in the United States. His Great Muta gimmick is one of the most influential gimmicks in puroresu. He is one of three wrestlers to hold the NWA World Heavyweight Championship, the AJPW Triple Crown Heavyweight Championship and the IWGP Heavyweight Championship. Mutoh is an eight-time World Champion, having held the NWA World Title once, the IWGP Title four times, and AJPW's Triple Crown three times. He also has held a dozen World Tag Team Championships in the U.S. and Japan. Between NJPW, AJPW, and World Championship Wrestling (WCW), Mutoh has held 21 total championships.\nMutoh is also known for competing in what is generally considered to be the bloodiest professional wrestling match of all time against Hiroshi Hase, which lead to the creation of the \"Muta Scale\".\nHe is the founder of Wrestle-1 (W-1) and is the current owner of the promotion. He also wrestles for it semi-regularly, and also makes occasional special appearances for the American promotion Total Nonstop Action Wrestling (TNA) as part of a TNA/W-1 talent exchange partnership.\nChampionships.\n1Championship not officially recognized by All Japan Pro Wrestling.\n2Championship reign not officially recognized due to outside interference.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_people","surface_form":"Japanese","offset":5},{"uri":"Professional_wrestling","surface_form":"professional wrestler","offset":27},{"uri":"National_Wrestling_Alliance","surface_form":"National Wrestling Alliance","offset":108},{"uri":"New_Japan_Pro_Wrestling","surface_form":"New Japan Pro Wrestling","offset":176},{"uri":"Ring_name","surface_form":"ring name","offset":235},{"uri":"All_Japan_Pro_Wrestling","surface_form":"All Japan Pro Wrestling","offset":315},{"uri":"Military_service","surface_form":"military service","offset":425},{"uri":"Master_sergeant","surface_form":"master sergeant","offset":485},{"uri":"Puroresu","surface_form":"puroresu","offset":691},{"uri":"NWA_World_Heavyweight_Championship","surface_form":"NWA World Heavyweight Championship","offset":742},{"uri":"Triple_Crown_Heavyweight_Championship","surface_form":"Triple Crown Heavyweight Championship","offset":787},{"uri":"IWGP_Heavyweight_Championship","surface_form":"IWGP Heavyweight Championship","offset":833},{"uri":"World_Championship_Wrestling","surface_form":"World Championship Wrestling","offset":1106},{"uri":"Hiroshi_Hase","surface_form":"Hiroshi Hase","offset":1316},{"uri":"Wrestle-1","surface_form":"Wrestle-1","offset":1399},{"uri":"Total_Nonstop_Action_Wrestling","surface_form":"Total Nonstop Action Wrestling","offset":1571},{"uri":"All_Japan_Pro_Wrestling","surface_form":"All Japan Pro Wrestling","offset":1716}]}