{"id":4609,"url":"http://en.wikipedia.org/wiki/Murasaki_Shikibu","text":"was a novelist, poet, and servant of the Imperial Court during the Heian period of Japan. She is well known as the author of \"The Tale of Genji\", written around year 1003.\nMurasaki Shikibu is a nickname; her real name is unknown.\nLife.\nMurasaki was born in Kyoto. She was born into the Fujiwara family. Her father, Fujiwara Tametoki, was not a very nice father and when Murasaki got older he confessed that he regretted she was not a boy.\nIn the year 997, Murasaki married her second cousin, Fujiwara Nobutake, at age 20. In 999, they had a daughter, Kenshi, who also became a poet. Fujiwara Nobutake died about 1001.\nMurasaki started as a writer soon after her husband's unexpected death. She was recognized immediately, and she was asked to the imperial court as a tutor to Empress Shoshi (Joto Mon'in, 988–1074), daughter of the statesman Fujiwara Michinaga (966–1027). Murasaki joined the court of Empress Shōshi in 1006, probably for her skills as an author.\nMurasaki started writing her diary in 1008, and finished in 1010. Her diary describes her Chinese lessons with her brother Nobunori (980?–1011), daily life and how much she missed her husband after his death.\nShe died in Kyoto, around the year 1020.\n\"The Tale of Genji\".\n\"The Tale of Genji\" is split into 54 different books, and is made up of 795 different poems. It is one of the earliest novels in Japanese, and is often thought of as the first novel in the world. It is a classic of Japanese literature. The masterpiece was about the court life of Prince Genji, and his wife, Aoi in 10th-century Japan. Prince Genji was the illegitimate son of an emperor, and the text is about his relationships in court. \"The Tale of Genji\" included many beautiful scroll paintings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":6},{"uri":"Poetry","surface_form":"poet","offset":16},{"uri":"Imperial_Court_in_Kyoto","surface_form":"Imperial Court","offset":41},{"uri":"Heian_period","surface_form":"Heian period","offset":67},{"uri":"Japan","surface_form":"Japan","offset":83},{"uri":"The_Tale_of_Genji","surface_form":"The Tale of Genji","offset":126},{"uri":"Nickname","surface_form":"nickname","offset":194},{"uri":"Kyoto","surface_form":"Kyoto","offset":257},{"uri":"Fujiwara_clan","surface_form":"Fujiwara family","offset":286},{"uri":"Fujiwara_Nobutake","surface_form":"Fujiwara Nobutake","offset":492},{"uri":"Empress_Sh%C5%8Dshi","surface_form":"Empress Shōshi","offset":902},{"uri":"Diary","surface_form":"diary","offset":993},{"uri":"Chinese_language","surface_form":"Chinese","offset":1054},{"uri":"The_Tale_of_Genji","surface_form":"The Tale of Genji","offset":1236},{"uri":"Japanese_language","surface_form":"Japanese","offset":1364},{"uri":"Japanese_literature","surface_form":"Japanese literature","offset":1450},{"uri":"Emperor_of_Japan","surface_form":"emperor","offset":1614},{"uri":"Scroll_paintings","surface_form":"scroll paintings","offset":1717}]}