{"id":461191,"url":"http://en.wikipedia.org/wiki/Kodak","text":"Eastman Kodak Company was started by George Eastman and Henry A. Strong in 1881. They made their headquarters in Rochester, New York. It began as the Eastman Dry plate company. The company made Photographic plates for Photographers. It changed from a partnership to a corporation in 1884. In 1888 it changed its name again to the Eastman Kodak Company. This is when they released their first hand-held camera called the Kodak. It used a roll of photographic film which the company had started making in 1885. It was a camera simple enough for anyone to take pictures. Eastman Kodak re-invented photography and became an American success story. But their success would not last.\nHistory.\nAt first photographers used glass plates they had to coat with an emulsion. But they had to be used within minutes of being coated. They also had to be processed into a picture right away. In 1878, Eastman successfully created dry plates that could be coated with a gelatin solution. These could be used at the photographer's convenience. They did not require all the heavy equipment wet plates did. Eastman decided to go into business selling them. He invented a machine to mass-produce dry plates. In 1888, the company sold the first Kodak box cameras. The slogan was \"you press the button, we do the rest\". For $24 USD the camera came already loaded with film capable of taking 100 pictures. The camera was sent back to the factory where for $10 the film was developed into pictures. These cameras first used paper film but later turned to Nitrocellulose film. An indexing roller to hold film was invented by David Houston. It had square holes in the edge of the film to advance the film with no waste or Multiple exposures. But Eastman did not want to pay to license his patent. So they bought his patent in 1899. Kodak kept making dry plates until that market dried up. Their main profit was in film and film developing papers and chemicals. They made film for the movie industry, 16mm film for hobby filmmaking and cameras of all kinds. In the mid- 1920s they came out with color film. In 1929 Kodak created motion picture film for adding sound to motion pictures.\nProblems.\nIn 1947 Edward Land invented the Polaroid instant camera. The camera could develop its own pictures inside the camera in 60 seconds. Within five years Polaroid sold over a million cameras. Kodak took notice. Since Kodak held 80% of the market for photographic development, instant cameras were a real threat. Kodak quickly came out with their own instant camera. Land sued Kodak for $12 billion for using its technology. In 1990 Land won and Kodak quit making instant cameras. But they won only a fraction of what they said Kodak's action had cost them, and Land went out of business in 2001.\nFujifilm, the Japanese photography company, began selling inexpensive film in the United States in the 1980s. Since their film cost much less than Kodak's, by 1999 they had a large share of the film market. Kodak lost millions of dollars and had many layoffs. When Digital cameras became popular, Kodak quickly joined that market. By 1999 they were the second largest maker of digital cameras. But they lost $60 on each one they sold.\nKodak made so many marketing mistakes that its stock dropped from $76 a share in 1999 to $25 in 2004. They dropped out of the film manufacturing business. Finally Kodak was dropped from the Dow Jones Industrial Average. In 2012 the 131-year-company filed for bankruptcy. After selling off many of its products to other companies, Kodak came out of bankruptcy a much smaller company.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Eastman","surface_form":"George Eastman","offset":37},{"uri":"Henry_A._Strong","surface_form":"Henry A. Strong","offset":56},{"uri":"Headquarters","surface_form":"headquarters","offset":97},{"uri":"Rochester%2C_New_York","surface_form":"Rochester, New York","offset":113},{"uri":"Dry_plate","surface_form":"Dry plate","offset":158},{"uri":"Company","surface_form":"company","offset":168},{"uri":"Photographic_plates","surface_form":"Photographic plates","offset":194},{"uri":"Photographers","surface_form":"Photographers","offset":218},{"uri":"Camera","surface_form":"camera","offset":402},{"uri":"Photographic_film","surface_form":"photographic film","offset":445},{"uri":"Picture","surface_form":"picture","offset":558},{"uri":"Invention","surface_form":"invented","offset":585},{"uri":"United_States","surface_form":"American","offset":620},{"uri":"Emulsion","surface_form":"emulsion","offset":753},{"uri":"Photographic_processing","surface_form":"processed","offset":839},{"uri":"Gelatin","surface_form":"gelatin","offset":953},{"uri":"Solution","surface_form":"solution","offset":961},{"uri":"Business","surface_form":"business","offset":1114},{"uri":"Invention","surface_form":"invented","offset":1140},{"uri":"Mass_production","surface_form":"mass-produce","offset":1162},{"uri":"Slogan","surface_form":"slogan","offset":1246},{"uri":"USD","surface_form":"USD","offset":1305},{"uri":"Photographic_film","surface_form":"film","offset":1505},{"uri":"Nitrocellulose","surface_form":"Nitrocellulose","offset":1530},{"uri":"Multiple_exposure","surface_form":"Multiple exposure","offset":1695},{"uri":"License","surface_form":"license","offset":1750},{"uri":"Patent","surface_form":"patent","offset":1762},{"uri":"Profit","surface_form":"profit","offset":1873},{"uri":"Movie","surface_form":"movie","offset":1957},{"uri":"Filmmaking","surface_form":"filmmaking","offset":1993},{"uri":"Edward_Land","surface_form":"Edward Land","offset":2176},{"uri":"Polaroid","surface_form":"Polaroid","offset":2201},{"uri":"Instant_camera","surface_form":"instant camera","offset":2210},{"uri":"Lawsuit","surface_form":"sued","offset":2536},{"uri":"Billion","surface_form":"billion","offset":2555},{"uri":"Japan","surface_form":"Japanese","offset":2775},{"uri":"United_States","surface_form":"United States","offset":2843},{"uri":"Layoff","surface_form":"layoff","offset":3012},{"uri":"Digital_camera","surface_form":"Digital camera","offset":3026},{"uri":"Marketing","surface_form":"marketing","offset":3215},{"uri":"Mistake","surface_form":"mistakes","offset":3225},{"uri":"Stock","surface_form":"stock","offset":3243},{"uri":"Share_(finance)","surface_form":"share","offset":3268},{"uri":"Dow_Jones_Industrial_Average","surface_form":"Dow Jones Industrial Average","offset":3386},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":3455}]}