{"id":461167,"url":"http://en.wikipedia.org/wiki/Star_Wars_Rebels","text":"\"Star Wars Rebels\" is an American 3D CGii animated series produced by Lucasfilm and Lucasfilm Animation. It is set 14 years after ' and 5 years before '. The visual style of \"Star Wars Rebels\" is heavily inspired by the original \"Star Wars\" trilogy concept art by Ralph McQuarrie. The series premiered on October 3, 2014 on Disney Channel, with a movie special, titled \"Star Wars Rebels: Spark of Rebellion\".\nShorts.\nAdapted from books turned in to short one minute to promote the series and made available online.\nSeason Two.\nLucasfilm and Disney have confirmed a second season.\nBroadcast.\n\"Star Wars Rebels: Spark of Rebellion\" premiered on October 3, 2014 on Disney Channels worldwide.\nThe series began airing in the United Kingdom and Ireland on October 16, 2014. In Australia, premiered on October 17, 2014. The series started airing in South Africa on October 18, 2014 and in Canada on October 19, 2014.\nHome media.\n\"Star Wars Rebels: Spark of Rebellion\" was made to DVD on retailers that came including character shorts, plush toy and prievew of season one.\nRatings.\nThe one hour special garnered 2.743 million viewers in the United States, the second most on the network that night. Worldwide, it delivered a total of 6.5 million viewers.\nCritical reception.\nAt Metacritic, which assigns a normalised rating out of 100 to reviews from mainstream critics, the album has received an average score of 78, based on 4 reviews indicating \"generally favorable reviews\".\nIGN and Variety in particular had strong praise for the pilot movie, \"Spark of Rebellion\", but their only real criticism was the appearance of the Wookiees in the film, being cited as not all that impressive compared to the rest of the animation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lucasfilm","surface_form":"Lucasfilm","offset":70},{"uri":"Lucasfilm_Animation","surface_form":"Lucasfilm Animation","offset":84},{"uri":"Ralph_McQuarrie","surface_form":"Ralph McQuarrie","offset":264},{"uri":"Disney_Channel","surface_form":"Disney Channel","offset":324},{"uri":"Disney_Channels_Worldwide","surface_form":"Disney Channels","offset":662},{"uri":"DVD","surface_form":"DVD","offset":973},{"uri":"Metacritic","surface_form":"Metacritic","offset":1270},{"uri":"Standard_score","surface_form":"normalised","offset":1298},{"uri":"Weighted_mean","surface_form":"average","offset":1389},{"uri":"IGN","surface_form":"IGN","offset":1471},{"uri":"Variety_Magazine","surface_form":"Variety","offset":1479},{"uri":"Wookiee","surface_form":"Wookiee","offset":1618}]}