{"id":461260,"url":"http://en.wikipedia.org/wiki/Tabby_cat","text":"Tabby cat, also known as grey tiger, or simply tabby is the name for domestic cats with fur coats of stripes, dots, lines or swirling patterns. These cats often have a mark that looks like the letter \"M\" on their foreheads. Tabbies are not a cat breed. Tabby cats are very common. About two-thirds of the world's cat population are tabbies.\nThe tabby pattern is in many pure breeds of cats, as well as in mixed breeds. The tabby pattern happens naturally because of cats' closest ancestor, the African Wildcat. It has the same colors and patterns.\nTabby patterns.\nThere are four tabby patterns that are genetically different: mackerel, classic, spotted, and ticked.\nThere is also a fifth pattern that includes tabby as part of another basic color pattern. The \"patched\" tabby is a calico or tortoiseshell cat with tabby patches (also known as \"caliby\" and \"torbie\").\nMackerel is the original pattern and is by far the most common tabby pattern. The legs and tail have dark bars as do the cat's cheeks. A \"mackerel tabby\" has narrow stripes that run in parallel down its sides. This is what some people refer to as a \"tiger.\" An \"M\" shape appears on the forehead along with dark lines across the cat's cheeks to the corners of its eyes. Mackerels are also called 'Fishbone tabbies' probably because of the mackerel fish. A mackerel tabby pattern is the only striped coat pattern seen in domestic cats.\nThe classic tabby cat (also known as \"blotched\" or \"marbled\") has a pattern usually in the colors of dark brown, ochre, and black; but sometimes grey. Classic tabbies have the \"M\" pattern on their foreheads too. The body is marked with a whirled or swirled pattern (often called a \"bullseye\") on the cat's sides. There is also a light colored \"butterfly\" pattern on the shoulders and three thin stripes (the center stripe is dark) running along its spine. Classic tabbies have dark stripes on their legs, tail, and cheeks. Classic tabby is a recessive trait, so these cats are not as common as mackerel tabbies.\nA ticked tabby pattern makes a grizzly color of fur of dark and light bands or bars. These break up the tabby pattern into a \"salt-and-pepper\" look. Some stripes or bars can often be seen on the lower legs, face and belly and sometimes at the end of the cat's tail.\nThe spotted tabby has a gene that breaks up the mackerel tabby pattern so that the stripes appear as spots. Sometimes, the stripes of a classic tabby's pattern may be broken into larger spots. Both large spot and small spot patterns can be seen in the Australian Mist, Bengal, Egyptian Mau, Maine Coon, and Ocicat breeds.\nColors.\nTabbies may be brown, grey, orange, or calico, including dilute versions of these colors. The most common tabby color is brown. All orange cats are tabbies, and the orange portion of calico cats will always show tabby patterns. Since the orange gene is on the X chromosome, about 80% of orange tabby cats are male, and nearly all calico cats are female. Colorpoint cats (Siamese, Himalayan, etc) that are tabbies are referred to as lynx point. As with solid-color cats, tabbies may also be partly white, such as tuxedo or van patterns. The tabby pattern is not visible at all in the white portion.\nHistory.\nThe mackerel tabby pattern was the first tabby pattern in domestic cats. It is believed to have come from the African Wildcat and the European Wildcat. Both of these wild cats have a pale, striped tabby pattern. But when those breeds mixed, it made a more distinct mackerel tabby coat. At first, the mackerel tabby was common in all domestic cats. But later, other tabby patterns happened because of mutations and selective breeding of the mackerel tabby. All domestic cats have the tabby gene. But the genes of some cat breeds hide the tabby appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Domestic_cat","surface_form":"domestic cat","offset":69},{"uri":"Fur","surface_form":"fur","offset":88},{"uri":"Cat_breeds","surface_form":"cat breed","offset":242},{"uri":"Pattern","surface_form":"pattern","offset":351},{"uri":"Ancestor","surface_form":"ancestor","offset":480},{"uri":"African_Wildcat","surface_form":"African Wildcat","offset":494},{"uri":"Genetics","surface_form":"genetically","offset":603},{"uri":"Calico_cat","surface_form":"calico","offset":781},{"uri":"Mackerel","surface_form":"mackerel","offset":1305},{"uri":"Recessive","surface_form":"recessive","offset":1943},{"uri":"Australian_Mist","surface_form":"Australian Mist","offset":2531},{"uri":"Bengal_cat","surface_form":"Bengal","offset":2548},{"uri":"Egyptian_Mau","surface_form":"Egyptian Mau","offset":2556},{"uri":"Maine_Coon","surface_form":"Maine Coon","offset":2570},{"uri":"Ocicat","surface_form":"Ocicat","offset":2586},{"uri":"Calico_cat","surface_form":"calico","offset":2648},{"uri":"Chromosome","surface_form":"chromosome","offset":2871},{"uri":"Siamese_cat","surface_form":"Siamese","offset":2980},{"uri":"Himalayan_cat","surface_form":"Himalayan","offset":2989},{"uri":"Mutation","surface_form":"mutation","offset":3616},{"uri":"Artificial_selection","surface_form":"selective breeding","offset":3630}]}