{"id":461322,"url":"http://en.wikipedia.org/wiki/Dry_plate","text":"Dry plate, also known as gelatin process, is an improved type of photographic plate. It was invented by Dr. Richard L. Maddox in 1871. By 1879 the first dry plate factory had been established. With much of the complex chemical work done at the factory, the new process simplified the work of photographers.\nHistory.\nThe first practical way to take photographs was called the daguerreotype. It was introduced in 1839. It used sheets of copper coated with silver. The plate was then exposed to chemical fumes, then taken to the camera. Introduced in the 1850s the Collodion process was introduced. It used what were called wet plates. But a wet plate had to be prepared and used within minutes. It also had a very slow photographic speed. The preparation of wet plates required numerous chemicals. These had to be mixed in the dark in a portable tent if the photographer was planning on photographing away from the studio. In the 1880s the gelatin dry plate replaced the wet plates. The dry plate allowed much faster exposure times. Now a moving subject could be captured on film. The dry plates could be manufactured in a factory and used whenever the photographer wanted.","categories":[],"infobox_types":[],"annotations":[{"uri":"Photographic_plate","surface_form":"photographic plate","offset":65},{"uri":"Richard_Leach_Maddox","surface_form":"Richard L. Maddox","offset":108},{"uri":"Factory","surface_form":"factory","offset":163},{"uri":"Chemical","surface_form":"chemical","offset":218},{"uri":"Photographer","surface_form":"photographer","offset":292},{"uri":"Daguerreotype","surface_form":"daguerreotype","offset":375},{"uri":"Copper","surface_form":"copper","offset":435},{"uri":"Silver","surface_form":"silver","offset":454},{"uri":"Vapor","surface_form":"fumes","offset":501},{"uri":"Collodion_process","surface_form":"Collodion process","offset":562},{"uri":"Wet_plate","surface_form":"wet plate","offset":621},{"uri":"Exposure_(photography)","surface_form":"exposure","offset":1015},{"uri":"Manufacture","surface_form":"manufacture","offset":1103}]}