{"id":46133,"url":"http://en.wikipedia.org/wiki/Meerkat","text":"A meerkat (\"Suricata suricatta\") is a small mammal that lives in the Kalahari Desert in southern Africa. It is a member of the mongoose family. A group of meerkats is called a \"mob\" or \"gang\", and usually all of the meerkats are relatives.\nHow meerkats act.\nMeerkats live in burrows in the ground. They are active during the day, except when hot during the afternoon sun. They also live in large family groups. The group is led by a female and a male. The meerkats are often all family. They get rid of fleas in each other's fur to become friends, which is called \"grooming\". Sometimes if a minor member is in trouble with the leader it will groom the leader to try and calm them down.\nThe meerkats help each other. When the family is eating or playing together, one meerkat acts a sentry, and looks out for predators. If he or she sees one, then he gives a chirp and the group runs to a burrow to be safe. Also, when pups are looking for food, adults bring them food and teach them how to eat it.\nBefore pups start looking for food with the group, they are babysat by older members at the burrow to protect them from danger. Sometimes a female who never gave birth will produce milk for the pups.\nMeerkats can share their burrows with many different animals, such as other mongooses and sometimes squirrels who live on the ground. Sometimes even a snake will share the burrow with a meerkat.\nDespite the family bond of meerkats, sometimes a female might kill another female's pups. The leader might also kick out some females from the group. Males sometimes leave the group for a short time to look for females in other groups to mate with.\nMeerkats have many different chirps that they use for different reasons. They have a different chirp for being friends, anger, and for warning of an animal that will eat them.\nEating behavior.\nMeerkats eat mostly insects, but they also eat lizards, snakes, spiders, birds, plants, eggs and other small mammals.) Like all members of the mongoose family, meerkats cannot be hurt by some venoms, and they eat scorpions (including the stinger) and some snakes, without fear of illness, poison or death. They have no extra body fat, so they must look for food every day and eat food every day.\nWhen the meerkat group is eating, a guard will stand up and look for any animals that might eat its family. If the guard sees an animal, it gives a loud chirp and the family will run to a hole to be safe. Many animals eat meerkats. Most eagles, hawks, and falcons will eat them. Baby meerkats, called \"pups\" are sometimes also eaten by snakes. Jackals and other big animals that eat meat will sometimes eat meerkats.\nWhen pups are looking for food, they will cry loudly and an adult will come and feed them. At first the adult gives the pup a dead animal, then when the pup is older, the adult will bring a live animal but will hurt it so the pup can kill it easier. Then the adults start bringing live animals that are healthy, and when the pup gets the hang of eating these, the adults stop bringing food.\nThe meerkat body.\nThe meerkat weighs about one and a half pounds and the meerkat is ten to fourteen inches long. The meerkat uses its tail to balance because it stands up on its back legs to look for predators. Round the eyes are black patches which lessen the bright light that comes into its eyes. Meerkats have long claws that help them dig and fight. The back of the meerkat is furry and it has stripes to help it not be seen by predators. The front side is black and has no fur because it needs to get warm in the morning to be ready for the day.\nMeerkats also have ears that can open and close. They close in order to keep sand out when they are burrowing.\nHaving children.\nThe meerkat is old enough to have children at one year. Meerkats can have one to seven babies at one time. Four is the most common. Meerkats can give birth at any time of the year but like to give birth in spring and summer because there is more food. Female meerkats can have up to three litters in one year. When the babies are born they are pink and have no hair. Their eyes and ears are closed. When they are three weeks old, the mother allows them to get out of the burrow. By this time their eyes and ears have opened and they have light brown fur. The babies cannot be left alone so one of the other meerkats besides the mother stays behind to watch them.\nAfter the mother mates with the father, the babies develop for eleven weeks. Then she gives birth in a burrow. She feeds the babies milk until they start looking for food with the rest of the group, which is when they turn one month old.\nThe leader of the group is a girl and her mate is the male leader. This pair do not allow other minor members of their family to have babies. If a female does, then the leader kicks her out and sometimes the leader kills her grandchildren. Most of the meerkats in a group are either the leader's brothers and sisters or children.\nNew meerkat groups form when a female is kicked out and she teams up with a male and starts a new family.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":44},{"uri":"Kalahari_Desert","surface_form":"Kalahari Desert","offset":69},{"uri":"Africa","surface_form":"Africa","offset":97},{"uri":"Mongoose","surface_form":"mongoose","offset":127},{"uri":"Relatives","surface_form":"relatives","offset":229},{"uri":"Burrow","surface_form":"burrow","offset":275},{"uri":"Insect","surface_form":"insect","offset":1855},{"uri":"Lizard","surface_form":"lizard","offset":1882},{"uri":"Snake","surface_form":"snake","offset":1891},{"uri":"Spider","surface_form":"spider","offset":1899},{"uri":"Bird","surface_form":"bird","offset":1908},{"uri":"Plant","surface_form":"plant","offset":1915},{"uri":"Egg_(biology)","surface_form":"eggs","offset":1923},{"uri":"Mammal","surface_form":"mammal","offset":1944},{"uri":"Venom_(poison)","surface_form":"venoms","offset":2027},{"uri":"Scorpion","surface_form":"scorpion","offset":2048},{"uri":"Snakes","surface_form":"snakes","offset":2091},{"uri":"Eagle","surface_form":"eagle","offset":2468},{"uri":"Hawk","surface_form":"hawk","offset":2476},{"uri":"Falcon","surface_form":"falcon","offset":2487},{"uri":"Snake","surface_form":"snake","offset":2567},{"uri":"Jackal","surface_form":"Jackal","offset":2575},{"uri":"Predator","surface_form":"predator","offset":3472}]}