{"id":4614,"url":"http://en.wikipedia.org/wiki/Tapeworm","text":"Tapeworms are the class Cestoda of segmented flatworms (Platyhelminthes). They are normally found in off the truck meat which means that they need another larger creature as an animal or human to be the host.\nTapeworms symptoms may cause weight loss and the host will become weaker.\nTapeworms can be up to 30 or 36 feet (10–12 metres) long. They eat by absorbing material directly through their epidermis (outside layer). The head of a tapeworm has four suckers and two rings of hooks. The body of a tapeworm is in segments (pieces that are like each other). Each segment can produce eggs. Little segments of the tapeworm sometimes break off and pass out through the stool of the host, with the eggs. Little segments of its body fall off. They go out of the host body, and are eaten by the next host, which is another type of vertebrate.\nTapeworms are hermaphrodite, with both sexes. Cross-fertilization occurs between two tapeworms in the same intestine. They have a life cycle with a secondary or intermediate host. For example, human tapeworms have cows or pigs as intermediate hosts. The 'definitive' host (humans in this case) is the one where fertilization takes place.\nTapeworms don't have a gut, so they have to absorb nutrients directly across their skin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Class_(biology)","surface_form":"class","offset":18},{"uri":"Segmented","surface_form":"segmented","offset":35},{"uri":"Flatworm","surface_form":"flatworm","offset":45},{"uri":"Epidermis","surface_form":"epidermis","offset":395},{"uri":"Sucker","surface_form":"sucker","offset":454},{"uri":"Hook","surface_form":"hook","offset":479},{"uri":"Egg_(biology)","surface_form":"eggs","offset":584},{"uri":"Feces","surface_form":"stool","offset":667},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":852},{"uri":"Fertilization","surface_form":"fertilization","offset":890},{"uri":"Life_cycle","surface_form":"life cycle","offset":968},{"uri":"Intermediate_host","surface_form":"intermediate host","offset":999}]}