{"id":461432,"url":"http://en.wikipedia.org/wiki/Dogs_in_Space","text":"\"Dogs in Space\" is a 1986 Australian drama movie about Melbourne's little band scene in 1978. It was directed by Richard Lowenstein. It starred Michael Hutchence as Sam, a drugged dazed singer of a band named Dogs in Space.\nThe story was from Lowenstein's personal experience of living in a shared house in Melbourne in the late 1970s. Lowenstein had already worked with Michael Hutchence making rock videos. He also produced video clips for songs from the INXS album \"The Swing\". He wrote the lead role of Sam with Michael Hutchence in mind.\nThe character Sam is about a real member of a punk rock band that Lowenstein had lived with in the 1970s. The house in the movie was the one they had shared. It was rented from its new owners and changed back to its original condition for the movie. The cost for the deconstruction of the house was part of the movie's budget.\nCopies of \"Dogs in Space\" are being preserved by the National Film and Sound Archive in Canberra. This means the movie will be protected from damage that happens to older film that was used to make movies.\nPlot.\nA group of young music fans share a house in the inner Melbourne suburb of Richmond. It is not too far away from the city to be an active part of the music scene. Sam and Tim are members of a band named Dogs in Space. They share the house with a group of social misfits and quite troubled young people. These include Sam's girlfriend Anna and a really smart university student, Luchio. He is actually trying to study for exams even in the confusion of the house. There is also a nameless teenager, who is just called The Girl. She comes and goes; sometimes sleeping over.\nThe scenes cover the day-to-day lives of the characters, mainly the sexual relationship between Sam and Anna. There are many party scenes with live music and drug use. During quiet times, the housemates move the television outdoors into the street to watch it on sofas and eat junk food and drink beer. The group makes frequent trips to a convenience store to restock.\nFootage of Sputnik 2 is intermittently seen in the movie (in tribute to the title: \"Dogs in Space\"). The footage mostly shows Laika, the first Soviet Union dog in space. These scenes can also be seen in the background when the television is playing. There are trips to many local pubs for live punk music. In the end, the group's dangerous lifestyle costs a life of a loved one. Anna dies from a heroin overdose.\nSoundtrack album.\nThere was a punk rock soundtrack album released with the following songs and artists. The album and the later CD are both out of print. Rare copies sell well and fetch the asking price.","categories":[],"infobox_types":["Film"],"annotations":[{"uri":"Melbourne","surface_form":"Melbourne","offset":55},{"uri":"Richard_Lowenstein","surface_form":"Richard Lowenstein","offset":113},{"uri":"Michael_Hutchence","surface_form":"Michael Hutchence","offset":144},{"uri":"INXS","surface_form":"INXS","offset":457},{"uri":"The_Swing","surface_form":"The Swing","offset":469},{"uri":"Punk_rock","surface_form":"punk rock","offset":589},{"uri":"Preservation","surface_form":"preserved","offset":906},{"uri":"National_Film_and_Sound_Archive","surface_form":"National Film and Sound Archive","offset":923},{"uri":"Canberra","surface_form":"Canberra","offset":958},{"uri":"Film","surface_form":"film","offset":1041},{"uri":"Suburb","surface_form":"suburb","offset":1147},{"uri":"Richmond%2C_Victoria","surface_form":"Richmond","offset":1157},{"uri":"Teenager","surface_form":"teenager","offset":1570},{"uri":"Sputnik_2","surface_form":"Sputnik 2","offset":2034},{"uri":"Laika","surface_form":"Laika","offset":2149},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2166},{"uri":"Heroin","surface_form":"heroin","offset":2419},{"uri":"Overdose","surface_form":"overdose","offset":2426},{"uri":"Soundtrack","surface_form":"soundtrack","offset":2476}]}