{"id":461613,"url":"http://en.wikipedia.org/wiki/Victoria_Gray_Adams","text":"e=\"preserve\">Victoria Gray Adams (November 5, 1926 – August 12, 2006) was an American civil rights activist. She was born in Hattiesburg, Mississippi on November 5, 1926. She went to Wilberforce University, but could not afford it so she had to leave. Even though she did not finish college, Adams found work as a teacher.\nCareer.\nAdams was an African American who became interested in the Civil Rights Movement in the 1960s when she started teaching classes for people who wanted to vote. In 1962, Adams became a secretary for the Student Nonviolent Coordinating Committee (SNCC).\nNot long after becoming more involved in civil rights, Adams led a boycott against businesses in Hattiesburg. She also helped to organize the Mississippi Freedom Democratic Party (MFDP). Adams, Fannie Lou Hamer, and Annie Devine (fellow activists) were chosen to be the represent the MFDP. They traveled to Atlantic City to go to the Democratic Convention. They were not seated this time, but in 1968 they were all seated as guests on the floor of the US House of Representatives. Adams became the first woman from Mississippi to run for the US Senate.\nAdams made a big change when in 1968, she and her husband moved to Thailand. Her goal for this move was to fight against discrimination towards African-American soldiers and their families.\nAdams had a very successful career, receiving many awards and honors for her efforts towards ending discrimination. She was also in the documentary Eyes on the Prize and taught at the University of Southern Mississippi.\nDeath.\nVictoria Adams died on August 12, 2006 in Baltimore, Maryland when she was 79 from cancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":77},{"uri":"Civil_rights_movement","surface_form":"civil rights activist","offset":86},{"uri":"Hattiesburg%2C_Mississippi","surface_form":"Hattiesburg, Mississippi","offset":125},{"uri":"Wilberforce_University","surface_form":"Wilberforce University","offset":183},{"uri":"African_American","surface_form":"African American","offset":344},{"uri":"Boycott","surface_form":"boycott","offset":649},{"uri":"1968_Democratic_National_Convention","surface_form":"Democratic Convention","offset":916},{"uri":"United_States_House_of_Representatives","surface_form":"US House of Representatives","offset":1034},{"uri":"United_States_Senate","surface_form":"US Senate","offset":1124},{"uri":"Thailand","surface_form":"Thailand","offset":1202},{"uri":"University_of_Southern_Mississippi","surface_form":"University of Southern Mississippi","offset":1509},{"uri":"Baltimore%2C_Maryland","surface_form":"Baltimore, Maryland","offset":1594},{"uri":"Cancer","surface_form":"cancer","offset":1635}]}