{"id":4618,"url":"http://en.wikipedia.org/wiki/Herbivore","text":"Herbivores are animals that only eat plants. They are \"herbivorous\" animals.\nHerbivores (such as deer, elephants, horses) have teeth that are adapted to grind vegetable tissue. Many animals that eat fruit and leaves sometimes eat other parts of plants, for example roots and seeds. Usually, such animals cannot digest meat. But some herbivorous animals will eat eggs and occasionally other animal protein.\nSome animals are frugivores because they eat mainly fruit. Browsers eat mostly leaves and sometimes small tree branches. Animals that eat mostly grass are grazing animals.\nThe diets of some herbivorous animals change with the seasons. In the temperate zones of the Earth, some seasons are hot and some are cold, so different plants are available at different times of the year.\nHumans are omnivores, because they eat meat as well as vegetable matter. People who eat mostly plants are usually called vegetarian or vegan.\nDigesting cellulose.\nPlant cell walls are mostly made up of cellulose. No animal can digest cellulose by itself. They make use of gut flora, some of which produce an enzyme called cellulase. This is an example of symbiosis.\nHerbivore-plant interactions.\nAccording to the theory of predator-prey interactions, the relationship between herbivores and plants is cyclic. When prey (plants) are numerous their predators (herbivores) increase in numbers, reducing the plant population, which in turn causes herbivore number to decline. The prey population eventually recovers, starting a new cycle. This suggests that the population of the herbivore fluctuates around the carrying capacity of the food source, in this case the plant.\nThere will always be pockets of plants not found by herbivores. This is important for specialist herbivores which feed on only one species of plant: it prevents these specialists from wiping out their food source. Eating a second plant type helps herbivores’ populations stabilize. Alternating between two or more plant types provides population stability for the herbivore, while the populations of the plants oscillate. When an invasive herbivore or plant enters the system, the balance is thrown off and the diversity can change or even collapse.\nIn some ways it is easier to be an herbivorous animal than a carnivorous (meat-eating) animal. Carnivorous animals have to find and catch the animals that they eat, and sometimes the animals that they want to eat fight them. Herbivorous animals have to find the plants that they want to eat, but they do not have to catch them. Many plants have some defence against herbivores, such as spines, toxins (poisons), or a bad taste. There are many more herbivorous animals living in the world than carnivorous animals.\nHerbivore effects on plant diversity.\nHerbivores' effects on plant diversity vary across environmental changes. Herbivores could increase plant diversity or decrease plant diversity.\nPeople used to think herbivores increase plant diversity by avoiding dominance. Dominant species tend to exclude subordinate species as competitive exclusion. However, the effects on plant diversity caused by variation in dominance could be beneficial or negative. Herbivores do increase bio-diversity by consuming dominant plant species, but they can also prefer eating subordinate species according to plants’ palatability and quality. In addition to the preference of herbivores, herbivores' effects on plant diversity are also influenced by other factors, defense trade-off theory, the predator-prey interaction, and inner traits of the environment and herbivores.\nOne way that plants could differ in their susceptibility to herbivores is through defense trade-off. Defense trade-off theory is commonly used to be seen as a fundamental theory to maintain ecological evenness. Plants can make a trade-off response to resource allocation, such as between defense and growth. Defenses against herbivory on plant diversity can vary in different situations. It can be neutral, detrimental or beneficial for plant fitness. Even in the absence of defensive trade-offs, herbivores may still be able to increase plant diversity, such as herbivores prefer subordinate species rather than dominant species.\nThe predator-prey interaction, especially the “top-down” regulation. The predator-prey interaction encourages the adaptation in plant species which the predator prefers. The theory of “top-down” ecological regulation disproportionately manipulates the biomass of dominant species to increase diversity. The herbivore effect on plant is universal but still significantly distinguish on each site, can be positive or negative.\nIn a highly productive system, the environment provides an organism with adequate nutrition and resources to grow. The effects of herbivores competing for resources on the plant are more complicated. The existence of herbivores can increase plant diversity by reducing the abundance of dominant species, redundant resources can then be used by subordinate species. Therefore, in a highly productive system, direct consumption of dominant plants could indirectly benefit those herbivory-resistant and unpalatable species. But the less productive system can support limited herbivores because of lack of nutrients and water. Herbivory boosts the abundance of most tolerant species and decreases the less-tolerant species’ existence which accelerates the plant extinction. Mediate productive system sometimes barely has long-term effects on plant diversity. Because the environment provides a stable coexistence of different organisms. Even when herbivores create some disturbances to the community. The system is still able to recover to the original state.\nLight is one of the most important resources in environments for plant species. Competition for light availability and predator avoidance are equally important. With the addition of the nutrients, more competition arises among plant species. But herbivores could buffer the diversity reduction. Especially large herbivores can enhance the bio-diversity by selectively excluding tall, dominant plant species, and increase light availability.\nBody size of herbivores is a key reason underlying the interaction between herbivores and plant diversity, and the body size explains many of the phenomena connected to herbivore-plant interaction. Small herbivores are less likely to decrease plant diversity. Because small non-digging animals may not cause many disturbances to the plant and the environment. Intermediate-sized herbivores mostly increase plant diversity by consuming or influencing the dominant plant species, such as herbivore birds, that can directly use dominant plant species. While some herbivores enhance plant diversity by indirect effects on plant competition. Some digging animals at this size local community environmental fluctuations. And the adaptation of plant species to avoid predators can also adjust the vegetation structure and increase diversity. Larger herbivores often increase plant diversity. They use competitively dominant plant species, and disperse seeds and create disorder of the soil. Besides, their urine position also adjusts the local plant distribution, and prevent light competition.\nTherefore, the mechanisms of herbivores’ effects on plant diversity are complicated. Generally, the existence of herbivores increases plant diversity. But varies according to different environmental factors, multiple factors combined together to affect how herbivores influence plant diversity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plant","surface_form":"plant","offset":37},{"uri":"Deer","surface_form":"deer","offset":97},{"uri":"Elephant","surface_form":"elephant","offset":103},{"uri":"Horse","surface_form":"horse","offset":114},{"uri":"Teeth","surface_form":"teeth","offset":127},{"uri":"Adaptation","surface_form":"adapted","offset":142},{"uri":"Root","surface_form":"root","offset":265},{"uri":"Seed","surface_form":"seed","offset":275},{"uri":"Digestion","surface_form":"digest","offset":311},{"uri":"Egg_(food)","surface_form":"eggs","offset":362},{"uri":"Protein","surface_form":"animal protein","offset":390},{"uri":"Frugivore","surface_form":"frugivore","offset":423},{"uri":"Fruit","surface_form":"fruit","offset":458},{"uri":"Browser","surface_form":"Browser","offset":465},{"uri":"Leaves","surface_form":"leaves","offset":485},{"uri":"Grass","surface_form":"grass","offset":551},{"uri":"Grazer","surface_form":"grazing","offset":561},{"uri":"Diet","surface_form":"diet","offset":582},{"uri":"Season","surface_form":"season","offset":632},{"uri":"Temperate","surface_form":"temperate zones","offset":648},{"uri":"Earth","surface_form":"Earth","offset":671},{"uri":"Human","surface_form":"Human","offset":784},{"uri":"Omnivore","surface_form":"omnivore","offset":795},{"uri":"Vegetarian","surface_form":"vegetarian","offset":905},{"uri":"Vegan","surface_form":"vegan","offset":919},{"uri":"Cell_wall","surface_form":"cell wall","offset":953},{"uri":"Cellulose","surface_form":"cellulose","offset":986},{"uri":"Gut_flora","surface_form":"gut flora","offset":1056},{"uri":"Enzyme","surface_form":"enzyme","offset":1092},{"uri":"Symbiosis","surface_form":"symbiosis","offset":1139},{"uri":"Predator","surface_form":"predator","offset":1207},{"uri":"Prey","surface_form":"prey","offset":1216},{"uri":"Carnivore","surface_form":"carnivorous","offset":2265},{"uri":"Defence_against_herbivores","surface_form":"defence against herbivores","offset":2554},{"uri":"Spine","surface_form":"spine","offset":2590},{"uri":"Toxin","surface_form":"toxin","offset":2598},{"uri":"Poison","surface_form":"poison","offset":2606},{"uri":"Taste","surface_form":"taste","offset":2625}]}