{"id":461877,"url":"http://en.wikipedia.org/wiki/Ocicat","text":"The Ocicat is a breed of cat. It looks like a wild cat but has no wild DNA in its gene pool. The Ocicat is spotted like a wild cat but is tame and has the behavior of a domestic animal. It got its name because it looks like an ocelot. The breed started accidentally by mating Siameses and Abyssinians. Later, American Shorthairs (silver tabby cats) were added to the mix. This gave the breed their silver color, bone structure and patterns. Now, the Ocicat is a popular breed all over the world.\nAppearance.\nThere are twelve fur coat colors accepted for the Ocicat breed: tawny, chocolate and cinnamon, blue, lavender and fawn. As well, all have a shade of silver: black silver (ebony silver), chocolate silver, cinnamon silver, blue silver, lavender silver and fawn silver. Ocicats have eyes shaped like almonds. They have large strong bodies, legs with dark markings, and oval shaped paws. The eyes are usually rimmed with dark fur. These cats have dark spots all over their fur that are darker than their background color. The Ocicat's large, muscled body gives them a look of power and strength.\nBehavior.\nMost Ocicats are friendly and are not shy. This makes them good family pets. Most can also get along well with other animals. Their mood and actions are similar to those of a dog. Most can be trained to fetch toys, walk on a leash, come when called, and other dog-related tricks. Some even like the water. They are playful and like toys very much. So these pets need attention from their owners.\nHistory.\nThe first breeder of Ocicats was Virginia Daly, in Michigan, who tried to breed an Abyssinian-pointed Siamese in 1964. Her kittens looked like Abyssinians. But when they were later mated, there was not only an Abyssinian-pointed Siamese, but a spotted kitten,Tonga. The breeder's daughter, nicknamed Tonga an 'ocicat'. Tonga was sold as a pet, but his parent cats had more spotted kittens. This began the Ocicat breed. Other breeders then also did the same steps. They mated Siamese cats to Abyssinians, and then those cat descendents to Siameses to get Ocicat kittens. The Ocicat was accepted in The Cat Fanciers' Association and was first shown for championships in 1987.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breeds","surface_form":"breed","offset":16},{"uri":"Cat","surface_form":"cat","offset":25},{"uri":"Wild_cat","surface_form":"wild cat","offset":46},{"uri":"DNA","surface_form":"DNA","offset":71},{"uri":"Gene_pool","surface_form":"gene pool","offset":82},{"uri":"Domesticated","surface_form":"domestic","offset":169},{"uri":"Ocelot","surface_form":"ocelot","offset":227},{"uri":"Siamese_(cat)","surface_form":"Siamese","offset":276},{"uri":"Abyssinian_(cat)","surface_form":"Abyssinian","offset":289},{"uri":"American_Shorthair","surface_form":"American Shorthair","offset":309},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":337},{"uri":"Fur","surface_form":"fur","offset":525},{"uri":"Almond","surface_form":"almond","offset":805},{"uri":"Michigan","surface_form":"Michigan","offset":1566},{"uri":"Descendant","surface_form":"descendents","offset":2038}]}