{"id":461949,"url":"http://en.wikipedia.org/wiki/Dreadnoughtus","text":"\"Dreadnoughtus\" is a genus of giant titanosaurian dinosaur. Its fossilised skeleton was found in the Upper Cretaceous of Santa Cruz province, Argentina. These rocks date from 84–66 million years ago (mya).\nThis is one of the largest of all known terrestrial vertebrates. It has the greatest mass (weight) of any land animal that has been calculated. They used using limb bone measurements for the calculation.\nThe specimen was probably not fully grown at the time of its death. The histology of its humerus, shows a lack of an outer layer of bone found only in fully-grown vertebrates. There is a lot of fast-deposited or still-growing bone tissue. Therefore, the specimen was still growing at the time of its death. It is unknown how large this individual would have grown if it had lived a full life.\nEstimates.\nAs a matter of basic science, the estimates of dimensions such as the mass (weight) of extinct animals are very rough figures. To avoid the pretence of spurious accuracy. we only give rounded figures here. Moreover. all the skeletons are incomplete, which means that even length (the easiest dimension to estimate) cannot be given exactly. Published estimates by scientists are just that: \"estimates\". Estimation is an approximation given when information is not clear or is incomplete. It is like making an educated guess.\nThere is a ~x2 difference between the heaviest and lightest estimates, and that is not at all unusual for this type of calculation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus","surface_form":"genus","offset":21},{"uri":"Titanosaur","surface_form":"titanosaur","offset":36},{"uri":"Dinosaur","surface_form":"dinosaur","offset":50},{"uri":"Skeleton","surface_form":"skeleton","offset":75},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":101},{"uri":"Santa_Cruz_Province%2C_Argentina","surface_form":"Santa Cruz province, Argentina","offset":121},{"uri":"Mass","surface_form":"mass","offset":291},{"uri":"Weight","surface_form":"weight","offset":297},{"uri":"Histology","surface_form":"histology","offset":482},{"uri":"Humerus","surface_form":"humerus","offset":499},{"uri":"Vertebrates","surface_form":"vertebrates","offset":573}]}