{"id":46203,"url":"http://en.wikipedia.org/wiki/Chromatic","text":"e=\"preserve\">A chromatic scale is a musical scale which uses every note as it goes up or down i.e. it goes up and down in semitones (half tones). To play a chromatic scale on the piano every note is played: both white and black notes (e.g. C, C sharp, D, D sharp, E, F etc.). A chromatic scale can start on any note.\nMeaning of the word “chromatic”.\nThe word “chromatic” comes from the Greek word “chromos” meaning “color”. Organists in the 16th and 17th centuries such as Sweelinck liked to write “Chromatic Fantasias”. These were pieces based on tunes which were chromatic. In those days, because of the tuning systems used, not all the semitones were exactly the same size. Going up a chromatic scale would have been like walking up a staircase with steps which were slightly larger or smaller in depth. This made chromatic scales very interesting and “colourful” which is why they were called “chromatic”.\nChromatic harmony.\nChromatic harmony means harmony (chords) which use notes which do not belong to the key the music is in (they are not in the key signature). Although Bach in the 18th century used chromatic harmony it was the 19th century composers who used it more and more. Wagner wrote music which was very chromatic: there were lots of sharps and flats and it kept modulating to different key areas. The chord at the beginning of his opera \"Tristan and Isolde\" is so famous that it is known as the \"Tristan chord\". It is very chromatic. The music is full of tension because it leaves us wondering which key the music is in.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scale_(music)","surface_form":"scale","offset":44},{"uri":"Note_(music)","surface_form":"note","offset":67},{"uri":"Semitone","surface_form":"semitone","offset":122},{"uri":"Piano","surface_form":"piano","offset":179},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":386},{"uri":"Color","surface_form":"color","offset":416},{"uri":"Pipe_organ","surface_form":"Organists","offset":424},{"uri":"16th_century","surface_form":"16th","offset":441},{"uri":"17th_century","surface_form":"17th centuries","offset":450},{"uri":"Jan_Pieterszoon_Sweelinck","surface_form":"Sweelinck","offset":473},{"uri":"Musical_tuning","surface_form":"tuning systems","offset":606},{"uri":"Tonality","surface_form":"key","offset":1013},{"uri":"Key_signature","surface_form":"key signature","offset":1054},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":1079},{"uri":"18th_century","surface_form":"18th century","offset":1091},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":1188},{"uri":"Opera","surface_form":"opera","offset":1350},{"uri":"Tension","surface_form":"tension","offset":1474}]}