{"id":46206,"url":"http://en.wikipedia.org/wiki/Nelson_Rockefeller","text":"Nelson Aldrich Rockefeller (July 8, 1908 – January 26, 1979) was a liberal Republican American politician and businessman. He was from one of the richest and most powerful families in the United States.\nPersonal life.\nHis paternal grandfather was John D. Rockefeller Sr. His maternal grandfather was United States Senator Nelson Aldrich of Rhode Island. He was the son of John D. Rockefeller, Jr., and Abby Aldrich. He was Governor of New York from 1959 to 1973. He was the brother of David Rockefeller, chairman of Chase Bank, Winthrop, later Governor of Arkansas, John III, and Laurance. He is the uncle of former Senator John D. Rockefeller IV.\nMarriages.\nHe was married twice. His first was to Mary Todhunter Clark until they divorced. His second was to Margaretta Fitler Murphy until his death from a heart attack.\nPolitical career.\nHe tried three times to gain his party's nomination for the United States presidency but lost to the slightly more conservative Vice President and future President Richard Nixon in 1960 and 1968 and conservative Senator Barry Goldwater of Arizona in 1964. He refused to support Goldwater in the general election after losing to him, which Nixon condemned him for and used to argue that Rockefeller was not a loyal Republican. He was Vice-President from 1974-1977 under Gerald Ford. He waged a campaign against future President George Bush to be appointed to that office. He won. He was a member of the Republican Party. He was in Knights of Pythias.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":86},{"uri":"Politician","surface_form":"politician","offset":95},{"uri":"Business","surface_form":"business","offset":110},{"uri":"Family","surface_form":"families","offset":172},{"uri":"John_D._Rockefeller","surface_form":"John D. Rockefeller","offset":247},{"uri":"United_States_Senate","surface_form":"Senator","offset":314},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":340},{"uri":"Governor","surface_form":"Governor","offset":423},{"uri":"New_York","surface_form":"New York","offset":435},{"uri":"David_Rockefeller","surface_form":"David Rockefeller","offset":485},{"uri":"Divorce","surface_form":"divorce","offset":730},{"uri":"Heart_attack","surface_form":"heart attack","offset":806},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice-President","offset":1271},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":1307}]}