{"id":462213,"url":"http://en.wikipedia.org/wiki/Abdul_Latif_Khan_Tarin","text":"Jemadar Abdul Latif Khan Tarin (1884-1916), IDSM, was an officer of the British Indian Army. He fought in World War I and died in action, after showing a lot of bravery, receiving an IDSM (Indian Distinguished Service Medal) medal or award.\nEarly life.\nAbdul Latif Khan belonged to the Tarin (or Tareen) tribe settled in Haripur District, of Hazara, NWFP, British India (now in Pakistan). His father was Nawab-Bahadur Muhammad Habib Khan Risaldar, CSI, Jagirdar of Talokar and his elder brother was Khan Sahib Abdul Majid Khan Tarin, OBE. He was born in 1884 and enrolled in the 82nd Punjabis in 1904.\nMilitary service.\nAbdul Latif Khan was promoted as 'Jemadar' (a native commissioned officer) in 1912 and served in several military postings and campaigns on the North-West Frontier Province of India and in North Waziristan Agency.\nIn December 1915, he, along with his battalion, were ordered to move to Mesopotamia(now Iraq) to take part in the First World War combat there against the Turks and Germans. They reached Basra, Mesopotamia in January 1916 and then, Latif Khan and his battalion participated in the Battle of Dujaila, where Khan was killed in action after single-handedly silencing a number of enemy machine guns, on 8 March 1916; for which action he was awarded the IDSM. He was buried at the battle site and is remembered on the World War I Basra War Memorial.\nThe World War I was indeed a very great global war in which millions of people died; and we must remember the sacrifices of those people, especially young soldiers, who went willingly to fight for our freedom. Brave soldiers like Abdul Latif Khan deserve our respect.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_I","surface_form":"World War I","offset":106},{"uri":"Tarin","surface_form":"Tarin","offset":286},{"uri":"British_India","surface_form":"British India","offset":356},{"uri":"Talokar","surface_form":"Talokar","offset":465},{"uri":"Abdul_Majid_Khan_Tarin","surface_form":"Abdul Majid Khan Tarin","offset":510},{"uri":"82nd_Punjabis","surface_form":"82nd Punjabis","offset":579},{"uri":"North-West_Frontier_Province","surface_form":"North-West Frontier Province","offset":764},{"uri":"North_Waziristan_Agency","surface_form":"North Waziristan Agency","offset":809},{"uri":"Iraq","surface_form":"Iraq","offset":922},{"uri":"Basra","surface_form":"Basra","offset":1021}]}