{"id":46223,"url":"http://en.wikipedia.org/wiki/Ban_Ki-moon","text":"Ban Ki-moon (; born 13 June 1944) is a South Korean diplomat. He was the eighth Secretary-General of the United Nations from 2007 to 2016. He replaced Kofi Annan on 1 January 2007.\nBan was the Foreign Minister of South Korea from January 2004 to November 2006. On October 13, 2006, he was elected to be the eighth Secretary-General by the United Nations General Assembly.\nEducation.\nBan received his bachelor's degree in International Relations from Seoul National University in 1970 and earned a Master of Public Administration from the John F. Kennedy School of Government at Harvard University in 1985.\nPersonal.\nBan is married, and he has a son and two daughters. His native language is Korean, but he also speaks English and French.\nBan met U.S. President John F. Kennedy in Washington, D.C. after winning an English language competition in the early 1960s while he was in high school. The competition was organised by the American Red Cross. He has said that it was after this meeting that he wanted to become a diplomat.\nCareer.\nBan joined the Ministry of Foreign Affairs in May 1970 and worked his way up during the years of the Yusin Constitution.\nHis first overseas posting was to New Delhi. After that, he worked in the United Nations Division at the foreign ministry's headquarters. At the time of Park Chung Hee's assassination, Ban was First Secretary at South Korea's Permanent Observer Mission to the UN in New York City (South Korea only became a full UN member state on September 17, 1991). He subsequently assumed the post of Director of the United Nations Division. He has been posted twice to the Republic of Korea (ROK) Embassy in Washington, D.C. Between these two assignments he served as Director-General for American Affairs in 1990 – 1992. He was promoted to the position of Deputy Minister for Policy Planning and International Organizations in 1995. He was then appointed National Security Advisor to the President in 1996, and assumed the office of Vice Minister in 2000. His most recent post was as Foreign Policy Advisor to the President Roh Moo-hyun.\nWhile he served as Ambassador to Austria, Ban was elected as Chairman of the Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO PrepCom) in 1999. During the ROK's Presidency of the 56th Session of the United Nations General Assembly (GA) in 2001, he worked as Chef de Cabinet of the President of the GA.\nBan has been very involved in issues relating to inter-Korean relationships. In 1992, he served as Vice Chairman of the South-North Joint Nuclear Control Commission, following the adoption by South and North Korea of the Joint Declaration of the Denuclearization of the Korean Peninsula. In September 2005, as Foreign Minister, he played a leading role in the diplomatic efforts to adopt the Joint Statement on resolving the North Korean nuclear issue at the Fourth Round of the Six-Party Talks held in Beijing.\nUN Secretary-General candidacy.\nIn February 2006, Ban announced his candidacy to replace Kofi Annan as UN Secretary-General at the end of 2006. He was the first South Korean to run for Secretary-General. He got the most votes in each of the four straw polls conducted by the United Nations Security Council on July 24, 2006, September 14, 2006 September 28, 2006 and October 2, 2006.\nOn September 25, 2006, while these polls were taking place, Ban addressed the Asia Society in New York on his candidacy and views on major issues confronting the UN. The next day, he gave an interview to the Asia Society's \"AsiaSource\", where he again spoke a lot about the upcoming challenges to be faced by the UN. Earlier in the year, he had spoken to the Council on Foreign Relations in New York.\nIn an informal poll that took place on October 2, 2006, Ban received fourteen favourable votes and one \"no opinion\" from the fifteen members of the Security Council; the Japanese delegation the only nation that was not in full agreement. More importantly, Ban was the only one to escape a veto, while each of the five other candidates received at least one \"no\" vote from the five permanent members of the council — People's Republic of China, France, Russia, the United Kingdom, and the United States. After the vote, Shashi Tharoor, who finished second, withdrew his candidacy and China's Permanent Representative to the UN told reporters that \"it is quite clear from today's straw poll that Minister Ban Ki-moon is the candidate that the Security Council will recommend to the General Assembly.\"\nOn October 9, 2006, the Security Council formally chose Ban as its nominee. On October 13, 2006, the 192-member General Assembly adopted a resolution, by acclamation, appointing Ban as Secretary-General.\nIn 2009 Op-Ed, Ban Ki-moon in referring to global warming stated: \"All agree that climate change is an existential threat to humankind\"\nOn June 21, 2011, he was re-elected for a second term as UN Secretary General by unanimous votes.\nAwards.\nBan has been awarded the Order of Service Merit twice, once in 1975, and again in 1986, by the Government of the Republic of Korea. For his accomplishments as an envoy, he received the Grand Decoration of Honour from the Republic of Austria in 2001. A year later, the government of Brazil awarded himi the Grand Cross of Rio Branco.\nIn September 2005, the Korea Society in New York honoured him with the James A. Van Fleet Award for his contributions to friendship between the United States and the Republic of Korea.","categories":[],"infobox_types":["Korean name"],"annotations":[{"uri":"United_Nations_Secretary-General","surface_form":"Secretary-General","offset":80},{"uri":"United_Nations","surface_form":"United Nations","offset":105},{"uri":"Kofi_Annan","surface_form":"Kofi Annan","offset":151},{"uri":"South_Korea","surface_form":"South Korea","offset":213},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":339},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":400},{"uri":"International_relations","surface_form":"International Relations","offset":421},{"uri":"Seoul_National_University","surface_form":"Seoul National University","offset":450},{"uri":"Master_of_Public_Administration","surface_form":"Master of Public Administration","offset":497},{"uri":"Harvard_University","surface_form":"Harvard University","offset":578},{"uri":"Korean_language","surface_form":"Korean","offset":691},{"uri":"English_language","surface_form":"English","offset":718},{"uri":"French_language","surface_form":"French","offset":730},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":746},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":761},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":780},{"uri":"High_school","surface_form":"high school","offset":878},{"uri":"New_Delhi","surface_form":"New Delhi","offset":1191},{"uri":"Park_Chung_Hee","surface_form":"Park Chung Hee","offset":1310},{"uri":"Assassination","surface_form":"assassination","offset":1327},{"uri":"New_York_City","surface_form":"New York City","offset":1423},{"uri":"Republic_of_Korea","surface_form":"Republic of Korea","offset":1618},{"uri":"Roh_Moo-hyun","surface_form":"Roh Moo-hyun","offset":2070},{"uri":"Ambassador","surface_form":"Ambassador","offset":2103},{"uri":"Austria","surface_form":"Austria","offset":2117},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":2323},{"uri":"North_Korea","surface_form":"North Korea","offset":2628},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":2696},{"uri":"Foreign_Minister","surface_form":"Foreign Minister","offset":2736},{"uri":"Beijing","surface_form":"Beijing","offset":2929},{"uri":"Kofi_Annan","surface_form":"Kofi Annan","offset":3027},{"uri":"UN_Secretary-General","surface_form":"UN Secretary-General","offset":3041},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":3213},{"uri":"Veto","surface_form":"veto","offset":4012},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":4139},{"uri":"France","surface_form":"France","offset":4167},{"uri":"Russia","surface_form":"Russia","offset":4175},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":4187},{"uri":"United_States","surface_form":"United States","offset":4211},{"uri":"China","surface_form":"China's","offset":4306},{"uri":"Global_warming","surface_form":"global warming","offset":4769},{"uri":"Climate_change","surface_form":"climate change","offset":4808},{"uri":"Unanimous","surface_form":"unanimous","offset":4943},{"uri":"Republic_of_Korea","surface_form":"Republic of Korea","offset":5081},{"uri":"Republic_of_Austria","surface_form":"Republic of Austria","offset":5189},{"uri":"Brazil","surface_form":"Brazil","offset":5250},{"uri":"New_York_City","surface_form":"New York","offset":5341},{"uri":"Friendship","surface_form":"friendship","offset":5422}]}