{"id":46243,"url":"http://en.wikipedia.org/wiki/Edward_the_Elder","text":"Edward the Elder (c. 874-877-17 July 924) was a West Saxon nobleman. He was the King of Wessex but assumed the title King of the Anglo-Saxons. He was king from 899 until his death in 924.\nAtheling.\nEdward was the son of Alfred the Great and Ealhswith. She was a daughter of Ethelred, also called Mucill, Ealdorman of the Gaini. He was born about the year 870. As one of at least three athelings, it was not absolutely certain he would be king after his father. His cousin, Aethelwold, was older and was the son of Alfred's older brother Athelred of Wessex. When he was about four years old Edward was sent to Rome. There, in a ceremony, he was given a sword, belt and given the rank of consul. This is one of several things Alfred did to make Edward the first choice among the Athelings who would succeed him as king. By a past agreement Alfred had control of most of the royal estates. He could leave all or some to Edward. In the 880s, Alfred made a will giving most of the royal estates to his son Edward, and left his two nephews only modest lands in the eastern part of the realm. This meant that if Ethelhelm were selected as king over Edward, he might not have enough income to support himself as king.\nKing of Wessex.\nEdward ruled from time of his father's death on 26 October, 899. But he wasn't coronated until Whitsunday (8 June) of 900. His reign began with his cousin Athelwold, son of King Athelred, seizing the royal manors of Wimborne and Christchurch. When Edward confronted him Athelwold fled. He left behind a nun he had abducted. Athelwold was accepted by the Danes of Northumbria. There he was elected King of York. In 901 Athelwold was in Essex with a fleet he raised over seas. In 902 he convinced a Danish army in East Anglia to raid into Wessex and Mercia with him. In response Edward led his army into East Anglia and destroyed the countryside. Edward ordered his troops to retire back to Wessex, but the Kentish men disobeyed his orders and stayed behind. The Danish army quickly caught up with them. In the battle that followed, Ethelwald was killed.\nEdward continued his wars against the Danes. He received a great deal of aid from his sister, Ethelflaeda. She had married Ethelred of Mercia and at his death she became the leader of the Mercians. Together Edward and Ethelflaeda defeated the Danes in numerous battles. But Ethelflaeda also built a line of fortresses on the Mercian Frontier. This was what her father Alfred the Great had done on the Wessex borders with the Danish held territories. Edward began to use these fortresses differently. Not just for defense of his own lands he used them to hold captured lands. Edward and his sister were very successful against the Danes. So much so they quit raiding into Wessex and Mercia. Freed of wars with the Daneds, Edward could attend to other issues. He brought Strathclyde and parts of Northumbria under his control. He also brought Mercia under his direct rule after his sister Ethelflaeda died. The appearance of the Viking leader Ragnvald in York slowed his progress. But by the end of his reign he had control of all lands south of the River Humber. In a treaty Ragnvald, the kings of Strathclyde and the Scots recognized his rule.\nIn 924 Mercian nobles wanting to be free of Edward's rule made an alliance with the Welsh. Edward quickly put down the rebellion and placed a garrison in the town of Chester. But this expedition proved to be his last. Edward died 17 July 924. Before the end of the year his son Athelstan was recognized as the rightful king.","categories":[],"infobox_types":["Monarch"],"annotations":[{"uri":"Wessex","surface_form":"West Saxon","offset":48},{"uri":"Nobleman","surface_form":"nobleman","offset":59},{"uri":"List_of_monarchs_of_Wessex","surface_form":"King of Wessex","offset":80},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":220},{"uri":"Ealdorman","surface_form":"Ealdorman","offset":304},{"uri":"Gaini","surface_form":"Gaini","offset":321},{"uri":"Atheling","surface_form":"athelings","offset":385},{"uri":"Athelred_of_Wessex","surface_form":"Athelred of Wessex","offset":537},{"uri":"Rome","surface_form":"Rome","offset":609},{"uri":"Consul","surface_form":"consul","offset":686},{"uri":"Coronated","surface_form":"coronated","offset":1305},{"uri":"Whitsunday","surface_form":"Whitsunday","offset":1321},{"uri":"Athelred_of_Wessex","surface_form":"King Athelred","offset":1399},{"uri":"Nun","surface_form":"nun","offset":1529},{"uri":"York","surface_form":"York","offset":1631},{"uri":"Fleet","surface_form":"fleet","offset":1674},{"uri":"East_Anglia","surface_form":"East Anglia","offset":1738},{"uri":"Mercia","surface_form":"Mercia","offset":1774},{"uri":"River_Humber","surface_form":"River Humber","offset":3127},{"uri":"Treaty","surface_form":"treaty","offset":3146},{"uri":"Strathclyde","surface_form":"Strathclyde","offset":3176},{"uri":"Scotland","surface_form":"Scots","offset":3196},{"uri":"Alliance","surface_form":"alliance","offset":3289},{"uri":"Wales","surface_form":"Welsh","offset":3307},{"uri":"Rebellion","surface_form":"rebellion","offset":3342},{"uri":"Garrison","surface_form":"garrison","offset":3365},{"uri":"Chester","surface_form":"Chester","offset":3389}]}