{"id":462512,"url":"http://en.wikipedia.org/wiki/Jennie_Wade","text":"Mary Virginia \"Jennie\" (sometimes \"Ginnie\") Wade (May 21, 1843 – July 3, 1863), was a woman from Gettysburg, Pennsylvania. She was the only Gettysburg civilian killed directly during the Battle of Gettysburg. The house where she was killed is now a museum called the \"Jennie Wade House.\"\nEarly life.\nWade was born in Gettysburg, Pennsylvania. The house where she was born still stands. When she was a young woman, she and her mother worked as seamstresses. They lived in a house on Breckenridge Street. Wade's father was a tailor. He lived in a psychiatric hospital.\nJack Skelly.\nWade may have been engaged to marry Johnston Hastings \"Jack\" Skelly. He was an officer in the Union Army. His picture was found in her pocket after her death. Skelly was wounded in the Second Battle of Winchester. He died from his injuries on July 12, 1863. He did not know that Wade had died days earlier. Skelly and Wade were childhood friends. Only one letter between the two survived the war. There was nothing in it about a romantic relationship.\nBattle of Gettysburg.\nThe first day of the Battle of Gettysburg was July 1, 1863. Early in the morning, Wade and others went to the house of Wade's sister, Georgia McClellan. They planned to help Georgia with her five-day-old baby.\nMcClellan's house was at 528 Baltimore Street. That was between the armies of the North (the Union) and the South (the Confederacy). The house was hit by 150 bullets during the battle. An artillery shell went through the roof. It did not explode. It stayed where it fell for the next 15 years.\nIn the early morning of July 3, 1863, Wade was in the kitchen of her sister's home. She was making biscuits and bread for Union soldiers. A bullet came through two doors and hit Wade. It went through her left shoulder blade and through her heart. It stopped in her corset. She was killed instantly. Nobody knows which side fired the shot. Some writers say it was an unknown Confederate soldier. Jennie Wade was the only Gettysburg civilian killed directly during the Battle of Gettysburg.\nThree Union soldiers found Wade's body almost right away. They told the rest of her family. The family took shelter in the cellar. Wade's body was placed in a coffin that was meant for a Confederate officer. She was buried in the back yard of her sister's house. On July 4, Wade's mother finished making the bread from the dough that Wade had prepared. In January 1864, Wade's body was moved to the cemetery of the German Reformed Church on Stratton Street in Gettysburg.\nNewspaper accounts.\nWade received much attention from newspaper writers after her death. Most writers called her a heroine. Some writers did not have good things to say about her. She was accused of having visitors late at night. Other writers said that she was too friendly with Confederate soldiers.\nMonument.\nIn November 1865, Wade's body was buried in the Evergreen Cemetery in Gettysburg near Jack Skelly. Gettysburg resident Anna M. Miller designed a monument to Wade. It was put in the cemetery in 1900. This monument includes a Flag of the United States that flies around the clock. The Betsy Ross House in Philadelphia is the only other site devoted to a woman that has a flag flying at all times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gettysburg%2C_Pennsylvania","surface_form":"Gettysburg, Pennsylvania","offset":97},{"uri":"Civilian","surface_form":"civilian","offset":151},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":187},{"uri":"Museum","surface_form":"museum","offset":249},{"uri":"Gettysburg%2C_Pennsylvania","surface_form":"Gettysburg, Pennsylvania","offset":317},{"uri":"Seamstress","surface_form":"seamstress","offset":443},{"uri":"Psychiatric_hospital","surface_form":"psychiatric hospital","offset":545},{"uri":"Union_Army","surface_form":"Union Army","offset":674},{"uri":"Second_Battle_of_Winchester","surface_form":"Second Battle of Winchester","offset":765},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":1075},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":1357},{"uri":"Confederacy","surface_form":"Confederacy","offset":1383},{"uri":"Bullet","surface_form":"bullet","offset":1422},{"uri":"Artillery","surface_form":"artillery","offset":1452},{"uri":"Biscuit","surface_form":"biscuit","offset":1657},{"uri":"Bread","surface_form":"bread","offset":1670},{"uri":"Shoulder_blade","surface_form":"shoulder blade","offset":1767},{"uri":"Corset","surface_form":"corset","offset":1823},{"uri":"Cellar","surface_form":"cellar","offset":2170},{"uri":"Coffin","surface_form":"coffin","offset":2206},{"uri":"Burial","surface_form":"buried","offset":2263},{"uri":"Dough","surface_form":"dough","offset":2370},{"uri":"Cemetery","surface_form":"cemetery","offset":2446},{"uri":"Monument","surface_form":"monument","offset":2976},{"uri":"Flag_of_the_United_States","surface_form":"Flag of the United States","offset":3055},{"uri":"Betsy_Ross","surface_form":"Betsy Ross","offset":3114},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":3134}]}