{"id":462551,"url":"http://en.wikipedia.org/wiki/Ayaan_Hirsi_Ali","text":"Ayaan Hirsi Ali (born 13 November 1969) is a Dutch-American activist who was born in Somalia. She is known for being critical of female genital mutilation and Islam. She is the daughter of Somali politician Hirsi Magan Isse. In 2005 Hirsi Ali was in \"Time\" magazine's list of the 100 most influential people in the world. Hirsi Ali became an American citizen in 2013. She is married to British historian and public commentator Niall Ferguson.\nEarly life.\nHirsi Ali was born as Ayaan Hirsi Magan in 1969 in Mogadishu, Somalia. Her father Hirsi Magan Isse was put in prison when Hirsi Ali was a baby. She had female genital mutilation done to her when she was five years old. Hirsi Ali's family moved with her to Saudi Arabia then Ethiopia. In 1980 they moved again to Nairobi, Kenya. Hirsi Ali studied at a Muslim Girls' Secondary School.\nLife in the Netherlands and United States.\nIn 1992 Hirsi Ali moved to the Netherlands. Between 1995 and 2001 she worked as a translator.\nShe started working as a researcher for the Wiardi Beckman Foundation in 2001.\nIn 2002 she became an atheist. She became a member of the Dutch parliament in 2003. Hirsi Ali wrote the script for a short film directed by Theo Van Gogh called \"Submission\". It was released in 2004. Mohammed Bouyeri killed Van Gogh on 2 November 2004. He left a note on Gogh's body. The note was a death threat to Hirsi Ali. In 2006 Hirsi Ali's second book translated in English, \"The Caged Virgin: An Emancipation Proclamation for Women and Islam\", was published.\nIn 2013 Hirsi Ali became a naturalized US citizen.\nIn 2014 Brandeis University decided to give Hirsi Ali an honorary degree. Then she was not given the degree because of a campaign.\nPolitical views.\nHirsi Ali supports Israel in the Israeli-Palestinian conflict.\nAHA Foundation.\nIn 2007 Hirsi Ali started the AHA Foundation. The foundation is for women's rights.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch_people","surface_form":"Dutch","offset":45},{"uri":"Americans","surface_form":"American","offset":51},{"uri":"Activist","surface_form":"activist","offset":60},{"uri":"Somalia","surface_form":"Somalia","offset":85},{"uri":"Female_genital_mutilation","surface_form":"female genital mutilation","offset":129},{"uri":"Islam","surface_form":"Islam","offset":159},{"uri":"Hirsi_Magan_Isse","surface_form":"Hirsi Magan Isse","offset":207},{"uri":"Time_magazine","surface_form":"Time","offset":251},{"uri":"Niall_Ferguson","surface_form":"Niall Ferguson","offset":427},{"uri":"Mogadishu","surface_form":"Mogadishu","offset":506},{"uri":"Female_genital_mutilation","surface_form":"female genital mutilation","offset":607},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":711},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":729},{"uri":"Nairobi","surface_form":"Nairobi","offset":767},{"uri":"Kenya","surface_form":"Kenya","offset":776},{"uri":"Atheist","surface_form":"atheist","offset":1076},{"uri":"Theo_Van_Gogh","surface_form":"Theo Van Gogh","offset":1194},{"uri":"Brandeis_University","surface_form":"Brandeis University","offset":1579},{"uri":"Honorary_degree","surface_form":"honorary degree","offset":1628},{"uri":"Israel","surface_form":"Israel","offset":1738},{"uri":"Israeli-Palestinian_conflict","surface_form":"Israeli-Palestinian conflict","offset":1752},{"uri":"AHA_Foundation","surface_form":"AHA Foundation","offset":1828}]}