{"id":462667,"url":"http://en.wikipedia.org/wiki/Sun_Tower","text":"The Sun Tower is a Beaux-Arts building at 128 West Pender Street in Vancouver, British Columbia. The building is known for its faux-patina steel dome painted to imitate copper cladding.\nThe building was commissioned by L. D. Taylor to house his newspaper, The Vancouver World. It was designed by W. T. Whiteway, who was also the designer for the original Woodward's building nearby. After the building was finished in 1912, it was called The World Building. It became the tallest building in the British Empire at 82 m (269 ft). It surpassed the former record-holder, the Dominion Building which is located just around the corner. It was also the tallest building in Canada for two years until Toronto's 20-story Optima Business Centre opened in 1914 and surpassed it. In 1918, many Vancouverites turned out to watch Harry Gardiner, the \"Human Fly\", scale the outside of the building.\nThe building was bought by The Vancouver Sun in 1937 and was it was renamed. Although The Vancouver Sun newspaper had long since moved, first to South Granville then to Granville Square, the building has kept the name. The outside of the building was used as the Watchtower in Smallville. The tower had to be digitally enhanced to look taller. In some of the shots, the tower is the highest building in Metropolis. The building was also used as Chance's and Winston's office in the television show Human Target.\nOn March 19, 2008, it was announced that Sun Capital had bought the building on March 17. After they bought it, they overhauled the fabric and interiors of the building. In turn, the building was sold to the current owners Allied Properties REIT in August 2011. The heritage building is promised to be restored by the new owners.","categories":[],"infobox_types":[],"annotations":[{"uri":"Beaux-Arts_architecture","surface_form":"Beaux-Arts","offset":19},{"uri":"Vancouver","surface_form":"Vancouver","offset":68},{"uri":"British_Columbia","surface_form":"British Columbia","offset":79},{"uri":"Patina","surface_form":"patina","offset":132},{"uri":"L._D._Taylor","surface_form":"L. D. Taylor","offset":219},{"uri":"Woodward%27s_Building","surface_form":"Woodward's building","offset":355},{"uri":"Toronto","surface_form":"Toronto","offset":694},{"uri":"Harry_Gardiner","surface_form":"Harry Gardiner","offset":817},{"uri":"The_Vancouver_Sun","surface_form":"The Vancouver Sun","offset":912},{"uri":"Granville_Square","surface_form":"Granville Square","offset":1054},{"uri":"Smallville","surface_form":"Smallville","offset":1162},{"uri":"Human_Target_(2010_TV_series)","surface_form":"Human Target","offset":1383}]}