{"id":462751,"url":"http://en.wikipedia.org/wiki/American_Bobtail","text":"The American Bobtail is a breed of cat. It has a short \"bobbed\" tail about one-third to one-half the length of a normal cat's tail. This is because of a genetic mutation that affects the way their tail develops. This mutation also happens with the Manx cat.\nThe American Bobtail looks like the Japanese Bobtail, but they are not in the same cat breed family. The genetic mutations for their bobbed tails are different because the gene for the American Bobtail's tail is dominant and the Japanese Bobtail's is recessive.\nAppearance.\nAmerican Bobtails can have either short or long-haired fur coats. Their coat is shaggy instead of fluffy. They can have any color of eyes and coat. They look like a \"wild\" tabby cat. Their eyes are almond shaped. They have a long and strong body. Their tail is short, but the end of it can be seen above their back. It can be straight or curved, slightly knotted or may have bumps. These cats take two to three years to grow from kittens into adult cats.\nBehavior.\nAmerican Bobtails are playful and have a lot of energy. They are friendly and are not shy. These cats are intelligent. Some have been clever enough to escape from rooms and cages with closed and latched doors. Since they are playful and want attention, they will beg for it by meowing or just by hopping into laps.\nHistory.\nAn urban legend says that Bobtail cats began by cross mating a domestic tabby cat and a wild bobcat. Their unusual tail is really an accidental genetic mutation in the cat world. It may be related to the Manx gene, which is also dominant. The first Bobtail cat's parents were a short-tailed brown tabby cat male named Yodie and a seal point Siamese female in the late 1960s. This cat was born in Arizona near an American Indian reservation. Yodie's family breed was not known. It was thought to have been a bobcat and domestic cat hybrid because of its stubby tail.\nThe breed was first recognized by The International Cat Association in the United States, in 1989.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breeds","surface_form":"breed","offset":26},{"uri":"Cat","surface_form":"cat","offset":35},{"uri":"Genetics","surface_form":"genetic","offset":153},{"uri":"Mutation","surface_form":"mutation","offset":161},{"uri":"Manx_(cat)","surface_form":"Manx cat","offset":248},{"uri":"Japanese_Bobtail","surface_form":"Japanese Bobtail","offset":294},{"uri":"Allele","surface_form":"dominant","offset":470},{"uri":"Allele","surface_form":"recessive","offset":509},{"uri":"Fur","surface_form":"fur","offset":587},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":704},{"uri":"Almond","surface_form":"almond","offset":730},{"uri":"Intelligence","surface_form":"intelligent","offset":1103},{"uri":"Escape","surface_form":"escape","offset":1148},{"uri":"Latch","surface_form":"latch","offset":1192},{"uri":"Urban_legend","surface_form":"urban legend","offset":1324},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":1393},{"uri":"Bobcat","surface_form":"bobcat","offset":1414},{"uri":"Manx_(cat)","surface_form":"Manx","offset":1525},{"uri":"Siamese_(cat)","surface_form":"Siamese","offset":1662},{"uri":"American_Indian","surface_form":"American Indian","offset":1733},{"uri":"Hybrid","surface_form":"hybrid","offset":1852}]}