{"id":462761,"url":"http://en.wikipedia.org/wiki/Meghan_Trainor","text":"Meghan Elizabeth Trainor (born December 22, 1993) is an American singer-songwriter and musician. She was born and raised in Nantucket, Massachusetts. The president of Epic Records, L.A. Reid, discovered Trainor and signed her to a record contract. She became famous through her song \"All About That Bass\", which reached number one in several countries around the world, including the US, UK, Canada, and Australia. Trainor's debut major label album, \"Title\", spawned three other successful singles: \"Lips Are Movin'\", \"Dear Future Husband\", and \"Like I'm Gonna Lose You\" which features R&B singer John Legend. Trainor also recorded, co-wrote, and co-produced the song \"Better When I'm Dancin'\", which is featured during the closing credits of \"The Peanuts Movie\". She was featured on singer-songwriter Charlie Puth's single \"Marvin Gaye\".\nAt the 2016 Grammy Awards, Trainor won the award for Best New Artist. On March 5, 2016, she released the lead single from her second major-label album, \"Thank You\", titled \"No\". \"Thank You\" was released on May 13, 2016. \"Me Too\" was released on May 5, 2016, as the second single from the album.\nIn 2017, she became engaged to actor Daryl Sabara, who is known for his role in the movie \"Spy Kids\", after dating since 2016. In 2018, she released the single \"No Excuses\" and announced that she was working on a new album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":56},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":65},{"uri":"Musician","surface_form":"musician","offset":87},{"uri":"Nantucket%2C_Massachusetts","surface_form":"Nantucket, Massachusetts","offset":124},{"uri":"Epic_Records","surface_form":"Epic Records","offset":167},{"uri":"All_About_That_Bass","surface_form":"All About That Bass","offset":284},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":586},{"uri":"John_Legend","surface_form":"John Legend","offset":597},{"uri":"Grammy_Awards","surface_form":"Grammy Awards","offset":851},{"uri":"Thank_You_(Meghan_Trainor_album)","surface_form":"Thank You","offset":992},{"uri":"No_Excuses","surface_form":"No Excuses","offset":1295}]}