{"id":462853,"url":"http://en.wikipedia.org/wiki/Cruis%27n_USA","text":"\"Cruis'n USA\" is an arcade racing video game published and distributed by Nintendo and was developed by Midway Games. It is the first game in the \"Cruis'n\" series. The game was released as an arcade system in North America in November 1994, on the Nintendo 64 on December 3, 1996 in North America and on April 12, 1998 in Europe, and was released on the Wii's Virtual Console on March 28, 2008 in Europe and on March 31, 2008 in North America. The Virtual Console release was the first third party developed Nintendo 64 game to be released on the service.\nThe game, along with \"Killer Instinct\", was originally planned as a launch title for the Nintendo 64. Both games did not make it out for Nintendo 64's launch, however, it was primarily because the arcade versions of both the games were done on hardware that was different and a little more powerful than the console. The game was impressive in arcades but was criticized when it came to the Nintendo 64 in 2996 because the port was less polished than the arcade version and its technology had already been surpassed by other games. The game was also delayed before its console release because of censorship issues.\nReception.\nIGN rated the game a 4 out of 10 and said \"Ignoring the dated gameplay and less than impressive physics and handling, at least graphical problems like pop-up and low framerates should have been fixed.\"\nGameSpot gave the game a 6.1 out of 10 and said \"Ultimately, Cruis'n USA is a dead conversion of a dead arcade game.\"","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Arcade_game","surface_form":"arcade","offset":20},{"uri":"Racing_video_game","surface_form":"racing","offset":27},{"uri":"Video_game","surface_form":"video game","offset":34},{"uri":"Video_game_publisher","surface_form":"published","offset":45},{"uri":"Nintendo","surface_form":"Nintendo","offset":74},{"uri":"Video_game_developer","surface_form":"developed","offset":91},{"uri":"Midway_Games","surface_form":"Midway Games","offset":104},{"uri":"Cruis%27n_(series)","surface_form":"Cruis'n","offset":147},{"uri":"Nintendo_64","surface_form":"Nintendo 64","offset":248},{"uri":"Wii","surface_form":"Wii","offset":354},{"uri":"Virtual_Console","surface_form":"Virtual Console","offset":360},{"uri":"Killer_Instinct_(1994_video_game)","surface_form":"Killer Instinct","offset":578},{"uri":"IGN","surface_form":"IGN","offset":1182},{"uri":"GameSpot","surface_form":"GameSpot","offset":1384}]}