{"id":462920,"url":"http://en.wikipedia.org/wiki/Edward_Dunlop","text":"Sir Ernest Edward \"Weary\" Dunlop, AC, CMG, OBE (12 July 19072 July 1993) was an Australian surgeon. He was known for his leadership while being held as a Prisoner of war by the Japanese during World War II.\nEarly Life.\nErnest Edward Dunlop was born 12 July 1907 in Wangaratta, Victoria, Australia. Dunlop grew up in the Wangaratta area. He was the son of James and Alice Dunlop and younger brother of Alan. His mother became ill after his birth, so his two twin aunts cared for him. He worked on the family farm at Sheepwash Creek. He then became a school cadet. He continued his part-time military service until 1929. In 1928 Dunlop qualified as a pharmacist and earned many awards. In 1934 he qualified as a doctor with first class honours. It was then earned his nickname ‘Weary’. He then worked in The Royal Melbourne Hospital. In 1937 he worked in the Royal Children's Hospital.\nGrowing up, Dunlop was very good at most sports. This included rugby and boxing. He became the first Victorian player in the national rugby union team, the Wallabies. He was the only Victorian in the Australian Rugby League Hall of Fame. He later became a very successful boxer.\nIn 1937, he met his future wife Helen Ferguson. Since she a student he went to England to take up postgraduate studies. When World War II broke out Dunlop became a specialist surgeon to the Emergency Medical Services. He then enlisted in the Australian Army Medical Corps, rising to the rank of Lieutenant Colonel. While Dunlop was in the Middle East, Helen joined him and they became engaged. In 1943, Ernest became imprisoned in Singapore. He was then sent to Thailand by the Japanese. In Thailand he worked at the Burma Railway as a medical officer. After the war he got married.\nWorld War Two.\nIn World War Two, Dunlop was posted to the Middle East. There he developed a mobile surgical unit that could move around to treat wounded soldiers. He also served in Crete and Greece. He fought in the battle of Tobruk. In 1942, Dunlop was sent to Java in Indonesia to treat wounded allied soldiers. Three years later, he was captured by the Japanese and became a prisoner of war. Dunlop was sent to Thailand-Burma Railway (AKA the death railway) between Bangkok and Rangoon. His medical skills, compassion and incredible courage in standing up to the Japanese inspired his fellow Prisoners Of War to keep going.","categories":[],"infobox_types":[],"annotations":[{"uri":"Companion_of_the_Order_of_Australia","surface_form":"AC","offset":34},{"uri":"Companion_of_the_Order_of_St_Michael_and_St_George","surface_form":"CMG","offset":38},{"uri":"Officer_of_the_Order_of_the_British_Empire","surface_form":"OBE","offset":43},{"uri":"Australia","surface_form":"Australia","offset":80},{"uri":"Surgery","surface_form":"surgeon","offset":91},{"uri":"Leadership","surface_form":"leadership","offset":121},{"uri":"Prisoner_of_war","surface_form":"Prisoner of war","offset":154},{"uri":"Japan","surface_form":"Japan","offset":177},{"uri":"World_War_II","surface_form":"World War II","offset":193},{"uri":"Wangaratta%2C_Victoria","surface_form":"Wangaratta, Victoria","offset":265},{"uri":"Australia","surface_form":"Australia","offset":287},{"uri":"Farm","surface_form":"farm","offset":507},{"uri":"Pharmacist","surface_form":"pharmacist","offset":649},{"uri":"Award","surface_form":"award","offset":676},{"uri":"Medical_doctor","surface_form":"doctor","offset":710},{"uri":"Nickname","surface_form":"nickname","offset":766},{"uri":"Royal_Melbourne_Hospital","surface_form":"Royal Melbourne Hospital","offset":806},{"uri":"Royal_Children%27s_Hospital","surface_form":"Royal Children's Hospital","offset":857},{"uri":"Sport","surface_form":"sport","offset":925},{"uri":"Rugby_union","surface_form":"rugby","offset":947},{"uri":"Boxing","surface_form":"boxing","offset":957},{"uri":"Victoria_(Australia)","surface_form":"Victorian","offset":985},{"uri":"Rugby_union","surface_form":"rugby union","offset":1018},{"uri":"Australian_Rugby_League_Hall_of_Fame","surface_form":"Australian Rugby League Hall of Fame","offset":1084},{"uri":"Student","surface_form":"student","offset":1223},{"uri":"Postgraduate_education","surface_form":"postgraduate studies","offset":1261},{"uri":"Surgeon","surface_form":"surgeon","offset":1338},{"uri":"Thailand","surface_form":"Thailand","offset":1625},{"uri":"Burma_Railway","surface_form":"Burma Railway","offset":1680},{"uri":"Married","surface_form":"married","offset":1737}]}