{"id":462915,"url":"http://en.wikipedia.org/wiki/David_Fleay","text":"David Fleay (January 6, 1907 - August 7, 1993) was an Australian naturalist (someone who studies nature). He was one of the first people to come up with the idea of breeding endangered species in captivity, so they would not go extinct in the wild. He was also the first person to succeed in breeding platypuses in captivity.\nFleay now has a wildlife park named after him in Queensland.\nEarly life.\nFleay was born in Ballarat, Victoria, in Australia. His parents were William and Maude Fleay.\nAs a young child, David became interested in the Australian bush and its wildlife at an early age. His mother was also interested in these things, but his father did not want David to spend his time thinking about Australian wildlife.\nFleay was educated at Pleasant Street State School and Balart Grammar School. His first job was at his father’s pharmacy.\nFleay then taught at Balart Church of England Grammar School until 1927, when he moved to Melbourne. There, he taught while studying for a Bachelor of Science degree and a Diploma of Education at Melbourne University.\nWhile at Melbourne University, Fleay met a science student named Mary Sigrid Collie. They got married in 1931.\nCareer.\nIn the early 1930s, Fleay went to Tasmania to try to capture Thylacines (also called Tasmanian tigers). He was not able to find any Thylacines in the wild. So he decided to run a breeding program with Thylacines in zoos. He wanted to breed more Thylacines to save them from becoming extinct. But the Tasmanian government did not allow Fleay to run this program. We now know that the last definite sight of a Thylacine in the wild was in 1930. By 1936, the last Thylacine living in a zoo died, and this species was extinct.\nIn 1958, Fleay brought three platypuses to New York's Bronx Zoo. Later that year, he was given some money by the New York Zoological Society, and used it to build a new, better platypusary (a place to take care of platypuses) in West Burleigh, Australia.\nFleay wrote a book called \"Living with Animals\", which was published in 1964.\nAwards.\nFleay was given many awards for his work and research.\nIn 1960, he was named a member of the Most Excellent Order of the British Empire (MBE), an award given by the British King or Queen to reward work in the arts and sciences.\nFleay was chosen to be an Associate of the Queensland Museum in 1978.\nIn 1980, he was named a member of the Order of Australia (AM), an award given by the Queen of Australia for doing important work in Australia.\nLater Life & Death.\nFleay's wife, Mary, died in 1987. Later, Fleay got married again. He had a daughter and two sons.\nFleay died in Brisbane, Australia, at the age of 85. In an obituary, the New York Times wrote: \"As a conservationist, [Fleay] was outspoken and, as \"The Daily Telegraph\" put it, he 'strove to preserve native Australian fauna in the days when even koala bears were slaughtered in vast numbers for their fur.'\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":54},{"uri":"Natural_history","surface_form":"naturalist","offset":65},{"uri":"Nature","surface_form":"nature","offset":97},{"uri":"Endangered_species","surface_form":"endangered species","offset":174},{"uri":"Captivity_(animal)","surface_form":"captivity","offset":196},{"uri":"Extinction","surface_form":"extinct","offset":228},{"uri":"Platypus","surface_form":"platypus","offset":301},{"uri":"Queensland","surface_form":"Queensland","offset":375},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat, Victoria","offset":417},{"uri":"Outback","surface_form":"Australian bush","offset":542},{"uri":"Wildlife","surface_form":"wildlife","offset":566},{"uri":"Grammar_school","surface_form":"Grammar School","offset":790},{"uri":"Pharmacy","surface_form":"pharmacy","offset":840},{"uri":"Church_of_England","surface_form":"Church of England","offset":878},{"uri":"Melbourne","surface_form":"Melbourne","offset":940},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science","offset":989},{"uri":"Diploma","surface_form":"Diploma","offset":1022},{"uri":"Melbourne_University","surface_form":"Melbourne University","offset":1046},{"uri":"Marriage","surface_form":"married","offset":1162},{"uri":"Tasmania","surface_form":"Tasmania","offset":1221},{"uri":"Thylacine","surface_form":"Thylacine","offset":1248},{"uri":"Zoo","surface_form":"zoo","offset":1402},{"uri":"Species","surface_form":"species","offset":1689},{"uri":"New_York_City","surface_form":"New York's","offset":1753},{"uri":"Bronx_Zoo","surface_form":"Bronx Zoo","offset":1764},{"uri":"Research","surface_form":"research","offset":2096},{"uri":"Order_of_the_British_Empire","surface_form":"Order of the British Empire","offset":2159},{"uri":"Monarchy_of_the_United_Kingdom","surface_form":"British King or Queen","offset":2216},{"uri":"Order_of_Australia","surface_form":"Order of Australia","offset":2387},{"uri":"Monarchy_of_Australia","surface_form":"Queen of Australia","offset":2434},{"uri":"Brisbane","surface_form":"Brisbane","offset":2624},{"uri":"Conservation_biology","surface_form":"conservationist","offset":2711},{"uri":"Fauna","surface_form":"fauna","offset":2829}]}