{"id":462917,"url":"http://en.wikipedia.org/wiki/John_Flynn","text":"John Flynn OBE (25 November 1880 – 5 May 1951) was an Australian Presbyterian minister. He began the Presbyterian Church of Australia. He also started the Royal Flying Doctor Service of Australia, which brings medical care to people who live far away from doctors or hospitals. Flynn's portrait is on one side of the Australian 20 dollar note.\nEarly life.\nJohn Flynn was born in Moliagul in Victoria, Australia on November 25, 1880. His parents were Thomas Eugene Flynn and Rosetta Forsyth. Because his mother died while giving birth to him, John was raised by his mother’s sister in Sydney, Australia.\nWhen he was 16, Flynn decided that he wanted to become a Presbyterian minister and study theology (religion) at the University of Melbourne. In 1911, he finished his training for the Presbyterian ministry and was officially ordained into the Presbyterian Church. He went to live and work in the Australian Outback, where many people had little access to medical care because they lived so far from large cities, doctors, and hospitals. In 1912, he created the Australian Inland Mission, which gave medical, spiritual, and other care to people in the Outback.\nCareer.\nFor many years, Flynn worked to get the support and money he needed to start an organization that would bring doctors and medical care by plane to people living in the Outback. With the help of Alf Traeger, Flynn was able to create the Aerial Medical Service in 1928. (Its name was later changed to the Flying Doctor Service, and then changed again to the Royal Flying Doctor Service of Australia). In its first year, the Aerial Medical Service flew 50 flights to 26 different places, giving medical care to 225 people. Over the next few years, Flynn worked to get the support the Aerial Medical Service needed to provide \"flying doctors\" to every part of Australia. By 1939, every state in Australia had an Aerial Medical Service. Now called the Royal Flying Doctor Service, the organization still exists today and has 21 bases throughout every part of the country. It provides medical care to 290,000 people every year.\nAwards.\nFlynn became an officer of the Order of the British Empire on June 3, 1933.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australian","offset":54},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":65},{"uri":"Minister_(Christianity)","surface_form":"minister","offset":78},{"uri":"Presbyterianism","surface_form":"Presbyterian Church","offset":101},{"uri":"Royal_Flying_Doctor_Service_of_Australia","surface_form":"Royal Flying Doctor Service of Australia","offset":155},{"uri":"Medical_doctor","surface_form":"doctors","offset":256},{"uri":"Hospital","surface_form":"hospitals","offset":267},{"uri":"Portrait","surface_form":"portrait","offset":286},{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":391},{"uri":"Australia","surface_form":"Australia","offset":401},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":584},{"uri":"Theology","surface_form":"theology","offset":692},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":719},{"uri":"Outback","surface_form":"Outback","offset":909},{"uri":"Royal_Flying_Doctor_Service_of_Australia","surface_form":"Royal Flying Doctor Service of Australia","offset":1526},{"uri":"States_and_territories_of_Australia","surface_form":"state in Australia","offset":1852},{"uri":"Order_of_the_British_Empire","surface_form":"Order of the British Empire","offset":2131}]}