{"id":462974,"url":"http://en.wikipedia.org/wiki/ITV_(TV_channel)","text":"ITV is a commercial television channel in the United Kingdom. Previously a network of separate regional television channels, ITV currently operates in England, Wales, Scotland and the Channel Islands. From 2001 until 2013, the channel was called ITV1.\nIn 2004, Granada acquired Carlton Communications to form ITV plc.\nHistory.\nITV was launched in 1955 as the second TV channel in the United Kingdom.\nITV name was only used in England, Wales, Southern Scotland and Isle of Man until Channel Television adopted the name in January 2006, bringing it to the Channel Islands.\nThe licencees that used the ITV1 brand were Anglia Television, Border Television, Carlton Television, Central Independent Television, Channel Television, Granada Television, ITV Wales & West, London Weekend Television, Meridian Broadcasting, Tyne Tees Television, Westcountry Television and Yorkshire Television.\nThe network production arms of the ITV-plc owned licencees have been gradually combined since 1993 to eventually form ITV Studios.\nRegions.\nIn the English regions, the channel has been known from 2006 until 2013 as ITV1 and since 14 January 2013 as ITV at all times.\nThe \"ITV Wales\" name is not used overnight.\nIndependent Television (1955–1989).\nFrom the founding of the ITV Network in 1955, it was known nationally as Independent Television (later ITV) and locally by the regional branding of the local ITV franchise operator.\nITV (1989–1998).\nIn 1989, the ITV Association set out a basic presentation package with a new \"ITV\" logo, which included idents, promotions and general on and off air design, and an edit of this package was designed for each franchise holder. The dual branded idents included a large \"ITV\" logo, in which the \"V\" contained part of the franchise's logo, and written below the logo in a grey capitalised font was the name of the regional broadcaster. However, only half of the regional broadcasters opted to use the package, which had completely failed by 1997.\n\"TV from the Heart\" (1998-2001).\nIn 1999, another second common presentation (once again using dual-branding with the ITV name) was launched, under the theme, \"TV from the Heart\".\nITV1 (2001–2013).\nBy 2001, all eleven franchises of England and Wales were owned by either Granada plc or Carlton Communications, and a new common name, ITV1, was launched on 11 August 2001 to coincide with digital channel ITV2. The existing \"Hearts\" idents were simply re-edited.\nIn January 2006, the channel adopted a new on-air look to coincide with the launch of ITV4, designed mainly to improve cross-channel promotion across ITV's multichannel presence. The new logo brought ITV1, ITV2 and ITV3 in line with ITV4's, and had been observed on various billboard ads in the UK when the new identity was first used on-screen on 16 January 2006.\nITV Day.\nIn 2005, ITV plc introduced a new channel branding called ITV Day, used to identify ITV1 between 9.25am and 6.00pm. ITV Day was treated as a separate entity to ITV1 and featured its own presentation set focusing using the colours of red, orange and yellow and featured scenes of typical \"daytime\" activities. Promotions were used in a similar format to ITV1, and all daytime programmes advertised within ITV1 hours were branded with the ITV Day logo. A similar \"UTV Day\" branding was adopted in Northern Ireland.\n2013 rebranding.\nOn 15 November 2012, it was announced that as part of a major rebranding, ITV1 was renamed back to its previous name, ITV. In addition to this, ITV had a new colour-changing logo stylised as handwriting, that changed colour depending on the programming it is used on. It was revealed that the logo had green and purple for \"Dancing on Ice\", and green and brown for \"I'm a Celebrity...Get Me Out of Here!\". The overhaul is linked to ITV's attempt to cut costs, curb debts and reduce the company's reliance on advertising. This overhaul of their brand affected all ITV plc channels and online services. The rebrand went live on 14 January 2013, at the same time as the other ITV channels. Also for the first time in its history, a digital on-screen graphic (DOG) was introduced.\nSpin-off channels.\nITV has two spin-off channels, ITV HD and ITV +1, which both launched in 2009. ITV HD was originally available in 2006 for a while for some programming, but officially launched in 2009.\nAvailability outside the UK.\nITV (as UTV) is widely available in the Republic of Ireland on cable and MMDS, as well as being received directly in areas bordering Northern Ireland, or in coastal areas from Wales (as ITV Wales). It is also available on cable and IPTV in Switzerland and Liechtenstein. Since 27 March 2013, ITV London has been offered by British Forces Broadcasting Service (BFBS) to members of HM Forces and their families around the world, replacing the BFBS3 TV channel, which already carried a selection of ITV programmes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_channel","surface_form":"television channel","offset":20},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":46},{"uri":"England","surface_form":"England","offset":151},{"uri":"Wales","surface_form":"Wales","offset":160},{"uri":"Scotland","surface_form":"Scotland","offset":167},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":184},{"uri":"Granada_plc","surface_form":"Granada","offset":261},{"uri":"Carlton_Communications","surface_form":"Carlton Communications","offset":278},{"uri":"ITV_plc","surface_form":"ITV plc","offset":309},{"uri":"Scotland","surface_form":"Southern Scotland","offset":442},{"uri":"Isle_of_Man","surface_form":"Isle of Man","offset":464},{"uri":"Channel_Television","surface_form":"Channel Television","offset":482},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":554},{"uri":"ITV_Anglia","surface_form":"Anglia Television","offset":615},{"uri":"ITV_Border","surface_form":"Border Television","offset":634},{"uri":"ITV_London","surface_form":"Carlton Television","offset":653},{"uri":"ITV_Central","surface_form":"Central Independent Television","offset":673},{"uri":"ITV_Channel_Television","surface_form":"Channel Television","offset":705},{"uri":"ITV_Granada","surface_form":"Granada Television","offset":725},{"uri":"ITV_Wales_%26amp%3B_West","surface_form":"ITV Wales & West","offset":745},{"uri":"ITV_London","surface_form":"London Weekend Television","offset":763},{"uri":"ITV_Meridian","surface_form":"Meridian Broadcasting","offset":790},{"uri":"ITV_Tyne_Tees","surface_form":"Tyne Tees Television","offset":813},{"uri":"ITV_Westcountry","surface_form":"Westcountry Television","offset":835},{"uri":"ITV_Yorkshire","surface_form":"Yorkshire Television","offset":862},{"uri":"ITV_Studios","surface_form":"ITV Studios","offset":1002},{"uri":"Station_identification","surface_form":"idents","offset":1534},{"uri":"ITV2","surface_form":"ITV2","offset":2376},{"uri":"ITV4","surface_form":"ITV4","offset":2520},{"uri":"ITV3","surface_form":"ITV3","offset":2649},{"uri":"ITV_Day","surface_form":"ITV Day","offset":2866},{"uri":"Dancing_on_Ice","surface_form":"Dancing on Ice","offset":3662},{"uri":"I%27m_a_Celebrity...Get_Me_Out_of_Here%21","surface_form":"I'm a Celebrity...Get Me Out of Here!","offset":3704},{"uri":"Digital_on-screen_graphic","surface_form":"digital on-screen graphic","offset":4067},{"uri":"UTV_(TV_channel)","surface_form":"UTV","offset":4357},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":4389},{"uri":"Cable_television_in_the_Republic_of_Ireland","surface_form":"cable","offset":4412},{"uri":"MMDS","surface_form":"MMDS","offset":4422},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":4482},{"uri":"Wales","surface_form":"Wales","offset":4525},{"uri":"ITV_Wales","surface_form":"ITV Wales","offset":4535},{"uri":"IPTV","surface_form":"IPTV","offset":4581},{"uri":"Switzerland","surface_form":"Switzerland","offset":4589},{"uri":"Liechtenstein","surface_form":"Liechtenstein","offset":4605},{"uri":"BFBS","surface_form":"British Forces Broadcasting Service (BFBS)","offset":4672}]}