{"id":46305,"url":"http://en.wikipedia.org/wiki/Edgar_the_Atheling","text":"Edgar the Aethling (or Edgar the Ætheling, c. 1051 – c. 1126) was a claimant to the throne of England in 1066 after Edward the Confessor died. Edgar was a popular choice among the English, because he was English and a grandson of Edmund Ironside.\nEdgar was born in Hungary because his father was in exile there. When Edgar was five, his father, Edward the Exile returned to England from Hungary. He had been exiled from England during the Viking reign. Soon after returning, Edgar’s father died under mysterious circumstances.\nKingship of England.\nEdward the Confessor, who had no children, had promised the throne to his nephew Edward the Exile, his nearest living relative. In 1057, the king's messengers found Edward The Exile, his wife Agatha, their two daughters and son Edgar living in Hungary. Edward agreed to return to England and brought his family. But a few days after their arrival Edward was killed. At the time Edgar was only five years old. When Edward the Confessor died Edgar was still young (15 years old) and had no experience, money or soldiers. The leaders in England expected attacks from Norway and Normandy. Under these conditions, Edgar was not a good choice as king. Royal succession in Anglo-Saxon England was determined by the Witenagemot (Witan), a council of wise men.\nWhile Edgar was an Etheling (a prince of the royal family) he was not the heir apparent. That designation was unknown in Anglo-Saxon England. A king could recommend his successor but the actual choice of King was made by the Witan. The first thing the Witan did was choose Edward's brother-in-law, Harold Godwinson to be the next king. On the same day Edward, the Confessor was buried, Harold Godwinson was hurriedly crowned king at Westminster Abbey.\nNine months later, on 14 October 1066 at the battle of Hastings Harold was killed. Duke William rested his army for five days before marching to London. During this time Edgar was selected as king in London. It was thought a second army could be raised to fight the Normans if they had a king whose name could unite England. But William took control of England with his army before Edgar could be crowned. William met with the English leaders including Edgar, at Berkhamsted. There William received oaths of fealty and received hostages from Edgar.\nAfter the Norman Invasion.\nSix months after Berkhamsted, King William returned to Normandy. To make things easier for his representatives left to govern England, he took Edgar and others with him. At the end of 1067 William brought Edgar back to England when he returned. In the summer of 1068 Edgar took his mother and sisters and escaped to Scotland. His sister, Margaret, married King Malcolm III of Scotland. Along with Malcolm, Edgar took part in several military campaigns against William, now King of England. He later took part in the Crusades. Edgar remained unmarried and never produced any children. He lived until c.1126 (Aged 75). Edgar was the last living male member of the Anglo-Saxon royalty.\nAncestry.\nEdgar was a direct descendant of a line of Wessex kings that the \"Anglo-Saxon Chronicle\" traced back to the dynasty's supposed 6th century founder, Cerdic, a descent that includes Alfred the Great. His grandfather, great-grandfather and great-great-grandfather were all Kings of England before Cnut the Great took the crown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Claimant","surface_form":"claimant","offset":68},{"uri":"Throne","surface_form":"throne","offset":84},{"uri":"England","surface_form":"England","offset":94},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":116},{"uri":"English_people","surface_form":"English","offset":180},{"uri":"Edmund_Ironside","surface_form":"Edmund Ironside","offset":230},{"uri":"Hungary","surface_form":"Hungary","offset":265},{"uri":"Exile","surface_form":"exile","offset":299},{"uri":"Edward_the_Exile","surface_form":"Edward the Exile","offset":345},{"uri":"Viking","surface_form":"Viking","offset":439},{"uri":"Mysterious","surface_form":"mysterious","offset":501},{"uri":"Nephew","surface_form":"nephew","offset":622},{"uri":"Hungary","surface_form":"Hungary","offset":792},{"uri":"Witenagemot","surface_form":"Witenagemot","offset":1256},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":1374},{"uri":"Brother-in-law","surface_form":"brother-in-law","offset":1582},{"uri":"Harold_Godwinson","surface_form":"Harold Godwinson","offset":1598},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":1733},{"uri":"Battle_of_Hastings","surface_form":"battle of Hastings","offset":1797},{"uri":"London","surface_form":"London","offset":1897},{"uri":"Berkhamsted","surface_form":"Berkhamsted","offset":2215},{"uri":"Fealty","surface_form":"fealty","offset":2260},{"uri":"Hostage","surface_form":"hostage","offset":2280},{"uri":"Representative","surface_form":"representative","offset":2423},{"uri":"Scotland","surface_form":"Scotland","offset":2644},{"uri":"Saint_Margaret_of_Scotland","surface_form":"Margaret","offset":2666},{"uri":"Malcolm_III_of_Scotland","surface_form":"Malcolm III of Scotland","offset":2689},{"uri":"Crusades","surface_form":"Crusades","offset":2844},{"uri":"Royal_family","surface_form":"royalty","offset":3002},{"uri":"List_of_monarchs_of_Wessex","surface_form":"Wessex kings","offset":3064},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":3087},{"uri":"Cerdic_of_Wessex","surface_form":"Cerdic","offset":3169},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":3201},{"uri":"Cnut_the_Great","surface_form":"Cnut the Great","offset":3315}]}