{"id":463085,"url":"http://en.wikipedia.org/wiki/Wanderlei_Silva","text":"Wanderlei César da Silva (;; born July 3, 1976) is a Brazilian retired mixed martial artist. He is nicknamed \"The Axe Murderer\" and \"Cachorro Louco\". Silva is best known for his time in Pride Fighting Championships and the Ultimate Fighting Championship (UFC) promotions. He is the record holder for most wins, knockouts, title defenses, and longest winning streak in PRIDE history. He has a black belt in Brazilian jiu-jitsu and black prajied in Muay Thai. He is known for his aggressive fighting style with the most of his fights ending in either a knockout or referee stoppage because of strikes.\nOn 22 October 2013, he was announced as a coach for ', where he would compete against his long-time rival Chael Sonnen. Silva was suppose to have a bout with Sonnen, which was briefly attached to UFC 173. and then at The Ultimate Fighter: Brazil 3 Finale was expected to take place on July 5, 2014 at UFC 175. UFC president Dana White would later say that the fight had to be moved back when Silva injured his hand and back during a brawl with Sonnen which happened during the filming of the show. Silva was pulled from the fight entirely because he had failed to submit an application to fight in the state of Nevada, as well as him refusing to undergo a random drug test. Silva was replaced by Vitor Belfort. On June 10, 2014, Chael Sonnen was reported to have failed a drug test and was not allowed to fight on the UFC 175 card, due to his failed drug test, Sonnen announced that he was retiring from the sport the next day.\nOn September 19, 2014, Silva announced that he was retiring from mixed martial arts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazilians","surface_form":"Brazilian","offset":53},{"uri":"Mixed_martial_arts","surface_form":"mixed martial artist","offset":71},{"uri":"Pride_Fighting_Championships","surface_form":"Pride Fighting Championships","offset":186},{"uri":"Ultimate_Fighting_Championship","surface_form":"Ultimate Fighting Championship","offset":223},{"uri":"Black_belt_(martial_arts)","surface_form":"black belt","offset":392},{"uri":"Brazilian_jiu-jitsu","surface_form":"Brazilian jiu-jitsu","offset":406},{"uri":"Muay_Thai","surface_form":"Muay Thai","offset":447},{"uri":"Chael_Sonnen","surface_form":"Chael Sonnen","offset":706},{"uri":"UFC_173","surface_form":"UFC 173","offset":796},{"uri":"UFC_175","surface_form":"UFC 175","offset":901},{"uri":"Dana_White","surface_form":"Dana White","offset":924},{"uri":"Vitor_Belfort","surface_form":"Vitor Belfort","offset":1296}]}