{"id":463023,"url":"http://en.wikipedia.org/wiki/Pasig","text":"e=\"preserve\">Pasig, officially the City of Pasig () is a city of Metro Manila that can be found in the Philippines. It was capital of the province of Rizal prior to the formation of the National Capital Region. The Demonym of Pasig is \"Pasigueño\". The current mayor of this city is Robert \"Bobby\" C. Eusebio. The Eusebio family has been in the government for a long time starting from Robert's father Vicente Eusebio.\nHistory.\nThe Augustinians built Pasig City in 1572 making it one of the oldest towns in the Philippines. But after the Government combined Pasig with Rizal making Pasig the capital of Rizal province in June 1901. It became the provincial capital, not until Metro Manila is formed in 1975 by the Metro Manila Commission making Pasig a city. Soon the government considered Pasig as a highly urbanized city. President Fidel V. Ramos signed it to become a law after five months on December 8, 1994. Pasig residents approved this through a referendum on January 21, 1995.\nPublic Services.\nPasig recognizes the efforts of its residents and students, that’s why they give back school supplies yearly to public school students. Examples are free complete PE uniforms from shirts to rubber shoes and even complete school uniforms. The public government also enhanced the PCIST (Pasig City School of Science and Technology) by adding more school courses and programs such as auto mechanic, soldering, welding, refrigerator fixing and more. They have also expanded the Rainforest park in Pasig that is also for the youth of the city. The expansion of RAVE (Rainforest Adventure Experience) such as adding libraries, music halls, auditoriums and a sports center.\nBecause the Pasig River is rich in water lilies, the government made livelihood programs of making baskets from water lilies and other recycled items. The government also made a market for these businesses to give them a regular place to trade. They also provided jobs for smart and hardworking students who wanted to work on their summer vacation. SPES (Summer Program for Employment Services) program accepts 2,000 students who apply and is given an opportunity to work for the government. The government also gives job fairs 4 times a year for people who are having a hard time to look for a job with the college courses that they studied.\nTourist Sites.\nOne of the most famous parks in Metro Manila is RAVE or the Rainforest Adventure Experience. It opened in 1977 and was known as the Pasig Central Park. Right now the park consists of many different recreational activities and a mini zoo. It also has an Olympic-sized swimming pool which is offered for the citizens of Pasig with a lower price. Pasig is also known for the place Ace Water Spa. The spa is an all-weather indoor place that has a pool that uses water for helping people feel better.\nThe Philippines is also known to have huge malls around the country and because Pasig is the center of Metro Manila it can access a lot of nearby malls and the malls inside its city itself such as SM Megamall. SM Megamall is the 3rd biggest SM (Shoe Mart) mall in the country owned by the famous Henry Sy. “Kapitolyo” is also famous for its neighborhood filled with restaurants and bars that can be found in East Capitol Drive of the “Barangay”. Pasig is also occupied by food parks that a person with good taste in food will enjoy. As for historical places, one famous place is the “Bahay na Tisa” which translates to House of Chalk. It is called House of Chalk because of its white walls. In Martial Law this house was used for two party lists of the Martial Law to hold their meetings and gatherings. The first Marian Parish is also found in the middle of Pasig called Immaculate Conception Cathedral. It was founded by the Augustinians (the founders of Pasig as well) in 1572. Visitation of the Blessed Virgin Mary was the original a female patron of the church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":65},{"uri":"Philippines","surface_form":"Philippines","offset":103},{"uri":"Rizal","surface_form":"Rizal","offset":150},{"uri":"Augustinians","surface_form":"Augustinians","offset":431},{"uri":"Philippines","surface_form":"Philippines","offset":510},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":675},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":713},{"uri":"Fidel_V._Ramos","surface_form":"Fidel V. Ramos","offset":833},{"uri":"Referendum","surface_form":"referendum","offset":953},{"uri":"Mechanics","surface_form":"mechanic","offset":1388},{"uri":"Soldering","surface_form":"soldering","offset":1398},{"uri":"Welding","surface_form":"welding","offset":1409},{"uri":"Auditorium","surface_form":"auditoriums","offset":1636},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":2359},{"uri":"Olympic","surface_form":"Olympic","offset":2580},{"uri":"Spa","surface_form":"spa","offset":2724},{"uri":"Mall","surface_form":"malls","offset":2866},{"uri":"Henry_Sy","surface_form":"Henry Sy","offset":3119},{"uri":"Barangay","surface_form":"Barangay","offset":3258},{"uri":"Martial_law","surface_form":"Martial Law","offset":3517},{"uri":"Parish","surface_form":"Parish","offset":3644},{"uri":"Cathedral","surface_form":"Cathedral","offset":3717},{"uri":"Augustinians","surface_form":"Augustinians","offset":3750}]}