{"id":4634,"url":"http://en.wikipedia.org/wiki/Roald_Amundsen","text":"Roald Amundsen was a Norwegian explorer who focused on the poles. He led the first expedition to reach the South Pole and the first that could prove it made it to the North Pole. Amundsen was also the first man known to travel the Northwest Passage.\nLife.\nWhen Amundsen was young, he decided he would use his life to explore the wilderness. He was inspired by the lives of Fridtjof Nansen and John Franklin. While his mother was alive he did not go to sea, to keep a promise to her. After her death, he quit university to begin exploring the world at 21 years old.\nIn 1897, he went on the Belgian Antarctic Expedition as first mate. This was the first expedition to stay over winter at Antartica, since their ship got stuck in the ice preventing them from leaving.\nIn 1903, Amundsen led the first expedition to make it through the Northwest Passage.\nIn October 1911, he began his expedition to Antarctica with four other men in attempt to be the first man to reach the South Pole. Robert Falcon Scott, an explorer from Britain, arrived in Antarctica with his own team only days after Amundsen. Both explorers raced to the South Pole, but Amundsen and his men used skis and dog sleds for transportation. This was more efficient. On 14 December 1911, Amundsen successfully became the first man to reach the South Pole.\nIn 1926, Amundsen and his men made it to the North Pole. Three other expeditions claimed to make it before then, but their claims have not been verified. Two of them have been considered fraud. This may make Amundsen and his men the first to reach the North Pole.\nHe disappeared in June 1928 while taking part in a rescue mission.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norwegian","offset":21},{"uri":"Explorer","surface_form":"explorer","offset":31},{"uri":"Polar_climate","surface_form":"poles","offset":59},{"uri":"Expedition","surface_form":"expedition","offset":83},{"uri":"South_Pole","surface_form":"South Pole","offset":107},{"uri":"North_Pole","surface_form":"North Pole","offset":167},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":231},{"uri":"Fridtjof_Nansen","surface_form":"Fridtjof Nansen","offset":373},{"uri":"John_Franklin","surface_form":"John Franklin","offset":393},{"uri":"Belgian_Antarctic_Expedition","surface_form":"Belgian Antarctic Expedition","offset":589},{"uri":"Northwest_Passage","surface_form":"Northwest Passage","offset":831},{"uri":"Robert_Falcon_Scott","surface_form":"Robert Falcon Scott","offset":981},{"uri":"Ski","surface_form":"ski","offset":1164},{"uri":"Dog","surface_form":"dog","offset":1173},{"uri":"Sled","surface_form":"sled","offset":1177},{"uri":"Search_and_rescue","surface_form":"rescue mission","offset":1632}]}