{"id":463539,"url":"http://en.wikipedia.org/wiki/Grammar_school","text":"A grammar school is one of several different types of school in the United Kingdom and some other English-speaking countries.\nThe term has been used for several centuries. Originally, they were schools teaching Latin. More recently, they are academically-oriented secondary schools.\nIn the late Victorian era grammar schools were reorganised for secondary education throughout England and Wales. Scotland had developed a different system. Grammar schools were also established in British territories overseas, where they have evolved in different ways.\nThey were described as \"the selective tier of state-funded secondary education in England and Wales\".\nGrammar schools became \"selective\" in the mid-20th century, after World War II. This means they selected applicants whom they thought would get the most out of that kind of education. The selection was done by means of an 11+ test which included an IQ test. This was designed so that it was more based on native ability, rather than taught learning.\nLabour governments in the 1960s and 70s made efforts to replace grammar schools with comprehensive schools. Comprehensive schools were open to children of all abilities, similar to high schools in the United States.\nAs a result, in the 1960s and 1970s some grammar schools became fully independent and charged fees. Many others were abolished or became comprehensive. In both cases, many of these schools kept \"grammar school\" in their names. There are still 164 state-run grammar schools in existence.","categories":[],"infobox_types":[],"annotations":[{"uri":"School","surface_form":"school","offset":54},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":68},{"uri":"Latin","surface_form":"Latin","offset":211},{"uri":"Secondary_school","surface_form":"secondary school","offset":264},{"uri":"Victorian_era","surface_form":"Victorian era","offset":295},{"uri":"England","surface_form":"England","offset":377},{"uri":"Wales","surface_form":"Wales","offset":389},{"uri":"Scotland","surface_form":"Scotland","offset":396},{"uri":"World_War_II","surface_form":"World War II","offset":721},{"uri":"Comprehensive_school","surface_form":"comprehensive school","offset":1090},{"uri":"High_school","surface_form":"high school","offset":1186},{"uri":"United_States","surface_form":"United States","offset":1206},{"uri":"Fee","surface_form":"fee","offset":1315}]}