{"id":4635,"url":"http://en.wikipedia.org/wiki/Christopher_Columbus","text":"Christopher Columbus (1451–1506) was a Genoese trader, explorer, and navigator. He was born in Genoa, Italy, in the year 1451. \"Christopher Columbus\" is the English version of Columbus's name. His real name in Italian was Cristoforo Colombo\nIn 1492 Columbus landed on an island of the Bahamas, the first European to do so. His initial goal was to find a quicker route to Asia from Europe. He is credited with the discovery of the New World because his voyage started the era of European colonialism in the Americas. This was an important moment in European history. While Leif Erikson was the first European to land on the soils of America it was not well documented and did not lead to the later contact between Europe and the New World. The effects was the bringing over of livestock, disease, crops and slaves\nWhen the Spanish learned that Columbus had found a New World, many other people, called conquistadors, went there too. This led to the Spanish colonization of the Americas.\nColumbus died on 20 May 1506, in Valladolid, Spain.\nDiscovery of America.\nColumbus was not the first European person to have discovered America. At the time of his voyage, Europeans did not know that the Americas existed. However, Leif Erikson, around 1000 AD had landed in present-day Canada. This discovery had no impact on European history and was not well documented. Columbus discovered America in the sense that he was the first person to create repeated exploration and contact with the New World. Another point is that Native Americans had been living there for thousands of years before he arrived. However, Native Americans did not record or contribute to the European record of history for obvious reasons. Columbus, therefore, \"discovered\" America in context of European history.\nVoyage in 1492.\nMany people in Western Europe wanted to find a shorter way to get to Asia. Columbus thought he could get to Asia by sailing west. He did not know about the Western Hemisphere, so he did not realize it would block him from getting to Asia.\nHowever, Columbus did not have enough money to pay for this voyage on his own. After defeating the Emirate of Granada, the rulers of Spain, Ferdinand II and Isabella I of Castile, agreed to pay for the voyage. He promised to bring back gold and spices for them.\nIn August 1492, Columbus and his sailors left Spain in three ships: the \"Santa María\" (the Holy Mary), the \"Pinta\" (the Painted), and the \"Santa Clara\" (nicknamed the \"Niña\": the Little Girl).\nThe three ships were very small. Historians think that the largest ship, the \"Santa María\", was only about long, and about 16 to 19 feet (4.8 to 5.8 metres) wide.\nColumbus's other ships were even smaller. Historians think they were about long.\nVoyage.\nOn October 12, 1492, after sailing for about four months, Columbus landed on a small island in the Bahamas. The natives called it Guanahani; Columbus renamed it San Salvador Island (\"Holy Savior\"). He met Arawek and Taíno Native Americans who lived on the island. They were friendly and peaceful towards Columbus and his crew. Not knowing where he was, and thinking that he had reached Asia, the \"Indies,\" he called them \"Indians.\" He claimed their land as Spain's.\nColumbus then sailed to what is now Cuba, then to Hispaniola. On Hispaniola, Columbus built a fort. This was one of the first European military bases in the Western Hemisphere. He called it Navidad (Spanish for \"Christmas\"). He left thirty-nine crew members there, and ordered them to find and store the gold.\nTreatment of native people.\nColumbus noticed that some of the Arawaks had gold earrings. He took some of them as prisoners and ordered them to lead him to the gold. However, they could not.\nSecond voyage.\nOn September 24, 1493, Columbus left Spain with enough ships, supplies, and men to invade and make Spanish colonies in the New World. He had 17 ships and 1,200 men. These men included soldiers and farmers. There were also priests, whose job was to convert the natives to Christianity.\nOn this voyage, Columbus explored some of the islands of the Lesser Antilles. He also sailed around most of Hispaniola and explored the sides of Jamaica and Cuba he had not seen on his first voyage.\nThen he went back to the Navidad fort. He found the fort burned down. Eleven of the 37 soldiers Columbus left at the fort were buried there. The rest had disappeared. Historians think this happened because of disease and fights with the Arawak people.\nTreatment of native people.\nWhile Columbus was away from Navidad exploring Jamaica and Cuba, his soldiers stopped working on building a new fort and farms. They made the Arawaks give them food. They also stole things from the Arawaks and raped Arawak women. This made the Arawaks decide to fight back against the Spaniards. However, Spain had many weapons that the Arawaks had never seen, including steel swords, pikes, crossbows, dogs, and horses. This made it much easier for Spain to win fights against the Arawaks.\nColumbus also took revenge against the Arawaks for killing his soldiers at Navidad. He made every native older than 14 give him a certain amount of gold every three months. If a person did not do this, Columbus's men would cut off their hands, and they would bleed to death. Historian Carl Lehrburger says that about 10,000 natives died this way. Columbus also led his soldiers to many different villages in Hispaniola to take them over and make them pay him gold also. If they could not pay the gold, people would be made into slaves or killed.\nThere was not much gold on the parts of the island Columbus took over. To avoid getting their hands cut off, many Arawaks tried to run away from Columbus and his men. However, Columbus's soldiers used dogs to hunt them down and kill them. Bartolomé de las Casas said that the Spanish killed two out of every three native people in the area (though he may have been exaggerating).\nStart of the transatlantic slave trade.\nIn February 1495, Columbus started the transatlantic slave trade. He and his soldiers captured about 1,500 Taíno. Only 500 could fit on Columbus's ships, so Columbus told his men they could take any of the rest as slaves. They took 600 and let 400 go. Of the 500 natives that Columbus shipped to Spain as slaves, about 200 died on the trip. Half of the rest were very sick when they arrived. This was the first time people had ever been shipped across the Atlantic Ocean to be sold as slaves.\nThird voyage.\nColumbus went on another voyage in 1498. King John II of Portugal had said there was a continent to the south-west of the Cape Verde islands. On his third voyage, Columbus wanted to find this continent. Before the voyage, Queen Isabella reminded Columbus that he should treat all of the native people well and make them into Christians.\nOn this voyage, Columbus sent three ships straight to the West Indies (the Caribbean). He led another three ships: first to two Portuguese islands, then to the Canary Islands, then Cape Verde. From Cape Verde, they sailed to the northern coast of South America and landed in Trinidad. He also explored part of South America and the islands now called Tobago and Grenada.\nOn August 19, 1498, Columbus returned to Hispaniola. He found that many of the Spanish settlers there were unhappy. They thought there would be more gold in the New World. Some of them had rebelled while he was gone. Columbus had five of the rebellion's leaders hanged. He also tried to make the rest of the settlers happy by giving them land in Hispaniola. However, the settlers kept sending complaints to Spain. In 1499, Queen Isabella sent a man named Francisco de Bobadilla to Hispaniola. She gave him the power to do whatever he thought he should do. When he arrived in 1500, the first thing he did was to have Columbus arrested and sent back to Spain in chains.\nTreatment of native people.\nWhen he was trying to make Spanish settlers happy, Columbus started the \"Encomienda\" system in Hispaniola. Under this system, Columbus would give a piece of land in Hispaniola to an individual Spanish settler. Sometimes, he would give away a whole native village. Any natives that lived in that area had to work for that Spanish settler. Natives had lived on this land for centuries. Columbus was giving their land away, \"and\" then forcing them to work on that land.\nLater life.\nOn August 23, 1500 Columbus was arrested in Hispañola, now called Santo Domingo, for cruelty to natives and Spaniards. He was sent to Spain in chains in October 1500. He was released on December 25, 1500, and taken to court. Columbus had important friends, and the King restored his freedom. He was not made governor again, but eventually he was allowed to lead another voyage.\nColumbus died of heart failure and arthritis in Valladolid, Spain, at the possible age of 54.\nPersonal life.\nColumbus's relatives said that Columbus was born in Genoa, Italy. Today, no historian can say for sure where Columbus was born. Most experts think the best evidence says he was born in Genoa. However, other historians think Columbus was born somewhere else, like Spain or Portugal. Some think he was originally a Jew who converted to Christianity.\nColumbus wrote that he first went to sea when he was 14 years old.\nIn 1477, Columbus married Felipa Moniz Perestrelo. She was from a semi-noble family with connections to sailing. She died around 1479 or 1480 while giving birth to their son, Diego.\nIn 1485, while in Córdoba, Spain, Columbus met Beatriz Enríquez de Trasierra. They lived together for a while. They had one child named Fernando.\nColumbus's goals.\nColumbus had a few different goals for his journeys to the New World. First, he believed he could find a shorter and easier route to Asia, which made things Europe did not. He believed he could find a shorter route to China. Other people had called this belief absurd. Columbus wanted to prove these people wrong.\nSecond, Columbus wanted to find gold. Gold was the main kind of money used in Columbus's times. In his letter to Spain's King Ferdinand and Queen Isabella, Columbus wrote: “Gold is most excellent; gold is treasure, and [the person] who [has] it does all he wishes to in this world.\" This means that someone with gold can do anything he wants to do. Many historians believe that Columbus wanted to become a powerful person and in order to become powerful, he needed to find gold.\nAfter Columbus.\nWhen the Spanish learned about the New World, many conquistadors, or conquerors, went there. This led to the Spanish colonization of the Americas.\nThe Spanish conquistadors first settled on the islands of Hispaniola (now the Dominican Republic and Haiti), Cuba, and Puerto Rico. They grabbed as much gold as they could. The Spanish also brought priests and forced the Native Americans to convert to Christianity.\nLegacy.\nIn the United States, Columbus Day is a holiday that celebrates Columbus's arrival in the New World on October 12, 1492.\nThe World's Columbian Exposition, which happened in 1893 in Chicago, Illinois, was held to celebrate the 400th anniversary of Columbus visiting the Americas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christopher","surface_form":"Christopher","offset":0},{"uri":"Genoa","surface_form":"Genoese","offset":39},{"uri":"Trade","surface_form":"trade","offset":47},{"uri":"Explorer","surface_form":"explorer","offset":55},{"uri":"Navigation","surface_form":"navigator","offset":69},{"uri":"Genoa","surface_form":"Genoa","offset":95},{"uri":"Italy","surface_form":"Italy","offset":102},{"uri":"English_language","surface_form":"English","offset":157},{"uri":"Italian_language","surface_form":"Italian","offset":210},{"uri":"Bahamas","surface_form":"Bahamas","offset":285},{"uri":"Colonialism","surface_form":"European colonialism","offset":478},{"uri":"Americas","surface_form":"America","offset":632},{"uri":"Spanish_people","surface_form":"Spanish","offset":822},{"uri":"New_World","surface_form":"New World","offset":864},{"uri":"Conquistador","surface_form":"conquistador","offset":901},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"Spanish colonization of the Americas","offset":948},{"uri":"Valladolid","surface_form":"Valladolid","offset":1019},{"uri":"Spain","surface_form":"Spain","offset":1031},{"uri":"Europe","surface_form":"Europe","offset":1087},{"uri":"Leif_Erikson","surface_form":"Leif Erikson","offset":1217},{"uri":"Anno_Domini","surface_form":"AD","offset":1243},{"uri":"Native_American","surface_form":"Native American","offset":1513},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1809},{"uri":"West","surface_form":"west","offset":1918},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":1950},{"uri":"Emirate_of_Granada","surface_form":"Emirate of Granada","offset":2132},{"uri":"Ferdinand_II_of_Aragon","surface_form":"Ferdinand II","offset":2173},{"uri":"Isabella_I_of_Castile","surface_form":"Isabella I of Castile","offset":2190},{"uri":"Gold","surface_form":"gold","offset":2269},{"uri":"Spice","surface_form":"spice","offset":2278},{"uri":"Sailor","surface_form":"sailor","offset":2328},{"uri":"Santa_Maria","surface_form":"Santa María","offset":2368},{"uri":"Pinta_(ship)","surface_form":"Pinta","offset":2403},{"uri":"Nickname","surface_form":"nickname","offset":2448},{"uri":"Ni%C3%B1a","surface_form":"Niña","offset":2463},{"uri":"San_Salvador","surface_form":"San Salvador Island","offset":2901},{"uri":"Savior","surface_form":"Savior","offset":2928},{"uri":"Arawek","surface_form":"Arawek","offset":2945},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":2956},{"uri":"Claim","surface_form":"claimed","offset":3175},{"uri":"Cuba","surface_form":"Cuba","offset":3242},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":3256},{"uri":"Fort","surface_form":"fort","offset":3300},{"uri":"Military","surface_form":"military","offset":3341},{"uri":"Christmas","surface_form":"Christmas","offset":3418},{"uri":"Earring","surface_form":"earring","offset":3595},{"uri":"Prison","surface_form":"prison","offset":3629},{"uri":"Invasion","surface_form":"invade","offset":3804},{"uri":"Colonization","surface_form":"make Spanish colonies","offset":3815},{"uri":"Farmer","surface_form":"farmer","offset":3918},{"uri":"Priest","surface_form":"priest","offset":3943},{"uri":"Religious_conversion","surface_form":"convert","offset":3969},{"uri":"Christianity","surface_form":"Christianity","offset":3992},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":4067},{"uri":"Burn","surface_form":"burn","offset":4262},{"uri":"Burial","surface_form":"buried","offset":4332},{"uri":"Historian","surface_form":"Historian","offset":4372},{"uri":"Disease","surface_form":"disease","offset":4414},{"uri":"Farm","surface_form":"farm","offset":4606},{"uri":"Theft","surface_form":"stole","offset":4661},{"uri":"Rape","surface_form":"rape","offset":4695},{"uri":"Steel","surface_form":"steel","offset":4856},{"uri":"Sword","surface_form":"sword","offset":4862},{"uri":"Pike","surface_form":"pike","offset":4870},{"uri":"Crossbow","surface_form":"crossbow","offset":4877},{"uri":"Horse","surface_form":"horse","offset":4898},{"uri":"Revenge","surface_form":"revenge","offset":4995},{"uri":"Hand","surface_form":"hand","offset":5213},{"uri":"Bleeding_to_death","surface_form":"bleed to death","offset":5235},{"uri":"Bartolom%C3%A9_de_las_Casas","surface_form":"Bartolomé de las Casas","offset":5761},{"uri":"Exaggerate","surface_form":"exaggerating","offset":5887},{"uri":"Atlantic_slave_trade","surface_form":"transatlantic slave trade","offset":5981},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":6398},{"uri":"John_II_of_Portugal","surface_form":"King John II","offset":6490},{"uri":"Continent","surface_form":"continent","offset":6536},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":6571},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":6946},{"uri":"South_America","surface_form":"South America","offset":7033},{"uri":"Trinidad","surface_form":"Trinidad","offset":7061},{"uri":"Tobago","surface_form":"Tobago","offset":7137},{"uri":"Grenada","surface_form":"Grenada","offset":7148},{"uri":"Settler","surface_form":"settler","offset":7244},{"uri":"Rebellion","surface_form":"rebelled","offset":7346},{"uri":"Hanging","surface_form":"hanged","offset":7419},{"uri":"Complaint","surface_form":"complaints","offset":7550},{"uri":"Arrest","surface_form":"arrest","offset":7782},{"uri":"Encomienda","surface_form":"Encomienda","offset":7926},{"uri":"Arrest","surface_form":"arrest","offset":8364},{"uri":"Court","surface_form":"court","offset":8550},{"uri":"Heart_failure","surface_form":"heart failure","offset":8727},{"uri":"Arthritis","surface_form":"arthritis","offset":8745},{"uri":"Valladolid","surface_form":"Valladolid","offset":8758},{"uri":"Genoa","surface_form":"Genoa","offset":8871},{"uri":"Evidence","surface_form":"evidence","offset":8975},{"uri":"Portugal","surface_form":"Portugal","offset":9091},{"uri":"Jew","surface_form":"Jew","offset":9132},{"uri":"Religious_conversion","surface_form":"converted","offset":9140},{"uri":"Christianity","surface_form":"Christianity","offset":9153},{"uri":"Marriage","surface_form":"married","offset":9252},{"uri":"Felipa_Moniz_Perestrelo","surface_form":"Felipa Moniz Perestrelo","offset":9260},{"uri":"Nobility","surface_form":"noble","offset":9305},{"uri":"Sailing","surface_form":"sailing","offset":9338},{"uri":"Childbirth","surface_form":"giving birth","offset":9382},{"uri":"C%C3%B3rdoba_Province_(Spain)","surface_form":"Córdoba","offset":9434},{"uri":"China","surface_form":"China","offset":9798},{"uri":"Absurd","surface_form":"absurd","offset":9841},{"uri":"Gold","surface_form":"gold","offset":9926},{"uri":"Money","surface_form":"money","offset":9958},{"uri":"Treasure","surface_form":"treasure","offset":10099},{"uri":"Historian","surface_form":"historian","offset":10248},{"uri":"New_World","surface_form":"New World","offset":10424},{"uri":"Conquistador","surface_form":"conquistador","offset":10440},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"Spanish colonization of the Americas","offset":10498},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":10594},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":10614},{"uri":"Haiti","surface_form":"Haiti","offset":10637},{"uri":"Cuba","surface_form":"Cuba","offset":10645},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":10655},{"uri":"Priest","surface_form":"priest","offset":10734},{"uri":"Christianity","surface_form":"Christianity","offset":10788},{"uri":"United_States","surface_form":"United States","offset":10817},{"uri":"Columbus_Day","surface_form":"Columbus Day","offset":10832},{"uri":"Holiday","surface_form":"holiday","offset":10850},{"uri":"World%27s_Columbian_Exposition","surface_form":"World's Columbian Exposition","offset":10935},{"uri":"Chicago","surface_form":"Chicago","offset":10991},{"uri":"Illinois","surface_form":"Illinois","offset":11000},{"uri":"Anniversary","surface_form":"anniversary","offset":11042}]}