{"id":46366,"url":"http://en.wikipedia.org/wiki/Rhee_Syng-man","text":"Syngman Rhee or Lee Seungman or Yee Sung-man (, March 26, 1875 – July 19, 1965) was a Korean independence activist and politician. He was the first president of South Korea. His presidency, from August 1948 to April 1960, remains controversial, affected by Cold War tensions on the Korean peninsula and elsewhere. Rhee was a strong anti-Communist, and led South Korea through the Korean War. His presidency ended in resignation following popular protests against a disputed election. He died in exile in Hawaii.\nEarly life.\nRhee was born in Whanghai Province to Rhee Kyong-sun, a member of the aristocratic Yangban family. Rhee was descended from Prince Hyo-nyong, the second son of King Taejong of Joseon.[http://216.109.125.130/search/cache?p=syngman+rhee+descendant&sp=1&ei=UTF-8&fr=yfp-t-410&SpellState=n-1102809770_q-1O02u9yG412pPm79dEHP1gABAA%40%40&u=www.4dw.net/royalark/Korea/korea.htm&w=syngman+rhee+descendant&d=ToLduZIFNjjT&icp=1&.intl=us][http://www.skji.hihome.com/교양인성국사/093이승만김구해방정국.hwp][http://vestiges.com.ne.kr/goungbouk/goungbouk09.htm] He soon became active in Korea's struggle against Japanese control. He was arrested in 1897 for demonstrating against the monarchy.\nAfter he was released in 1904 he went to the United States. He obtained several degrees, including a Ph.D. from Princeton University. He began writing his name in the Western manner, with the personal name before the family name. When President Theodore Roosevelt was helping negotiations for the Treaty of Portsmouth, Rhee asked him to put freedom for Korea in the treaty. This did not happen.\nIn 1910, he went back to Korea under Japanese rule. His political actions got him into trouble with the Japanese army, so he left for China in 1912. In 1919, all of the major pro-independence groups formed the provisional Government of the Republic of Korea in Shanghai. Rhee was elected the president, a post he held until 1925 when he was removed by the Provisional Assembly for the misuse of his authority.\nPresidenty of South Korea.\nAt the end of World War 2, Rhee returned to Seoul. This was before the other independence leaders, since he was the only one well known to the Allies. In 1945, he was chosen as head of a provisional (short term) government. With the unspoken agreement of the occupation authorities, Rhee conducted a number of actions to \"remove Communism\". This was actually a hidden plan to remove all possible opposition to him.\nRhee was elected the first president of South Korea on 10 May, 1948 by a parliamentary vote. He defeated Kim Koo, the last president of the Provisional Government by 180 votes to 16. All the left-wing parties refused to take part in the election. On 15 August 1948, he formally took over from the US military and became the legal power over the Korean people.\nAs president, Rhee took on dictatorial powers even before the Korean War started in 1950. He allowed the internal security force (headed by his right-hand man, Kim Chang-ryong) to put people in prison and torture them if they were thought to be Communists or North Korean agents. His government also directed several massacres, the most famous being on the island of Jeju. This was after an uprising by left-wing groups. While massacres did occur under governments that came after Rhee, there were not as many and less widespread.\nKorean war.\nRhee made himself unpopular by telling the people in Seoul to stay in the city when the Korean War started. He had already left. His decision to cut the bridges on the Han River stopped thousands of people from escaping from the Communists. The UN and South Korean forces fought back and drove the North Koreans north towards the Yalu River. After a Chinese counterattack they UN and South Korean were pushed back to the current DMZ. Rhee became unpopular with the US and the UN for refusing to agree to a number of peace plans that would have left Korea divided. He wanted to become the leader of a united Korea with UN assistance. He tried to stop any peace plan that would not remove the northern government completely. He also argued for stronger military action to be used against China. He was annoyed because the US would not bomb China.\nOn January 18, 1952, Rhee declared South Korean rule over the waters around the Korean peninsula. This was an idea the same as today's exclusive economic zones. The new border, which Rhee called the \"Peace Line\", included Tsushima Island and the uninhabited islands named Dokdo. This led to protests from the Japanese government. They claimed that the islands were Japanese territory. Minor clashes followed, but the islands have been under South Korean administration since then.\nThroughout his rule, Rhee took extra steps to keep his control over the government. In May 1952 Rhee pushed through constitutional changes which made the presidency a directly-elected position. To get this passed by parliament he declared martial law. He jailed the members of parliament he thought would vote against it. Rhee was soon elected by a big majority. He regained control of parliament in the 1954 elections. He pushed through an amendment to exempt himself from the eight-year limit on presidents.\nRhee's chances for reelection during the presidential campaign of 1956 seemed small. People did not think he should be allowed to be President three times. The main opposition candidate Shin Ik-hee drew large crowds during his campaign. Shin's sudden death during the campaign, however, allowed Rhee to win the presidency with ease. The runner-up of that election, Cho Bong-am of the Progressive Party, was later charged with spying and executed in 1959.\nResignation.\nBy 1960, Rhee had already served three terms in office. His next victory was certain after the main opposition candidate, Cho Byeong-ok, died shortly before the March 15 elections. Rhee won with 90% of the vote. The real contest was in the race for vice president. This was held separately under the law of the time. Yi Gi-bung, who Rhee thought should take over after him, was declared the winner of an election that the opposition claimed was rigged. This created anger among groups of the Korean people. A student-led April 19 Movement forced Rhee to resign on April 26.\nOn April 28, a DC-4 belonging to the CIA operated Civil Air Transport took Rhee out of South Korea. This was to rescue him from the angry crowds. Kim Yong Kap, Rhee's Deputy Minister of Finance, revealed that President Rhee had taken $20 million in government money for himself. Rhee, his Austrian-born wife, Francisca Donner, and adopted son lived in exile in Honolulu, Hawaii. On July 19, 1965, Rhee died of a stroke. His body was returned to Seoul and buried in the National Cemetery on July 27, 1965.\nLegacy.\nRhee's legacy has been in considerable dispute. In general, conservative circles regard Rhee as the patriarch of the nation, while liberals tend to be critical of him.\nRhee's former residence in Seoul, Ihwajang, is currently used for the presidential memorial museum, and Woo-Nam Presidential Preservation Foundation has been set up to honour his legacy.","categories":[],"infobox_types":["President"],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":86},{"uri":"President_of_South_Korea","surface_form":"president of South Korea","offset":148},{"uri":"Cold_War","surface_form":"Cold War","offset":257},{"uri":"Anti-Communist","surface_form":"anti-Communist","offset":332},{"uri":"Korean_War","surface_form":"Korean War","offset":380},{"uri":"Hawaii","surface_form":"Hawaii","offset":504},{"uri":"Hwanghae","surface_form":"Whanghai Province","offset":541},{"uri":"Yangban","surface_form":"Yangban","offset":607},{"uri":"Taejong_of_Joseon","surface_form":"Taejong of Joseon","offset":688},{"uri":"Japan","surface_form":"Japan","offset":1106},{"uri":"Monarchy","surface_form":"monarchy","offset":1178},{"uri":"1904","surface_form":"1904","offset":1213},{"uri":"United_States","surface_form":"United States","offset":1233},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":1289},{"uri":"Princeton_University","surface_form":"Princeton University","offset":1300},{"uri":"Personal_name","surface_form":"personal name","offset":1380},{"uri":"Family_name","surface_form":"family name","offset":1405},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":1433},{"uri":"Treaty_of_Portsmouth","surface_form":"Treaty of Portsmouth","offset":1485},{"uri":"Korea_under_Japanese_rule","surface_form":"Korea under Japanese rule","offset":1608},{"uri":"China","surface_form":"China","offset":1717},{"uri":"1912","surface_form":"1912","offset":1726},{"uri":"1919","surface_form":"1919","offset":1735},{"uri":"Provisional_Government","surface_form":"provisional Government","offset":1793},{"uri":"Shanghai","surface_form":"Shanghai","offset":1844},{"uri":"1925","surface_form":"1925","offset":1907},{"uri":"Seoul","surface_form":"Seoul","offset":2064},{"uri":"1945","surface_form":"1945","offset":2174},{"uri":"South_Korea","surface_form":"South Korea","offset":2475},{"uri":"10_May","surface_form":"10 May","offset":2490},{"uri":"1948","surface_form":"1948","offset":2498},{"uri":"Kim_Koo","surface_form":"Kim Koo","offset":2540},{"uri":"15_August","surface_form":"15 August","offset":2685},{"uri":"1948","surface_form":"1948","offset":2695},{"uri":"Dictator","surface_form":"dictator","offset":2822},{"uri":"Korean_War","surface_form":"Korean War","offset":2857},{"uri":"1950","surface_form":"1950","offset":2879},{"uri":"Kim_Chang-ryong","surface_form":"Kim Chang-ryong","offset":2955},{"uri":"North_Korea","surface_form":"North Korea","offset":3054},{"uri":"Massacre","surface_form":"massacre","offset":3112},{"uri":"Jeju_massacre","surface_form":"Jeju","offset":3162},{"uri":"Han_River_(Korea)","surface_form":"Han River","offset":3506},{"uri":"United_Nations","surface_form":"UN","offset":3583},{"uri":"Yalu_River","surface_form":"Yalu River","offset":3668},{"uri":"People%27s_Republic_of_China","surface_form":"Chinese","offset":3688},{"uri":"DMZ","surface_form":"DMZ","offset":3767},{"uri":"US","surface_form":"US","offset":3803},{"uri":"January_18","surface_form":"January 18","offset":4186},{"uri":"1952","surface_form":"1952","offset":4198},{"uri":"Peninsula","surface_form":"peninsula","offset":4270},{"uri":"Exclusive_economic_zone","surface_form":"exclusive economic zone","offset":4318},{"uri":"Syngman_Rhee_line","surface_form":"Peace Line","offset":4383},{"uri":"Tsushima_Island","surface_form":"Tsushima Island","offset":4405},{"uri":"Dokdo","surface_form":"Dokdo","offset":4455},{"uri":"Constitution_of_the_Republic_of_Korea","surface_form":"constitutional changes","offset":4780},{"uri":"Martial_law","surface_form":"martial law","offset":4903},{"uri":"Cho_Bong-am","surface_form":"Cho Bong-am","offset":5539},{"uri":"Cho_Byeong-ok","surface_form":"Cho Byeong-ok","offset":5764},{"uri":"March_15","surface_form":"March 15","offset":5803},{"uri":"Yi_Gi-bung","surface_form":"Yi Gi-bung","offset":5959},{"uri":"April_19_Movement","surface_form":"April 19 Movement","offset":6163},{"uri":"April_26","surface_form":"April 26","offset":6206},{"uri":"DC-4","surface_form":"DC-4","offset":6231},{"uri":"CIA","surface_form":"CIA","offset":6253},{"uri":"Civil_Air_Transport","surface_form":"Civil Air Transport","offset":6266},{"uri":"Kim_Yong_Kap","surface_form":"Kim Yong Kap","offset":6362},{"uri":"Austria","surface_form":"Austria","offset":6505},{"uri":"Exile","surface_form":"exile","offset":6568},{"uri":"Honolulu","surface_form":"Honolulu","offset":6577},{"uri":"Hawaii","surface_form":"Hawaii","offset":6587},{"uri":"Stroke","surface_form":"stroke","offset":6628},{"uri":"Woo-Nam_Presidential_Preservation_Foundation","surface_form":"Woo-Nam Presidential Preservation Foundation","offset":7001}]}