{"id":463692,"url":"http://en.wikipedia.org/wiki/Belle_Starr","text":"Myra Maybelle Shirley Reed Starr (February 5, 1848 – February 3, 1889, known as Belle Starr) was an American outlaw. She knew Jesse James, the Younger brothers, and other criminals and outlaws. She was convicted of stealing horses in 1883. She was sent to prison. In 1889, she was ambushed in Oklahoma. She died of shotgun wounds. No one knows who killed her.\nEarly life.\nBelle Starr was born as Myra Maybelle Shirley on her father's farm near Carthage, Missouri. Her family called her May. Her father was John Shirley. Her mother was Eliza Pennington..\nIn the 1860s, Starr's father sold the farm. He moved his family to Carthage. There he bought an inn and livery stable on the town square. May Shirley received a classical education. She also learned to play the piano. She graduated from Missouri's Carthage Female Academy.\nAmerican Civil War.\nThe Union army attacked Carthage in 1864. The Shirleys moved to Scyene, Texas. Legend says that the Shirleys knew a number of Missouri-born criminals, including Jesse James and the Youngers. Starr knew the Younger brothers and the James boys because she had grown up with them in Missouri. People thought that Starr's brother Bud was in favor of the Confederate States of America. He was killed in 1864 by Union troops.\nAfter the Civil War.\nStarr married Jim Reed in 1866. In 1868, their first child was born. Starr was good at using guns. She used to ride sidesaddle to her criminal activities wearing a black velvet riding habit and a feathered hat. She carried two pistols. Cartridge belts were strapped across her hips. Jim Reed started committing crimes. He was wanted for murder in Arkansas. The family moved to California. Starr gave birth to their second child, James Edwin (Eddie), in 1871.\nJim Reed returned to Texas. He was involved with several criminal gangs. He tried farming. He became restless. He was friendly with the Starr clan. This clan was a Cherokee Indian family. They were well known for whiskey, cattle, and horse thievery in the Indian Territory (now Oklahoma). Jim also was involved with his wife's old friends, the James and Younger gangs.\nIn April 1874, an arrest warrant was issued for Starr. People said she was involved in a stagecoach robbery. The robbery had been done by her husband and others. There was no proof she was involved in this robbery. Reed was killed in August of that year in Paris, Texas. He had settled there with his family.\nMarriage to Sam Starr.\nStarr may have been briefly married to Charles Younger in 1878. There is no proof that they were married. In 1880, she married a Cherokee man named Sam Starr. She settled with him in the Indian Territory. There, she learned ways to help the cattle thieves, horse thieves and other criminals. She also hid them from the law. Starr's illegal activities made money. She used this money to free other outlaws from jail.\nIn 1883, Starr and Sam were charged with horse theft. They were tried in Fort Smith, Arkansas. She was found guilty. She spent nine months at the Detroit House of Corrections in Detroit, Michigan.\nIn 1886, she was again charged with theft. This time she was not convicted. On December 17, Sam Starr was involved in a gunfight with Officer Frank West. Both men were killed. After this, Starr stopped being an outlaw.\nUnsolved murder.\nDuring the last years of her life, Starr had relationships with several men. These men had colorful names like Jack Spaniard, Jim French, and Blue Duck. She married a relative of Sam Starr named Jim July Starr. He was about 15 years younger than Starr.\nOn February 3, 1889, Starr was killed in Oklahoma. She was ambushed. She died from shotgun wounds to her back, neck, shoulder, and face. Legend says she was shot with her own double barrel shotgun.\nThere were no witnesses. No one was ever convicted of the murder. Some say the murderer was one of her sharecroppers. He was afraid she was going to turn him in to the police. He was an escaped murderer from Florida. He was tried for Starr's murder. He was found not guilty. The murder of Belle Starr remains unsolved.\nStory becomes popularized.\nStarr's story interested publisher Richard K. Fox. Her story was printed in dime novels and the \"National Police Gazette\". Fox made her name famous with his novel, \"Bella Starr, the Bandit Queen, or the Female Jesse James\". This book was published in 1889. This novel is sometimes cited as a historical reference. It was the first of many popular stories that used her name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":100},{"uri":"Outlaw","surface_form":"outlaw","offset":109},{"uri":"Jesse_James","surface_form":"Jesse James","offset":126},{"uri":"Conviction","surface_form":"convicted","offset":202},{"uri":"Prison","surface_form":"prison","offset":256},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":293},{"uri":"Shotgun","surface_form":"shotgun","offset":315},{"uri":"Missouri","surface_form":"Missouri","offset":454},{"uri":"Livery_stable","surface_form":"livery stable","offset":658},{"uri":"Town_square","surface_form":"town square","offset":679},{"uri":"Piano","surface_form":"piano","offset":765},{"uri":"Graduation","surface_form":"graduated","offset":776},{"uri":"Texas","surface_form":"Texas","offset":919},{"uri":"Jesse_James","surface_form":"Jesse James","offset":1008},{"uri":"Younger_brothers","surface_form":"Younger brothers","offset":1053},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1197},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":1253},{"uri":"Gun","surface_form":"gun","offset":1381},{"uri":"Sidesaddle","surface_form":"sidesaddle","offset":1404},{"uri":"Riding_habit","surface_form":"riding habit","offset":1465},{"uri":"Pistol","surface_form":"pistol","offset":1515},{"uri":"Murder","surface_form":"murder","offset":1625},{"uri":"Arkansas","surface_form":"Arkansas","offset":1635},{"uri":"California","surface_form":"California","offset":1665},{"uri":"Texas","surface_form":"Texas","offset":1768},{"uri":"Criminal_gang","surface_form":"criminal gang","offset":1804},{"uri":"Farming","surface_form":"farming","offset":1829},{"uri":"Cherokee","surface_form":"Cherokee","offset":1911},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":2003},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":2025},{"uri":"Stagecoach","surface_form":"stagecoach","offset":2205},{"uri":"Robbery","surface_form":"robbery","offset":2216},{"uri":"Texas","surface_form":"Texas","offset":2380},{"uri":"Cherokee","surface_form":"Cherokee","offset":2577},{"uri":"Theft","surface_form":"theft","offset":2911},{"uri":"Arkansas","surface_form":"Arkansas","offset":2949},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit, Michigan","offset":3042},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":3591},{"uri":"Shotgun","surface_form":"shotgun","offset":3633},{"uri":"Sharecropping","surface_form":"sharecroppers","offset":3851},{"uri":"Florida","surface_form":"Florida","offset":3956}]}