{"id":46362,"url":"http://en.wikipedia.org/wiki/Choi_Kyu-ha","text":"Choi Kyu-hah (July 16, 1919 – October 22, 2006) (also spelled Choi Kyu-ha) was the President of South Korea between 1979 and 1980. He was born in the town of Wonju, in Gangwon Province. He was foreign minister of South Korea from 1967 to 1971 and prime minister from 1975 to 1979.\nAfter the assassination of Park Chung Hee in 1979, Choi, the prime minister of South Korea at the time, took power. Because of the unrest of Park's authoritarian rule, Choi promised a new constitution and democratic elections (many thought that the elections led by Park were flawed). He won a December election later that year to become the country's fourth president.\nIn December 1979, Major General Chun Doo-hwan and close allies in the military staged a military coup against Choi's government. They quickly removed the army chief of staff and by early 1980 virtually controlled the government.\nIn April 1980, because of increasing pressure from Chun and other politicians, Choi appointed Chun as head of the Korean Central Intelligence Agency, giving him enormous power. In May, Chun declared martial law and removed all trappings of civilian government, becoming the de facto ruler of the country. By then, student protests were increasing in Seoul and Gwangju. The protests in Gwangju continued, resulting in the Gwangju Massacre, where over 200 civilians were killed within five days by Chun's military.\nChoi resigned soon afterward. Chun became president on September 1, 1980. After his resignation, Choi lived quietly out of the public eye. He died on October 22, 2006, aged 87.","categories":[],"infobox_types":[],"annotations":[{"uri":"President","surface_form":"President","offset":83},{"uri":"South_Korea","surface_form":"South Korea","offset":96},{"uri":"Wonju","surface_form":"Wonju","offset":158},{"uri":"Gangwon_Province_(South_Korea)","surface_form":"Gangwon Province","offset":168},{"uri":"Foreign_minister","surface_form":"foreign minister","offset":193},{"uri":"Assassination","surface_form":"assassination","offset":291},{"uri":"Park_Chung_Hee","surface_form":"Park Chung Hee","offset":308},{"uri":"South_Korea","surface_form":"South Korea","offset":360},{"uri":"Constitution_of_South_Korea","surface_form":"constitution","offset":469},{"uri":"Elections_in_South_Korea","surface_form":"elections","offset":497},{"uri":"Flaw","surface_form":"flawed","offset":557},{"uri":"Chun_Doo-hwan","surface_form":"Chun Doo-hwan","offset":683},{"uri":"Korean_Central_Intelligence_Agency","surface_form":"Korean Central Intelligence Agency","offset":994},{"uri":"Martial_law","surface_form":"martial law","offset":1079},{"uri":"Seoul","surface_form":"Seoul","offset":1230},{"uri":"Gwangju","surface_form":"Gwangju","offset":1240},{"uri":"Gwangju_Massacre","surface_form":"Gwangju Massacre","offset":1301}]}