{"id":463795,"url":"http://en.wikipedia.org/wiki/Geochronology","text":"e=\"preserve\">Geochronology is the science of finding the ages of rocks, fossils and sediments. It uses a number of methods. Geochronology is the main tool used to get absolute age dates for all fossil assemblages, and for the history of the Earth and other bodies.\nRadiometric dating.\nBy measuring the amount of radioactive decay of a radioactive isotope with a known half-life, geologists can establish the absolute age of the parent material. A number of radioactive isotopes are used for this purpose, and depending on the rate of decay, are used for dating different geological periods. More slowly decaying isotopes are useful for longer periods of time, but less accurate in absolute years. With the exception of the radiocarbon method, most of these techniques are actually based on measuring an increase in the abundance of a radiogenic isotope, which is the decay-product of the radioactive parent isotope. Two or more radiometric methods can be used in concert to achieve more robust results. Most radiometric methods are suitable for geological time only, but some such as the radiocarbon method and the 40Ar/39Ar dating method can be extended into the time of early human life and into recorded history.\nCosmogenic nuclides.\nA series of techniques to find the age when a surface was created or exposed. Exposure dating uses the concentration of nuclides like 10Be, 26Al, 36Cl. They are produced by cosmic rays interacting with Earth materials. The data show when a surface, such as an alluvial fan, was created. Burial dating uses the radioactive decay of two elements to find the age when a sediment was buried away from cosmic rays.\nLuminescence dating.\nLuminescence dating techniques use 'light' emitted from materials such as quartz, diamond, feldspar, and calcite. Many types of luminescence techniques are used in geology and in archaeology.\nIncremental dating.\nIncremental dating techniques let us build year-by-year annual chronologies.\nPaleomagnetic dating.\nThe pattern of magnetisation in a rock formation can be used to help find its date.\nStratigraphy.\nMarker horizons are stratigraphic units of the same age, with distinctive composition and appearance. So, though they are in different geographic sites, there is certainty about their age-equivalence. Fossil fauna<nowiki/>l and flora<nowiki/>l assemblages, marine and terrestrial, make for distinctive marker horizons. Volcanic ash (tephra) has a geochemical fingerprint. Tephra is often used as a dating tool in archaeology, because the dates of some volcanic eruptions are well-established.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rocks","surface_form":"rocks","offset":65},{"uri":"Fossils","surface_form":"fossils","offset":72},{"uri":"Sediments","surface_form":"sediments","offset":84},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":312},{"uri":"Radioactive","surface_form":"radioactive","offset":335},{"uri":"Isotope","surface_form":"isotope","offset":347},{"uri":"Half-life_(element)","surface_form":"half-life","offset":368},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon method","offset":723},{"uri":"Radiogenic","surface_form":"radiogenic","offset":834},{"uri":"Nuclide","surface_form":"nuclide","offset":1357},{"uri":"Cosmic_rays","surface_form":"cosmic rays","offset":1410},{"uri":"Data","surface_form":"data","offset":1460},{"uri":"Alluvial_fan","surface_form":"alluvial fan","offset":1497},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":1547},{"uri":"Luminescence","surface_form":"Luminescence","offset":1668},{"uri":"Stratigraphy","surface_form":"stratigraphic","offset":2097},{"uri":"Fauna","surface_form":"fauna","offset":2285},{"uri":"Flora","surface_form":"flora","offset":2305},{"uri":"Fossil","surface_form":"assemblage","offset":2321},{"uri":"Volcanic_ash","surface_form":"Volcanic ash","offset":2396},{"uri":"Archaeology","surface_form":"archaeology","offset":2490},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":2529}]}