{"id":463767,"url":"http://en.wikipedia.org/wiki/Third_Battle_of_Panipat","text":"The Third Battle of Panipat was a major battle of Indian history, fought on 14th January 1761. It was fought between the Afghan forces of Ahmad Shah Durrani along with his local Rohilla and other Pathan and Oudh allies, against the Maratha Empire.\nThe Durrani Afghan forces and their allies finally won and defeated the Marathas. The place of battle field is disputed by historians, but most of them are in favour of horiana in Punjab regions not far away from Delhi. The Marathas dug a trench which was three kilometres long and four hundred metres wide. Ahmad Shah Durrani showed his shrewdness by grounding pretended tents behind which there was a four kilometres long curtain. Behind the banner of curtain Ahmad Shah Durrani dug four kilometres long and twenty feet wide cannals. By extracting muds from the channel five feet high, twenty feet wide and four kilometres long road was made behind which Afgan riflemen can take safer position to fire acutely targeting advancing Maratha soldiers. Furthermore, Ahmad Shah Durrani laid his short range movable cannons on the backs of camels positioned behind the road from which cannon fire could be made targeting the advancing Maratha soldiers over the heads of his own forces. There were four feeder roads one kilometre away from each other on which Afgan horsemen could come down to battle field and if needed could retreat behind the shadow of five feet high covering road. These four feeder roads were short, narrow and sloping to battle field. Ahmad Shah Abdali tried to bait Maratha troops to advance and Marathas stepped into this trap. Afgans riflemen and short range cannons fired flawlessly onto the Marathas Army and Marathas'began to fall down one after another. In this final stage of battle Ahmad Shah Abdali's left flank and right flank came down to battle field surrounding Maratha forces on three sides. In this conjuncture of the battle, Holker left the battle field realizing the battle was lost and Marathas almost lost their ground in the battle leaving the chief Sadashivrorao Bhaou encircled by his bodyguards in the midst of the battle field. Front troops of Ahmad Shah did not further advance fearing cannon fire of the Marathas'. Under the cover of these French made cannon 15,000 Maratha forces managed to flee leaving their chief vulnerable.\nSome historians disputed that if Malharo Holkerr or Roghunath Rao was made chief of Maratha Army, the result might have been different, because they were well-known about the political situation of North India. Malharo Holker and Master Roghunath Rao invaded Bangla, Biher and Urisya during the reign of Nawab Alivordi Khan and campaigned guerrilla warfare against his kingdom. So, they were well-known about this locality and were experienced to campaign guerrilla warfare in this terrain. But it should be kept in mind that Sadashivro Rao Bhau who was peshwa's younger brother and peshwa's son Vishwash Rao also took part in this battle. If Roghunath Rao or Holker was made chief of the Maratha Army, lives of Baji Rao and Sadashivrorao Bhau would have been in jeopardy. Keeping this in mind, Peshwa made Sadashivrorao Bhau the chief of Maratha Army.\nWhen the battle began at 8 a.m.on 14th January, 1761 after the Marathas' scantier foodgrains were engulfed by their soldiers, Durrani forces fired their short range cannons, but proved to be ineffective because of falling their ignition on the middle of the battlefield. Thus Ahmad Shah Durrani tried to thwart Maratha advance, he sent his special messenger over the river Jamuna to cross his roughly 15000 baluch soldiers who were engaged to block supply lines of Maratha. Ahmad Shah Abdali had little faith on his allies's ground troops. So, he cunningly played hit and run tactics until his 15000 Baluch troops completed crossing Jamuna toward the East. After reaching his 15000 cavalry troops in the evening, Ahmad Shah Abdali decided the final phase of his charge. In the meantime, after receiving message of crossing 15000 Afgan troops across the river Jamuna, Vishwasrao disappeared from the battlefield and secretly crossed the river Jamuna on the west. This was a major blow for the maratha side. On the other side Ahmad Shah Abdali tried to prolong the battle for minimum losses and maximum gains. And he was successful in his tactics.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":50},{"uri":"Afghan_Empire","surface_form":"Afghan","offset":121},{"uri":"Ahmad_Shah_Durrani","surface_form":"Ahmad Shah Durrani","offset":138},{"uri":"Pathan","surface_form":"Pathan","offset":196},{"uri":"Oudh","surface_form":"Oudh","offset":207},{"uri":"Maratha_Empire","surface_form":"Maratha Empire","offset":232}]}