{"id":463932,"url":"http://en.wikipedia.org/wiki/Writing_tool","text":"e=\"preserve\">Writing tools are the things we use to write with. Most writing today is done with a computer system, usually a word processing software. But for about 5,000 years, much simpler tools were used. The tools were different in different parts of the world. The raw materials had to be near where people lived.\nThe Middle East.\nThe two oldest writing systems come from this area, which also had the earliest agriculture and the first cities. It is not known for sure which came first, or whether they influenced each other.\nSumer.\nThe Sumerian system used clay as the basic material to write on. They developed a type of writing called cuneiform. Triangular marks were pressed into soft clay tablets by a metal or wooden tool. After the clay had dried in the sun the tablets were baked. Then they were carried somewhere else for others to read. We know that its first uses were for trade, accounting and administration.\nAncient Egypt.\nWhen writing on papyrus, Egyptians used a reed pen. The was hollow, with a nib-like end structure. This was a good example of how writing tools must be got from materials in the local area.\nFar East.\nThe original Chinese system scratched lines onto a bone or turtle shell surface, 12001500 BC.\nAlthough Chinese characters can be written with many materials, for the longest period they were written with a brush. The ink was carbon-based. It was moulded before use into an inkstick. This small solid object could be carried easily. To get the ink the writer had to grind the inkstick against an inkstone with some added water. The earliest Chinese inks can be dated back to 12th century BC, with the use of charred (partly burnt) materials and plant dyes. Mineral inks based on graphite were most common. A bit later, soot was used as the carbon source, and animal glue used to bind the ink to the paper (Egyptian ink used gum arabic for the same reason).\nPaper was a Chinese invention, and a very important one. Essentially the same writing tools and methods were used in Japan, and in Korea, two countries influenced by China.\nRome.\nThe Romans used lead styli with wax tablets which could be \"erased\" by rubbing the beeswax surface smooth again. For permanent records they wrote on parchment (treated animal skin) with ink. They invented the idea of a book with sewn-together parchment pages. It was called a codex, a word which means something like 'block of wood'. Before, long documents were kept in a roll.\nPens.\nDip-in pens were used in Europe for a thousand years or more. At first they were quill pens made of the stem ('rachis') of a pigeon feather. The quill pen was cut by a knife to give the slanting nib at the writing end. They were used from the middle ages until the first part of the 19th century.\nMetal pens were tried next, but many metals were not flexible enough. The writing styles which developed with quill pens used thick and thin strokes. People wanted the same flexibility from a metal pen. Between 1839 and 1849 the steel-nibbed pen solved the problem. For the next century and more, industrial production lines turned out hundreds of millions of steel nibs. They had the advantage that different types of nib could be attached to the same holder. This allowed for different styles of writing to be used. Eventually the best nibs were tipped with gold or iridium, a rare metal which arrives on Earth via meteorites. All stages in the making of nibs was done by machine. The great secret of all nibs from the Egyptian reed to the steel pen is the slit down the middle of the tip. This leads the ink from the small blob under the nib to the point where the ink goes onto the paper. Without the slit, a nib does not work well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing","surface_form":"writing","offset":69},{"uri":"Computer","surface_form":"computer","offset":98},{"uri":"Word_processing","surface_form":"word processing","offset":125},{"uri":"Software","surface_form":"software","offset":141},{"uri":"Writing_systems","surface_form":"writing systems","offset":351},{"uri":"Agriculture","surface_form":"agriculture","offset":416},{"uri":"Cities","surface_form":"cities","offset":442},{"uri":"Sumer","surface_form":"Sumer","offset":543},{"uri":"Clay","surface_form":"clay","offset":564},{"uri":"Cuneiform","surface_form":"cuneiform","offset":644},{"uri":"Triangle","surface_form":"Triangular","offset":655},{"uri":"Bake","surface_form":"bake","offset":788},{"uri":"Trade","surface_form":"trade","offset":890},{"uri":"Accounting","surface_form":"accounting","offset":897},{"uri":"Administration","surface_form":"administration","offset":912},{"uri":"Reed","surface_form":"reed","offset":985},{"uri":"Chinese_language","surface_form":"Chinese","offset":1156},{"uri":"Bone","surface_form":"bone","offset":1194},{"uri":"Turtle","surface_form":"turtle","offset":1202},{"uri":"Brush","surface_form":"brush","offset":1349},{"uri":"Carbon","surface_form":"carbon","offset":1368},{"uri":"Mould","surface_form":"mould","offset":1389},{"uri":"Dye","surface_form":"dye","offset":1693},{"uri":"Graphite","surface_form":"graphite","offset":1721},{"uri":"Gum_arabic","surface_form":"gum arabic","offset":1866},{"uri":"Paper","surface_form":"Paper","offset":1899},{"uri":"Japan","surface_form":"Japan","offset":2016},{"uri":"Korea","surface_form":"Korea","offset":2030},{"uri":"Parchment","surface_form":"parchment","offset":2227},{"uri":"Pigeon","surface_form":"pigeon","offset":2587},{"uri":"Feather","surface_form":"feather","offset":2594},{"uri":"Middle_ages","surface_form":"middle ages","offset":2705},{"uri":"Flexible","surface_form":"flexible","offset":2812},{"uri":"Steel","surface_form":"steel","offset":2988},{"uri":"Iridium","surface_form":"iridium","offset":3327}]}