{"id":464084,"url":"http://en.wikipedia.org/wiki/Lynching_of_Jesse_Washington","text":"Jesse Washington was lynched in Waco, Texas, on May 15, 1916. Washington was a teenage African American who worked on a farm. The event became a well-known example of racially motivated lynching. Washington was accused of raping and killing Lucy Fryer. Fryer was the wife of Washington's white boss in rural Robinson, Texas. No one saw Washington commit the crime. During his interrogation by the McLennan County sheriff, he signed a confession and described the location of the weapon used to kill Fryer.\nWashington was tried for murder in Waco. There were angry locals in the courtroom. Washington pleaded guilty and was quickly sentenced to death. Washington was dragged out of the court by observers and lynched in front of Waco's city hall. Over 10,000 people, including city officials and police, gathered to watch the attack. People enjoyed the attack, many children attended the event. Members of the mob removed his testicles, cut off his fingers, and hung him over a bonfire. Washington was lowered and raised over the fire for about two hours. The fire was extinguished and his burnt torso was dragged through the town. Parts of his body were sold as souvenirs. Pictures of the event were taken by a professional photographer. This provided rare pictures of a lynching while the event was going on. These pictures were printed and sold as postcards in Waco.\nLynching was supported by many Waco residents. It was, however, not supported by newspapers around the United States. The National Association for the Advancement of Colored People (NAACP) hired Elisabeth Freeman to investigate. Freeman gathered many details, despite that many residents did not want to talk about what had happened. After receiving Freeman's report, NAACP co-founder and editor W. E. B. Du Bois published an in-depth report featuring photographs of Washington's burnt body in \"The Crisis\". The NAACP also featured his death in their anti-lynching campaign. Waco was known as a modern and a progressive city. However, the lynching demonstrated that the city did not mind racial violence. The event was nicknamed the \"Waco horror\". The city then gained a reputation for racism. City leaders tried to stop violence several times in the following decades.\nHistorians believe that Washington's death helped change the way people view lynching. The media attention the event received made people become against lynching. It was seen as \"barbarism\" (ruthless) rather than as an acceptable form of justice. In the 1990s and 2000s, some Waco residents wanted a monument for the event. The idea did not gain support in the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lynching","surface_form":"lynched","offset":21},{"uri":"Waco%2C_Texas","surface_form":"Waco, Texas","offset":32},{"uri":"Teenager","surface_form":"teenage","offset":79},{"uri":"African_American","surface_form":"African American","offset":87},{"uri":"Racism","surface_form":"racially","offset":167},{"uri":"Motive","surface_form":"motivated","offset":176},{"uri":"Rape","surface_form":"raping","offset":222},{"uri":"Murder","surface_form":"killing","offset":233},{"uri":"Rural","surface_form":"rural","offset":302},{"uri":"Robinson%2C_Texas","surface_form":"Robinson, Texas","offset":308},{"uri":"Interrogation","surface_form":"interrogation","offset":376},{"uri":"Sheriff","surface_form":"sheriff","offset":413},{"uri":"Confession","surface_form":"confession","offset":434},{"uri":"Weapon","surface_form":"weapon","offset":479},{"uri":"Trial","surface_form":"tried","offset":521},{"uri":"Furious","surface_form":"angry","offset":558},{"uri":"Plead","surface_form":"plead","offset":600},{"uri":"Guilty","surface_form":"guilty","offset":608},{"uri":"Observers","surface_form":"observers","offset":694},{"uri":"City_hall","surface_form":"city hall","offset":735},{"uri":"Mob","surface_form":"mob","offset":909},{"uri":"Testicles","surface_form":"testicles","offset":925},{"uri":"Bonfire","surface_form":"bonfire","offset":977},{"uri":"Extinguished","surface_form":"extinguished","offset":1068},{"uri":"Torso","surface_form":"torso","offset":1095},{"uri":"Souvenirs","surface_form":"souvenirs","offset":1162},{"uri":"Photographer","surface_form":"photographer","offset":1224},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":1491},{"uri":"The_Crisis","surface_form":"The Crisis","offset":1864},{"uri":"Campaign","surface_form":"campaign","offset":1934},{"uri":"Reputation","surface_form":"reputation","offset":2140},{"uri":"Monument","surface_form":"monument","offset":2539}]}