{"id":464074,"url":"http://en.wikipedia.org/wiki/American_Shorthair","text":"The American Shorthair is a breed of cat. This breed was first used as ship's cats that sailed from Europe to North America with early settlers. They kept the ships free of mice and rats and protected the food and cargo. Even the Mayflower carried several cats to hunt the ship’s rats, in 1620. The cats who were still alive after landing in the New World had kittens. Over time, the breed changed so the cats could survive better in their new land and climate.\nAppearance.\nThe American Shorthair is a working cat. It has a large and strong body. It is usually healthy, calm and loving with its owners. This cat is friendly and not shy with strangers. Males weigh eleven to fifteen pounds. Females weigh eight to twelve pounds. It takes three or four years for them to become adult cats. With a good diet and good care, they can live 15 years or longer.\nThe American Shorthair comes in more than eighty different colors and patterns. These include a brown-patched tabby, a blue-eyed white, shaded silvers, smokes and calicos. Some even come in deep shades of black or brown. Only hybrid cats that are chocolate, sable, lavender, lilac, or a Siamese pattern are not allowed in cat shows.\nBehavior.\nAmerican Shorthairs are intelligent cats who are interested in what is happening around them. They will watch outdoor birds, other animals and other activity from an inside window perch. These cats are calm but playful. Some enjoy sitting in laps. They get along with children, so they make good family pets. American Shorthairs are social cats, but still like to have their own way. They use their hunting skills to catch insects or pests that come into the house.\nHistory.\nIn the early 20th century, a breeding program was started to develop the best qualities of these cats who came from Europe. Before, there had not been a lot of mixed breeds that had the American Shorthair background.\nThe American Shorthair cat now has standards set by cat fanciers of the breed. The breed is accepted by all North American cat registries. In 1966, the breed was given the name \"American Shorthair\". This was to separate the pure breed cat from the many mixed domestic short-haired cats that live all over North America. All these short haired cats are called \"working cats\" because they were used to catch rodents on ships and farms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breeds","surface_form":"breed","offset":28},{"uri":"Cat","surface_form":"cat","offset":37},{"uri":"Ship%27s_cat","surface_form":"ship's cat","offset":71},{"uri":"North_America","surface_form":"North America","offset":110},{"uri":"Settler","surface_form":"settler","offset":135},{"uri":"Cargo","surface_form":"cargo","offset":214},{"uri":"Mayflower_(ship)","surface_form":"Mayflower","offset":230},{"uri":"New_World","surface_form":"New World","offset":346},{"uri":"Climate","surface_form":"climate","offset":453},{"uri":"Tabby_cat","surface_form":"tabby","offset":964},{"uri":"Calico_cat","surface_form":"calico","offset":1017},{"uri":"Hybrid","surface_form":"hybrid","offset":1080},{"uri":"Siamese_(cat)","surface_form":"Siamese","offset":1141},{"uri":"Intelligence","surface_form":"intelligent","offset":1221},{"uri":"Insect","surface_form":"insect","offset":1620},{"uri":"Pest_(biology)","surface_form":"pests","offset":1631},{"uri":"Rodents","surface_form":"rodents","offset":2295}]}