{"id":46439,"url":"http://en.wikipedia.org/wiki/Jane_Eyre","text":"\"Jane Eyre\" is a novel written by Charlotte Brontë. It was published in 1847 in England. It is Charlotte Brontë's most famous book.\nBackground.\nAround this time, Charlotte was beginning to suffer a painful toothache, which made many of her teeth fall out. She was even more worried about her father's blindness. On 19 August 1846, Charlotte went to Manchester with her father to see an eye surgeon, William James Wilson. Wilson performed the operation on 25 August. The next day, Charlotte described it to her friend Ellen in a letter. Wilson had been helped by two other surgeons. The operation had taken about 15 minutes. Charlotte wrote, \"Papa is now confined to his bed in a dark room and is not to be stirred for four days - He is to speak and to be spoken to as little as possible\". \"Depressed and weary (tired)\", Charlotte began writing \"Jane Eyre\".\nCharlotte did not have good eyes, so she wrote in little square books that she held close to her eyes. She wrote the first copy in pencil. When she left Manchester to go back home, she took the book with her and continued writing.\nPlot.\n\"Jane Eyre\" is a love story. It tells about a young woman called Jane Eyre who was an orphan and goes to teach a girl named Adele Varens in a far-away house. The master of the house is Mr. Rochester. Jane and Mr. Rochester fall in love, but Jane is horrified when she finds out Mr. Rochester is already married to a crazy woman. She leaves the house, believing that marrying him would now be the same as adultery and that she would be his mistress, not his wife. When she goes away, she becomes sick and almost dies. Three people, Diana, Mary, and St. John Rivers, find her and let her live with them. There, she becomes a teacher and finds out that they are her cousins. She is very happy until St. John wants her to marry him and be a missionary with him. She knows that he does not really love her and thinks she is simply useful, so she says no. However, he continues to ask her, and she is finally almost persuaded that it is her duty to marry him when she hears Mr. Rochester crying, \"Jane! Jane!\" She feels that something has happened to him, and quickly goes back to see him. His crazy wife had set his house on fire and died in it. Mr. Rochester, because of the fire, had become blind and wounded. Jane, now that his wife is dead, is happy to marry him, and they get married and have a son.\nFamous sentence.\nThe active voice was revolutionary for its time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novel","surface_form":"novel","offset":17},{"uri":"Charlotte_Bront%C3%AB","surface_form":"Charlotte Brontë","offset":34},{"uri":"Publishing","surface_form":"published","offset":59},{"uri":"England","surface_form":"England","offset":80},{"uri":"Famous","surface_form":"famous","offset":119},{"uri":"Tooth","surface_form":"tooth","offset":206},{"uri":"Blindness","surface_form":"blindness","offset":301},{"uri":"Manchester","surface_form":"Manchester","offset":349},{"uri":"Surgeon","surface_form":"surgeon","offset":390},{"uri":"Depression","surface_form":"Depressed","offset":790},{"uri":"Pencil","surface_form":"pencil","offset":988},{"uri":"Love","surface_form":"love","offset":1111},{"uri":"Woman","surface_form":"woman","offset":1146},{"uri":"Orphan","surface_form":"orphan","offset":1180},{"uri":"House","surface_form":"house","offset":1245},{"uri":"Master","surface_form":"master","offset":1256},{"uri":"Love","surface_form":"love","offset":1325},{"uri":"Horror","surface_form":"horrified","offset":1343},{"uri":"Adultery","surface_form":"adultery","offset":1498},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":1533},{"uri":"Death","surface_form":"dies","offset":1605},{"uri":"Happy","surface_form":"happy","offset":1778},{"uri":"Marriage","surface_form":"marry","offset":1812},{"uri":"Missionary","surface_form":"missionary","offset":1831},{"uri":"Love","surface_form":"love","offset":1886},{"uri":"Persuasion","surface_form":"persuaded","offset":2004},{"uri":"Duty","surface_form":"duty","offset":2029},{"uri":"Fire","surface_form":"fire","offset":2214},{"uri":"Fire","surface_form":"fire","offset":2265},{"uri":"Blind","surface_form":"blind","offset":2282},{"uri":"Happy","surface_form":"happy","offset":2337},{"uri":"Boy","surface_form":"son","offset":2389},{"uri":"Active_voice","surface_form":"active voice","offset":2415}]}