{"id":464496,"url":"http://en.wikipedia.org/wiki/First_Battle_of_the_Masurian_Lakes","text":"The First Battle of the Masurian Lakes was a German offensive on the Eastern Front during the early part of World War I. It started on 7 September and ended on 14 September 1914. The battle was the second heavy defeat of a Russian army by the Germans. The first defeat was at the Battle of Tannenberg. At Masurian Lakes the Germans pushed the Russian 1st Army back out of Germany. They could not push the Russians back further because of the arrival of the Russian Tenth Army on the Germans' left flank (side). The Russians suffered a defeat and retreated losing about 125,000 men and 150 guns.\nThe strategy.\nPaul von Hindenburg, general of the German Eighth Army, knew the swampy area of East Prussia called the Masurian Lakes. He thought the Russians might attack there so he made plans in case of such an attack. At this time of the war, the Germans knew what the Russians were planning because they could read their messages. The Russians planned their attack on East Prussia with little intelligence of the area. They had no rail transport to move troops. They failed to plan for enough food and ammunition and moved only with horses and infantry. But they had superior numbers and were confident they could defeat the Germans.\nWhen the two Russian armies first moved into East Prussia to form a pincer attack, Hindenburg completely defeated the Russian Second Army at the Battle of Tannenberg in August 1914. There the German victory came when German general Hermann von François disobeyed orders and attacked the Russian flank. Hindenburg then turned his army north to attack the Russian First Army at the Masurian Lakes in September. François played a major part in this second victory when his First Corps forced back the Russian flank. Under their general, Paul von Rennenkampf, the Russians dug in. He made use of the lakes, rivers and other natural obstacles. Hindenburg used frontal attacks to hold the Russians while his armies tried to surround the Russian trenches. Using a counterattack to hide his movements, Rennenkampf moved his army back to prevent them being surrounded. Over a period of several days the Russian army lost ground. The Russians fought hard but were driven back to the Russian border. Rennenkampf kept his troops in good order as they retreated.\nThe aftermath.\nThe loss of 125,000 soldiers did little damage to the 800,00 -man Russian Army. But it also meant a loss of about 150 artillery cannons. At the time these were very valuable for the old Russian army. The Germans also had heavy casualties. This showed the German advantage of their modern rail system for supplying and arming their soldiers. But, the push made by the Germans into Russia caused their defeat at the Battle of Augustov. The victories at Tannenberg and Masurian Lakes made Hindenburg a hero in Germany. As a result of his fame, in 1916 he became Chief of the German Staff.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_Empire","surface_form":"German","offset":45},{"uri":"Offensive_(military)","surface_form":"offensive","offset":52},{"uri":"Eastern_Front_(World_War_I)","surface_form":"Eastern Front","offset":69},{"uri":"World_War_I","surface_form":"World War I","offset":108},{"uri":"Defeat","surface_form":"defeat","offset":211},{"uri":"Russia","surface_form":"Russian","offset":223},{"uri":"Army","surface_form":"army","offset":231},{"uri":"Battle_of_Tannenberg_(1914)","surface_form":"Battle of Tannenberg","offset":280},{"uri":"1st_Army_(Russian_Empire)","surface_form":"1st Army","offset":351},{"uri":"Russian_Tenth_Army","surface_form":"Russian Tenth Army","offset":457},{"uri":"Defeat","surface_form":"defeat","offset":535},{"uri":"Retreat","surface_form":"retreat","offset":546},{"uri":"Paul_von_Hindenburg","surface_form":"Paul von Hindenburg","offset":609},{"uri":"East","surface_form":"East","offset":689},{"uri":"Prussia","surface_form":"Prussia","offset":694},{"uri":"Masurian_Lake_District","surface_form":"Masurian Lakes","offset":713},{"uri":"Military_intelligence","surface_form":"intelligence","offset":992},{"uri":"Rail_transport","surface_form":"rail transport","offset":1030},{"uri":"Ammunition","surface_form":"ammunition","offset":1101},{"uri":"Horse","surface_form":"horse","offset":1132},{"uri":"Infantry","surface_form":"infantry","offset":1143},{"uri":"Pincer_movement","surface_form":"pincer attack","offset":1301},{"uri":"Hermann_von_Fran%C3%A7ois","surface_form":"Hermann von François","offset":1465},{"uri":"Corps","surface_form":"Corps","offset":1709},{"uri":"Paul_von_Rennenkampf","surface_form":"Paul von Rennenkampf","offset":1767},{"uri":"Trench_warfare","surface_form":"dug in","offset":1802},{"uri":"Counterattack","surface_form":"counterattack","offset":1990},{"uri":"Soldier","surface_form":"soldier","offset":2318},{"uri":"Casualty_(person)","surface_form":"casualties","offset":2525},{"uri":"Hero","surface_form":"hero","offset":2797}]}