{"id":46459,"url":"http://en.wikipedia.org/wiki/Military_of_the_United_States","text":"The President of the United States is the Commander-in-Chief of the Armed Forces.\nAll branches except the Coast Guard are part of the Department of Defense, which is controlled by the Secretary of Defense. The Coast Guard is part of the Department of Homeland Security. The Marine Corps is part of the Navy.\nAbout 1.4 million people are currently on active duty in the military with another 1,259,000 people on reserve (with 456,000 people in the Army and Air National Guard). There is currently no conscription. Women can serve in most combat positions, and in all non-combat military jobs. Because of war, some of these non-combat jobs actually see combat regularly.\nRanks.\nAll the branches of the US military have both Officers and Enlisted. Most Enlisted people with a rank of E-4 and above are called Non-commissioned Officers (NCOs); the exception is the Air Force where E-5 is considered the first NCO rank. Their usual duties are to supervise or make sure that common jobs are done properly every day. Most branches also includes \"Warrant Officers\" (\"Chief Warrant Officers\" in the Navy.) They are considered experts in their field, they are higher rank than other enlisted troops, but below officers. There are four ranks of Warrant Officers: WO-1 through WO-4 (CWO-1 to CWO-4)\nHere are some common ranks for the US Army, Air Force and Marines. These branches of the military use different names for the enlisted ranks, but they all use the same for officers. The Navy and the Coast Guard have different ranks; for those see United States Navy.\nBranches of the Military.\nAs noted above there are several different branches of the US Military. Each Branch has a different function [Land; Sea or Air]","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":4},{"uri":"Commander-in-Chief","surface_form":"Commander-in-Chief","offset":42},{"uri":"United_States_Department_of_Defense","surface_form":"Department of Defense","offset":134},{"uri":"United_States_Secretary_of_Defense","surface_form":"Secretary of Defense","offset":184},{"uri":"Department_of_Homeland_Security","surface_form":"Department of Homeland Security","offset":237},{"uri":"United_States_National_Guard","surface_form":"National Guard","offset":460},{"uri":"Conscription","surface_form":"conscription","offset":499},{"uri":"Combat","surface_form":"combat","offset":537},{"uri":"Military_Occupational_Specialty","surface_form":"military jobs","offset":577},{"uri":"United_States","surface_form":"US","offset":700},{"uri":"Officer","surface_form":"Officer","offset":722},{"uri":"Job","surface_form":"job","offset":976},{"uri":"United_States_Army","surface_form":"US Army","offset":1322},{"uri":"United_States_Air_Force","surface_form":"Air Force","offset":1331},{"uri":"United_States_Marine_Corps","surface_form":"Marines","offset":1345},{"uri":"United_States_Navy","surface_form":"Navy","offset":1473},{"uri":"United_States_Coast_Guard","surface_form":"Coast Guard","offset":1486},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":1534}]}