{"id":464619,"url":"http://en.wikipedia.org/wiki/Richard_Bachman","text":"Richard Bachman is a pen name used by horror fiction author Stephen King.\nOrigin.\nAt the beginning of Stephen King's career, the general view among publishers was that an author was limited to one book per year. They thought publishing more would not be seen as good to the public. King wanted to write under another name so he could write more than one book per year. His publisher, Signet Books, agreed to print more books under a pseudonym.\nIn the start of \"The Bachman Books,\" King said using the \"nom de plume\" Bachman was to see if his success was due to talent or luck. King said he put out the Bachman books with very little marketing. He did his best to \"load the dice against\" Bachman. King never found the answer to the \"talent versus luck\" question. He said he let everyone know that he was Bachman too soon. The Bachman book \"Thinner\" (1984) sold 28,000 copies during its first printing. When it was told that King wrote the book, the sales went up by ten times.\nThe pseudonym King first picked (Gus Pillsbury) is the name of King's mother's grandfather. At the last moment King changed the name to Richard Bachman. Richard is the same as crime author Donald E. Westlake's pseudonym Richard Stark. (The last name Stark \"was\" later used in King's book \"The Dark Half.\" Bachman was picked from Bachman–Turner Overdrive, a rock and roll band King was listening to at the time his publisher asked him to choose a pseudonym on the spot.\nIdentification.\nKing dedicated Bachman's early books — \"Rage\" (1977), \"The Long Walk\" (1979), \"Roadwork\" (1981), and \"The Running Man\" (1982) — to people close to him. The link between King and his shadow writer was found out after a Washington, D.C. bookstore clerk, Steve Brown, noted things that seemed the same between the writing styles of King and Bachman. Brown located publisher's records at the Library of Congress which included a document naming King as the author of one of Bachman's novels. Brown wrote to King's publishers with a copy of the papers he found. He asked them what to do. Two weeks later, King telephoned Brown himself. King told Brown that he should write an article about how he found the truth. King let Brown interview him. At the time of the announcement in 1985, King was working on \"Misery,\" which he was going to put out as a Bachman book.\nPost-outing.\nIn 1987, the Bachman novel \"The Running Man\" gave the idea for the Paul Glaser movie of the same name. King did not want his name to be on the credits. The screen credit for the movie went to Richard Bachman.\nKing used the \"relationship\" between himself and Bachman as a theme in his 1989 book \"The Dark Half.\" In the book a writer's darker pseudonym takes on a life of its own. King dedicated \"The Dark Half\" to \"the late Richard Bachman.\" There were plans to make the book a collaboration between the two, but this was later thrown out.\nIn 1996, Bachman's \"The Regulators\" came out, with the publishers saying the book's manuscript was found among Bachman's leftover papers by his widow. It was released as a companion novel with King's \"Desperation\"; the two novels took place in different universes but featured many of the same characters. The two book covers were designed to be placed together to form a single picture. In the foreword by King included with \"Desperation\" he said that there may be another Bachman novel left to be \"found.\"\nThe next Bachman book to be 'discovered' was \"Blaze.\" \"Blaze\" was an unpublished novel that King wrote before \"Carrie\" or the creation of Richard Bachman. For its publication King rewrote, edited, and updated the entire book. It was published in 2007 under the Bachman pseudonym, with a foreword by King under his own name.\nKing has taken full ownership of the Bachman name on numerous occasions, as with the republication of the first four Bachman titles as \"The Bachman Books: Four Early Novels by Stephen King\" in 1985. The introduction, titled \"Why I Was Bachman,\" details the whole Bachman/King story. (In 1996, the collection was reissued with a new King essay, \"The Importance of Being Bachman.\")\nRichard Bachman was also referred to in Stephen King's \"The Dark Tower\" series of books. In the fifth book, \"Wolves of the Calla,\" the scary children's book \"Charlie the Choo Choo\" is said to be written by \"Claudia y Inez Bachman.\" The spelling discrepancy of the added 'y' was later explained as a deus ex machina on the part of \"The White\" (a force of good throughout King's \"Tower\" series) to bring the total number of letters in her name to nineteen, a number prominent in King's series. In the next novel of the series, \"Song of Susannah,\" Stephen King briefly discusses his Richard Bachman pseudonym.\nAfter the Heath High School shooting, King announced that he would allow \"Rage\" to go out of print. He feared that it might inspire similar tragedies. \"Rage\" for a time continued to be available in the United Kingdom in \"The Bachman Books\" collection. Now the collection no longer has \"Rage\". In a footnote to the preface of \"Blaze,\" dated 30 January 2007, King wrote of \"Rage\": \"Now out of print, and a good thing.\" King's other Bachman novels are available in the US in separate volumes.\nIn 2010, King appeared on the FX television show \"Sons of Anarchy\" in a cameo role. His character, named Bachman, did contract work quietly getting rid of dead bodies.\nIn issue 29 of the comic adaptation of \"The Stand\", Richard Bachman appears as one of the top lieutenants of Randall Flagg. He replaced the character of Whitney Horgan from the original book. He is drawn to look like King.\nIn the 2013 \"Grimm\" episode \"Nameless\", Richard Bachman, being a pseudonym of Stephen King, was a plot point. King's novel, \"Rage\", had its title page used as a prop for the killer to write a note to the police.\nOther pseudonyms.\nKing wrote a short story, \"The Fifth Quarter\", under the pseudonym \"John Swithen\" (the name of a character in the book \"Carrie\"), that was published in \"Cavalier\" magazine April 1972. The story was later reprinted in King's collection \"Nightmares & Dreamscapes\" in 1993 under his own name. In the introduction to the Bachman novel \"Blaze\", King claims, with tongue-in-cheek, that \"Bachman\" was the person using the Swithen pseudonym.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pen_name","surface_form":"pen name","offset":21},{"uri":"Horror","surface_form":"horror","offset":38},{"uri":"Fiction","surface_form":"fiction","offset":45},{"uri":"Stephen_King","surface_form":"Stephen King","offset":60},{"uri":"Career","surface_form":"career","offset":117},{"uri":"Publisher","surface_form":"publisher","offset":148},{"uri":"Author","surface_form":"author","offset":171},{"uri":"Book","surface_form":"book","offset":197},{"uri":"Pseudonym","surface_form":"pseudonym","offset":433},{"uri":"The_Bachman_Books","surface_form":"The Bachman Books","offset":461},{"uri":"Nom_de_plume","surface_form":"nom de plume","offset":502},{"uri":"Talent","surface_form":"talent","offset":561},{"uri":"Luck","surface_form":"luck","offset":571},{"uri":"Thinner_(novel)","surface_form":"Thinner","offset":839},{"uri":"Pseudonym","surface_form":"pseudonym","offset":980},{"uri":"Donald_E._Westlake","surface_form":"Donald E. Westlake","offset":1165},{"uri":"Richard_Stark","surface_form":"Richard Stark","offset":1196},{"uri":"The_Dark_Half","surface_form":"The Dark Half","offset":1265},{"uri":"Bachman%E2%80%93Turner_Overdrive","surface_form":"Bachman–Turner Overdrive","offset":1305},{"uri":"Rage_(Stephen_King_novel)","surface_form":"Rage","offset":1501},{"uri":"The_Long_Walk","surface_form":"The Long Walk","offset":1516},{"uri":"Roadwork","surface_form":"Roadwork","offset":1540},{"uri":"The_Running_Man_(novel)","surface_form":"The Running Man","offset":1563},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":1849},{"uri":"Document","surface_form":"document","offset":1886},{"uri":"Misery_(novel)","surface_form":"Misery","offset":2262},{"uri":"The_Running_Man_(novel)","surface_form":"The Running Man","offset":2361},{"uri":"Paul_Michael_Glaser","surface_form":"Paul Glaser","offset":2400},{"uri":"The_Running_Man_(1987_movie)","surface_form":"movie of the same name","offset":2412},{"uri":"Movie","surface_form":"movie","offset":2511},{"uri":"Theme","surface_form":"theme","offset":2604},{"uri":"The_Dark_Half","surface_form":"The Dark Half","offset":2628},{"uri":"Dedicate","surface_form":"dedicate","offset":2717},{"uri":"Collaboration","surface_form":"collaboration","offset":2810},{"uri":"The_Regulators","surface_form":"The Regulators","offset":2892},{"uri":"Manuscript","surface_form":"manuscript","offset":2956},{"uri":"Widow","surface_form":"widow","offset":3016},{"uri":"Companion","surface_form":"companion","offset":3044},{"uri":"Desperation_(novel)","surface_form":"Desperation","offset":3073},{"uri":"Foreword","surface_form":"foreword","offset":3267},{"uri":"Blaze_(novel)","surface_form":"Blaze","offset":3426},{"uri":"The_Bachman_Books","surface_form":"The Bachman Books","offset":3840},{"uri":"The_Dark_Tower_(series)","surface_form":"The Dark Tower","offset":4140},{"uri":"Wolves_of_the_Calla","surface_form":"Wolves of the Calla","offset":4193},{"uri":"Deus_ex_machina","surface_form":"deus ex machina","offset":4383},{"uri":"Song_of_Susannah","surface_form":"Song of Susannah","offset":4610},{"uri":"Heath_High_School_shooting","surface_form":"Heath High School shooting","offset":4701},{"uri":"The_Bachman_Books","surface_form":"The Bachman Books","offset":4912},{"uri":"Footnote","surface_form":"footnote","offset":4989},{"uri":"Blaze_(novel)","surface_form":"Blaze","offset":5017},{"uri":"Sons_of_Anarchy","surface_form":"Sons of Anarchy","offset":5231},{"uri":"Cameo","surface_form":"cameo","offset":5253},{"uri":"The_Stand_(comics)","surface_form":"comic adaptation of \"The Stand\"","offset":5368},{"uri":"Randall_Flagg","surface_form":"Randall Flagg","offset":5458},{"uri":"Grimm_(TV_series)","surface_form":"Grimm","offset":5585},{"uri":"Plot","surface_form":"plot","offset":5670},{"uri":"Short_story","surface_form":"short story","offset":5815},{"uri":"The_Fifth_Quarter_(short_story)","surface_form":"The Fifth Quarter","offset":5829},{"uri":"Carrie_(novel)","surface_form":"Carrie","offset":5922},{"uri":"Cavalier","surface_form":"Cavalier","offset":5955},{"uri":"Nightmares_%26amp%3B_Dreamscapes","surface_form":"Nightmares & Dreamscapes","offset":6038},{"uri":"Blaze_(novel)","surface_form":"\"Blaze\"","offset":6133},{"uri":"Tongue-in-cheek","surface_form":"tongue-in-cheek","offset":6160}]}