{"id":464607,"url":"http://en.wikipedia.org/wiki/2014_Hong_Kong_protests","text":"The 2014 Hong Kong protests, also known as the Umbrella Revolution, are a series of protests in Hong Kong that started on 27 September 2014. They are protesting against the Standing Committee of the National People's Congress' (NPCSC) decision on the proposed electoral reform for the planned 2017 Hong Kong Chief Executive election. The NPCSC would need a nomination committee to pre-approve up to three electoral candidates before they go on to a vote that involves the general population. After the election, the Chief Executive-elect still has to be formally appointed by the central government before they can officially take their post.\nThe student groups Hong Kong Federation of Students and Scholarism started protesting outside of the government headquarters on the 22 September, 2014. During the evening of 26 September, there were a group of several hundred demonstrators that broke through a security barrier and had entered the plaza in front of the Central Government Complex. The police then closed off and blockaded it overnight. This caused more protesters to join and surround the police. The standoff between the protesters and police lasted for a day, during which the police started attacking unarmed protesters with shields, batons, and pepper spray. The movement Occupy Central with Love and Peace announced that they would start their civil disobedience campaign with starting immediately.\nOn 28 September at around noon, the protesters moved onto Harcourt Road and went on to occupy Queensway. After a standoff that lasted for several hours, police started using tear gas and water cannons on the crowds and they also threatened to open fire with rubber bullets if they did not leave.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":96},{"uri":"Hong_Kong_Federation_of_Students","surface_form":"Hong Kong Federation of Students","offset":662},{"uri":"Scholarism","surface_form":"Scholarism","offset":699},{"uri":"Central_Government_Complex","surface_form":"Central Government Complex","offset":963},{"uri":"Pepper_spray","surface_form":"pepper spray","offset":1259},{"uri":"Occupy_Central_with_Love_and_Peace","surface_form":"Occupy Central with Love and Peace","offset":1286},{"uri":"Civil_disobedience","surface_form":"civil disobedience","offset":1359},{"uri":"Queensway_(Hong_Kong)","surface_form":"Queensway","offset":1508},{"uri":"Tear_gas","surface_form":"tear gas","offset":1588},{"uri":"Water_cannon","surface_form":"water cannon","offset":1601},{"uri":"Rubber_bullet","surface_form":"rubber bullet","offset":1672}]}