{"id":464895,"url":"http://en.wikipedia.org/wiki/Bryant_Reeves","text":"Bryant Reeves (born June 8, 1973) is an American retired professional basketball player. He played six seasons with the Vancouver Grizzlies of the National Basketball Association (NBA). He was nicknamed Big Country by his college teammate Byron Houston after he was amazed through his first cross-country flight over the United States, having grown up in the small town of Gans, Oklahoma.\nReeves played college basketball at the Oklahoma State University–Stillwater with the Cowboys. During his time with the Cowboys, Reeves led the team to the 1995 Final Four and averaged 21.5 points per game as a senior player.\nHe was selected 6th overall by the Vancouver Grizzlies in the 1996 NBA Draft. He was the Grizzlies' first-ever draft choice. During his six seasons with the Grizzlies, he had averaged 13.3 points per game in his rookie season and he averaged 16.2 points per game in 1997. On July 8, 1997, Reeves was given a six-year, $61.8 million contract extension. Reeves' best season came in 1997-98, when averaged 16.3 points, 7.9 rebounds, 1.08 blocked shots per game, and scored a career-high 41 points against the Boston Celtics.\nAfter 1998, he began suffering from both weight-control problems and injuries. His production numbers had fell off severely. The Grizzlies were still using Reeves as their starting center but both his minutes per game dropped and his field goal percentage had dropped. When the Grizzlies were moved to Memphis in 2001, Reeves had to start the season on the injured list because of continuing back pain and he was never able to play another game after only playing two preseason games with Memphis. Reeves retired from playing professional basketball on January 29, 2002.\nSince retiring, Reeves moved back to Gans, Oklahoma where he owns a large cattle ranch just outside of Gans and lives with his wife and three children.","categories":[],"infobox_types":["basketball biography"],"annotations":[{"uri":"Americans","surface_form":"American","offset":40},{"uri":"Basketball","surface_form":"basketball","offset":70},{"uri":"Vancouver_Grizzlies","surface_form":"Vancouver Grizzlies","offset":120},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":147},{"uri":"Byron_Houston","surface_form":"Byron Houston","offset":239},{"uri":"Gans%2C_Oklahoma","surface_form":"Gans, Oklahoma","offset":373},{"uri":"Oklahoma_State_University%E2%80%93Stillwater","surface_form":"Oklahoma State University–Stillwater","offset":429},{"uri":"Vancouver_Grizzlies","surface_form":"Vancouver Grizzlies","offset":650},{"uri":"1997%E2%80%9398_NBA_season","surface_form":"1997-98","offset":995},{"uri":"Boston_Celtics","surface_form":"Boston Celtics","offset":1121}]}