{"id":4648,"url":"http://en.wikipedia.org/wiki/Tuvalu","text":"Tuvalu is a small island country in the Pacific Ocean. In the past, it was the Ellice Islands. It was part of Gilbert and Ellice Islands. It is a monarchy.\nTuvalu is getting smaller. If the sea level keeps rising at the same rate, this country will be covered by water in about 50 years.\nThe most important language spoken in Tuvalu is Tuvaluan, although Nuian is spoken on the island of Nui.\nThe United States and Tuvalu signed a treaty of friendship in 1979, when the US gave up their claim to Tuvalu for the islands of Funafuti, Nukefetau, Nukulaelae, and Nurakita.\nFollowing Tuvalu being allocated two-letter top-level Internet domain suffix.tv, the Government of Tuvalu worked with the International Telecommunications Union and established a process to select a management partner for the domain suffix.\nOn 6 August 1998 a licensing agreement was signed with Information.CA of Toronto under which it agreed to pay an up-front payment of US$50 million for exclusive marketing rights to Tuvalu's domain until 2048, with the country manager/delegee of the Government of Tuvalu for the.tv extension being The.tv Corporation International, which was established in 1998. Subsequent negotiations with Information.CA followed from the delays in payment of US$50 million. Idealab, a Californian company, became involved in 1999 and assumed the $50 million obligation to be paid over 10 years. With the first $1 million payment, Tuvalu was finally able to afford to join the United Nations. Lou Kerner became the first employee of.tv when he joined as CEO in January 2000..tv grew to over 100 employees, with offices in Los Angeles, London, and Hong Kong, before being acquired in a nine figure transaction in December, 2001.\nGeography.\nTuvalu has four reef islands and five true atolls. The atolls have only 26 km of land. Tuvalu is the fourth smallest country in the world. The land is very low lying and the coral atolls are narrow. Funafuti is the largest atoll of the islands and atolls. It has many islets around a central lagoon. This is about 25.1 kilometres (15.6 mi) (N–S) by 18.4 kilometres (11.4 mi) (W-E), centered on 179°7’E and 8°30’S. A\nThe highest height is above sea level, which gives Tuvalu the second-lowest highest elevation of any country (after the Maldives). Because of this, the islands that make up Tuvalu are threatened by any sea level rise. If this happens, the people will have to go to New Zealand, Niue or the Fijian island of Kioa. Tuvalu is also affected by what is known as a king tide, which can raise the sea level higher than a normal high tide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":18},{"uri":"Country","surface_form":"country","offset":25},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":40},{"uri":"Gilbert_and_Ellice_Islands","surface_form":"Gilbert and Ellice Islands","offset":110},{"uri":"Monarchy","surface_form":"monarchy","offset":146},{"uri":"Sea_level","surface_form":"sea level","offset":190},{"uri":"Water","surface_form":"water","offset":263},{"uri":"Tuvaluan_language","surface_form":"Tuvaluan","offset":336},{"uri":"United_States","surface_form":"United States","offset":397},{"uri":"Atoll","surface_form":"atoll","offset":1777},{"uri":"Km","surface_form":"km","offset":1809},{"uri":"Lagoon","surface_form":"lagoon","offset":2026},{"uri":"Mile","surface_form":"mi","offset":2070},{"uri":"Maldives","surface_form":"Maldives","offset":2270},{"uri":"Sea_level_rise","surface_form":"sea level rise","offset":2352},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2415},{"uri":"Niue","surface_form":"Niue","offset":2428},{"uri":"Fiji","surface_form":"Fiji","offset":2440},{"uri":"Kioa","surface_form":"Kioa","offset":2457},{"uri":"King_tide","surface_form":"king tide","offset":2509},{"uri":"High_tide","surface_form":"high tide","offset":2571}]}