{"id":464981,"url":"http://en.wikipedia.org/wiki/Colac%2C_Victoria","text":"Colac is a town in the western district of Victoria, Australia. It is about south-west of Melbourne, on the southern shore of Lake Colac and the surrounding volcanic plains, approximately inland from Bass Strait. Colac is the largest city in and administrative centre of the Colac Otway Shire. At June 2016, Colac had a population of 12,411.\nHistory.\nThe first people to live in the area were the Gulidjan people. They had lived in the grasslands around the lakes for at least 30,000 years.\nEuropean settlers moved into the area in 1837. Within three years, most of Gulidjan lands had been taken over by sheep farmers.\nThe first European settler was Hugh Murray. In 1848, the town was named \"Lake Colac\".\nBrookhouse Mystery.\nIn 1854 a shepherd, Thomas Brookhouse, who worked for Hugh Murray went missing. Another shepherd, Patrick McGeary left the town soon afterwards. Fifteen years later, Brookhouse's bones were found under a pile of rocks near Lake Corangamite. The skull had been crushed. It took police another two years to find McGeary, who was found guilty of murder and hanged in Melbourne in 1871. He had killed Brookhouse to stop him from telling Murray about his sheep stealing.\nTown features.\nThe Lake Colac Post Office opened on 1 July 1848. The name was changed to Colac in 1854.\nColac Botanic Gardens in Queen Street is next to the shores of Lake Colac. They were first planted in 1868, and remodelled in 1910 by William Guilfoyle. There is a large number of different of plants with many old and rare trees and a rose arbour.\nA commemorative plaque on the southern side of the Memorial Square remembers two historic speeches given on consecutive nights in Colac. The two speeches declared Australia would join Britain to fight in World War I. On 5 September 1914 the Leader of the Opposition, Andrew Fisher said \"...Australia will stand by the mother country to our last man and our last shilling\". The next night, the Prime Minister Joseph Cook said that \"...If the old country is at war, so are we\".\nNatural features.\nLake Colac dried up during the drought of 2008-2009. It has now refilled.\nTransport.\nImage:Beechy line.JPG |thumb|Old railway line from Colac to Beech Forest, now a walking trail\nThe railway reached the town in 1877. From 1883 the line was extended to reach as far as Port Fairy, in the south west of the state. The Irrewarra-Cressy line to Ballarat also ran from Colac between 1889 and 1953. There was also a branch line to Alvie opened in 1923 and closed in 1954. A narrow gauge railway line began in Colac going south to the small towns of Beech Forest and Crowes. This line opened in 1902 and closed in 1962.\nThe local railway station is served by Line passenger services on the Warrnambool line. The train stops at Camperdown and Terang.\nColac is on the Princes Highway.\nEvents.\nColac is the home of the annual \"Cliff Young Australian 6-day race\". The event has been going for over 20 years and is a running/walking event. It is held in the Memorial Square which is in the middle of Colac and attracts entries from all over the world.\nIndustry.\nThe main industries are based on agriculture including dairy, beef, lamb and finewool merino industries, and a large timber industry. These include Bulla Dairy Foods, CRF Colac Otway Pty Ltd, Fonterra, Cororooke, and AKD Softwoods.\nMedia.\nColac has its own newspaper, \"The Colac Herald\", published on Mondays, Wednesdays and Fridays. Colac has a number of local radio stations: 3CS 1134AM, MIXX FM 106.3 MHz, and Otway FM 104.7 MHz& 99.1 MHz.\nTelevision services are received via UHF from Ballarat Lookout Hill, as well as a local repeater on nearby Warrion hill.\nFM radio services direct from Melbourne can be received in Colac but signal levels are low. Television services direct from Melbourne can be received in Colac but large antenna arrays must be used with mixed results.\nColac is serviced by Austar Subscription Television delivered by DTH satellite transmission, via Optus C1 Ku Band Satellite located at 156E.\nSport.\nColac has two Australian Rules football teams competing in the Colac & District Football League, the Colac Imperials and South Colac. The Colac Tigers play in the Geelong Football League.\nColac has a horse racing club, the Colac Turf Club, which has around four race meetings a year including the Colac Cup meeting in February. It also has a picnic horse racing club, Colac St Patrick Picnic, which holds its one race meeting a year in March.\nGolfers play at the Colac Golf Club on Colac - Lavers Hill Road, Elliminyt.\nColac also has a swimming club which trains swimmers and has athletes competing at Region, State and national competitions.\nColac also has a baseball club, the Colac Braves, which plays in the Geelong Baseball Association winter competition and the Pan Pacific Masters Games on the Gold Coast.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria%2C_Australia","surface_form":"Victoria, Australia","offset":43},{"uri":"Melbourne","surface_form":"Melbourne","offset":90},{"uri":"Lake_Colac","surface_form":"Lake Colac","offset":126},{"uri":"Colac_Otway_Shire","surface_form":"Colac Otway Shire","offset":275},{"uri":"Gulidjan","surface_form":"Gulidjan","offset":397},{"uri":"Hugh_Murray","surface_form":"Hugh Murray","offset":650},{"uri":"Lake_Corangamite","surface_form":"Lake Corangamite","offset":948},{"uri":"Colac_Botanic_Gardens","surface_form":"Colac Botanic Gardens","offset":1295},{"uri":"William_Guilfoyle","surface_form":"William Guilfoyle","offset":1429},{"uri":"World_War_I","surface_form":"World War I","offset":1747},{"uri":"Leader_of_the_Opposition_(Australia)","surface_form":"Leader of the Opposition","offset":1784},{"uri":"Andrew_Fisher","surface_form":"Andrew Fisher","offset":1810},{"uri":"Prime_Minister_of_Australia","surface_form":"Prime Minister","offset":1936},{"uri":"Joseph_Cook","surface_form":"Joseph Cook","offset":1951},{"uri":"Left","surface_form":"Old railway line from Colac to Beech Forest, now a walking trail","offset":2151},{"uri":"Port_Fairy_railway_line%2C_Victoria","surface_form":"railway","offset":2220},{"uri":"Colac-Ballarat_railway_line%2C_Victoria","surface_form":"Irrewarra-Cressy line","offset":2353},{"uri":"Ballarat%2C_Victoria","surface_form":"Ballarat","offset":2378},{"uri":"Alvie_railway_line%2C_Victoria","surface_form":"Alvie","offset":2462},{"uri":"Crowes_railway_line","surface_form":"narrow gauge railway","offset":2505},{"uri":"Beech_Forest%2C_Victoria","surface_form":"Beech Forest","offset":2580},{"uri":"Crowes%2C_Victoria","surface_form":"Crowes","offset":2597},{"uri":"Colac_railway_station%2C_Victoria","surface_form":"local railway station","offset":2654},{"uri":"Line","surface_form":"Line","offset":2689},{"uri":"Warrnambool_railway_line%2C_Victoria","surface_form":"Warrnambool line","offset":2720},{"uri":"Camperdown%2C_Victioria","surface_form":"Camperdown","offset":2757},{"uri":"Terang%2C_Victoria","surface_form":"Terang","offset":2772},{"uri":"Princes_Highway","surface_form":"Princes Highway","offset":2796},{"uri":"Cliff_Young_Australian_6-day_race","surface_form":"Cliff Young Australian 6-day race","offset":2854},{"uri":"Bulla_Dairy_Foods","surface_form":"Bulla Dairy Foods","offset":3235},{"uri":"Fonterra","surface_form":"Fonterra","offset":3279},{"uri":"3CS","surface_form":"3CS","offset":3465},{"uri":"Warrion%2C_Victoria","surface_form":"Warrion","offset":3637},{"uri":"Austar","surface_form":"Austar","offset":3889},{"uri":"Optus","surface_form":"Optus","offset":3965},{"uri":"Australian_Rules_Football","surface_form":"Australian Rules","offset":4030},{"uri":"Colac_%26amp%3B_District_Football_League","surface_form":"Colac & District Football League","offset":4079},{"uri":"Geelong_Football_League","surface_form":"Geelong Football League","offset":4179},{"uri":"Thoroughbred_racing_in_Australia","surface_form":"horse racing club","offset":4216},{"uri":"Picnic_horse_racing","surface_form":"picnic horse racing club","offset":4358}]}