{"id":4651,"url":"http://en.wikipedia.org/wiki/James_Watt","text":"James Watt (19 January 1736 19 August 1819) was a Scottish mathematician and engineer. He did not invent the first steam engine, but he did modify it to work better. There were other patented steam engines (such as the Savery and Newcomen steam engines) in use by the time Watt started his work on them. His major contribution is in developing the modern form of the steam engine. The Watt steam engine is credited for driving the Industrial Revolution of the 18th and 19th centuries. James Watt was a brilliant engineer and he also transformed the Newcomen engine.\nToday, most people honor him by naming a unit of power, the watt, after him.\nBiography.\nJames Watt was born on 19 January 1736 in Greenock, Renfrewshire. His father was a shipwright, ship owner and contractor, and served as the town's chief baillie. His mother, Agnes Muirhead, came from a distinguished family and was well educated. Both were Presbyterians and strong Covenanters. Watt's grandfather, Thomas Watt, taught mathematics and was a baillie to the Baron of Cartsburn. Watt did not go to school every day. At first, he was mostly schooled at home by his mother but later he attended Greenock grammar school. He exhibited great skill with his hands and a natural ability for mathematics, although Latin and Greek failed to interest him. He also absorbed the legends and lore of the Scottish people.\nThe centrifugal governor.\nOne of Watt's many improvements was the invention of a \"centrifugal governor\" to regulate automatically the speed of the engine. This is most obvious on steam engines where it regulates the admission of steam into the cylinder(s). It is also found on internal combustion engines and variously fueled turbines, and in some modern striking clocks.\nA centrifugal governor is a homeostatic device which controls the speed of an engine by regulating the amount of \"intermediate substance\" (steam) which drives the machine. This keeps a near constant speed whatever the load or fuel supply conditions. It uses the principle of proportional control: this means the stopping of (in this case) steam varies according to the speed of the machine.\nOn Watt's fly-ball device, as the machine speeds up, the balls fly round faster. As they fly round faster, they move out from the central post. As they move out from the central post, they close the steam supply more firmly. As they do so, the machine slows down and the balls spin more slowly, and allow more steam into the cylinders. In addition, the system has a safety release valve to allow excess steam to escape without driving the wheels. 500 Boulton & Watt engines were built by the firm between 1775 and 1800.\nLater, this kind of feedback loop became an important tool of cybernetics.\nPartnership.\nWatt went into partnership with a fellow member of the Midlands Lunar Society, Matthew Boulton. The firm of Boulton & Watt designed and built steam engines, and was very important in the Industrial Revolution.\nThe Soho Foundry.\nAt first the partnership made the drawing and specifications for the engines, and supervised the work to erect it on the customer's property. They produced almost none of the parts themselves. Watt did most of his work at his home in Harper’s Hill in Birmingham, while Boulton worked at the Soho Manufactory.\nGradually the partners began to actually make more and more of the parts, and by 1795 they purchased a property about a mile away from the Soho manufactory, on the banks of the Birmingham Canal. There they built a new foundry for making the engines. The Soho Foundry opened in 1796 at a time when Watt’s sons, Gregory and James Jr. were heavily involved in the management of the enterprise. In 1800, the year of Watt’s retirement, the firm made a total of forty-one engines.\nWatt retired in 1800, the same year that his fundamental patent and partnership with Boulton expired. The famous partnership was transferred to the men's sons, Matthew Robinson Boulton and James Watt Jr. Longtime firm engineer William Murdoch was soon made a partner and the firm prospered.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":50},{"uri":"Mathematician","surface_form":"mathematician","offset":59},{"uri":"Engineer","surface_form":"engineer","offset":77},{"uri":"Steam_engine","surface_form":"steam engine","offset":115},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":431},{"uri":"Unit","surface_form":"unit","offset":607},{"uri":"Power_(physics)","surface_form":"power","offset":615},{"uri":"Watt","surface_form":"watt","offset":626},{"uri":"Greenock","surface_form":"Greenock","offset":696},{"uri":"Renfrewshire","surface_form":"Renfrewshire","offset":706},{"uri":"Shipwright","surface_form":"shipwright","offset":737},{"uri":"Baillie","surface_form":"chief baillie","offset":801},{"uri":"Presbyterian","surface_form":"Presbyterian","offset":910},{"uri":"Covenanter","surface_form":"Covenanter","offset":935},{"uri":"Mathematics","surface_form":"mathematics","offset":988},{"uri":"Baron_of_Cartsburn","surface_form":"Baron of Cartsburn","offset":1025},{"uri":"Home_school","surface_form":"schooled at home","offset":1106},{"uri":"Mathematics","surface_form":"mathematics","offset":1250},{"uri":"Latin","surface_form":"Latin","offset":1272},{"uri":"Ancient_Greek","surface_form":"Greek","offset":1282},{"uri":"Scottish_mythology","surface_form":"legends and lore","offset":1333},{"uri":"Scottish_people","surface_form":"Scottish people","offset":1357},{"uri":"Centrifugal_force","surface_form":"centrifugal","offset":1456},{"uri":"Steam_engine","surface_form":"steam engine","offset":1553},{"uri":"Steam","surface_form":"steam","offset":1603},{"uri":"Cylinder_(engine)","surface_form":"cylinder","offset":1618},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":1651},{"uri":"Turbine","surface_form":"turbine","offset":1700},{"uri":"Striking_clock","surface_form":"striking clock","offset":1729},{"uri":"Homeostatic","surface_form":"homeostatic","offset":1774},{"uri":"Speed","surface_form":"speed","offset":1812},{"uri":"Engine","surface_form":"engine","offset":1824},{"uri":"Load","surface_form":"load","offset":1964},{"uri":"Proportional_control","surface_form":"proportional control","offset":2021},{"uri":"Feedback","surface_form":"feedback","offset":2677},{"uri":"Cybernetics","surface_form":"cybernetics","offset":2719},{"uri":"Midlands","surface_form":"Midlands","offset":2800},{"uri":"Lunar_Society","surface_form":"Lunar Society","offset":2809},{"uri":"Matthew_Boulton","surface_form":"Matthew Boulton","offset":2824},{"uri":"Boulton_%26amp%3B_Watt","surface_form":"Boulton & Watt","offset":2853},{"uri":"Steam_engine","surface_form":"steam engine","offset":2887},{"uri":"Industrial_revolution","surface_form":"Industrial Revolution","offset":2932},{"uri":"Birmingham_Canal","surface_form":"Birmingham Canal","offset":3459},{"uri":"Patent","surface_form":"patent","offset":3814}]}