{"id":46524,"url":"http://en.wikipedia.org/wiki/Hadrian%27s_Wall","text":"Hadrian's Wall (Latin: \"Vallum Hadriani\") is a stone and turf fortification built by the Roman Empire in northern England to stop attacks by Scottish tribes. There were three legions working on it and in 10 years it was nearly finished.\nIt was made a UNESCO World Heritage Site in 1987. English Heritage, a government quango in charge of managing the historic environment of England, describes it as \"one of the towering achievements of military engineering, and a monument to the power of one of the greatest empires in world history\".\nThe Vallum is a huge earthwork associated with Hadrian's Wall. Unique on any Roman frontier, it runs from coast to coast to the south of the wall.\nConstruction.\nBegun in AD 122, during the rule of the emperor Hadrian, it was the first of two fortifications built across Great Britain. The second was the Antonine Wall, the lesser known of the two.\nThe original wall was 20 feet tall and 8 feet wide. It had a fort every 7 miles that housed a force of over 500 soldiers and for each mile there were smaller forts and watchtowers.\nThe wall was the most heavily fortified border in the Empire. In addition to its role as a military fortification, it is thought that many of the gates through the wall would have served as customs posts to allow trade and levy taxation.\nTourism.\nA significant portion of the wall still exists, particularly the midsection, and for much of its length the wall can be followed on foot by Hadrian's Wall Path or by cycle on National Cycle Route 72.\n\"Stretching for 73 miles across northern England, Hadrian's Wall is the most important monument of Roman Britain, and the best-known frontier of the entire Roman empire\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":16},{"uri":"Stone","surface_form":"stone","offset":47},{"uri":"Sod","surface_form":"turf","offset":57},{"uri":"Fortification","surface_form":"fortification","offset":62},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":89},{"uri":"England","surface_form":"England","offset":114},{"uri":"Attack","surface_form":"attack","offset":130},{"uri":"Roman_legion","surface_form":"legions","offset":175},{"uri":"UNESCO","surface_form":"UNESCO","offset":251},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":258},{"uri":"English_Heritage","surface_form":"English Heritage","offset":287},{"uri":"Quango","surface_form":"quango","offset":318},{"uri":"Hadrian","surface_form":"Hadrian","offset":746},{"uri":"Antonine_Wall","surface_form":"Antonine Wall","offset":841},{"uri":"Customs","surface_form":"customs","offset":1256},{"uri":"Taxation","surface_form":"taxation","offset":1294}]}