{"id":465266,"url":"http://en.wikipedia.org/wiki/Logical_quantifier","text":"e=\"preserve\">In logic, a quantifier is a way to state that a certain number of elements fulfill some criteria. For example, every natural number has another natural number larger than it. In this example, the word \"every\" is a quantifier. Therefore, the sentence \"every natural number has another natural number larger than it\" is a quantified expression.\nQuantifiers and quantified expressions are a useful part of formal languages. They are useful because they let rigorous statements claim how widespread a criteria is. Two basic kinds of quantifiers used in predicate logic are universal and existential quantifiers. A universal quantifier states that all the elements considered fulfill the criteria. The universal quantifier is symbolized with \"∀\", an upside down \"A\", to stand for \"all\". An existence quantifier (symbolized with \"∃\") states that at least one element considered fits the criteria. The existential quantifier is symbolized with \"∃\", a backwards \"E\", to stand for \"exists\".\nQuantifiers are also used in natural languages. Examples of quantifiers in English include \"for all\", \"for some\", \"many\", \"few\", \"a lot\", and \"no\".\nNotation.\nThe two quantifiers most widely used are the universal quantifier and the existence quantifier.\nThe universal quantifier is used to claim that for elements in a set, the elements all match some criteria. Usually, this statement \"for all elements\" is shortened to an \"A\" flipped upside down, which is \"∀\".\nThe existential quantifier is used to claim that for elements in a set, there exists at least one element that matches some criteria. Usually, this statement \"there exists an element\" is shortened to an \"E\" flipped upside down, which is \"∃\".\nEnglish statements can be often rewritten using symbols, predicates representing criteria, and quantifiers. One example is \"Each of Peter's friends either likes to dance or likes to go to the beach\". Let \"X\" be the set of all Peter's friends. Let \"P\"(\"x\") be the predicate \"x\" likes to dance\". Let \"Q\"(\"x\") be the predicate \"x\" likes to go to the beach\". We can rewrite the example using formal notation as formula_1. The statement can be read as \"For every \"x\" that is a member of \"X\", \"P\" applies to \"x\" or \"Q\" applies to \"x\".\"\nSeveral statements above explicitly include \"X\", the set of elements that the quantifier applies to. This set of elements is also known as the range of quantification, or the universe of discourse. Some of the statements above do not include such a set. In this case, the set will have to be specified before the statement. For example, \"x\" is an apple\" must be stated before formula_1. In this case, we are making a statement that at least one apple fits the predicate \"P\".\nUsing quantifiers formally does not require using the symbol \"x\". In fact, other symbols, such as \"y\" and \"z\", can also be used. However, one must be careful not to use the same symbol to refer to two different things.\nNesting.\nthen the statement is false. It claims that there is one natural number \"s\" that is the square of \"every\" natural number.\nOther quantifiers.\nThere are also less common quantifiers used by mathematicians.\nAn example is the solution quantifier. It is used to state which elements solve a particular equation. The solution quantifier is represented by a § (section sign). For example, the following statement claims the squares of 0, 1 and 2 are smaller than 4.:formula_1\nHistory.\nTerm logic was developed by Aristotle. It was an early form of logic, and included quantification. The use of quantification was closer to that of natural language. This meant that statements in term logic with quantifiers were less suited for formal analysis. Term logic included quantifiers for \"All\", \"Some\" and \"No\" (none) in 4th century BC.\nIn 1879, Gottlob Frege created a notation for universal quantification. Unlike the modern notation, he would represent a universal quantification by writing a variable over a dimple in an otherwise straight line. Frege did not create a notation for existential quantification. Instead, he combined universal quantification and a number of negations to make an equivalent statement. Frege's use of quantification was not widely known until Bertrand Russell's 1903 \"Principles of Mathematics\".\nIn 1885, Charles Sanders Peirce and his student Oscar Howard Mitchell also created a notation for universal and existential quantifiers. They wrote Πx and Σx where we now write ∀\"x\" and ∃\"x\". Pierce's notation was used by many mathematicians into the 1950s.\nIn 1897, William Ernest Johnson and Giuseppe Peano created another notation for universal and existential quantification. They were influenced by Pierce's previous quantification notation. Johnson and Peano used the simple (\"x\") for universal quantification, and ∃\"x\" for existential quantification. Peano's influence on math spread this notation across Europe.\nIn 1935, Gerhard Gentzen created the ∀ symbol for universal quantification. It was not widely used until the 1960s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Logic","surface_form":"logic","offset":16},{"uri":"Natural_number","surface_form":"natural number","offset":130},{"uri":"Predicate_logic","surface_form":"predicate logic","offset":562},{"uri":"Universal_quantifier","surface_form":"universal quantifier","offset":623},{"uri":"A","surface_form":"A","offset":771},{"uri":"Existence_quantifier","surface_form":"existence quantifier","offset":798},{"uri":"E","surface_form":"E","offset":968},{"uri":"Universal_quantifier","surface_form":"universal quantifier","offset":1198},{"uri":"Existence_quantifier","surface_form":"existence quantifier","offset":1227},{"uri":"A","surface_form":"A","offset":1420},{"uri":"E","surface_form":"E","offset":1662},{"uri":"Predicate_(grammar)","surface_form":"predicates","offset":1757},{"uri":"Universe_of_discourse","surface_form":"universe of discourse","offset":2405},{"uri":"Gottlob_Frege","surface_form":"Gottlob Frege","offset":3766},{"uri":"Logical_negation","surface_form":"negations","offset":4096},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":4196},{"uri":"Charles_Sanders_Peirce","surface_form":"Charles Sanders Peirce","offset":4258},{"uri":"Oscar_Howard_Mitchell","surface_form":"Oscar Howard Mitchell","offset":4297},{"uri":"William_Ernest_Johnson","surface_form":"William Ernest Johnson","offset":4516},{"uri":"Giuseppe_Peano","surface_form":"Giuseppe Peano","offset":4543},{"uri":"Gerhard_Gentzen","surface_form":"Gerhard Gentzen","offset":4878}]}