{"id":46527,"url":"http://en.wikipedia.org/wiki/Kinship","text":"Kinship is the most basic principle of putting individuals into social groups, roles, and categories. The basic sort of kinship is to belong to the same family by birth.\nKinship.\nKinship tells us how we are related to our family or each other, through our biology and history. Kinship can be a complex system of social groups. It is a universal system as everyone has a family. Some small and large scale societies use kinship not only for human reproduction but for “economic transactions, the political system and [their] religious beliefs” (J.Hendry, 1999).\nHistory.\nThe anthropologist Lewis H. Morgan invented kinship studies. In the 1850s and 1860s he watched the Iroquois, a Native American group in the Northeastern United States. He was mostly interested in what was keeping societies together. He was the first to state the different types of kinship systems that exist, in his book, called ‘Systems of Consanguinity and Affinity of the Human Family’.\nTypes.\nThere are two main types of kinship.\nConsanguinity means to be related by blood. Laws in some countries use the amount of consanguinity between two people. For instance, deciding who is allowed to be married. It can also be used to decide who can receive property after death if there is no will. Many religions also use the amount of consanguinity to define acceptable practices.\nAffinity means to be related by social processes, like marriage or adoption. There are also legal and religious definitions for acceptable amounts of affinity.\nDescent.\nThere are two types of descent involved in kinship. \"Patrilineal\" are the relations that come from the father’s blood line. \"Matrilineal\" are the relations that come from the mother’s blood line.","categories":[],"infobox_types":[],"annotations":[{"uri":"Individual","surface_form":"individual","offset":47},{"uri":"Group","surface_form":"group","offset":71},{"uri":"Role","surface_form":"role","offset":79},{"uri":"Category","surface_form":"categories","offset":90},{"uri":"Family","surface_form":"family","offset":153},{"uri":"Birth","surface_form":"birth","offset":163},{"uri":"Anthropology","surface_form":"anthropologist","offset":574},{"uri":"Lewis_H._Morgan","surface_form":"Lewis H. Morgan","offset":589},{"uri":"Iroquois","surface_form":"Iroquois","offset":669},{"uri":"Northeastern_United_States","surface_form":"Northeastern United States","offset":710},{"uri":"Marriage","surface_form":"marriage","offset":1404},{"uri":"Adoption","surface_form":"adoption","offset":1416}]}