{"id":4653,"url":"http://en.wikipedia.org/wiki/Michelangelo","text":"Michelangelo di Lodovico Buonarroti Simoni (6 March 1475 – 18 February 1564), known as Michelangelo, was an Italian Renaissance painter, sculptor, architect, poet, and engineer. Along with Leonardo da Vinci, he is often called a \"Renaissance Man\" which means that he had great talent in many areas.\nMichelangelo lived an extremely busy life, creating a great number of artworks. Some of Michelangelo's works are among the most famous that have ever been made. They include two very famous marble statues, \"the Pieta\" in Saint Peter's Basilica and \"David\" which once stood in a plazza in Florence but is now in the Accademia Gallery. His most famous paintings are huge frescos, the Sistine Chapel Ceiling and the \"Last Judgement\". His most famous work of architecture is the east end and dome of Saint Peter's Basilica.\nA lot is known about Michelangelo's life because he left many letters, poems and journals. Because he was so famous, he became the very first artist to have his biography (story of his life) published while he was still living. His biographer, Giorgio Vasari, said that he was the greatest artist of the Renaissance. He was sometimes called \"Il Divino\" (\"the divine one\").\nOther artists said that he had \"terribilità\", (his works were so grand and full of strong emotion that they were scary). Many other artists who saw his work tried to have the same emotional quality. From this idea of \"terribilità\" came a style of art called Mannerism.\nChildhood.\nMichelangelo was born on 6 March 1475 in Caprese near Arezzo, Tuscany. His father was Lodovico di Leonardo di Buonarroti di Simoni, and his mother was Francesca di Neri del Miniato di Siena. The Buonarrottis were a banking family from Florence. They claimed they were descended from the noble Countess Matilda of Canossa. Michelangelo's father had lost most of the bank’s money, so he worked for the local government in the town of Chiusi. When Michelangelo was a baby, the family moved back to Florence. As he was sickly, Michelangelo was sent to live on a small farm with a stonecutter and his wife and family. The stonecutter worked at a marble quarry owned by Michelangelo's father. Many years later Michelangelo said that the two things that had helped him to be a good artist were being born in the gentle countryside of Arezzo and being raised in a house where, along with his nurse's milk, he was given the training to use a chisel and hammer. His mother died when he was only six.\nMichelangelo’s father then brought him back to Florence and sent him to study with a tutor, Francesco da Urbino. Michelangelo was not interested in his school lessons. He explored the great churches of the city and drew copies of the frescos that he saw there. When he was thirteen, he was apprenticed to the painter Domenico Ghirlandaio. Ghirlandaio had a large busy studio. He had rich patrons who worked for the Medici. He painted frescos in their family chapels. Michelangelo was able to learn the art of fresco painting very well, from Ghirlandaio. In a large workshop such as Ghirlandaio’s, artists would have been working in all sorts of different media, including sculpture, metalwork and painting altarpieces. Michelangelo would have learned about all these things. When Michelangelo was only fourteen, his father persuaded Ghirlandaio to pay his apprentice as an artist, which was highly unusual at the time.\nWorking for the Medici.\nThe richest, most powerful family in Florence were the Medici. They had an academy where some of the most famous philosophers, poets, and artists met to share their ideas. The Medici family were important patrons of the arts. In 1489, Lorenzo de' Medici, the head of the family, asked Ghirlandaio to send his two best pupils to the academy. Michelangelo was one of the students chosen and he attended the academy from 1490 to 1492. He heard the teaching and discussion of Marsilio Ficino, Pico della Mirandola and Angelo Poliziano. The philosophy that they taught was called Humanism. It was based on the philosophy of the ancient Greek Plato. Michelangelo’s ideas and his art were influenced by these teachings.\nMichelangelo and another young sculptor called Pietro Torrigiano studied sculpture under Bertoldo di Giovanni. Michelangelo had an argument with Torrigiano, who punched him on the nose so that it was badly broken and spoilt his appearance for the rest of his life. Michelangelo sculpted some reliefs (flat panels with raised figures on them). One was ‘’the Battle of the Centaurs’’ which was made for Lorenzo de Medici.\nIn 1492, Michelangelo’s patron, Lorenzo de' Medici died. This brought about a big change in Michelangelo’s life. He went back to live at his father’s house. Michelangelo asked the prior at the Church of Santo Spirito to allow him to study the anatomy of the bodies of people who had died at the church’s hospital. In 1493, as a “thank-you” gift to the prior, Michelangelo carved a large wooden Crucifix which still hangs in the church. In January 1494, there were very heavy snowfalls. Lorenzo de’ Medici’s son, Piero de Medici commissioned Michelangelo to make a snow statue. So Michelangelo began to work for the Medici again.\nIn 1494, a new leader rose up in Florence. He was a Dominican friar called Savonarola. His strong preaching caused people to burn their books, throw away their jewellery and chase the rich families out of the city. The Medici had to go. For Michelangelo, it was a good time to travel. He stayed for a while in Venice, then moved to Bologna. In Bologna he soon got work sculpting three figures for the big marble Shrine of Saint Dominic. When things calmed down in Florence, Michelangelo returned and worked for another member of the Medici family, Lorenzo di Pierfrancesco de' Medici.\nMichelangelo made a marble statue of Cupid asleep. Lorenzo di Pierfrancesco told Michelangelo that it looked just like a real Ancient Roman statue and said that if he made it dirty and knocked a few chips off, someone would pay a lot of money for it. Lorenzo sold it to a Cardinal who discovered that it was a fraud. He thought that Michelangelo’s work was so good that he told the pope about it. The pope then invited Michelangelo to go to Rome and work for him.\nRome.\nMichelangelo arrived in Rome 25 June 1496 at the age of 21. He lived near the Church of Santa Maria di Loreto on the Gianicolo hill.\nIn 1496 he got an important “commission” (he was given a paid job) from Cardinal Raffaele Riario. The Cardinal wanted Michelangelo to make a marble statue, larger than life-size, of Bacchus, the Ancient Roman God of wine. Michelangelo worked hard at the statue. He carved Bacchus as a young man who was quite drunk and looked as if he was staggering as he raised his cup to make a toast. The cardinal did not like the drunken Bacchus and would not pay for it. A banker called Jacopo Galli bought it for his garden.\nMichelangelo’s next important commission was from the French Ambassador who asked him to make a statue of the Virgin Mary mourning over the dead body of her son Jesus. This type of artwork, either a painting or a statue, is called by the Italian name “Pieta” (say: “Pe-ay-ta”). Michelangelo’s Pieta is the most famous Pieta that has ever been made. It is now in Saint Peter's Basilica and is visited by thousands of people every day. Giorgio Vasari wrote: \"It is a miracle that a shapeless block of stone could have been carved away to make something so perfect that even nature could hardly have made it better, using real human flesh.\"\nStatue of David.\nIn 1499 Michelangelo returned to Florence. The priest Savonarola had made so many people angry that he had been put to death in 1498. Life in Florence started to return to normal. Many years earlier the Guild of Woolworkers had commissioned some artists to make statues of the heroes of the city. A sculptor called Agostino di Duccio had started carving a huge statue of David, the hero of the Bible story of David and Goliath. For 40 years the Guild of Woolworkers owned the huge block of marble, with the statue hardly begun. In 1501 they commissioned the young Michelangelo to carve it. It took him three years to complete.\nOnce again Michelangelo made a statue that became world-famous. The statue shows a young man, naked in the way that statues of ancient gods were made, just pausing for a moment and looking with fierce eyes at the huge soldier Goliath that he is about to kill. The statue is 5.17 meter (17 ft) tall. It was placed in the piazza (public square) outside the Palazzo Vecchio where the town council met. After many years, the statue was put into an art gallery, the Accademia. A copy now stands in the piazza. People still go great distances to see the statue that he made.\nSistine Chapel ceiling.\nIn 1505 Michelangelo was invited to Rome by the newly elected Pope Julius II. Pope Julius was an old man. He wanted Michelangelo to design a grand tomb. It was to stand inside a church and have many carved figures which were to include several slaves to hold up part of the tomb and Old Testament prophets to sit in niches (openings in the walls). Michelangelo started work. He made a magnificent statue of Moses which is now in the Church of San Pietro in Vincoli (St. Peter in Chains) in Rome. Many people go to look at this statue. The slaves were only partly carved. Four of them are now in the Accademia in Florence. The rest of the great plan was unfinished.\nThe main reason that Pope Julius' tomb was not finished was that the Pope had an idea for another artwork. The Sistine Chapel near St. Peter's Basilica had its walls painted by some famous artists from Florence. The Pope decided that Michelangelo should paint the ceiling. Michelangelo did not want to. He said that he was not a painter. But the Pope bullied Michelangelo until he agreed to do it. He told the Pope that he would do it \"for God\" and that he would only do it if the Pope let him paint it \"in his own way\".\nThe chapel was long and wide. Its curved ceiling was held up by twelve fan-shaped pieces of wall called \"pendentives\". Pope Julius told Michelangelo to paint one of the twelve apostles of Jesus on each pendentive. Michelangelo started to do this. Then he got a different idea and scraped off the work that he had done. Instead of apostles, he painted twelve prophets. Seven of them were men from the Old Testament but the other five were women and did not come from the Bible. They were five prophets from the Classical world. Like the prophets in the Bible, they had all told people about the birth of Jesus.\nOn the middle of the ceiling, instead of painting a starry sky, Michelangelo painted scenes from the Bible telling the story of Creation and the downfall of humanity. The most famous scene is the picture of God creating Adam. The ceiling was so famous that many artists tried to copy the way that Michelangelo had arranged and painted the figures.\nBuildings and tombs in Florence.\nIn 1513 Pope Julius II died. The next pope was Pope Leo X, a member of the Medici family. He gave Michelangelo several jobs in Florence, including designing the Medici Chapel to hold the tombs of his family members. Although not all the tombs were built, Michelangelo finished seven large statues including a \"Madonna and Child\". His pupils later completed the chapel.\nIn 1527, the people of Florence became angry at the Medici for acting like princes. That was not the right way for a family to act, in a city that was a republic. The people threw the Medici out, but the Medici came back with an army and took over the city. Michelangelo was so upset at the behaviour of the Medici that he left his beloved city and never went back.\n\"The Last Judgement\".\nPope Clement VII called Michelangelo back to the Sistine Chapel to paint the wall behind the altar with a huge scene of \"The Last Judgement\". He worked on it from 1534 to 1541. At the centre it shows Jesus, surrounded by saints, sitting in judgement over the people of the Earth. To the left, people are rising from their graves and many are welcomed into Heaven. To the right, other people are being sent to Hell where they are dragged down by demons. It is a huge painting with many figures in it.\nLike Adam and Eve on the ceiling, all the figures were shown naked. Some of the cardinals in the church said that it was wicked to paint saints, including the Virgin Mary, with no clothes on. They called Michelangelo \"the painter of rude bits\". There was a long argument about this because some people said that God had created everyone naked, so clothes would not be needed in Heaven. After Michelangelo's death another artist, Daniele da Volterra was called in to paint drapes on the figures. For the rest of his life, he was known as \"the painter of pants\".\nSt. Peter's Basilica.\nIn 1546, when Michelangelo was in his seventies, he was given one of his most important jobs. The old St. Peter's Basilica had been partly demolished and a new one designed by Bramante. But many architects had worked on it and it was still just at the beginning stages. Michelangelo was made the architect. He immediately improved the plan, had important parts made much stronger, and designed a huge dome, taller than any other domes in the world. He died before it was completed, but he left drawings and models so that the next architect, Giacomo della Porta, could finish what he had started. The dome of St. Peter's Basilica still stands as one of the greatest monuments of Christianity, and as a symbol of the city of Rome.\nWhen Michelangelo died, his body was taken back to Florence and buried in the Basilica of Santa Croce (Church of the Holy Cross). On his tomb sit three mourning figures who symbolize Architecture, Painting and Sculpture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":108},{"uri":"Renaissance","surface_form":"Renaissance","offset":116},{"uri":"Painting","surface_form":"painter","offset":128},{"uri":"Sculptor","surface_form":"sculptor","offset":137},{"uri":"Architect","surface_form":"architect","offset":147},{"uri":"Engineer","surface_form":"engineer","offset":168},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":189},{"uri":"Renaissance_man","surface_form":"Renaissance Man","offset":230},{"uri":"Saint_Peter%27s_Basilica","surface_form":"Saint Peter's Basilica","offset":520},{"uri":"David_(Michelangelo)","surface_form":"\"David\"","offset":547},{"uri":"Florence","surface_form":"Florence","offset":587},{"uri":"Fresco","surface_form":"fresco","offset":668},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":681},{"uri":"Architecture","surface_form":"architecture","offset":754},{"uri":"Dome","surface_form":"dome","offset":787},{"uri":"Biography","surface_form":"biography","offset":980},{"uri":"Giorgio_Vasari","surface_form":"Giorgio Vasari","offset":1063},{"uri":"Renaissance","surface_form":"Renaissance","offset":1123},{"uri":"Mannerism","surface_form":"Mannerism","offset":1450},{"uri":"Arezzo","surface_form":"Arezzo","offset":1526},{"uri":"Tuscany","surface_form":"Tuscany","offset":1534},{"uri":"Florence","surface_form":"Florence","offset":1707},{"uri":"Government","surface_form":"government","offset":1878},{"uri":"Marble","surface_form":"marble","offset":2113},{"uri":"Apprentice","surface_form":"apprentice","offset":2752},{"uri":"Domenico_Ghirlandaio","surface_form":"Domenico Ghirlandaio","offset":2779},{"uri":"Medici","surface_form":"Medici","offset":2877},{"uri":"Altarpiece","surface_form":"altarpiece","offset":3168},{"uri":"Medici","surface_form":"Medici","offset":3460},{"uri":"Academy","surface_form":"academy","offset":3480},{"uri":"Philosophy","surface_form":"philosophers","offset":3518},{"uri":"Poet","surface_form":"poet","offset":3532},{"uri":"Patron","surface_form":"patron","offset":3610},{"uri":"Lorenzo_de%27_Medici","surface_form":"Lorenzo de' Medici","offset":3640},{"uri":"Marsilio_Ficino","surface_form":"Marsilio Ficino","offset":3877},{"uri":"Pico_della_Mirandola","surface_form":"Pico della Mirandola","offset":3894},{"uri":"Angelo_Poliziano","surface_form":"Angelo Poliziano","offset":3919},{"uri":"Humanism","surface_form":"Humanism","offset":3980},{"uri":"Plato","surface_form":"Plato","offset":4042},{"uri":"Pietro_Torrigiano","surface_form":"Pietro Torrigiano","offset":4165},{"uri":"Bertoldo_di_Giovanni","surface_form":"Bertoldo di Giovanni","offset":4207},{"uri":"Anatomy","surface_form":"anatomy","offset":4781},{"uri":"Crucifix","surface_form":"Crucifix","offset":4932},{"uri":"Savonarola","surface_form":"Savonarola","offset":5242},{"uri":"Venice","surface_form":"Venice","offset":5477},{"uri":"Bologna","surface_form":"Bologna","offset":5499},{"uri":"Saint_Dominic","surface_form":"Saint Dominic","offset":5589},{"uri":"Medici","surface_form":"Lorenzo di Pierfrancesco de' Medici","offset":5715},{"uri":"Cupid","surface_form":"Cupid","offset":5789},{"uri":"Ancient_Rome","surface_form":"Ancient Roman","offset":5878},{"uri":"Fraud","surface_form":"fraud","offset":6062},{"uri":"Bacchus","surface_form":"Bacchus","offset":6537},{"uri":"Bank","surface_form":"bank","offset":6817},{"uri":"Ambassador","surface_form":"Ambassador","offset":6931},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":6980},{"uri":"Mourning","surface_form":"mourning","offset":6992},{"uri":"Jesus","surface_form":"Jesus","offset":7031},{"uri":"Saint_Peter%27s_Basilica","surface_form":"Saint Peter's Basilica","offset":7232},{"uri":"David","surface_form":"David","offset":7896},{"uri":"Bible","surface_form":"Bible","offset":7919},{"uri":"Pope_Julius_II","surface_form":"Pope Julius II","offset":8807},{"uri":"Old_Testament","surface_form":"Old Testament","offset":9028},{"uri":"Moses","surface_form":"Moses","offset":9152},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":9521},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":9541},{"uri":"Twelve_Apostles","surface_form":"twelve apostles","offset":10100},{"uri":"Jesus","surface_form":"Jesus","offset":10119},{"uri":"Prophet","surface_form":"prophet","offset":10289},{"uri":"Old_Testament","surface_form":"Old Testament","offset":10331},{"uri":"Ancient_Greece","surface_form":"Classical world","offset":10441},{"uri":"Creation","surface_form":"Creation","offset":10669},{"uri":"Adam","surface_form":"Adam","offset":10761},{"uri":"Pope_Leo_X","surface_form":"Pope Leo X","offset":10969},{"uri":"List_of_popes","surface_form":"Pope Clement VII","offset":11679},{"uri":"The_Last_Judgement","surface_form":"The Last Judgement","offset":11800},{"uri":"Heaven","surface_form":"Heaven","offset":12035},{"uri":"Hell","surface_form":"Hell","offset":12088},{"uri":"Cardinal_(Catholicism)","surface_form":"cardinal","offset":12259},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":12338},{"uri":"Bramante","surface_form":"Bramante","offset":12938},{"uri":"St._Peter%27s_Basilica","surface_form":"St. Peter's Basilica","offset":13371},{"uri":"Symbol","surface_form":"symbol","offset":13665}]}