{"id":465369,"url":"http://en.wikipedia.org/wiki/%C5%8Cfunato%2C_Iwate","text":"is a city in southeastern Iwate, Japan.\nThe city of Ōfunato was originally part of the ancient Mutsu Province. It has been settled since the Jōmon period. The modern village of Ōfunato was made within Kesen District, Iwate on April 1, 1889. In 1896, the Meiji-Sanriku earthquake caused a 25 meter tsunami that killed 27,000 people in Sanriku. Ōfunato was promoted officially promoted to town status on April 1, 1932. In 1933, a 8.4 magnitude earthquake stuck the town and caused a 28 meter tsunami that killed 1522 people. On April 1, 1952, the town of Sakari, and villages of Akasaki, Takkon, Massaki, Ikawa and Hikoroichi all merged with Ōfunato to form the city. On November 15, 2001, the town of Sanriku (from Kesen District) also merged into Ōfunato.\n2011 Tōhoku earthquake and tsunami.\nŌfunato was very badly damaged by the 2011 Tōhoku earthquake and tsunami. The wave that hit the city was estimated to have reached 23.6 meters in height.\nIt was listed that 3,498 out of 15,138 houses in the town were destroyed by the tsunami and 305 people were confirmed dead. At least six of Ōfunato's 58 designated evacuation sites were flooded by the tsunami.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":5},{"uri":"Iwate_Prefecture","surface_form":"Iwate","offset":26},{"uri":"Japan","surface_form":"Japan","offset":33},{"uri":"Mutsu_Province","surface_form":"Mutsu Province","offset":95},{"uri":"J%C5%8Dmon_period","surface_form":"Jōmon period","offset":141},{"uri":"Kesen_District%2C_Iwate","surface_form":"Kesen District, Iwate","offset":201},{"uri":"1896_Sanriku_earthquake","surface_form":"Meiji-Sanriku earthquake","offset":254},{"uri":"1933_Sanriku_earthquake","surface_form":"earthquake","offset":442},{"uri":"Sanriku%2C_Iwate","surface_form":"Sanriku","offset":700},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":756},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":830}]}