{"id":46530,"url":"http://en.wikipedia.org/wiki/Suwa%C5%82ki","text":"Suwałki is a city in northern Poland in Warmian-Masurian Voivodeship. It has about 69 100 inhabitants and is 65,24 km².\nHistory.\nThe area of Suwałki has had people living on it since the early Middle Ages. However, with the coming of the Teutonic Order to Sudovia, their lands were captured and did not have many people living on it. The village was founded by monks, who were given the area around the future city in 1667 by the Grand Duke of Lithuania John II Casimir. Soon after the group of monks built its headquarters in Wigry, where a monastery and a church were built. The new owners of the area started fast use and building of the forests and brought enough settlers to build new villages in the area. Also, production of wood, lumber, tar and iron ore was started.\nThe town was cut into into 300 lots for future houses and its people were all given civil rights and did not have taxes for seven years. The town was also given 18.03 square kilometres of forest that was to be made into land to grow crops on. On May 2, 1720, by King August II let the city keep its rights, and the town was allowed to have one fair a week and four markets a year. A coat of arms was given also, with Saint Roch and Saint Romuald on it.\nIn 1794 the area was taken by Prussia. In 1796 the monastery in Wigry was closed and the ground that it was on was taken by the Prussian government. The next year local authorities were moved to the town, as well as a group of soldiers. By the end of 18th century, Suwałki had 1,184 people and 216 houses. Many of them were Jewish.\nIn 1807 Suwałki was taken by the Duchy of Warsaw. After losing Napoleon Bonaparte and the Congress of Vienna, the area was taken by Poland. The title of a powiat capital was gone for a short time, but it got the title back on January 16, 1816, when Augustów Voivodeship was made and its police were slowly moved to Suwałki. Soon after the old city hall was destroyed and replaced with a new one, and General Józef Zajączek paid for paving all the city's streets. Also, the graveyard was moved from the town centre to the edge of the town, and the area was made into a romantic city park. Also, a new road connecting Warsaw with St. Petersburg was built.\nNew streets were paved and new buildings were opened. In 1820 a new church was built and the following year the first synagogue opened. In 1829 a permanent post office was opened in Suwałki. Between 1806 and 1827 the number of people living in the town grew and reached 3,753 people living in 357 houses. In the November Uprising of 1831 the people living in the town took part in the fights against Russia, but the city was taken by the Russian army on February 11. In 1835 Tsar Nicholas I decided not to move the capital to Augustów and the fate of Suwałki was sealed. Two years later the town became the capital of Augustów Gubernia.\nIn 1826 new buildings were started by the state police. In 1835 a police station was finished, in 1844 a new town hall was finished, and Orthodox and Protestant churches. Soon after a new marketplace was opened, and St. Peter's and Paul's hospital and a gymnasium. Between 1840 and 1849 the main Catholic church was re-done Polish architects of the era, including Piotr Aigner, Antoni Corazzi and Henryk Marconi. In 1847 the city council passed a law banning building of new wooden houses.\nThe number of people living in the city kept growing quickly. In 1857 it had 11,273 people and in 1872 it had almost 20,000 people. New factories needed workers they came from all over the world. Because of that, the Polish-Jewish people was joined by people of many types of people that worshipped in the Russian Empire. Soon the city became the fourth biggest town in the Kingdom of Poland. After the January Uprising of 1863, a new a kind of government was made to join all of the Polish lands with Russia. In 1866 the gubernia of Augustów was named Suwałki Gubernia. However, the new Warsaw-Petersburg railroad passed by Suwałki and the town's growth ended.\nAfter the spring of 1905, the time of Polish cultural re-building started. Although the Polish language was still kept from use, Polish schools and a library were opened. After the Great War broke out, there were fights for the area. In 1915, Suwałki was in German control. The town and nearby areas were broken from the rest of the Poland and were ruled by a German commander. Laws made by the German command led to the making of many secret social groups. In 1917, local branches of the Polska Organizacja Wojskowa were made.\nAfter the end of the Central Powers in November 1918, the commander signed an agreement with the Temporary Council of the Suwałki Region and let the city back into Poland. However, the German army stayed in the city. In February 1919 the local people voted in the first elections to the Polish Sejm, but soon after the German commanders changed their minds and kept the Polish soldiers from the area and in May passed it to Lithuania to control. By the end of July the Paris Peace Conference gave the city to Poland and the Lithuanians left the city, but some of the Polish lands were left on the Lithuanian side of the border while several Lithuanian villages were left on the Polish side of the border. This led to the Sejny Uprising on August 23, 1919. To make the city safe, the next day Polish soldiers entered Suwałki. There was a Polish-Lithuanian War and for several days limited fights were fought for the control over Suwałki, Sejny and other towns in that area. The war ended because of the Entente in mid-September. During the Polish-Bolshevik War the city was captured by the Reds and after the Battle of Warsaw it was again given to the Lithuanians, but it was taken by the Polish Army with few losses soon after.\nDuring the time between the wars, Suwałki ruled itself. This led to another time of growth, with the number of people in the city rising from 16,780 in 1921 to almost 25,000 in 1935. Most of the money in the city was made from trade during this time. Also, in 1931 the new water works and a power plant were built.\nIn the later times of the Polish Defensive War of 1939 the town was shortly captured by the Red Army. However, on October 12 of the same year the Soviets quit and gave the area to the Germans, because of the Nazi-Soviet Alliance. The town was named Sudauen and was made a part of the German Reich's East Prussia. Laws and terror led to the making of some rebellion groups. Although most of them were destroyed by the Gestapo, by 1942 the area had one of the strongest ZWZ and AK networks. Almost all of the city's once 7,000-strong Jewish people were murdered in German concentration camps. On October 23, 1944, the city was captured by the Soviet 3rd Belarusian Front. The fights for the city lasted for a few days and killed almost 5,000 Soviet soldiers.\nAfter the war, Suwałki was still a capital of the powiat. The heavily-damaged town recovered very slowly and Communism did not help the city's problems. This time came to an end in 1975, when Suwałki became the capital of a separate Suwałki Voivodeship. The number of people rose quickly and by the end of the 1970s there were over 36,000 people in the city.\nIn 1989 the city had a time of trouble. Most of the city's factories did not work good enough and ran out of money. However, the making of the Suwałki Special Economic Zone and the place of the Russian and Lithuanian borders opened new chances for local trade. Also, the clean city started to bring many tourists from all around the world to the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":30},{"uri":"Warmian-Masurian_Voivodeship","surface_form":"Warmian-Masurian Voivodeship","offset":40},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":193},{"uri":"Teutonic_Order","surface_form":"Teutonic Order","offset":238},{"uri":"Monk","surface_form":"monk","offset":361},{"uri":"Headquarters","surface_form":"headquarters","offset":511},{"uri":"Monastery","surface_form":"monastery","offset":542},{"uri":"Church","surface_form":"church","offset":558},{"uri":"Civil_rights","surface_form":"civil rights","offset":860},{"uri":"Kilometres","surface_form":"kilometres","offset":950},{"uri":"Crop","surface_form":"crop","offset":1009},{"uri":"King_August_II","surface_form":"King August II","offset":1038},{"uri":"Saint_Roch","surface_form":"Saint Roch","offset":1193},{"uri":"Saint_Romuald","surface_form":"Saint Romuald","offset":1208},{"uri":"Prussia","surface_form":"Prussia","offset":1259},{"uri":"Government","surface_form":"government","offset":1366},{"uri":"Soldier","surface_form":"soldier","offset":1456},{"uri":"18th_century","surface_form":"18th century","offset":1480},{"uri":"Judaism","surface_form":"Jewish","offset":1553},{"uri":"Warsaw","surface_form":"Warsaw","offset":1603},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":1624},{"uri":"Poland","surface_form":"Poland","offset":1693},{"uri":"August%C3%B3w_Voivodeship","surface_form":"Augustów Voivodeship","offset":1810},{"uri":"Street","surface_form":"street","offset":2015},{"uri":"Graveyard","surface_form":"graveyard","offset":2034},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":2189},{"uri":"Synagogue","surface_form":"synagogue","offset":2333},{"uri":"Marketplace","surface_form":"marketplace","offset":3040},{"uri":"Social","surface_form":"social","offset":4447},{"uri":"Temporary_Council_of_the_Suwa%C5%82ki_Region","surface_form":"Temporary Council of the Suwałki Region","offset":4629},{"uri":"Election","surface_form":"election","offset":4802},{"uri":"Rebellion","surface_form":"rebellion","offset":6430},{"uri":"Murder","surface_form":"murder","offset":6626},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":6645}]}