{"id":465551,"url":"http://en.wikipedia.org/wiki/Neanderthal_1","text":"Neanderthal 1 is the name of the first fossil found that was clearly identified as a Neanderthal (\"Homo neanderthalensis\"). Sometimes this fossil is also called Feldhofer 1, but that name is less common.\nIt is not the first fossil found of a Neanderthal, but before this find, the importance of the fossils was unclear. The fossil is part of a skull, with a fragment of the left temporal bone, part of the right scapula (shoulder blade), the right clavicle, both humeri (bones in the upper arm), one radius (a bone in the forearm), both ulnae (another bone in the forearm), five ribs, an almost complete half pelvis, and both femurs.\nStudies done in 1999 included a radiocarbon dating of the bones: The bones were fouund to be about 39.900 ± 620 years old. This means this Neanderthal was from one of the last Neanderthal populations in Europe. In the 1990s and 2000s, bones from two other Neanderhals were found nearby, they are called Neanderthal 2 and Neanderthal 3 respectively. Neanderthal 2 has the same age, but a lighter build. Neanderthal 3 was probably a teenager.\nNeanderthal 1 was male. At the time of death, he was between 40 and 42 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fossil","surface_form":"fossil","offset":39},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":85},{"uri":"Skull","surface_form":"skull","offset":344},{"uri":"Temporal_bone","surface_form":"temporal bone","offset":379},{"uri":"Scapula","surface_form":"scapula","offset":412},{"uri":"Clavicle","surface_form":"clavicle","offset":448},{"uri":"Humerus","surface_form":"humeri","offset":463},{"uri":"Radius_(bone)","surface_form":"radius","offset":500},{"uri":"Ulna","surface_form":"ulna","offset":537},{"uri":"Rib","surface_form":"rib","offset":579},{"uri":"Pelvis","surface_form":"pelvis","offset":609},{"uri":"Femur","surface_form":"femur","offset":626},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":666},{"uri":"Population","surface_form":"population","offset":822},{"uri":"Teenager","surface_form":"teenager","offset":1065},{"uri":"Male","surface_form":"male","offset":1093}]}