{"id":465591,"url":"http://en.wikipedia.org/wiki/Elizabeth_Ann_Seton","text":"Elizabeth Ann Bayley Seton (August 28, 1774 – January 4, 1821) was the first native-born citizen of the United States to be made a saint by the Roman Catholic Church. She was canonized on September 14, 1975.\nSeton started the first Catholic school in the country. This school was at Emmitsburg, Maryland. She also founded the first American congregation of religious sisters. It is called the Sisters of Charity.\nLife.\nElizabeth Ann Bayley was born on August 28, 1774. She was the second child of Dr. Richard Bayley and Catherine Charlton of New York City. They were Protestants.\nOn January 25, 1794, at age 19, Elizabeth married William Magee Seton, aged 25. He was a wealthy businessman. They had five children. William Seton brought the first Stradivarius violin to America.\nSeton's husband died in Italy on December 27, 1803. Seton learned about Roman Catholicism in Italy. After she came back to the United States, she joined the Catholic Church. She was received on March 14, 1805 by the Rev. Matthew O'Brien, pastor of St. Peter's Roman Catholic Church, New York.\nIn 1809, Seton moved to Emmitsburg, Maryland. A year later she started the Saint Joseph's Academy and Free School. That school was dedicated to the education of Catholic girls.\nOn July 31, Elizabeth established a religious community in Emmitsburg. This community took care of poor children. This was the first congregation of religious sisters to be founded in the United States. Its school was the first free Catholic school in America. This was the start of the Catholic parochial school system in the United States.\nSeton spent the rest of her life developing her religious community. She died of tuberculosis on January 4, 1821. She was 46. Her remains are in the National Shrine of Saint Elizabeth Ann Seton in Emmitsburg, Maryland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":144},{"uri":"Canonization","surface_form":"canonized","offset":175},{"uri":"Maryland","surface_form":"Maryland","offset":295},{"uri":"Congregation","surface_form":"congregation","offset":341},{"uri":"Sisters_of_Charity","surface_form":"Sisters of Charity","offset":393},{"uri":"New_York_City","surface_form":"New York City","offset":542},{"uri":"Stradivarius","surface_form":"Stradivarius","offset":746},{"uri":"Italy","surface_form":"Italy","offset":802},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":935},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1671},{"uri":"National_Shrine_of_Saint_Elizabeth_Ann_Seton","surface_form":"National Shrine of Saint Elizabeth Ann Seton","offset":1739}]}