{"id":465771,"url":"http://en.wikipedia.org/wiki/Trace_fossil","text":"Trace fossils (or ichnofossils) are geological records of biological activity. They are fossils, but not of the living things themselves. Probably the best-known examples are dinosaur trackways.\nTrace fossils may be impressions made on the substrate by an organism. Burrows, borings, footprints, feeding marks, and root cavities are examples. The term includes the remains of other organic material produced by an organism for example coprolites (fossilized droppings) or chemical markers. Stromatolites are sediment structures produced by bacteria. Trace fossils contrast with body fossils, which are the fossilized remains of parts of organisms' bodies, usually altered by later chemical activity or mineralization.\nStructures which are not produced by the behaviour of an organism are not considered trace fossils.\nThe study of traces is called ichnology. Traces reflect the behaviour, not usually not the biological affinity of their makers. They are given their own names in taxonomy, based on their appearance and the implied behaviour of their makers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geology","surface_form":"geological","offset":36},{"uri":"Fossils","surface_form":"fossils","offset":88},{"uri":"Dinosaur_trackway","surface_form":"dinosaur trackway","offset":175},{"uri":"Substrate","surface_form":"substrate","offset":240},{"uri":"Burrow","surface_form":"Burrow","offset":266},{"uri":"Coprolite","surface_form":"coprolite","offset":435},{"uri":"Stromatolites","surface_form":"Stromatolites","offset":490},{"uri":"Sediment","surface_form":"sediment","offset":508},{"uri":"Bacteria","surface_form":"bacteria","offset":540},{"uri":"Fossil","surface_form":"fossil","offset":583},{"uri":"Mineralization","surface_form":"mineralization","offset":702},{"uri":"Behaviour","surface_form":"behaviour","offset":759},{"uri":"Ichnology","surface_form":"ichnology","offset":848},{"uri":"Taxonomy","surface_form":"taxonomy","offset":980}]}