{"id":465742,"url":"http://en.wikipedia.org/wiki/Jinnah-Sikandar_Pact","text":"e=\"preserve\">The famous Jinnah-Sikandar Pact was an agreement signed between Muhammad Ali Jinnah and Sir Sikandar Hayat Khan, at Lucknow, British India, October 1937.\nBackground.\nIn 1937 the All India Muslim League was a weak party with very little political strength. It had lost the 1936 general elections in India quite badly. It needed more support from powerful Muslims to make it strong. The party wanted to help Muslims in India get their rights. So, in October 1937, M.A. Jinnah, the main leader of the Muslim League party, invited some very powerful Muslims to a conference in Lucknow city. One of the most powerful Muslim leaders was Sardar Sir Sikandar Hayat Khan, KBE (1892-1942), Premier of the Punjab province and head of the Punjab Unionist Party. He was also invited by Jinnah to this big conference.\nEvents.\nAt this conference, at first most of the big and powerful Muslim leaders refused to accept Jinnah's request for help. Only Aga Khan III was ready to support him. At this time, Sir Sikandar Hayat Khan thought that it would be bad if the Muslims did not stand united to get their rights. He thought it was time for unity. So, he convinced some other big leaders to join him. These included Sir Saadullah of Assam, Molvi A.K. Fazlul Huq of Bengal, Nawab Sir Hamidullah Khan of Bhopal State and some others. They all went together and told Jinnah that they would support and help the Muslim League. A special agreement or pact was also signed at this time, between Jinnah and Sir Sikandar, called the 'Jinnah-Sikandar Pact'. This pact also said that all the Muslim members of the Punjab Unionist Party could join the Muslim League if they wanted to. Muslim people all over India were very happy to know that now, they had strong support from big leaders.\nEffects.\nThe Jinnah-Sikandar Pact was one of the most important documents and agreements of the Pakistan Movement. According to Professor Stanley Wolpert, '...it made Pakistan possible'. The Punjab was the biggest and richest province of British India. It linked together all the other Muslim areas and provinces. After this pact was signed in 1937, the Muslim League was next able to make the famous Pakistan Resolution at Lahore, Punjab, in 1940. And just seven years later, in 1947, an independent Pakistan was finally made.\nSyed Amjad Ali, a Muslim leader of Punjab said that 'Thanks to the agreement reached between Jinnah and Sir Sikandar in Lucknow, the dream of Pakistan became real. All Pakistanis today should be thankful to these two great Muslim leaders and their wisdom'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muhammad_Ali_Jinnah","surface_form":"Muhammad Ali Jinnah","offset":77},{"uri":"Sir_Sikandar_Hayat_Khan","surface_form":"Sir Sikandar Hayat Khan","offset":101},{"uri":"Lucknow","surface_form":"Lucknow","offset":129},{"uri":"British_India","surface_form":"British India","offset":138},{"uri":"All_India_Muslim_League","surface_form":"All India Muslim League","offset":191},{"uri":"Muslims","surface_form":"Muslims","offset":367},{"uri":"Premier","surface_form":"Premier","offset":693},{"uri":"Punjab_(British_India)","surface_form":"Punjab","offset":708},{"uri":"Unionist_Party_(Punjab)","surface_form":"Punjab Unionist Party","offset":740},{"uri":"Aga_Khan_III","surface_form":"Aga Khan III","offset":948},{"uri":"Assam","surface_form":"Assam","offset":1230},{"uri":"A.K._Fazlul_Huq","surface_form":"A.K. Fazlul Huq","offset":1243},{"uri":"Bengal","surface_form":"Bengal","offset":1262},{"uri":"Bhopal_State","surface_form":"Bhopal State","offset":1299},{"uri":"Pakistan_Movement","surface_form":"Pakistan Movement","offset":1872},{"uri":"Pakistan","surface_form":"Pakistan","offset":1943},{"uri":"Pakistan_Resolution","surface_form":"Pakistan Resolution","offset":2177},{"uri":"Lahore","surface_form":"Lahore","offset":2200}]}