{"id":465862,"url":"http://en.wikipedia.org/wiki/Damask","text":"Damask is a weaving pattern that is usually used with silk or wool. It is a poular classical pattern. It is made with a special technique: the original Damask was made in the Ottoman Empire, Syria, Iran and Jordan.\nHistory.\nDamask was first made using the five original weaving methods during the Middle Ages. It was common in the Byzantine Empire, and in Islamic areas. Its name comes from the city of Damascus, where the pattern and the manufacturing technique were invented. Damask lost popularity after the ninth century, except in Andalusia. It was revived by European weaving manufacturers, who got interested in oriental patterns and models. They made it on weaving looms from the 14th century onwards.\nModern uses.\nDamask is a pattern used today on computerized looms. Even if the original pattern was a colored one, the modern Damask is usually monochromatic. It is woven in silk, linen and even synthetic materials. The patterns can represent plants, flowers and fruits, but also other classical Arabian designs. The unique characteristic of the pattern is that the light reflects differently, when watched from different angles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silk","surface_form":"silk","offset":54},{"uri":"Wool","surface_form":"wool","offset":62},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":175},{"uri":"Syria","surface_form":"Syria","offset":191},{"uri":"Iran","surface_form":"Iran","offset":198},{"uri":"Jordan","surface_form":"Jordan","offset":207},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":297},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":331},{"uri":"Islamic","surface_form":"Islamic","offset":356},{"uri":"Damascus","surface_form":"Damascus","offset":403},{"uri":"Andalusia","surface_form":"Andalusia","offset":536},{"uri":"Silk","surface_form":"silk","offset":884},{"uri":"Linen","surface_form":"linen","offset":890},{"uri":"Synthetic_fabric","surface_form":"synthetic","offset":905}]}