{"id":46607,"url":"http://en.wikipedia.org/wiki/Firework","text":"A firework is an explosive pyrotechnic device that is used mostly for entertainment. The most common use of a firework is as part of a fireworks display.\nFireworks (devices) are made to have these four effects: They make noise, light, smoke, and sometimes produce floating materials (confetti for example). They may be designed to burn with colored flames and sparks. Displays are common throughout the world and are a main point of many different cultural and religious festivals. Independence Day, New Year's Eve and Guy Fawkes Night are examples.\nSome fireworks are ground-based, and others are shot into the air. Because they explode and can cause fires or burns, most countries have laws that only allow trained professionals to use display fireworks. Smaller, less explosive fireworks are available to regular, everyday people, but they are still dangerous and cause injuries each year.\nHistory.\nFireworks dates back to the 7th century and originated in China. The Chinese developed many different kinds of fireworks with a variety of effects and color. The art and science of firework making developed into an independent profession. In China, pyrotechnicians were respected for their knowledge of complex techniques in mounting firework displays.\nDuring the Song Dynasty (960-1279), many of the common people could purchase various kinds of fireworks from market vendors, and grand displays of fireworks were also known to be held. In 1110, a large fireworks display in a martial demonstration was held to entertain Emperor Huizong of Song (r. 1100-1125) and his court. A record from 1264 states that a rocket-propelled firework went off near the Empress Dowager Gong Sheng and startled her during a feast held in her honor by her son Emperor Lizong of Song (r. 1224–1264).\nRocket propulsion was common in warfare, as evidenced by the \"Huolongjing\" compiled by Liu Ji (1311–1375) and Jiao Yu (fl. c. 1350–1412). In 1240 the Arabs acquired knowledge of gunpowder and its uses from China. A Syrian named Hasan al-Rammah wrote of rockets, fireworks, and other incendiaries, using terms that suggested he derived his knowledge from Chinese sources, such as his references to fireworks as \"Chinese flowers\".\nThe New Year's Eve celebrations for 2014 in Dubai broke the world record for biggest fireworks display.","categories":[],"infobox_types":[],"annotations":[{"uri":"Explosive","surface_form":"explosive","offset":17},{"uri":"Pyrotechnics","surface_form":"pyrotechnic","offset":27},{"uri":"Fireworks","surface_form":"fireworks display","offset":135},{"uri":"Produce","surface_form":"produce","offset":256},{"uri":"Confetti","surface_form":"confetti","offset":284},{"uri":"Different","surface_form":"different","offset":438},{"uri":"Cultural","surface_form":"cultural","offset":448},{"uri":"Religion","surface_form":"religious","offset":461},{"uri":"Festival","surface_form":"festival","offset":471},{"uri":"Independence_Day_(United_States)","surface_form":"Independence Day","offset":482},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":500},{"uri":"Guy_Fawkes_Night","surface_form":"Guy Fawkes Night","offset":519},{"uri":"Professional","surface_form":"professionals","offset":717},{"uri":"Fireworks","surface_form":"display fireworks","offset":738},{"uri":"Explosive","surface_form":"explosive","offset":771},{"uri":"Injury","surface_form":"injuries","offset":873},{"uri":"China","surface_form":"China","offset":1144},{"uri":"Song_Dynasty","surface_form":"Song Dynasty","offset":1266},{"uri":"Rocket","surface_form":"Rocket","offset":1782},{"uri":"New_Year%27s_Eve","surface_form":"New Year's Eve","offset":2215},{"uri":"Dubai","surface_form":"Dubai","offset":2255}]}