{"id":466465,"url":"http://en.wikipedia.org/wiki/Pathiyanadu_Sree_Bhadrakali_Temple","text":"The Pathiyanadu Sree Bhadrakali Temple is a highly famous revered shrine in Kerala, India. The shrine is in Mullassery. It is from Karakulam. It is from Thiruvananthapuram. The temple is managed by Pathiyanadu sree Bhadrakali Kshetram Trust.\nDeities.\nThe temple enshrines Goddess Bhadrakali as the presiding Diety. The idol stands for Goddess Bhadrakali, the daughter of Lord Shiva. Other deities worshipped at the Pathiyanadu Sree Bhadrakali Temple called Upadevatha's temples include Lord MahaGanapathy and Nagaraja.\nKali - Darika Myth.\nDarika was a demon who received a boon from Brahma which granted that he would never be defeated by any man living in any of the fourteen worlds of Hindu mythology. This made Darika immensely powerful and arrogant. Armed with this boon, Darika went on to conquer the world, defeating even Indra, the king of the gods. As his atrocities became intolerable, the sage Narada requested Shiva to contain Darika. Shiva agreed, circumventing Brahma's boon by declaring that Darika would be killed by the goddess Kali. Shiva opened his third eye and produced Kali, whose purpose was to destroy Darika. Goddess being a woman and one not born among the humans. Goddess did so by beheading him. Goddess didn't stop with Darika and, unable to control her rage, began destroying the landscape and the very humans for whose sake she had destroyed Darika. The Gods could not defeat her, and she was finally calmed when Shiva lay on the ground in front of her, submitting.\nFestival.\nPathiyanadu Sree Bhadrakali Temple Festival held every year, usually between February and March. But the Dikkubali Mahotsavam held on every three years and Paranettu Mahotsavam held on every six years. These Festivals begins in Malayalam month of Kumbham and the nakshatra Bharani, So all these festivals called Kumbhabharani Mahotsavam.\nSwayamvara Parvathy Pooja.\nThis pooja is held on the Festival time ie on the Third day of Festival, On that day girls above 18 came here and participate in this pooja to remove their Dhoshas on their marriage, and get married soon and also get good groom. On that day Trikalayanam(marriage of goddess Bhadrakali, based on Chilapathikaram)takesplaces. There are thousands and thousands of people came here to see this pooja and participate Trikalayanam and to get goddess blessings.\nGrahalekshmi Pooja.\nIt is the pooja which is seen only in this temple in kerala. It is on the Festival days many people participate in this pooja to remove Durdevadas from their house and get Lekshmi Devi's blessings to their house.\nGrahadhosha Nivarana Pooja.\nIt is the pooja which is seen only in this temple in kerala. It is on the Festival days many people participate in this pooja to remove Dhosham like (black magic etc) from their house.\nBalithooval.\nIt is the pooja hels on the fifth day of festival, it is performed by priest of the temple performs some trance like dances until he is unconscious. It is done to remove Dhosham like Drishti dhosham, Vilidhosham, Black Magict etc. It believed that on this pooja the presiding diety's bhoothaganams remove these dhosham from the people who paticipated in this pooja and also to the people who watching this pooja.\nSarppabali.\nIt is performed by the Kshetra thantri, on Festival day. This pooja is conducted to remove Sarppadhoshas.\nKalamkaval.\nKalamkaval is a famous customs practiced at the temple premises and nearby places during festival. It is believed that the Goddess Bhadrakali searches her enemy demon, Daaruka in all directions before putting him to death. Devotees commemorate this legend by seeing this unique Kalamkaval. Kalamkaval is the ritual in which chief priest, carries the idol on his head and performs some trance like dances until he is unconscious. During kalamkaval, chief priest wears anklet and thiruvabharam (traditional gold ornaments of goddess that includes kappu, vanki, odyanam, paalakka mala, pichi mottu mala, muthu mala etc.). All people believe that the priest gets strength to carry on the trance with the idol on his head, due to the blessings of the Devi enshrined in the temple.\nDikkubali.\nIt is believed that Pathiyanadu Sree Bhadrakali searches her enemy demon, Daaruka in all four directions before putting him to death.The four directions are East, South, West, North and also in each of these direction Kalamkaval and Gurusi takesplace.\nParanettu.\nIt is believed that a fight erupted between Devi and the demon Darikan in sky. The fight is enacted on a specially erected stage, about 100 feet high and is conducted at night known as Paranettu.\nNilathilporu.\nNilathilporu that marks the conclusion of the Kumbhabharani Paranettu festival at Pathiyanadu Sree Bhadrakali Temple. During the climactic moment of this ceremony, the demon Daarika (the man with the symbolic crown in the foreground) weeps and begs for mercy from the Goddess. Subsequently the Goddess beheads the demon.\nAaraattu.\nThe festival, ended with a grand procession knows as Aaraattu. During Aaraattu the Idol is cleaned using water collected from 101 pots. Aaraattu is conducted at Pathiyanadu Ambalakkadavu. Girls below ten years of age, along with chief priest performs the function.\nPongala.\nPongala at Pathiyanadu Sree Bhadrakali Temple is celebrated during the Festival of Malayalam month of Kumbham on the Punartham Nakshatram (Punarvasu Nakshatra). Pongala is the rice cooked with jaggery, ghee, coconut as well as other ingredients in the open in small pots by women to please the Goddess. In Pathiyanadu Sree Bhadrakali Temple Pongal Thousands and Thousands of Women from different places came and put pongala to makes their wishes true.\nNercha.\nAkathu Nivedhyam, Kumkumaarchana, Ikyamathyarchana, Vidhyaasooktham, Rakthapushpaarchana, Bhaagyasooktharchana, Saraswathymantrarchana, Shatruthaasamhararchana, Swayamvaraarchana, Muttirakku (only on sundays), Kumkumabhishekam(only on sundays), Manjalabhishekam(only on sundays), ManjalPara(only on sundays), Swayamavara homam (specific months), Ganapathy homam, Mahaganapathy homam (on swayamvarahomam days and on vinayaka chathurthi),Chandika Homam (once in a year),Guruthi Pushpanjali (only on sundays), Thattam pooja(with all fruits), Nagarchana, Ayilya Pooja, Thulaabhaaram, Kunjoonu, Aazhcha Pooja, Visheshal Pooja etc.\nCultural Programmes.\nThere are many cultural programmes held on Festival days, Karkkidakavavu bali, etc. On the Festival days Samskaarika Sammelanam takes place. On that occasion several awards are given to the talented people. Awards like the sadhchitra award, Kalamadhyamasreshtta Puraskaaram, and also awards for the students who are talented in several arts and also in studies. The Kalamadhyamasreshtta Puraskaaram is given to the people who show talent in the fields of Films, Media, etc. In 2011, the Kalamadhyamasreshtta Puraskaaram was given to the actress Chippi; in 2012 it was given to cinema serial actress Indhulekha; In 2013 to Actor Madhu, in 2014 to Sugathakumari teacher, and in 2015 to Kavaalam Narayana Panicker","categories":[],"infobox_types":["temple"],"annotations":[{"uri":"Shrine","surface_form":"shrine","offset":66},{"uri":"Kerala","surface_form":"Kerala","offset":76},{"uri":"India","surface_form":"India","offset":84},{"uri":"Thiruvananthapuram","surface_form":"Thiruvananthapuram","offset":153}]}