{"id":466671,"url":"http://en.wikipedia.org/wiki/Replacement_child","text":"e=\"preserve\">A replacement child is a child conceived by parents to replace an older dead sibling. He or she is usually of the same sex as the child they replaced. Often they are given the same name. The replacement child provides consolation to the parents for the loss of the earlier child. It is also frequently believed they are a reincarnation of the lost child. As a result a replacement child represents the hopes and dreams parents had for the dead child.\nHistory.\nThe replacement child or replacement child syndrome became popular in periods of high infant mortality. But it continues in modern times in some places. In some religions and cultures, it was bad luck to mention a dead child's name. Even among European royal families, a dead child was often referred to by his or her title and not their name. Among the replacement children of Holocaust survivors the names of the dead were often not spoken of. The name was memorialized in the replacement child (because they were alive the name could be used).\nIn early modern Europe the name given a child was supposed to make them like the person they were named for. In many cases the name given a child was an attempt to recreate the lost child (or ancestor). The grief the family felt over the dead child was made better by naming the child after the lost child. This shows a belief that dead spirits were present among the living. In Renaissance Italy the belief was a child was born into the identity given him or her by his family. The modern idea that a person creates their own fate did not exist in earlier times.\nPhilippe Airès's \"L'Enfant et la vie familiale sous 'Ancien Regime\" (The Child and Family Life in France before the Revolution), was published in 1960. He believed that before the 18th century the French had no real concept of children. They were seen as miniature adults. They were often dressed like adults. Parents knew many of their children would not survive. For this reason they did not invest in them emotionally.\nThe heir and the spare.\nIn history it has long been a practice for an aristocratic wife to provide an \"heir and a spare\". That means an heir to continue the family line and a spare in case the heir died too young. In Royal families one spare was the minimum. When child mortality rates were high, more was considered even better to secure the throne. Queen Victoria had nine children. George III had thirteen. These children had different names, but the concept was and is the same. The difference between early heirs and spares and the modern practice is that today a female can inherit the throne.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fertilization","surface_form":"conceived","offset":44},{"uri":"Parent","surface_form":"parent","offset":57},{"uri":"Sibling","surface_form":"sibling","offset":90},{"uri":"Sex","surface_form":"sex","offset":132},{"uri":"Child","surface_form":"child","offset":143},{"uri":"Name","surface_form":"name","offset":194},{"uri":"Consolation","surface_form":"consolation","offset":231},{"uri":"Reincarnation","surface_form":"reincarnation","offset":335},{"uri":"Syndrome","surface_form":"syndrome","offset":516},{"uri":"Popularity","surface_form":"popular","offset":532},{"uri":"Infant_mortality","surface_form":"infant mortality","offset":559},{"uri":"Superstition","surface_form":"bad luck","offset":665},{"uri":"The_Holocaust","surface_form":"Holocaust","offset":851},{"uri":"Survive","surface_form":"survivors","offset":861},{"uri":"Early_modern_Europe","surface_form":"early modern Europe","offset":1023},{"uri":"Create","surface_form":"create","offset":1186},{"uri":"Ancestor","surface_form":"ancestor","offset":1212},{"uri":"Grief","surface_form":"grief","offset":1227},{"uri":"Ghost","surface_form":"dead spirits","offset":1352},{"uri":"Renaissance","surface_form":"Renaissance","offset":1399},{"uri":"Italy","surface_form":"Italy","offset":1411},{"uri":"Identity","surface_form":"identity","offset":1458},{"uri":"Fate","surface_form":"fate","offset":1547},{"uri":"18th_century","surface_form":"18th century","offset":1764},{"uri":"French_people","surface_form":"French","offset":1781},{"uri":"Concept","surface_form":"concept","offset":1800},{"uri":"Miniature","surface_form":"miniature","offset":1839},{"uri":"Adult","surface_form":"adult","offset":1849},{"uri":"Survive","surface_form":"survive","offset":1940},{"uri":"Emotion","surface_form":"emotion","offset":1993},{"uri":"History","surface_form":"history","offset":2033},{"uri":"Aristocrat","surface_form":"aristocrat","offset":2076},{"uri":"Inheritance","surface_form":"heir","offset":2142},{"uri":"Spare","surface_form":"spare","offset":2181},{"uri":"Throne","surface_form":"throne","offset":2349},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":2357},{"uri":"George_III_of_Great_Britain_and_Ireland","surface_form":"George III","offset":2391}]}