{"id":466650,"url":"http://en.wikipedia.org/wiki/Bird_sound","text":"Bird sounds include bird songs, calls and any other noises they make for communication. Birds do a lot of communicating, mostly to other birds.\nBird song.\nBird songs are for other members of the same species. The functions are partnership, mating and territory ownership. Depending on the species, bird songs may differ for these two rather different functions. In general, bird songs are only used by Passeriformes, the songbirds. It is one of their typical adaptations\nBird song may have evolved through sexual selection. Experiments suggest the quality of bird song may be a good indicator of fitness. Experiments also suggest that parasites and diseases may directly affect song characteristics such as song rate. This also acts as a reliable indicator of health. The song repertoire also appears to indicate fitness in some species. The ability of male birds to hold and advertise territories using song also demonstrates their fitness.\nHeredity.\nUsually, the general structure of the song is inherited, and is similar in all members of the species. It may be fine-tuned by the experience of hearing nearby birds of the same species. In some species the song is entirely inherited, and in a few it is entirely learnt.\nSong identification.\nMany bird songs are so specific that they can be used for species identification. The calls of birds have been described using words or nonsense syllables or line diagrams.\nCalls.\nMost birds are social animals, and some are always near others of the same species. They use calls which sound quite different to their usual songs. Alarm calls are usually short and loud, and very difficult to locate. They warn others of predators. Mobbing calls gather other birds to scare off intruders. Flocks of birds call to keep themselves together in flight.\nQuite a few birds can mimic sounds they have heard. Parrots and drongos are famous for their mimicry. Common drongos in the Kalahari Desert use other birds' alarm calls to scare them off food. They get 23% of their food that way.\nNon-vocal sounds are done by some birds. Woodpeckers drum on hollow trees as a territory marker. Snipes make a sound called \"winnowing\" or \"drumming\" with their tail feathers when flying. Storks, which are almost voiceless, clatter their beaks.\nMedia.\nThe first person to record bird songs was Ludwig Karl Koch (18811974). He made the first known recording in 1889, and later became a BBC broadcaster and sound recordist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communication","surface_form":"communication","offset":73},{"uri":"Species","surface_form":"species","offset":200},{"uri":"Mating","surface_form":"mating","offset":240},{"uri":"Territory","surface_form":"territory","offset":251},{"uri":"Functions","surface_form":"functions","offset":351},{"uri":"Passeriformes","surface_form":"Passeriformes","offset":402},{"uri":"Songbird","surface_form":"songbird","offset":421},{"uri":"Adaptations","surface_form":"adaptations","offset":459},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":506},{"uri":"Fitness","surface_form":"fitness","offset":596},{"uri":"Parasites","surface_form":"parasites","offset":635},{"uri":"Predators","surface_form":"predators","offset":1663},{"uri":"Parrots","surface_form":"Parrots","offset":1843},{"uri":"Drongo","surface_form":"drongo","offset":1855},{"uri":"Kalahari_Desert","surface_form":"Kalahari Desert","offset":1915},{"uri":"Woodpeckers","surface_form":"Woodpeckers","offset":2062},{"uri":"Snipe","surface_form":"Snipe","offset":2118},{"uri":"Storks","surface_form":"Storks","offset":2209},{"uri":"Ludwig_Karl_Koch","surface_form":"Ludwig Karl Koch","offset":2315},{"uri":"BBC","surface_form":"BBC","offset":2406}]}