{"id":46677,"url":"http://en.wikipedia.org/wiki/Spiro_Agnew","text":"Spiro Theodore Agnew (November 9, 1918 – September 17, 1996) was the 39th Vice President of the United States. He served under President Richard Nixon. He was also the 55th governor of the state of Maryland and the first Greek American governor in United States history.\nHe is most famous for his resignation in the fall of 1973 after he was under investigation for the crimes of extortion, tax fraud, bribery, and conspiracy. In October he was charged for taking taken bribes of more than $100,000 during his vice presidential term.\nAgnew is the only U.S. Vice President in history to leave office because of criminal charges. Ten years later, in January 1983, he paid the state of Maryland almost $270,000 as a result of a civil suit that came from the bribery allegations. He was only the second vice president to resign the office (John C. Calhoun had been the first).\nHe wrote two memoirs later in his life. He defended his corrupt actions in both memoirs.\nEarly life.\nSpiro Agnew was born in Baltimore, in the state of Maryland. His father was Theodore Spiros Agnew, a Greek immigrant who shortened his name from Anagnostopoulos when he moved to the USA (which was between 1897 and 1902), and Margaret Akers, a native of Virginia. He joined the US Army and served in both World War II and the Korean War.\nCareer.\nAfter holding a number of political offices in Baltimore, he ran for Baltimore County Executive in 1962. In a race that was thought to go to the Democratic Party Agnew surprisingly won. While executive he was known for outlawing racial segregation. He ran for Governor in 1966. His opponent was George Mahoney, who ran on a racist and pro segregationist platform. Agnew won after many Democrats voted for him. While governor he passed tax reform, justice reform, anti pollution laws, and civil rights laws. He also took a tough stand against the black power movement, and this angered many civil rights leaders who had supported him.\nAgnew was chosen as Richard Nixon's running mate in 1968. Nixon wanted to do better in the Southern States. Agnew, a moderate, also could get Democrats to vote for him. He was chosen as vice presidential candidate at the convention over George Romney. Agnew supported \"law and order\" a policy of enforcing the law strictly. Agnew took a hard stand against the anti-war movement. His sometimes dirty attacks led him to be called Nixon's \"hatchet man\". However he did speak out against the Kent State Shooting, where national guard troops shot protestors to death in Ohio.\nAgnew enjoyed the privileges of being vice president. He was well liked by Nixon supporters, and made it onto the Republican national ticket again in 1972. But in 1973, it became clear that Agnew had been very corrupt in his career as governor and was facing several felony charges. He cut a plea deal and narrowly got out of having to serve a long time in prison.\nResignation, Disgrace and Death.\nHe resigned in disgrace in October 1973, and never spoke to Richard Nixon again (Nixon would himself resign in 1974 over a similar scandal). Agnew became a disgraced figure and never was very much involved in politics after that. His portrait was taken down in the Maryland Governor's Mansion and his bust was not put up as a former Vice President. When both were put on display, many criticized the decision to display them. He died in 1996 of leukemia. He was not given a state funeral of any kind and had a small funeral service. He was buried at a cemetery in Maryland.\nElectoral history.\nBaltimore County Executive, 1962\nGovernor of Maryland, 1966\n1968 Republican National Convention (Vice Presidential tally)\nUnited States presidential election, 1968\n1972 Republican National Convention (Vice Presidential tally)\nUnited States presidential election, 1972\nDeath.\nAgnew died of leukemia in Berlin, Maryland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":74},{"uri":"President_(United_States)","surface_form":"President","offset":127},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":137},{"uri":"Governor","surface_form":"governor","offset":173},{"uri":"U.S._state","surface_form":"state","offset":189},{"uri":"Maryland","surface_form":"Maryland","offset":198},{"uri":"Greece","surface_form":"Greek","offset":221},{"uri":"United_States","surface_form":"American","offset":227},{"uri":"Resignation","surface_form":"resignation","offset":297},{"uri":"Crime","surface_form":"crime","offset":370},{"uri":"Extortion","surface_form":"extortion","offset":380},{"uri":"Tax","surface_form":"tax","offset":391},{"uri":"Fraud","surface_form":"fraud","offset":395},{"uri":"Bribery","surface_form":"bribery","offset":402},{"uri":"Conspiracy_(crime)","surface_form":"conspiracy","offset":415},{"uri":"United_States_dollar","surface_form":"$","offset":490},{"uri":"Resign","surface_form":"resign","offset":817},{"uri":"Baltimore","surface_form":"Baltimore","offset":998},{"uri":"Maryland","surface_form":"Maryland","offset":1025},{"uri":"Greece","surface_form":"Greek","offset":1075},{"uri":"Virginia","surface_form":"Virginia","offset":1227},{"uri":"World_War_II","surface_form":"World War II","offset":1278},{"uri":"Korean_War","surface_form":"Korean War","offset":1299},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1973},{"uri":"George_Romney","surface_form":"George Romney","offset":2190},{"uri":"Baltimore_County_Executive","surface_form":"Baltimore County Executive","offset":3515},{"uri":"Governor_of_Maryland","surface_form":"Governor of Maryland","offset":3548},{"uri":"1968_Republican_National_Convention","surface_form":"1968 Republican National Convention","offset":3575},{"uri":"United_States_presidential_election%2C_1968","surface_form":"United States presidential election, 1968","offset":3637},{"uri":"1972_Republican_National_Convention","surface_form":"1972 Republican National Convention","offset":3679},{"uri":"United_States_presidential_election%2C_1972","surface_form":"United States presidential election, 1972","offset":3741},{"uri":"Leukemia","surface_form":"leukemia","offset":3804},{"uri":"Berlin%2C_Maryland","surface_form":"Berlin, Maryland","offset":3816}]}