{"id":467281,"url":"http://en.wikipedia.org/wiki/Korat","text":"The Korat is a natural breed of cat. It is also one of the oldest cat breeds. It first lived in Thailand. It is named after a province named \"Korat\" by the local people. The Korat is known as one of the \"good luck cats\".\nAppearance.\nThe Korat is a blue-gray colour with a small to medium stocky or \"cobby\" body. It can be surprisingly heavy for its size. It is intelligent, active, playful and likes to be with people. It has a heart-shaped head and large green eyes.\nThe Korat's colour is actually a silver blue that looks like it is shimmering. The people of Thailand call the colour \"rain-cloud gray,\" and the shimmer \"sea foam.\" This cat has one coat of fur that is short. The roots of the fur are a lighter silver blue. The colour along the fur increases to deeper blue and the tips are silver, especially on the muzzle and toes. This is the only colour allowed for a Korat. The eyes are large and peridot green in an adult cat. Kittens have amber or golden-green eyes which gradually change as they become adults, at two to four years.\nKorats may rarely have some white markings or spots, or even pale gray stripes. Sometimes these spots increase in size as the cat gets older. These are flaws in the colour, and these cats are not allowed in cat shows. Even though the colour is wrong, they are still healthy cats.\nHistory.\nThe first time the Korat breed was written about in books was in a poem written in Thailand, between 1350 and 1767 AD. The book is now in the national library in Bangkok. But the drawing of the Korat in this book did not have enough detail to positively say it is this breed. In more recent years, the Korat was pictured on a postage stamp in Thailand.\nA Korat cat first appeared in Britain with the name \"Blue Siamese\" in 1889 and 1896. But these solid blue cats did not meet the cat show standards for a Siamese cat, so they disappeared by 1901.\nIn the United States, a Korat first appeared in the 1950s. In 1959, Cedar Glen cattery was the first to import a pair of Korats to the U.S. for breeding. They were a male named Nara and a female named Darra. In 1966, the Korat was first allowed to be shown for championship status, by a breeder from Maryland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat_breeds","surface_form":"breed","offset":23},{"uri":"Cat","surface_form":"cat","offset":32},{"uri":"Thailand","surface_form":"Thailand","offset":96},{"uri":"Province","surface_form":"province","offset":126},{"uri":"Eye_color","surface_form":"green eyes","offset":456},{"uri":"Fur","surface_form":"fur","offset":658},{"uri":"Bangkok","surface_form":"Bangkok","offset":1493},{"uri":"Postage_stamp","surface_form":"postage stamp","offset":1657},{"uri":"Great_Britain","surface_form":"Britain","offset":1714},{"uri":"Siamese_cat","surface_form":"Siamese cat","offset":1837},{"uri":"United_States","surface_form":"United States","offset":1886},{"uri":"Import","surface_form":"import","offset":1983},{"uri":"Maryland","surface_form":"Maryland","offset":2179}]}