{"id":46730,"url":"http://en.wikipedia.org/wiki/Part_(music)","text":"e=\"preserve\">In music, a part is a line of music which is played by one player or group of players (or sung by one or more singers). This is the usual meaning of the word “part” when talking about musical compositions.\nWhen a group of instruments are all playing the same notes together - like the first violins in an orchestra, they are all playing the same part. The second violins are playing another part, the violas are playing yet another part, etc.\nIn a string quartet each of the four instruments plays a different part.\nA group of singers who are all singing the tune together are singing in \"unison\". If they divide into soprano, alto, tenor and bass, they are singing in four parts. The sopranos may be singing the tune and the altos, tenors and basses are providing the harmony underneath. This is called “4 part harmony”. If each of the four parts has its own share of the melody (or its own melody) it is polyphonic music. Polyphonic music is always in several parts.\nSometimes music for the piano or organ may be written in a strict number of parts, e.g. a 5 part fugue for the piano could also be performed on five different instruments because there are always exactly five different lines of music (although sometimes a part will have a rest, but this is always shown by rests in the music). Although written on two staves for the pianist (or three staves for an organist) it could be written on five staves: one stave for each part.\nAnother word for a musical \"part\" is \"voice\". In most other European languages the word for \"part\" in this musical sense is the same as the normal word for \"voice\" e.g. in German: \"Stimme\" or French \"voix\".\nIn general, the more parts there are in a musical composition the harder it is to compose because they all have to fit together to sound nice. The 16th century composer Thomas Tallis wrote a motet called \"Spem in alium\" which is in 40 parts. A choir of at least 40 people is needed to sing it, and even then each person will be singing something different to all the others.\nOrchestral parts.\nA slightly different (but related) meaning of “part” can be the actual printed music that a player in an orchestra or band puts on the music stand to play from. The oboe part, for example, will just have the notes that the oboe plays. In contrast, the conductor has a musical score in which all the instrumental parts are written underneath one another.\n”Part” meaning “section”.\nThe word \"part\" can also be used in its normal meaning of \"section\" (i.e. a bit of something). We can say: “the first part of the movement is played just by the woodwind instruments”.\nSometimes a large work like an oratorio will be split into two or three “Parts” (in opera these would be called “Acts”).","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":16},{"uri":"Singers","surface_form":"singers","offset":123},{"uri":"Composition_(music)","surface_form":"composition","offset":205},{"uri":"Musical_instrument","surface_form":"instruments","offset":235},{"uri":"Note_(music)","surface_form":"notes","offset":272},{"uri":"Violin","surface_form":"violin","offset":304},{"uri":"Orchestra","surface_form":"orchestra","offset":318},{"uri":"Viola","surface_form":"viola","offset":414},{"uri":"String_quartet","surface_form":"string quartet","offset":461},{"uri":"Unison","surface_form":"unison","offset":602},{"uri":"Soprano","surface_form":"soprano","offset":631},{"uri":"Alto","surface_form":"alto","offset":640},{"uri":"Tenor","surface_form":"tenor","offset":646},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":656},{"uri":"Harmony","surface_form":"harmony","offset":782},{"uri":"Melody","surface_form":"melody","offset":886},{"uri":"Polyphonic","surface_form":"polyphonic","offset":919},{"uri":"Piano","surface_form":"piano","offset":1006},{"uri":"Organ_(music)","surface_form":"organ","offset":1015},{"uri":"Fugue","surface_form":"fugue","offset":1079},{"uri":"Stave","surface_form":"stave","offset":1334},{"uri":"Voice","surface_form":"voice","offset":1609},{"uri":"German_language","surface_form":"German","offset":1624},{"uri":"French_language","surface_form":"French","offset":1644},{"uri":"16th_century","surface_form":"16th century","offset":1806},{"uri":"Thomas_Tallis","surface_form":"Thomas Tallis","offset":1828},{"uri":"Motet","surface_form":"motet","offset":1850},{"uri":"Oboe","surface_form":"oboe","offset":2217},{"uri":"Sheet_music","surface_form":"musical score","offset":2320},{"uri":"Movement_(music)","surface_form":"movement","offset":2562},{"uri":"Woodwind","surface_form":"woodwind","offset":2593},{"uri":"Oratorio","surface_form":"oratorio","offset":2647}]}