{"id":467526,"url":"http://en.wikipedia.org/wiki/Beauvau_family","text":"The House of Beauvau was a noble family that originated from Anjou a region of France. The Beauvau du Rivau branch was rooted in Brittany. It produced two bishops of Nantes. The Craon (Prince of Craon) branch was established in Lorraine. This branch was intimate with the then reigning ducal family.\nBrief history.\nOf knightly extraction, it has proofs of its nobility going back as far as 1265. The title of marquis of Beauvau was granted to the head of the family by Louis XIV in 1664. The family also had rights to the prestigious title of \"cousin du Roi\", reserved for a few families with an alliance with the royal house. Marc de Beauvau, Prince of Craon (1679–1754) was entitled prince of the Holy Roman Empire in 1722, and it was under this title that the family was admitted to the \"honneurs de la Cour\" in 1775.\nPrinces of Craon.\nThe princely title of Prince of Craon was a title used by the Beauvau family using their status as Prince of the Holy Roman Empire which was gained in 1722. This was later fully recognised by Louis XV of France in 1755. The title was inherited by male offspring. It became extinct in 1982. These princes were sometimes but also known as the Prince of Beauvau.\nIn Lorraine.\nThe Beauvau family later enjoyed close relations with the then ducal family of Lorraine even going so far as to name one of their sons after a son of the Duke. They had a townhouse in Nancy, itself the capital of Lorraine. The townhouse was called the \"Hôtel de Craon\". The family also had a residence in Paris named the \"Hôtel de Beauvau\".\nOther websites.\n[http://heirsofeurope.blogspot.co.uk/search/label/Beauvau-Craon Further information on the family]","categories":[],"infobox_types":[],"annotations":[{"uri":"Anjou","surface_form":"Anjou","offset":61},{"uri":"France","surface_form":"France","offset":79},{"uri":"Nantes","surface_form":"Nantes","offset":166},{"uri":"Duchy_of_Lorrain","surface_form":"Lorraine","offset":228},{"uri":"Louis_XV_of_France","surface_form":"Louis XV of France","offset":1031},{"uri":"Nancy","surface_form":"Nancy","offset":1396},{"uri":"Paris","surface_form":"Paris","offset":1517}]}