{"id":467759,"url":"http://en.wikipedia.org/wiki/Charles_Juste_de_Beauvau%2C_Prince_of_Craon","text":"Charles Juste de Beauvau, Prince of Craon (10 September 1720 – 21 May 1793), 2nd Prince of Craon (1754), Marshal of France (1783) was a French scholar, nobleman and general. The son of Marc de Beauvau, he was also brother of the famous \"Madame de Boufflers\" and through her uncle to the poet Stanislas de Boufflers.\nPersonal and public life.\nCharles Juste was born at the Hôtel de Craon, Lunéville in the capital of the Duchy of Lorraine. His family were the most powerful in Lorraine after the ruling Duke of Lorraine.\nHis mother, Anne Marguerite de Ligneville, was the mistress of Leopold, Duke of Lorraine, husband of Élisabeth Charlotte d'Orléans (niece of Louis XIV). He was the twelfth of twenty children.\nHe married twice; firstly on 3 April 1745 to Marie Charlotte de La Tour d'Auvergne (20 December 1729 – 6 September 1763), daughter of Emmanuel Théodose de La Tour d'Auvergne and his last wife Louise Henriette Françoise of Lorraine. The couple had one child who married into the Noailles family. His first wife Marie Charlotte died of Smallpox aged 33.\nMarie Charlotte died in 1763. The next year, on 14 March, he married again; this time to Marie Charlotte Sylvie de Rohan, a cousin of the Prince of Soubise. The couple had no children Marie Charlotte Sylvie outliving her husband till 1807.\nHe entered military service for France and was made a lieutenant of the Cavalry on 10 December 1738; colonel of the guard (Lorraine) on 1 May 1740 and distinguished himself under the leadership of the Duke of Belle-Isle at the Siege of Prague in 1742. Created a Brigadier on 16 May 1746 he was later created a Field marshal on 10 May 1748. He was later elevated to Lieutenant General on 28 December 1758. He gained further distinction in 1762 while serving in Spain.\nHe was named the Governor of Languedoc on 12 June 1747, he was later created the governor of Provence.\nA Grandee of Spain, first class from 11 May 1754, he became a Knight of the Order of the Holy Spirit, the highest decoration in Ancien régime France (1 January 1757).\nHe had dealings with the Académie française. He kept a fashionable salon, keeping company with the likes of Jean Devaines, the philosopher Jean-François Marmontel, the poet Jean François de Saint-Lambert as well as his nephew Stanislas de Boufflers.\nHe was created a Marshal of France in 1783. In 1789, he served in the Secretary of State for War for six months. A supporter of reforms, he was untroubled by the French Revolution and died in his bed at the height of the \"Reign of Terror\".\nThe \"maréchal de Beauvau\", died at the \"Hôtel de Beauvau\", his Parisian residence on the \"Place Beauvau\", named after him. The hôtel was built by the architect Nicolas Le Camus de Mézières around 1770 for Charles Juste. The Hôtel de Beauvau has housed the French Ministry of the Interior since 1861. He owned the Château du Val at Saint-Germain-en-Laye, a property later acquired by Benjamin Franklin.\nHis nephew Marc Étienne Gabriel de Beauvau (1773–1849) became the next Prince of Craon but better known as the Prince of Beauvau.\nIssue.\nAnne Louise Marie de Beauvau, Mademoiselle de Beauvau (1 April 1750 – 20 November 1834) married Philippe Louis de Noailles, Prince of Poix and had children together.","categories":[],"infobox_types":["nobility|prince"],"annotations":[{"uri":"Beauvau_family","surface_form":"Prince of Craon","offset":81},{"uri":"Marshal_of_France","surface_form":"Marshal of France","offset":105},{"uri":"Marc_de_Beauvau","surface_form":"Marc de Beauvau","offset":185},{"uri":"Stanislas_de_Boufflers","surface_form":"Stanislas de Boufflers","offset":292},{"uri":"H%C3%B4tel_de_Craon%2C_Lun%C3%A9ville","surface_form":"Hôtel de Craon, Lunéville","offset":372},{"uri":"Duchy_of_Lorraine","surface_form":"Duchy of Lorraine","offset":420},{"uri":"Duke_of_Lorraine","surface_form":"Duke of Lorraine","offset":502},{"uri":"Leopold%2C_Duke_of_Lorraine","surface_form":"Leopold, Duke of Lorraine","offset":583},{"uri":"%C3%89lisabeth_Charlotte_d%27Orl%C3%A9ans","surface_form":"Élisabeth Charlotte d'Orléans","offset":621},{"uri":"Louis_XIV","surface_form":"Louis XIV","offset":661},{"uri":"Smallpox","surface_form":"Smallpox","offset":1046},{"uri":"Charles_Louis_Auguste_Fouquet%2C_duc_de_Belle-Isle","surface_form":"Duke of Belle-Isle","offset":1505},{"uri":"Siege_of_Prague_(1742)","surface_form":"Siege of Prague","offset":1531},{"uri":"Field_marshal","surface_form":"Field marshal","offset":1614},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":1669},{"uri":"Spain","surface_form":"Spain","offset":1764},{"uri":"Languedoc","surface_form":"Languedoc","offset":1800},{"uri":"Provence","surface_form":"Provence","offset":1864},{"uri":"Grandee_of_Spain","surface_form":"Grandee of Spain","offset":1876},{"uri":"Order_of_the_Holy_Spirit","surface_form":"Order of the Holy Spirit","offset":1950},{"uri":"Ancien_r%C3%A9gime","surface_form":"Ancien régime","offset":2002},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":2066},{"uri":"Jean-Fran%C3%A7ois_Marmontel","surface_form":"Jean-François Marmontel","offset":2180},{"uri":"French_Revolution","surface_form":"French Revolution","offset":2453},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":2914},{"uri":"Marc_%C3%89tienne_de_Beauvau%2C_Prince_of_Beauvau","surface_form":"Marc Étienne Gabriel de Beauvau","offset":2944}]}