{"id":46775,"url":"http://en.wikipedia.org/wiki/Song_Dynasty","text":"The Song Dynasty ruled in China from 960–1279. It started the reunification of China for the first time since the fall of the Tang Dynasty in 907. The years in between, known as the Period of Five Dynasties and Ten Kingdoms, were a time of division between north and south, and of rapidly changing administrations. In 960, a general of the Later Zhou dynasty named Zhao Kuangyin (the later Emperor Taizu of Song) overthrew the emperor through a mutiny and established the Song dynasty. Although it unified China, its army was weak and lost the wars against the Liao dynasty and Western Xia. Soon after the death of Emperor Taizu, the empire faced many economic and military problems.\nIn 1127, the Manchu clans led by the Jin Dynasty emperors destroyed the Liao Dynasty, invaded Song, and captured the emperor, princes, and ministers. A prince at southern China was lucky to be the only one who was not taken by the Manchus, and after the invasion of northern China he succeeded the throne at Hangzhou. Because of this, historians named the Song that was before the invasion as Northern Song, and the one after the invasion as Southern Song. Southern Song made peace with the Manchus and existed until Kublai Khan of the Mongols conquered all of southern China in 1279.\nNorthern Song: 960–1127.\nThe Northern Song Dynasty ruled in China from 960 to 1127. The first emperor Zhao Kuangyin set the capital in Bianliang (now we call this city Kaifeng) in northern China. The Northern Song Dynasty enjoyed the highest economic and cultural prosperity during the ancient Chinese history. In 1126, the army from Jin Dynasty started attcking Bianliang city and Northern Song Dynasty ended the next year. The Song Dynasty also was one of the best dynasties in architecture.","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_China","surface_form":"China","offset":26},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":126},{"uri":"Period_of_the_Five_Dynasties_and_the_Ten_Kingdoms","surface_form":"Period of Five Dynasties and Ten Kingdoms","offset":182},{"uri":"Later_Zhou","surface_form":"Later Zhou","offset":340},{"uri":"Zhao_Kuangyin","surface_form":"Zhao Kuangyin","offset":365},{"uri":"Liao_dynasty","surface_form":"Liao dynasty","offset":561},{"uri":"Western_Xia","surface_form":"Western Xia","offset":578},{"uri":"Economy","surface_form":"economic","offset":652},{"uri":"Military","surface_form":"military","offset":665},{"uri":"Jin_Dynasty","surface_form":"Jin Dynasty","offset":721},{"uri":"Hangzhou","surface_form":"Hangzhou","offset":992},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":1201},{"uri":"History_of_China","surface_form":"China","offset":1329},{"uri":"Zhao_Kuangyin","surface_form":"Zhao Kuangyin","offset":1371},{"uri":"Kaifeng","surface_form":"Kaifeng","offset":1437},{"uri":"Jin_Dynasty","surface_form":"Jin Dynasty","offset":1603}]}