{"id":46790,"url":"http://en.wikipedia.org/wiki/Bipolar_disorder","text":"Bipolar disorder (also known as manic depression) is a mental illness where a person will have repeated, long-lasting feelings (episodes) of high (mania) and low mood (depression). It may occur with or without cycles of normal mood, called euthymia. A mixed episode occurs when both mania and depression are present at the same time.\nSymptoms.\n\"Bipolar\" literally means \"two poles\" or two extremes in how much energy the brain has. Sometimes, a person can experience something called mania. Mania is when a person's brain goes into a high-energy state. When in a high-energy state, mania can cause extreme emotions such as panic attacks or extreme happiness such as euphoria. This feeling is often followed by a period of depression, which is a low-energy state. A person who is depressed may act sad or hopeless. People with bipolar disorder switch between these two states.\nMania.\nPeople who are in a manic state are often over-confident and very optimistic. This can cause them to take large risks and do things that are not normal for them to do. Manic episodes last for at least a week, but can last as long as three to six months. They are usually followed by a depressive episode. A person who is manic may talk very quickly with no pauses, have thoughts that change very quickly, or act without thinking. They may also experience psychosis, where they cannot tell what is real and what is not. They may think that they are unstoppable or that they are on a mission for God. Mania may become so severe that it can affect the person’s ability to work or interact with others. Every person is different, so it is important to remember that these things do not happen to all people with bipolar disorder.\nHypomania.\nHypomania is a less extreme version of mania. Someone who is hypomanic will have symptoms similar to mania. They may have increased energy and may deny that anything is wrong. A hypomanic episode may last from a few days to a few months.\nDepression.\nPeople who are in a depressive state are often sad and pessimistic. They may lose interest in activities they usually like, or become isolated and lonely. Other symptoms include anxiety, hopelessness, changes in sleep, and suicidal thoughts. A depressive episode can last from a few weeks to several months. When bipolar disorder develops at a young age, the first few episodes are usually depressive. Because a manic or hypomanic episode is needed to diagnose bipolar disorder, some people are diagnosed with major depression at first.\nCauses.\nThe exact cause of bipolar disorder is unknown. It is estimated that there is a 71 percent chance of bipolar disorder passing from parent to child. If one identical twin has bipolar disorder, there is a 40 to 70 percent chance that the other will develop bipolar disorder in their lifetime. MRI studies have shown that certain parts of the brain responsible for mood regulation are larger in bipolar patients. It is also possible for bipolar disorder to develop after a stroke, brain injury, or certain infections.\nTreatment.\nLike most mental illnesses, there are ways to treat bipolar disorder. The most common way to treat bipolar disorder is by using medications called mood stabilizers. These medicines prevent and control the manic and depressive episodes. One of the most common mood stabilizers is lithium. Therapy can also be used to control the symptoms. The same treatments and medicines do not work for everyone, and it is not uncommon for people to have symptoms return if they stop taking medication. Things like this can make bipolar disorder a difficult illness to live with, but educating patients about it makes it easier. Sometimes, people need to be treated against their will. Patients may be thinking about or have tried to commit suicide, or they may be unable to see their situation properly. In many cases, teaching people about their disease helps. When they have gone through the phases of the illness a few times, they often see that treatment can make their life easier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mental_illness","surface_form":"mental illness","offset":55},{"uri":"Mania","surface_form":"mania","offset":147},{"uri":"Depression_(mood)","surface_form":"depression","offset":168},{"uri":"Euthymia","surface_form":"euthymia","offset":240},{"uri":"Mania","surface_form":"mania","offset":484},{"uri":"Panic_attack","surface_form":"panic attack","offset":623},{"uri":"Euphoria","surface_form":"euphoria","offset":666},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":722},{"uri":"Optimistic","surface_form":"optimistic","offset":949},{"uri":"Psychosis","surface_form":"psychosis","offset":1338},{"uri":"God","surface_form":"God","offset":1477},{"uri":"Symptom","surface_form":"symptom","offset":1801},{"uri":"Pessimistic","surface_form":"pessimistic","offset":2025},{"uri":"Anxiety","surface_form":"anxiety","offset":2148},{"uri":"Suicide","surface_form":"suicidal","offset":2193},{"uri":"Diagnosis","surface_form":"diagnose","offset":2422},{"uri":"Depression_(mental_illness)","surface_form":"major depression","offset":2480},{"uri":"Magnetic_resonance_imaging","surface_form":"MRI","offset":2806},{"uri":"Regulation","surface_form":"regulation","offset":2882},{"uri":"Stroke","surface_form":"stroke","offset":2985},{"uri":"Brain_injury","surface_form":"brain injury","offset":2993},{"uri":"Infection","surface_form":"infection","offset":3018},{"uri":"Medication","surface_form":"medication","offset":3169},{"uri":"Mood_stabilizer","surface_form":"mood stabilizer","offset":3188},{"uri":"Lithium","surface_form":"lithium","offset":3320},{"uri":"Therapy","surface_form":"Therapy","offset":3329},{"uri":"Suicide","surface_form":"suicide","offset":3767}]}