{"id":467914,"url":"http://en.wikipedia.org/wiki/Coyote_Ugly","text":"\"Coyote Ugly\" is an American romantic comedy/drama movie. It is based on the real Coyote Ugly saloon. The movie is set in New York City. The movie stars Piper Perabo and Adam Garcia. It was directed by David McNally. The movie was produced by Jerry Bruckheimer and Chad Oman. It was written by Gina Wendkos.\nPlot.\nViolet Sanford (Piper Perabo) leaves her hometown of South Amboy, New Jersey. She leaves to New York City to pursue her dreams of becoming a songwriter. Violet is not successful in finding someone to hire her at any recording studios. She mistakenly believes that Kevin O'Donnell (Adam Garcia) is a bar owner. She gives him a tape of Violet's demo recordings. She later finds out after his boss reveals his true identity. When Violet returns home, she finds out that her house was robbed. With only a few dollars on her, she goes to an all-night diner. There she sees three girls Cammie (Izabella Miko), Rachel (Bridget Moynahan), and Zoe (Tyra Banks). The girls are showing off hundreds of dollars in tips they earned. She then finds out that they work at a bar called Coyote Ugly.\nViolet convinces the bar owner Lil (Maria Bello) to give her an audition. Violet's first audition does not go well. However, after breaking up a fight between two customers, Lil agrees to give her a second chance. At her second audition, she throws a bucket filled with water to the fire warden. This cost Lil $250. In order to keep her job, Violet had to make up $250 in one night. Kevin turns up at the bar. He then is auctioned off to one of the women in the bar. Violet and Kevin begins a relationship.\nKevin tries to help Violet overcome her stage fright. He does this so she can sell her music. Violet is fired from the bar after Kevin gets into a fight at the bar. Violet returns to New Jersey for her best friend's wedding. When she returns, her father is sent to the emergency room after he was involved in a car accident. Violet performs at an open mic night at the Bowery Ballroom with the \"Coyotes\". Her father, her best friend, and Kevin arrive there for support. The performance goes well. She finally lands a deal with a record label. The movie ends with LeAnn Rimes singing Violet's song.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romantic_comedy","surface_form":"romantic comedy","offset":29},{"uri":"Drama_movie","surface_form":"drama movie","offset":45},{"uri":"Saloon","surface_form":"saloon","offset":94},{"uri":"New_York_City","surface_form":"New York City","offset":122},{"uri":"Piper_Perabo","surface_form":"Piper Perabo","offset":153},{"uri":"Adam_Garcia","surface_form":"Adam Garcia","offset":170},{"uri":"Movie_director","surface_form":"directed","offset":190},{"uri":"David_McNally","surface_form":"David McNally","offset":202},{"uri":"Movie_producer","surface_form":"produced","offset":231},{"uri":"Jerry_Bruckheimer","surface_form":"Jerry Bruckheimer","offset":243},{"uri":"Chad_Oman","surface_form":"Chad Oman","offset":265},{"uri":"Gina_Wendkos","surface_form":"Gina Wendkos","offset":294},{"uri":"South_Amboy%2C_New_Jersey","surface_form":"South Amboy, New Jersey","offset":367},{"uri":"New_York_City","surface_form":"New York City","offset":406},{"uri":"Songwriter","surface_form":"songwriter","offset":455},{"uri":"Recording_studio","surface_form":"recording studio","offset":530},{"uri":"Demo","surface_form":"demo","offset":657},{"uri":"US_dollar","surface_form":"dollars","offset":819},{"uri":"Izabella_Miko","surface_form":"Izabella Miko","offset":902},{"uri":"Bridget_Moynahan","surface_form":"Bridget Moynahan","offset":926},{"uri":"Tyra_Banks","surface_form":"Tyra Banks","offset":954},{"uri":"Maria_Bello","surface_form":"Maria Bello","offset":1133},{"uri":"Audition","surface_form":"audition","offset":1161},{"uri":"LeAnn_Rimes","surface_form":"LeAnn Rimes","offset":2167}]}