{"id":468091,"url":"http://en.wikipedia.org/wiki/Warracknabeal","text":"Warracknabeal is a small town in the north west of Victoria. It is on the banks of the Yarriambiack Creek, 330 km north-west of Melbourne, It is the business and services centre of the northern Wimmera and southern Mallee districts, and hosts local government offices of the Shire of Yarriambiack. In 2011 there were about 2,745 people living in the local area.\nHistory.\nThe first people to live in the Warracknabeal area were the Wotjobaluk, a group of Aboriginal people. The town's name is believed to be an aboriginal word meaning \"place of big gums shading the water hole\". The earliest European settlers in the area included Andrew and Robert Scott, who started a large sheep farm named Warracknabeal.\nThe Post Office opened on 1 September 1861 and was known as \"Werracknebeal\" until 1885.\nThere are several historic buildings, including an 1872 prison cell built from red and yellow gum, a Tudor-style post office, several 19th century hotels, and a four storey water tower from 1886. There is also farm machinery museum which shows the history of farming in the Mallee and Wimmera districts.\nHealthcare.\nThe town has four doctors and one pharmacy. The hospital is run by Rural Northwest Health.\nSport.\nThe town has an Australian rules football team (Warrack Eagles) which plays in the Wimmera Football League.\nWarrack Eagles Netball Club plays in the Wimmera Netball Association.\nThe town also has a Yarriambiack Tennis Association. The town's teams consist of Bangerang, Cannum and Ailsa.\nThe horse racing club, the Wimmera Racing Club, has around six race meetings a year at Warracknabeal including the Warracknabeal Cup meeting in February.\nIt also has the Sheep Hills Race Club, which schedules two race meetings a year, including the Sheep Hills Cup meeting in February.\nGolfers play at the Warracknabeal Golf Club.\nWarracknabeal also has a Cricket team (St Marys Cricket Club) which plays in the Wimmera Mallee Cricket Association.\nWarracknabeal has three hockey teams, a senior men's team known as Hoops a women's team, and a mixed junior team called Revengers.\nGovernment.\nWarracknabeal is home of the Shire of Yarriambiack. It is also the administrative centre. The council offices are located in Lyle Street.\nThe former town hall and theatre complex (built 1939-40), added to the Victorian Heritage Register in 2009, is now used for civic purposes.\nEaster Y-Fest.\nYFest includes an Easter Saturday Street Parade, a three day Vintage Machinery Rally at Wheatlands Museum, four day Golf Tournament, three day Art Show, Easter Saturday Race Meeting and Waterski Spectacular.\nThe Easter Y-Fest began in 1988 and is organised by the Y-Fest Promotions Committee Inc. This Committee, made up of representatives from each of the individual event committees and Council.","categories":[],"infobox_types":[],"annotations":[{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":51},{"uri":"Yarriambiack_Creek","surface_form":"Yarriambiack Creek","offset":87},{"uri":"Melbourne","surface_form":"Melbourne","offset":128},{"uri":"Wimmera","surface_form":"Wimmera","offset":194},{"uri":"The_Mallee","surface_form":"Mallee","offset":215},{"uri":"Shire_of_Yarriambiack","surface_form":"Shire of Yarriambiack","offset":275},{"uri":"Wotjobaluk","surface_form":"Wotjobaluk","offset":431},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":454},{"uri":"Tudor_architecture","surface_form":"Tudor","offset":896},{"uri":"19th_century","surface_form":"19th century","offset":929},{"uri":"Pharmacy","surface_form":"pharmacy","offset":1145},{"uri":"Rural_Northwest_Health","surface_form":"Rural Northwest Health","offset":1178},{"uri":"Australian_rules_football","surface_form":"Australian rules football","offset":1225},{"uri":"Wimmera_Football_League","surface_form":"Wimmera Football League","offset":1292},{"uri":"Thoroughbred_racing_in_Australia","surface_form":"horse racing club","offset":1501}]}