{"id":468187,"url":"http://en.wikipedia.org/wiki/Hyperthermia","text":"e=\"preserve\">Hyperthermia is a high body temperature. It happens when a person is not able to control their body temperature. This can happen for many reasons, like very hot weather, fever, and some medicines or illegal drugs.\nDoctors define hyperthermia as a body temperature that is over 101 degrees Fahrenheit. (The average human body temperature is around 98.6 degrees Fahrenheit.) When a person gets hyperthermia, they can have \"heat-related injuries\", where the high body temperature hurts the body.\nThere are three forms of heat-related injuries caused by hyperthermia: heat cramps (the least serious), heat exhaustion, and heat stroke (the most serious).\nHeat cramps.\nHeat cramps are the least serious form of hyperthermia. (A \"cramp\" is a sharp pain caused by a muscle getting tighter and shorter.)\nHeat exhaustion.\nHeat exhaustion is more serious than heat cramps. If affects the whole body instead of just certain muscles, like heat cramps.\nTreatment.\nPeople with heat exhaustion may need medical treatment.\nHeat stroke.\nHeat stroke is a medical emergency. If it is not treated quickly enough, it causes brain damage and death. It is one of the most common causes of death in sports that can be prevented.\nHeat stroke happens when a person gets so hot that their body cannot do anything to bring their temperature down. The body has tried every strategy it has to cool itself down. But the body is so hot that none of those strategies work any more. This causes the body temperature to rise very quickly. The body gets so hot inside that its tissues, especially the brain, get damaged. Usually, people with heat stroke have a body temperature of 104 degrees Fahrenheit or higher. The brain cannot survive for long at these temperatures. Heat stroke can very quickly cause damage to the brain, heart, kidneys, and muscles.\nTreatment.\nPeople with heat stroke always need emergency medical treatment as soon as possible. If a person might have heat stroke, 9-1-1 or another emergency telephone number should be called right away. The emergency medical dispatcher can explain what to do to help the person until an ambulance gets there.\nPrognosis.\nThe prognosis for people with heat stroke depends on how high their body temperature got, how quickly their body temperature increased, and how quickly they got treatment.\nUp to 80% of people who do not get treatment for heat stroke right away die. But cooling people with heat stroke down right away, and getting them treatment very quickly, can change this so that only 10% die. But some people who survive have brain damage or other health problems caused by their heat stroke.","categories":[],"infobox_types":[],"annotations":[{"uri":"Body_temperature","surface_form":"body temperature","offset":36},{"uri":"Thermoregulation","surface_form":"control their body temperature","offset":94},{"uri":"Fever","surface_form":"fever","offset":183},{"uri":"Medication","surface_form":"medicines","offset":199},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":212},{"uri":"Define","surface_form":"define","offset":235},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":302},{"uri":"Average","surface_form":"average","offset":319},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1049},{"uri":"Brain_damage","surface_form":"brain damage","offset":1115},{"uri":"Death","surface_form":"death","offset":1132},{"uri":"Prevent","surface_form":"prevented","offset":1206},{"uri":"Tissue","surface_form":"tissue","offset":1553},{"uri":"Brain","surface_form":"brain","offset":1577},{"uri":"Heart","surface_form":"heart","offset":1804},{"uri":"Kidney","surface_form":"kidney","offset":1811},{"uri":"9-1-1","surface_form":"9-1-1","offset":1965},{"uri":"Emergency_telephone_number","surface_form":"emergency telephone number","offset":1982},{"uri":"Emergency_medical_dispatcher","surface_form":"emergency medical dispatcher","offset":2042},{"uri":"Ambulance","surface_form":"ambulance","offset":2122},{"uri":"Prognosis","surface_form":"prognosis","offset":2159}]}