{"id":468179,"url":"http://en.wikipedia.org/wiki/Battle_of_Atlanta","text":"The Battle of Atlanta (22 July 1864) was a major battle of the American Civil War. The battle was part of the Atlanta Campaign directed by Union Army general William Tecumseh Sherman. The city of Atlanta was a major supply center, railroad hub and symbol of the Confederate States of America. Its loss proved to be a major blow to the Confederacy and led to the end of the Civil war.\nMilitary.\nThe war had been going on for three years when Ulysses S. Grant was given overall command of the Union Army. While a much smaller army, the Confederates had been moving their forces to battle whichever Union army was active at the time. By doing this, they had won most of the battles. Grant decided to coordinate his armies and defeat the confederates. His field armies would all engage the confederate field armies at the same time. This would pin down the smaller southern armies so the Union army could defeat them. Grant would personally lead the Army of the Potomac against Confederate general Robert E. Lee and his Army of Northern Virginia. He would try to capture the capital of the confederacy, Richmond. Sherman would move his combined armies against the Confederate Army of Tennessee led by General Joseph E. Johnston. One of Sherman's goals was to capture the South's second largest city, Atlanta. If successful, it would shorten the war.\nPolitical.\nBy 1864 President Abraham Lincoln was in political trouble. When elected in 1860 Lincoln had won a majority of the Electoral College votes. But he only won 39.8% of the popular vote. He was probably the least popular president when he took office in 1861. Seven southern states had broken away and formed the Confederate States of America. On April 12, 1861, the Civil War began. The war had gone badly for the Union. Even though they had a much larger army, they had lost a number of battles. By 1864 Lincoln needed some victories if he wanted to be reelected that November. If successful, the Atlanta Campaign could guarantee Lincoln would remain president.\nAtlanta campaign.\nThe Atlanta Campaign began on 6 May 1864. Sherman had over 100,000 men he divided into three field armies. Johnston's army was only about half the size of the Union army facing him. Sherman used his larger army in a series of battles to push Johnston back. He used two of his armies facing Johnston's Army of Tennessee. The third army was used in flanking maneuvers. Finally, Johnston retreated into Atlanta on July 9–10. Johnston's strategy had been to \"trade space for men and time\". He would not commit his army to a major battle but delayed and harassed Sherman every chance he got. It took Sherman 72 days to march his armies only 100 miles. Johnston's plan was to slow down and wear out the Union army and make them tired of fighting. But Jefferson Davis, the Confederate president, dismissed Johnston for not stopping the Union army. He gave command to John B. Hood, Johnston's second in command.\nThe battle.\nWhen Hood took over command of the Army of Tennessee, Sherman was only five miles from Atlanta. Hood was the most aggressive general the confederacy had. He intended to defend Atlanta. On July 20 Hood's army attacked Union general George Henry Thomas's Army of the Cumberland. John Schofield's Army of the Ohio and James B. McPherson's Army of the Tennessee were both moving around the Confederate right and could not help Thomas. But Thomas's army stood fast. The Confederates withdrew after losing 2,500 killed or wounded. Hood next attacked on 22 July. He threw his entire force against McPherson's Army of the Tennessee on Sherman's left flank. The battle started about noon and lasted until midnight.\nDuring the fighting general Dodge (the author) could see a gap in the Union lines. He sent messengers to warn the commanders to move to close the gap or the Confederates would break through. Apparently General McPherson saw the same gap. He rode out with a staff officer to close the gap. He came upon confederate skirmishers who ordered him to surrender. He turned and spurred his horse to escape, but was shot and killed. At one point the Union line broke. But cannon fire from Schofield's Army of the Ohio and a counterattack drove the Confederates back. Hood lost about 8,000 (killed, wounded and missing) to 3,722 Union losses. After the battle Hood fell back to defend Atlanta. He had little to show for his attacks except a high casualty rate the Confederates could not afford.\nSherman set up his cannon and began a bombardment of Atlanta that would last a month. Then Sherman withdrew his armies leaving only a small force. As intended, Hood's army followed them to Jonesboro, Georgia. Sherman's army destroyed the railway tracks back to Atlanta. The Battle of Jonesborough lasted two days and ended on 1 September. After taking more heavy casualties, what was left of Hood's army burned their supplies and ammunition and left Atlanta. Sherman then took Atlanta. This was a major loss for the confederacy. It almost guaranteed Lincoln's reelection. The Battle of Atlanta marked the halfway point in the Atlanta campaign.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":49},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":63},{"uri":"Atlanta_Campaign","surface_form":"Atlanta Campaign","offset":110},{"uri":"Union_Army","surface_form":"Union Army","offset":139},{"uri":"General_officer","surface_form":"general","offset":150},{"uri":"William_Tecumseh_Sherman","surface_form":"William Tecumseh Sherman","offset":158},{"uri":"Atlanta","surface_form":"Atlanta","offset":196},{"uri":"Supply_depot","surface_form":"supply center","offset":216},{"uri":"Rail_transport","surface_form":"railroad","offset":231},{"uri":"Transport_hub","surface_form":"hub","offset":240},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":262},{"uri":"Confederacy","surface_form":"Confederacy","offset":335},{"uri":"War","surface_form":"war","offset":398},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":441},{"uri":"Command_(military)","surface_form":"command","offset":476},{"uri":"Coordinate","surface_form":"coordinate","offset":697},{"uri":"Field_army","surface_form":"field armies","offset":752},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":946},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":994},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":1016},{"uri":"Capital_city","surface_form":"capital","offset":1071},{"uri":"Richmond","surface_form":"Richmond","offset":1099},{"uri":"Combine","surface_form":"combine","offset":1132},{"uri":"Confederate_Army","surface_form":"Confederate","offset":1160},{"uri":"Army_of_Tennessee","surface_form":"Army of Tennessee","offset":1172},{"uri":"General_officer","surface_form":"General","offset":1197},{"uri":"Joseph_E._Johnston","surface_form":"Joseph E. Johnston","offset":1205},{"uri":"Task","surface_form":"goals","offset":1242},{"uri":"Confederate_States_of_America","surface_form":"South's","offset":1267},{"uri":"President_of_the_United_States","surface_form":"President","offset":1365},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1375},{"uri":"Political","surface_form":"political","offset":1398},{"uri":"U.S._Electoral_College","surface_form":"Electoral College","offset":1472},{"uri":"Election","surface_form":"popular vote","offset":1526},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1666},{"uri":"Reelect","surface_form":"reelect","offset":1908},{"uri":"Flanking_maneuver","surface_form":"flanking maneuver","offset":2382},{"uri":"Withdrawal_(military)","surface_form":"retreated","offset":2420},{"uri":"Strategy","surface_form":"strategy","offset":2468},{"uri":"Commit","surface_form":"commit","offset":2534},{"uri":"Delay","surface_form":"delay","offset":2572},{"uri":"Harass","surface_form":"harass","offset":2584},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":2780},{"uri":"Dismiss","surface_form":"dismiss","offset":2824},{"uri":"John_B._Hood","surface_form":"John B. Hood","offset":2895},{"uri":"Aggression","surface_form":"aggressive","offset":3065},{"uri":"George_Henry_Thomas","surface_form":"George Henry Thomas","offset":3182},{"uri":"John_Schofield","surface_form":"John Schofield","offset":3228},{"uri":"James_B._McPherson","surface_form":"James B. McPherson","offset":3266},{"uri":"Noon","surface_form":"noon","offset":3625},{"uri":"Midnight","surface_form":"midnight","offset":3647},{"uri":"Front_line","surface_form":"lines","offset":3733},{"uri":"Skirmisher","surface_form":"skirmisher","offset":3971},{"uri":"Surrender_(military)","surface_form":"surrender","offset":4002},{"uri":"Spur","surface_form":"spur","offset":4027},{"uri":"Horse","surface_form":"horse","offset":4039},{"uri":"Shot","surface_form":"shot","offset":4064},{"uri":"Killed","surface_form":"killed","offset":4073},{"uri":"Cannon","surface_form":"cannon","offset":4120},{"uri":"Counterattack","surface_form":"counterattack","offset":4172},{"uri":"Casualty_(person)","surface_form":"casualty rate","offset":4393},{"uri":"Cannon","surface_form":"cannon","offset":4461},{"uri":"Bombardment","surface_form":"bombardment","offset":4480},{"uri":"Jonesboro%2C_Georgia","surface_form":"Jonesboro, Georgia","offset":4631},{"uri":"Railway_track","surface_form":"railway track","offset":4680},{"uri":"Battle_of_Jonesborough","surface_form":"Battle of Jonesborough","offset":4716},{"uri":"Ammunition","surface_form":"ammunition","offset":4872},{"uri":"Halfway","surface_form":"halfway","offset":5047}]}