{"id":468286,"url":"http://en.wikipedia.org/wiki/Jos%C3%A9%2C_Prince_of_Brazil","text":"Infante José of Portugal, Prince of Brazil, Duke of Braganza (20 August 1761 – 11 September 1788) was the heir apparent to the Kingdom of Portugal until his death in 1788, as the eldest child of Queen Maria I of Portugal and King Pedro III of Portugal. He was also the Prince of Beira but better known as the Prince of Brazil.\nJosé died of smallpox at the age of 27, causing his younger and ill-prepared brother, Infante João, to become heir-apparent and eventually King. João's reign would be a turbulent one, seeing Napoleonic invasion of Portugal and the loss of the Portuguese Empire's largest and wealthiest colony, Brazil.\nEarly life.\nJosé was born at the \"Real Barraca\" where the Palace of Ajuda in Lisbon stands today. He was named after his grandfather who was the ruling King of Portugal at the time of his birth. His grandfather created him \"Prince of Beira\", this being the first time when the title was given to a male.\nAt the time of his birth, his parents were the Prince and Princess of Brazil, his mother the Heir presumptive of the king.\nMarriage.\nOn 21 February 1777, he married his 30-year-old aunt the Infanta Benedita of Portugal. José was 15 years old. Benedita was an attractive woman and the main candidate for the wife of José. The marriage was the great wish of king José.\nThey had no children. Benedita miscarried twice, in 1781 and in 1786. Three days after their wedding, José's grandfather and Benedita's father the old King José died, and his mother succeeded as queen in her own right. Infante José became the new crown prince, being accorded the titles Prince of Brazil and 14th Duke of Braganza.\nDeath and legacy.\nJosé died at the age of 27 of smallpox. Upon José's death, his younger brother Infante John became heir-apparent to the throne and thus the new Prince of Brazil. José died on the Ajuda Royal Complex in Lisbon. His mother and wife were very badly affected by his death. His wife would be known as the \"Dowager Princess of Brazil\" till her death in 1829.\nBurial.\nJosé is buried in the Royal Pantheon of the House of Braganza in Lisbon, the resting place for most of the members of the House of Braganza.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heir_apparent","surface_form":"heir apparent","offset":106},{"uri":"Maria_I_of_Portugal","surface_form":"Maria I of Portugal","offset":201},{"uri":"Smallpox","surface_form":"smallpox","offset":340},{"uri":"Jo%C3%A3o_VI_of_Portugal","surface_form":"Infante João","offset":413},{"uri":"Colonial_Brazil","surface_form":"Brazil","offset":621},{"uri":"Lisbon","surface_form":"Lisbon","offset":706},{"uri":"Heir_presumptive","surface_form":"Heir presumptive","offset":1026},{"uri":"Infanta_Benedita_of_Portugal","surface_form":"Infanta Benedita of Portugal","offset":1123},{"uri":"Joseph_I_of_Portugal","surface_form":"King José","offset":1451},{"uri":"Prince_of_Brazil","surface_form":"Prince of Brazil","offset":1587},{"uri":"Duke_of_Braganza","surface_form":"Duke of Braganza","offset":1613},{"uri":"Smallpox","surface_form":"smallpox","offset":1679},{"uri":"John_VI_of_Portugal","surface_form":"Infante John","offset":1728},{"uri":"Royal_Pantheon_of_the_House_of_Braganza","surface_form":"Royal Pantheon of the House of Braganza","offset":2032},{"uri":"House_of_Braganza","surface_form":"House of Braganza","offset":2132}]}