{"id":46836,"url":"http://en.wikipedia.org/wiki/InuYasha","text":"e=\"preserve\">:\"This article is about the series InuYasha. For the character Inuyasha from the series see: List of InuYasha characters.\"\nInuyasha is a manga and anime series created by Rumiko Takahashi.\nPlot.\nFifty years ago, a priestess named Kikyo had a relationship with a half–demon named Inuyasha. When they oppose each other, Inuyasha becomes unconscious and Kikyo dies from her injury while keeping the Shikon Jewel (Shikon no Tama), she leaves her sister (Kaede) alive. Kagome is a teenage student, who discovers a well in her house and ends up traveling to the past. She meets and rescues Inuyasha, who slept in a sacred tree for fifty years. Kagome learns that she is Kikyo's reincarnation and had the jewel inside her body, which the demon extracted it. The magical necklace allows Inuyasha to control his behaviour. Kagome inadvertently shatters the jewel into pieces, which Naraku uses one of them to summon the army of incarnations. Inuyasha recruits a few allies on his journey. As Kikyo dies again, Inuyasha defeats Naraku, making the jewel vanished from the world and Kagome is sent back to the present day. Three years later, Miroku and Sango have three children, Rin lives with Kaede, and Kagome returns to the feudal era after graduating from high school.","categories":[],"infobox_types":["animanga/Header","animanga/Print","animanga/Video","animanga/Video","animanga/Other"],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":66},{"uri":"Manga","surface_form":"manga","offset":150},{"uri":"Anime","surface_form":"anime","offset":160},{"uri":"Rumiko_Takahashi","surface_form":"Rumiko Takahashi","offset":184},{"uri":"Priest","surface_form":"priest","offset":227},{"uri":"Kikyo","surface_form":"Kikyo","offset":243},{"uri":"Shikon_no_Tama","surface_form":"Shikon no Tama","offset":423},{"uri":"Kaede","surface_form":"Kaede","offset":463},{"uri":"Kagome","surface_form":"Kagome","offset":477},{"uri":"Reincarnation","surface_form":"reincarnation","offset":685}]}