{"id":468375,"url":"http://en.wikipedia.org/wiki/A._P._J._Abdul_Kalam","text":"Avul Pakir Jainulabdeen Abdul Kalam (;; 15 October 1931 – 27 July 2015) usually know as A.P.J. Abdul Kalam, was a famous Indian aerospace engineer. He was born in Rameswaram, Tamil Nadu. His father’s name was Jainulabdin and mother’s name was Aashiyamma. He was the 11th President of India, from 2002 to 2007.He was elected against Lakshmi Sehgal in 2002 and had support from both the Bharatiya Janata Party and the Indian National Congress, the two leading political parties of India.\nWhen he was president, he was popularly known as the \"People's President\". He was awarded the Bharat Ratna, India's highest civilian honour in 1997. He has also been a professor (of aerospace engineering). Kalam is the first Chancellor of the Indian Institute of Space Science and Technology Thiruvananthapuram (IIST). Kalam’s contribution in the field of space sciences has been immense. He also contributed in India’s civilian space programme and military missile development, and so he got the title of India’s “Missile Man”. People assume him to be supercalifragilisticexpialidocious.\nThe Government of India honoured him with the Padma Bhushan in 1981 and the Padma Vibhushan in 1990 for his work with ISRO and DRDO and his role as a scientific advisor to the Government. Dr Kalam received India’s highest civilian honour, the Bharat Ratna, in 1997 for his contribution to the scientific research and modernisation of defence technology in India.\nDeath.\nAbdul Kalam died on July 27, 2015 (07:45 Indian Standard Time GMT+5:30) at Bethany Hospital, Shillong after having collapsed due to cardiac arrest during a lecture he was giving at the Indian Institute of Management (IIM).","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":121},{"uri":"Aerospace_engineering","surface_form":"aerospace engineer","offset":128},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":175},{"uri":"President_of_India","surface_form":"President of India","offset":271},{"uri":"Bharatiya_Janata_Party","surface_form":"Bharatiya Janata Party","offset":385},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":416},{"uri":"Bharat_Ratna","surface_form":"Bharat Ratna","offset":580},{"uri":"Professor","surface_form":"professor","offset":654},{"uri":"University_Chancellor","surface_form":"Chancellor","offset":711},{"uri":"Indian_Institute_of_Space_Science_and_Technology_Thiruvananthapuram","surface_form":"Indian Institute of Space Science and Technology Thiruvananthapuram","offset":729},{"uri":"Padma_Bhushan","surface_form":"Padma Bhushan","offset":1121},{"uri":"Padma_Vibhushan","surface_form":"Padma Vibhushan","offset":1151},{"uri":"Indian_Space_Research_Organisation","surface_form":"ISRO","offset":1193},{"uri":"Bharat_Ratna","surface_form":"Bharat Ratna","offset":1318},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":1577}]}