{"id":46839,"url":"http://en.wikipedia.org/wiki/Free_Democratic_Party_(Germany)","text":"The Free Democratic Party or Freie Demokratische Partei, short FDP (from 1968 to 2001 F.D.P.) is a political party in Germany. The party advocates for a more free market economy. Although they agree to some aspects of the German welfare state, they want to see a reduction in government spending and a movement to privatization.\nHistory.\nSeveral liberal parties have existed in Germany since the 19th century.\nThe FDP was founded in West Germany in September of 1945 in the state of Hamburg. It became member of the state parliament of Hamburg in its first election.\nSimilar liberal parties were founded in other German states, most of them successful in getting mandates.\nIn 1947, on March 17th, the \"Demokratische Partei Deutschlands\" (DPD) was founded as a whole-Germany liberal party by Theodor Heuss and Wilhelm Külz, but it broke down after a short while.\nOn 11 December 1948 the FDP was founded as a liberal party for West Germany.\nChief of the party was Theodor Heuss. The next important man was Thomas Dehler.\nIn its first years the main part of the party followed a national-liberal way. Liberal in the economical field, but very conserative in most other fields.\nBut in every state it had its own way.\nThe FDP was the smaller partner of the CDU under Konrad Adenauer. It was member of the West German government from 1949 to 1966.\nIn 1969 the FDP returned to government. But now the FDP was partner of the Sozialdemokratische Partei Deutschlands under Willy Brandt, later Helmut Schmidt.\nThe party changed its values. Left-liberal positions were the leading ideas of the FDP at that time and included ideas like\ncivil rights and giving everyone the chance for a good education (guaranteed state stipendia, no more study fees, more higher education schools).\nIt changed again in 1982, when the government crashed on Schmidt and elected Helmut Kohl of the CDU as the new chancellor.\nIt became more and more a single issue party with its only interest in a low tax tarif - especially for high incomes.\nIt fought for study fees now and against social security. It secretary general said one day \"We are the party of the best-incomes\".\nIn 1998 it lost its power and became part of the opposition.\nIn some state parliaments the FDP is still in power as junior partner of the CDU.\nThe party's unofficial motto is \"So viel Staat wie nötig, so wenig Staat wie möglich!\", meaning \"as much state as necessary, as little state as possible!\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_party","surface_form":"political party","offset":99},{"uri":"Germany","surface_form":"Germany","offset":118},{"uri":"Liberalism","surface_form":"liberal","offset":346},{"uri":"Hamburg","surface_form":"Hamburg","offset":483},{"uri":"Theodor_Heuss","surface_form":"Theodor Heuss","offset":791},{"uri":"Wilhelm_K%C3%BClz","surface_form":"Wilhelm Külz","offset":809},{"uri":"Thomas_Dehler","surface_form":"Thomas Dehler","offset":1004},{"uri":"CDU","surface_form":"CDU","offset":1252},{"uri":"Konrad_Adenauer","surface_form":"Konrad Adenauer","offset":1262},{"uri":"Sozialdemokratische_Partei_Deutschlands","surface_form":"Sozialdemokratische Partei Deutschlands","offset":1417},{"uri":"Willy_Brandt","surface_form":"Willy Brandt","offset":1463},{"uri":"Helmut_Schmidt","surface_form":"Helmut Schmidt","offset":1483},{"uri":"Helmut_Kohl","surface_form":"Helmut Kohl","offset":1846},{"uri":"CDU","surface_form":"CDU","offset":1865}]}