{"id":468416,"url":"http://en.wikipedia.org/wiki/Kjetil-Vidar_Haraldstad","text":"Kjetil-Vidar Haraldstad (born June 28, 1973) is a Norwegian extreme drummer he is more well know by his stage name Frost. He chose this stage name, because he wanted to purify himself and become one with the darkness and the Frost of Black Metal. He currently plays for the black metal bands Satyricon and 1349. He is considered reputable for being one of the fastest and most proficient drummer alive, and a legend to Black Metal and to Norway art scene.\nHe has also took part as a drummer with the bands Gorgoroth, Zyklon-B, Gehenna and Keep of Kalessin. He first joined Satyricon temporarily to record the band second demo \"The Forest is My Throne\" (split album form Satyricon and Enslaved from the year 1993 - \"Black Winds\" and \"Min hyllest til vinterland\" are the two other song of the 3 songs demo album), but that changed in the next release, the first studio album \"Dark Medival Times\" (1994), where he was promoted to a permanent member.\nSatyricon.\nSatyricon unleashed their next album \"Shadowthrone\" at the same year and in 1996 the milestone \"Nemesis Divina\", which is considered one of the best albums in the genre, proving their worth as a leading band. The fourth album signals a new era for the band with two ways: Satyricon became a two man project,with Satyr and Frost as remaining members and the band makes its first significant musical change: the new album \"Rebel Extravaganza\"(1999) contains some industrial elements blended with the old Satyricon sound. But the major change started with \"Volcano\"(2002), where the sound formula came closer to rock than the previous albums.This continued until \"The Age Of Nero\"(2008) and nowdays the musical aproach is simpler than before, with two studio albums being recorded with this style (\"Satyricon\" at 2013 and \"Deep Calleth upon Deep\" at 2017).\n1349.\nFrost was not limited to the success of Satyricon, as he is also an active member in another well-known band: 1349. Their enigmatic name has the time when black death came to Norway, killing 2/3 of the population of the country. Like Satyricon, he was not an original member of the band, as he participated in the first EP \"(1349\" at 2001) as a music session. This changed to the first album, \"Liberation\"(2003), which is very fast, raw and oldschool. When he listened to its material, he was excited and asked to be promoted to permanent member and so his desire was fulfilled.\nThe omens were good for the band and they unleαshed their next raging attacks with the \"Beyond The Apocalypse\"(2004) and \"Hellfire\"(2005). The success and quality of the band was so great in the genre, to the point that even touched Tom Gabriel Warrior (Hellhammer, Celtic Frost, Tryptikon) who helped to mix their next album titled \"Revelations of the Black Flame\"(2009), which had lower speeds than the previous one. The band returned to its old style, with the two \"Demonoir\"(2010) and \"Massive Cauldron of Chaos\"(2014).\nOn contrary with Satyricon where Satyr writes the lyrics, Frost has provided 1349 also with some of his writing expressions. His lyrics can be found in Hellfire(from \"Hellfire\"), Demonoir(from \"Demonoir\"), Golem and Godslayer(both from \"Massive Cauldron of Chaos\"), where we observe his love for darkness and his aversion to the manipulation of Christianity to humans and the need of the average man to expel him from his life in order to reach the level of spiritual (and not only) satisfaction he wishes\nHe used blast beats during his performances with 1349 and Satyricon. He has since done more simplistic and mid-tempo with Satyricon.\n\"Gorgoroth\".\nFrost was a member of the band for the recording of their second album, \"The Antichrist\"(1996). He also participated as a guest at the \"Ad Majorem Sathanas Gloriam\"(2006) and at the “\"Destroyer,or About How to Philosophize with the Hammer\"“(1998) and especially on “The Devil, The Sinner and His Journey“.\n\"Ov Hell\".\nAfter King ov Hell‘s expulsion from \"Gorgoroth\", he decided to create a new band with Shagrath(\"Dimmu Borgir\") on the vocals, where Frost and other great names, such as Ice Dale(\"Audrey Horne\",\"Enslaved\",\"Demonaz\"), Herbrand Larsen(\"Audrey Horne\",\"Enslaved\"), Teloch(\"Nidigr\",\"Mayhem\"), and King`s son Trym Hartmark Visnes. An album was recorded (\"The Underworld Regime\"-2010), but the band was dissolved as the God Seed reunited.\n\"Keep of Kalessin\".\nFrost participated in \"Reclaim\" (EP 2003), where he marked the group’s return to active action as it was inactive for the second time since 2000.\n\"Zyklon-B\".\nZyklon-B was a supergroup, where his members were higly known musicians such as Frost, Ihsahn(\"Emperor\"),Samoth(\"Emperor\") and  Draug Aldrahn(\"Dødheimsgard\",\"Thorns\"). They recorded an \"EP Blood Must Be Shed\" and two split \"Blood Must Be Shed / Wraths of Time\", \"Necrolust / Total Warfare\" and split-up at 1999.\n\"Furze\".\nFrost was a session musician at the album \"UTD\"(2007) of the one man project(nowdays) Furze\n\"Gehenna\".\nFrost made a guest at the \"WW\"(2005) of Gehenna, who played in the whole album.\n\"Influences\".\nFrost feels that he was influenced by extreme bands such as \"Bathory\", \"Celtic Frost\", \"Darkthrone\" and \"Thorns\" but he’s a big fan of the 70s rock. He’s also influenced by musicians other than hard music like \"Bohren & der Club of Gore\" and \"Klause Schulze\". As a drummer,he admires \"Bill Ward\"(\"Black Sabbath\"), \"John Bonham\"(\"Led Zeppelin), Ian Paice\"(\"Deep Purple\"), \"Mitch Mitchel\"(\"Jimi Hendrix\") and jazz musician \"Buddy Rich\". Even though their technic are very different from each other, he found that their playing had an incredible inhumane energy where he was seduced. Finally, as an extreme drummer, he could not not ignore \"Dave Lombardo\"(\"Slayer\") and  \"Fenriz\"(\"Darkthrone\"). Something to be mentionted, is that Frost bought a drumm kit from Hellhammer, that has been used for the recordings of other important bands, such as \"Burzum\",\"Mayhem\",\"Emperor\",\"Enslaved\",\"Satyricon\",\"Zyklon-B\" and \"Arcturus\".\nThe music approach he has when he is recording with Satyricon and 1349 according to him, is very different. With Satyricon he  tries to fit more closely with other musical instruments, in order to sound like a group and in 1349 he concentrates more on how faster, heavier and violent can be. Also in 1349 he uses corpsepaint, with purpose to reach a higher place of spirituality, that he could not achive otherwise.\n\"Artwork\".\nAlongside with his musical creations he decided to contribute in some cases with his artistic capabilities. Especially with 1349 he created the cover design of Beyond the Apocalypse and the cover art of Hellfire. With Satyricon he designed the logos of Dark Medieval Times, The Shadowthrone, Nemesis Divina, and the artwork poster  of Roadkill Extravaganza  – A True Roadmovie.Finally  he worked with Tormentor for the artw\nDuring a tour, he was denied entry to North America by the US Department of Homeland Security. This was because he did not note that he was sentenced to 5 months for assault, for a bar fight in the early 1990s, when he was applying for his work visa. On the 1349 tours before 2008, Tony Laureano replaced him on drums. Joey Jordison and Trym Torson also performed with Satyricon during the bands North American tour dates. Frost was later able to join the band and perform again in the United States.\n\"Other\".\nFrost however is not interested only in the world of music, he has other interests as well. Before he decided to be a professional musician, he was a student at the department of mathematics in the university of Oslo, where he took his diploma. Also in the documentary Until The Light Takes Us, he takes part of an art piece by Norwegian artist Bjarne Melgaard, featuring him firebreathing and other stunts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norwegians","surface_form":"Norwegian","offset":50},{"uri":"Drummer","surface_form":"drummer","offset":68},{"uri":"Black_metal","surface_form":"black metal","offset":274},{"uri":"Satyricon_(band)","surface_form":"Satyricon","offset":292},{"uri":"1349_(band)","surface_form":"1349","offset":306},{"uri":"Gorgoroth","surface_form":"Gorgoroth","offset":506},{"uri":"Zyklon-B_(band)","surface_form":"Zyklon-B","offset":517},{"uri":"Gehenna_(band)","surface_form":"Gehenna","offset":527},{"uri":"Keep_of_Kalessin","surface_form":"Keep of Kalessin","offset":539},{"uri":"Blast_beat","surface_form":"blast beats","offset":3435},{"uri":"Department_of_Homeland_Security","surface_form":"Department of Homeland Security","offset":6850},{"uri":"Tony_Laureano","surface_form":"Tony Laureano","offset":7070},{"uri":"Joey_Jordison","surface_form":"Joey Jordison","offset":7107},{"uri":"Trym_Torson","surface_form":"Trym Torson","offset":7125}]}