{"id":468489,"url":"http://en.wikipedia.org/wiki/Suwon","text":"e=\"preserve\">Suwon is a large city in Gyeonggi-do, South Korea.\nHistory.\nSuwon became a big city because of King Jeongjo of Joseon. He wanted to make Suwon the capital after he moved his father's tomb. Suwon's Hwaseong Fortress was also built then. Hwaseong has great value because some machines were used to build it. Jeong Yagyong, a great mechanic and scholar, made pulleys named Geojunggi and Nokro, which were used.\nIn ancient tribal times, Suwon was known as Mosu-guk (Korean: 모수국) of Mahan confederacy. During the Proto–Three Kingdoms period era, however, the area comprising modern Suwon and Hwaseong City was called Maehol-gun (매홀군). In 757, under King Gyeongdeok of the Unified Silla, the name was changed to Suseong-gun (수성군).\nGeography.\nSuwon is in the north-west of South Korea near Seoul, so Suwon is developed. In Suwon there are some small mountains like Gwanggyosan and Chilbosan.\nGovernment.\nSuwon's mayor is Yeom Tae-Yeong. The deputy mayors are Jeon Taeheon and Lee Jaejun. Suwon has four districts: Jangan-gu, Paldal-gu, Gwonseon-gu and Yeongtong-gu.\nPeople.\nThere are 1,201,564 people living in Suwon including foreigners.\nSymbols.\nSuwon's symbol is Hwaseong's main gate. Suwon's official flower is the royal azalea, and Suwon's slogan is \"We welcome people. Human city, Suwon.\" (Korean: 사람이 반갑습니다. 휴먼시티 수원.)\nSport.\nSuwon Samsung Bluewings is Suwon's soccer team. They play soccer in the K League. Their stadium is Suwon World Cup Stadium. It is the biggest soccer stadium in Suwon.\nTransport.\nSuwon has two bus terminals: Suwon Bus Terminal and West Suwon Bus Terminal. The Gyeongbu and Yeongdong Expressways pass through Suwon, and the Gyeongbu railroad line, Seoul Subway Line 1, and the Bundang Line also pass through Suwon.\nFood.\nSuwon galbi (beef ribs) is Suwon's special food. It is expensive but popular.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gyeonggi-do","surface_form":"Gyeonggi-do","offset":38},{"uri":"South_Korea","surface_form":"South Korea","offset":51},{"uri":"Seoul","surface_form":"Seoul","offset":796},{"uri":"Korean_language","surface_form":"Korean","offset":1302},{"uri":"Suwon_Samsung_Bluewings","surface_form":"Suwon Samsung Bluewings","offset":1338},{"uri":"K_League","surface_form":"K League","offset":1410}]}