{"id":46842,"url":"http://en.wikipedia.org/wiki/Christian_Social_Union_of_Bavaria","text":"The Christian Social Union of Bavaria or Christlich Soziale Union (short CSU) is a conservative political party in the German state of Bavaria.\nIn the federal parliament of Germany (Bundestag) the CSU and the CDU join together in a political alliance to form the main centre-right group in Germany.\nIts chief is Horst Seehofer.\nHistory.\nIn 1945, two local CSU groups were founded. One in Würzburg and the other in Munich.\nIn January 1946 the CSU was founded for the whole of Bavaria.\nAll state elections of Bavaria were won by the CSU. Sometimes the CSU had to make some coalitions with the Bayernpartei (Bavarian Party), the FDP or the SPD.\nIn the federal government the CSU always joins with the CDU.\nThe CSU is more conservative than the CDU.\nOne very famous leader of the CSU was Franz Josef Strauß. Sometimes he was well known for the good that he did. Other times because of scandals.\nProgramme.\nThe CSU is a very conservative party according to the people of Bavaria, who mainly live in the countryside and smaller towns and villages.\nTraditionally it tried to make a compromise between conservative tradition and social welfare.\nCurrently it leans to more free market beliefs instead of social care.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conservatism","surface_form":"conservative","offset":83},{"uri":"Germany","surface_form":"German","offset":119},{"uri":"Bavaria","surface_form":"Bavaria","offset":135},{"uri":"Federal_republic","surface_form":"federal","offset":151},{"uri":"Parliament","surface_form":"parliament","offset":159},{"uri":"Bundestag","surface_form":"Bundestag","offset":182},{"uri":"CDU","surface_form":"CDU","offset":209},{"uri":"Horst_Seehofer","surface_form":"Horst Seehofer","offset":312},{"uri":"W%C3%BCrzburg","surface_form":"Würzburg","offset":388},{"uri":"Munich","surface_form":"Munich","offset":414},{"uri":"Coalition","surface_form":"coalition","offset":571},{"uri":"FDP","surface_form":"FDP","offset":626},{"uri":"SPD","surface_form":"SPD","offset":637},{"uri":"Franz_Josef_Strau%C3%9F","surface_form":"Franz Josef Strauß","offset":784},{"uri":"Scandal","surface_form":"scandal","offset":881}]}