{"id":468588,"url":"http://en.wikipedia.org/wiki/Bill_Ward","text":"William Thomas Ward (born 5 May 1948) is an English musician and visual artist. He is best known as the original drummer of the British heavy metal band Black Sabbath.\nHe also performed lead vocals on two Black Sabbath songs: \"It's Alright\" from the album \"Technical Ecstasy\" and \"Swinging the Chain\" from the album \"Never Say Die!\".\nEarly years and Black Sabbath.\nBill Ward started to play drums as a child. He listened to the big bands of the 1940s. His major influences were Gene Krupa, Buddy Rich and Louie Bellson.\nLater he was influenced by drummers such as Larrie Londin, Bernard Purdie, Joe Morello, Keef Hartley, Hughie Flint, John Bonham, Ringo Starr, Jim Capaldi and Clive Bunker.\nIn the mid-1960s, Ward sang and played drums in a band called The Rest.\nWard and guitarist Tony Iommi played together in a band called Mythology.\nAfter Mythology disbanded, he and Iommi joined vocalist Ozzy Osbourne and bassist Geezer Butler to form a new band called Earth. The quickly renamed the band Black Saabbath due to another local band being called Earth.\nIn the 1970s, Ward's drug and alcohol use became a problem. By the late 1970s he was drinking during gigs, something he had never done before. He also began experiencing panic attacks. Ward has said he cannot remember the recording of the 1980 album \"Heaven and Hell\" due to his alcohol abuse.\nAccording to Black Sabbath bandmate Iommi, Ward disappeared on 21 August 1980, without saying goodbye, other than a telephone call to then-Black Sabbath vocalist Ronnie James Dio informing him \"I'm off then, Ron.\" He then briefly played in a band called Max Havoc.\nIn 1983, he returned to Black Sabbath for the \"Born Again\" album. Ward once again left for health reasons before the band toured in support of the album.\nIn 1984, he rejoined Black Sabbath to record new material with David Donato but after several demo tapes, he once again left Sabbath.\nPranks.\nAccording to Iommi, he and the band would often set Ward's beard on fire and perform other harmful pranks on him. On one occasion, Ward received third-degree burns. In 1980, during the recording of \"Heaven and Hell\", Iommi doused Ward with a solution used by studio technicians to clean the tape heads. He then set light to the solution, which was much more flammable than Iommi had anticipated. Ward suffered third degree burns as a result and still has scars on his legs from the incident.\nIommi claims that Ward almost died in 1972, after a prank-gone-wrong during recording of \"Black Sabbath Vol. 4\". The band were renting a Bel Air mansion belonging to John DuPont of the DuPont chemical company. The band found several spray cans of gold DuPont paint in a room of the house; finding Ward naked and unconscious after a night of heavy drinking, they thought it would be funny to cover the drummer from head to toe in gold paint. Ward soon became violently ill and had a seizure and an ambulance had to be called. The paint had blocked all of Ward's pores, which his bandmates were subsequently informed can be fatal.\nSolo career.\nWard returned to playing music in the late 1980s. In 1989 he went to work on a solo album. This featured a lot of guest musicians, including former Black Sabbath bandmate Ozzy Osbourne and his guitarist, Zakk Wylde. Released in January 1990, ' showcased Ward's versatility in musical tastes and abilities. He did the vocals on some of the songs.\nIn 1997, Ward released his second solo album, \"When the Bough Breaks\".\nIn 2002 he released the song \"Straws\" as a single for charity. The song would reappear on his 2015 album \"Accountable Beasts\".\nLater career.\nIn 1985, Ward and the original Sabbath members had reunited for Live Aid.\nOn 15 November 1992, Ward reunited with the original Black Sabbath members at a Costa Mesa, California Ozzy Osbourne show. Sabbath, with the Judas Priest singer Rob Halford, opened the show for Osbourne. The Ozzy Osbourne band (Osbourne, Zakk Wylde, Mike Inez, Randy Castillo and John Sinclair) then did a full set. Osbourne then reunited with Iommi, Butler and Ward for four numbers.\nIn 1994, Ward made a brief return to the band for a South American tour, with Tony Martin fronting.\nOn 4 and 5 December 1997, Ward rejoined Black sabbath for two shows at the NEC in Birmingham. This made up the \"Reunion\" album.\nIn 1998, Ward suffered a heart attack during the rehearsals for a tour. He was replaced by Vinny Appice. Ward was forced to miss all but the last two Black Sabbath appearances while he recovered.\nIn 2000, Ward participated joined Iommi and Osbourne to record the track \"Who's Fooling Who\" for Iommi's first solo album.\nSince mid-2002, Ward has done a monthly internet-only radio show named \"Rock 50\" on radio station WPMD from Cerritos College in California. Ward plays a variety of metal, hard rock, and some classic rock.\nBrief reunion with Black Sabbath.\nIn October 2006, news leaked that Ward would be reuniting with Tony Iommi, Geezer Butler and Ronnie James Dio for a tour under the band name Heaven & Hell. However, Ward later decided not to participate in the tour or continue participation in the band because of musical differences with \"a couple of the other band members\" and a concern about extended touring.\nOn 11 November 2011, Iommi, Butler, Osbourne, and Ward announced that they were reuniting to record a new album with producer Rick Rubin and to start touring in 2012. In February 2012, however, Ward left before work commenced on \"13\". Ward said that he had failed to reach an agreement regarding his contract.\nWard's surgery on his shoulder prevented him from playing drums again until May 2014. This delayed his third studio album \"Accountable Beasts\". He had also expressed a desire to tour behind the album once it is released, provided that sales were acceptable.\nWard says he has \"lost a friend\" in Osbourne, but maintains contact with Butler and Iommi; if they could \"come to some terms\", if Ozzy would make amends for statements he made in 2012 and 2013, he would rejoin Black Sabbath.\nWard reunited with Sabbath members Tony Iommi and Geezer Butler to accept the \"Lifetime Achievement\" award at the May 2015 Ivor Novello Awards.\nIn 2016, Ward debuted with a new band called \"Day of Errors\", which played its first gig in June that year at Gaslamp in Long Beach, California and also features Joe Amodea on guitar/vocals and Kill Devil Hill singer Jason “Dewey” Bragg on vocals.\nWard was due to play a string of dates with his new band in December 2017 but had to cancel these when he was hospitalised with heart problems in November.\nHe once again reunited with Iommi and Butler in Los Angeles in May 2019, as Black Sabbath were awarded a Lifetime Achievement Grammy. Though Sabbath did not perform, Rival Sons performed a set of their songs for the occasion. A short time later Osbourne said in an interview that he wants to play one last show with the band's original lineup. Ward announced 3 weeks later on his instagram that he loved all 3 of his former Black Sabbath bandmates very much and was open-minded to playing a very last show with them.\nPersonal life.\nWard has two sons, Nigel and Aron, and one daughter, Emily.\nAccording to his Black Sabbath bandmates Tony Iommi and Ozzy Osbourne, Ward has dramatically changed his lifestyle since Black Sabbath's 1970s and early 80s heyday. Iommi says he quit smoking, gave up alcohol, adopted a vegan diet, and no longer uses drugs of any kind. Osbourne says that Ward has been sober for approximately 30 years. However, more recently Osbourne has criticised Ward's health, describing him in 2013 as \"incredibly overweight\" and suggesting that he would have been unable to drum for Black Sabbath had he stayed in the band following their 2011 reunion, given his physical condition, although Ward himself has insisted his health has not affected his ability to play the drums.\nWard later admitted he underwent gastrointestinal surgery in 2013, and is still recovering. \"My health right now is not bad but it's not good enough to certainly play in any band never mind Black Sabbath.\"\nInfluence.\nDrumming website Totaldrumsets has listed Ward among \"The 100 Most Influential Drummers Ever!\" and has defined him \"the mastermind behind the unholy birth of heavy metal drumming\".\nEquipment.\nWard uses Tama drums, Sabian cymbals, Vic Firth drumsticks and Gibraltar hardware.\nTama \"Imperialstar\" drums\n\"AA\" and \"Hand Hammered\" Sabian cymbals","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Drum_kit","surface_form":"drummer","offset":113},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":136},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":153},{"uri":"Technical_Ecstasy","surface_form":"Technical Ecstasy","offset":257},{"uri":"Never_Say_Die%21","surface_form":"Never Say Die!","offset":317},{"uri":"Big_band","surface_form":"big band","offset":428},{"uri":"Gene_Krupa","surface_form":"Gene Krupa","offset":478},{"uri":"Buddy_Rich","surface_form":"Buddy Rich","offset":490},{"uri":"Louie_Bellson","surface_form":"Louie Bellson","offset":505},{"uri":"Larrie_Londin","surface_form":"Larrie Londin","offset":564},{"uri":"Bernard_Purdie","surface_form":"Bernard Purdie","offset":579},{"uri":"Joe_Morello","surface_form":"Joe Morello","offset":595},{"uri":"Keef_Hartley","surface_form":"Keef Hartley","offset":608},{"uri":"Hughie_Flint","surface_form":"Hughie Flint","offset":622},{"uri":"John_Bonham","surface_form":"John Bonham","offset":636},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":649},{"uri":"Jim_Capaldi","surface_form":"Jim Capaldi","offset":662},{"uri":"Clive_Bunker","surface_form":"Clive Bunker","offset":678},{"uri":"Tony_Iommi","surface_form":"Tony Iommi","offset":783},{"uri":"Mythology_(UK_band)","surface_form":"Mythology","offset":827},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":894},{"uri":"Geezer_Butler","surface_form":"Geezer Butler","offset":920},{"uri":"Gig_(music)","surface_form":"gig","offset":1158},{"uri":"Panic_attack","surface_form":"panic attack","offset":1227},{"uri":"Heaven_and_Hell_(Black_Sabbath_album)","surface_form":"Heaven and Hell","offset":1308},{"uri":"Ronnie_James_Dio","surface_form":"Ronnie James Dio","offset":1513},{"uri":"Born_Again_(Black_Sabbath_album)","surface_form":"Born Again","offset":1663},{"uri":"David_Donato_(singer)","surface_form":"David Donato","offset":1833},{"uri":"Tony_Iommi","surface_form":"Iommi","offset":1925},{"uri":"Flammable","surface_form":"flammable","offset":2270},{"uri":"Vol._4_(Black_Sabbath_album)","surface_form":"Black Sabbath Vol. 4","offset":2494},{"uri":"Bel_Air%2C_Los_Angeles","surface_form":"Bel Air","offset":2541},{"uri":"DuPont","surface_form":"DuPont","offset":2589},{"uri":"Non-epileptic_seizure","surface_form":"seizure","offset":2886},{"uri":"Sweat_gland","surface_form":"pores","offset":2965},{"uri":"Zakk_Wylde","surface_form":"Zakk Wylde","offset":3250},{"uri":"When_the_Bough_Breaks_(album)","surface_form":"When the Bough Breaks","offset":3439},{"uri":"Accountable_Beasts","surface_form":"Accountable Beasts","offset":3569},{"uri":"Live_Aid","surface_form":"Live Aid","offset":3668},{"uri":"Costa_Mesa%2C_California","surface_form":"Costa Mesa, California","offset":3758},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":3819},{"uri":"Rob_Halford","surface_form":"Rob Halford","offset":3839},{"uri":"Mike_Inez","surface_form":"Mike Inez","offset":3928},{"uri":"Randy_Castillo","surface_form":"Randy Castillo","offset":3939},{"uri":"John_Sinclair_(musician)","surface_form":"John Sinclair","offset":3958},{"uri":"Tony_Martin_(British_singer)","surface_form":"Tony Martin","offset":4141},{"uri":"Heart_attack","surface_form":"heart attack","offset":4316},{"uri":"Vinny_Appice","surface_form":"Vinny Appice","offset":4382},{"uri":"Iommi_(album)","surface_form":"solo album","offset":4598},{"uri":"Cerritos_College","surface_form":"Cerritos College","offset":4718},{"uri":"Tony_Iommi","surface_form":"Tony Iommi","offset":4912},{"uri":"Geezer_Butler","surface_form":"Geezer Butler","offset":4924},{"uri":"Ronnie_James_Dio","surface_form":"Ronnie James Dio","offset":4942},{"uri":"Heaven_%26amp%3B_Hell_(band)","surface_form":"Heaven & Hell","offset":4990},{"uri":"Rick_Rubin","surface_form":"Rick Rubin","offset":5339},{"uri":"13_(Black_Sabbath_album)","surface_form":"13","offset":5443},{"uri":"Lifetime_Achievement_Grammy","surface_form":"Lifetime Achievement Grammy","offset":6659},{"uri":"Rival_Sons","surface_form":"Rival Sons","offset":6720},{"uri":"Cigarette","surface_form":"smoking","offset":7330},{"uri":"Tama_Drums","surface_form":"Tama","offset":8266},{"uri":"Sabian","surface_form":"Sabian","offset":8278},{"uri":"Vic_Firth","surface_form":"Vic Firth","offset":8294},{"uri":"Gibraltar_Hardware","surface_form":"Gibraltar","offset":8319},{"uri":"Tama_Drums","surface_form":"Tama","offset":8339},{"uri":"Sabian","surface_form":"Sabian","offset":8390}]}