{"id":4685,"url":"http://en.wikipedia.org/wiki/San_Andreas_Fault","text":"The San Andreas Fault is a right-moving ('dextral') strike-slip fault. It marks the boundary between the North American Plate on the east and the Pacific Plate on the west. The fault was the cause of the 1906 San Francisco earthquake. It first appeared about 20 million years ago.\nThe San Andreas Fault is a zone several miles wide with multiple strands. The main active strand runs both on and off-shore between Cape Mendocino and the Sea of Cortez. From Cape Mendocino, it runs offshore to Tomales Bay. Then it goes southward through Bolinas Lagoon, just west of the San Francisco Peninsula, to come onshore again at Daly City, through the hills of the Peninsula. Crystal Springs reservoir is formed by the fault itself.\nIn the Santa Cruz mountains, it bends slightly eastward. This is the site of the 1989 Loma Prieta Earthquake. The fault continues south through the historic mission at San Juan Bautista and through the town of Hollister (where active creep can be seen to offset sidewalks and even houses). The Transverse Ranges north of Santa Barbara are formed by compression. Strands of the fault snake under the Los Angeles Basin. From there it connects into the active spreading under the Sea of Cortez.\nThe San Andreas fault was discovered by Andrew Lawson in 1895, who climbed into the faulted serpentinite well where the south tower of the Golden Gate Bridge was being poured. In spite of the extreme deformation of the serpentinite, Lawson declared the bridge perfectly safe. The events of the 1906 San Francisco earthquake would seem to support his conclusion: the ruptured strand was not the one he observed in the footprint of the bridge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fault_(geology)","surface_form":"fault","offset":64},{"uri":"San_Francisco","surface_form":"San Francisco","offset":209},{"uri":"Earthquake","surface_form":"earthquake","offset":223},{"uri":"Cape_Mendocino","surface_form":"Cape Mendocino","offset":413},{"uri":"Sea_of_Cortez","surface_form":"Sea of Cortez","offset":436},{"uri":"Tomales_Bay","surface_form":"Tomales Bay","offset":492},{"uri":"Bolinas_Lagoon","surface_form":"Bolinas Lagoon","offset":536},{"uri":"San_Francisco","surface_form":"San Francisco","offset":569},{"uri":"Daly_City","surface_form":"Daly City","offset":619},{"uri":"Crystal_Springs","surface_form":"Crystal Springs","offset":666},{"uri":"Loma_Prieta","surface_form":"Loma Prieta","offset":809},{"uri":"San_Juan_Bautista","surface_form":"San Juan Bautista","offset":891},{"uri":"Hollister%2C_California","surface_form":"Hollister","offset":933},{"uri":"Santa_Barbara","surface_form":"Santa Barbara","offset":1044},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1122},{"uri":"Serpentinite","surface_form":"serpentinite","offset":1307},{"uri":"Well","surface_form":"well","offset":1320},{"uri":"Golden_Gate_Bridge","surface_form":"Golden Gate Bridge","offset":1354}]}