{"id":468524,"url":"http://en.wikipedia.org/wiki/Apoica_pallens","text":"The Central American paper wasp (\"Apoica pallens\") is a nocturnal eusocial wasp (family Vespidae). It is famous for its swarming behavior. It is native to the lowlands of central and northern South America.\nThis species has developed special night vision adaptations which help their night-time swarming and foraging behavior. It has important medicinal properties for the Pankararé people of Brazil.\nDistribution and habitat.\n\"Apoica pallens\" populations are native to the lowlands of Central and northern South America. Generally, they are found in areas of tropical savanna, semi-deciduous tropical dry forest, gallery forest, and marshland. \"Apoica\" is one of the prominent genera of the New World tropics, and is rather abundant.\nSwarming.\n\"Apoica pallens\" is best known for its unique swarm founding behavior, in which the adult population of a colony abandons an old nest and emigrates to a new site. This has been observed for several reasons. Firstly, as part of normal colony reproduction. And secondly, in response to severe disturbance or destruction of the original nest. Additionally, nest abandonment is sometimes correlated with changing climates, and in the case of \"Apoica pallens,\" has been observed more frequently during the dry season. Males follow swarm emigrations and may stay with the newly created colony for the following weeks.\nEpiponini are either permanently or mainly polygynous.\nForaging.\nForaging takes place at night. Swarms of wasps explosively leave the nest, then quickly return only to leave again in a similar fashion. As the night progresses there are moderate to heavy levels of return and departures by smaller groups of wasps. The foraging patterns of \"Apoica pallens\" depends on the moon’s cycle: when the moon is new, it forages during the first four hours after sunset, with another small peak of activity just before dawn as wasps return to the nest. When the moon is waxing, it extends the hours of forage until individuals are out all night long.\nTheir adaptations allow them to forage in low light conditions. These wasps have larger visual fields compared to those of relatives.\nDominance hierarchy.\n\"Apoica pallens\" is a caste species with morphological differentiation between females. These castes are classified as workers and queens. This is based on the size of ovaries. The differences between the castes of queens and workers are formed during the larval stage. Queen-destined larvae show faster growth rates in various bodily compartments than worker-destined larvae. This results in individuals with different shapes even though larvae are about the same size.\nUses in folk medicine.\nFolk medicine is prominent in various areas of Brazil. Insects are used in folk remedies. Medicinal insects are the focus of healing methods targeted to treat ailments, serving as drug resources that come from nature. The nests of \"Apoica pallens\", is known to be significant in the practices of Pankarare ́Indians and also the rural people of Brazil.\nNests of these wasps are burned and the smoke released is inhaled in order to heal stroke. Furthermore, when the presence of evil is suspected in an Indian’s life, they must bath in this smoke of the burning nest as treatment. In Matinha dos Pretos, pieces of the nest may be boiled in water to make a tea that serves as treatment for asthma.\nDiet.\n\"Apoica pallens\" collects various arthropods including flies, caterpillars, and beetles. It also collects pollen and nectar from banana blossoms. This species practices brood cannibalism: the adults will eat some of the brood if their own nutritional needs are not met. Generally, several adults will divide up a single larva. In addition, adults will exchange food via trophallaxis.\nDefense.\n\"Apoica pallens\" displays active, rather than chemical defense behavior. During the day, when adult individuals are not swarming, they cover the comb face of the nest several layers thick. The wasps on the outer layer of the comb face outward. They watch for predatory ants trying to reach the interior of the nest. It is thought that the advantages of this protective formation during the day is what led to the nocturnal foraging and swarming.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nocturnal","surface_form":"nocturnal","offset":56},{"uri":"Eusociality","surface_form":"eusocial","offset":66},{"uri":"Family","surface_form":"family","offset":81},{"uri":"Vespidae","surface_form":"Vespidae","offset":88},{"uri":"Swarm","surface_form":"swarm","offset":120},{"uri":"South_America","surface_form":"South America","offset":192},{"uri":"Night_vision","surface_form":"night vision","offset":242},{"uri":"Adaptations","surface_form":"adaptations","offset":255},{"uri":"Foraging","surface_form":"foraging","offset":308},{"uri":"Savanna","surface_form":"savanna","offset":569},{"uri":"Deciduous","surface_form":"deciduous","offset":583},{"uri":"Forest","surface_form":"forest","offset":606},{"uri":"Marshland","surface_form":"marshland","offset":634},{"uri":"Genera","surface_form":"genera","offset":678},{"uri":"New_World","surface_form":"New World","offset":692},{"uri":"Swarm","surface_form":"swarm","offset":791},{"uri":"Colony_(biology)","surface_form":"colony","offset":851},{"uri":"Polygyny","surface_form":"polygynous","offset":1400},{"uri":"Lunar_phase","surface_form":"moon’s cycle","offset":1728},{"uri":"Sunset","surface_form":"sunset","offset":1809},{"uri":"Caste","surface_form":"caste","offset":2174},{"uri":"Morphology","surface_form":"morphological","offset":2193},{"uri":"Ovaries","surface_form":"ovaries","offset":2320},{"uri":"Folk_medicine","surface_form":"Folk medicine","offset":2646},{"uri":"Brazil","surface_form":"Brazil","offset":2693},{"uri":"Asthma","surface_form":"asthma","offset":3333},{"uri":"Arthropods","surface_form":"arthropods","offset":3381},{"uri":"Flies","surface_form":"flies","offset":3402},{"uri":"Caterpillars","surface_form":"caterpillars","offset":3409},{"uri":"Beetles","surface_form":"beetles","offset":3427},{"uri":"Pollen","surface_form":"pollen","offset":3453},{"uri":"Nectar","surface_form":"nectar","offset":3464},{"uri":"Banana","surface_form":"banana","offset":3476},{"uri":"Blossom","surface_form":"blossom","offset":3483},{"uri":"Cannibalism","surface_form":"brood cannibalism","offset":3516},{"uri":"Nutrition","surface_form":"nutrition","offset":3586},{"uri":"Trophallaxis","surface_form":"trophallaxis","offset":3717},{"uri":"Ants","surface_form":"ants","offset":4009},{"uri":"Nocturnal","surface_form":"nocturnal","offset":4153}]}