{"id":468639,"url":"http://en.wikipedia.org/wiki/Before_I_Go_to_Sleep","text":"\"Before I Go to Sleep\" is an British-American mystery drama thriller movie. It was written and directed by Rowan Joffé. It was released in the United Kingdom on 5 September 2014. It was later released in the United States on 31 October 2014. The movie was an adaptation of S. J. Watson's 2011 novel of the same name. The movie stars Nicole Kidman, Mark Strong, Colin Firth, and Anne-Marie Duff.\nPlot.\nForty-year old Christine Lucas (Nicole Kidman) wakes up with a man whom she doesn't know. The man calls himself Ben (Colin Firth), her husband. Ben shows her pictures of what her life once was. He tells her that she was involved in an accident ten years ago. This, he explains, has left her brain damage. This affects her memory in which she constantly wakes up not knowing anything of the day. Ben tells her that she's been like this since the accident. Ben leaves the house for work. While Christine looks around the house, a neurologist named Dr. Nasch calls the house. He informs her that she has been in treatment with him for the past few years. He tells her to locate a video camera which is hidden inside her closet. He tells her to watch the videos and to call him back. Christine watches a video diary of herself, which she is unfamiliar with. Dr. Nasch tells Christine to not inform Ben of the camera. Dr. Nasch also tells her that she lost her memory after she was attacked and left for dead at a nearby airport hotel. Christine wonders why Ben lied to her about the accident. Dr. Nasch tells her that it may be Ben's way of accepting her current condition.\nOver time, Christine faintly remembers a woman named Claire. Ben tells her that Claire was her best friend. Claire could not handle Christine's condition and ended contact with her. Later, Christine remembers that she had a son. Christine confronts Ben on why he would hide her son from her. Ben tells her that their son died on meningitis when he was eight. Christine remembers the name \"Mike\". She believes he was the attacker. She tells Dr. Nasch of the name. Christine then see's Dr. Nasch's name tag. It reads Mike. Christine opens the door of the car and tries to runaway. Dr. Nasch then injects her with a drug that calms her down. The next day she remembers nothing.\nChristine learns that Ben had placed her in an assisted care home. She also learns that they have been divorced for several years. Christine also learns that Claire had been trying to contact her. She was unaware that Ben took her away. Christine is given Claire's phone number. They agreed to meet at a local park. Claire reveals that she had a one-time sexual affair with Ben. This happened before Christine's attack. Christine is angry at this and leaves Claire at the park. Christine believes that Ben still loves her. She records her feelings about Ben to remind herself that Ben is a great ex-husband. Later that night, Christine decides to let Ben see the video she made. Christine tells her how much she cares and loves him. Ben, upset, slaps Christine in the face. Ben leaves Christine on the floor as he leaves.\nChristine calls Claire of what Ben had done. Claire tells her that she will call Ben. She tells her that she will find out way he has done this. Claire calls Christine back. She tells her that Ben have not seen her for several years. Claire asks Christine to describe the \"Ben\" she is living with. They both realize that he is not \"Ben\". Christine attempts to escape the house. \"Ben\" knocks Christine unconscious. The next morning, Christine awakens with no memories.\nThat night, \"Ben\" takes her to a hotel. The hotel is close to where she had been found. He reveals that he is Mike. The man she had an affair with. He tells her that he wanted Christine to tell Ben about them. He tells her that she didn't want to do that. Upset, he attacked her which resulted in her amnesia. He also reveals that Christine's son Adam is still alive. He then deletes all the videos Christine had recorded. He tells her that he is no longer wanting to play the part of Ben. He declares his love for her. He demands that Christine leaves with him. Another struggle occurs. However, Christine knocks Mike out and gets away. Christine wakes up in a hospital bed. She is visited by Dr. Nasch. He tells her the man responsible for her condition has been arrested. Christine is then visited by the real Ben, as well as their son Adam, now a teenager.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Mystery","surface_form":"mystery","offset":46},{"uri":"Drama_movie","surface_form":"drama","offset":54},{"uri":"Thriller_(genre)","surface_form":"thriller","offset":60},{"uri":"Scriptwriter","surface_form":"written","offset":83},{"uri":"Movie_director","surface_form":"directed","offset":95},{"uri":"Rowan_Joff%C3%A9","surface_form":"Rowan Joffé","offset":107},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":143},{"uri":"United_States","surface_form":"United States","offset":208},{"uri":"Movie_adaptation","surface_form":"adaptation","offset":259},{"uri":"S._J._Watson","surface_form":"S. J. Watson","offset":273},{"uri":"Novel","surface_form":"novel","offset":293},{"uri":"Nicole_Kidman","surface_form":"Nicole Kidman","offset":333},{"uri":"Mark_Strong","surface_form":"Mark Strong","offset":348},{"uri":"Colin_Firth","surface_form":"Colin Firth","offset":361},{"uri":"Anne-Marie_Duff","surface_form":"Anne-Marie Duff","offset":378},{"uri":"Brain_damage","surface_form":"brain damage","offset":692},{"uri":"Neurologist","surface_form":"neurologist","offset":929},{"uri":"Video_camera","surface_form":"video camera","offset":1078},{"uri":"Video_diary","surface_form":"video diary","offset":1201},{"uri":"Faint","surface_form":"faintly","offset":1592},{"uri":"Meningitis","surface_form":"meningitis","offset":1900},{"uri":"Affair","surface_form":"sexual affair","offset":2601},{"uri":"Unconscious","surface_form":"unconscious","offset":3469},{"uri":"Amnesia","surface_form":"amnesia","offset":3837}]}