{"id":468794,"url":"http://en.wikipedia.org/wiki/Riley_Perrin","text":"Riley Perrin is a fictional character. She is portrayed by Chelsea Kane. Riley is part of the main cast of ABC Family's show \"Baby Daddy\". Riley is Danny Wheeler's best friend. She also has a crush on his brother, Ben. Ben is unaware of her feelings. Ben's past sexual partner drops Emma in front of Ben's apartment. Riley helps Ben raise Emma. Ben's older brother Danny Wheeler, his mother Bonnie, and their friend Tucker Dobbs also helps.\nPersonality.\nRiley wants to become a lawyer. She fails the test three times. She finally past her test. Riley becomes a lawayer after Bonnie fakes a case against the law firm. The law firm believes that Riley is \"too nice\". Riley doesn't have any female friends. She likes to hang out with the guys, drink beer and watch ice hockey. She makes fun of \"girly girls\". When she was in high school, Riley hated anyone who went to prom.\nShe picked on Ben for being skinny in high school. Riley is overly competitive. She screams at Danny during his ice hockey games if he doesn't score. Riley is elected captain of Ben's softball team in the episode \"Take Her Out of the Ballgame\". The team tries to remove her as team captain. They do this after Riley becomes obsess of winning. Riley was named the maid of honor for her friend Katie's wedding. She becomes obsess of making the event the best wedding ever.\nRiley sometimes doesn't want to be seen with Bonnie. This is because Bonnie is \"embarrassing\" to be around with. Riley and Bonnie are arrested in a shopping mall jail. They escape after Bonnie takes the keys from the officer she was flirting with. Riley's boss wants her to bring a female friend to a spa day. Riley doesn't want to bring Bonnie. She lies that the spa was burnt down. Bonnie finds out that she was lying. Riley instead takes Tucker's girlfriend Stephanie. Bonnie is upset of this decision. She calls Riley's boss about what happened. Riley's boss decides to bring Bonnie as her female friend to the spa.\nRelationships.\nIn the first episode, Ben Wheeler finds out that he has a daughter. His last sexual partner, Angela, leaves Emma in front of Ben's apartment. Danny, who also lives with Ben and their friend Tucker, calls Riley over. Ben is surprise at Riley's new look. He last saw her when she was overweight and unattractive. Danny finds out that Riley has a crush on Ben. He uses this to keep her from leaving the apartment. Riley tells Danny that she should move on from Ben. She says this because he has a daughter now. Riley believes Ben can take care of Emma. Danny tells her that Ben signed the adoption papers. She believes he done this because no one believed he could do it. She tries to convince Danny and Tucker.\nIn the episode \"I Told You So\", Riley stands up for Ben. Ben's mother, Bonnie, believed that Ben made the wrong decision. She believes that Ben should have gave up Emma. Riley tries to convince Bonnie that Ben can do it. She tells her that Ben is staying home on a Friday night. She believes that men his age are out partying and drinking. Riley is jealous whenever Ben mentions a new woman he is interested in. In the episode \"The Nurse and the Curse\", Riley's nickname was \"Fat pants\". Many people called her this when she was overweight. When Ben's new girlfriend calls her \"Fat pants\", Riley wrestles her during Danny's ice hockey game. Riley is embarrassed of what she done. She tells Ben that she tries to hide that \"side\" of her.\nBen's brother, Danny Wheeler, has a crush on Riley. Riley is unaware. He tells his mother, Bonnie, that he has liked Riley since they were kids. He tells her that he loves her while on a fake date with Ben. Riley is glad that he had said this. She believed that Danny was trying to save her from making a wrong decision by going on a fake date with Ben which could leave her depressed. Danny doesn't know what to say and decides to keep his feelings to himself. Danny has mentioned his feelings about Riley only to his mother Bonnie and his friend Tucker. Danny accidentally leaves a voice message for Riley. In it, he tells her of the first time he fell in love with her. Danny, Bonnie, and Tucker follows Riley around town to delete the message on her phone. Bonnie drops her phone in water. Riley's new boyfriend Fitch fixes it for her. Riley listens to the message. She asks Danny if he has anything important to tell her. Riley goes back on a date with Fitch after Danny says no.\nBen finds out that Riley has a secret crush on him. They decide to give a relationship a try. However, Angela (Ben's baby mother), wants Ben back in her life. Angela ask Ben \"if Riley wasn't your girlfriend, would you (Ben) and I (Angela) have a chance?\". Ben says yes. Riley decides to end her relationship with Ben. Throughout season three, Ben tries to win over Riley. He believes that she is his soul mate (meant to be).","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":18},{"uri":"Portrayed","surface_form":"portrayed","offset":46},{"uri":"Chelsea_Kane","surface_form":"Chelsea Kane","offset":59},{"uri":"ABC_Family","surface_form":"ABC Family","offset":107},{"uri":"Baby_Daddy","surface_form":"Baby Daddy","offset":126},{"uri":"Lawyer","surface_form":"lawyer","offset":478},{"uri":"Sue","surface_form":"case against","offset":590},{"uri":"Law_firm","surface_form":"law firm","offset":607},{"uri":"Beer","surface_form":"beer","offset":747},{"uri":"Prom","surface_form":"prom","offset":866},{"uri":"Competitive","surface_form":"competitive","offset":939},{"uri":"Softball","surface_form":"softball","offset":1056},{"uri":"Maid_of_honor","surface_form":"maid of honor","offset":1235},{"uri":"Obese","surface_form":"overweight","offset":2260},{"uri":"Unattractive","surface_form":"unattractive","offset":2275},{"uri":"Adoption","surface_form":"adoption","offset":2564},{"uri":"Wrestling","surface_form":"wrestles","offset":3283},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":3311},{"uri":"Alter_ego","surface_form":"side","offset":3410}]}