{"id":468803,"url":"http://en.wikipedia.org/wiki/Werribee_River","text":"The Werribee River is a perennial river that flows across the volcanic plains west of Melbourne, Victoria, Australia. One of the main rivers which flows into the Werribee River is the Lerderderg River. It begins in the hills near Ballan and flows for 110 kms before reaching Port Phillip Bay near the city of Werribee.\nMuch of the area along the river is protected by parks, including the Werribee Gorge State Park. The river also flows through the Werribee Open Range Zoo. The Werribee River Trail follows the river from Tarneit to Werribee.\nThe Werribee River flows into the Melton Reservoir. Water from the river is used to irrigate the market garden<nowiki/>s of Bacchus Marsh and Werribee South. The Western Treatment Plant, the main sewerage treatment plant for Melbourne, is near the river mouth on the bay.\nHistory.\nBefore the arrival of white settlers, the Werribee River was the boundary of the Bunurong tribe. Its six clans lived along the Victorian coast across the Mornington Peninsula, Western Port Bay to Wilsons Promontory.\nIn the late 1830s and 1840s the Werribee River was the scene of fighting between the Wautharong people and the European settlers. The squatter Charles Franks and a shepherd were speared to death near Mount Cottrell in July 1836. Because of this, John Batman led a group of men to punish the aborigines. They found a large group of aborigines and shot them, killing at least ten. There are also reports of flour containing arsenic being given to local aborigines.\nIn 1851 a large timber bridge was built to cross the Werribee River to replace an earlier wooden bridge. In 1852 this bridge was washed away when the river flooded.\nIn August 2004 the Victorian Government promised $300,000 to fix the Werribee River. This involved removing willow trees which were choking the river around the township and replacing them with native plants.\nThe name.\nThe explorers Hume and Hovell camped by the river on 15 December 1824. They named it the \"Arndell\" after Hovell's father-in-law. John Helder Wedge 're-discovered' the river in 1835 and at first called it the \"Peel\", but then changed it to the \"Ex\" or \"Exe\". Exford, an early crossing place on the river, is based on this name. One of the local Wautharong speaking Kulin tribesman that accompanied Wedge said the name for the stream was 'Weariby Yallock' ('yallock' meaning 'stream'). The spelling changed to the present form of \"Werribee. T\"he original aboriginal word meant \"spine\" or \"backbone\".\nThings to do.\nThere are many things to do along the river. A network of bike and walking trails along the river showcase the many different kinds of plants and animals that live along the river.\nThere are many fishing spots along the river. There are places to launch canoe and boats at the Werribee South Boat Ramp and Riverbend Historical Park.\nBird watching is also a popular activity. Care must be taken as there are Eastern Brown Snakes and other deadly fauna living near the river.","categories":[],"infobox_types":[],"annotations":[{"uri":"Perennial_river","surface_form":"perennial river","offset":24},{"uri":"Melbourne","surface_form":"Melbourne","offset":86},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":97},{"uri":"Australia","surface_form":"Australia","offset":107},{"uri":"Lerderderg_River","surface_form":"Lerderderg River","offset":184},{"uri":"Ballan%2C_Victoria","surface_form":"Ballan","offset":230},{"uri":"Port_Phillip_Bay","surface_form":"Port Phillip Bay","offset":275},{"uri":"Werribee%2C_Victoria","surface_form":"Werribee","offset":309},{"uri":"Werribee_Gorge_State_Park","surface_form":"Werribee Gorge State Park","offset":389},{"uri":"Werribee_River_Trail","surface_form":"Werribee River Trail","offset":478},{"uri":"Tarneit%2C_Victoria","surface_form":"Tarneit","offset":522},{"uri":"Market_garden","surface_form":"market garden","offset":640},{"uri":"Bacchus_Marsh%2C_Victoria","surface_form":"Bacchus Marsh","offset":667},{"uri":"Werribee_South%2C_Victoria","surface_form":"Werribee South","offset":685},{"uri":"Western_Treatment_Plant","surface_form":"Western Treatment Plant","offset":705},{"uri":"Bunurong","surface_form":"Bunurong","offset":905},{"uri":"Victoria_(Australia)","surface_form":"Victorian","offset":951},{"uri":"Mornington_Peninsula","surface_form":"Mornington Peninsula","offset":978},{"uri":"Western_Port","surface_form":"Western Port","offset":1000},{"uri":"Wilsons_Promontory_National_Park","surface_form":"Wilsons Promontory","offset":1020},{"uri":"Wautharong","surface_form":"Wautharong","offset":1125},{"uri":"Squatter","surface_form":"squatter","offset":1174},{"uri":"Shepherd","surface_form":"shepherd","offset":1204},{"uri":"Mount_Cottrell","surface_form":"Mount Cottrell","offset":1240},{"uri":"John_Batman","surface_form":"John Batman","offset":1286},{"uri":"Willow","surface_form":"willow","offset":1776},{"uri":"Hume_and_Hovell_expedition","surface_form":"Hume and Hovell","offset":1901},{"uri":"William_Hovell","surface_form":"Hovell's","offset":1992},{"uri":"John_Helder_Wedge","surface_form":"John Helder Wedge","offset":2016},{"uri":"Exford%2C_Victoria","surface_form":"Exford","offset":2145},{"uri":"Wautharong","surface_form":"Wautharong","offset":2231},{"uri":"Kulin","surface_form":"Kulin","offset":2251},{"uri":"Eastern_Brown_Snake","surface_form":"Eastern Brown Snakes","offset":2906}]}