{"id":468966,"url":"http://en.wikipedia.org/wiki/Brazil_during_World_War_Two","text":"Brazil was one of the Allies of World War II. It was also the only Ally from South America to provide troops. The country made significant contributions to the war effort. They sent an expeditionary force to fight alongside the allies in the Italian Campaign. The Brazilian Navy and Air Force helped the Allies in the Atlantic from 1942 until the end of the war in 1945.\nBackground.\nAt the beginning of World War II Brazil was neutral. They traded with both the Allied and Axis Forces. But after 1939 the war made trade with Europe difficult. They turned to the United States as a trading partner. The Americans pressured Brazil to join the Allies. This led to the Joint Brazil-U.S Defense Commission, which was designed to counter Axis influence in South America. At the beginning of 1942 Brazil permitted the US to set up air bases on its soil. This came as an agreement that the US would help establishing a national steel industry in Brazil, the Companhia Siderúrgica Nacional. This would initially help supply the Allies industrial demand for steel, and after the war, contribute to the country’s industrialization and development.\nBrazil also broke off diplomatic relations with Germany, Japan, and Italy.\nAs a result of Brazil´s decision, from the end of January to July 1942, German navy U-boats sank 13 Brazilian merchant ships, causing severe damage to Brazilian shipping. In total, 21 German and two Italian submarines caused the sinking of 36 Brazilian merchant ships causing 1,691 drowning<nowiki/>s and 1,079 other casualties. The sinkings were the main reason that led the Brazilian government to declare war against the Axis. Finally, Vargas declared war on both Germany and Italy on August 22 1942. It is known that 9 U-Boats were sunk off the Brazilian Coast over the course of the war.\nThe Smoking Cobras.\nThe Brazilian Expeditionary Force or BEF () was a force of about 25,344 men. They were organized as a division of the US Fifth Army. They were delayed in getting started by difficulties in getting organized. Some in Brazil thought the government was not that anxious to send troops into battle. A popular saying at the time was that it was more likely for \"snakes to smoke\" () than to get the BEF going. It is the same as the saying \"When pigs fly\", meaning it will probably never happen. When the BEF did enter the war, they proudly wore their arm patch showing a cobra with a pipe in its mouth. They called themselves the \"Smoking Cobras\".\nThey were organized as a standard American division. They wore American uniforms with Brazilian rank and unit markings. The BEF was divided into three battalions of 5,000 men each. They were the 1st, 6th and 11th regimental combat teams. Their record in Italy was impressive. At the Battle of Collecchio the BEF defeated the German 148th Division and the Italian Monte Rosa, San Marco and Italia divisions. They captured 14,700 troops and 800 officers (including 2 Generals). During the eight months of battle in Italy, the BEF captured a total of 20,573 Axis soldiers. They lost only 450 troops and 13 officers died while fighting on the front.\nNavy and Air Force.\nThe Brazilian Navy and Air Force played a large role in the Battle of the Atlantic. They started in mid-1942 and operated until the end of the war in 1945. They performed anti-submarine and patrol operations in the South Atlantic. They had American ships through the Lend-Lease program. They acquired several submarine-chasers, 8 destroyer escorts and 3 Fleet destroyers. The larger destroyers were built in Rio de Janeiro to US designs. Their Air Force received a number of modern plane types. These included Curtiss P-36 Hawks, Curtiss P-40 Warhawks and North American B-25 Mitchells. For patrol aircraft they received Lockheed Hudsons, Lockheed Venturas and long range Consolidated PBY Catalina Flying boats.\nThe effect was almost immediate. Between July and December 1943 alone, the Brazilian Air Force and Navy destroyed six German submarines. Of the 7,000 Brazilian sailors who fought, about 500 were killed in action. During the war the Navy protected 3,164 merchant ships. Only three were sunk while under their protection. Air Force pilots flew a total of 2,550 sorties. They flew only 5% of the missions in theatre. But they destroyed 85% of the ammunition dumps, 36% of the fuel depots and 28% of the bridges while they were active.","categories":[],"infobox_types":[],"annotations":[{"uri":"Allies_of_World_War_II","surface_form":"Allies of World War II","offset":22},{"uri":"South_America","surface_form":"South America","offset":77},{"uri":"Troop","surface_form":"troop","offset":102},{"uri":"Significant","surface_form":"significant","offset":127},{"uri":"Contribution","surface_form":"contribution","offset":139},{"uri":"Expedition","surface_form":"expedition","offset":185},{"uri":"Military","surface_form":"force","offset":199},{"uri":"Italian_Campaign_(World_War_II)","surface_form":"Italian Campaign","offset":242},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":318},{"uri":"Neutral","surface_form":"neutral","offset":427},{"uri":"Air_bases","surface_form":"air bases","offset":824},{"uri":"Third_Reich","surface_form":"Germany","offset":1185},{"uri":"Japan","surface_form":"Japan","offset":1194},{"uri":"Italy","surface_form":"Italy","offset":1205},{"uri":"January","surface_form":"January","offset":1262},{"uri":"Kriegsmarine","surface_form":"German navy","offset":1284},{"uri":"U-boat","surface_form":"U-boat","offset":1296},{"uri":"Merchant","surface_form":"merchant","offset":1322},{"uri":"Submarines","surface_form":"submarines","offset":1419},{"uri":"Drowning","surface_form":"drowning","offset":1494},{"uri":"Get%C3%BAlio_Vargas","surface_form":"Vargas","offset":1651},{"uri":"August_22","surface_form":"August 22","offset":1700},{"uri":"Brazilian_Coast","surface_form":"Brazilian Coast","offset":1761},{"uri":"Division_(military)","surface_form":"division","offset":1927},{"uri":"US_Fifth_Army","surface_form":"US Fifth Army","offset":1943},{"uri":"Battle","surface_form":"battle","offset":2112},{"uri":"Cobra","surface_form":"cobra","offset":2390},{"uri":"United_States","surface_form":"American","offset":2501},{"uri":"Uniform","surface_form":"uniform","offset":2539},{"uri":"Battalion","surface_form":"battalion","offset":2618},{"uri":"General_officer","surface_form":"Generals","offset":2932},{"uri":"Axis_powers","surface_form":"Axis","offset":3022},{"uri":"Role","surface_form":"role","offset":3181},{"uri":"Battle_of_the_Atlantic","surface_form":"Battle of the Atlantic","offset":3193},{"uri":"Submarine","surface_form":"submarine","offset":3309},{"uri":"South","surface_form":"South","offset":3348},{"uri":"Lend-Lease","surface_form":"Lend-Lease","offset":3400},{"uri":"Destroyer_escort","surface_form":"destroyer escort","offset":3463},{"uri":"Fleet_destroyer","surface_form":"Fleet destroyer","offset":3487},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":3541},{"uri":"US","surface_form":"US","offset":3559},{"uri":"Curtiss_P-36_Hawk","surface_form":"Curtiss P-36 Hawk","offset":3643},{"uri":"Curtiss_P-40_Warhawk","surface_form":"Curtiss P-40 Warhawk","offset":3663},{"uri":"North_American_B-25_Mitchell","surface_form":"North American B-25 Mitchell","offset":3689},{"uri":"Lockheed_Hudson","surface_form":"Lockheed Hudson","offset":3754},{"uri":"Lockheed_Ventura","surface_form":"Lockheed Ventura","offset":3772},{"uri":"Consolidated_PBY_Catalina","surface_form":"Consolidated PBY Catalina","offset":3805},{"uri":"Flying_boat","surface_form":"Flying boat","offset":3831},{"uri":"Killed_in_action","surface_form":"killed in action","offset":4040},{"uri":"Sortie","surface_form":"sortie","offset":4204},{"uri":"Theatre_(warfare)","surface_form":"theatre","offset":4250},{"uri":"Ammunition_dump","surface_form":"ammunition dump","offset":4289},{"uri":"Fuel","surface_form":"fuel","offset":4318},{"uri":"Bridge","surface_form":"bridge","offset":4345}]}