{"id":46929,"url":"http://en.wikipedia.org/wiki/Corporation","text":"A corporation is a union of natural persons that has its own legal status. This status is independent from the persons involved.\nBecause it is recognized by governments as a separate entity, the corporation must file tax returns and pay taxes and conform to state and federal law. This separation of persons and corporation gives it special powers. A corporation's status and capacity is determined by the law of the place of incorporation.\nInvestors and entrepreneurs often form joint stock companies. Therefore, the term \"corporation\" often means such \"business corporations\". Corporations may also be formed for local government (municipal corporation), political, religious, and charitable purposes (not-for-profit corporation), or government programs (government-owned corporation). Condominiums are a common kind of non-profit corporation.\nIn common speech, the word \"corporation\" refers usually to limited responsibility corporation. That is a business firm where each of the partners invest a sum of money in as the capital of the corporation. They receive shares for the sum they have invested. If the company becomes bankrupt, the business partners are responsible for only the name value of their shares of the company's debts. The partners do not use their personal money to pay for the debt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_person","surface_form":"natural person","offset":28},{"uri":"Law","surface_form":"legal","offset":61},{"uri":"Independence","surface_form":"independent","offset":90},{"uri":"Entities","surface_form":"entity","offset":183},{"uri":"Tax","surface_form":"tax","offset":217},{"uri":"Capacity_(law)","surface_form":"capacity","offset":376},{"uri":"Investor","surface_form":"Investor","offset":441},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":455},{"uri":"Joint_stock_company","surface_form":"joint stock companies","offset":480},{"uri":"Municipal_corporation","surface_form":"municipal corporation","offset":633},{"uri":"Non-profit_organization","surface_form":"not-for-profit corporation","offset":704},{"uri":"Government-owned_corporation","surface_form":"government-owned corporation","offset":757},{"uri":"Condominiums","surface_form":"Condominiums","offset":788},{"uri":"Share_(finance)","surface_form":"share","offset":1065},{"uri":"Bankruptcy","surface_form":"bankrupt","offset":1127}]}