{"id":469200,"url":"http://en.wikipedia.org/wiki/Circus_(song)","text":"\"Circus\" is a pop single from Britney Spears. It is about putting on shows and being an entertainer. The song was released from her album of the same name. It was released on December 2, 2008.\nThe song reached number three on the \"Billboard\" Hot 100 and number one on American pop radio and is her second best-selling digital song in the United States, having sold over 3.2 million downloads as of July 2016. On a global scale, \"Circus\" was one of the top 10 best selling songs of 2009 with 5.5 million digital copies sold that year across the world, according to the IFPI.\nBackground.\n\"Circus\" was written by Dr. Luke, Benny Blanco and Claude Kelly, while produced by Luke and Blanco. Background vocals were provided by Cathy Dennis, Kelly and Myah Marie. Main instrumentation was done by Luke and Blanco. The song was mixed by Serban Ghenea at MixStar Studios in Virginia. \"Circus\" was announced on October 31, 2008, as the second single from the album, and was officially serviced to American radio stations on December 2, 2008.\nMusic and lyrics.\n\"Circus\" is an up beat electropop and dance-pop song, with a stomp box beat and elements of pop rock. The song opens with the sound of a drum and builds until Spears starts singing,","categories":[],"infobox_types":[],"annotations":[{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":30},{"uri":"Circus_(album)","surface_form":"her album of the same name","offset":128},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":231},{"uri":"Billboard_Hot_100","surface_form":"Hot 100","offset":242},{"uri":"IFPI","surface_form":"IFPI","offset":568},{"uri":"Dr._Luke","surface_form":"Dr. Luke","offset":610},{"uri":"Benny_Blanco","surface_form":"Benny Blanco","offset":620},{"uri":"Claude_Kelly","surface_form":"Claude Kelly","offset":637},{"uri":"Cathy_Dennis","surface_form":"Cathy Dennis","offset":721},{"uri":"Virginia","surface_form":"Virginia","offset":865},{"uri":"Electropop","surface_form":"electropop","offset":1073},{"uri":"Dance-pop","surface_form":"dance-pop","offset":1088},{"uri":"Stomp_box","surface_form":"stomp box","offset":1111},{"uri":"Pop_rock","surface_form":"pop rock","offset":1142}]}