{"id":46926,"url":"http://en.wikipedia.org/wiki/Newton_(unit)","text":"e=\"preserve\">The newton (symbol: N) is the SI unit of force. It is named after Sir Isaac Newton because of his work on classical mechanics. A \"newton\" is how much force is required to make a mass of one kilogram accelerate at a rate of one metre per second squared.\nIn 1946, Conférence Générale des Poids et Mesures (CGPM) set the unit of force in the MKS system of units to be the amount needed to accelerate 1 kilogram of mass at the rate of 1 metre per second each second. In 1948, the CGPM adopted the name \"newton\" for this force. The MKS system then became the blueprint for today's SI International System of Units. That made the newton the standard unit of force.\nThis SI unit is named after Isaac Newton. As with every International System of Units (SI) unit named for a person, the first letter of its symbol is upper case (N). However, when an SI unit is spelled out in English, it should always begin with a lower case letter (newton)—except in a situation where any word in that position would be capitalized, such as at the beginning of a sentence or in material using title case. Note that \"degree Celsius\" conforms to this rule because the \"d\" is lowercase.— Based on The International System of Units, section 5.2.\nNewton's second law of motion states that F = ma, where F is the force applied, m is the mass of the object receiving the force, and a is the acceleration of the object. The newton is therefore:[2]","categories":[],"infobox_types":[],"annotations":[{"uri":"SI","surface_form":"SI","offset":43},{"uri":"Force_(physics)","surface_form":"force","offset":54},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":83},{"uri":"Classical_mechanics","surface_form":"classical mechanics","offset":119},{"uri":"Mass","surface_form":"mass","offset":191},{"uri":"Kilogram","surface_form":"kilogram","offset":203},{"uri":"Acceleration","surface_form":"accelerate","offset":212},{"uri":"Metre","surface_form":"metre","offset":240},{"uri":"Second","surface_form":"second","offset":250},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":592}]}