{"id":469363,"url":"http://en.wikipedia.org/wiki/De_Havilland_Comet","text":"The de Havilland DH 106 Comet was the first production commercial jetliner. The Avro Tudor and Vickers VC.1 Viking was fitted with Rolls-Royce Nene turbojets. It had flown earlier but were experimental models. The jet was made by de Havilland at its Hatfield Aerodrome, Hertfordshire, United Kingdom headquarters. The prototype first flew on 27 July 1949. It featured an aerodynamically clean design with four de Havilland Ghost turbojet engines buried in the wings. It had a pressurised fuselage. The jet had large square windows. It showed signs of being a commercial success at its 1952 debut.\nThe original Comet was about the length of the later Boeing 737-100. It carried fewer people in a more comfortable environment. For the era, it offered a relatively quiet passenger cabin. The Comet had passengers like Queen Elizabeth, the Queen Mother and Princess Margaret. Flights on the Comet were faster than on other advanced aircraft. In August 1953 BOAC scheduled nine-stop London to Tokyo flights by Comet for 36 hours. Other aircrafts took more than 86 hours. A special order Comet for the exclusive use of King Saud bin Abdul Aziz of Saudi Arabia was described as \"the world's first executive jet\".\nIn 1954, the Comets began suffering problems, with three of them breaking up during mid-flight in accidents. During its service, the Comet was involved in 13 fatal crashes which resulted in 426 fatalities. On 10 January 1954, the first Comet produced broke up in mid-air and crashed into the Mediterranean. All 35 persons on board died. On 8 April 1954, a Comet on charter to South African Airways crashed in the Mediterranean near Naples. All on board died.\nThe Comet was removed from service and tested to discover the cause. Design flaws, including dangerous stresses at the corners of the square windows were noted. As a result, the Comet was redesigned into models 2, 3, and in 1958 the Comet 4. But meanwhile other aircraft designers had their own jets, the Boeing 707 in 1957 and in 1960 the Douglas DC-8. The American jets were larger, faster, longer-ranged, and more cost-effective than the Comet. In 1960, as part of a consolidation of the British aerospace industry, de Havilland was bought by Hawker Siddeley. Aviation author Bill Withun concluded that the Comet had pushed \"'state-of-the-art' beyond its limits.\" The only complete remaining Comet 1 is displayed at the RAF Museum Cosford.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jet","surface_form":"jetliner","offset":66},{"uri":"Avro_Tudor","surface_form":"Avro Tudor","offset":80},{"uri":"Vickers_VC.1_Viking","surface_form":"Vickers VC.1 Viking","offset":95},{"uri":"Rolls-Royce","surface_form":"Rolls-Royce","offset":131},{"uri":"De_Havilland","surface_form":"de Havilland","offset":230},{"uri":"Hatfield_Aerodrome","surface_form":"Hatfield Aerodrome","offset":250},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":270},{"uri":"Aerodynamic","surface_form":"aerodynamic","offset":371},{"uri":"De_Havilland_Ghost","surface_form":"de Havilland Ghost","offset":410},{"uri":"Turbojet","surface_form":"turbojet","offset":429},{"uri":"Pressure","surface_form":"pressurised","offset":476},{"uri":"Fuselage","surface_form":"fuselage","offset":488},{"uri":"Boeing","surface_form":"Boeing","offset":650},{"uri":"Environment","surface_form":"environment","offset":712},{"uri":"Queen_Elizabeth","surface_form":"Queen Elizabeth","offset":815},{"uri":"Queen_Mother","surface_form":"Queen Mother","offset":836},{"uri":"Princess_Margaret","surface_form":"Princess Margaret","offset":853},{"uri":"Exclusive","surface_form":"exclusive","offset":1096},{"uri":"King_Saud_bin_Abdul_Aziz","surface_form":"King Saud bin Abdul Aziz","offset":1113},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1141},{"uri":"Accidents","surface_form":"accidents","offset":1304},{"uri":"Fatal_crash","surface_form":"fatal crash","offset":1364},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1498},{"uri":"Naples","surface_form":"Naples","offset":1638},{"uri":"Discover","surface_form":"discover","offset":1714},{"uri":"Design","surface_form":"Design","offset":1734},{"uri":"Flaw","surface_form":"flaw","offset":1741},{"uri":"Consolidation","surface_form":"consolidation","offset":2135},{"uri":"Aerospace","surface_form":"aerospace","offset":2164},{"uri":"Hawker_Siddeley","surface_form":"Hawker Siddeley","offset":2211},{"uri":"Bill_Withun","surface_form":"Bill Withun","offset":2244}]}