{"id":46939,"url":"http://en.wikipedia.org/wiki/Legal_entity","text":"e=\"preserve\">A legal entity is a legal construct through which the law allows a group of natural persons to act as if they were a single person for certain purposes. The most common purposes are lawsuits, property ownership, and contracts.\nA legal entity is not always something else than the natural persons of which it is composed as one can see with a company or corporation.\nLimitations.\nThere are limitations to the legal recognition of artificial persons. Legal entities cannot marry, they cannot vote or hold public office, and in most jurisdictions there are certain positions which they cannot occupy. The extent to which a legal entity can commit a crime varies from country to country. Certain countries prohibit a legal entity from holding human rights; other countries permit artificial persons to enjoy certain protections from the state that are traditionally described as human rights.\nRecently, in India, a company despite being artificial person has got court stay, from High Court Jaipur Bench against an employee seeking justice in labour court.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal","surface_form":"legal","offset":33},{"uri":"Natural_person","surface_form":"natural person","offset":89},{"uri":"Person","surface_form":"person","offset":137},{"uri":"Lawsuit","surface_form":"lawsuit","offset":195},{"uri":"Property","surface_form":"property","offset":205},{"uri":"Ownership","surface_form":"ownership","offset":214},{"uri":"Contract","surface_form":"contract","offset":229},{"uri":"Company","surface_form":"company","offset":355},{"uri":"Corporation","surface_form":"corporation","offset":366},{"uri":"Marriage","surface_form":"marry","offset":484},{"uri":"Vote","surface_form":"vote","offset":503},{"uri":"Public_office","surface_form":"public office","offset":516},{"uri":"Corporate_crime","surface_form":"commit a crime","offset":650},{"uri":"Human_right","surface_form":"human right","offset":752}]}