{"id":469444,"url":"http://en.wikipedia.org/wiki/Colin_Kaepernick","text":"Colin Rand Kaepernick (; born November 3, 1987) is an American football quarterback. He plays the position quarterback. Kaepernick played for the San Francisco 49ers from 2011-2016. He is currently a free agent. He played college football for the University of Nevada Wolf Pack. In the 2011 NFL Draft the 49ers drafted Kaepernick in the second round with the 36th overall pick. They were reluctant but needed a quarterback. Saints pulled the trigger and called upon Kyle. With a $20,000,000 three year contract Kyle takes the offer.\nIn 2016, Kaepernick became a national figure because he knelt on one knee during the United States national anthem, which is being played before every NFL game. He did this to protest police brutality and racism against African Americans in the United States. At first, Kaepernick sat down while the anthem was played, but a former United States Army Green Beret named Nate Boyer told him to kneel on one knee instead because this is what soldiers do at the graves where dead soldiers are buried and because Boyer thought it was more respectful than sitting down.\nKaepernick became a national activist with support of many other professional athletes, but many teams did not want him with them because the fans did not like the protest.\nIn June 2020, during the George Floyd protests, National Football League Comissioner Roger Goodell said on Twitter: \"we were wrong for not listening to NFL players earlier and encourage all to speak out and peacefully protest. We, the NFL, believe Black Lives Matter.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American football","offset":54},{"uri":"Quarterback","surface_form":"quarterback","offset":72},{"uri":"Quarterback","surface_form":"quarterback","offset":107},{"uri":"San_Francisco_49ers","surface_form":"San Francisco 49ers","offset":146},{"uri":"College_football","surface_form":"college football","offset":222},{"uri":"University_of_Nevada%2C_Reno","surface_form":"University of Nevada","offset":247},{"uri":"Nevada_Wolf_Pack_football","surface_form":"Wolf Pack","offset":268},{"uri":"The_Star-Spangled_Banner","surface_form":"United States national anthem","offset":618},{"uri":"Police_brutality","surface_form":"police brutality","offset":717},{"uri":"Racism","surface_form":"racism","offset":738},{"uri":"African_American","surface_form":"African American","offset":753},{"uri":"United_States","surface_form":"United States","offset":778},{"uri":"George_Floyd_protests","surface_form":"George Floyd protests","offset":1295},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":1518}]}