{"id":46955,"url":"http://en.wikipedia.org/wiki/Royal_Canadian_Air_Cadets","text":"The Royal Canadian Air Cadets is a program for Canadian youth. It is supported by sponsors in the community and Canada's Canadian Armed Forces funded by the Department of National Defence. There are about 450 Air Cadet squadrons, located in every province and territory in Canada. The two other cadet programs for youth in Canada are the Royal Canadian Sea Cadets and the Royal Canadian Army Cadets.\nPeople between the ages of 12 and 18 inclusive can join this program for free, and they are led by the officers of the Canadian Forces Cadet Instructor Cadre.\nAims and Motto.\nThe aim of the Air Cadets is to \"develop in youth the attributes of good citizenship and leadership; promote physical fitness; and to stimulate the interest of youth in the sea, land and air activities of the Canadian Armed Forces\". The Motto of the Air Cadets is \"To Learn, to Serve, to Advance\". It was created by Robert Myles Colwell in 1966 while he was a cadet with 625 (Southern Victoria) Squadron in Perth-Andover, New Brunswick. The cadet program focuses on social development, decision-making and leadership. As cadets acquire skills and knowledge, they pass it along to younger cadets.\nRanking.\nThe rank system in Air Cadets is founded in that ranking system used by the non-commissioned member's ranks of the pre-unification Royal Canadian Air Force with some modifications. Royal Canadian Air Cadets are not part of the Canadian Forces and do not have to join the Canadian Armed Forces.\n1) Air Cadet (AC)- On joining Air Cadets, recruits receive the rank of Air Cadet and are addressed as \"Cadet\".\n2) Leading Air Cadet (LAC)- After five months of membership and training, a cadet is eligible to be promoted to the rank of Leading Air Cadet on the recommendation of the appropriate Flight Commander, and is usually addressed by the initials \"LAC\".\nAfter successful completion of Level 1 Air Cadet training and having participated in the Cadet Fitness Assessment, a cadet holding the rank of LAC is eligible to be promoted to the rank of Corporal on the recommendation of the appropriate Flight Commander.\nA cadet is eligible to be promoted to Flight Corporal after completing level 2 training.\nA Cadet who has held the rank of flight corporal for at least 6 months, has participated in the Cadet Fitness Assessment, and has successfully finish Level 3 training in air cadets is eligible for promotion to Sergeant on the recommendation of the appropriate Flight Commander. Cadets must attain a minimum of \"completed without difficulty\" in PO 303 (Leadership) to be promoted to the rank of Sergeant.\nAfter holding the rank of Sergeant for six months and successfully completing Level 4 training, and participating in the Cadet Fitness Assessment, a cadet is eligible for promotion to Flight Sergeant on the recommendation of the appropriate Flight Commander. Cadets must attain a minimum of \"completed without difficulty\" in PO3 403 (Leadership) to be promoted to the rank of Flight Sergeant.\n7) Warrant Officer Second Class (WO2) After holding the rank of Flight Sergeant for six months, successfully completing Level 4 training, and participating in the Cadet Fitness Assessment, and having been identified as a successful candidate through the merit review board process, a cadet is eligible for promotion to WO2 on the recommendation of the appropriate Flight Commander. Cadets must attain a minimum of \"completed without difficulty\" in PO3 503 (Leadership) to be promoted to the rank of Warrant Officer Second Class.\n8) Warrant Officer First Class (WO1) After holding the rank of Warrant Officer Second Class for six months, and having been identified as a successful candidate through the merit review board process, a cadet is eligible for promotion to WO1 on the recommendation of the appropriate Flight Commander. There is only one cadet in each squadron who can hold the rank of WO1.","categories":[],"infobox_types":[],"annotations":[{"uri":"Government","surface_form":"program","offset":35},{"uri":"Canada","surface_form":"Canadian","offset":47},{"uri":"Youth","surface_form":"youth","offset":56},{"uri":"Sponsor","surface_form":"sponsor","offset":82},{"uri":"Canada","surface_form":"Canada","offset":112},{"uri":"Squadron","surface_form":"squadron","offset":219},{"uri":"Province","surface_form":"province","offset":247},{"uri":"Territory","surface_form":"territory","offset":260},{"uri":"Canada","surface_form":"Canada","offset":273},{"uri":"Royal_Canadian_Sea_Cadets","surface_form":"Royal Canadian Sea Cadets","offset":338},{"uri":"Royal_Canadian_Army_Cadets","surface_form":"Royal Canadian Army Cadets","offset":372},{"uri":"Officer","surface_form":"officer","offset":503},{"uri":"Youth","surface_form":"youth","offset":619},{"uri":"Attribute","surface_form":"attribute","offset":629},{"uri":"Citizenship","surface_form":"citizenship","offset":648},{"uri":"Physical_fitness","surface_form":"physical fitness","offset":684},{"uri":"Stimulate","surface_form":"stimulate","offset":709},{"uri":"Canadian_Forces","surface_form":"Canadian Armed Forces","offset":784},{"uri":"Rank","surface_form":"rank","offset":1229},{"uri":"System","surface_form":"system","offset":1237},{"uri":"Canadian_Forces","surface_form":"Canadian Forces","offset":1407},{"uri":"Join","surface_form":"join","offset":1442},{"uri":"Canadian_forces","surface_form":"Canadian Armed Forces","offset":1451},{"uri":"Level_1","surface_form":"Level 1","offset":1865},{"uri":"Level_3","surface_form":"Level 3","offset":2330}]}