{"id":469548,"url":"http://en.wikipedia.org/wiki/Rebbeca_Oswald","text":"Rebbeca Oswald is a noted pianist. She is also an award winning composer.\nEarly works.\nOswald has a wide body of work. Her work includes concert music for chamber ensembles, chamber orchestras, full orchestras, and single instruments of many kinds.\nShe has also composed music for some choral ensembles.\nCareer.\nOswald has written and produced music for two video games. She also has composed and produced music for a three-hour documentary. She also writes in the classical and popular genres. Oswald advanced to the finalist category level of the American Prize in Composition in the choral category.\nReviews.\nKathy Parsons in a review at MonthlyPiano.com states while reviewing the piece, \"Whereas\", \"I heard some of these pieces live a few months ago, but even that didn’t prepare me for the soulful beauty of the recording.\" Parsons also stated in the review that, \"The thirteen original piano solos are Oswald’s creative response to a gift of unpublished personal poems that express “the joy of unity, the sorrow of separation, the desire to know and be known, the bliss of loving and being loved. (as she quoted from the liner notes.)\n\"Eugene-based composer Rebecca Oswald has two of the loveliest pieces on this disc of modern symphonic works performed by several orchestras, in this case the Moravian Philharmonic. Movie directors take note: “Finding the Murray River” could work as a film soundtrack behind on a long pastoral shot of a carriage riding down a country road.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Pianist","surface_form":"pianist","offset":26},{"uri":"Composer","surface_form":"composer","offset":64},{"uri":"Concert","surface_form":"concert","offset":137},{"uri":"Music","surface_form":"music","offset":145},{"uri":"Orchestra","surface_form":"orchestra","offset":182},{"uri":"Choral_ensemble","surface_form":"choral ensemble","offset":286},{"uri":"Video_games","surface_form":"video games","offset":358},{"uri":"Documentary","surface_form":"documentary","offset":429},{"uri":"Classical","surface_form":"classical","offset":465},{"uri":"Genre","surface_form":"genre","offset":487},{"uri":"American_Prize_in_Composition","surface_form":"American Prize in Composition","offset":549},{"uri":"Beauty","surface_form":"beauty","offset":804},{"uri":"Recording","surface_form":"recording","offset":818},{"uri":"Poem","surface_form":"poem","offset":970}]}