{"id":469613,"url":"http://en.wikipedia.org/wiki/Stoa_of_Eumenes","text":"Stoa of Eumenes was a stoa on the Acropolis of Athens. The building was a gift to the city in about 160 BC, by Eumenes II of Pergamon. Today there are ruins of the stoa at the south part of the Acropolis, between the Odeon of Herodes Atticus and the Theatre of Dionysus. The stoa was found by the \"Archaeological Society of Athens\" in the years 18771878.\nThe building.\nThe stoa is 163 meters (535 ft) long today. New findings suggest that it was about 190 meters (623 ft) long in the past. About 160 BC part of the stoa was destroyed to build the Odeon of Herodes. The stoa was then connected to the Odeon. Vitruvius said that it was there to protect the viewers that waited outside the theater and to store things of the theater. The stoa was built like other buildings of Pergamon. The main material was marble from Asia Minor. Its parts were first built in Pergamon. Then they were transported to Athens. It had doric columns in the ground floor and ionic in the top floor. The columns inside were ionic and pergamine in both floors. The power and wealth of Eumenes' kingdom was growing. Eumenes was trying to expand his influence in the greek cities. So he gave gifts to Greek cities. One of them was his stoa in Athens. Attalus was the brother of Eumenes. He gifted a similar building to Athens, called Stoa of Attalus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stoa","surface_form":"stoa","offset":22},{"uri":"Acropolis_of_Athens","surface_form":"Acropolis of Athens","offset":34},{"uri":"Eumenes_II_of_Pergamon","surface_form":"Eumenes II of Pergamon","offset":111},{"uri":"Acropolis_of_Athens","surface_form":"Acropolis","offset":194},{"uri":"Odeon_of_Herodes_Atticus","surface_form":"Odeon of Herodes Atticus","offset":217},{"uri":"Theatre_of_Dionysus","surface_form":"Theatre of Dionysus","offset":250},{"uri":"Vitruvius","surface_form":"Vitruvius","offset":607},{"uri":"Pergamon","surface_form":"Pergamon","offset":774},{"uri":"Doric_order","surface_form":"doric","offset":915},{"uri":"Ionic_order","surface_form":"ionic","offset":953},{"uri":"Attalus_II_Philadelphus","surface_form":"Attalus","offset":1225},{"uri":"Stoa_of_Attalus","surface_form":"Stoa of Attalus","offset":1308}]}