{"id":469631,"url":"http://en.wikipedia.org/wiki/Th%C3%ADch_Nh%E1%BA%A5t_H%E1%BA%A1nh","text":"Thích Nhất Hạnh (; born October 11, 1926) is a Vietnamese Zen Buddhist monk, teacher, author, poet and peace activist. He lives in the Plum Village Monastery in the Dordogne region in the South of France. He was born in Thừa Thiên Huế province, Vietnam.\nHe created the term Engaged Buddhism in his book \"Vietnam: Lotus in a Sea of Fire\". A long-term exile, he was given permission to make his first return trip to Vietnam in 2005. Nhất Hạnh has published more than 100 books, including more than 40 in English.\nOn 11 November 2014, Nhất Hạnh was hospitalized with a severe brain hemorrhage. There are signs that a full recovery may be possible.\nHe is suggesting that peace and joy is always accessible for all people. One way to discover that joy, is by what they call \"mindful\" meditation. Which is a type of meditation that concentrates on your breathing and embracing everything that comes up on your consciousness, without interpreting it with thought and critisism. But accompanying it with the great power of forgiveness, understanding and realisation of the present moment, which is also a very important point of reference in his teachings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnam","surface_form":"Vietnamese","offset":47},{"uri":"Zen","surface_form":"Zen","offset":58},{"uri":"Buddhist","surface_form":"Buddhist","offset":62},{"uri":"Bhikkhu","surface_form":"monk","offset":71},{"uri":"Peace_activist","surface_form":"peace activist","offset":103},{"uri":"Plum_Village","surface_form":"Plum Village","offset":135},{"uri":"Dordogne","surface_form":"Dordogne","offset":165},{"uri":"Th%E1%BB%ABa_Thi%C3%AAn_Hu%E1%BA%BF","surface_form":"Thừa Thiên Huế","offset":220},{"uri":"Engaged_Buddhism","surface_form":"Engaged Buddhism","offset":274},{"uri":"Brain_hemorrhage","surface_form":"brain hemorrhage","offset":573}]}