{"id":46960,"url":"http://en.wikipedia.org/wiki/Willis_Tower","text":"Willis Tower is a skyscraper in Chicago, Illinois. Sears, Roebuck and Company paid for it to be built in August 1970. The building was finished in 1973. It was the tallest building in the world from 1973 to 1996. It has 110 levels. From the ground to the roof it is tall. It was designed by Fazlur Khan and Bruce Graham.\nWillis Tower is the second-tallest building in the United States. It is the eighth-tallest freestanding structure in the world. It is the second tallest skyscraper in the Americas. It is one of the most popular tourist destinations in Chicago. More than one million people visit its observation deck every year.\nUntil July 16, 2009, the building was called Sears Tower. It was renamed after the Willis Group bought it.\nHistory.\nIn 1969, Sears, Roebuck & Company was the largest retailer in the world. It had thousands of workers in offices in the Chicago area. Sears managers decided to put all of those workers into one building. They wanted of space. Sears hired architects Skidmore, Owings & Merrill (SOM) to design one of the largest office buildings in the world. Architect Bruce Graham and structural engineer Fazlur Khan designed the building.\nSears and the City of Chicago approved the design. Steel was transported from South Chicago. The first steel was put in place in April 1971. The tower was completed in May 1973. It cost about US$150 million to build. That is equivalent to $800 million in 2014.\nThe building was built with a fire sprinkler system, even though it wasn't required at the time. There are about 40,000 sprinkler heads in the building. The sprinkler system cost $4 million.\nIn February 1982, two television antennas were added to the tower. That made the building tall. On June 5, 2000, the western antenna was made longer to improve reception of local NBC. That made the overall height\nBefore Willis Tower was completed, the tallest building in the world was the World Trade Center. In 1996, the Petronas Twin Towers in Kuala Lumpur, Malaysia became the world's tallest buildings.\nName rights.\nThe building's name was changed to Willis Tower in July 2009 after the Willis Group bought the skyscraper. \"Time\" magazine called the name change one of the top 10 worst corporate name changes. An online petition was created to change their decision. The naming rights issue continued into 2013. It began when a news reporter of the \"Chicago Tribune\" said in 2013 that \"We're stubborn about such things. This month marked four years since the former Sears Tower was re-christened Willis Tower, and the new name has yet to stick.\"\nIn 2015 the Blackstone company bought the building. In 2017 it began an extensive repurposing of the lower part of the building.\nDesign.\nSkidmore architects designed Willis Tower to have large floors of in the lower part of the building. They got the idea for the design from an advertisement for a package of cigarettes.\nHeight.\nFrom the ground to the top of the taller antenna, Willis Tower is tall. It leans about towards the west because of the unequal loads on its foundation. Willis Tower is the second tallest skyscraper in North America. The observatory elevators in the tower are the fastest in the world at per minute. With clear weather, four states can be seen from the observation deck: Michigan, Indiana, Illinois, and Wisconsin.\nOn November 8, 2013, architects in Chicago and New York City started talking about the height of the One World Trade Center. They were saying that Willis Tower might be taller. On November 12, it was confirmed that One World Trade Center is taller than the Willis Tower.\nThe Skydeck.\nWillis Tower has an observation deck. It is called the Skydeck. It opened on June 22, 1974. It is on the 103rd floor of the building. It is high. It is one of the most famous tourist attractions in Chicago. The observation deck is the highest public viewing area in the United States. Tourists on the Skydeck can feel the building moving on windy days. They can see the plains of Illinois and across Lake Michigan. Elevators take tourists to the top in about 60 seconds. People on the elevator can feel air pressure changes during the ride.\nIn January 2009, Willis Tower's owners began making major changes to the Skydeck. They added retractable glass balconies. The balconies extend about from the tower. They allow visitors to look through the floor to the street below. The boxes can hold up to of weight. They were opened to the public on July 2, 2009.\nAwards.\nThe building has been given ENERGY STAR certification by the U.S. Environmental Protection Agency (EPA). This is for being in the top quarter of buildings of its type in the U.S. in terms of energy efficiency.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":18},{"uri":"Chicago","surface_form":"Chicago","offset":32},{"uri":"Illinois","surface_form":"Illinois","offset":41},{"uri":"Sears%2C_Roebuck_and_Company","surface_form":"Sears, Roebuck and Company","offset":51},{"uri":"Fazlur_Khan","surface_form":"Fazlur Khan","offset":291},{"uri":"Bruce_Graham","surface_form":"Bruce Graham","offset":307},{"uri":"List_of_tallest_buildings_in_the_United_States","surface_form":"second-tallest building in the United States","offset":341},{"uri":"Willis_Group","surface_form":"Willis Group","offset":716},{"uri":"Sears%2C_Roebuck_%26amp%3B_Company","surface_form":"Sears, Roebuck & Company","offset":758},{"uri":"Retail","surface_form":"retail","offset":799},{"uri":"Skidmore%2C_Owings_%26amp%3B_Merrill","surface_form":"Skidmore, Owings & Merrill","offset":997},{"uri":"Bruce_Graham","surface_form":"Bruce Graham","offset":1100},{"uri":"Fazlur_Khan","surface_form":"Fazlur Khan","offset":1137},{"uri":"South_Chicago%2C_Chicago","surface_form":"South Chicago","offset":1250},{"uri":"NBC","surface_form":"NBC","offset":1803},{"uri":"World_Trade_Center_(1973%E2%80%932001)","surface_form":"World Trade Center","offset":1914},{"uri":"Petronas_Twin_Towers","surface_form":"Petronas Twin Towers","offset":1947},{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":1971},{"uri":"Malaysia","surface_form":"Malaysia","offset":1985},{"uri":"Willis_Group","surface_form":"Willis Group","offset":2116},{"uri":"Time_(magazine)","surface_form":"\"Time\" magazine","offset":2152},{"uri":"Chicago_Tribune","surface_form":"Chicago Tribune","offset":2379},{"uri":"North_America","surface_form":"North America","offset":3106},{"uri":"Michigan","surface_form":"Michigan","offset":3275},{"uri":"Indiana","surface_form":"Indiana","offset":3285},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":3308},{"uri":"Architect","surface_form":"architect","offset":3340},{"uri":"New_York_City","surface_form":"New York City","offset":3366},{"uri":"One_World_Trade_Center","surface_form":"One World Trade Center","offset":3420},{"uri":"Observation_deck","surface_form":"observation deck","offset":3623},{"uri":"Lake_Michigan","surface_form":"Lake Michigan","offset":4003},{"uri":"Air_pressure","surface_form":"air pressure","offset":4106},{"uri":"Environmental_Protection_Agency","surface_form":"Environmental Protection Agency","offset":4534}]}