{"id":469705,"url":"http://en.wikipedia.org/wiki/Withdrawal_(military)","text":"A military withdrawal or retreat is a type of military operation. It generally means pulling back forces while maintaining contact with the enemy. There are several reasons why a military force would retreat. A force might pull back to occupy ground that is easier to defend. A retreat may be used to lead an enemy into an ambush. It may be moving back as quickly as possible in order to save your army from defeat. A withdrawal or retreat can be risky. It requires discipline to keep forces organized and not turn a retreat into a rout. Care must also be taken so a retreat does not damage a force's morale.\nTactical withdrawal.\nA withdrawal may be necessary when a defending force is outmatched or on disadvantageous ground. But it is usually important to cause as much damage to an enemy as possible. In such a case, the retreating force may employ a number of tactics and strategies. These are to slow an enemy's progress. This could include setting mines or booby traps during or before withdrawal. Sometimes ambush by a small force can slow or stop an enemy advance. Also, leading the enemy into prepared artillery barrages, or the use of scorched earth tactics.\nRout.\nIn warfare, the long term strategy is the defeat of the enemy. An effective tactical method is to demoralize the enemy. This is usually done by defeating their army. This is also done by routing them from the battlefield. Once a force had become disorganized it loses its ability to fight as a unit. The victors can chase down the fleeing soldiers. The victors can also attempt to cause as many casualties as possible. They also may try to take as many prisoners as possible.\nHowever a commander must decide if the advantages of a pursuit is worth the risk the enemy is only pretending to retreat (a \"feigned\" retreat is an effective tactic).\nFeigned retreat.\nThe act of feigning a withdrawal or rout is to lure an enemy away from a defended position. It may lure them into a prepared ambush. It is an ancient tactic, and has been used throughout the history of warfare.\nOccupied withdrawal.\nWithdrawal of a military occupation may be due to political reasons. The purpose of 'Troop withdrawal' from occupied lands may not involve engagement with an enemy. It may be conducted during a period of ceasefire or relative peace, as in the cases of Palestine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":2},{"uri":"Military_force","surface_form":"forces","offset":98},{"uri":"Enemy","surface_form":"enemy","offset":140},{"uri":"Ground","surface_form":"ground","offset":243},{"uri":"Defend","surface_form":"defend","offset":268},{"uri":"Ambush","surface_form":"ambush","offset":323},{"uri":"Defeat","surface_form":"defeat","offset":408},{"uri":"Risk","surface_form":"risk","offset":447},{"uri":"Discipline","surface_form":"discipline","offset":466},{"uri":"Rout","surface_form":"rout","offset":532},{"uri":"Morale","surface_form":"morale","offset":601},{"uri":"Strategy","surface_form":"strategies","offset":876},{"uri":"Land_mine","surface_form":"mines","offset":954},{"uri":"Booby_trap","surface_form":"booby trap","offset":963},{"uri":"Ambush","surface_form":"ambush","offset":1014},{"uri":"Barrage_(artillery)","surface_form":"artillery barrages","offset":1111},{"uri":"Scorched_earth","surface_form":"scorched earth","offset":1145},{"uri":"Warfare","surface_form":"warfare","offset":1178},{"uri":"Military_tactics","surface_form":"tactical","offset":1251},{"uri":"Demoralization_(warfare)","surface_form":"demoralize","offset":1273},{"uri":"Battlefield","surface_form":"battlefield","offset":1384},{"uri":"Disorganized","surface_form":"disorganized","offset":1421},{"uri":"Soldier","surface_form":"soldier","offset":1514},{"uri":"Casualty_(person)","surface_form":"casualties","offset":1570},{"uri":"Prisoner_of_war","surface_form":"prisoners","offset":1628},{"uri":"Commander","surface_form":"commander","offset":1661},{"uri":"Pursuit","surface_form":"pursuit","offset":1706},{"uri":"Military_occupation","surface_form":"military occupation","offset":2083},{"uri":"Political","surface_form":"political","offset":2117},{"uri":"Ceasefire","surface_form":"ceasefire","offset":2271},{"uri":"Peace","surface_form":"peace","offset":2293},{"uri":"Palestine","surface_form":"Palestine","offset":2319}]}