{"id":46976,"url":"http://en.wikipedia.org/wiki/Staff_(music)","text":"e=\"preserve\">A staff (or stave) is the name given to the five horizontal lines on which we can write music. Musical notes can be placed either on a line (i.e. with a line going through the middle of the note head) or in a space. There are four inside spaces as well as the two outer spaces at the top or bottom.\nThe higher the pitch of the note the higher it will be on the staff. Taking the white notes of a keyboard: each note (A, B, C, D etc.) is placed higher on the stave (line, space, line, space etc.). A clef is needed to show which notes they are. There are different clefs to suit high, medium or low instruments.\nThis musical example shows the opening of \"Symphony no 5\" by Beethoven. The first three notes are on the second line (counting from the bottom). They are Gs, because there is a treble clef at the beginning of the staff. The fourth note is a little lower: on the bottom line, the E line (because of the flats in the key signature it is an E flat). The next note is between the other two in pitch (an F). After the three Fs comes a D in the outside bottom space.\nSometimes composers have used staves with fewer or more than 5 lines, but the five-line staff started to become the usual one in Western music in the 13th century.\nWhen notes are a little too high or low to put on the stave, extension lines are used. These are called ledger lines.\nIf two or more staves are being played at the same time the staves are joined on the left by a bracket which is called a brace. Piano music, for example, is written on two staves: one for the right hand and one for the left.\nInstruments that only play a rhythm (such as the cymbals), do not need a stave. The notes can be written just on one line. The beats are crosses. It's modern notation started from the Catholic Church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horizontal","surface_form":"horizontal","offset":62},{"uri":"Note_(music)","surface_form":"Musical notes","offset":108},{"uri":"High","surface_form":"higher","offset":316},{"uri":"Pitch","surface_form":"pitch","offset":327},{"uri":"Clef_(music)","surface_form":"clef","offset":512},{"uri":"Beethoven","surface_form":"Beethoven","offset":685},{"uri":"Key_signature","surface_form":"key signature","offset":939},{"uri":"13th_century","surface_form":"13th century","offset":1235},{"uri":"Extension","surface_form":"extension","offset":1310},{"uri":"Ledger_line","surface_form":"ledger lines","offset":1353},{"uri":"Piano","surface_form":"Piano","offset":1495},{"uri":"Position","surface_form":"right","offset":1559},{"uri":"Hand","surface_form":"hand","offset":1565},{"uri":"Left","surface_form":"left","offset":1586},{"uri":"Rhythm","surface_form":"rhythm","offset":1621},{"uri":"Cymbals","surface_form":"cymbals","offset":1641}]}