{"id":469937,"url":"http://en.wikipedia.org/wiki/Sir_Gawain_and_the_Green_Knight","text":"\"Sir Gawain and the Green Knight\" (Middle English: \"Sir Gawayn and þe Grene Knyȝt\") is a late 14th-century Middle English chivalric romance. It is one of the most notable Arthurian stories. It is known as the \"beheading game\".\nThe story is written in stanzas of alliterative verse. Each stanza ends in a rhyming bob and wheel.\nPlot.\nAt a New Year's Day feast in Camelot, a huge green man rides in on a green horse carrying a large axe. He issues a challenge to any who dares to accept. He challenges any knight to strike him with his axe, if he will take a return blow in a year and a day.\nHaving reminded Gawain of the appointed time, the Green Knight rides off. In his struggles to keep his bargain, Gawain sets off on his search. His honour is called into question several times. Gawain avoids several trials on his way. Finally he meets the Lady Bertilak, who tries to seduce him. He avoids this, but accepts a gift from her. He is bound to give the gift back to his host (who actually is the Green Knight in another form). When the day comes for the Green Knight to strike, Gawain kneels... When the Green Knight strikes, he nicks Gawain's neck, but otherwise Gawain is unhurt. The Green Knight explains that the nick is payment for Gawain's only fault, keeping the small gift.\nThe Green Knight is thought by some to be the Green Man of folklore, and by others to represent Satan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Middle_English","surface_form":"Middle English","offset":35},{"uri":"Chivalry","surface_form":"chivalric romance","offset":122},{"uri":"Arthurian","surface_form":"Arthurian","offset":171},{"uri":"Story","surface_form":"stories","offset":181},{"uri":"Beheading_game","surface_form":"beheading game","offset":210},{"uri":"Stanza","surface_form":"stanza","offset":251},{"uri":"Alliteration","surface_form":"alliterative verse","offset":262},{"uri":"Rhyme","surface_form":"rhyming","offset":304},{"uri":"Bob_and_wheel","surface_form":"bob and wheel","offset":312},{"uri":"Camelot","surface_form":"Camelot","offset":362},{"uri":"Axe","surface_form":"axe","offset":431},{"uri":"Knight","surface_form":"knight","offset":504},{"uri":"Axe","surface_form":"axe","offset":534},{"uri":"Appointment","surface_form":"appointed","offset":620},{"uri":"Folklore","surface_form":"folklore","offset":1342},{"uri":"Satan","surface_form":"Satan","offset":1379}]}