{"id":46990,"url":"http://en.wikipedia.org/wiki/Crane_fly","text":"Crane flies are flies in the family Tipulidae. They are insects. Crane flies look similar to large mosquitoes but, unlike mosquitoes, crane flies do not bite people or animals. Crane flies occasionally eat nectar.\nThey are also known as daddy longlegs around the world. The term 'daddy-long-legs' is also given to arachnids of the order Opiliones or the family Pholcidae. The larvae of crane flies are known commonly as leatherjackets.\nThere are about 15,000 different species and 525 genera of crane flies. This means that the Tipulidae (crane flies) are the largest group of flies. Most crane fly species (75%) were found by Charles P. Alexander.\nThe adult only lives to mate and lay eggs: 10 to 15 days is all. In some species the adult does not eat at all.\nLarvae.\nMost of the crane fly's life is spent as a larva. Crane fly larvae are called leatherjackets or 'leatherjacket slugs' because of the way they move and eat roots (such as those of grass in lawns) and other vegetation. Some leatherjackets are aquatic.\nLeatherjackets can cause damage to plants. Because of this, crane flies are a pest of lawn grass in some areas. Invasive (European) crane flies (\"Tipula paludosa\") cause extensive damage to turfgrass.\nLarvae of crane flies are divided into segments. They have a distinct head capsule on the front. The segments on the rear portion of the larva (the abdominal segments) often have long fleshy projections (like tentacles). Scientists have never seen the larvae from most crane fly species: less than 2% of the larvae are known.\nAppearance.\nAdult crane flies have very long legs and a long, thin abdomen. It is very easy to accidentally break off their delicate legs when catching crane flies. Their thin legs and abdomen may help them to escape from birds who try to eat them. Females have larger abdomens in comparison to the males. The female abdomen also ends in a pointed ovipositor that looks a bit like a stinger. Crane flies cannot sting.\nThe wings are often held out from the body when the crane fly is not moving. When the wings are held out, the large halteres (balancers) can be seen behind the wings. Unlike mosquitoes, crane flies can not fly well. They will sometimes \"wobble\" when flying.\nCrane flies that live in temperate places, such as \"Tipula\" species, may grow as big as 60 mm in size. Tropical crane flies may grow to more than 100 mm. The giant crane fly (\"Holorusia rubiginosa\") that lives in the western United States can reach 38 mm (1-3/8 inches). There are also small crane flies, the size of mosquitoes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flies","surface_form":"flies","offset":16},{"uri":"Family_(biology)","surface_form":"family","offset":29},{"uri":"Insect","surface_form":"insect","offset":56},{"uri":"Mosquito","surface_form":"mosquito","offset":99},{"uri":"Arachnids","surface_form":"arachnids","offset":314},{"uri":"Species","surface_form":"species","offset":469},{"uri":"Genera","surface_form":"genera","offset":485},{"uri":"Charles_P._Alexander","surface_form":"Charles P. Alexander","offset":627},{"uri":"Larva","surface_form":"larva","offset":812},{"uri":"Sod","surface_form":"grass","offset":948},{"uri":"Aquatic","surface_form":"aquatic","offset":1010},{"uri":"Pest_(biology)","surface_form":"pest","offset":1097},{"uri":"Larva","surface_form":"Larva","offset":1220},{"uri":"Segment","surface_form":"segment","offset":1259},{"uri":"Abdomen","surface_form":"abdominal","offset":1368},{"uri":"Tentacle","surface_form":"tentacle","offset":1429},{"uri":"Ovipositor","surface_form":"ovipositor","offset":1894},{"uri":"Wing","surface_form":"wing","offset":1968},{"uri":"Halteres","surface_form":"halteres","offset":2080},{"uri":"Temperate","surface_form":"temperate","offset":2247},{"uri":"Tropical","surface_form":"Tropical","offset":2325}]}