{"id":47,"url":"http://en.wikipedia.org/wiki/Atom","text":"Atoms are very small pieces of matter. There are many different types of atoms, each with its own name, mass and size. These different types of atoms are called chemical elements. The chemical elements are organized on the periodic table. Examples of elements are hydrogen and gold.\nAtoms are very small, but their exact size depends on the element. Atoms range from 0.1 to 0.5 nanometers in width. One nanometer is about 100,000 times smaller than the width of a human hair. This makes atoms impossible to see without special tools. Scientists discover how they work and interact with other atoms through experiments.\nAtoms can join together to make molecules: for example, two hydrogen atoms and one oxygen atom combine to make a water molecule. When atoms join together it is called a chemical reaction.\nAtoms are made up of three kinds of smaller particles, called protons, neutrons and electrons. The protons and neutrons are heavier, and stay in the middle of the atom, which is called the nucleus. The nucleus is surrounded by a cloud of light-weight electrons, these are attracted to the protons in the nucleus by the electromagnetic force because they have opposite electric charge<nowiki/>s.\nThe number of protons an atom has defines what chemical element it is, this number is sometimes called its atomic number. For example, hydrogen has one proton and sulfur has 16 protons. Because the mass of neutrons and protons is very similar, and the mass of electrons is very small, we can call the amount of protons and neutrons in an atom its atomic mass.\nAtoms move faster when they are in their gas form (because they are free to move) than they do in liquid form and solid matter. In solid materials, the atoms are tightly packed next to each other so they vibrate, but are not able to move (there is no room) as atoms in liquids do.\nHistory.\nThe word \"atom\" comes from the Greek (ἀτόμος) \"atomos\", \"indivisible\", from (ἀ)-, \"not,\" and τόμος, \"a cut.\" The first historical mention of the word atom came from works by the Greek philosopher Democritus, around 400 BC. Atomic theory stayed as a mostly philosophical subject, with not much actual scientific investigation or study, until the development of chemistry in the 1650s.\nIn 1777 French chemist Antoine Lavoisier defined the term \"element\" for the first time. He said that an element was any basic substance that could not be broken down into other substances by the methods of chemistry. Any substance that could be broken down was a \"compound\".\nIn 1803, English philosopher John Dalton suggested that elements were tiny, solid balls made of atoms. Dalton believed that all atoms of the same element have the same mass. He said that compounds are formed when atoms of more than one element combine. According to Dalton, in a certain compound, the atoms of the compound's elements always combine the same way.\nIn 1827, British scientist Robert Brown looked at pollen grains in water under his microscope. The pollen grains appeared to be jiggling. Brown used Dalton's atomic theory to describe patterns in the way they moved. This was called \"brownian motion\". In 1905 Albert Einstein used mathematics to prove that the seemingly random movements were caused by the reactions of atoms, and by doing this he conclusively proved the existence of the atom.\nIn 1869, Russian scientist Dmitri Mendeleev published the first version of the periodic table. The periodic table groups elements by their atomic number (how many protons they have. This is usually the same as the number of electrons).\nElements in the same column, or period, usually have similar properties. For example, helium, neon, argon, krypton and xenon are all in the same column and have very similar properties. All these elements are gases that have no colour and no smell. Also, they are unable to combine with other atoms to form compounds. Together they are known as the noble gases.\nThe physicist J.J. Thomson was the first person to discover electrons. This happened while he was working with cathode rays in 1897. He realized they had a negative charge, unlike protons (positive) and neutrons (no charge). Thomson created the plum pudding model, which stated that an atom was like plum pudding: the dried fruit (electrons) were stuck in a mass of pudding (protons). In 1909, a scientist named Ernest Rutherford used the Geiger–Marsden experiment to prove that most of an atom is in a very small space called the atomic nucleus. Rutherford took a photo plate and covered it with gold foil, and then shot alpha particles (made of two protons and two neutrons stuck together) at it. Many of the particles went through the gold foil, which proved that atoms are mostly empty space. Electrons are so small they make up only 1% of an atom's mass.\nIn 1913, Niels Bohr introduced the Bohr model. This model showed that electrons travel around the nucleus in fixed circular orbits. This was more accurate than the Rutherford model. However, it was still not completely right. Improvements to the Bohr model have been made since it was first introduced.\nIn 1925, chemist Frederick Soddy found that some elements in the periodic table had more than one kind of atom.\nFor example, any atom with 2 protons should be a helium atom. Usually, a helium nucleus also contains two neutrons. However, some helium atoms have only one neutron. This means they truly are helium, because an element is defined by the number of protons, but they are not normal helium, either. Soddy called an atom like this, with a different number of neutrons, an \"isotope\". To get the name of the isotope we look at how many protons and neutrons it has in its nucleus and add this to the name of the element. So a helium atom with two protons and one neutron is called helium-3, and a carbon atom with six protons and six neutrons is called carbon-12. However, when he developed his theory Soddy could not be certain neutrons actually existed. To prove they were real, physicist James Chadwick and a team of others created the mass spectrometer. The mass spectrometer actually measures the mass and weight of individual atoms. By doing this Chadwick proved that to account for all the weight of the atom, neutrons must exist.\nIn 1937, German chemist Otto Hahn became the first person to create nuclear fission in a laboratory. He discovered this by chance when he was shooting neutrons at a uranium atom, hoping to create a new isotope. However, he noticed that instead of a new isotope the uranium simply changed into a barium atom, a smaller atom than uranium. Apparently, Hahn had \"broken\" the uranium atom. This was the world's first recorded nuclear fission reaction. This discovery eventually led to the creation of the atomic bomb.\nFurther into the 20th century, physicists went deeper into the mysteries of the atom. Using particle accelerators they discovered that protons and neutrons were actually made of other particles, called quarks.\nThe most accurate model so far comes from the Schrödinger equation. Schrödinger realized that the electrons exist in a cloud around the nucleus, called the electron cloud. In the electron cloud, it is impossible to know exactly where electrons are. The Schrödinger equation is used to find out where an electron is likely to be. This area is called the electron's orbital.\nParts.\nThe complex atom is made up of three main particles; the proton, the neutron and the electron. The isotope of Hydrogen Hydrogen-1 has no neutrons, just the one proton and one electron. Protons have a positive electric charge and electrons have a negative charge. A positive hydrogen ion has no electrons, just the one proton. These two examples are the only known exceptions to the rule that all other atoms have at least one proton, one neutron and one electron each.\nElectrons are by far the smallest of the three atomic particles, their mass and size is too small to be measured using current technology. They have a negative charge. Protons and neutrons are of similar size and weight to each other, protons are positively charged and neutrons have no charge.\nMost atoms have a neutral charge; because the number of protons (positive) and electrons (negative) are the same, the charges balance out to zero. However, in ions (different number of electrons) this is not always the case, and they can have a positive or a negative charge. Protons and neutrons are made out of quarks, of two types; up quarks and down quarks. A proton is made of two up quarks and one down quark and a neutron is made of two down quarks and one up quark.\nNucleus.\nThe nucleus is in the middle of an atom. It is made up of protons and neutrons. Usually in nature, two things with the same charge repel or shoot away from each other. So for a long time it was a mystery to scientists how the positively charged protons in the nucleus stayed together. They solved this by finding a particle called a \"gluon\". Its name comes from the word \"glue\" as gluons act like atomic glue, sticking the protons together using the \"strong nuclear force\". It is this force which also holds the quarks together that make up the protons and neutrons.\nThe number of neutrons in relation to protons defines whether the nucleus is stable or goes through radioactive decay. When there are too many neutrons or protons, the atom tries to make the numbers the same by getting rid of the extra particles. It does this by emitting radiation in the form of alpha, beta or gamma decay. Nuclei can change through other means too. Nuclear fission is when the nucleus splits into two smaller nuclei, releasing a lot of stored energy. This release of energy is what makes nuclear fission useful for making bombs and electricity, in the form of nuclear power.\nThe other way nuclei can change is through nuclear fusion, when two nuclei join together, or fuse, to make a heavier nucleus. This process requires extreme amounts of energy in order to overcome the electrostatic repulsion between the protons, as they have the same charge. Such high energies are most common in stars like our Sun, which fuses hydrogen for fuel.\nElectrons.\nElectrons orbit, or travel around, the nucleus. They are called the atom's \"electron cloud\". They are attracted towards the nucleus because of the electromagnetic force. Electrons have a negative charge and the nucleus always has a positive charge, so they attract each other.\nAround the nucleus, some electrons are further out than others, in different layers. These are called \"electron shells\". In most atoms the first shell has two electrons, and all after that have eight. Exceptions are rare, but they do happen and are difficult to predict. The further away the electron is from the nucleus, the weaker the pull of the nucleus on it. This is why bigger atoms, with more electrons, react more easily with other atoms.\nThe electromagnetism of the nucleus is not strong enough to hold onto their electrons and atoms lose electrons to the strong attraction of smaller atoms.\nRadioactive decay.\nSome elements, and many isotopes, have what is called an \"unstable nucleus\". This means the nucleus is either too big to hold itself together or has too many protons or neutrons. When this happens the nucleus has to get rid of the excess mass or particles. It does this through radiation. An atom that does this can be called \"radioactive\". Unstable atoms continue to be radioactive until they lose enough mass/particles that they become stable. All atoms above atomic number 82 (82 protons, lead) are radioactive.\nThere are three main types of radioactive decay; alpha, beta and gamma.\nEvery radioactive element or isotope has what is named a \"half-life\". This is how long it takes half of any sample of atoms of that type to decay until they become a different stable isotope or element. Large atoms, or isotopes with a big difference between the number of protons and neutrons will therefore have a long half life, because they must lose more neutrons to become stable.\nMarie Curie discovered the first form of radiation. She found the element and named it radium. She was also the first female recipient of the Nobel Prize.\nFrederick Soddy conducted an experiment to observe what happens as radium decays. He placed a sample in a light bulb and waited for it to decay. Suddenly, helium (containing 2 protons and 2 neutrons) appeared in the bulb, and from this experiment he discovered this type of radiation has a positive charge.\nJames Chadwick discovered the neutron, by observing decay products of different types of radioactive isotopes. Chadwick noticed that the atomic number of the elements was lower than the total atomic mass of the atom. He concluded that electrons could not be the cause of the extra mass because they barely have mass.\nEnrico Fermi, used the neutrons to shoot them at uranium. He discovered that uranium decayed a lot faster than usual and produced a lot of alpha and beta particles. He also believed that uranium got changed into a new element he named hesperium.\nOtto Hahn and Fritz Strassmann repeated Fermi's experiment to see if the new element hesperium was actually created. They discovered two new things Fermi did not observe. By using a lot of neutrons the nucleus of the atom would split, producing a lot of heat energy. Also the fission products of uranium were already discovered: thorium, palladium, radium, radon and lead.\nFermi then noticed that the fission of one uranium atom shot off more neutrons, which then split other atoms, creating chain reactions. He realised that this process is called nuclear fission and could create huge amounts of heat energy.\nThat very discovery of Fermi's led to the development of the first nuclear bomb code-named 'Trinity'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Matter","surface_form":"matter","offset":31},{"uri":"Mass","surface_form":"mass","offset":104},{"uri":"Chemical_element","surface_form":"chemical element","offset":161},{"uri":"Periodic_table","surface_form":"periodic table","offset":223},{"uri":"Hydrogen","surface_form":"hydrogen","offset":264},{"uri":"Gold","surface_form":"gold","offset":277},{"uri":"Nanometer","surface_form":"nanometer","offset":378},{"uri":"Hair","surface_form":"hair","offset":470},{"uri":"Scientist","surface_form":"Scientist","offset":534},{"uri":"Experiments","surface_form":"experiments","offset":606},{"uri":"Molecule","surface_form":"molecule","offset":651},{"uri":"Oxygen","surface_form":"oxygen","offset":702},{"uri":"Water","surface_form":"water","offset":732},{"uri":"Chemical","surface_form":"chemical","offset":788},{"uri":"Proton","surface_form":"proton","offset":869},{"uri":"Neutron","surface_form":"neutron","offset":878},{"uri":"Electron","surface_form":"electron","offset":891},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":996},{"uri":"Electromagnetic","surface_form":"electromagnetic","offset":1126},{"uri":"Electric_charge","surface_form":"electric charge","offset":1175},{"uri":"Chemical_element","surface_form":"chemical element","offset":1249},{"uri":"Sulfur","surface_form":"sulfur","offset":1365},{"uri":"Relative_atomic_mass","surface_form":"atomic mass","offset":1549},{"uri":"Material","surface_form":"material","offset":1699},{"uri":"Vibration","surface_form":"vibrate","offset":1766},{"uri":"Greek_language","surface_form":"Greek","offset":1883},{"uri":"Indivisible","surface_form":"indivisible","offset":1909},{"uri":"Philosophy","surface_form":"philosopher","offset":2036},{"uri":"Philosophy","surface_form":"philosophical","offset":2108},{"uri":"Chemistry","surface_form":"chemistry","offset":2212},{"uri":"France","surface_form":"French","offset":2244},{"uri":"Antoine_Lavoisier","surface_form":"Antoine Lavoisier","offset":2259},{"uri":"Chemical_element","surface_form":"element","offset":2340},{"uri":"Chemical_compound","surface_form":"compound","offset":2500},{"uri":"England","surface_form":"English","offset":2520},{"uri":"John_Dalton","surface_form":"John Dalton","offset":2540},{"uri":"Robert_Brown","surface_form":"Robert Brown","offset":2901},{"uri":"Pollen","surface_form":"pollen","offset":2924},{"uri":"Brownian_motion","surface_form":"brownian motion","offset":3107},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":3133},{"uri":"Dmitri_Mendeleev","surface_form":"Dmitri Mendeleev","offset":3345},{"uri":"Periodic_table","surface_form":"periodic table","offset":3397},{"uri":"Atomic_number","surface_form":"atomic number","offset":3457},{"uri":"Proton","surface_form":"proton","offset":3481},{"uri":"Electron","surface_form":"electron","offset":3542},{"uri":"Helium","surface_form":"helium","offset":3640},{"uri":"Neon","surface_form":"neon","offset":3648},{"uri":"Argon","surface_form":"argon","offset":3654},{"uri":"Krypton","surface_form":"krypton","offset":3661},{"uri":"Xenon","surface_form":"xenon","offset":3673},{"uri":"Gas","surface_form":"gas","offset":3763},{"uri":"Noble_gas","surface_form":"noble gas","offset":3903},{"uri":"J.J._Thomson","surface_form":"J.J. Thomson","offset":3930},{"uri":"Cathode_ray","surface_form":"cathode ray","offset":4027},{"uri":"Electric_charge","surface_form":"charge","offset":4081},{"uri":"Plum_pudding_model","surface_form":"plum pudding model","offset":4161},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":4328},{"uri":"Geiger%E2%80%93Marsden_experiment","surface_form":"Geiger–Marsden experiment","offset":4355},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":4447},{"uri":"Mass","surface_form":"mass","offset":4770},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":4785},{"uri":"Bohr_model","surface_form":"Bohr model","offset":4811},{"uri":"Frederick_Soddy","surface_form":"Frederick Soddy","offset":5096},{"uri":"Helium","surface_form":"helium","offset":5240},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":5271},{"uri":"Isotope","surface_form":"isotope","offset":5560},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":5656},{"uri":"Mass_spectrometer","surface_form":"mass spectrometer","offset":6023},{"uri":"Germany","surface_form":"German","offset":6231},{"uri":"Otto_Hahn","surface_form":"Otto Hahn","offset":6246},{"uri":"Nuclear_fission","surface_form":"nuclear fission","offset":6290},{"uri":"Uranium","surface_form":"uranium","offset":6387},{"uri":"Barium","surface_form":"barium","offset":6517},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":6722},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":6827},{"uri":"Quarks","surface_form":"quarks","offset":6937},{"uri":"Schr%C3%B6dinger_equation","surface_form":"Schrödinger equation","offset":6991},{"uri":"Electron_cloud","surface_form":"electron cloud","offset":7101},{"uri":"Atomic_orbital","surface_form":"orbital","offset":7309},{"uri":"Proton","surface_form":"proton","offset":7382},{"uri":"Neutron","surface_form":"neutron","offset":7394},{"uri":"Electron","surface_form":"electron","offset":7410},{"uri":"Isotope","surface_form":"isotope","offset":7424},{"uri":"Hydrogen","surface_form":"Hydrogen","offset":7435},{"uri":"Ion","surface_form":"ion","offset":7608},{"uri":"Electric_charge","surface_form":"charge","offset":7954},{"uri":"Ion","surface_form":"ion","offset":8248},{"uri":"Quark","surface_form":"quark","offset":8402},{"uri":"Gluon","surface_form":"gluon","offset":8906},{"uri":"Glue","surface_form":"glue","offset":8944},{"uri":"Radioactive_decay","surface_form":"radioactive decay","offset":9239},{"uri":"Alpha_particle","surface_form":"alpha","offset":9436},{"uri":"Beta_particle","surface_form":"beta","offset":9443},{"uri":"Gamma_ray","surface_form":"gamma","offset":9451},{"uri":"Nuclear_fission","surface_form":"Nuclear fission","offset":9507},{"uri":"Energy","surface_form":"energy","offset":9601},{"uri":"Bomb","surface_form":"bomb","offset":9680},{"uri":"Electricity","surface_form":"electricity","offset":9690},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":9718},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":9776},{"uri":"Star","surface_form":"star","offset":10045},{"uri":"Sun","surface_form":"Sun","offset":10060},{"uri":"Electromagnetism","surface_form":"electromagnetic force","offset":10254},{"uri":"Radiation","surface_form":"radiation","offset":11282},{"uri":"Alpha_decay","surface_form":"alpha","offset":11568},{"uri":"Beta_decay","surface_form":"beta","offset":11575},{"uri":"Gamma_ray","surface_form":"gamma","offset":11584},{"uri":"Half-life_(element)","surface_form":"half-life","offset":11649},{"uri":"Marie_Curie","surface_form":"Marie Curie","offset":11977},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":12119},{"uri":"Enrico_Fermi","surface_form":"Enrico Fermi","offset":12756},{"uri":"Hesperium","surface_form":"hesperium","offset":12991},{"uri":"Otto_Hahn","surface_form":"Otto Hahn","offset":13002},{"uri":"Fritz_Strassmann","surface_form":"Fritz Strassmann","offset":13016},{"uri":"Uranium","surface_form":"uranium","offset":13298},{"uri":"Thorium","surface_form":"thorium","offset":13331},{"uri":"Palladium","surface_form":"palladium","offset":13340},{"uri":"Radium","surface_form":"radium","offset":13351},{"uri":"Radon","surface_form":"radon","offset":13359},{"uri":"Lead","surface_form":"lead","offset":13369}]}