{"id":470122,"url":"http://en.wikipedia.org/wiki/Student%27s_t-distribution","text":"Student's t-distribution is a probability distribution which was developed by William Sealy Gosset in 1908. \"Student\" is the pseudonym he used when he published the paper describing the distribution.\nA normal distribution describes a full population, \"t\"-distributions describe samples drawn from a full population; accordingly, the \"t\"-distribution for each sample size is different, and the larger the sample, the more the distribution resembles a normal distribution.\nThe \"t\"-distribution plays a role in many widely used statistical analyses, including the Student's \"t\"-test for assessing the statistical significance of the difference between two sample means, the construction of confidence intervals for the difference between two population means, and in linear regression analysis. The Student's \"t\"-distribution also arises in the Bayesian analysis of data from a normal family.\nHistory.\nGosset worked at a brewery and was interested in the problems of small samples, for example the chemical properties of barley. In the problems he analyzed, the sample size might be as low as three. Because of the small sample size, estimating the standard deviation is not possible. Also, in many cases Gosset encountered, the probability distribution of the samples was not known.\nOne version of the origin of the pseudonym is that Gosset's employer preferred staff to use pen names (instead of their real name) when publishing scientific papers, so he used the name \"Student\" to hide his identity. Another version is that the brewery did not want their competitors to know that they were using the \"t\"-test to test the quality of raw material.\nProperties.\nIf we take a sample of \"n\" observations from a normal distribution, then the \"t\"-distribution with \"ν = n−1\" degrees of freedom can be defined as the distribution of the location of the sample mean formula_1, relative to the true mean formula_1, divided by the sample standard deviation formula_1 over the normalizing term formula_1 (that is, formula_1). In this way, the \"t\"-distribution can be used to estimate how likely it is that the true mean lies in any given range.\nThe \"t\"-distribution is symmetric and bell-shaped, like the normal distribution, but has heavier tails, meaning that it is more prone to producing values that fall far from its mean. This makes it useful for understanding the statistical behavior of certain types of ratios of random quantities, in which variation in the denominator is amplified and may produce outlying values when the denominator of the ratio falls close to zero. The Student's \"t\"-distribution is a special case of the generalised hyperbolic distribution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Probability_distribution","surface_form":"probability distribution","offset":30},{"uri":"William_Sealy_Gosset","surface_form":"William Sealy Gosset","offset":78},{"uri":"Pseudonym","surface_form":"pseudonym","offset":125},{"uri":"Normal_distribution","surface_form":"normal distribution","offset":202},{"uri":"Student%27s_t-test","surface_form":"Student's \"t\"-test","offset":561},{"uri":"Statistical_significance","surface_form":"statistical significance","offset":598},{"uri":"Mean","surface_form":"mean","offset":660},{"uri":"Confidence_interval","surface_form":"confidence interval","offset":687},{"uri":"Regression_analysis","surface_form":"regression analysis","offset":771},{"uri":"Bayesian_analysis","surface_form":"Bayesian analysis","offset":842},{"uri":"Normal_family","surface_form":"normal family","offset":875},{"uri":"Brewery","surface_form":"brewery","offset":918},{"uri":"Sample","surface_form":"sample","offset":970},{"uri":"Chemical","surface_form":"chemical","offset":995},{"uri":"Barley","surface_form":"barley","offset":1018},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":1146},{"uri":"Probability_distribution","surface_form":"probability distribution","offset":1226},{"uri":"Normal_distribution","surface_form":"normal distribution","offset":1704},{"uri":"Normal_distribution","surface_form":"normal distribution","offset":2191},{"uri":"Generalised_hyperbolic_distribution","surface_form":"generalised hyperbolic distribution","offset":2621}]}