{"id":470119,"url":"http://en.wikipedia.org/wiki/Capitulation_of_Alexandria","text":"e=\"preserve\">The Capitulation of Alexandria was an important event in the struggle between France and England for influence in the Middle East in the years around 1800 AD.\nThe French Campaign in Egypt and Syria (1798–1801) was part of Napoleon Bonaparte's campaign in the East. His plan was to protect French trade, undermine Britain's access to India, and to establish scientific enterprise in the region. It was the main reason for his Mediterranean campaign of 1798, a series of naval engagements that included the capture of Malta. In July he defeated British and Mameluke forces in the Battle of the Pyramids and took control of Egypt.\nThe British responded. In the Battle of the Nile, 1798, the Royal Navy, under Horatio Nelson, defeated the French fleet off the coast of Egypt. The French fleet was almost completely destroyed, and that changed the balance of power between the two nations at war in the Mediterranean.\nOn land in Egypt the French were opposed by a joint force of British and Ottoman troops. Defeated, the French retreated to Alexandria, the second city of Egypt, where the British-led force surrounded them. On 30 August 1801 the French general Abdullah Jacques-François Menou offered to surrender and proposed terms. The terms were adjusted, then agreed. The event and the treaty is known as the \"Capitulation of Alexandria\".\nSo Britain got hold of the Rosetta Stone and other Egyptian antiquities collected by the French \"Commission des Sciences et des Arts\" and the scholars of the Institute d'Egypte.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":91},{"uri":"England","surface_form":"England","offset":102},{"uri":"Middle_East","surface_form":"Middle East","offset":131},{"uri":"AD","surface_form":"AD","offset":168},{"uri":"Egypt","surface_form":"Egypt","offset":195},{"uri":"Syria","surface_form":"Syria","offset":205},{"uri":"Napoleon_Bonaparte","surface_form":"Napoleon Bonaparte","offset":235},{"uri":"Trade","surface_form":"trade","offset":309},{"uri":"India","surface_form":"India","offset":346},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":438},{"uri":"Naval","surface_form":"naval","offset":482},{"uri":"Malta","surface_form":"Malta","offset":529},{"uri":"Battle_of_the_Nile","surface_form":"Battle of the Nile","offset":671},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":701},{"uri":"Horatio_Nelson","surface_form":"Horatio Nelson","offset":719},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":911},{"uri":"British","surface_form":"British","offset":987},{"uri":"Ottoman","surface_form":"Ottoman","offset":999},{"uri":"Alexandria","surface_form":"Alexandria","offset":1049},{"uri":"Rosetta_Stone","surface_form":"Rosetta Stone","offset":1378}]}