{"id":47016,"url":"http://en.wikipedia.org/wiki/Firefly","text":"Fireflies are a family of beetles called the Lampyridae. These beetles are special in that most of them have bioluminescence, the ability to produce light. They are sometimes called 'lightning bugs' or 'forest stars'. There are about 2000 different species, most of which are nocturnal.\nAdults use flashes of light to attract mates. Also, firefly larvae flash their lights to warn predators that they are not a tasty meal. Many predators do not like the taste of firefly larvae.\nBody.\nA firefly is an insect, so it has an exoskeleton and three body parts. Much like an annual cicada, they are usually soft-bodied, often with the elytra (front wings) more leathery than in other beetles.\nA firefly may be brown or black with yellow and red marks.\nFunction.\nAll fireflies glow as larvae. Bioluminescence serves a different function in lampyrid larvae than it does in adults. It appears to be a warning signal to predators, since many firefly larvae contain chemicals that are distasteful or toxic.\nLight in adult beetles was originally thought to be used for similar warning purposes, but its main purpose is now thought to be mate selection. Fireflies are a classic example of an organism that uses bioluminescence for sexual selection. They have evolved a variety of ways to communicate with mates in courtships: steady glows, flashing, and the use of chemical signals unrelated to photic systems.\nHabitat.\nFireflies live in tropical climates in the United States, Latin America, Caribbean Island, and South East Asia. They also live east of Rocky Mountains. Fireflies like to live in damp areas and dry areas. Examples of damp areas are rain forests, streams, marshes, ponds and leaf piles. Examples of dry areas are backyards and meadows.\nMost species live in marshes or near water, because there their larvae have more than enough food.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":16},{"uri":"Beetle","surface_form":"beetle","offset":26},{"uri":"Bioluminescence","surface_form":"bioluminescence","offset":109},{"uri":"Light","surface_form":"light","offset":149},{"uri":"Species","surface_form":"species","offset":249},{"uri":"Nocturnal","surface_form":"nocturnal","offset":276},{"uri":"Mate","surface_form":"mate","offset":326},{"uri":"Larvae","surface_form":"larvae","offset":347},{"uri":"Predator","surface_form":"predator","offset":381},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":522},{"uri":"Elytra","surface_form":"elytra","offset":629},{"uri":"Predator","surface_form":"predator","offset":910},{"uri":"Chemical","surface_form":"chemical","offset":955},{"uri":"Toxic","surface_form":"toxic","offset":989},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":1218},{"uri":"Marsh","surface_form":"marsh","offset":1762}]}