{"id":4702,"url":"http://en.wikipedia.org/wiki/Victoria%2C_British_Columbia","text":"Victoria is the capital city of the province of British Columbia, Canada. It is named after Queen Victoria. Over 350,000 people live in the Victoria area. Many people work for the government or in tourism. It is warmer than other Canadian cities in the winter, so many Canadians move there when they retire.\nVictoria is on Vancouver Island. Most people travel there by boat (ferry) from Vancouver, or from Washington State. Victoria has three ferry docks and an airport, Victoria International Airport.\nVictoria has one of the mildest climates in Canada, with gardens blooming year-round.\nSome tourist attractions are the Butchart Gardens and the Royal British Columbia Museum. Some of the best-known buildings are the government buildings and the Empress Hotel, and both are by the Inner Harbour.\nThe first people to live in the area were the Coast Salish native people. People from England built Fort Victoria in 1843. Victoria became a city in 1862.\n18,000 students study at the University of Victoria. Other people study at Camosun College, Royal Roads University, University Canada West, Victoria College of Art, and the Canadian College of Performing Arts. Students from all over the world study at Pearson College, near Victoria.\nThe Canadian navy has ships in a part of the city called Esquimalt.\nSome of the parks include Beacon Hill Park, East Sooke Park, Mount Work Park, and Mount Douglas Park.\nThere are many flowers in Victoria; it is called the \"city of gardens.\" It is a lot drier than places nearby, and has little snow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital city","offset":16},{"uri":"Province","surface_form":"province","offset":36},{"uri":"British_Columbia","surface_form":"British Columbia","offset":48},{"uri":"Canada","surface_form":"Canada","offset":66},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":92},{"uri":"Government","surface_form":"government","offset":180},{"uri":"Tourism","surface_form":"tourism","offset":197},{"uri":"Vancouver_Island","surface_form":"Vancouver Island","offset":323},{"uri":"Vancouver","surface_form":"Vancouver","offset":387},{"uri":"Washington","surface_form":"Washington","offset":406},{"uri":"Museum","surface_form":"Museum","offset":670},{"uri":"University","surface_form":"University","offset":982},{"uri":"College","surface_form":"College","offset":1036}]}