{"id":470206,"url":"http://en.wikipedia.org/wiki/Mihailo_%C4%90uri%C4%87","text":"e=\"preserve\">Mihailo Đurić (Serbian Cyrillic: Михаило Ђурић; 22 August 1925 – 25 November 2011) was one of Serbia's most prominent philosophers, a professor at the University of Belgrade's Law School, and a member of the Serbian Academy of Sciences and Arts.\nBirth, education and academic career.\nMihailo Đurić was born in Šabac, Kingdom of Yugoslavia to Stevan (a judge) and Milica (nee Despotović, a schoolteacher). After finishing gymnasuim he studied law, philosophy, and classical philology at Belgrade University. He earned his PhD in law at Belgrade University in 1954.\nĐurić began teaching at the Law School of Belgrade University in 1954 and received tenure in 1969. At the Law School he taught History of politics theories, General sociology, and Social science methodology classes. He lost his tenure at the University and was jailed in 1973 because of his public speech, given on March 18. 1971. From 1974. to 1989. he worked as a scholar at the Social Science Institute in Belgrade. In the same period he was a visiting philosophy professor at West Berlin, Augsburg University.\nAlong with professor Jozef Simon and as a philosopher, Đurić was head of the Nietsche philosophy international seminars from 1981. to 1991. at the Dubrovnik Inter-university Center, Dubrovnik Yugoslavia.\nĐurić, for contribution to the philosophical and legal sciences, won the international Prize \"Prof. Luigi Tartufari\" from the prominent National Academy of Sciences of the Republic of Italy, in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Serbian_language","surface_form":"Serbian","offset":28},{"uri":"Cyrillic","surface_form":"Cyrillic","offset":36},{"uri":"University_of_Belgrade","surface_form":"University of Belgrade","offset":164},{"uri":"University_of_Belgrade_Faculty_of_Law","surface_form":"Law School","offset":189},{"uri":"Serbian_Academy_of_Sciences_and_Arts","surface_form":"Serbian Academy of Sciences and Arts","offset":221}]}