{"id":47046,"url":"http://en.wikipedia.org/wiki/Arrest","text":"e=\"preserve\">An arrest is when a person's liberty is removed by taking them into detention (custody}. This is usually done after an investigation of a crime or in stopping a crime from taking place. The term comes from Anglo-Norman. It is related to the French word \"arrêt\", which means \"stop\".\nPolice and some other organisations are allowed to arrest people. In some places, normal people can arrest others (a \"citizen's arrest\"). For example, in England and Wales, a citizen's arrest can be made on someone who has committed a serious crime, though there are rules as to when and how this can be done.\nWhere the word comes from.\nThe word \"arrest\" comes from Anglo-Norman. It is taken from the French word \"arrêt\". Arrêt means 'to stop or stay'. There are many slang terms for being arrested in different countries. In British slang, the term \"nicked\" is often used to mean \"arrested\", and \"nick\" can also mean a police station. In the United States and France, \"collared\" is sometimes used. The term \"lifted\" is also used.\nUnited States.\nWhen there is a good reason to think someone has committed a serious crime, the police usually handcuff an arrested person. The person will be taken to a police station or jail. There, they can be bailed or have their charge read out to them and asked how they plead. This is called an arraignment.\nIndia.\nIndian law says that arrests do not need to be formal. The arrest can be made by a normal citizen, a police officer or a Magistrate. The police officer needs to tell the person who is being arrested what they did wrong and that they can be let go on bail if the crime allows people to be bailed.\nUnited States.\nA Miranda warning is only needed when a person has already been arrested is being questioned. This warning tells the person who has been arrested that they can be silent, can have a counsel with them, and warns them that whatever they say can be used against them. Police also must tell the person who has been arrested about their Miranda Rights.\nUnited Kingdom.\nIn the United Kingdom a person must be told that they are under arrest. They must also be told, in simple language that they can understand, the reasons for their arrest. A person must be 'cautioned' when they are arrested unless this can not be done, for example if the person being arrested is being violent or is drunk. The caution given in England and Wales is: You do not have to say anything, but it may harm your defence if you do not mention when questioned something which you later rely on in court. Anything you do say may be given in evidence.\nThis exact wording is not needed as long as the same information is given.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liberty","surface_form":"liberty","offset":42},{"uri":"Detective","surface_form":"investigation","offset":132},{"uri":"Crime","surface_form":"crime","offset":151},{"uri":"Anglo-Norman_language","surface_form":"Anglo-Norman","offset":219},{"uri":"Police","surface_form":"Police","offset":295},{"uri":"England_and_Wales","surface_form":"England and Wales","offset":449},{"uri":"Anglo-Norman_language","surface_form":"Anglo-Norman","offset":661},{"uri":"Slang","surface_form":"slang","offset":763},{"uri":"British_slang","surface_form":"British slang","offset":821},{"uri":"Police_station","surface_form":"police station","offset":915},{"uri":"United_States","surface_form":"United States","offset":938},{"uri":"France","surface_form":"France","offset":956},{"uri":"Felony","surface_form":"serious crime","offset":1102},{"uri":"Handcuff","surface_form":"handcuff","offset":1136},{"uri":"Police_station","surface_form":"police station","offset":1195},{"uri":"County_jail","surface_form":"jail","offset":1213},{"uri":"Plead","surface_form":"plead","offset":1302},{"uri":"Formal","surface_form":"formal","offset":1394},{"uri":"Magistrate","surface_form":"Magistrate","offset":1468},{"uri":"Bail","surface_form":"bail","offset":1597},{"uri":"Miranda_warning","surface_form":"Miranda warning","offset":1660},{"uri":"Counsel","surface_form":"counsel","offset":1840},{"uri":"Miranda_Rights","surface_form":"Miranda Rights","offset":1990}]}