{"id":47055,"url":"http://en.wikipedia.org/wiki/Bretton_Woods_system","text":"The Bretton Woods system was the first system used to control the value of money between different countries. It meant that each country had to have a monetary policy that kept the exchange rate of its currency within a fixed value—plus or minus one percent—in terms of gold.\nThe International Monetary Fund (IMF) was created to fight against temporary imbalances of payments. The Bretton Woods system was the first monetary order that organized monetary relations among independent nation-states.\nIt set out the rules for commercial and financial relations among the world's major industrial states.\nPlans to rebuild the international economic system after the end of World War II started before the war ended. 730 delegates from all 44 Allies of World War II came to Bretton Woods, New Hampshire for the \"United Nations Monetary and Financial Conference\". The delegates discussed and then signed the Bretton Woods Agreements during the first three weeks of July 1944.\nThe planners at Bretton Woods set up a system of rules, institutions, and procedures to regulate the international monetary system. They started the International Bank for Reconstruction and Development (IBRD) (now one of five institutions in the World Bank Group) and the \"International Monetary Fund\" (IMF). These organizations became active in 1946 after enough countries had ratified the agreement.\nUntil the early 1970s, the Bretton Woods system worked. It controlled conflict and achieved the common goals of the leading states that had created it, especially the United States. But in 1971, In the face of increasing strain, the United States decided not to allow the conversion of dollars to gold and the system collapsed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monetary_policy","surface_form":"monetary policy","offset":151},{"uri":"Exchange_rate","surface_form":"exchange rate","offset":181},{"uri":"Currency","surface_form":"currency","offset":202},{"uri":"Gold","surface_form":"gold","offset":270},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":280},{"uri":"Balance","surface_form":"imbalances","offset":353},{"uri":"Commerce","surface_form":"commercial","offset":523},{"uri":"Finance","surface_form":"financial","offset":538},{"uri":"World_War_II","surface_form":"World War II","offset":669},{"uri":"Allies_of_World_War_II","surface_form":"Allies of World War II","offset":738},{"uri":"Discussion","surface_form":"discussed","offset":872},{"uri":"World_Bank_Group","surface_form":"World Bank Group","offset":1217},{"uri":"Ratification","surface_form":"ratified","offset":1349},{"uri":"Agreement","surface_form":"agreement","offset":1362},{"uri":"United_States","surface_form":"United States","offset":1540},{"uri":"United_States","surface_form":"United States","offset":1606},{"uri":"United_States_dollar","surface_form":"dollars","offset":1659}]}