{"id":47084,"url":"http://en.wikipedia.org/wiki/Boris_Yeltsin","text":"Boris Nikolayevich Yeltsin (;; February 1, 1931 – April 23, 2007) was the first President of Russia and the country's first elected leader. He served from 1991 to 1999.\nEarly life.\nYeltsin was born in a small village near the Ural Mountains on February 1, 1931. As a boy, he lost two fingers from his left hand after he and his friends played with grenades they had stolen from an army store. Yeltsin worked as a builder, then joined the Communist Party in 1961. He was the leader of the city of Sverdlovsk (now Yekaterinburg) during the 1970s. One of the things he did was demolish the building where Nicholas II and his family were shot.\nPolitical career.\nIn 1985, Mikhail Gorbachev made Yeltsin the leader of the city of Moscow. Yeltsin became one of the more liberal members of Gorbachev's government, and he often complained that Gorbachev's reforms were not doing enough. Eventually, in 1987, he had an argument with Gorbachev and ended up being kicked out. Yeltsin then became determined to get revenge. After Russia's elections in 1989, Yeltsin became leader of the Russian Parliament. It was his idea to create the office of President of Russia in the first place.\nPresident of Russia.\nYeltsin became the first elected leader of Russia in 1991. He won 57% of the vote. Two months later, Yeltsin became a hero across Russia when he helped stop an attack on the government in Moscow. Later that year, the Soviet Union collapsed as Russia and all 14 other divisions made themselves independent. Yeltsin won support from the United States and Europe when he promised to bring capitalism and democracy to Russia, but the 1990s were difficult times for Russia and Yeltsin was an unpopular leader while President.\nIn 1993, the Russian Parliament tried to remove Yeltsin from power after he tried to hold early elections. The problem got so bad that Yeltsin ended up using tanks to attack the Russian Parliament building. After he stopped Parliament, Yeltsin ruled as a dictator for a few months until a new constitution was approved by voters.\nThroughout the rest of his time as President, Russia would be affected by many money problems, including inflation and corruption. Yeltsin decided to sell off many things the government had owned, such as oil and natural gas, and many government businesses, but these ended up falling into the hands of a small powerful group of billionaries, who became known as the oligarchs. In 1998, Russia suffered a large financial crisis. Yeltsin also started a war to stop the Chechnya part of Russia from breaking away.\nDespite these problems, Yeltsin was re-elected in 1996. His biggest opponent was a Communist, Gennady Zyuganov. Many Russians felt that if Zyuganov was elected, it would cause a civil war. But by the time he resigned on New Year's Eve in 1999, Yeltsin was so unpopular, that his approval rating was believed to be just 2%.\nLater career.\nYeltsin's Prime Minister Vladimir Putin took over as President. This was only temporary, but Putin was then properly elected a few months later when an election was held to decide who should replace Yeltsin.\nPersonal life.\nYeltsin struggled with alcoholism while President. This often resulted in some strange behaviour when he visited other countries. During a visit to Berlin, he grabbed a stick and tried to conduct a military band. During a visit to Washington, he was found drunk outside the White House by members of the Secret Service. He also suffered from heart attacks.\nDeath.\nYeltsin died of congestive heart failure on April 23, 2007 in Moscow, Russia, aged 76. His funeral was held on April 25, 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Russia","surface_form":"President of Russia","offset":80},{"uri":"Ural_Mountains","surface_form":"Ural Mountains","offset":226},{"uri":"Grenade","surface_form":"grenade","offset":348},{"uri":"Nicholas_II","surface_form":"Nicholas II","offset":602},{"uri":"Mikhail_Gorbachev","surface_form":"Mikhail Gorbachev","offset":667},{"uri":"Moscow","surface_form":"Moscow","offset":724},{"uri":"Liberal","surface_form":"liberal","offset":763},{"uri":"United_States","surface_form":"United States","offset":1530},{"uri":"Europe","surface_form":"Europe","offset":1548},{"uri":"Capitalism","surface_form":"capitalism","offset":1581},{"uri":"Democracy","surface_form":"democracy","offset":1596},{"uri":"Parliament","surface_form":"Parliament","offset":1737},{"uri":"Constitution","surface_form":"constitution","offset":2009},{"uri":"Inflation","surface_form":"inflation","offset":2151},{"uri":"Corruption","surface_form":"corruption","offset":2165},{"uri":"Chechnya","surface_form":"Chechnya","offset":2514},{"uri":"Communist","surface_form":"Communist","offset":2641},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":2920},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3141},{"uri":"White_House","surface_form":"White House","offset":3392},{"uri":"Secret_Service","surface_form":"Secret Service","offset":3422},{"uri":"Heart_attack","surface_form":"heart attack","offset":3460},{"uri":"Heart_failure","surface_form":"heart failure","offset":3509},{"uri":"Moscow","surface_form":"Moscow","offset":3544}]}