{"id":470890,"url":"http://en.wikipedia.org/wiki/Peter_McDougall","text":"e=\"preserve\">Peter McDougall (born 1947, Greenock, Scotland) is a BAFTA and Prix Italia award-winning television playwright. His major success was in the 1970s.\nMcDougall claims to have had very little schooling. He also claims he rarely read books. He began his working life at the age of fourteen in the shipyards of Greater Glasgow and Greenock. McDougall worked there with future comedian and actor Billy Connolly. The pair were depressed by the harsh conditions. They felt low because of the menial work. McDougall left Scotland. He moved to London. He worked as a house painter there.\nIn October 2007, a DVD boxed set featuring most of McDougall's work, \"The Peter McDougall Collection\" was released by John Williams Productions. This collection featured three Play for Today titles: Just Another Saturday, The Elephant's Graveyard, Just A Boy's Game, and a Screen One drama: \"Down Among the Big Boys\". It also featured on the DVD an exclusive documentary \"Razor Sharp\". \"Razor Sharp\" was written and presented by Scottish writer Simon Farquhar. It explored the work and life of Peter McDougall. The DVD featured a rare interview with Peter McDougall.\nMcDougall was finally awarded with a BAFTA in 2008. He received a lifetime achievement award - for \"Outstanding contribution to Scottish broadcasting\". A retrospective multiple screening of John Mackenzie and McDougall's collaborations was also shown at the Edinburgh International Festival in 2009.\nMcDougall was also one of a number of prominent Scots who attended the 2010 funeral of Trade Union Leader Jimmy Reid. Scottish filmmaker Eleanor Yule has also made a documentary for the BBC \"Late Show\" on the work of McDougall.\nMcDougall lives in the West End of Glasgow. He resides with his parter, acclaimed director and writer Morag Fullarton. McDougall can often be seen hanging around the famous Oran Mor theatre pub in the West of Glasgow.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greenock","surface_form":"Greenock","offset":41},{"uri":"Scotland","surface_form":"Scotland","offset":51},{"uri":"BAFTA","surface_form":"BAFTA","offset":66},{"uri":"Prix_Italia","surface_form":"Prix Italia","offset":76},{"uri":"Television","surface_form":"television","offset":102},{"uri":"Playwright","surface_form":"playwright","offset":113},{"uri":"Glasgow","surface_form":"Glasgow","offset":327},{"uri":"Greenock","surface_form":"Greenock","offset":339},{"uri":"Comedian","surface_form":"comedian","offset":384},{"uri":"Actor","surface_form":"actor","offset":397},{"uri":"Billy_Connolly","surface_form":"Billy Connolly","offset":403},{"uri":"DVD","surface_form":"DVD","offset":610},{"uri":"Play_for_Today","surface_form":"Play for Today","offset":767},{"uri":"Just_Another_Saturday","surface_form":"Just Another Saturday","offset":790},{"uri":"Simon_Farquhar","surface_form":"Simon Farquhar","offset":1036},{"uri":"BAFTA","surface_form":"BAFTA","offset":1195},{"uri":"John_Mackenzie_(director)","surface_form":"John Mackenzie","offset":1348},{"uri":"Edinburgh_International_Festival","surface_form":"Edinburgh International Festival","offset":1416},{"uri":"Jimmy_Reid","surface_form":"Jimmy Reid","offset":1564},{"uri":"Eleanor_Yule","surface_form":"Eleanor Yule","offset":1595},{"uri":"West_End","surface_form":"West End","offset":1709},{"uri":"Glasgow","surface_form":"Glasgow","offset":1721},{"uri":"Writer","surface_form":"writer","offset":1781},{"uri":"Morag_Fullarton","surface_form":"Morag Fullarton","offset":1788},{"uri":"Oran_Mor","surface_form":"Oran Mor","offset":1859}]}