{"id":470977,"url":"http://en.wikipedia.org/wiki/Crate","text":"A crate is a type of container often used in shipping. It can be made of wood, but crates made to carry bottles are often plastic. Steel and aluminium crates are also used.\nHistory.\nThe word crate comes from the word:.\nThe earliest packaging materials were made of wood and wood fiber. The first crates used to transport anything were hampers or baskets. They were made of twigs, strips of wood, roots, and reeds. Whatever was available that could be woven into a container. Baskets were used to hold and transport food and goods. Later glass and ceramic jugs were protected by baskets.\nThe first documented reference to a shipping crate in the United States is in a 1930 handbook, \"Technical Bulletin No. 171\" written by C. A. Plaskett for the US Department of Agriculture. His writing implies that crates were defined before that time. C. A. Plaskett was known for his extensive testing and defining of various components of transport packaging.\nConstruction.\nWhile both can be used for shipping, a crate is different from a box. A crate has a frame while a box generally does not. Crates are rigid containers built for the purpose of protecting the contents. Crates can be made of wood, plastic, metal or other materials. Crates usually need to be designed to exactly fit what it is they are protecting. Reusing a crate that does not fit the contents can waste space and harm the contents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Container","surface_form":"container","offset":21},{"uri":"Shipping","surface_form":"shipping","offset":45},{"uri":"Wood","surface_form":"wood","offset":73},{"uri":"Bottle","surface_form":"bottle","offset":104},{"uri":"Plastic","surface_form":"plastic","offset":122},{"uri":"Containers","surface_form":"packaging materials","offset":232},{"uri":"Wood","surface_form":"wood","offset":265},{"uri":"Wood_fibre","surface_form":"wood fiber","offset":274},{"uri":"Twig","surface_form":"twig","offset":373},{"uri":"Root","surface_form":"root","offset":396},{"uri":"Reed_(plant)","surface_form":"reeds","offset":407},{"uri":"Transport","surface_form":"transport","offset":505},{"uri":"Good_(economics)","surface_form":"goods","offset":524},{"uri":"Glass","surface_form":"glass","offset":537},{"uri":"Ceramic","surface_form":"ceramic","offset":547},{"uri":"Jug_(container)","surface_form":"jugs","offset":555},{"uri":"Box","surface_form":"box","offset":1027},{"uri":"Frame","surface_form":"frame","offset":1046},{"uri":"Rigid","surface_form":"rigid","offset":1095},{"uri":"Protect","surface_form":"protect","offset":1137},{"uri":"Content","surface_form":"content","offset":1152}]}