{"id":470964,"url":"http://en.wikipedia.org/wiki/Ahmed_Fagih","text":"Ahmed Ibrahim al-Fagih (\"’áħmad 'Ibrāhīm al-faqīh\") (born December 28, 1942) is a Libyan novelist, playwright, essayist, journalist and diplomat. He began writing short stories at an early age. He published them in Libyan newspapers and magazines. Hl-Fagih gained recognition in 1965 when his first collection of short stories \"There Is No Water in the Sea\" () won him the highest award sponsored by the Royal Commission of Fine Arts in Libya. Fagih wrote more many books in of different genres. They included short stories, novels, plays, and essays. Some of them are the \"Gazelles (play)\" \"Evening Visitor (play)\", \"Gardens of the Night Trilogy (novels), The Valley of Ashes (novel)\", and his twelve volume epic novel \"Maps of the Soul\".\nAhmed Fagih held several diplomatic posts representing Libya, in London, Athens, Bucharest and Cairo. Fagih lives and works between Cairo and Tripoli.\nBiography.\nAhmed Fagih was born in 1942 in Mizda, Libya. It was a small oasis town south of Tripoli. He entered school there. Fagih studied until his teenage years. Then he migrated to Tripoli in 1957. He pursued higher studies. He began his writing career there. Fagih travelled in 1962 to Egypt to study journalism. He had help of a UNESCO sponsorship program. He returned later to Tripoli to work as a journalist. In 1965 he published his first collection of short stories titled \"There Is No Water in the Sea (\"Arabic:\" \"البحر لا ماء فيه\") \"which won him the highest award sponsored by the Royal Commission of Fine Arts in Libya. In the late 1960s he travelled to London. He studied drama and theatre until 1972. After returning from Britain he was appointed the director of the National Institute of Music and Drama. In 1972 Fagih became the editor of the influential cultural and literary newspaper \"The Cultural Weekly (\"Arabic: الاسبوع الثقافي \"al-Usbūʻ al-thaqāfi\")\" \". It featured many new Libyan writers. During this period he founded \"The New Theatre \"play and drama group.\nFagih became the head of the Department of Arts and Literature at the Libyan Ministry of Information and Culture in 1978. He was one of the founders of the Union of Libyan Writers. He was elected as its first Secretary General. He later travelled back to London to take a diplomatic position as the press counsellor at the Libyan Embassy in the United Kingdom. He established the Arab Cultural Trust. It launched a cultural quarterly magazine named \"Azure \"becoming its editor-in-chief.\nIn 1983 he was awarded a Doctorate of Philosophy PhD from the Faculty of Arts of The University of Edinburgh submitting a thesis on 'The Libyan short story' He published his three part novel \"Garden of The Night \"in 1991. It won the best creative work of the Beirut Book Fair. In 2000, he edited an English anthology of 13 short stories by Libyan writers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Libya","surface_form":"Libya","offset":82},{"uri":"Novelist","surface_form":"novelist","offset":89},{"uri":"Playwright","surface_form":"playwright","offset":99},{"uri":"Essayist","surface_form":"essayist","offset":111},{"uri":"Journalist","surface_form":"journalist","offset":121},{"uri":"Diplomat","surface_form":"diplomat","offset":136},{"uri":"Libya","surface_form":"Libya","offset":215},{"uri":"Newspaper","surface_form":"newspaper","offset":222},{"uri":"Magazine","surface_form":"magazine","offset":237},{"uri":"Libya","surface_form":"Libya","offset":795},{"uri":"London","surface_form":"London","offset":805},{"uri":"Athens","surface_form":"Athens","offset":813},{"uri":"Bucharest","surface_form":"Bucharest","offset":821},{"uri":"Cairo","surface_form":"Cairo","offset":835},{"uri":"Cairo","surface_form":"Cairo","offset":872},{"uri":"Tripoli","surface_form":"Tripoli","offset":882},{"uri":"Mizda","surface_form":"Mizda","offset":934},{"uri":"Libya","surface_form":"Libya","offset":941},{"uri":"Arabic_language","surface_form":"Arabic","offset":1406},{"uri":"Arabic_language","surface_form":"Arabic","offset":1819},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2322},{"uri":"Arab_Cultural_Trust","surface_form":"Arab Cultural Trust","offset":2357},{"uri":"Magazine","surface_form":"magazine","offset":2411},{"uri":"Philosophy","surface_form":"Philosophy","offset":2502},{"uri":"PhD","surface_form":"PhD","offset":2513},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":2549},{"uri":"Thesis","surface_form":"thesis","offset":2586},{"uri":"Novel","surface_form":"novel","offset":2649},{"uri":"Beirut","surface_form":"Beirut","offset":2723},{"uri":"Anthology","surface_form":"anthology","offset":2771}]}