{"id":471020,"url":"http://en.wikipedia.org/wiki/Santa_Claus_lore","text":"Santa Claus has many homes in the world. His main family house is near the beautiful and magnificent Northern Lights region (Aurea Borealis countries) in the polar north of the world. \"As time went by, more and more was added to the Santa Claus legend. Thomas Nast, a 19th century cartoonist, did a series of drawings for \"Harper's Weekly\". Nash's vision of Santa had him living at the North Pole.\"\nMore people in many far away countries have to receive new gifts and rewards for their goodness. They get gifts for their compassionate polite manners, gentleness, and good deeds towards their family, their parents, and their brothers and sisters.\n\"After the Reformation, the feast and veneration of St. Nicholas were abolished in many countries, and the new figure of the Christmas Man substituted, so that soon the people in those countries forgot St. Nicholas who had once been so dear to them.\"\n\"Any kid can tell you where Santa Claus is from—the North Pole. But his historical journey is even longer and more fantastic than his annual, one-night circumnavigation of the globe.\"\nSanta's new additional homes in many more countries make it easier and faster for the postal services to bring all the letters from every good person who writes to Santa Claus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northern_Lights","surface_form":"Northern Lights","offset":101},{"uri":"Aurea_Borealis","surface_form":"Aurea Borealis","offset":125},{"uri":"North_Pole","surface_form":"polar north","offset":158},{"uri":"Santa_Claus","surface_form":"Santa Claus","offset":233},{"uri":"Thomas_Nast","surface_form":"Thomas Nast","offset":253},{"uri":"Cartoonist","surface_form":"cartoonist","offset":281},{"uri":"%26quot%3BHarper%27s_Weekly%26quot%3B","surface_form":"\"Harper's Weekly\"","offset":322},{"uri":"North_Pole","surface_form":"North Pole","offset":386},{"uri":"Compassion","surface_form":"compassion","offset":521},{"uri":"Reformation","surface_form":"Reformation","offset":658},{"uri":"Christmas","surface_form":"Christmas","offset":772}]}