{"id":471046,"url":"http://en.wikipedia.org/wiki/New_World_oriole","text":"New World orioles are a group of birds in the genus \"Icterus\". They are in the blackbird family, and not related to Old World orioles of the family Oriolidae. Icterid species are strikingly similar in size, diet, behaviour, and strongly contrasting plumage to Old World orioles. This is a good example of convergent evolution.\nMales are typically black and vibrant yellow or orange with white markings, females and immature birds duller. They moult annually. New World orioles are generally slender with long tails and a pointed bill. They mainly eat insects, but also enjoy nectar and fruit. The nest is a woven, elongated pouch. Species nesting in areas with cold winters are strongly migratory, while subtropical and tropical species are more sedentary (do not migrate.\nThe name \"oriole\" was first recorded (in the Latin form \"oriolus\") by Albertus Magnus in about 1250, which he stated to be onomatopoeic, from the song of the European golden oriole.\nThe genus name \"Icterus\" as used by classical authors, referred to a bird with yellow or green plumage. In modern times this has been identified as the golden oriole. Brisson mistakenly re-applied the name to the New World birds because of their similarity in appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bird","surface_form":"bird","offset":33},{"uri":"Blackbird","surface_form":"blackbird","offset":79},{"uri":"Old_World_oriole","surface_form":"Old World oriole","offset":116},{"uri":"Oriolidae","surface_form":"Oriolidae","offset":148},{"uri":"Diet","surface_form":"diet","offset":207},{"uri":"Behaviour","surface_form":"behaviour","offset":213},{"uri":"Feather","surface_form":"plumage","offset":249},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":305},{"uri":"Moult","surface_form":"moult","offset":443},{"uri":"Migration","surface_form":"migratory","offset":687},{"uri":"Latin","surface_form":"Latin","offset":818},{"uri":"Albertus_Magnus","surface_form":"Albertus Magnus","offset":843},{"uri":"Onomatopoeia","surface_form":"onomatopoeic","offset":896},{"uri":"Golden_oriole","surface_form":"golden oriole","offset":940},{"uri":"Golden_oriole","surface_form":"golden oriole","offset":1107},{"uri":"Mathurin_Jacques_Brisson","surface_form":"Brisson","offset":1122}]}