{"id":471453,"url":"http://en.wikipedia.org/wiki/The_world%27s_100_most_threatened_species","text":"The world's 100 most threatened species was chosen by over 8,000 scientists from the IUCN Species Survival Commission (IUCN SSC), and the Zoological Society of London. The report was published by the Zoological Society of London in 2012 as the book, \"Priceless or Worthless?\"\nThe species are threatened with extinction, and they have no obvious benefit for humans. This was deliberate, to avoid \"vested interests\". Iconic and charismatic species, such as tigers and pandas, and economically important species, have many defenders. These apparently \"worthless\" species had none. The title of the report, \"Priceless or Worthless?\", is based on that shared quality of the species. The report's co-author, Ellen Butcher, stated one of the guiding principles of the list, \"If we take immediate action we can give them a fighting chance for survival. But this requires society to support the moral and ethical position that all species have an inherent right to exist\".\nScientists are finding they have to justify funding for protection by showing what the human benefits would be. Jonathan Baillie, of the Zoological Society of London, said \"The donor community and conservation movement are increasingly leaning towards a 'what can nature do for us?' approach, where species and wild habitats are valued and prioritised according to these services they provided for people. This has made it increasingly difficult for conservationists to protect the most threatened species on the planet\".\nSome of the threatened species are down to only a handful of surviving members. Santa Catarina’s guinea pig, native to a single island in Brazil, is down to its last 40–60 individuals, reduced by hunting and habitat disturbance. The Great Indian bustard is threatened by habitat loss resulting from agriculture and human development, and is down to the last 50–250 individuals. \"Elaeocarpus bojeri\", a flowering plant found only on the island of Mauritius, has fewer than 10 surviving individuals, because of loss of habitat. The Baishan fir (\"Abies beshanzuensis\"), native to China, is down to five surviving mature individuals. \"Priceless or Worthless?\" describes the threats that each species is facing, and measures that would help their survival.","categories":[],"infobox_types":[],"annotations":[{"uri":"IUCN","surface_form":"IUCN","offset":85},{"uri":"Zoological_Society_of_London","surface_form":"Zoological Society of London","offset":138},{"uri":"Tigers","surface_form":"tigers","offset":455},{"uri":"Giant_Panda","surface_form":"panda","offset":466},{"uri":"Cavia_intermedia","surface_form":"Santa Catarina’s guinea pig","offset":1566},{"uri":"Brazil","surface_form":"Brazil","offset":1624},{"uri":"Great_Indian_bustard","surface_form":"Great Indian bustard","offset":1719},{"uri":"Elaeocarpus_bojeri","surface_form":"Elaeocarpus bojeri","offset":1865},{"uri":"Mauritius","surface_form":"Mauritius","offset":1932},{"uri":"Baishan_fir","surface_form":"Baishan fir","offset":2016},{"uri":"China","surface_form":"China","offset":2063}]}