{"id":471467,"url":"http://en.wikipedia.org/wiki/Silky_sifaka","text":"The silky sifaka (\"Propithecus candidus\"), is a large lemur with long, silky white fur. It has a small range in northeastern Madagascar, where it is known locally as the \"simpona\". It is one of the rarest mammals on Earth, and is listed by the IUCN as one of the world's 25 most endangered primates. The silky sifaka is one of nine species in the genus \"Propithecus\". The species is only found within a few protected areas in the rainforests of northeastern Madagascar, with most of the remaining population in Marojejy National Park and Anjanaharibe-Sud Special Reserve.\nThe silky sifaka has a social structure, and lives in groups of two to nine individuals. It spends most of its day feeding and resting, and spends time to social behaviors like playing, grooming and travelling. Females occasionally take priority over males during feeding. Like other eastern sifakas, it eats mainly leaves and seeds, but also fruit, flowers, and even soil on occasion.\nIt is a seasonal breeder and only mates one day a year during the start of the rainy season. As with other sifaka species, non-maternal infant care is common. Group members of all ages and both sexes will often groom, play, occasionally carry, and even nurse infants that are not their own. The silky sifaka vocalizes frequently, and relies strongly on scent for communication.","categories":[],"infobox_types":[],"annotations":[{"uri":"Propithecus","surface_form":"Propithecus","offset":19},{"uri":"Lemur","surface_form":"lemur","offset":54},{"uri":"Madagascar","surface_form":"Madagascar","offset":125},{"uri":"Mammals","surface_form":"mammals","offset":205},{"uri":"IUCN","surface_form":"IUCN","offset":244},{"uri":"Primates","surface_form":"primates","offset":290},{"uri":"Genus","surface_form":"genus","offset":347},{"uri":"Rainforests","surface_form":"rainforests","offset":430},{"uri":"Marojejy_National_Park","surface_form":"Marojejy National Park","offset":511},{"uri":"Anjanaharibe-Sud_Reserve","surface_form":"Anjanaharibe-Sud Special Reserve","offset":538},{"uri":"Play","surface_form":"play","offset":749},{"uri":"Grooming","surface_form":"grooming","offset":758},{"uri":"Seasonal_breeder","surface_form":"seasonal breeder","offset":966},{"uri":"Olfaction","surface_form":"scent","offset":1311},{"uri":"Communication","surface_form":"communication","offset":1321}]}