{"id":47143,"url":"http://en.wikipedia.org/wiki/Boston_Tea_Party","text":"The Boston Tea Party was a protest by American colonists (These people were known as patriots) against King George III's rule in America. It happened on December 16, 1773.\nThe Boston Tea Party was an act of protest against the British for the Tea Act, one of several new attempts to tax colonists. The Americans had no one to speak for them in the British government. They were frustrated that they were being taxed by the government but had no part in how the government was run. They did not think it was right to pay taxes when they did not have a representative in the government (\"No taxation without representation!\"). Also, merchants selling their goods would lose their profit because of the taxes. The Americans began purchasing smuggled goods, which were much cheaper.\nTo show how angry they were, the Sons of Liberty, led by Samuel Adams, dressed up as Native Americans and went onto ships in the Boston Harbor. They took boxes of tea and dumped them into the water. The British government was enraged about this. Parliament made even stricter laws for the colonies, later called the Intolerable Acts. One of the Acts closed Boston Harbor until the colonists paid for all the tea they dumped. Another took away the right of Boston to govern itself,\nThe Boston Tea Party was one of the main events that started the American Revolutionary War.\nDavid Kinnison [1764[?]-1852] who served briefly in the American Revolution also claimed to have been a member of the Boston Tea Party...although he would have been only 9 years old at the time!","categories":[],"infobox_types":[],"annotations":[{"uri":"Protest","surface_form":"protest","offset":27},{"uri":"United_States","surface_form":"American","offset":38},{"uri":"Colony","surface_form":"colonists","offset":47},{"uri":"George_III_of_Great_Britain","surface_form":"George III","offset":108},{"uri":"United_States","surface_form":"America","offset":129},{"uri":"Representation_(politics)","surface_form":"representative","offset":551},{"uri":"Sons_of_Liberty","surface_form":"Sons of Liberty","offset":812},{"uri":"Samuel_Adams","surface_form":"Samuel Adams","offset":836},{"uri":"Native_American","surface_form":"Native American","offset":864},{"uri":"Ship","surface_form":"ship","offset":895},{"uri":"Boston","surface_form":"Boston","offset":908},{"uri":"Harbor","surface_form":"Harbor","offset":915},{"uri":"Intolerable_Acts","surface_form":"Intolerable Acts","offset":1095},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1325}]}