{"id":471484,"url":"http://en.wikipedia.org/wiki/Edward_Williams","text":"Edward Williams, known as his bardic name Iolo Morganwg (10 March 1747 – 18 December 1826), was an influential Welsh poet, antiquarian, and literary forger.\nEarly life.\nIolo Morganwg wrote poems in both the English and Welsh languages. He wrote in the voice of other poets, as well as his own. Some of the forged poems were said to be written by the fourteenth century poet Dafydd ap Gwilym. Iolo Morganwg was known for his works as a literary forger. After his death, he had a reputation as one of Europe's most successful forgers\nMorganwg was known as an Architect of the Welsh nation. This title was given for his contributions to the eighteenth-century cultural renaissance. He upheld Wales's reputation as a civil nation in Bardism and the Gorsedd of the Bards. Iolo Morganwg tried to get started some national institutions. Some of them were libraries, academies, and several museums.\nThe Magical White Hare of the Gump.\nThis legend or anecdotal tale is a work of Edward Williams. The work is one of the anecdotes and recollections that were included in the book entitled \"RECOLLECTIONS and ANECDOTES of EDWARD WILLIAMS, THE BARD OF GLAMORGAN; IOLO MORGANWG, B. B. D.\". The book was written by Elijah Waring. The work was inspired by Chun Quoit. It was also inspired by a piece of moor land called the Gump. The moor land was between Saint Just and Pendeen in Cornwall.\nAnecdotal storyline.\nThe legend has it that if crossing the Gump on a moonlit night, there is a possibility that you could meet the White Hare of the Gump. If you do, then to bring good fortune, and ward off evil, you must place a silver coin under your right foot. The White Hare is a friend of the Fairy King of the Gump.\nOther notable works by Iolo Morganwg.\n• \"Diddanwch y Cymry\" (Entertainment of the Welsh, an anthology of poetry, 1770s)\n• \"Dywenydd Morganwg\" (The Delight of Glamorgan, a quarterly magazine, 1780s)\n• \"Selected Pieces of Ancient Welsh-Poetry\" (translations of poetry by the canonical poets of the period of the Cywyddwyr, 1790s and 1810s).\n• \"The History of the Bards\" (1794)\n• \"Christianity versus Kingcraft, with a Plan proposed for abolishing the Christian Religion, as inimical to the Rights of Man.\" (1794)\n• \"Dissertation on the Rights of Man, with four Plans of Republican Government, humbly addressed to the American States, in their United and Individual capacities. To which will be added observations on the ancient Constitution of Britain deduced from the Welsh Laws of Howel Dda. and a new Plan of Limited Monarchy on Patriarchal Principles.\" (1794)\n• \"The History of the Ancient Bards of Britain, compiled from Authentic Manuscripts in the Welsh Language. with elucidating Extracts from ancient Poems, The Bardic Triades, and a review of what Ancient foreign writers have said on the subject. Or an attempt to ascertain the true principles of Liberty, Natural and Political, and the Duties of man as a member of society.\" (1794)\n• \"Christian prophecy fulfilled in French infidelity, and thereby the evidences of Revealed Religion corroborated, with a new argument advanced for the existence of a Deity and the connective necessity of Divine Revelation.\" (1794)\n• \"A new plan for civilizing the American Indians, and other Barbarous Nations, addressed to the british Protestant Dissenters.\" (1794)\n• \"A new and equitable plan for the Abolition of slavery. Addressed to Parliament of Great Britain.\" (1794)\n• \"An additional Volume of Poems as partly original and partly translations from the Welsh.\" (1794)\n• \"A Dissertation on Infant Baptism or sprinkling The clearest and in its arguments the most conclusive of any that has ever been written hitherto. By E.W. Explorer of the Den of Thieves to his most Supernal Majesty the King of Kings.\"\n• \"Traethawd ar Areithyddiaeth gan Dr Blackwell wedi ei gyfieithu gan Iolo Morganwg, B.B.D.\" (An essay on Oratory by Dr Blackwell translated by Iolo Morganwg B.B.D.)\n• \"Translation of Young's Farmer's Calendar by E.W.\"\n• \"A Grammar of the Welsh Language, with Canons of Celtic Etymology and the Rules of Welsh Versification\"\n• \"The History of Caerfilly Castle from the first notice of it to the time of Henry the eighth By Edwd. Wms...\"\n• \"To the prince of the Powers of the Air, King of Corsica, Europe, Asia, Africa, and America, Defender of Billy Pit's Faith, Head under God of the Church of Britain. This little work is with all the pomposity, all the adulation, all the Church and Kingism, and all the Blasphemy, of Regal etiquette, inscribed, addressed, Dedicated, &c, &c, &c, by his most sacred majesty, most redoubter and Democrat, Antagonist and Republican opponent\"\n• \"War incompatible with spirit of Christianity\" - An Essay by Edwd Wms.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bard","surface_form":"bard","offset":30},{"uri":"Influential","surface_form":"influential","offset":99},{"uri":"Welsh_people","surface_form":"Welsh","offset":111},{"uri":"Poet","surface_form":"poet","offset":117},{"uri":"Antiquarian","surface_form":"antiquarian","offset":123},{"uri":"Literature","surface_form":"literary","offset":140},{"uri":"Forger","surface_form":"forger","offset":149},{"uri":"Dafydd_ap_Gwilym","surface_form":"Dafydd ap Gwilym","offset":374},{"uri":"Literary_forger","surface_form":"literary forger","offset":435},{"uri":"Contribution","surface_form":"contribution","offset":617},{"uri":"Cultural","surface_form":"cultural","offset":657},{"uri":"Renaissance","surface_form":"renaissance","offset":666},{"uri":"Wales","surface_form":"Wales","offset":689},{"uri":"Civil","surface_form":"civil","offset":713},{"uri":"Nation","surface_form":"nation","offset":719},{"uri":"Bardism","surface_form":"Bardism","offset":729},{"uri":"Gorsedd_of_the_Bards","surface_form":"Gorsedd of the Bards","offset":745},{"uri":"Anecdote","surface_form":"anecdote","offset":1010},{"uri":"Recollection","surface_form":"recollection","offset":1024},{"uri":"Book","surface_form":"book","offset":1064},{"uri":"Elijah_Waring","surface_form":"Elijah Waring","offset":1200},{"uri":"Chun_Quoit","surface_form":"Chun Quoit","offset":1240},{"uri":"Moor","surface_form":"moor","offset":1287},{"uri":"Gump","surface_form":"Gump","offset":1308},{"uri":"Saint_Just","surface_form":"Saint Just","offset":1340},{"uri":"Pendeen","surface_form":"Pendeen","offset":1355},{"uri":"Cornwall","surface_form":"Cornwall","offset":1366},{"uri":"Legend","surface_form":"legend","offset":1401},{"uri":"Moon","surface_form":"moon","offset":1446},{"uri":"Possibility","surface_form":"possibility","offset":1472},{"uri":"White_Hare","surface_form":"White Hare","offset":1508},{"uri":"Gump","surface_form":"Gump","offset":1526},{"uri":"Silver","surface_form":"silver","offset":1607},{"uri":"Coin","surface_form":"coin","offset":1614},{"uri":"Fairy_King","surface_form":"Fairy King","offset":1676},{"uri":"Entertainment","surface_form":"Entertainment","offset":1761},{"uri":"Welsh","surface_form":"Welsh","offset":1782},{"uri":"Anthology","surface_form":"anthology","offset":1792},{"uri":"Poetry","surface_form":"poetry","offset":1805},{"uri":"Glamorgan","surface_form":"Glamorgan","offset":1858},{"uri":"Poetry","surface_form":"poetry","offset":1959},{"uri":"Poet","surface_form":"poet","offset":1983},{"uri":"Cywyddwyr","surface_form":"Cywyddwyr","offset":2010},{"uri":"Dissertation","surface_form":"Dissertation","offset":2214},{"uri":"Republican","surface_form":"Republican","offset":2268},{"uri":"Government","surface_form":"Government","offset":2279},{"uri":"United_States","surface_form":"American States","offset":2315},{"uri":"Ancient_history","surface_form":"ancient","offset":2418},{"uri":"Constitution_of_Britain","surface_form":"Constitution of Britain","offset":2426},{"uri":"France","surface_form":"French","offset":2977},{"uri":"Evidence","surface_form":"evidence","offset":3012},{"uri":"Traethawd_ar_Areithyddiaeth","surface_form":"Traethawd ar Areithyddiaeth","offset":3757}]}