{"id":471581,"url":"http://en.wikipedia.org/wiki/Grumpy_Cat%27s_Worst_Christmas_Ever","text":"\"Grumpy Cat's Worst Christmas Ever\" is a television Christmas movie that stars the famous internet celebrity animal, Grumpy Cat. The movie was first shown on the Lifetime network on November 29, 2014.\nIt stars Megan Charpentier as a young girl who adopts Grumpy Cat. Then she finds out that she and the cat can really talk with one another.\nThe voice of Grumpy Cat is spoken by the actress Aubrey Plaza. She did not know about Grumpy Cat before working in the movie. To prepare, she learned all about Grumpy's behavior. The movie had already been made when Aubrey did the cat's voice part. Instead of using her script, she made up most of Grumpy's lines that ended up in the movie.\nPlot.\nGrumpy Cat is a lonely cat living in a pet shop in a shopping mall. The pet shop is going to go out of business and be shut down. Grumpy is sad and upset because she is not getting picked to get a new home, while other animals are being adopted.\nChrystal is a lonely 12-year-old girl who comes into the pet store right before Christmas and falls in love with Grumpy Cat. Grumpy finds out that she can communicate by talking with this girl. Chrystal is also amazed to find out that Grumpy Cat can talk. At first, the two do not get along with one another. While visiting in the pet shop during the Christmas holidays, they slowly become friends.\nChrystal really likes Grumpy after they have an exciting adventure. A dog that costs a lot of money is about to be dognapped from the pet shop. Even though Grumpy does not like the dog, she stops the theft of the dog from happening.\nReception.\nReviews for \"Grumpy Cat's Worst Christmas Ever\" have been both negative and postive. The \"AV Club\" and \"Entertainment Weekly\" both did not like the movie. \"AV Club\" said it was \"the largest turd in Lifetime's crap crown of original programming.\" \"The Guardian\" and \"St. Louis Post Dispatch\" were a bit more positive in their reviews. The \"St. Louis Post Dispatch\" said that although the film was \"terrible\" they still enjoyed it overall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"internet","offset":90},{"uri":"Celebrity","surface_form":"celebrity","offset":99},{"uri":"Grumpy_Cat","surface_form":"Grumpy Cat","offset":117},{"uri":"Lifetime","surface_form":"Lifetime","offset":162},{"uri":"Megan_Charpentier","surface_form":"Megan Charpentier","offset":210},{"uri":"Adoption","surface_form":"adopts","offset":248},{"uri":"Aubrey_Plaza","surface_form":"Aubrey Plaza","offset":390},{"uri":"Communication","surface_form":"communicate","offset":1089},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":1681},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1824},{"uri":"St._Louis_Post_Dispatch","surface_form":"St. Louis Post Dispatch","offset":1843}]}