{"id":47164,"url":"http://en.wikipedia.org/wiki/Sea_of_Japan","text":"The Sea of Japan is a sea in the western Pacific Ocean. It is bordered by Korea to the west, Russia to the north and Japan to the east and south.\nSouth Korea calls it the East Sea, while North Korea calls it the East Sea of Korea.\nGeography.\nThe Sea of Japan is a sea in the north-western edge of the Pacific Ocean. It is separated from the ocean by the Japanese Archipelago, including Sakhalin, Hokkaidō and Honshū. It is surrounded by these islands and the Eurasian Continent. It covers 978,000 square km. The average depth is 1,667 meters. The depth of the deepest point is 3,742 meters. Five (or Six) narrow channels of water link the Sea of Japan and other seas: the Strait of Tartary and La Pérouse Strait with the Sea of Okhotsk; the Tsugaru Strait with the Pacific Ocean; the Kanmon Straits with the Seto Inland Sea; the Busan and Tsushima Strait with the East China Sea.\nThe Sea of Japan has a shallow area in its center, called the Yamato Bank. Water here is less than 1,000 meters deep. It has three major sea basins: the Yamato Basin in the southeast, the Japan Basin in the north, and the Tsushima Basin in the southwest. These three surround the Yamato Bank counterclockwise.\nThe structure of the Sea of Japan can be divided into two layers: the surface water layer is about 300 meters deep, and the deep sea layer is below this. Currents in the surface layer move in the counterclockwise direction. One of them is the Tsushima Current, which is a warm current from the Korean Straits to the north-east direction along the shore of the Japanese Archipelago and mainly considered to be the branch of the Kuroshio Current. The other is the Liman Current, which is a cold current from the Strait of Tartary to the south-west direction along the shore of the Eurasian continent.\nIn contrast to the surface water, the deep sea water does not move as much because the five straits in and out are narrow and shallow. The deep sea water of the Sea of Japan tends to stay longer in the bottom of the sea than other deep sea water. The deep sea water is about eighty percent of the water in this sea.\nName.\nThe International Hydrographic Organization (IHO) decided to call this area the \"Sea of Japan\" in 1929.\nSince 1992, South Korea has asked the world to use the names \"East Sea\" or \"Sea of Korea\" instead of \"Sea of Japan\".\nSouth Korea argues that this sea has been called \"East Sea\" since early times. It is also a Korean belief that the name \"East Sea\" was eliminated from maps of the world in the early 20th century while South Korea was under the rule of Japan.\nHowever, Japan says that the name \"Sea of Japan\" has been used more widely than \"East Sea\" in Europe and America since before the 18th century. Japan also argues that if there were no Japan, there would be no sea.\nNow, most international maps and documents use the name Sea of Japan only. However, in some cases, the name East Sea is included along with the name Sea of Japan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sea","surface_form":"sea","offset":22},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":41},{"uri":"Korea","surface_form":"Korea","offset":74},{"uri":"Russia","surface_form":"Russia","offset":93},{"uri":"Japan","surface_form":"Japan","offset":117},{"uri":"South_Korea","surface_form":"South Korea","offset":146},{"uri":"North_Korea","surface_form":"North Korea","offset":187},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":301},{"uri":"Japanese_Archipelago","surface_form":"Japanese Archipelago","offset":354},{"uri":"Sakhalin","surface_form":"Sakhalin","offset":386},{"uri":"Hokkaid%C5%8D","surface_form":"Hokkaidō","offset":396},{"uri":"Honsh%C5%AB","surface_form":"Honshū","offset":409},{"uri":"Eurasia","surface_form":"Eurasian Continent","offset":459},{"uri":"Strait_of_Tartary","surface_form":"Strait of Tartary","offset":672},{"uri":"La_P%C3%A9rouse_Strait","surface_form":"La Pérouse Strait","offset":694},{"uri":"Sea_of_Okhotsk","surface_form":"Sea of Okhotsk","offset":721},{"uri":"Tsugaru_Strait","surface_form":"Tsugaru Strait","offset":741},{"uri":"Kanmon_Straits","surface_form":"Kanmon Straits","offset":784},{"uri":"Seto_Inland_Sea","surface_form":"Seto Inland Sea","offset":808},{"uri":"Busan_Strait","surface_form":"Busan","offset":829},{"uri":"Tsushima_Strait","surface_form":"Tsushima Strait","offset":839},{"uri":"East_China_Sea","surface_form":"East China Sea","offset":864},{"uri":"Yamato_Bank","surface_form":"Yamato Bank","offset":942},{"uri":"Yamato_Basin","surface_form":"Yamato Basin","offset":1033},{"uri":"Japan_Basin","surface_form":"Japan Basin","offset":1068},{"uri":"Tsushima_Basin","surface_form":"Tsushima Basin","offset":1102},{"uri":"Tsushima_Current","surface_form":"Tsushima Current","offset":1433},{"uri":"Kuroshio_Current","surface_form":"Kuroshio Current","offset":1617},{"uri":"Liman_Current","surface_form":"Liman Current","offset":1652},{"uri":"International_Hydrographic_Organization","surface_form":"International Hydrographic Organization","offset":2115},{"uri":"Europe","surface_form":"Europe","offset":2668},{"uri":"America","surface_form":"America","offset":2679}]}