{"id":47163,"url":"http://en.wikipedia.org/wiki/Etruscan_civilization","text":"The Etruscan civilization lasted from about 900 BC to 27 BC and was a culture in ancient Italy. The Romans called the people \"Etrusci\" or \"Tusci\". The Ancient Greeks called them \"Tyrrhenoi\" or \"Tyrrsenoi\". The Etruscans called themselves \"Rasenna\".\nThe Etruscan civilization began in pre-history. When it was most powerful, it had three confederacies (like modern states): Etruria, Latinum and the Po Valley and Campania. The Etruscans ruled Rome until 396 BC.\nLanguage.\nNot much is known about the Etruscan language. Not much of its writing survives. Most what survives is from engravings on tombstones. The Etruscans used an alphabet similar to those in Phoenicia and Greece.\nThe language is related to the Tyrrhenian language family and is not clearly related to other languages. Some Etruscan letters were used by the Romans in the Latin alphabet, which many languages use such as English. Some Romans, such as Cicero, were fluent readers of Etruscan, but few of thire writings survive.\nThe lack of texts makes knowledge of their society and culture depend on much later Roman sources. Politics was based on the small city and probably the family unit. In their heyday, the Etruscan elite became rich by trade with the Celtic world to the north and the Greeks to the south, and filled their large family tombs with imported luxuries. Ancient Greece had a huge influence on their art and architecture, and Greek mythology was evidently very familiar to them.\nEtruscan, the third great ancient language of culture in Italy, does not survive in any great literary works, unlike Greek and Latin. An Etruscan religious literature existed, and evidence suggests that there was a body of historical literature and drama as well. For example, the name of a playwright, Volnius, of obscure date, is known who wrote \"Tuscan tragedies\". Although there is no evidence of notation, it is possible that Etruscan music was in a written form.\nHistory.\nThe Etruscans mined metals like copper and iron. They became rich and powerful and travelled around the Mediterranean Sea. The Etruscans began to lose power in the 5th century BC. The Romans began conquering parts of Etruscan land. By the beginning of the 1st century BC, the Etruscans had been entirely defeated.\nArt.\nEtruscan art included wall paintings, metalwork and sculpture in terracotta. Sculpture in cast bronze was famous and widely exported, but few large examples have survived because bronze was valuable and so was often recycled.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":48},{"uri":"Culture","surface_form":"culture","offset":70},{"uri":"Ancient","surface_form":"ancient","offset":81},{"uri":"Italy","surface_form":"Italy","offset":89},{"uri":"Ancient_Rome","surface_form":"Roman","offset":100},{"uri":"Ancient_Greece","surface_form":"Ancient Greeks","offset":151},{"uri":"Pre-history","surface_form":"pre-history","offset":284},{"uri":"State","surface_form":"state","offset":364},{"uri":"Campania","surface_form":"Campania","offset":412},{"uri":"Rome","surface_form":"Rome","offset":442},{"uri":"Etruscan_language","surface_form":"Etruscan language","offset":499},{"uri":"Writing","surface_form":"writing","offset":534},{"uri":"Tombstone","surface_form":"tombstone","offset":593},{"uri":"Alphabet","surface_form":"alphabet","offset":627},{"uri":"Phoenician_alphabet","surface_form":"Phoenicia","offset":656},{"uri":"Greek_alphabet","surface_form":"Greece","offset":670},{"uri":"Language_family","surface_form":"language family","offset":720},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":836},{"uri":"English_language","surface_form":"English","offset":885},{"uri":"Cicero","surface_form":"Cicero","offset":915},{"uri":"Celt","surface_form":"Celtic","offset":1223},{"uri":"Greek_mythology","surface_form":"Greek mythology","offset":1409},{"uri":"Greek_language","surface_form":"Greek","offset":1579},{"uri":"Mining","surface_form":"mined","offset":1954},{"uri":"Copper","surface_form":"copper","offset":1972},{"uri":"Iron","surface_form":"iron","offset":1983},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":2044},{"uri":"Ancient_Rome","surface_form":"Romans","offset":2124},{"uri":"Sculpture","surface_form":"sculpture","offset":2311},{"uri":"Terracotta","surface_form":"terracotta","offset":2324},{"uri":"Casting","surface_form":"cast","offset":2349},{"uri":"Bronze","surface_form":"bronze","offset":2354},{"uri":"Export","surface_form":"export","offset":2383}]}