{"id":4717,"url":"http://en.wikipedia.org/wiki/Hyaena","text":"Hyaenas (sometimes 'Hyenas') are mammals. They are the family Hyaenidae, in the order Carnivora. They live in Africa, and in west and south Asia. In the past they had a much wider distribution. Now there are two subfamilies with four species.\nWith only four species, it is the fourth-smallest family in the Carnivora, and one of the smallest in the class Mammalia. Despite their low diversity, hyenas are unique and vital components to most African and some Asian ecosystems.\nHyaena walk much like bears because their front legs are longer than their back. Hyaenas are known to have one of the world's strongest bites. Its function is to crush bone.\nRelationships.\nHyaenas look much like canids, but they are actually in the Feliformia, with cats and mongooses. Although related to felines and viverrids, their life style is similar to canids. Convergent evolution has taken place. Both hyaenas and canids are non-climbing, running hunters which catch prey with their teeth rather than claws. Both eat food quickly and may store it. Their calloused feet have large, blunt, nonretractable nails, good for running and making sharp turns. However, the hyaenas' grooming, scent marking, defecating habits, mating, and parental behaviour are similar to the behaviour of other feliforms. Hyenas are matriarchal. This means that females dominate and males are inferior.\nHunting.\nHyaenas were long said to be cowardly scavengers, but they kill as much as 95% of the food they eat (especially spotted hyaenas). They can drive off leopards or lionesses from their kills. Hyenas are mostly nocturnal animals, but may leave their lairs in the early morning. Except for the very social spotted hyaena, hyenas are generally not gregarious animals, though they may live in family groups and come together at kills.\nHyaenas are intelligent creatures. They work together well and are cooperative. They have strategic hunting methods and work to steal and protect it from other predators. Hyaenas main targets are zebra and wildebeest. Their main rival is the lion. Whether hyaenas do or do not chase lions off their kills is mostly a matter of numbers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":33},{"uri":"Family_(biology)","surface_form":"family","offset":55},{"uri":"Order_(biology)","surface_form":"order","offset":80},{"uri":"Carnivora","surface_form":"Carnivora","offset":86},{"uri":"Africa","surface_form":"Africa","offset":110},{"uri":"Asia","surface_form":"Asia","offset":140},{"uri":"Species","surface_form":"species","offset":234},{"uri":"Mammalia","surface_form":"Mammalia","offset":355},{"uri":"Africa","surface_form":"Africa","offset":441},{"uri":"Asia","surface_form":"Asia","offset":458},{"uri":"Bears","surface_form":"bears","offset":498},{"uri":"Canids","surface_form":"canids","offset":688},{"uri":"Feliformia","surface_form":"Feliformia","offset":725},{"uri":"Felidae","surface_form":"cats","offset":742},{"uri":"Mongoose","surface_form":"mongoose","offset":751},{"uri":"Phylogeny","surface_form":"related","offset":771},{"uri":"Felidae","surface_form":"felines","offset":782},{"uri":"Viverrid","surface_form":"viverrid","offset":794},{"uri":"Life_style","surface_form":"life style","offset":811},{"uri":"Canidae","surface_form":"canids","offset":836},{"uri":"Convergent_evolution","surface_form":"Convergent evolution","offset":844},{"uri":"Arboreal","surface_form":"climbing","offset":914},{"uri":"Running","surface_form":"running","offset":924},{"uri":"Scavenger","surface_form":"scavenger","offset":1410},{"uri":"Leopard","surface_form":"leopard","offset":1521},{"uri":"Lion","surface_form":"lion","offset":1533},{"uri":"Nocturnal","surface_form":"nocturnal","offset":1579},{"uri":"Gregarious","surface_form":"gregarious","offset":1714},{"uri":"Zebra","surface_form":"zebra","offset":1996},{"uri":"Wildebeest","surface_form":"wildebeest","offset":2006}]}