{"id":47189,"url":"http://en.wikipedia.org/wiki/Lawn","text":"A lawn is an area of land planted with grass, and sometimes clover and other plants. Lawns are cut to a low, even height using a lawnmower. Lawns are used for aesthetic (for their beauty) and recreational purposes. Other words used to describe them are turf, pitch, field or green may be used, depending on the sport and the continent. They are often found around buildings, making them a type of yard.\nLawns are generally composed only of grass species, subject to weed and pest control, maintained in green colour, and are regularly maintained to ensure an acceptable length. Lawns are used around, apartments, houses, commercial buildings and offices. Approximately 80% of all homes in the United States have grass lawns. This has resulted in a $40 billion per year industry, with American grass lawns using more water than is used to grow all the wheat and corn in the United States.  In that sense, by water consumption, grass is the United States’ leading “crop” by far, with the Environmental Protection Agency estimating that about 1/3 of all public water is used to water grass, with that number rising as high as 70% in some of the more dry regions of the United States.\nThe earliest mention of lawns comes from France during the 1500s. Lawns (as opposed to fields) found their way to England in the 1700s. One acre (0.4 hectare) of lawn would take three gardeners all day to mow using a tool called a scythe. Two centuries later, one person with a lawnmower could do it in an afternoon.\nHistory.\nIn the 16th Century Renaissance, lawns were deliberately cultivated by the wealthy in both France and England, though they were more likely planted with chamomile or thyme than with grass. Both of these ground covers make excellent alternatives to grass in modern lawns.\nClosely shorn grass lawns first emerged in 17th century England at the homes of large, wealthy landowners. While sheep were still grazed on many such park-lands, landowners increasingly depended on human labor to tend the grass closest to their homes. Only the rich could afford to hire the many hands needed to scythe and weed the grass, so a lawn was a mark of wealth and status.\nLawns around the world.\nIn many parts of the United States lawn care is an important part of home maintenance. a poorly kept up lawn can hurt the value of a home. Families do many things on their lawn. Neighborhood cookouts, birthday parties and outdoor games are just some of the uses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grass","surface_form":"grass","offset":39},{"uri":"Clover","surface_form":"clover","offset":60},{"uri":"Lawnmower","surface_form":"lawnmower","offset":129},{"uri":"Aesthetics","surface_form":"aesthetic","offset":159},{"uri":"Recreation","surface_form":"recreation","offset":192},{"uri":"Pitch","surface_form":"pitch","offset":259},{"uri":"Field","surface_form":"field","offset":266},{"uri":"Golf_course","surface_form":"green","offset":275},{"uri":"Continent","surface_form":"continent","offset":325},{"uri":"Yard_(land)","surface_form":"yard","offset":397},{"uri":"Pest_control","surface_form":"pest control","offset":475},{"uri":"France","surface_form":"France","offset":1222},{"uri":"England","surface_form":"England","offset":1295},{"uri":"Acre","surface_form":"acre","offset":1321},{"uri":"Gardener","surface_form":"gardener","offset":1365},{"uri":"Scythe","surface_form":"scythe","offset":1412},{"uri":"Lawnmower","surface_form":"lawnmower","offset":1459},{"uri":"United_States","surface_form":"United States","offset":2205},{"uri":"Maintenance","surface_form":"maintenance","offset":2258},{"uri":"Barbecue","surface_form":"cookouts","offset":2375}]}