{"id":472,"url":"http://en.wikipedia.org/wiki/Music","text":"Music is a form of art that uses sound organised in time. Music is also a form of entertainment that puts sounds together in a way that people like, find interesting or dance to. Most music includes people singing with their voices or playing musical instruments, such as the piano, guitar, drums or violin.\nThe word \"music\" comes from the Greek word (\"mousike\"), which means \"(art) of the Muses\". In Ancient Greece the Muses included the goddesses of music, poetry, art, and dance. Someone who makes music is known as a musician.\nDefinition of music.\nMusic is sound that has been organized by using rhythm, melody or harmony. If someone bangs saucepans while cooking, it makes noise. If a person bangs saucepans or pots in a rhythmic way, they are making a simple type of music.\nDefinitions.\nThere is no simple definition of music which covers all cases. It is an art form, and opinions come into play. Music is whatever people think is music. A different approach is to list the qualities music must have, such as, sound which has rhythm, melody, pitch, timbre, etc.\nThese and other attempts, do not capture all aspects of music, or leave out examples which definitely are music. According to Thomas Clifton, music is \"a certain reciprocal relation established between a person, his behavior, and a sounding object\".p10 Musical experience and the music, together, are called phenomena, and the activity of describing phenomena is called phenomenology.\nHistory.\nEven in the stone age people made music. The first music was probably made trying to imitate sounds and rhythms that occurred naturally. Human music may echo these phenomena using patterns, repetition and tonality. This kind of music is still here today. Shamans sometimes imitate sounds that are heard in nature. It may also serve as entertainment (games), or have practical uses, like attracting animals when hunting.\nSome animals also can use music. Songbirds use song to protect their territory, or to attract a mate. Monkeys have been seen beating hollow logs. This may, of course, also serve to defend the territory.\nThe first musical instrument used by humans was probably the voice. The human voice can make many different kinds of sounds. The larynx (voice box) is like a wind instrument.\nThe oldest known Neanderthal hyoid bone with the modern human form was found in 1983, indicating that the Neanderthals had language, because the hyoid supports the voice box in the human throat.\nMost likely the first rhythm instruments or percussion instruments involved the clapping of hands, stones hit together, or other things that are useful to keep a beat. There are finds of this type that date back to the paleolithic. Some of these are ambiguous, as they can be used either as a tool or a musical instrument.\nThe first flutes.\nThe oldest flute ever discovered may be the so-called Divje Babe flute, found in the Slovenian cave Divje Babe I in 1995. It is not certain that the object is really a flute. The item in question is a fragment of the femur of a young cave bear, and has been dated to about 43,000 years ago. However, whether it is truly a musical instrument or simply a carnivore-chewed bone is a matter of ongoing debate.\nIn 2008, archaeologists discovered a bone flute in the Hohle Fels cave near Ulm, Germany. The five-holed flute has a V-shaped mouthpiece and is made from a vulture wing bone. The researchers involved in the discovery officially published their findings in the journal \"Nature\", in June 2009. The discovery is also the oldest confirmed find of any musical instrument in history. Other flutes were also found in the cave. This flute was found next to the Venus of Hohle Fels and a short distance from the oldest known human carving. When they announced their discovery, the scientists suggested that the \"finds demonstrate the presence of a well-established musical tradition at the time when modern humans colonized Europe\".\nThe oldest known wooden pipes were discovered near Greystones, Ireland, in 2004. A wood-lined pit contained a group of six flutes made from yew wood, between 30 and 50 cm long, tapered at one end, but without any finger holes. They may once have been strapped together.\nIn 1986 several bone flutes were found in Jiahu in Henan Province, China. They date to about 6,000 BC. They have between 5 and 8 holes each and were made from the hollow bones of a bird, the Red-crowned Crane. At the time of the discovery, one was found to be still playable. The bone flute plays both the five- or seven-note scale of Xia Zhi and six-note scale of Qing Shang of the ancient Chinese musical system.\nAncient times.\nIt is not known what the earliest music of the cave people was like. Some architecture, even some paintings, are thousands of years old, but old music could not survive until people learned to write it down. The only way we can guess about early music is by looking at very old paintings that show people playing musical instruments, or by finding them in archaeological digs (digging underground to find old things). The earliest piece of music that was ever written down and that has not been lost was discovered on a tablet written in Hurrian, a language spoken in and around northern Mesopotamia (where Iraq is today), from about 1500 BC. The Oxfords Companion to Music, ed. Percy Scholes, London 1970\nMiddle Ages.\nAnother early piece of written music that has survived was a round called \"Sumer Is Icumen In\". It was written down by a monk around the year 1250. Much of the music in the Middle Ages (roughly 450-1420) was folk music played by working people who wanted to sing or dance. When people played instruments, they were usually playing for dancers. However, most of the music that was written down was for the Catholic church. This music was written for monks to sing in church. It is called Chant (or Gregorian chant).\nRenaissance.\nIn the Renaissance (roughly 1400–1550) there was a lot of music, and many composers wrote music that has survived so that it can be performed, played or sung today. The name for this period (Renaissance) is a French word which means \"rebirth\". This period was called the \"rebirth\" because many new types of art and music were reborn during this time.\nSome very beautiful music was written for use in church services (sacred music) by the Italian composer Giovanni da Palestrina (1525–1594). In Palestrina's music, many singers sing together (this is called a choir). There was also plenty of music not written for the church, such as happy dance music and romantic love songs. Popular instruments during the Renaissance included the viols (a string instrument played with a bow), lutes (a plucked stringed instrument that is a little like a guitar), and the virginal, a small, quiet keyboard instrument.\nBaroque.\nIn the arts, the Baroque was a Western cultural era, which began near the turn of the 17th century in Rome. It was exemplified by drama and grandeur in sculpture, painting, literature, dance, and music. In music, the term 'Baroque' applies to the final period of dominance of imitative counterpoint, where different voices and instruments echo each other but at different pitches, sometimes inverting the echo, and even reversing thematic material.\nThe popularity and success of the Baroque style was encouraged by the Roman Catholic Church which had decided at the time of the Council of Trent that the arts should communicate religious themes in direct and emotional involvement. The upper class also saw the dramatic style of Baroque architecture and art as a means of impressing visitors and expressing triumphant power and control. Baroque palaces are built around an entrance of courts, grand staircases and reception rooms of sequentially increasing opulence. In similar profusions of detail, art, music, architecture, and literature inspired each other in the Baroque cultural movement as artists explored what they could create from repeated and varied patterns. Some traits and aspects of Baroque paintings that differentiate this style from others are the abundant amount of details, often bright polychromy, less realistic faces of subjects, and an overall sense of awe, which was one of the goals in Baroque art.\nThe word baroque probably derives from the ancient Portuguese noun \"barroco\" which is a pearl that is not round but of unpredictable and elaborate shape. Hence, in informal usage, the word baroque can simply mean that something is \"elaborate\", with many details, without reference to the Baroque styles of the seventeenth and eighteenth centuries.\nClassical period.\nIn western music, the classical period means music from about 1750 to 1825. It was the time of composers like Joseph Haydn, Wolfgang Amadeus Mozart and Ludwig van Beethoven. Orchestras became bigger, and composers often wrote longer pieces of music called symphonies that had several sections (called movements). Some movements of a symphony were loud and fast; other movements were quiet and sad. The form of a piece of music was very important at this time. Music had to have a nice 'shape'. They often used a structure which was called sonata form.\nAnother important type of music was the string quartet, which is a piece of music written for two violins, a viola, and a violoncello. Like symphonies, string quartet music had several sections. Haydn, Mozart and Beethoven each wrote many famous string quartets.\nThe piano was invented during this time. Composers liked the piano, because it could be used to play dynamics (getting louder or getting softer). Other popular instruments included the violin, the violoncello, the flute, the clarinet, and the oboe.\nRomantic period.\nThe 19th century is called the Romantic period. Composers were particularly interested in conveying their emotions through music. An important instrument from the Romantic period was the piano. Some composers, such as Frederic Chopin wrote subdued, expressive, quietly emotional piano pieces. Often music described a feeling or told a story using sounds. Other composers, such as Franz Schubert wrote songs for a singer and a piano player called Lied (the German word for \"song\"). These Lieder (plural of Lied) told stories by using the lyrics (words) of the song and by the imaginative piano accompaniments. Other composers, like Richard Strauss, and Franz Liszt created narratives and told stories using only music, which is called a tone poem. Composers, such as Franz Liszt and Johannes Brahms used the piano to play loud, dramatic, strongly emotional music.\nMany composers began writing music for bigger orchestras, with as many as 100 instruments. It was the period of \"Nationalism\" (the feeling of being proud of one's country) when many composers made music using folksong or melodies from their country. Lots of famous composers lived at this time such as Franz Schubert, Felix Mendelssohn, Frederic Chopin, Johannes Brahms, Pyotr Tchaikovsky and Richard Wagner.\nModern times.\nFrom about 1900 onwards is called the \"modern period\". Many 20th century composers wanted to compose music that sounded different from the Classical and Romantic music. Modern composers searched for new ideas, such as using new instruments, different forms, different sounds, or different harmonies.\nThe composer Arnold Schoenberg (1874–1951) wrote pieces which were atonal (meaning that they did not sound as if they were in any clear musical key). Later, Schoenberg invented a new system for writing music called twelve-tone system. Music written with the twelve-tone system sounds strange to some, but is mathematical in nature, often making sense only after careful study. Pure twelve-tone music was popular among academics in the fifties and sixties, but some composers such as Benjamin Britten use it today, when it is necessary to get a certain feel.\nOne of the most important 20th-century composers, Igor Stravinsky (1882–1971), wrote music with very complicated (difficult) chords (groups of notes that are played together) and rhythms. Some composers thought music was getting too complicated and so they wrote Minimalist pieces which use very simple ideas. In the 1950s and 1960s, composers such as Karlheinz Stockhausen experimented with electronic music, using electronic circuits, amplifiers and loudspeakers. In the 1970s, composers began using electronic synthesizers and musical instruments from rock and roll music, such as the electric guitar. They used these new instruments to make new sounds.\nComposers writing in the 1990s and the 2000s, such as John Adams (born 1947) and James MacMillan (born 1959) often use a mixture of all these ideas, but they like to write tonal music with easy tunes as well.\nElectronic music.\nMusic can be produced electronically. This is most commonly done by computers, keyboards, electric guitars and disk tables. They can mimic traditional instruments, and also produce very different sounds. 21st-century electronic music is commonly made with computer programs and hardware mixers.\nJazz.\nJazz is a type of music that was invented around 1900 in New Orleans in the south of the USA. There were many black musicians living there who played a style of music called blues music. Blues music was influenced by African music (because the black people in the United States had come to the United States as slaves. They were taken from Africa by force). Blues music was a music that was played by singing, using the harmonica, or the acoustic guitar. Many blues songs had sad lyrics about sad emotions (feelings) or sad experiences, such as losing a job, a family member dying, or having to go to jail (prison).\nJazz music mixed together blues music with European music. Some black composers such as Scott Joplin were writing music called ragtime, which had a very different rhythm from standard European music, but used notes that were similar to some European music. Ragtime was a big influence on early jazz, called Dixieland jazz. Jazz musicians used instruments such as the trumpet, saxophone, and clarinet were used for the tunes (melodies), drums for percussion and plucked double bass, piano, banjo and guitar for the background rhythm (rhythmic section). Jazz is usually improvised: the players make up (invent) the music as they play. Even though jazz musicians are making up the music, jazz music still has rules; the musicians play a series of chords (groups of notes) in order.\nJazz music has a swinging rhythm. The word \"swing\" is hard to explain. For a rhythm to be a \"swinging rhythm\" it has to feel natural and relaxed. Swing rhythm is not even like a march. There is a long-short feel instead of a same-same feel. A \"swinging rhythm\" also gets the people who are listening excited, because they like the sound of it. Some people say that a \"swinging rhythm\" happens when all the jazz musicians start to feel the same pulse and energy from the song. If a jazz band plays very well together, people will say \"that is a swinging jazz band\" or \"that band really swings well.\"\nJazz influenced other types of music like the Western art music from the 1920s and 1930s. Art music composers such as George Gershwin wrote music that was influenced by jazz. Jazz music influenced pop music songs. In the 1930s and 1940s, many pop music songs began using chords or melodies from jazz songs. One of the best known jazz musicians was Louis Armstrong (1900–1971).\nPop music.\n\"Pop\" music is a type of \"popular\" music that many people like to listen to. The term \"pop music\" can be used for all kinds of music that was written to be popular. The word \"pop music\" was used from about 1880 onwards, when a type of music called music was popular.\nModern pop music grew out of 1950's rock and roll, (for example Chuck Berry, Bo Diddley and Little Richard) and rockabilly (for example Elvis Presley and Buddy Holly). In the 1960s, The Beatles became a famous pop music group. In the 1970s, other styles of music were mixed with pop music, such as funk and soul music. Pop music generally has a heavy (strong) beat, so that it is good for dancing. Pop singers normally sing with microphones that are plugged into an amplifier and a loudspeaker.\nMusical notation.\n\"Musical notation\" is the way music is written down. Music needs to be written down in order to be saved and remembered for future performances. In this way composers (people who write music) can tell others how to play the musical piece as it was meant to be played.\nSolfège.\nSolfège (sometimes called solfa) is the way tones are named. It was made in order to give a name to the several tones and pitches. For example, the eight basic notes \"Do, Re, Mi, Fa, So, La, Ti, Do\" are just the names of the eight notes that confirm the major scale.\nWritten music.\nMusic can be written in several ways. When it is written on a staff (like in the example shown), the pitches (tones) and their duration are represented by symbols called notes. Notes are put on the lines and in the spaces between the lines. Each position says which tone must be played. The higher the note is on the staff, the higher the pitch of the tone. The lower the notes are, the lower the pitch. The duration of the notes (how long they are played for) is shown by making the note \"heads\" black or white, and by giving them stems and flags.\nThe Standard Notation was made to simplify the lecture of music notes, although it is mostly used to represent chords and the names of the music scales.\nThese ways to represent music ease the way a person reads music. There are more ways to write and represent music, but they are less known and may be more complicated.\nBy listening.\nPeople can enjoy music by listening to it. They can go to concerts to hear musicians perform. Classical music is usually performed in concert halls, but sometimes huge festivals are organized in which it is performed outside, in a field or stadium, like pop festivals. People can listen to music on CD's, Computers, iPods, television, the radio, record-players and even mobile phones.\nThere is so much music today, in elevators, shopping malls, and stores, that it often becomes a background sound that we do not really hear.\nBy playing or singing.\nPeople can learn to play an instrument. Probably the most common for complete beginners is the piano or keyboard, the guitar, or the recorder (which is certainly the cheapest to buy). After they have learnt to play scales, play simple tunes and read the simplest musical notation, then they can think about which instrument for further development. They should choose an instrument that is practical for their size. For example, a very short child cannot play a full size double bass, because the double bass is over five feet high. People should choose an instrument that they enjoy playing, because playing regularly is the only way to get better. Finally, it helps to have a good teacher.\nBy composing.\nAnyone can make up his or her own pieces of music. It is not difficult to compose simple songs or melodies (tunes). It's easier for people who can play an instrument themselves. All it takes is experimenting with the sounds that an instrument makes. Someone can make up a piece that tells a story, or just find a nice tune and think about ways it can be changed each time it is repeated. The instrument might be someone's own voice.\nThe fact is, there are tons of instruments in the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art","surface_form":"art","offset":19},{"uri":"Sound","surface_form":"sound","offset":33},{"uri":"Organised","surface_form":"organised","offset":39},{"uri":"Time","surface_form":"time","offset":52},{"uri":"Entertainment","surface_form":"entertainment","offset":82},{"uri":"Dance","surface_form":"dance","offset":169},{"uri":"Singing","surface_form":"singing","offset":206},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":243},{"uri":"Piano","surface_form":"piano","offset":276},{"uri":"Guitar","surface_form":"guitar","offset":283},{"uri":"Drum","surface_form":"drum","offset":291},{"uri":"Violin","surface_form":"violin","offset":300},{"uri":"Greek_language","surface_form":"Greek","offset":340},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":401},{"uri":"Muse","surface_form":"Muse","offset":420},{"uri":"God","surface_form":"god","offset":439},{"uri":"Poetry","surface_form":"poetry","offset":459},{"uri":"Art","surface_form":"art","offset":467},{"uri":"Dance","surface_form":"dance","offset":476},{"uri":"Musician","surface_form":"musician","offset":521},{"uri":"Rhythm","surface_form":"rhythm","offset":600},{"uri":"Melody","surface_form":"melody","offset":608},{"uri":"Harmony","surface_form":"harmony","offset":618},{"uri":"Cooking","surface_form":"cooking","offset":660},{"uri":"Opinion","surface_form":"opinion","offset":879},{"uri":"Behavior","surface_form":"behavior","offset":1285},{"uri":"Phenomenon","surface_form":"phenomena","offset":1377},{"uri":"Phenomenology","surface_form":"phenomenology","offset":1439},{"uri":"Stone_age","surface_form":"stone age","offset":1475},{"uri":"Phenomenon","surface_form":"phenomena","offset":1627},{"uri":"Pattern","surface_form":"pattern","offset":1643},{"uri":"Repetition","surface_form":"repetition","offset":1653},{"uri":"Tonality","surface_form":"tonality","offset":1668},{"uri":"Shamanism","surface_form":"Shamans","offset":1718},{"uri":"Nature","surface_form":"nature","offset":1769},{"uri":"Entertainment","surface_form":"entertainment","offset":1798},{"uri":"Attraction","surface_form":"attracting","offset":1850},{"uri":"Hunting","surface_form":"hunting","offset":1874},{"uri":"Songbird","surface_form":"Songbird","offset":1916},{"uri":"Song","surface_form":"song","offset":1930},{"uri":"Protect","surface_form":"protect","offset":1938},{"uri":"Territory","surface_form":"territory","offset":1952},{"uri":"Mate","surface_form":"mate","offset":1979},{"uri":"Monkey","surface_form":"Monkey","offset":1985},{"uri":"Voice","surface_form":"voice","offset":2147},{"uri":"Larynx","surface_form":"larynx","offset":2215},{"uri":"Wind_instruments","surface_form":"wind instrument","offset":2244},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":2278},{"uri":"Hyoid","surface_form":"hyoid","offset":2290},{"uri":"Rhythm","surface_form":"rhythm","offset":2478},{"uri":"Percussion_instruments","surface_form":"percussion instruments","offset":2500},{"uri":"Clapping","surface_form":"clapping","offset":2536},{"uri":"Paleolithic","surface_form":"paleolithic","offset":2675},{"uri":"Tool","surface_form":"tool","offset":2749},{"uri":"Flute","surface_form":"flute","offset":2808},{"uri":"Divje_Babe_flute","surface_form":"Divje Babe flute","offset":2851},{"uri":"Slovenia","surface_form":"Slovenia","offset":2882},{"uri":"Femur","surface_form":"femur","offset":3014},{"uri":"Bear","surface_form":"bear","offset":3036},{"uri":"Archaeology","surface_form":"archaeologists","offset":3212},{"uri":"Hohle_Fels","surface_form":"Hohle Fels","offset":3258},{"uri":"Ulm","surface_form":"Ulm","offset":3279},{"uri":"Germany","surface_form":"Germany","offset":3284},{"uri":"Vulture","surface_form":"vulture","offset":3359},{"uri":"Venus_of_Hohle_Fels","surface_form":"Venus of Hohle Fels","offset":3656},{"uri":"Greystones","surface_form":"Greystones","offset":3978},{"uri":"Republic_of_Ireland","surface_form":"Ireland","offset":3990},{"uri":"Jiahu","surface_form":"Jiahu","offset":4239},{"uri":"Red-crowned_Crane","surface_form":"Red-crowned Crane","offset":4388},{"uri":"Xia_Zhi","surface_form":"Xia Zhi","offset":4532},{"uri":"Qing_Shang","surface_form":"Qing Shang","offset":4562},{"uri":"Chinese_musical_system","surface_form":"Chinese musical system","offset":4588},{"uri":"Cave","surface_form":"cave","offset":4674},{"uri":"Architecture","surface_form":"architecture","offset":4701},{"uri":"Painting","surface_form":"painting","offset":4725},{"uri":"Archaeology","surface_form":"archaeological","offset":4983},{"uri":"Hurrians","surface_form":"Hurrian","offset":5165},{"uri":"Language","surface_form":"language","offset":5176},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":5215},{"uri":"Round_(music)","surface_form":"round","offset":5407},{"uri":"Sumer_Is_Icumen_In","surface_form":"Sumer Is Icumen In","offset":5421},{"uri":"Monk","surface_form":"monk","offset":5467},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":5519},{"uri":"Folk_music","surface_form":"folk music","offset":5554},{"uri":"Roman_Catholic","surface_form":"Catholic church","offset":5751},{"uri":"Gregorian_chant","surface_form":"Gregorian chant","offset":5843},{"uri":"Renaissance","surface_form":"Renaissance","offset":5881},{"uri":"Art","surface_form":"art","offset":6181},{"uri":"Birth","surface_form":"reborn","offset":6200},{"uri":"Giovanni_da_Palestrina","surface_form":"Giovanni da Palestrina","offset":6329},{"uri":"Choir_(music)","surface_form":"choir","offset":6433},{"uri":"Dance_music","surface_form":"dance music","offset":6514},{"uri":"Viol","surface_form":"viol","offset":6607},{"uri":"String_instrument","surface_form":"string instrument","offset":6616},{"uri":"Bow_(music)","surface_form":"bow)","offset":6648},{"uri":"Lute","surface_form":"lute","offset":6654},{"uri":"Guitar","surface_form":"guitar","offset":6715},{"uri":"Virginal","surface_form":"virginal","offset":6732},{"uri":"Keyboard_instrument","surface_form":"keyboard instrument","offset":6757},{"uri":"Classical_period_(music)","surface_form":"classical period","offset":8601},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":8689},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":8703},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":8731},{"uri":"Symphony","surface_form":"symphonies","offset":8835},{"uri":"Movement_(music)","surface_form":"movements","offset":8880},{"uri":"Sonata_form","surface_form":"sonata form","offset":9118},{"uri":"String_quartet","surface_form":"string quartet","offset":9171},{"uri":"Violin","surface_form":"violin","offset":9229},{"uri":"Viola","surface_form":"viola","offset":9240},{"uri":"Violoncello","surface_form":"violoncello","offset":9253},{"uri":"Violin","surface_form":"violin","offset":9579},{"uri":"Violoncello","surface_form":"violoncello","offset":9591},{"uri":"Flute","surface_form":"flute","offset":9608},{"uri":"Clarinet","surface_form":"clarinet","offset":9619},{"uri":"Oboe","surface_form":"oboe","offset":9637},{"uri":"Romantic_music","surface_form":"Romantic period","offset":9691},{"uri":"Piano","surface_form":"piano","offset":9847},{"uri":"Frederic_Chopin","surface_form":"Frederic Chopin","offset":9878},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":10040},{"uri":"Lied","surface_form":"Lied","offset":10106},{"uri":"Lyrics","surface_form":"lyrics","offset":10197},{"uri":"Accompaniment_(music)","surface_form":"accompaniments","offset":10253},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":10312},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":10426},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":10442},{"uri":"Nationalism","surface_form":"Nationalism","offset":10636},{"uri":"Folk_music","surface_form":"folksong","offset":10732},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":10825},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":10841},{"uri":"Frederic_Chopin","surface_form":"Frederic Chopin","offset":10860},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":10877},{"uri":"Pyotr_Tchaikovsky","surface_form":"Pyotr Tchaikovsky","offset":10894},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":10916},{"uri":"20th_century","surface_form":"20th century","offset":11006},{"uri":"Harmony","surface_form":"harmonies","offset":11235},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":11259},{"uri":"Atonal","surface_form":"atonal","offset":11313},{"uri":"Twelve-tone_system","surface_form":"twelve-tone system","offset":11461},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":11729},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":11854},{"uri":"Chord","surface_form":"chord","offset":11929},{"uri":"Rhythm","surface_form":"rhythm","offset":11983},{"uri":"Minimalism","surface_form":"Minimalist","offset":12067},{"uri":"Karlheinz_Stockhausen","surface_form":"Karlheinz Stockhausen","offset":12156},{"uri":"Electronic_music","surface_form":"electronic music","offset":12196},{"uri":"Amplifier","surface_form":"amplifier","offset":12241},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":12256},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":12359},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":12392},{"uri":"John_Adams_(composer)","surface_form":"John Adams","offset":12515},{"uri":"James_MacMillan","surface_form":"James MacMillan","offset":12542},{"uri":"Tonality","surface_form":"tonal","offset":12633},{"uri":"Jazz","surface_form":"Jazz","offset":12989},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans","offset":13046},{"uri":"United_States","surface_form":"USA","offset":13078},{"uri":"Blues","surface_form":"blues","offset":13163},{"uri":"Africa","surface_form":"Africa","offset":13206},{"uri":"Slave","surface_form":"slave","offset":13300},{"uri":"Jail","surface_form":"jail","offset":13590},{"uri":"Europe","surface_form":"Europe","offset":13648},{"uri":"Scott_Joplin","surface_form":"Scott Joplin","offset":13693},{"uri":"Ragtime","surface_form":"ragtime","offset":13732},{"uri":"Trumpet","surface_form":"trumpet","offset":13972},{"uri":"Saxophone","surface_form":"saxophone","offset":13981},{"uri":"Clarinet","surface_form":"clarinet","offset":13996},{"uri":"Percussion","surface_form":"percussion","offset":14051},{"uri":"Double_bass","surface_form":"double bass","offset":14074},{"uri":"Piano","surface_form":"piano","offset":14087},{"uri":"Banjo","surface_form":"banjo","offset":14094},{"uri":"Guitar","surface_form":"guitar","offset":14104},{"uri":"Improvisation","surface_form":"improvised","offset":14173},{"uri":"Rule","surface_form":"rule","offset":14311},{"uri":"Classical_music","surface_form":"Western art music","offset":15029},{"uri":"George_Gershwin","surface_form":"George Gershwin","offset":15101},{"uri":"Pop_music","surface_form":"pop music","offset":15180},{"uri":"Louis_Armstrong","surface_form":"Louis Armstrong","offset":15331},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":15674},{"uri":"Chuck_Berry","surface_form":"Chuck Berry","offset":15702},{"uri":"Bo_Diddley","surface_form":"Bo Diddley","offset":15715},{"uri":"Little_Richard","surface_form":"Little Richard","offset":15730},{"uri":"Rockabilly","surface_form":"rockabilly","offset":15750},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":15774},{"uri":"Buddy_Holly","surface_form":"Buddy Holly","offset":15792},{"uri":"The_Beatles","surface_form":"The Beatles","offset":15820},{"uri":"Funk","surface_form":"funk","offset":15936},{"uri":"Soul_music","surface_form":"soul music","offset":15945},{"uri":"Amplifier","surface_form":"amplifier","offset":16104},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":16120},{"uri":"Major_scale","surface_form":"major scale","offset":16682},{"uri":"Staff_(music)","surface_form":"staff","offset":16772},{"uri":"Note_(music)","surface_form":"notes","offset":16880},{"uri":"Chord_(Music)","surface_form":"chords","offset":17370},{"uri":"Scale_(Music)","surface_form":"music scales","offset":17398},{"uri":"Concert","surface_form":"concert","offset":17652},{"uri":"Classical_music","surface_form":"Classical music","offset":17688},{"uri":"Concert_hall","surface_form":"concert hall","offset":17728},{"uri":"Compact_disc","surface_form":"CD's","offset":17893},{"uri":"PC","surface_form":"Computers","offset":17899},{"uri":"IPod","surface_form":"iPod","offset":17910},{"uri":"Television","surface_form":"television","offset":17917},{"uri":"Radio","surface_form":"radio","offset":17933},{"uri":"Record-player","surface_form":"record-player","offset":17940},{"uri":"Cell_phone","surface_form":"mobile phones","offset":17964},{"uri":"Elevator","surface_form":"elevator","offset":18012},{"uri":"Mall","surface_form":"mall","offset":18032},{"uri":"Shop","surface_form":"stores","offset":18043},{"uri":"Piano","surface_form":"piano","offset":18238},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":18247},{"uri":"Guitar","surface_form":"guitar","offset":18261},{"uri":"Recorder","surface_form":"recorder","offset":18276},{"uri":"Scale_(music)","surface_form":"scales","offset":18358},{"uri":"Tune","surface_form":"tune","offset":18378},{"uri":"Musical_notation","surface_form":"musical notation","offset":18406},{"uri":"Double_bass","surface_form":"double bass","offset":18615},{"uri":"Teacher","surface_form":"teacher","offset":18826}]}