{"id":472068,"url":"http://en.wikipedia.org/wiki/Regression_toward_the_mean","text":"e=\"preserve\">Regression toward the mean simply means that, following an extreme random event, the next random event is likely to be less extreme. Regression toward the mean was first described by Francis Galton. He found that offspring of tall parents tended to be shorter. Also, offspring of shorter parents tended to be taller. Galton stated that processes that did not follow regression towards the mean would quickly go out of control.\nHistory.\nIn 1886, Galton published a paper called \"Regression towards mediocrity in hereditary stature\". In the paper, he observed that extreme characteristics (e.g., height) in parents are not passed on completely to their offspring. Rather, the characteristics in the offspring \"regress\" towards a \"mediocre\" point. Today, this point is called the mean. By measuring the heights of hundreds of people, he was able to quantify regression to the mean, and estimate the size of the effect. Galton wrote that, “the average regression of the offspring is a constant fraction of their respective mid-parental deviations”. This means that the difference between a child and its parents for some characteristic is proportional to its parents' deviation from typical people in the population. If its parents are each two inches taller than the averages for men and women, on average, the child will be shorter than its parents by some factor times two inches. Today, this factor has been calculated to be one minus the regression coefficient. For height, Galton estimated this coefficient to be about two thirds: the height of an individual will measure around a midpoint that is two thirds of the parents’ deviation from the population average.\nObservation.\nGalton used the term regression to describe an observable fact in the inheritance of multi-factorial quantitative genetic traits: namely that the offspring of parents who lie at the tails of the distribution will tend to lie closer to the centre, the mean, of the distribution. He quantified this trend, and in doing so invented linear regression analysis. This is the starting point for much of modern statistical modelling. Since then, the term \"regression\" has taken on different meanings, and it may be used by modern statisticians to describe phenomena of sampling bias which have little to do with Galton's original observations in the field of genetics.\nGalton's explanation for the regression phenomenon he observed is now known to be incorrect. He stated: “A child inherits partly from his parents, partly from his ancestors. Speaking generally, the further his genealogy goes back, the more numerous and varied will his ancestry become, until they cease to differ from any equally numerous sample taken at haphazard from the race at large.” This is incorrect, since a child receives its genetic makeup exclusively from its parents. There is no generation-skipping in genetic material: any genetic material from earlier ancestors than the parents must have passed through the parents. The phenomenon is better understood if we assume that the inherited trait (e.g., height) is controlled by a large number of recessive genes. Exceptionally tall individuals must be homozygous for increased height mutations on a large proportion of these loci. But the loci which carry these mutations are not necessarily shared between two tall individuals, and if these individuals mate, their offspring will be on average homozygous for \"tall\" mutations on fewer loci than either of their parents. In addition, height is not entirely genetically determined, but also subject to environmental influences during development, which make offspring of exceptional parents even more likely to be closer to the average than their parents.\nIn sharp contrast to this population genetic phenomenon of regression to the mean, which is best thought of as a combination of a binomially distributed process of inheritance (plus normally distributed environmental influences), the term \"regression to the mean\" is now often used to describe completely different phenomena in which an initial sampling bias may disappear as new, repeated, or larger samples display sample means that are closer to the true underlying population mean.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extreme","surface_form":"extreme","offset":72},{"uri":"Random","surface_form":"random","offset":80},{"uri":"Francis_Galton","surface_form":"Francis Galton","offset":196},{"uri":"Offspring","surface_form":"offspring","offset":226},{"uri":"Process","surface_form":"process","offset":349},{"uri":"Control","surface_form":"control","offset":431},{"uri":"Mean_(Statistics)","surface_form":"mean","offset":790},{"uri":"Midparent","surface_form":"mid-parental","offset":1032},{"uri":"Proportionality","surface_form":"proportional","offset":1148},{"uri":"Population_(statistics)","surface_form":"population","offset":1214},{"uri":"Regression_analysis","surface_form":"regression coefficient","offset":1452},{"uri":"Linear_regression","surface_form":"linear regression","offset":2021},{"uri":"Recessive","surface_form":"recessive","offset":3110},{"uri":"Homozygous","surface_form":"homozygous","offset":3166},{"uri":"Binomial_distribution","surface_form":"binomially distributed","offset":3849},{"uri":"Normal_distribution","surface_form":"normally distributed","offset":3901},{"uri":"Sampling_bias","surface_form":"sampling bias","offset":4064}]}