{"id":472231,"url":"http://en.wikipedia.org/wiki/Pedro_Lascur%C3%A1in","text":"Pedro José Domingo de la Calzada Manuel María Lascuráin Paredes (8 May 1856 – 21 July 1952) was a Mexican politician.\nHe served as the 34th President of Mexico. He served as president for less than one hour on February 19, 1913. It is the shortest presidency in the history of the world. He had earlier served as Mexico's foreign minister for two terms and was the director of a small law school in Mexico City for sixteen years.\nEarly life.\nLascuráin was born in Mexico City, Mexico.\nPresidency.\nBefore becoming president, Lascuráin was mayor of Mexico City. On 19 February 1913, General Victoriano Huerta overthrew President Madero. Lascuráin was one of the people who convinced Madero to resign the presidency while he was being held prisoner in the National Palace. He claimed that his life was in danger if he refused.\nUnder the Constitution of Mexico, the vice-president, the attorney general, the foreign minister and then the interior minister stood next in line to the presidency. As well as Madero, Huerta had overthrown Vice-President José María Pino Suárez and Attorney General Adolfo Valles Baca.\nLascuráin, as foreign minister, assumed the presidency. Lascuráin was president for less than an hour; sources quote figures ranging from 15 to 56 minutes. To date, Lascuráin's presidency is the shortest in history, even briefer than that of Venezuelan politician Diosdado Cabello in 2002.\nDeath.\nLascuráin died in Mexico City from natural causes, aged 96 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexican","offset":98},{"uri":"President_of_Mexico","surface_form":"President of Mexico","offset":140},{"uri":"Mexico_City","surface_form":"Mexico City","offset":399},{"uri":"Mexico_City","surface_form":"Mexico City","offset":464},{"uri":"Mexico","surface_form":"Mexico","offset":477},{"uri":"Mayor","surface_form":"mayor","offset":538},{"uri":"Victoriano_Huerta","surface_form":"Victoriano Huerta","offset":589},{"uri":"Constitution_of_Mexico","surface_form":"Constitution of Mexico","offset":834},{"uri":"Jos%C3%A9_Mar%C3%ADa_Pino_Su%C3%A1rez","surface_form":"José María Pino Suárez","offset":1046},{"uri":"Venezuela","surface_form":"Venezuela","offset":1352},{"uri":"Diosdado_Cabello","surface_form":"Diosdado Cabello","offset":1374},{"uri":"Natural_causes","surface_form":"natural causes","offset":1442}]}