{"id":472339,"url":"http://en.wikipedia.org/wiki/Loop_antenna","text":"A loop antenna is a radio antenna consisting of at least one loop of wire, tubing, or other electrical conductor with its ends connected to a balanced transmission line. Within this physical description two different antenna designs are common: the small loop (or \"magnetic loop\") with a size much smaller than a wavelength, and the resonant loop antenna with a circumference approximately equal to the wavelength.\nSmall loops have a poor efficiency and are mainly used as receiving antennas at low frequencies. Except for car radios, almost every AM broadcast receiver sold has such an antenna built in or directly attached to it. These antennas are also used for radio direction finding. In amateur radio, loop antennas can be used where larger antennas would be inconvenient, unsightly, or banned because of size. Loop antennas are relatively easy to build.\nA small loop antenna, also known as a magnetic loop, generally has a circumference of less than one tenth of a wavelength, in which case there will be a relatively constant current distribution along the conductor. As the frequency or the size is increased, a standing wave starts to develop in the current, and the antenna starts to acquire some of the characteristics of a resonant loop (but is not resonant); for this reason, these intermediate cases cannot be analyzed using the concepts developed for the small and resonant loop antennas described below.\nResonant loop antennas are relatively large, governed by the intended wavelength of operation. Thus they are typically used at higher frequencies, especially VHF and UHF, where their size is manageable. They can be viewed as a folded dipole deformed into a different shape, and have rather similar characteristics such as a high radiation efficiency.","categories":[],"infobox_types":[],"annotations":[{"uri":"Antenna_(radio)","surface_form":"radio antenna","offset":20},{"uri":"Electrical_conductor","surface_form":"electrical conductor","offset":92},{"uri":"Balanced_line","surface_form":"balanced","offset":142},{"uri":"Transmission_line","surface_form":"transmission line","offset":151},{"uri":"Electrically_short","surface_form":"smaller than a wavelength","offset":298},{"uri":"Resonant","surface_form":"resonant","offset":333},{"uri":"Circumference","surface_form":"circumference","offset":362},{"uri":"Antenna_efficiency","surface_form":"efficiency","offset":439},{"uri":"AM_broadcast","surface_form":"AM broadcast","offset":548},{"uri":"Radio_direction_finding","surface_form":"radio direction finding","offset":665},{"uri":"Wavelength","surface_form":"wavelength","offset":1491},{"uri":"Folded_dipole","surface_form":"folded dipole","offset":1648}]}