{"id":47242,"url":"http://en.wikipedia.org/wiki/English_Wikipedia","text":"The English Wikipedia is the English language edition of the Wikipedia encyclopedia. English is the first language in which Wikipedia was written. It was started on 15 January 2001. It is the largest encyclopedia in the world, and the largest version of Wikipedia since April 2019. It has more than 6,085,700 articles as of May 2020. In October 2015, the total volume of the compressed texts of the English Wikipedia's articles added up to 11.5 gigabytes.\nThe Simple English Wikipedia is a variation in which most of the articles use only basic English vocabulary (simplewiki). There is also the Anglo-Saxon) Wikipedia (angwiki). It has a newsletter called The Signpost.\nWikipedias in other languages have imitated some of its technical and organizational features.\nAs the English Wikipedia is very popular, there can be many people editing the wiki in one minute. This made the less effective for understanding changes. Instead, editors can select and watch for changes in particular articles, using the \"watchlist\" feature of MediaWiki. Some also use special software to detect and fix vandalism.\nSome people think that the English Language Wikipedia shows bias and unfairness. Editors of reference works such as the \"Encyclopædia Britannica\" have questioned Wikipedia's utility and status as an encyclopedia. An example of bias is that around 90% of Wikipedia editors are male. Other people think that Wikipedia is more useful than other encyclopedias because it is large and can be updated quickly.\nIn 2012 the logo of the English Wikipedia like most Wikipedias was slightly changed. However, some Wikipedias, like the Simple English Wikipedia, still kept the old logo.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English language","offset":29},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":61},{"uri":"Language","surface_form":"language","offset":106},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":200},{"uri":"List_of_Wikipedias","surface_form":"the largest version of Wikipedia","offset":231},{"uri":"Gigabyte","surface_form":"gigabyte","offset":445},{"uri":"Simple_English_Wikipedia","surface_form":"Simple English Wikipedia","offset":460},{"uri":"Main_Page","surface_form":"simplewiki","offset":565},{"uri":"Old_English","surface_form":"Anglo-Saxon)","offset":596},{"uri":"H%C4%93afodtramet","surface_form":"angwiki","offset":620},{"uri":"Edit","surface_form":"edit","offset":930},{"uri":"MediaWiki","surface_form":"MediaWiki","offset":1028},{"uri":"Vandalism","surface_form":"vandalism","offset":1088},{"uri":"Bias","surface_form":"bias","offset":1159},{"uri":"Encyclop%C3%A6dia_Britannica","surface_form":"Encyclopædia Britannica","offset":1220},{"uri":"Male","surface_form":"male","offset":1375},{"uri":"Simple_English_Wikipedia","surface_form":"Simple English Wikipedia","offset":1623}]}