{"id":47256,"url":"http://en.wikipedia.org/wiki/Thermoplastic","text":"A thermoplastic is a material, usually a plastic polymer, which becomes more soft when heated and hard when cooled. Thermoplastic materials can be cooled and heated several times without any change in their chemical or mechanical properties. When thermoplastics are heated to their melting point, they melt to a liquid. They freeze to a glassy state when cooled below their glass transition temperature.\nThermoplastic materials have many features. Some products made from thermoplastic materials are used for electronic applications. They protect against electrostatic discharge and radio frequency interference. Thermoplastics are one of the main two types of plastics.\nThermoplastic can be moulded into any shape. Thermoplastics differ from thermosetting polymers. Thermosets form irreversible chemical bonds during the curing process.\nMain types of thermoplastics.\nPET (polyethylene terephthalate):- Light, rigid or semi-rigid, naturally transparent or colorless, PET is an excellent moisture and gas barrier and is resistant to impacts. It is one of the most easily recyclable plastics and is used to produce bottles, bags and synthetic fibers for clothing.\nHDPE (high-density polyethylene):- HDPE is translucent, strong and easy to process, resistant to impacts and non-toxic. It is used to make bottles, tanks, bins and containers for transport.\nLDPE (low-density polyethylene):- LDPE can be translucent or transparent. Suitable for contact with food, it is the lightest and most heat-sensitive plastic. It is used for packaging, bags, sacks, cable coatings, containers, pipes and toys.\nPVC (polyvinyl chloride):- PVC is a very versatile plastic, resistant to wear and tear, chemical and atmospheric agents and fire. It is used in the paper industry and for packaging, food containers, credit cards, furnishings, clothing and toys.\nPP (polypropylene):- Transparent, light and strong, this material can be used as both a plastic and a fiber. Easily colored, it does not absorb water. It is used to make textile fibers, couplings, containers for transport, furniture, carpets, ropes and food containers.\nPS (polystyrene or styrofoam):- One of the most important thermoplastic materials, it is transparent, hard and inflammable, very bright and inert against many corrosive agents. It can be given shiny or opaque colors. Polystyrene is commonly used to replace glass, aluminum and wood because it is cheaper. It can also be used in packaging materials (including for foods), containers, boxes, lamps, disposable objects, cups and toys.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plastic","surface_form":"plastic","offset":41},{"uri":"Polymer","surface_form":"polymer","offset":49},{"uri":"Melting_point","surface_form":"melting point","offset":282},{"uri":"Liquid","surface_form":"liquid","offset":312},{"uri":"Glass_transition","surface_form":"glass transition","offset":374},{"uri":"Electronics","surface_form":"electronic","offset":509},{"uri":"Electrostatic","surface_form":"electrostatic","offset":555},{"uri":"Radio","surface_form":"radio","offset":583},{"uri":"Frequency","surface_form":"frequency","offset":589},{"uri":"Plastic","surface_form":"plastic","offset":661},{"uri":"Moulding","surface_form":"moulded","offset":692},{"uri":"Thermosetting_polymer","surface_form":"thermosetting polymer","offset":743},{"uri":"Chemical_bonds","surface_form":"chemical bonds","offset":796},{"uri":"Curing_(chemistry)","surface_form":"curing","offset":822}]}