{"id":47251,"url":"http://en.wikipedia.org/wiki/Vacheron_Constantin","text":"Vacheron Constantin is a Swiss watch manufacture. It is a part of the Richemont group since 1996. The brand's watch factory is based in Geneva. Vacheron Constantin opened 15 boutiques and 500 shops in 80 countries of the world. Vacheron Constantin is one of the oldest watchmakers.\nJean-Marc Vacheron opened the first workshop in Geneva, Switzerland in 1755. In 1770 the company introduced the first complication (an additional function of a watch besides showing hours and minutes).\nThe son of Jean-Marc Vacheron, Abraham, became the head of the family business in 1785. In 1810, Jacques-Barthélemy, the grandson of the founder continued the business. He controlled the company's exports of watches to France and Italy.\nIn 1819 Francois Constantinin became the partner of Vacheron. The name of the company became – \"Vacheron & Constantin\". Francois Constantin traveled a lot and opened new markets for the company. The main market was North America. Francois wrote the company's motto - Do better if possible and that is always possible. It is kept till the present day.\nIn 1839 Georges-Auguste Leschot joined \"Vacheron & Constantin\". He headed the manufacturing process. Leschot's inventions brought great success to the company and watchmaking in general. Leschot invented a device that made possible mechanical production of some watch parts. It helped the company leave behind other watchmakers.\nAfter Francois Constantin and Jacques-Barthélemy Vacheron died, the company was headed by their heirs. Since 1862 Vacheron Constantin explores the field of non-magnetic materials. In 1885, it produced the first anti-magnetic watch. The watch could resist magnetic fields.\nIn 1877 the company officially changed the name for \"Vacheron & Constantin, Fabricants, Geneve\". The same year the company chose its symbol - the Maltese cross.In 1887, Vacheron Constantin became a stock company.\nThe first Vacheron Constantin boutique was opened in Geneva in 1906. Today the store is situated on Quai de l’Ile. Charles Constantin headed the company in 1936. He led it through the Great Depression period. For the first time since 1850s a Constantin family member became the president of the company. When the World War II was over, the company got back its firm position on the watch market.\nThe history of Vacheron Constantin saw a lot of innovations. The brand's classic Patrimony line was started with the thinnest watch. Its case was only 5.25mm thick. In 1979 Vacheron Constantin created the most expensive wristwatch with initial price of $5 million. The watch named Kallista had 118 diamonds. Today its price is $11 million.\nAt present day Vacheron Constantin produces about 20,000 watches every year. In 2003 Vacheron Constantin presented a new sports watch line - Overseas. In 2005 the company introduced a new Egérie collection. The collection included women's watches for the first time.\nIn 2005, Juan Carlos Torres became the Chief of the Vacheron Constantin Company. The same year Vacheron Constantin produced the most complicated wristwatch - Tour de I'lle. The watch consisted of 834 parts and had 16 complications (additional functions). Its price reached over $1 million. In 2006 the company opened a new main office in Genevan Plan-les-Ouates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":25},{"uri":"Watch","surface_form":"watch","offset":31},{"uri":"Richemont","surface_form":"Richemont","offset":70},{"uri":"1996","surface_form":"1996","offset":92},{"uri":"Geneva_City","surface_form":"Geneva","offset":136},{"uri":"Switzerland","surface_form":"Switzerland","offset":338},{"uri":"1755","surface_form":"1755","offset":353},{"uri":"1770","surface_form":"1770","offset":362},{"uri":"1785","surface_form":"1785","offset":566},{"uri":"1810","surface_form":"1810","offset":575},{"uri":"France","surface_form":"France","offset":703},{"uri":"Italy","surface_form":"Italy","offset":714},{"uri":"1819","surface_form":"1819","offset":724},{"uri":"North_America","surface_form":"North America","offset":936},{"uri":"1839","surface_form":"1839","offset":1075},{"uri":"1862","surface_form":"1862","offset":1510},{"uri":"1885","surface_form":"1885","offset":1584},{"uri":"1877","surface_form":"1877","offset":1676},{"uri":"Maltese_cross","surface_form":"Maltese cross","offset":1819},{"uri":"1887","surface_form":"1887","offset":1836},{"uri":"1906","surface_form":"1906","offset":1949},{"uri":"Quai_de_l%E2%80%99Ile","surface_form":"Quai de l’Ile","offset":1986},{"uri":"1936","surface_form":"1936","offset":2042},{"uri":"Great_Depression","surface_form":"Great Depression","offset":2070},{"uri":"1850","surface_form":"1850","offset":2120},{"uri":"World_War_II","surface_form":"World War II","offset":2199},{"uri":"Watch","surface_form":"watch","offset":2408},{"uri":"1979","surface_form":"1979","offset":2450},{"uri":"Diamond","surface_form":"diamond","offset":2580},{"uri":"2003","surface_form":"2003","offset":2702},{"uri":"2005","surface_form":"2005","offset":2776},{"uri":"2005","surface_form":"2005","offset":2892},{"uri":"2006","surface_form":"2006","offset":3182}]}