{"id":472648,"url":"http://en.wikipedia.org/wiki/Mort_%26_Phil","text":"Mort & Phil (\"Mortadelo y Filemón\" in Spanish) is a Spanish comics series designed in 1958 by Francisco Ibáñez. It's one of the most popular comics in Spain.\nIts first title was \"Mortadelo y Filemón: Agencia de Información\". It was just the main characters. Every comics strip had from one to four pages. Throughout the years, the characters have evolved. At first, Mortadelo used to wear a bowler hat. He used to wear some disguises. He was known for his shapeshifter abilities. However Ibáñez went to leave the hat on therefore Mortadelo get disguise inmmediately. The other one, Filemón, called by Mortadelo as \"Jefe\" (\"Chief\" or \"Boss\" in English) had a beaked nose and use to smoke pipe as Sherlock Holmes used to do.\nTheir names are wordplay. For example: Mortadelo comes from \"Mortadela\" (\"Mortadella di Bologna\") and Filemón from \"Filete\" (\"Steak\").\nIn 1969, Ibáñez designed more characters. He also \"founded\" the TIA. The \"Técnicos de Investigación Aeroterráquea\": \"Aeroterrestrial Investigation Technicians\") is an organisation that is a spoof on the CIA. With those changes, the comics books were much longer (44-48 pages by comic book).\nThese editions were more satirical in regard to Spanish and international themes such as politics and political corruption (\"El atasco de influencias\"), ETA's terrorism (\"Barcelona '92\") where the terrorist group were named as \"TETA\" (\"TITS\"), and \"PEPA\" in \"España '82\", and the islamic one (\"Terroristas\" or \"El balón catastrófico\") or economics (\"¡Llegó el Euro!\") among others.\nBackground.\nAt first the characters were portrayed as a parody version of Arthur Conan Doyle's characters: Sherlock Holmes (Filemón) and Dr. Watson (Mortadelo).\nLater, others sources pointed to \"Novísimas aventuras de Sherlock Holmes\" by Enrique Jardiel Poncela or Laurel and Hardy. The comics books are known for its slapstick comedy. It is not unusual to see the characters being injuried or hurt. They have caused several accidents. For example, falling from a fifth floor window and staying alive.\n35th Anniversary.\nIs often enough to see own Ibáñez breaking the fourth wall when he's designed by himself. In 1992 was the 35th \"Mort and Phils anniversary, so he made an special edition tittled \"El 35 aniversario\". In it, Ibáñez explained how was his childhood and his career went when began to work in Ediciones Bruguera (nowadays: Ediciones B), Barcelona, Spain. He explained it with a burlesque point of view. He also told how Mortadelo and Filemón met each other.\nThat edition had a huge success among its fans. It was not until 2001, a few days after the September 11 terrorist attacks that the last page (and vignette) called the readers attention to the tragedy. It was noted also in television media, because in the vignette's background (a common gag made by Ibáñez in all his works) there was a plane that crashed into the World Trade Center, in New York, in the United States.\nSince its official website stated \"that scene was designed as it and it wasn't retouched\". Regarding the attacks: \"it was a tragical coincidence\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_language","surface_form":"Spanish","offset":38},{"uri":"Comics","surface_form":"comics","offset":60},{"uri":"Francisco_Ib%C3%A1%C3%B1ez","surface_form":"Francisco Ibáñez","offset":94},{"uri":"Spain","surface_form":"Spain","offset":151},{"uri":"Character","surface_form":"character","offset":331},{"uri":"Bowler","surface_form":"bowler","offset":391},{"uri":"Disguise","surface_form":"disguise","offset":424},{"uri":"Shapeshifter","surface_form":"shapeshifter","offset":456},{"uri":"Ability","surface_form":"abilities","offset":469},{"uri":"English_language","surface_form":"English","offset":643},{"uri":"Pipe_(smoke)","surface_form":"pipe","offset":687},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":695},{"uri":"Mortadella_di_Bologna","surface_form":"Mortadella di Bologna","offset":797},{"uri":"Steak","surface_form":"Steak","offset":849},{"uri":"Spoof","surface_form":"spoof","offset":1048},{"uri":"CIA","surface_form":"CIA","offset":1061},{"uri":"Politics","surface_form":"political","offset":1251},{"uri":"Corruption","surface_form":"corruption","offset":1261},{"uri":"Euskadi_Ta_Askatasuna","surface_form":"ETA's terrorism","offset":1302},{"uri":"Breast","surface_form":"TITS","offset":1385},{"uri":"Islamic_terrorism","surface_form":"islamic one","offset":1429},{"uri":"Arthur_Conan_Doyle","surface_form":"Arthur Conan Doyle","offset":1605},{"uri":"Sherlock_Holmes","surface_form":"Sherlock Holmes","offset":1638},{"uri":"Stan_Laurel","surface_form":"Laurel","offset":1796},{"uri":"Oliver_Hardy","surface_form":"Hardy","offset":1807},{"uri":"Slapstick","surface_form":"slapstick comedy","offset":1849},{"uri":"Fourth_wall","surface_form":"fourth wall","offset":2098},{"uri":"Barcelona","surface_form":"Barcelona","offset":2382},{"uri":"Spain","surface_form":"Spain","offset":2393},{"uri":"September_11_attacks","surface_form":"September 11","offset":2595},{"uri":"Plane","surface_form":"plane","offset":2840},{"uri":"World_Trade_Center_(1973%E2%80%932001)","surface_form":"World Trade Center","offset":2868},{"uri":"New_York","surface_form":"New York","offset":2891},{"uri":"United_States","surface_form":"United States","offset":2908}]}