{"id":4726,"url":"http://en.wikipedia.org/wiki/The_Beatles","text":"The Beatles were an English rock band, started in Liverpool, England in 1960. The members of the band were John Lennon, Paul McCartney, George Harrison, and Ringo Starr. Most people say they are the most successful and influential band in the history of popular music. The group were a main part of the creation of 1960s counterculture. They began as a skiffle and beat band and were influenced by 1950s American rock and roll. They later used parts of classical music and Indian music.\nTheir main songwriters were Lennon and McCartney. Before The Beatles became popular, they played in clubs in Liverpool and Hamburg over three years between 1960 and 1963, with Stuart Sutcliffe playing bass. They went through many drummers, including Pete Best, before finally asking Ringo Starr to join in 1962. Sutcliffe also quit, meaning Paul McCartney started playing the bass instead. Brian Epstein was their manager and George Martin produced most of their music. Their first single was \"Love Me Do\", in late 1962. It was a hit and they became popular in the United Kingdom. As they became more popular, the press called the popularity \"Beatlemania\".\nBy 1964, the Beatles were worldwide stars and led the \"British Invasion\" of the United States. They brought out some of the best-selling albums of the 1960s, with twelve studio albums. They broke-up in 1970. John Lennon was later murdered in New York City in 1980 and George Harrison died of lung cancer in 2001. McCartney and Starr still make music.\nHistory of the Beatles.\nStarting in 1956, John Lennon and several of his friends played in a British band called the Quarrymen. Over the next few years, the members of the band changed, and by 1960, the band was called the Beatles. They did not have their first hit until 1962. In February 1963 their song, \"Please Please Me\", reached the number 1 position on the British charts. This was the first of a record 15 British number 1 singles. They first came to the United States in 1964. They were met at the airport by thousands of screaming American teenagers. The Beatles were so popular that they were attacked by screaming fans everywhere they went around the world. The effect they had on their fans was known as 'Beatlemania'. The Beatles made their first live American television appearance on The Ed Sullivan Show on 9 February 1964. About 74 million viewers — about half of the American population — watched the group perform on the show. Beatles songs soon filled the top 5 places on the American top 40 chart - a record that has never been matched.\nAfter the Beatles became so popular in the United States, other British bands, such as The Rolling Stones, The Animals, The Kinks and Gerry and the Pacemakers had songs become hits there as well. So many British bands became popular after the Beatles' success that this time became known in America as the \"British Invasion\".\nTowards the mid 1960s, The Beatles became bolder with their style of music. This largely started in 1965, with the release of the album \"Rubber Soul\", and hit a peak in 1967 with the release of \"Sgt. Pepper's Lonely Hearts Club Band\", which was named as the greatest album of all time by Rolling Stone Magazine. They were also named the most influential artists of all time by Rolling Stone magazine, because their music, clothing style, and attitudes shaped much of what was popular among young people in the 1960s.\nThe Beatles became so popular that no regular concert venue was big enough for their concerts. This led to them playing the first ever stadium rock concert at Shea Stadium in America, to around 50,000 people. The Beatles stopped touring and playing live music in 1966 because they were sick of audiences screaming so loudly that their music could not be heard. They were also tired of the pressures of touring. Among other things, they were so popular that thousands of people would gather outside the hotels they stayed in day and night meaning that they could never leave their rooms unless they were playing a concert.\nThe Beatles broke up in 1970 because of the pressures of fame and each member becoming more independent both in their personal lives and musically. In 1973 the two-disc sets \"1962-1966\" (the \"Red Album\") and \"1967-1970\" \"(the \"Blue Album\") were released. These were both re-released on CD in 1993.\nAfter breaking up.\nThe band was still very popular all over the world after they broke up. According to the \"Guinness Book of World Records\", they are the highest-selling recording artists ever. They have sold more than one billion records, including albums and singles. Their music is still important and still influences many musicians. Musicians today perform cover versions of Beatles songs, and people everywhere still listen to their music. Their song 'Yesterday' has been recorded by more artists than any other song. It is also the song that has been played the most on radio ever.\nThe Beatles made thirteen albums and twenty-six singles together. They also started their own record label, Apple Records. They made two movies, \"A Hard Day's Night\" and \"Help!\", where they appeared as actors. Later they made \"Magical Mystery Tour\", a television special. \"Yellow Submarine\" was a cartoon movie based on their music. \"Let It Be\" showed them working on a new album.\nAfter the Beatles broke up in 1969, all four members started their own solo careers.\nJohn Lennon became a famous peace activist in the late 1960s and early 1970s. He wrote successful songs including \"Give Peace a Chance\", \"Imagine\", and \"Happy Xmas (War Is Over)\". John Lennon was murdered on December 8, 1980 outside his home in New York. Part of Central Park in New York and an airport in Liverpool are named in his honor.\nThe other three Beatles got together in the 1990s to make two new records. They used demo recordings of two John Lennon songs and added their own new parts. Producer Jeff Lynne helped them so all four members could appear on the songs. The songs were \"Free as a Bird\" and \"Real Love\". Both were top 5 hits in the UK in 1995 and 1996.\nPaul McCartney started the band \"Wings\" with his wife Linda. In 1977 his song, \"Mull of Kintyre\", became the biggest selling single in British history. It sold even more copies than the Beatles' singles. Paul McCartney was knighted in 1997.\nGeorge Harrison and Ringo Starr had early success as solo artists but were less successful later on. George formed the group \"the Traveling Wilburys\" in the 80s with other rock legends Bob Dylan, Roy Orbison, Tom Petty, and Jeff Lynne. George Harrison died of cancer on November 29, 2001. Ringo still tours the world with his \"All Starr Band\" and was knighted in 2018.\nAlbums.\nThe Beatles made 13 very successful albums during their active years from 1960-1970. Listed below are the albums made during their career.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":28},{"uri":"Liverpool","surface_form":"Liverpool","offset":50},{"uri":"England","surface_form":"England","offset":61},{"uri":"John_Lennon","surface_form":"John Lennon","offset":107},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":120},{"uri":"George_Harrison","surface_form":"George Harrison","offset":136},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":157},{"uri":"Success","surface_form":"successful","offset":204},{"uri":"Influence","surface_form":"influential","offset":219},{"uri":"Popular_music","surface_form":"popular music","offset":254},{"uri":"Counterculture_of_the_1960s","surface_form":"1960s counterculture","offset":315},{"uri":"Skiffle","surface_form":"skiffle","offset":353},{"uri":"Beat_music","surface_form":"beat","offset":365},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":413},{"uri":"Classical_music","surface_form":"classical music","offset":453},{"uri":"Music_of_India","surface_form":"Indian music","offset":473},{"uri":"Songwriter","surface_form":"songwriter","offset":498},{"uri":"Lennon%E2%80%93McCartney","surface_form":"Lennon and McCartney","offset":515},{"uri":"Club","surface_form":"club","offset":587},{"uri":"Hamburg","surface_form":"Hamburg","offset":610},{"uri":"Stuart_Sutcliffe","surface_form":"Stuart Sutcliffe","offset":663},{"uri":"Bass_guitar","surface_form":"bass","offset":688},{"uri":"Drum","surface_form":"drummers","offset":717},{"uri":"Pete_Best","surface_form":"Pete Best","offset":737},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":877},{"uri":"George_Martin","surface_form":"George Martin","offset":913},{"uri":"Love_Me_Do","surface_form":"Love Me Do","offset":981},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1052},{"uri":"Press","surface_form":"press","offset":1101},{"uri":"Beatlemania","surface_form":"Beatlemania","offset":1130},{"uri":"British_Invasion","surface_form":"British Invasion","offset":1199},{"uri":"Studio_albums","surface_form":"studio albums","offset":1314},{"uri":"Break-up_of_the_Beatles","surface_form":"broke-up","offset":1334},{"uri":"Murder_of_John_Lennon","surface_form":"murdered","offset":1374},{"uri":"New_York_City","surface_form":"New York City","offset":1386},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":1436},{"uri":"United_States","surface_form":"United States","offset":1958},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":2641},{"uri":"The_Animals","surface_form":"The Animals","offset":2661},{"uri":"The_Kinks","surface_form":"The Kinks","offset":2674},{"uri":"Gerry_and_the_Pacemakers","surface_form":"Gerry and the Pacemakers","offset":2688},{"uri":"British_Invasion","surface_form":"British Invasion","offset":2861},{"uri":"Rubber_Soul","surface_form":"Rubber Soul","offset":3017},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":3257},{"uri":"Compact_disc","surface_form":"CD","offset":4305},{"uri":"Guinness_Book_of_World_Records","surface_form":"Guinness Book of World Records","offset":4426},{"uri":"Billion","surface_form":"billion","offset":4541},{"uri":"Album_(music)","surface_form":"albums","offset":4568},{"uri":"Single_(music)","surface_form":"singles","offset":4579},{"uri":"Music","surface_form":"music","offset":4594},{"uri":"Cover_version","surface_form":"cover version","offset":4680},{"uri":"Record_label","surface_form":"record label","offset":5001},{"uri":"Apple_Records","surface_form":"Apple Records","offset":5015},{"uri":"Movie","surface_form":"movie","offset":5044},{"uri":"A_Hard_Day%27s_Night","surface_form":"A Hard Day's Night","offset":5053},{"uri":"Help%21","surface_form":"Help!","offset":5078},{"uri":"Actor","surface_form":"actor","offset":5109},{"uri":"Television","surface_form":"television","offset":5159},{"uri":"Yellow_Submarine","surface_form":"Yellow Submarine","offset":5180},{"uri":"Cartoon","surface_form":"cartoon","offset":5204},{"uri":"Let_It_Be","surface_form":"Let It Be","offset":5241},{"uri":"Member","surface_form":"member","offset":5333},{"uri":"Solo_(music)","surface_form":"solo","offset":5359},{"uri":"Career","surface_form":"career","offset":5364},{"uri":"Imagine_(song)","surface_form":"Imagine","offset":5511},{"uri":"1990s","surface_form":"1990s","offset":5757},{"uri":"Demo_(music)","surface_form":"demo","offset":5798},{"uri":"Jeff_Lynne","surface_form":"Jeff Lynne","offset":5879},{"uri":"Linda_McCartney","surface_form":"Linda","offset":6101},{"uri":"Knight","surface_form":"knight","offset":6270},{"uri":"The_Traveling_Wilburys","surface_form":"the Traveling Wilburys","offset":6414},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":6473},{"uri":"Roy_Orbison","surface_form":"Roy Orbison","offset":6484},{"uri":"Tom_Petty","surface_form":"Tom Petty","offset":6497},{"uri":"Cancer","surface_form":"cancer","offset":6548},{"uri":"Knighted","surface_form":"knighted","offset":6639}]}