{"id":472898,"url":"http://en.wikipedia.org/wiki/Comparison_of_baseball_and_cricket","text":"Baseball and Cricket are two similar sports. They are both considered bat-and-ball games and are played by both men and women. But they also have many differences. They have different rules, terms and organization. Their histories are both similar yet different.\nCommon history?\nBaseball is often thought to have descended from cricket. They both can be traced back to England. They have common terms such as innings, umpires, runs and outs. So the connection seems very logical. Even some baseball historians think cricket is the ancestor of baseball. Both games do have a link, but it is not a parent-child link. It is more on the order of cousins.\nBoth seem to have been brought to England by people from Flanders, but who settled in different parts of England. There each game developed separately. Cricket came from the southeast of England while baseball was played in western England. Baseball started as a children's game while Cricket was more often played by adults. Both games came to America with English immigrants. By the 1840s cricket had a following along the East Coast, particularly in Philadelphia and New York. About the same time Baseball began being organized into clubs. Up until the American Civil War cricket was more popular. After that war baseball became widely popular. Cricket is still played in places like Philadelphia.\nSimilarities.\nBoth are bat and ball games. Both have batsman and bowlers, called batters and pitchers in baseball. Bowlers or pitchers throw the ball to the batsman or batter who hits the ball. Players in the field try to catch the ball. Both games at times use two umpires. Both games involve batters who run between or around things (such as each batsman's ground) to score runs (points), while the fielding team tries to get the ball to those things (bases), or things within the things (wicket<nowiki/>s), or fielders near them, to stop runs from being scored. Batters can hit the ball out of the field to score runs (home run or six runs). After enough batters are out, both teams change roles, and after enough opportunities for both teams to bat, the team with more runs wins.\nDifferences.\nThe bat in cricket is flat while the bat in baseball is round. Cricket has eleven players while baseball has nine. Cricket players hold the bat down, baseball players hold the bat up. The playing fields are different sizes and shapes. The balls, while similar in construction, are slightly different in weight. The leather cover in baseball is white while cricket balls can have a red or white leather cover.\nIn cricket, when a batter is out, they can't bat again for the rest of their team's inning (turn to bat).","categories":[],"infobox_types":[],"annotations":[{"uri":"Bat-and-ball_games","surface_form":"bat-and-ball games","offset":70},{"uri":"Rule","surface_form":"rule","offset":184},{"uri":"Terminology","surface_form":"terms","offset":191},{"uri":"Organization","surface_form":"organization","offset":201},{"uri":"History","surface_form":"histories","offset":221},{"uri":"Descendant","surface_form":"descended","offset":313},{"uri":"England","surface_form":"England","offset":369},{"uri":"Inning","surface_form":"inning","offset":409},{"uri":"Umpire","surface_form":"umpire","offset":418},{"uri":"Logical","surface_form":"logical","offset":471},{"uri":"Historian","surface_form":"historian","offset":499},{"uri":"Ancestor","surface_form":"ancestor","offset":531},{"uri":"Cousin","surface_form":"cousin","offset":642},{"uri":"Flanders","surface_form":"Flanders","offset":708},{"uri":"Southeast","surface_form":"southeast","offset":825},{"uri":"West","surface_form":"west","offset":875},{"uri":"United_States","surface_form":"America","offset":996},{"uri":"Immigrant","surface_form":"immigrant","offset":1017},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast","offset":1076},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1104},{"uri":"New_York","surface_form":"New York","offset":1121},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1207},{"uri":"Batsman","surface_form":"batsman","offset":1405},{"uri":"Bowler","surface_form":"bowler","offset":1417},{"uri":"Batter_(baseball)","surface_form":"batters","offset":1433},{"uri":"Pitcher_(baseball)","surface_form":"pitchers","offset":1445},{"uri":"Umpire","surface_form":"umpire","offset":1618},{"uri":"Batsman%27s_ground","surface_form":"batsman's ground","offset":1701},{"uri":"Wicket","surface_form":"wicket","offset":1843},{"uri":"Flat","surface_form":"flat","offset":2171},{"uri":"Field","surface_form":"field","offset":2345},{"uri":"Weight","surface_form":"weight","offset":2452},{"uri":"Leather","surface_form":"leather","offset":2464},{"uri":"Inning","surface_form":"inning","offset":2642}]}