{"id":473006,"url":"http://en.wikipedia.org/wiki/A_Dirty_Shame","text":"\"A Dirty Shame\" is a 2004 satirical sex comedy movie. John Waters directed and wrote it. Tracey Ullman plays Sylvia. Selma Blair plays Caprice/Ursula. Patty Hearst plays Paige.\n\"A Dirty Shame\" was released with an NC-17 rating by the MPAA. New Line Cinema was the distributor. It received mixed reviews.\nPlot.\nThe people of Harford Road (Maryland Route #147) are divided into two camps: puritanical people who hate anything even remotely sexual. There are also the perverts, a group of sexual addicts whose sexual fetishes have been brought to the fore.\nA held back Sylvia Stickles finds herself as a puritan. One day, she leaves her promiscuous daughter Caprice locked up over the garage and under house arrest. Sylvia is smacked on the head by a passing car. She meets Ray-Ray Perkins, a local mechanic.\nThrough a series of bizarre head knockings, everyone in the Harford Area of Baltimore becomes a sex addict. Ray-Ray shoots semen from his head. He becomes the messiah of \"Let's Go Sexin'\".\nProduction.\nJohn Waters decided to make the movie when he found several sexual slang terms over the internet.\nAccording to Waters, when he asked MPAA what he would have needed to cut from the movie before he could have it rated R, they said \"after a while, we just stopped taking notes.\" It was simply released into theaters with an NC-17 rating.\nIt was shot entirely on location in Baltimore on the Harford Road.\nReception.\n\"A Dirty Shame\" got mixed reviews from critics. Some liked or loved its unashamed vulgarity. Others, though, went against it for the same reason. On the Rotten Tomatoes, the approval rating is 53%, based on the reviews of 117 critics. On the Metacritic, the review for the movie is 56 out of 100, which means \"mixed or average\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Comedy","surface_form":"comedy","offset":40},{"uri":"John_Waters","surface_form":"John Waters","offset":54},{"uri":"Tracey_Ullman","surface_form":"Tracey Ullman","offset":89},{"uri":"Selma_Blair","surface_form":"Selma Blair","offset":117},{"uri":"Patty_Hearst","surface_form":"Patty Hearst","offset":151},{"uri":"NC-17","surface_form":"NC-17","offset":214},{"uri":"MPAA","surface_form":"MPAA","offset":234},{"uri":"New_Line_Cinema","surface_form":"New Line Cinema","offset":240},{"uri":"Sexual_fetishism","surface_form":"sexual fetishes","offset":507},{"uri":"Promiscuity","surface_form":"promiscuous","offset":634},{"uri":"Garage","surface_form":"garage","offset":682},{"uri":"House_arrest","surface_form":"house arrest","offset":699},{"uri":"Semen","surface_form":"semen","offset":929},{"uri":"John_Waters","surface_form":"John Waters","offset":1007},{"uri":"Internet","surface_form":"internet","offset":1095},{"uri":"Motion_Picture_Association_of_America","surface_form":"MPAA","offset":1140},{"uri":"NC-17","surface_form":"NC-17","offset":1328},{"uri":"Baltimore","surface_form":"Baltimore","offset":1378},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1573},{"uri":"Metacritic","surface_form":"Metacritic","offset":1662}]}