{"id":473298,"url":"http://en.wikipedia.org/wiki/I_Still_Know_What_You_Did_Last_Summer","text":"\"I Still Know What You Did Last Summer\" is a 1998 American slasher movie and a sequel to the 1997 movie \"I Know What You Did Last Summer\". Directed by Danny Cannon, the movie was written by Trey Callaway, and features characters originally created in Lois Duncan's 1973 novel \"I Know What You Did Last Summer\". Jennifer Love Hewitt, Matthew Lillard, Freddie Prinze, Jr. and Muse Watson reprise their roles, with Brandy Norwood, Linda Cardellini, Mekhi Phifer, Jennifer Esposito, and Matthew Settle joining the cast. \"I Still Know What You Did Last Summer\" continues after the events of the first movie.\nCallaway's script was published in an edited \"young adult\" format, leaving in all descriptions of violence but omitting the harsher language. Recording took place in Mexico and California. \"I Still Know What You Did Last Summer\" was released to negative reviews, but was a box office success, grossing $84 million worldwide. It is the second installment of \"I Know What You Did Last Summer\" series and was followed by \"I'll Always Know What You Did Last Summer\" in 2006.\nPlot.\nOne year after the events of the first movie, Julie James and George Bronson are attending summer classes in Boston, to avoid returning to their hometown of Southport, North Carolina. She suffers from memories and nightmares of the accident and brutal murders of her friends by the vengeful fisherman, Ben Willis, from the summer before.\nJulie and George's roommate Karla Wilson receives a phone call from a local radio station, and wins an all-expenses-paid vacation to the Bahamas for the Fourth of July weekend. Julie invites her boyfriend and George's brother, Ray Bronson. He declines, but later changes his mind and plans to show up as a surprise and propose.\nThat evening, Ray and his co-worker Dave drive to Boston to meet Julie and George. They stop due to a BMW and body in the middle of the road. Ray discovers that the body is a mannequin dressed in fisherman's clothing. Suddenly, Ben Willis appears and kills Dave with his hook. Ben takes Ray's truck and chases him down the road. Ray gets away, but he is injured from falling down a hill.\nThe next morning, Julie, George and Karla depart on the trip with Karla’s boyfriend Tyrell and their friend, Will Benson and Marlene Kennedy. The group arrives at the hotel in Tower Bay, only to find that other guests are leaving due to the imminent hurricane season. To her surprise, Julie is sharing a hotel room with Will and George is sharing a hotel room with Marlene. That evening at the hotel’s bar, Julie is talked into singing karaoke. She stops when the words “I STILL KNOW WHAT YOU DID LAST SUMMER” roll onto the screen. Terrified, she runs back to her room and is met by Will, who laid out flowers and a love note for her. Julie sidesteps Will's affection for her, while Tyrell and Karla (and later Will) get into the hot tub.\nJulie notices that her toothbrush is missing. She, Marlene and George search the room and finds the dockhand Darik hanging dead in the closet. They find Tyrell, Karla, and Will, but when they return there is no sign of Darick's body. The hotel manager refuses to believe their story and Julie and George try to call the police, but the phone lines are dead due to the incoming hurricane. Ben arrives at the hotel and kills the employees.\nThe following day, the group finds that the hotel staff and the manager have been murdered, and the two-way radio, their only way of contact, has been destroyed. Isolated, Julie and George tell the others about the previous summer. Tyrell suspects that Estes, the boat hand porter, is the killer, since he is the only one who cannot be found. The group goes to Estes’ apartment, searching for clues. They find Julie’s toothbrush and Karla's hair tie, concluding Estes has been using voodoo to protect them. Estes appears and leads them to a graveyard in the forest with the graves of Ben's wife and daughter, and two empty graves and tombstones with Julie and George’s names. Estes explains that Ben and his wife Sarah had two children: son Will and daughter Susie. Ben murdered Sarah in the hotel room that Julie is staying in when he found out about her affair and her plans to leave him with their children.\nEstes goes missing, and Will volunteers to find him. Julie, George, Marlene, Karla, and Tyrell return to the hotel and gather supplies to defend themselves. They head to the hotel kitchen for something to eat, and find Nancy, the bartender, hiding in the freezer. Will finds Estes, but he attacks Will while Ray takes a boat to the island. Ben appears and stabs Tyrell in the throat with his hook, killing him. The girls retreat to the attic, where Karla is attacked by Ben. They both fall through to the hotel bedroom below. Karla runs from the room and jumps onto the greenhouse. Julie, George, Marlene and Nancy rescue Karla and run to the storm cellar to take refuge. They find that the storm cellar stores Ben's victims. Will bursts in and convinces the girls to head back to the hotel, stating that he saw Ben on the beach.\nBack at the hotel, Julie and George see Will is bleeding from his stomach, so Nancy takes Karla to find a first aid kit. Nancy and Karla find Estes has been impaled with a harpoon. Ben appears and kills Nancy. Back in the lobby, Julie and George are tending to Will, unable to find a wound. Will admits this is because it is not his blood. He asks Julie what her favorite radio station is, revealing he was the radio host and killed Estes. Will drags Julie, Marlene and George to the graveyard, and tells her he is Ben's son. Ben appears and attacks Julie, Marlene and George. Ray arrives, and a fight ensues between him and Will. When Ben tries to stab Ray, he accidentally kills Will instead, after George saved Ray for getting stabbed. While Ben is distraught from killing his son, Julie and George take two guns and shoot him in the chest. Ben falls dead into the grave made for Julie, Marlene and George. Back at the hotel, Karla is found alive. The five are rescued by the coast guard.\nSometime later, Ray and Julie have married and are in their new home. Ray is brushing his teeth before bed and Julie is in their bedroom. The bathroom door is quietly shut and locked while Ray is occupied. Julie sits down on her bed, looks in the mirror, and sees Ben under the bed. She screams as Ben grabs her feet with his hook and hand and pulls her under leaving her fate unknown.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slasher_movie","surface_form":"slasher movie","offset":59},{"uri":"Sequel","surface_form":"sequel","offset":79},{"uri":"I_Know_What_You_Did_Last_Summer","surface_form":"I Know What You Did Last Summer","offset":105},{"uri":"Danny_Cannon","surface_form":"Danny Cannon","offset":151},{"uri":"Trey_Callaway","surface_form":"Trey Callaway","offset":190},{"uri":"Lois_Duncan","surface_form":"Lois Duncan","offset":251},{"uri":"I_Know_What_You_Did_Last_Summer_(novel)","surface_form":"I Know What You Did Last Summer","offset":277},{"uri":"Jennifer_Love_Hewitt","surface_form":"Jennifer Love Hewitt","offset":311},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":333},{"uri":"Freddie_Prinze%2C_Jr.","surface_form":"Freddie Prinze, Jr.","offset":350},{"uri":"Muse_Watson","surface_form":"Muse Watson","offset":374},{"uri":"Brandy_Norwood","surface_form":"Brandy Norwood","offset":412},{"uri":"Linda_Cardellini","surface_form":"Linda Cardellini","offset":428},{"uri":"Mekhi_Phifer","surface_form":"Mekhi Phifer","offset":446},{"uri":"Jennifer_Esposito","surface_form":"Jennifer Esposito","offset":460},{"uri":"Matthew_Settle","surface_form":"Matthew Settle","offset":483},{"uri":"I_Know_What_You_Did_Last_Summer_(movie_series)","surface_form":"\"I Know What You Did Last Summer\" series","offset":960},{"uri":"I%27ll_Always_Know_What_You_Did_Last_Summer","surface_form":"I'll Always Know What You Did Last Summer","offset":1022},{"uri":"I_Know_What_You_Did_Last_Summer","surface_form":"One year after the events of the first movie","offset":1080},{"uri":"Boston","surface_form":"Boston","offset":1189},{"uri":"Southport%2C_North_Carolina","surface_form":"Southport, North Carolina","offset":1237},{"uri":"Post-traumatic_stress_disorder","surface_form":"memories and nightmares","offset":1281},{"uri":"The_Bahamas","surface_form":"the Bahamas","offset":1551},{"uri":"Fourth_of_July","surface_form":"Fourth of July","offset":1571},{"uri":"Hurricane","surface_form":"hurricane","offset":2384},{"uri":"Karaoke","surface_form":"karaoke","offset":2570},{"uri":"Two-way_radio","surface_form":"two-way radio","offset":3411},{"uri":"First_aid_kit","surface_form":"first aid kit","offset":5158},{"uri":"Harpoon","surface_form":"harpoon","offset":5224},{"uri":"Coast_guard","surface_form":"coast guard","offset":6031}]}