{"id":47339,"url":"http://en.wikipedia.org/wiki/Kingda_Ka","text":"Kingda Ka is a steel roller coaster at Six Flags Great Adventure in Jackson, New Jersey, USA. It was built by Stakotra, a subcontractor to Intamin. Built in 2005 to be the worlds tallest and fastest roller coaster Kingda Ka is one of only two strata coasters in the world. Kingda Ka held the record for the worlds fastest roller coaster until the completion of Formula Rossa at Ferrari World in Abu Dhabi, United Arab Emirates. Kingda Ka goes up and can go. It first opened on May 21, 2005. To get up 456 feet, the train is launched by a machine to 128 miles per hour in 3 seconds. The train goes up the tower, and back down. At the bottom the train goes over a hill while it is slowing down. Soon it is going slow enough to be able to arrive safely back where it started. The ride lasts 28 seconds from the time it is launched.\nHistory.\nIn the past, Kingda Ka has been struck by lightning and shut down for almost a whole year. The launch cable snapped once and the ride was shut down for a while. Something happened to the braking fins so they shut down the ride. It also can get shut down by weather. The train is made so that if it rolls back it gets placed back to be launched. This happens when the hydraulic launch system does not get enough power to get over the hill or the brakes on the top off the hill stop you too much.\nStory.\nKingda Ka is named for a 500-pound mythical tiger. A tiger in the safari was named after the roller coaster. It is surrounded by bamboo to make it look more real. It also plays music.\nFeatures.\nThe ride has 4 trains with 5 cars. They are 9 rows in each car that can hold 18 people and there are 2 people in each row. Each seat has shoulder harnesses and buckles that keep the shoulder harness down to make sure passengers are safe. At the top, passengers are weightless for a second, and after riders enjoy a beautiful view, it is followed by a drop.\nRestrictions.\nPassengers must be 4´7 to ride Kingda Ka.\nProblems.\nThe train may sometimes experience a rollback after it is launched. A rollback happens when the train doesn't make it to the top of the hill and rolls back down the track. The launch track has magnetic brakes so that the train doesn't go back to the station.","categories":[],"infobox_types":[],"annotations":[{"uri":"Steel_roller_coaster","surface_form":"steel","offset":15},{"uri":"Roller_coaster","surface_form":"roller coaster","offset":21},{"uri":"Six_Flags_Great_Adventure","surface_form":"Six Flags Great Adventure","offset":39},{"uri":"Jackson%2C_New_Jersey","surface_form":"Jackson","offset":68},{"uri":"New_Jersey","surface_form":"New Jersey","offset":77},{"uri":"United_States","surface_form":"USA","offset":89},{"uri":"Intamin","surface_form":"Intamin","offset":139},{"uri":"Strata_coaster","surface_form":"strata coaster","offset":243},{"uri":"Formula_Rossa","surface_form":"Formula Rossa","offset":361},{"uri":"Ferrari_World","surface_form":"Ferrari World","offset":378},{"uri":"Abu_Dhabi","surface_form":"Abu Dhabi","offset":395},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":406}]}