{"id":4733,"url":"http://en.wikipedia.org/wiki/Reincarnation","text":"Reincarnation is the name of the idea that people are born again in another body after they die and this cycle continues over many lifetimes. Rebirth or \"transmigration\" is the preferred term for those believers who do not believe in eternal souls. Many Hindus, Jainists, Celtic pagans, Buddhists, and people who follow some African religions believe in reincarnation or rebirth/ transmigration. Carnate means “of flesh”, and reincarnate means to “reenter the flesh\".\nBelief in reincarnation or rebirth/transmigration.\nThe belief is held in many religions except Islam and Christianity, although 20 to 30 percent of Christians in western countries also believe in reincarnation.\nEthnologists have documented the belief among nearly all the traditional religions of ethnic groups in Africa, North and South America, and Australia/Oceania. The tribes of north-west North America continue to believe in reincarnation despite negative attitudes towards it on the part of Christian missionaries and churches.\nReincarnation in Hinduism.\nHindus believe in reincarnation, the process where the soul repeatedly takes on a physical body through being born on Earth. Ancient scriptures of Hinduism starting around 700 BC teach that the soul, or immortal “self”, takes birth time and time again. The soul survives and continues its long journey until it is one with God. Hindus believe that the soul never dies, but inhabits one body after another during its evolutionary journey guided by karma. Karma (literally: action) is the sum of one's actions, and the force that determines one's next reincarnation.\nThe soul evolves from immaturity to spiritual illumination. Therefore, each reincarnating soul chooses a home and a family which can best fulfill its next step of learning and maturation. Each life on Earth is similar to a class in school. Maturation of the soul on Earth means fulfilling its worldly desires, which can only be experienced through a body.\nAt death the soul leaves the physical body. But the soul does not die. It lives on in a subtle body called the astral body. The astral body exists in a nonphysical dimension called the astral plane. Here the soul continues to have experiences until it is born again in another physical body as a baby.\nAfter many lifetimes of following dharma (right way of living), the soul is fully matured in love, wisdom and knowledge of God. There is no longer a need for physical birth, for all lessons have been learned, all karmas fulfilled. When all desire has vanished, the person will not be born again anymore.\nReincarnation research.\nIan Stevenson found that the best research evidence supporting the belief in reincarnation comes from the cases of young children who, typically between the ages of 2 and 5, make statements about a previous life they claim to have had before being born. Some 35 per cent of the children also have birthmarks or birth defects which often correspond to injuries or illness experienced by the deceased person who the subject remembers. Medical documents have confirmed this correspondence in more than forty cases.","categories":[],"infobox_types":[],"annotations":[{"uri":"Death","surface_form":"die","offset":92},{"uri":"Rebirth","surface_form":"Rebirth","offset":142},{"uri":"Soul","surface_form":"soul","offset":242},{"uri":"Hindu","surface_form":"Hindu","offset":254},{"uri":"Jainism","surface_form":"Jainists","offset":262},{"uri":"Buddhism","surface_form":"Buddhists","offset":287},{"uri":"Islam","surface_form":"Islam","offset":563},{"uri":"Christianity","surface_form":"Christianity","offset":573},{"uri":"Hindu","surface_form":"Hindu","offset":1031},{"uri":"Soul","surface_form":"soul","offset":1086},{"uri":"Earth","surface_form":"Earth","offset":1149},{"uri":"Hinduism","surface_form":"Hinduism","offset":1178},{"uri":"Soul","surface_form":"soul","offset":1225},{"uri":"Birth","surface_form":"birth","offset":1257},{"uri":"God","surface_form":"God","offset":1354},{"uri":"Body","surface_form":"body","offset":1417},{"uri":"Karma","surface_form":"Karma","offset":1485},{"uri":"Action","surface_form":"action","offset":1503},{"uri":"Force","surface_form":"force","offset":1548},{"uri":"Illumination","surface_form":"illumination","offset":1642},{"uri":"Earth","surface_form":"Earth","offset":1797},{"uri":"Soul","surface_form":"soul","offset":1854},{"uri":"Soul","surface_form":"soul","offset":1965},{"uri":"Dimension","surface_form":"dimension","offset":2116},{"uri":"Soul","surface_form":"soul","offset":2160},{"uri":"Dharma","surface_form":"dharma","offset":2288},{"uri":"God","surface_form":"God","offset":2377},{"uri":"Birth","surface_form":"birth","offset":2421},{"uri":"Ian_Stevenson","surface_form":"Ian Stevenson","offset":2582}]}