{"id":47342,"url":"http://en.wikipedia.org/wiki/Liquid_crystal_display","text":"A liquid crystal display is a special thin flat panel that can let light go through it, or can block the light. (Unlike an LED it does not produce its own light). The panel is made up of several blocks, and each block can be in any shape. Each block is filled with liquid crystals that can be made clear or solid, by changing the electric current to that block. Liquid crystal displays are often abbreviated LCDs.\nLiquid crystal displays are often used in battery-powered devices, such as digital watches, because they use very little electricity. They are also used for flat screen TV's. Many LCDs work well by themselves when there is other light around (like in a lit room, or outside in daylight). For smartphones, computer monitor, TV's and some other purposes, a back-light is built into the product. This is an LED or Cold Cathode Fluorescent Light (CCFL).\nConstruction.\nThe LCD uses technology called electro-optical modulation. This means it uses electricity to change how much light passes through it.\nEach pixel (block) of an LCD is made of a thin layer of molecules between two electrodes and two polarizing filters. The electrodes provide electric power to the liquid crystal layer, and don't block the light. Light travels with 'polarity' or direction, and a polarizing filter only lets light with one kind of polarity to go through it, like trying to slide a ruler through a narrow opening. Only when the ruler is lined up right, will it fit. These two filters are perpendicular to one another, so the narrow openings are in different directions. This means that without the liquid crystals between them, they would block all light from passing through – whatever light gets through the first filter will not fit through the second filter.\nThe layer of liquid crystals between the two filters can 'twist' the light so that the polarity changes. This means the light can then pass through both filters, and the pixel appears clear. When giving an electric current to the liquid crystals, the molecules will untwist and will not change the light. The filters then block the light and the pixel appears dark.\nWhen a large number of pixels are needed in a display, it becomes difficult to have enough wires and electrodes to control each pixel and still have a clean display. Instead, the display is \"multiplexed\". In a multiplexed display, electrodes on one side of the display are grouped and wired together (usually in columns). On the other side, the electrodes are also grouped (typically in rows), with each group getting a voltage sink. By turning on one row and one column, each pixel can be controlled one at a time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Light-emitting_diode","surface_form":"LED","offset":123},{"uri":"Liquid_crystal","surface_form":"liquid crystal","offset":265},{"uri":"Battery","surface_form":"battery","offset":456},{"uri":"Electricity","surface_form":"electricity","offset":535},{"uri":"Television","surface_form":"TV's","offset":583},{"uri":"Smartphone","surface_form":"smartphone","offset":706},{"uri":"Computer_monitor","surface_form":"computer monitor","offset":719},{"uri":"Cold_cathode","surface_form":"Cold Cathode Fluorescent Light","offset":825},{"uri":"Electro-optic_modulator","surface_form":"electro-optical modulation","offset":909},{"uri":"Molecule","surface_form":"molecule","offset":1068},{"uri":"Electrode","surface_form":"electrode","offset":1090},{"uri":"Polarization","surface_form":"polarizing","offset":1109},{"uri":"Right_angle","surface_form":"perpendicular","offset":1480},{"uri":"Multiplexer","surface_form":"multiplexed","offset":2312}]}