{"id":473400,"url":"http://en.wikipedia.org/wiki/Caravan_(travellers)","text":"A caravan (from) is a group of people traveling together. Often they are on a trade expedition. Caravans were used mainly in desert areas and throughout the Silk Road. Traveling in groups aided in defense against bandits, in the same way that convoy<nowiki/>s at sea helped protect against piracy. It also helped improve economies of scale in trade. In the 14th century there were reports of caravans of up to 12,000 camels.\nIn historical times, caravans traveled across East Asia and Europe. They often carried luxurious and lucrative goods, such as silks or jewelry. They would trade these for salt, gold, copper or slaves. At first donkey carts were used. They were replaced with the single hump camel. The camel could go great distances on very little water.\nCaravans could require a large investment in goods and camels. They were a rich target for bandits. The profits from a successful trade journey could be great. Many rulers along important trade routes created caravanserai (way stations). These were places where caravans could refresh their animals and supplies can be replenished. However, the volume a caravan could transport was limited. For example, a caravan of 500 camels could only transport as much as a third or half of the goods carried by a regular Byzantine merchant sailing ship.\nPresent-day caravans still transport important goods in less-developed areas of the world. Examples are the camel trains traversing the southern edges of the Sahara Desert. Also, modern caravans are often made up of cars, trucks and busses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silk_Road","surface_form":"Silk Road","offset":157},{"uri":"Convoy","surface_form":"convoy","offset":243},{"uri":"Piracy","surface_form":"piracy","offset":290},{"uri":"Economies_of_scale","surface_form":"economies of scale","offset":321},{"uri":"14th_century","surface_form":"14th century","offset":357},{"uri":"Camel","surface_form":"camel","offset":417},{"uri":"East_Asia","surface_form":"East Asia","offset":471},{"uri":"Europe","surface_form":"Europe","offset":485},{"uri":"Silk","surface_form":"silk","offset":551},{"uri":"Jewelry","surface_form":"jewelry","offset":560},{"uri":"Salt","surface_form":"salt","offset":596},{"uri":"Gold","surface_form":"gold","offset":602},{"uri":"Copper","surface_form":"copper","offset":608},{"uri":"Slave","surface_form":"slave","offset":618},{"uri":"Donkey","surface_form":"donkey","offset":635},{"uri":"Cart","surface_form":"cart","offset":642},{"uri":"Investment","surface_form":"investment","offset":794},{"uri":"Byzantine","surface_form":"Byzantine","offset":1273},{"uri":"Camel_train","surface_form":"camel train","offset":1414},{"uri":"Sahara_Desert","surface_form":"Sahara Desert","offset":1464},{"uri":"Car","surface_form":"car","offset":1522},{"uri":"Truck","surface_form":"truck","offset":1528},{"uri":"Bus","surface_form":"bus","offset":1539}]}