{"id":47343,"url":"http://en.wikipedia.org/wiki/Body_language","text":"Body language is a form of non-verbal communication. Body language is about using behaviour to communicate. Both people and animals use this form of communication. Part of this behaviour is done subconsciously. It is therefore different from communicating using sign language, for example. Communication using sign language is intentional, body language is not.\nThe forms of behaviour used in body language include body posture, gestures, facial expressions, and eye movements like winking.\nBody language may provide clues as to the attitude or state of mind of a person. For example, it may indicate aggression, attentiveness, boredom, a relaxed state, pleasure, amusement, and intoxication.\nBody language is significant to communication and relationships. It is relevant to management and leadership in business and also in places where it can be observed by many people. It can also be relevant to some outside of the workplace. It is commonly helpful in dating, mating, in family settings, and parenting. Although body language is non-verbal or non-spoken, it can reveal much about your feelings and meaning to others and how others reveal their feelings toward you. Body language signals happen on both a conscious and unconscious level.\nThe Vocabulary Of Body Language.\nBody language is less exact than spoken language, so you have to be careful about how you interpret it. A certain movement or facial expression may be quite meaningful, or it may mean nothing at all. As a starting point, the following sections provide you with some common body language terms and their generally-accepted meanings.\nPositive Body Language.\nPositive body language is generally quite reliable as an indicator of a person's feelings. It signals interest in the other person and in the conversation.\nRelaxed posture - Comfortably seated, relaxed breathing, no visible stiffness or abrupt movements. These indicate no major barriers to communication.\nArms relaxed - Uncrossed arms and hands open (palms up or otherwise visible to the other person) are signs of openness.\nGood eye contact - Looking in the other person's eyes, particularly when they are speaking, indicates interest in that person. Proper eye contact involves looking away occasionally to avoid staring.\nNodding agreement - When nods are used to punctuate key things the other person has said, they signal agreement, interest and understanding. However, continual unconscious bobbing of the head usually indicates that the listener is tuning out.\nTaking notes - Shows interest and involvement, particularly if notes are on what the other person is saying.\nSmiling/adding humour - This is a very positive sign. It signals a warm personal relationship.\nLeaning closer - Reducing the distance between two people, particularly when the other person is speaking. Indicates interest is up and barriers are down.\nGesturing warmly - Talking with hands, particularly with palms open, indicates involvement in the conversation and openness to the other person.\nFor all of these positive gestures, moderation is the rule. When they are exaggerated, they can become more negative than positive.\nNegative Body Language.\nNegative body language is somewhat less reliable as an indicator of the person's comfort with the current conversation than positive body language. Actions that are generally considered negative may just be a matter of comfort for this person, may indicate that the person is tired, or may result from other matters that are weighing on this person's mind.\nBody tense - Stiffness, wrinkled brow, jerky body motion, hands clasped in front or palms down on the table. These can indicate concern with the topic or dealing with the other person\nArms folded in front - Creates a barrier; can express resistance to what is being said.\nHand on face - A hand over one's mouth is a closed gesture. Leaning on one's elbow with the chin in the hand can communicate boredom.\nFidgeting - Moving around a lot, playing with things and drumming fingers are usually a sign of boredom, nervousness or impatience.\nArms behind head, leaning back - In a well-established relationship this can be a relaxed gesture. In a new relationship, it is often used to express a desire for control or power.\nYawning - Boredom, confusion. The other person is talking too much or in too much technical detail.\nImpatience - Trying to interrupt what the other person is saying, opening one's mouth frequently as if to speak.\nDistraction - Eyes flicking about, blank stares, flipping through literature without really reading it, looking at others in the office, looking at the person's body or clothing.\nLeaning away - Avoiding moving closer, even when something is handed to the person, is strongly negative.\nNegative facial expressions - These include shaking head, eyes narrowed, scowling, frowning","categories":[],"infobox_types":[],"annotations":[{"uri":"Non-verbal_communication","surface_form":"non-verbal communication","offset":27},{"uri":"Behaviour","surface_form":"behaviour","offset":82},{"uri":"Animal","surface_form":"animal","offset":124},{"uri":"Sign_language","surface_form":"sign language","offset":262},{"uri":"Gesture","surface_form":"gesture","offset":429},{"uri":"Facial_expression","surface_form":"facial expression","offset":439},{"uri":"Aggression","surface_form":"aggression","offset":601},{"uri":"Attention","surface_form":"attentiveness","offset":613},{"uri":"Boredom","surface_form":"boredom","offset":628},{"uri":"Relaxation","surface_form":"relaxed state","offset":639},{"uri":"Pleasure","surface_form":"pleasure","offset":654},{"uri":"Amusement","surface_form":"amusement","offset":664},{"uri":"Substance_intoxication","surface_form":"intoxication","offset":679}]}