{"id":47344,"url":"http://en.wikipedia.org/wiki/Plagiarism","text":"Plagiarism is copying another person's ideas, words or writing and pretending that they are one's own work. It can involve violating copyright laws. College students who are caught plagiarizing can be expelled from school. It can permanently damage a student's reputation. Writers who plagiarize commit serious legal and ethical violations.\nLegal issues.\nAny work created in the USA after 1st. Mar 1989 is automatically protected by copyright, even if there is no copyright notice attached to the work. The defendant could sue for any copying of this kind of intellectual property.\nAvoiding plagiarism.\nIt is usually not enough to know what plagiarism is, students must also know how to avoid plagiarism. Writers are as responsible for intentional plagiarism as they are for accidental plagiarism. It is important to cite sources while doing research. Putting this off until later can cause some sources to be forgotten or incorrectly cited.\nWhen using a source, make sure the content is in the same context as the paper. Try to avoid using biased sources. Always take the time to find the correct information about a source. For example, some web pages may be part of a larger website. While a web page article may seem fair and balanced, it can be affected by the overall bias or reputation of the publisher. Using something out of context can also lead to charges of plagiarism. Taking the time to properly cite all sources in a paper or work is paying respect to the original ideas of others. This is all part of doing good work.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing","surface_form":"writing","offset":55},{"uri":"Copyright","surface_form":"copyright","offset":133},{"uri":"Law","surface_form":"law","offset":143},{"uri":"Expel","surface_form":"expel","offset":201},{"uri":"School","surface_form":"school","offset":215},{"uri":"Permanent","surface_form":"permanent","offset":230},{"uri":"Reputation","surface_form":"reputation","offset":261},{"uri":"Legal","surface_form":"legal","offset":311},{"uri":"Ethics","surface_form":"ethical","offset":321},{"uri":"Copyright","surface_form":"copyright","offset":433},{"uri":"Research","surface_form":"research","offset":842},{"uri":"Context","surface_form":"context","offset":1000},{"uri":"Bias","surface_form":"bias","offset":1041},{"uri":"Website","surface_form":"website","offset":1178}]}