{"id":473700,"url":"http://en.wikipedia.org/wiki/Fourth_wall","text":"The fourth wall is the imaginary \"wall\" at the front of the stage in a traditional three-walled theatre. In a theatre, the fourth wall is the one through which the audience sees the action of the play. The idea of the fourth wall was made famous by philosopher and critic Denis Diderot. It was used more in the 19th century. The fourth wall extended the idea of an imaginary boundary between any fictional work and its audience.\nIf an actor speaks directly to the audience, does something to the audience, or even simply notices the audience, it is known as \"breaking the fourth wall\". In a movie, or on television, this can be done by the actor speaking directly to the camera. This breaks a boundary normally set up or assumed by works of fiction. It is known as a metafictional technique. In literature and video games, it happens when a character acknowledges the reader or player.\nThe fourth wall is not the same as a soliloquy. A soliloquy is a dramatic device used by playwrights where the character on stage gives a monologue which gives the audience insight into their thoughts.\nThe acceptance of the transparency of the fourth wall is part of the suspension of disbelief between a fictional work and an audience. It allows them to enjoy the fiction as if they were observing real events. Although the critic Vincent Canby described it in 1987 as \"that invisible scrim that forever separates the audience from the stage\".\nOutside theatre.\n\"... stood across the road from his subjects and observed. Often enough there are a number of individuals in a crowd peering back at him. They invite us momentarily into their world, like characters on a stage sometimes do, breaking the fourth-wall illusion.\"\nMcKellen said that \"Lowry’s mid-air viewpoint is like a view from the dress circle\", looking down as if to a stage. And, McKellen argues, Lowry \"often marks the limits of the street scene with curbstones or a pavement that feel like the edge of the stage where the footlights illuminate the action.\"\nThe metaphor of the fourth wall has been used by literary critic David Barnett to \"The Harvard Lampoons parody of \"The Lord of the Rings\". He says a character breaks the rules of storytelling by referring to the text itself. The character Frodo observes \"it was going to be a long epic\", which in Barnett's view \"breaks the fourth wall.\nWoody Allen broke the fourth wall several times in his movie \"Annie Hall\". Allen explained, \"because I felt many of the people in the audience had the same feelings and the same problems. I wanted to talk to them directly and confront them.\"\n\"Akira Kurosawa\" also broke the fourth wall at the end of his neorealistic drama [https://en.m.wikipedia.org/wiki/One_Wonderful_Sunday \"One Wonderful Sunday\"].\nFourth wall breaks are also used for comedic effect. Mel Brooks breaks the fourth wall in many of his movies, sometimes literally. In \"Blazing Saddles\", the climactic fight scene between the townspeople and the outlaws was so big that it literally breaks into other parts of the movie studio.\nOn television, breaking the fourth wall is rare. It has been done throughout the history of the medium. George Burns did it many times on the 1950s sitcom he starred in with his real-life wife Gracie Allen. \"It's Garry Shandling's Show\" and \"Mrs Brown's Boys\" both have their title character walking between sets mid-scene. The latter shows characters re-doing the same scenes over when they missed a line of the dialogue. Another television character who regularly breaks the fourth wall is Francis Urquhart in the British TV drama series \"House of Cards\", \"To Play the King\" and \"The Final Cut\". Urquhart talks to the audience several times during each episode. He gives the viewer comments on his own actions on the show. The same technique is also used in the American adaptation of \"House of Cards\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Theatre","surface_form":"theatre","offset":96},{"uri":"Play_(theatre)","surface_form":"play","offset":196},{"uri":"Philosopher","surface_form":"philosopher","offset":249},{"uri":"Denis_Diderot","surface_form":"Denis Diderot","offset":272},{"uri":"19th_century","surface_form":"19th century","offset":311},{"uri":"Fiction","surface_form":"fiction","offset":396},{"uri":"Border","surface_form":"boundary","offset":693},{"uri":"Fiction","surface_form":"fiction","offset":741},{"uri":"Fiction","surface_form":"fiction","offset":771},{"uri":"Fictional_character","surface_form":"character","offset":841},{"uri":"Soliloquy","surface_form":"soliloquy","offset":923},{"uri":"Drama","surface_form":"drama","offset":951},{"uri":"Playwright","surface_form":"playwright","offset":975},{"uri":"Monologue","surface_form":"monologue","offset":1024},{"uri":"Insight","surface_form":"insight","offset":1059},{"uri":"Transparency","surface_form":"transparency","offset":1110},{"uri":"Vincent_Canby","surface_form":"Vincent Canby","offset":1318},{"uri":"Illuminate","surface_form":"illuminate","offset":1984},{"uri":"David_Barnett","surface_form":"David Barnett","offset":2073},{"uri":"The_Harvard_Lampoon","surface_form":"The Harvard Lampoon","offset":2091},{"uri":"Parody","surface_form":"parody","offset":2112},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":2123},{"uri":"Frodo","surface_form":"Frodo","offset":2247},{"uri":"Epic","surface_form":"epic","offset":2289},{"uri":"Woody_Allen","surface_form":"Woody Allen","offset":2345},{"uri":"Annie_Hall","surface_form":"Annie Hall","offset":2407},{"uri":"Akira_Kurosawa","surface_form":"Akira Kurosawa","offset":2588},{"uri":"Comedy","surface_form":"comedic effect","offset":2784},{"uri":"Mel_Brooks","surface_form":"Mel Brooks","offset":2800},{"uri":"Blazing_Saddles","surface_form":"\"Blazing Saddles\"","offset":2881},{"uri":"Climax","surface_form":"climactic","offset":2904},{"uri":"Outlaw","surface_form":"outlaws","offset":2958},{"uri":"Movie_studio","surface_form":"movie studio","offset":3026},{"uri":"George_Burns","surface_form":"George Burns","offset":3144},{"uri":"Gracie_Allen","surface_form":"Gracie Allen","offset":3233},{"uri":"It%27s_Garry_Shandling%27s_Show","surface_form":"It's Garry Shandling's Show","offset":3248},{"uri":"Mrs_Brown%27s_Boys","surface_form":"Mrs Brown's Boys","offset":3282},{"uri":"Dialogue","surface_form":"dialogue","offset":3453},{"uri":"Francis_Urquhart","surface_form":"Francis Urquhart","offset":3532},{"uri":"House_of_Cards_(UK_TV_series)","surface_form":"House of Cards","offset":3581},{"uri":"To_Play_the_King","surface_form":"To Play the King","offset":3599},{"uri":"The_Final_Cut_(TV_serial)","surface_form":"The Final Cut","offset":3622},{"uri":"House_of_Cards_(U.S._TV_series)","surface_form":"House of Cards","offset":3828}]}