{"id":473844,"url":"http://en.wikipedia.org/wiki/Louise_Hippolyte%2C_Princess_of_Monaco","text":"Louise Hippolyte (10 November 1697 – 29 December 1731), was the only sovereign Princess of Monaco. She is the ancestor of the current reigning princely family of Monaco. A very popular monarch she officially ruled the state with her husband but died prematurely after a reign of only 11 months. At her death her husband abdicated in favour for their son Honoré.\nBiography.\nBorn at the Prince's Palace in Monaco, she was the second daughter of Antonio I of Monaco and Marie of Lorraine. The second of six children born to her parents, she was the first of their children to survive childhood.\nBecause she had no brothers, Louise Hippolyte became the heiress to the throne of Monaco. Her father ensured with the permission of Louis XIV, that her future husband should assume the surname of \"Grimaldi\" and rule Monaco jointly with her.\nMarried life.\nOn 20 October 1715, at the age of eighteen, she married \"Jacques\" François Goyon, Count of Matignon\" after his family had proposed him as a candidate. His candidacy was supported by King Louis XIV, who wanted to increase French influence in Monaco. Prior to this, Louise Hippolyte's father was eager to wed his daughter to a Grimaldi cousin. This marriage did not materialise due to the poor finances of the Grimaldis at the time. The couple had several sons most of which were also given the title of Count of Matignon. Jacques François Goyon was given a higher ranking title by Louis XIV namely the Duke of Valentinois (1642). Overall the couple had a fairly unhappy married life. Her husband preferred Paris and would often leave his wife and children in Monaco when he travelled to the Court of Versailles.\nLouise Hippolyte and Jacques had nine children. Her husband preferred to stay in Versailles (where he had several mistresses), instead of Monaco.\nAfter the death of her father, Louise Hippolyte traveled from Paris to Monaco on 4 April 1731 and received an enthusiastic reception from the populace. When Jacques joined her a little while later, the reception was much colder.\nAt the end of 1731, Louise Hippolyte died of smallpox. Her husband neglected the affairs of Monaco and had to leave the country in May 1732. He abdicated in favour of their son, Honoré, the next year.\nHer husband remained a widower, despite a large dowry offered to him by the Duchess of Maine to get him to marry her unattractive daughter, \"Mademoiselle du Maine\", a granddaughter of Louis XIV and Madame de Montespan. The princess died of smallpox aged 34 and was buried in the Saint Nicholas Cathedral itself the family crypt of the House of Grimaldi.\nIssue.\nThe children of the couple were technically given the surname of \"Goyon de Matignon\" after their father however they were sometimes also known under the surname of Grimaldi too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monaco","surface_form":"Monaco","offset":162},{"uri":"Antonio_I_of_Monaco","surface_form":"Antonio I of Monaco","offset":443},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV","offset":724},{"uri":"Palace_of_Versailles","surface_form":"the Court of Versailles","offset":1633},{"uri":"Palace_of_Versailles","surface_form":"Versailles","offset":1739},{"uri":"Paris","surface_form":"Paris","offset":1866},{"uri":"Monaco","surface_form":"Monaco","offset":1875},{"uri":"Smallpox","surface_form":"smallpox","offset":2078},{"uri":"Honor%C3%A9_III%2C_Prince_of_Monaco","surface_form":"Honoré","offset":2211},{"uri":"Madame_de_Montespan","surface_form":"Madame de Montespan","offset":2432},{"uri":"House_of_Grimaldi","surface_form":"House of Grimaldi","offset":2569}]}