{"id":473963,"url":"http://en.wikipedia.org/wiki/Counting_coup","text":"Counting coup refers to the winning of prestige in battle by the Plains Indians of North America. Warriors won prestige by acts of courage in the face of the enemy. Any blow struck against the enemy counted as a coup.\nAn act of bravery.\nCounting coup could be with a hand, any part of the body, or with an object. The most prestigious act was to touch or strike an enemy warrior, leave him alive, then escaping unharmed. Touching the first enemy to die in battle or touching the enemy's defensive works also counted as coup. Counting coup could also involve stealing an enemy's weapons or horses tied up to his lodge in camp. Risk of injury or death was required to count coup. After a battle or exploit, the people of a tribe would gather together to recount their acts of bravery and \"count coup.\" Coups were recorded in some tribes by putting notches (cut marks) in a coup stick. A coup stick was often a willow rod with a feather on the end. But coup could be counted with any object.\nOther uses.\nAnother form of counting coup emerged during the air battles of World War I. A allied pilot who shot down five enemy aircraft was given the status of ace. The exception was that the British never formally adopted the ace system. Informally, however, a British pilot who had shot down ten enemy planes was considered an ace. Generally \"counting coup\" is counting victories.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prestige","surface_form":"prestige","offset":39},{"uri":"Battle","surface_form":"battle","offset":51},{"uri":"Plains_Indians","surface_form":"Plains Indians","offset":65},{"uri":"North_America","surface_form":"North America","offset":83},{"uri":"Warrior","surface_form":"Warrior","offset":98},{"uri":"Courage","surface_form":"courage","offset":131},{"uri":"Enemy","surface_form":"enemy","offset":158},{"uri":"Strike_(attack)","surface_form":"blow","offset":169},{"uri":"Defensive_wall","surface_form":"defensive works","offset":487},{"uri":"Weapon","surface_form":"weapon","offset":578},{"uri":"Horse","surface_form":"horse","offset":589},{"uri":"Lodge","surface_form":"lodge","offset":611},{"uri":"Willow","surface_form":"willow","offset":908},{"uri":"Feather","surface_form":"feather","offset":926},{"uri":"World_War_I","surface_form":"World War I","offset":1065},{"uri":"Triple_Entente","surface_form":"allied","offset":1080},{"uri":"Flying_ace","surface_form":"ace","offset":1151},{"uri":"British","surface_form":"British","offset":1183},{"uri":"Formal","surface_form":"formal","offset":1197}]}