{"id":473944,"url":"http://en.wikipedia.org/wiki/Federico_Bahamontes","text":"Federico Martín Bahamontes (born 9 July 1928) is a Spanish retired professional cyclist. He was the first cyclist to win the \"King of the Mountains\" competition for best climber in all three Grand Tours, the Tour de France, the Giro d'Italia and the Vuelta a España.\nBiography.\nBahamontes was born in Santo Domingo-Caudilla, Toledo.\nBahamontes was a climbing specialist. He won the Tour de France in 1959, and won the polka dot jersey for the best climber six times, in 1954, 1958, 1959, 1962, 1963 and 1964. In total, he won seven Tour stages. Reporters gave him the nickname the 'Eagle of Toledo'.\nHe was second in the 1957 Vuelta a España and won the mountains competition in 1957 and 1958. He won the mountains competition in the Giro d'Italia in 1956.\nBahamontes retired in 1965 to run a bicycle and motorcycle shop in Toledo.\nIn 2013 he was named the best climber in the history of the Tour de France by L' Équipe Magazine. Members of the jury included current riders, such as Thomas Voeckler, five-times winner of the race Bernard Hinault and the general director of the Tour de France Christian Prudhomme. The award was given by the French President François Hollande.\nHe is mentioned in the French film \"Le Fabuleux Déstin d'Amélie Poulain\", known in English as Amelie. Amélie finds a box of toys left behind by an owner of her flat. She returns them to the owner and he is reminded of watching Bahamontes win the 1959 Tour de France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spanish","offset":51},{"uri":"Professional","surface_form":"professional","offset":67},{"uri":"Road_bicycle_racing","surface_form":"cyclist","offset":80},{"uri":"Tour_de_France","surface_form":"Tour de France","offset":208},{"uri":"Giro_d%27Italia","surface_form":"Giro d'Italia","offset":228},{"uri":"Vuelta_a_Espa%C3%B1a","surface_form":"Vuelta a España","offset":250},{"uri":"Province_of_Toledo","surface_form":"Toledo","offset":325},{"uri":"Polka_dot_jersey","surface_form":"polka dot jersey","offset":418},{"uri":"Nickname","surface_form":"nickname","offset":568},{"uri":"Thomas_Voeckler","surface_form":"Thomas Voeckler","offset":983},{"uri":"Bernard_Hinault","surface_form":"Bernard Hinault","offset":1030},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":1158},{"uri":"Amelie","surface_form":"Amelie","offset":1271}]}