{"id":473992,"url":"http://en.wikipedia.org/wiki/John_Profumo","text":"John Dennis Profumo, CBE (30 January 1915 – 9 March 2006), always known as Jack Profumo, was a British soldier and politician. A scandal, known as the Profumo affair, led to his resignation and withdrawal from politics. It may have damaged the Conservative government of Harold Macmillan. Profumo spent his later life working for charities.\nProfumo died of a stroke in London, aged 91.\nAffair.\nProfumo's political career was ruined by a combination of events. He and his wife accepted an invitation from Lord Astor to spend a weekend at his country estate, Clivedon. During that weekend he saw Christine Keeler get out of the swimming pool naked. Profumo asked for her phone number, and they became lovers. Unfortunately for Profumo, she was also having an affair with the Russian naval attaché and spy, Yevgeny Ivanov. When MI5 discovered this from a tip-off, Profumo ended the affair. Rumours circulated, and he was directly challenged about his relationship in the House of Commons. In a personal statement to the House of Commons, Profumo denied the accusation. This was perhaps his biggest mistake. He eventually confessed his affair, and resigned from the government and from Parliament.\nProfumo was later (1975) awarded the CBE for services to charity.","categories":[],"infobox_types":[],"annotations":[{"uri":"OBE","surface_form":"CBE","offset":21},{"uri":"British_people","surface_form":"British","offset":95},{"uri":"Soldier","surface_form":"soldier","offset":103},{"uri":"Politician","surface_form":"politician","offset":115},{"uri":"Profumo_affair","surface_form":"Profumo affair","offset":151},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative","offset":244},{"uri":"Harold_Macmillan","surface_form":"Harold Macmillan","offset":271},{"uri":"Stroke","surface_form":"stroke","offset":359},{"uri":"Christine_Keeler","surface_form":"Christine Keeler","offset":594},{"uri":"Russians","surface_form":"Russian","offset":773},{"uri":"Spy","surface_form":"spy","offset":799},{"uri":"MI5","surface_form":"MI5","offset":825},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":968}]}