{"id":4740,"url":"http://en.wikipedia.org/wiki/Melbourne","text":"Melbourne is the second largest city in Australia. It is the capital of Victoria, which is a state in the south-east of Australia. The population of Melbourne is 4.9 million.\nMelbourne is a multicultural city (it welcomes people and cultures from all over the world). It is famous for its trams (small short trains). The centre of Melbourne is around a river called the Yarra River. Melbourne also has many big parks and gardens and some beaches.\nThere are many things to do in Melbourne. Visitors in Melbourne can go to museums, look at art, eat food at restaurants, go to shops and visitors can enjoy of international events like Australian Open and Formula One both in the early year.\nMelbourne has been the winner of the Economist's 'World's most liveable city' award for the 7th time in a row (Winner from 2010 - 2017).\nThere is a lot of industry (factories) and commerce (buying and selling) in Melbourne. Many of Australia's largest companies and many large companies from other countries work there. It is home to Australia's largest seaport. There are a number of universities (the University of Melbourne, Monash University, Deakin University, Victoria University, La Trobe University, RMIT University, Swinburne University and the Australian Catholic University). Much of Australia's automotive (car) industry is there, for example the engine maker \"Holden\", and \"Ford\" and \"Toyota\" car builders, Although all three of these companies have announced plans to move their manufacturing plants overseas with Ford already shutting down its manufacturing plant in Broadmeadows.\nHistory.\nMelbourne was founded in 1835 by John Batman and John Pascoe Fawkner. In 1851, some people found gold near Melbourne. Melbourne grew very quickly because people came from all over the world to look for gold. At the end of the 19th century, Melbourne was called \"Marvellous Melbourne\" (\"marvellous\" means \"wonderful\"). Melbourne was the biggest and most important city in Australia for many years, but now Sydney is bigger (but not more important). The first Australian government was in Melbourne from 1901 until 1927 when it moved to Canberra.\nPopulation.\nMany people from different countries live in Melbourne. In fact 43% of the people living in Melbourne were born outside Australia or have parents from another country. All together people from 233 countries live in Melbourne and people with 116 different religions.\nEvents.\nAustralia uses three main different time zone.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":32},{"uri":"Australia","surface_form":"Australia","offset":40},{"uri":"Capital_(city)","surface_form":"capital","offset":61},{"uri":"Victoria%2C_Australia","surface_form":"Victoria","offset":72},{"uri":"State","surface_form":"state","offset":93},{"uri":"Population","surface_form":"population","offset":135},{"uri":"Multicultural","surface_form":"multicultural","offset":190},{"uri":"Culture","surface_form":"culture","offset":233},{"uri":"Trams","surface_form":"trams","offset":289},{"uri":"River","surface_form":"river","offset":353},{"uri":"Yarra_River","surface_form":"Yarra River","offset":370},{"uri":"Park","surface_form":"park","offset":411},{"uri":"Garden","surface_form":"garden","offset":421},{"uri":"Beach","surface_form":"beach","offset":438},{"uri":"Museum","surface_form":"museum","offset":521},{"uri":"Art","surface_form":"art","offset":538},{"uri":"Restaurant","surface_form":"restaurant","offset":555},{"uri":"Shop","surface_form":"shop","offset":574},{"uri":"The_Economist","surface_form":"Economist's","offset":725},{"uri":"Industry","surface_form":"industry","offset":843},{"uri":"Factory","surface_form":"factories","offset":853},{"uri":"Commerce","surface_form":"commerce","offset":868},{"uri":"Seaport","surface_form":"seaport","offset":1042},{"uri":"University","surface_form":"universities","offset":1073},{"uri":"Automobile","surface_form":"automotive","offset":1295},{"uri":"Car","surface_form":"car","offset":1307},{"uri":"John_Batman","surface_form":"John Batman","offset":1626},{"uri":"John_Pascoe_Fawkner","surface_form":"John Pascoe Fawkner","offset":1642},{"uri":"1851","surface_form":"1851","offset":1666},{"uri":"Gold","surface_form":"gold","offset":1690},{"uri":"19th_century","surface_form":"19th century","offset":1819},{"uri":"Sydney","surface_form":"Sydney","offset":1998},{"uri":"Government","surface_form":"government","offset":2062},{"uri":"1901","surface_form":"1901","offset":2095},{"uri":"1927","surface_form":"1927","offset":2106},{"uri":"Canberra","surface_form":"Canberra","offset":2128},{"uri":"Country","surface_form":"countries","offset":2177}]}