{"id":474012,"url":"http://en.wikipedia.org/wiki/Mrs._Chippy","text":"Mrs. Chippy was a ship's cat who sailed with Sir Ernest Shackleton on his team's Imperial Trans-Antarctic Expedition. The expedition began in 1914, but the ship, \"Endurance\", became hopelessly trapped in packed ice sheets and was destroyed. The cat, along with some of the sled dogs, were shot to death in 1915, when it was decided they could not survive.\nLife on the ship.\nMrs. Chippy, a tiger-striped tabby, belonged to Harry McNish, the carpenter. Harry was given the nickname \"Chippy\" because of \"wood chips\", so the cat was also called the same. Soon after the ship set sail for Antarctica, it was discovered that, despite \"her\" name, Mrs. Chippy was a \"he\", a male cat. By that time the name had stuck. The cat amazed the crew by being able to walk along the ship's inch-wide guard rails, in even the roughest seas.\nHarry McNish had become very fond of his cat, and never forgave Shackleton for having him shot. After the loss of his cat, Harry fought with Shackleton during the expedition that lasted until 1917. Even though he did build the boats that eventually rescued the crew, he was not given a Polar Medal, because of his arguing with the captain over the death of his cat.\nMemorial and painting.\nIn 2004, a bronze memorial statue of Mrs. Chippy was placed on the grave of Harry McNish. It was given by the Antarctic Society of New Zealand, because of his bravery on the expedition.\nThe painting \"Mrs Chippy\", by Wolf Howard, shows the cat \"about to be shot\". The background shows the crew sending a small boat on a rescue mission and \"Endurance\" is stuck in the ice. The painting was shown in a punk art exhibit at the Walker Art Gallery in Liverpool, England, in 2004.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ship%27s_cat","surface_form":"ship's cat","offset":18},{"uri":"Ernest_Shackleton","surface_form":"Ernest Shackleton","offset":49},{"uri":"Antarctic","surface_form":"Antarctic","offset":96},{"uri":"Expedition","surface_form":"Expedition","offset":106},{"uri":"Sled_dog","surface_form":"sled dog","offset":273},{"uri":"Tabby_cat","surface_form":"tabby","offset":403},{"uri":"Carpenter","surface_form":"carpenter","offset":440},{"uri":"Nickname","surface_form":"nickname","offset":471},{"uri":"Wood","surface_form":"wood","offset":501},{"uri":"Antarctica","surface_form":"Antarctica","offset":584},{"uri":"Rail","surface_form":"rail","offset":788},{"uri":"Bronze","surface_form":"bronze","offset":1222},{"uri":"Memorial","surface_form":"memorial","offset":1229},{"uri":"Grave","surface_form":"grave","offset":1278},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1342},{"uri":"Liverpool","surface_form":"Liverpool","offset":1656}]}