{"id":474638,"url":"http://en.wikipedia.org/wiki/Index_Librorum_Prohibitorum","text":"The \"Index Librorum Prohibitorum\" () was \"The Index\", a list of books banned by the Catholic Church. They were banned if the Church thought they were heretical, anti-clerical (anti-church) or lascivious (obscene). It was censorship by the Catholic Church.\nEarly versions of the Index were published in Catholic Netherlands (1529); Venice (1543) and Paris (1551). By mid-century, with wars of religion in France and Germany, authorities thought control of the press could prevent the spread of heresy. This could be done by using a catalog of prohibited works, backed by ecclesiastic and civil authorities.\nThe first version published in Rome (the \"Pauline Index\") was issued by Pope Paul IV in 1559. From 1571 to 1917 the Sacred Congregation of the Index was in charge of updating the list. The 20th and final edition appeared in 1948, and the \"Index\" was formally abolished on 14 June 1966 by Pope Paul VI.\nThe aim of the list was to protect the belief and morals of the faithful. This was done by preventing them from reading heretical and immoral books. Books thought to contain such errors included works by astronomers such as Johannes Kepler's \"Epitome astronomiae Copernicanae\", which was on the Index from 1621 to 1835, and by philosophers, like Immanuel Kant's \"Critique of Pure Reason\". The various editions of the \"Index\" also had the rules of the Church about the reading, selling and censorship of books. Even editions and translations of the Bible not been approved by the Church could be banned.\nEnforcing the Index was the Inquisition. The burning at the stake of Giordano Bruno, whose entire works were placed on the Index on 8 February 1600, was (on the surface) for heresy, not for heliocentrism or other scientific views. However, those other views included a belief in 'other worlds', which was heresy.\nNot until 1822 did the Church permit books to be printed which accepted the Earth's motion.\nThe developments since the abolition of the \"Index\" show \"the loss of relevance of the Index in the 21st century\". A complete list of the authors and writings present in the successive editions of the \"Index\" is given in J. Martínez de Bujanda, \"Index Librorum Prohibitorum, 1600–1966\". A list of the books that were on the \"Index\" can be found on the World Wide Web.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":84},{"uri":"Heresy","surface_form":"heretical","offset":150},{"uri":"Obscenity","surface_form":"obscene","offset":204},{"uri":"Censorship","surface_form":"censorship","offset":221},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":239},{"uri":"Netherlands","surface_form":"Netherlands","offset":311},{"uri":"Republic_of_Venice","surface_form":"Venice","offset":331},{"uri":"Paris","surface_form":"Paris","offset":349},{"uri":"French_Wars_of_Religion","surface_form":"wars of religion in France","offset":384},{"uri":"Pope_Paul_IV","surface_form":"Pope Paul IV","offset":678},{"uri":"Pope_Paul_VI","surface_form":"Pope Paul VI","offset":894},{"uri":"Heresy","surface_form":"heretical","offset":1028},{"uri":"Morality","surface_form":"immoral","offset":1042},{"uri":"Astronomers","surface_form":"astronomers","offset":1112},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":1132},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":1254},{"uri":"Critique_of_Pure_Reason","surface_form":"Critique of Pure Reason","offset":1271},{"uri":"Bible_translations","surface_form":"translations of the Bible","offset":1436},{"uri":"Inquisition","surface_form":"Inquisition","offset":1539},{"uri":"Giordano_Bruno","surface_form":"Giordano Bruno","offset":1580},{"uri":"Heresy","surface_form":"heresy","offset":1685},{"uri":"Heliocentrism","surface_form":"heliocentrism","offset":1701}]}