{"id":474923,"url":"http://en.wikipedia.org/wiki/William_Tyndale","text":"William Tyndale (c. 1484–1536) was an English scholar. He is well known for his translation of the Bible into English, and for his later prosecution and execution.\nHe was influenced by the work of Erasmus, who made the Greek New Testament available in Europe, and by Martin Luther. The spread of the Wycliffe Bible led to strong measures to keep translations in the hands of the Catholic Church. There was a death sentence for any unlicensed possession of scripture in English—even though translations in all other major European languages were accepted.\nTyndale's translation was the first English Bible to draw directly from Hebrew and Greek texts, and the first English one to take advantage of the printing press. It was seen as a direct challenge to the Roman Catholic Church. In 1530, Tyndale also wrote \"The Practyse of Prelates\", opposing Henry VIII's divorce on the grounds that it contravened Scripture.\nA copy of Tyndale's earlier \"The Obedience of a Christian Man\" fell into the hands of Henry VIII. There, the king found the reasons he used to break the Church in England from the Roman Catholic Church in 1534. Meanwhile, the agents of Chancellor Thomas More were searching in Europe for Tyndale, who had taken refuge where he hoped the Church could not get at him.\nEventually, in 1535, Tyndale was arrested and jailed outside Brussels for over a year. More himself was executed on 6 July 1535. In 1536 Tyndale was convicted of heresy and executed by garrotting, and his body was burnt at the stake. Two years later Henry VIII authorized the so-called Great Bible for the Church of England. It was largely Tyndale's own work. Hence, the Tyndale Bible, as it was known, played a key role in spreading Reformation ideas.\nIn 1611, the 54 scholars who produced the King James Version drew significantly from Tyndale, as well as translations that descended from his. One estimate suggests the New Testament in the King James Version is 83% Tyndale's and the Old Testament 76%. In 2002, Tyndale was placed at number 26 in the BBC's poll of the 100 Greatest Britons.\nLast words.\nThe last words of William Tyndale, before being strangled and burnt at the stake: \"Lord, open the King of England's eyes\".","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":38},{"uri":"Scholar","surface_form":"scholar","offset":46},{"uri":"Bible","surface_form":"Bible","offset":99},{"uri":"English_language","surface_form":"English","offset":110},{"uri":"Prosecution","surface_form":"prosecution","offset":137},{"uri":"Execution","surface_form":"execution","offset":153},{"uri":"Desiderius_Erasmus","surface_form":"Erasmus","offset":197},{"uri":"Greek_language","surface_form":"Greek","offset":219},{"uri":"New_Testament","surface_form":"New Testament","offset":225},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":267},{"uri":"Wycliffe_Bible","surface_form":"Wycliffe Bible","offset":300},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":379},{"uri":"Hebrew","surface_form":"Hebrew","offset":627},{"uri":"Greek_language","surface_form":"Greek","offset":638},{"uri":"Printing_press","surface_form":"printing press","offset":702},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":847},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":1000},{"uri":"Thomas_More","surface_form":"Thomas More","offset":1161},{"uri":"Brussels","surface_form":"Brussels","offset":1341},{"uri":"Garrotte","surface_form":"garrotting","offset":1465},{"uri":"Tyndale_Bible","surface_form":"Tyndale Bible","offset":1651},{"uri":"Protestant_Reformation","surface_form":"Reformation","offset":1714},{"uri":"King_James_Version","surface_form":"King James Version","offset":1775},{"uri":"New_Testament","surface_form":"New Testament","offset":1902},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1967},{"uri":"100_Greatest_Britons","surface_form":"100 Greatest Britons","offset":2052},{"uri":"Henry_VIII_of_England","surface_form":"King of England's","offset":2184}]}