{"id":47520,"url":"http://en.wikipedia.org/wiki/English_Reformation","text":"The English Reformation was part of the Protestant Reformation. Many Christian churches in Europe broke away from Rome. Each of the countries that went through this process did so in a different way. Earlier the Roman Catholic Church had supreme powers.\nHenry VIII broke ties with the church and became head of the English church. This was done in 1534 in the Acts of Supremacy. It was the beginning of the Church of England. His friend Thomas Cranmer became Henry's Archbishop of Canterbury. For years, the Church of England was almost exactly the same as the Catholic Church, except that it was ruled by the King instead of the Pope. This is different from the Reformation on the European continent, where the reformers wanted big changes right away.\nThere were several causes for the English Reformation. One of these was that Henry VIII, who was King of England, wanted to divorce his wife, Catherine of Aragon. Another reason was because Henry wanted the Church's wealth and power, and got them with the dissolution of the monasteries.\nThe Protestant Reformation in Scotland, however, was based more on the teachings of Martin Luther and John Calvin, so it was more like the Reformation in continental Europe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":40},{"uri":"Europe","surface_form":"Europe","offset":91},{"uri":"Roman_Catholic_Church","surface_form":"Rome","offset":114},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":254},{"uri":"Acts_of_Supremacy","surface_form":"Acts of Supremacy","offset":360},{"uri":"Church_of_England","surface_form":"Church of England","offset":407},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":437},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":467},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":895},{"uri":"Dissolution_of_the_monasteries","surface_form":"dissolution of the monasteries","offset":1009},{"uri":"Scotland","surface_form":"Scotland","offset":1071},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":1125},{"uri":"John_Calvin","surface_form":"John Calvin","offset":1143}]}