{"id":47535,"url":"http://en.wikipedia.org/wiki/Viet_Cong","text":"The National Front for the Liberation of South Vietnam (NLF), was a communist army based in South Vietnam that fought against the governments of South Vietnam and the United States during the Vietnam War (1955-75). The group is better known as the Viet Cong (\"Việt Cộng\") or V.C., short for \"Vietnamese Communist.\" American soldiers called the Vietnamese communist forces Charlie (which is the letter \"C\" in the NATO phonetic alphabet), no matter whether North Vietnamese or Vietcong.\nThe group was made up of people from both South and North Vietnam. Some were not communists, but the main leaders were. The Vietcong used guerilla warfare, including terrorist bombings, assassinations, and ambushes. The group is best known for the Tet Offensive, an surprise attack on many South Vietnamese cities that began on January 1968 during Tet, or Vietnamese New Year. The group was closely allied with the government of North Vietnam, which conquered the South in 1975.\nAccording to 'Re-thinking Camelot' (Noam Chomsky 1993) the NLF resistance was, in part, the result of terror inflicted upon them by the US backed and guided government of South Vietnam, carried out while the NLF were peacefully awaiting elections promised by the Geneva Accords of 1954.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communist","surface_form":"communist","offset":68},{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":92},{"uri":"United_States","surface_form":"United States","offset":167},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":192},{"uri":"NATO_phonetic_alphabet","surface_form":"NATO phonetic alphabet","offset":412},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":455},{"uri":"Guerilla_warfare","surface_form":"guerilla warfare","offset":623},{"uri":"Tet_Offensive","surface_form":"Tet Offensive","offset":733},{"uri":"Ambush","surface_form":"surprise attack","offset":751},{"uri":"Vietnamese_New_Year","surface_form":"Vietnamese New Year","offset":841}]}