{"id":475440,"url":"http://en.wikipedia.org/wiki/Lateralization_of_brain_function","text":"The human brain has two halves, called the left and right hemispheres. These two halves of the brain are not exactly alike. For most tasks, both sides of the brain work together. But each side of the brain specializes in some things and works harder on those things than the other side. The term brain lateralization, or lateralization of brain function, means that the different halves do things differently.\nThe brain's hemispheres.\nA deep groove called the longitudinal fissure separates the brain into its two hemispheres (halves). The two hemispheres are connected by the corpus callosum, a bundle of nerve fibers. The corpus callous allows the right and left hemispheres to communicate with each other, and to work together.\nBoth the left and right hemispheres look and work in similar ways. The large parts of both hemispheres are exactly the same on both sides. But in the smaller parts, there are some differences.\nSometimes, the brain is different for left-handed and right-handed people. For example, there are two areas in the brain that are very important for speech: Broca's area and Wernicke's area. These two areas are in the left hemisphere for about 95% of right-handed people, but only about 70% of left-handed people.\nCommon mistakes.\nPopular articles on psychology often say that each side of the brain does things that the other does not. For example, a common mistake is the idea that the left side of the brain does all of a person's \"logical thinking\" (like solving math problems), while the right brain does all the \"creative thinking\" (like painting or drawing). It is often said that a person who is creative is \"right-brained,\" while a person who is more logical or \"book-smart\" is \"left-brained.\"\nThe truth is that both hemispheres work together on both logical and creative thinking. However, even though the two hemispheres work together, there is some hemispheric specialisation. Usually, the right side of the brain dominates the functions to do with creativity, spatial awareness, appreciation of music etc. whereas the left side of the brain dominates analytical, language-based and logical functions.\nExamples of lateralization.\nBoth hemispheres work together to do most things. However, for certain tasks, one hemisphere may be more \"dominant\" than the other. For example, in about 95% of right-handed people, the left hemisphere is dominant when it comes to language. For these people, their language abilities are controlled mostly by the left hemisphere. The right hemisphere helps too, but not as much as the left hemisphere.\nLanguage.\nSpecifically, important parts of language like grammar and vocabulary are usually \"lateralized\" to the left hemisphere. This means that most thinking about grammar and vocabulary happens in the left half of the brain. This is especially true in right-handed people.\nNot all parts of language are controlled mostly by the left hemisphere. Other important parts of language, like intonation (how words are said) and accentuation (which words in a sentence are stressed), are often lateralized to the right hemisphere.\nLanguage production writing or speaking – is an example of how lateralization can be different for right-handed and left-handed people. Language production is lateralized to the left hemisphere in about 90% of right-handed people. But in about half of left-handed people, language production is controlled by both hemispheres, or mostly by the right hemisphere.\nBrain injury.\nSometimes, people have brain injuries that hurt or destroy part of the brain. With very bad injuries, an entire hemisphere may be destroyed. Sometimes that hemisphere's jobs can be done by part of the other hemisphere. However, this is not always possible. It depends on the area that was damaged and the patient's age.\nSometimes, a brain injury damages pathways that carry information from one area to another. In some people, the brain can create other, less direct pathways (like detours). These new 'detours' may help the brain continue to carry information between the areas that were separated by the brain injury.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human_brain","surface_form":"human brain","offset":4},{"uri":"Cerebral_hemisphere","surface_form":"hemispheres","offset":58},{"uri":"Longitudinal_fissure","surface_form":"longitudinal fissure","offset":460},{"uri":"Corpus_callosum","surface_form":"corpus callosum","offset":577},{"uri":"Neuron","surface_form":"nerve","offset":606},{"uri":"Speech","surface_form":"speech","offset":1073},{"uri":"Broca%27s_area","surface_form":"Broca's area","offset":1081},{"uri":"Wernicke%27s_area","surface_form":"Wernicke's area","offset":1098},{"uri":"Psychology","surface_form":"psychology","offset":1275},{"uri":"Logical","surface_form":"logical","offset":1459},{"uri":"Creativity","surface_form":"creative","offset":1543},{"uri":"Language","surface_form":"language","offset":2397},{"uri":"Grammar","surface_form":"grammar","offset":2625},{"uri":"Vocabulary","surface_form":"vocabulary","offset":2637},{"uri":"Intonation_(linguistics)","surface_form":"intonation","offset":2956},{"uri":"Traumatic_brain_injury","surface_form":"brain injuries","offset":3493}]}