{"id":475414,"url":"http://en.wikipedia.org/wiki/Hyacinth_macaw","text":"The hyacinth macaw (\"Anodorhynchus hyacinthinus\"), or hyacinthine macaw, is a parrot native to central and eastern South America.\nIt is longer than any other species of parrot, from the top of its head to the tip of its long pointed tail it is about 100 cm (3.3 ft). It is the largest macaw and the largest flying parrot species.\nHabitat loss and trapping wild birds for the pet trade has taken a heavy toll on their population in the wild, and as a result the species is classified as endangered on the International Union for Conservation of Nature's Red List, and it is protected by its listing on Appendix I of the Convention on International Trade in Endangered Species of Wild Fauna and Flora (CITES).\nThey eat nuts from native palms. They have large, powerful beaks that can crack nuts and seeds, while their dry, smooth tongues have a bone inside them that makes them effective for tapping into fruits. The acuri nut is so hard that the parrots cannot feed on it until it has passed through the digestive system of cattle. In addition, they eat fruits and other vegetable matter. Their diet includes fruits, nuts, nectar, and various kinds of seeds. They travel for ripe food over a vast area.\nThis beautiful bird is endangered. In the wild its eggs are eaten by various small mammals, by vultures, and by the toucan. The hyacinth depends on the toucan, which spreads the seeds of the Manduvi tree (\"Sterculia apetala\") that the macaw needs for reproduction. The tree is just right for the macaw to make its nest, and there are few other places as good. The toucan disperses 83% of the tree's seeds, but also eats 53% of the macaw's eggs.\nBut by far, humans are the main cause of its problems. The illegal trade in fancy feathers, the pet trade and the destruction of habitat has greatly reduced its numbers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parrot","surface_form":"parrot","offset":78},{"uri":"South_America","surface_form":"South America","offset":115},{"uri":"Macaw","surface_form":"macaw","offset":285},{"uri":"Endangered_species","surface_form":"endangered","offset":486},{"uri":"International_Union_for_Conservation_of_Nature","surface_form":"International Union for Conservation of Nature","offset":504},{"uri":"IUCN_Red_List","surface_form":"Red List","offset":553},{"uri":"Cattle","surface_form":"cattle","offset":1023},{"uri":"Fruit","surface_form":"fruit","offset":1053},{"uri":"Diet","surface_form":"diet","offset":1094},{"uri":"Nectar","surface_form":"nectar","offset":1122},{"uri":"Seeds","surface_form":"seeds","offset":1151},{"uri":"Toucan","surface_form":"toucan","offset":1318},{"uri":"Feathers","surface_form":"feathers","offset":1729},{"uri":"Pet","surface_form":"pet","offset":1743},{"uri":"Habitat_destruction","surface_form":"destruction of habitat","offset":1761}]}