{"id":47558,"url":"http://en.wikipedia.org/wiki/Evanescence","text":"Evanescence is an American alternative metal/rock band. It was founded in 1995 in Little Rock, Arkansas by singer Amy Lee and former-guitarist Ben Moody. The band gained local popularity and released a number of EPs before signing a record deal with Wind-Up.\nThe band released \"Fallen\", their first full-length album, in 2003. \"Fallen\" gained popularity after two of its songs were featured in the film \"Daredevil\". The album was a critical and commercial success and sold more than 17 million copies worldwide; spawning the hit singles “Bring Me to Life” and “My Immortal”. It also helped the band win two Grammy awards.\nIn 2006, the band released their second studio album, \"The Open Door\", which was positively received. It debuted at #1 in the Billboard Hot 200 chart, and sold more than 447.000 copies in its first week. The album sold more than 6 million copies and its third single, “Sweet Sacrifice”, was honored with a Grammy nomination for Best Hard Rock Song.\nAfter concluding “The Open Door Tour\", the band went on a lengthy hiatus. The band announced that they would be working on a new album in June 2009, but the production was delayed several times. \"Evanescence\", the bands’ self-titled third studio album, was eventually released on October 11, 2011. It debuted at #1 in 5 Billboard charts, including the Hot 200 and Rock Albums charts. “What You Want” became the first single off the album, and was released in August 9, 2011 to positive critical reception. “My Heart is Broken” was chosen as the second single and sent to radio stations in October 31, 2011. An accompanying video premiered on Evanescence’s Vevo account on YouTube on January 28, 2012. Lee has confirmed via a Twitter message that the third single will be “Made of Stone”. A remixed version “Made of Stone” was featured in the soundtrack of the 2012 film '.\nThe band has suffered many line-up changes throughout the years. David Hodges was the first member to exit the band in 2002. Co-founder Moody left the band mid-tour in 2004 due to creative differences with frontwoman Lee, followed by Will Boyd in 2006. In 2007, Lee fired guitarist John LeCompt and drummer Rocky Gray announced he was quitting the band shortly after. As of mid-2007, Lee is the only original member left in the band.\nEvanescence was ranked at #71 on the Best Artists of the Decade chart. As a female-fronted band that utilizes dramatic vocals and orchestral elements in their music, critics and fans have drawn parallels between Evanescence and other female-fronted symphonic and gothic metal bands such as Lacuna Coil. The band is recognized for their dark music and lyrics, Lee’s vocals and piano instrumentations against the background of “chugging” guitar riffs and their use of electronic elements.\nEarly years (1994 – 2002).\nThe people who founded Evanescence are singer, songwriter and pianist Amy Lee and guitarist and songwriter Ben Moody who is no longer a member in the band. They met in a youth camp in 1994, when Moody heard Lee playing a song on the piano.\nAfter that, they started writing music together. Two of their songs were played on the local radio station and the listeners wanted them to do a concert. They later appeared live and became a popular act in their area.\nThey chose \"Evanescence\" as a name for their band because Lee thought \"it is mysterious and dark, and places a picture in the listener' mind.\" Evanescence means \"to disappear\" or \"to fade away\".\nBefore \"Fallen\" was released, Evanescence made two EPs (\"Evanescence EP\" and \"Sound Asleep EP\") and one Demo CD called \"Origin\". Some of the songs on \"Fallen\" can be found on their previous records, like My Immortal.\nFallen and Anywhere but Home (2003 – 2005).\nThree of Lee and Moody's friends joined the band. They were John LeCompt, Rocky Gray and Will Boyd. The three also worked on previous Evanescence songs. The band also signed their first major label in early 2003 and started working on \"Fallen\".\n\"Fallen\" became a worldwide success, and spent 43 weeks on the Billboard top 10 charts. It sold over 15 million copies and was certified 7x platinum in the United States. It is also one of the eight albums to stay for at least a year within the Billboard Top 50 charts.\nTheir most successful single from \"Fallen\" is Bring Me to Life, which won a Grammy award for Best Hard Rock Performance in 2004. Another popular single is \"My Immortal\", which was nominated for a Grammy in 2005. The other two singles are Going Under and Everybody’s Fool. All four songs had videos to promote them.\nBen Moody left the band while they were touring in Europe. The reason given for this is because of creative differences with the band’s singer Amy Lee. Moody was replaced by another guitarist, Terry Balsamo.\nIn 2004, Evanescence released Anywhere but Home, their first live album. It includes a concert in Paris, some behind-the-scenes features, and the single \"Missing\", which reached #1 in Spain. The CD also had three live songs, \"Breathe No More\", \"Farther Away\", and the band's cover of Korn's Thoughtless.\nThe Open Door and Hiatus (2006 – 2010).\nWill Boyd left the band in 2006 for \"not wanting to do another big tour\" and for wanting \"to be close to his family\". He was replaced by Tim McCord.\n\"The Open Door\" is the band's first album to reach #1 on the Billboard Hot 100 charts. The album had four singles with videos, which are Call Me When You're Sober, Lithium, \"Sweet Sacrifice\" and Good Enough. In 2007, Evanescence was nominated for a Grammy award for \"Sweet Sacrifice\".\nThe band toured two times to promote \"The Open Door\". The first tour was held in countries such as the United States, Canada, Japan and Australia. In the second tour, they returned to the US and had more concerts there. They also joined the Family Values Tour 2007 with the band Korn and the Argentinean festival Quilems Rock 07 with the bands Aerosmith and Velvet Revolver.\nOn May 4, 2007, John LeCompt said that he was fired from Evanescence, and that Rocky Gray left the band. They were replaced for some time by Will Hunt and Troy McLawhorn, who are from the band Dark New Day.\nEvanescence (2011 – present).\n\"I believe that to make great music you have to give yourself the freedom to evolve. I don’t see the point in making the same record twice, so I always want to challenge myself to make something better, stronger, and more interesting than before. That takes time, but it’s worth the wait for me. Hopefully, it will be for the fans too. Look out for new music next year…\"\nLee later posted more information about the album through Evanescence's fan forum, EvThreads. She described the music as \"dark, sarcastic, fun, strange, familiar and very different at the same time\", stating that it's not music people would expect from the band. In another post, she mentioned that she was collaborating with Will \"Science\" Hunt and Balsamo in writing for the album.\nThe band played a sold-out \"secret show\" at the Manhattan Center Grand Ballroom in New York City on November 4, 2009, along with label-mates Civil Twilight. The tickets sold out in five minutes. Lee told the audience that the bands' appearance was a warm-up for their headlining appearance at the Maquinária festival in São Paulo, Brazil, which took place on November 8. The Maquinária show featured an intro containing a brief sample of the bands' new music. Lee later posted the lyrics to the intro on EvThreads and stated that she was \"glad\" to share \"at least just a minute of new music\". Both these appearances featured James Black of Finger Eleven as a fill-in guitarist.\nEvanescence entered the studio on February 22, 2010 to begin recording and chose Steve Lillywhite to produce the album. Will Hunt joined Evanescence as a drummer while Will \"Science\" Hunt participated as a programmer and secondary drummer. Despite his collaboration with Lee on most songs of the album, he eventually didn't join the band. The album was initially more electronic music-oriented and slated for a late 2010 release. However, according to Lee, Lillywhite \"wasn't the right fit\" and the music \"wasn't coming together right\". He was eventually replaced by producer Nick Rasculinecz and the band started over with writing new material and developing songs from the previous session.\nIn June 21, Lee announced in Evthreads.com that the band have temporarily left the studio to work further on the songs and that their label company was going through \"uncertain times\", which could delay the release of the album. However, she stated in her post that the band would return to the studio \"soon enough\". Evanescence reentered the studio in early April, 2011 with producer Nick Rasculinecz, and the album was speculated to be released in fall 2011. Because of the change og producers, Lee indicated that the album would be heavier in its sound. She also noted the band's growing participation in the songwriting process, saying that she felt like she was \"finally in a real band\". Additionally, Troy McLawhorn rejoined Evanescence as a primary guitarist for the album, though not as a permanent band member. On June 12, Lee announced through her Twitter account that McLawhorn was officially back with Evanescence and that the new release date for the album was October 4, 2011.","categories":[],"infobox_types":["musical artist &lt;!-- See Wikipedia:WikiProject_Musicians --&gt;"],"annotations":[{"uri":"United_States","surface_form":"American","offset":18},{"uri":"Alternative_metal","surface_form":"alternative metal","offset":27},{"uri":"Alternative_rock","surface_form":"rock","offset":45},{"uri":"Little_Rock%2C_Arkansas","surface_form":"Little Rock, Arkansas","offset":82},{"uri":"Amy_Lee","surface_form":"Amy Lee","offset":114},{"uri":"Ben_Moody","surface_form":"Ben Moody","offset":143},{"uri":"Wind-Up_Records","surface_form":"Wind-Up","offset":250},{"uri":"Fallen_(Evanescence_album)","surface_form":"Fallen","offset":278},{"uri":"Daredevil","surface_form":"Daredevil","offset":404},{"uri":"Bring_Me_to_Life","surface_form":"Bring Me to Life","offset":538},{"uri":"My_Immortal","surface_form":"My Immortal","offset":561},{"uri":"Grammy_awards","surface_form":"Grammy awards","offset":607},{"uri":"The_Open_Door","surface_form":"The Open Door","offset":677},{"uri":"Sweet_Sacrifice","surface_form":"Sweet Sacrifice","offset":891},{"uri":"Evanescence_(album)","surface_form":"Evanescence","offset":1167},{"uri":"What_You_Want_(Evanescence_song)","surface_form":"What You Want","offset":1356},{"uri":"My_Heart_is_Broken","surface_form":"My Heart is Broken","offset":1478},{"uri":"Made_of_Stone_(Evanescence_song)","surface_form":"Made of Stone","offset":1778},{"uri":"David_Hodges","surface_form":"David Hodges","offset":1909},{"uri":"Will_Boyd","surface_form":"Will Boyd","offset":2078},{"uri":"John_LeCompt","surface_form":"John LeCompt","offset":2126},{"uri":"Rocky_Gray","surface_form":"Rocky Gray","offset":2151},{"uri":"Lacuna_Coil","surface_form":"Lacuna Coil","offset":2568},{"uri":"Singer","surface_form":"singer","offset":2831},{"uri":"Songwriter","surface_form":"songwriter","offset":2839},{"uri":"Pianist","surface_form":"pianist","offset":2854},{"uri":"Guitarist","surface_form":"guitarist","offset":2874},{"uri":"1994","surface_form":"1994","offset":2976},{"uri":"My_Immortal","surface_form":"My Immortal","offset":3650},{"uri":"John_LeCompt","surface_form":"John LeCompt","offset":3767},{"uri":"Rocky_Gray","surface_form":"Rocky Gray","offset":3781},{"uri":"Will_Boyd","surface_form":"Will Boyd","offset":3796},{"uri":"Bring_Me_to_Life","surface_form":"Bring Me to Life","offset":4268},{"uri":"Grammy","surface_form":"Grammy","offset":4298},{"uri":"Best_Hard_Rock_Performance","surface_form":"Best Hard Rock Performance","offset":4315},{"uri":"2005","surface_form":"2005","offset":4428},{"uri":"Going_Under","surface_form":"Going Under","offset":4460},{"uri":"Everybody%E2%80%99s_Fool","surface_form":"Everybody’s Fool","offset":4476},{"uri":"Terry_Balsamo","surface_form":"Terry Balsamo","offset":4730},{"uri":"Anywhere_but_Home","surface_form":"Anywhere but Home","offset":4775},{"uri":"Paris","surface_form":"Paris","offset":4843},{"uri":"Spain","surface_form":"Spain","offset":4929},{"uri":"Korn","surface_form":"Korn","offset":5029},{"uri":"Thoughtless","surface_form":"Thoughtless","offset":5036},{"uri":"Tim_McCord","surface_form":"Tim McCord","offset":5226},{"uri":"Call_Me_When_You%27re_Sober","surface_form":"Call Me When You're Sober","offset":5375},{"uri":"Lithium","surface_form":"Lithium","offset":5402},{"uri":"Good_Enough","surface_form":"Good Enough","offset":5433},{"uri":"United_States","surface_form":"United States","offset":5626},{"uri":"Canada","surface_form":"Canada","offset":5641},{"uri":"Japan","surface_form":"Japan","offset":5649},{"uri":"Australia","surface_form":"Australia","offset":5659},{"uri":"Family_Values_Tour_2007","surface_form":"Family Values Tour 2007","offset":5764},{"uri":"Aerosmith","surface_form":"Aerosmith","offset":5867},{"uri":"Velvet_Revolver","surface_form":"Velvet Revolver","offset":5881},{"uri":"May_4","surface_form":"May 4","offset":5901},{"uri":"2007","surface_form":"2007","offset":5908},{"uri":"Will_Hunt","surface_form":"Will Hunt","offset":6039},{"uri":"Troy_McLawhorn","surface_form":"Troy McLawhorn","offset":6053},{"uri":"Dark_New_Day","surface_form":"Dark New Day","offset":6091},{"uri":"Civil_Twilight","surface_form":"Civil Twilight","offset":7031}]}