{"id":47564,"url":"http://en.wikipedia.org/wiki/United_States_Bill_of_Rights","text":"e=\"preserve\">The Bill of Rights is the name for the first ten amendments to the United States Constitution, which limit the power of the federal government and guarantee citizens of the United States certain rights. The amendments were written in 1789 by James Madison, and were based on important ideas about personal rights. The Bill of Rights went into effect in 1791, when 3/4 of the states agreed that they were fair. Originally, the Bill of Rights had 12 different amendments, but the first two were not passed by enough states. The second amendment that was not passed was eventually added to the Constitution in 1992, becoming the 27th amendment in the Constitution.\n\"Congress shall make no law respecting an establishment of religion, or prohibiting the free exercise thereof...\"\n\"...or abridging the freedom of speech\"\n\"...or of the right of the people to peaceably assemble...\"\n\"...and to petition the government for redress of grievances.\"\n\"A well regulated Militia being necessary to the security of a free State, the right of the people to keep and bear arms, shall not be infringed.\"\n\"No Soldier shall, in time of peace be quartered in any house he consent of the Owner, nor in time of war, but in a manner to be prescribed by law.\"\n\"The right of the people to be secure in their persons, houses, papers, and effects, against unreasonable searches and seizures, shall not be violated...\"\n\"...and no Warrants shall issue, but upon probable cause, supported by Oath or affirmation, and particularly describing the place to be searched, and the persons or things to be seized.\"\n\"No person shall be held to answer for any capital, or otherwise infamous crime, unless on a presentment or indictment of a Grand Jury, except in cases arising in the land or naval forces, or in the Militia, when in actual service in time of War or public danger...\"\n\"...nor shall any person be subject for the same offence to be twice put in jeopardy of life or limb...\"\n\"...nor shall be compelled in any criminal case to be a witness against himself...\"\n\"nor be deprived of life, liberty, or property, without due process of law; nor shall private property be taken for public use, without just compensation.\"\n\"In all criminal prosecutions, the accused shall enjoy the right to a speedy and public trial, by an impartial jury of the State and district where in the crime shall have been committed, which district shall have been previously ascertained by law...\"\n\"...and to be informed of the nature and cause of the accusation; to be confronted with the witnesses against him; to have compulsory process for obtaining witnesses in his favor...\"\n\"...and to have the Assistance of Counsel for his defense.\"\n\"In suits at common law, where the value in controversy shall exceed twenty dollars, the right of trial by jury shall be preserved, and no fact tried by a jury, shall be otherwise re-examined in any court of the United States, than according to the rules of the common law.\"\n\"Excessive bail shall not be required...\"\n\"nor excessive fines imposed, nor cruel and unusual punishments inflicted.\"\n\"The enumeration in the Constitution, of certain rights, shall not be construed to deny or disparage others retained by the people.\"\n\"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Amendment","surface_form":"amendment","offset":62},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":80},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":137},{"uri":"United_States","surface_form":"United States","offset":186},{"uri":"James_Madison","surface_form":"James Madison","offset":255},{"uri":"Militia","surface_form":"Militia","offset":970},{"uri":"Weapon","surface_form":"arms","offset":1068},{"uri":"Indictment","surface_form":"indictment","offset":1698}]}