{"id":475922,"url":"http://en.wikipedia.org/wiki/Charlie_Hebdo_shooting","text":"On 7 January 2015, at approximately 11:30 CET (10:30 UTC), three masked gunmen armed with Kalashnikov rifles, a shotgun, and a rocket-propelled grenade launcher stormed the headquarters of the French satirical magazine \"Charlie Hebdo\" in Paris. They shot and killed 12 people, including \"Charlie Hebdo\" staff and two French National police officers, and wounded 11 others. In Niger churches and cars were burned in protest of Muhammed on the cover of \"Charlie Hebdo\".\nThe gunmen entered the building and began shooting with automatic weapons, while shouting \"Allahu Akbar\". Up to 50 shots were fired during the attack. Following a massive manhunt, the French police believe they have located the attackers and are mounting an operation against them. On Twitter people used the hashtag #JeSuisCharlie to show support for freedom of speech after the shooting.\nBackground.\n\"Charlie Hebdo\" is an antireligious left-wing newspaper. In 2011 the newspaper's office was firebombed because the cover of an issue of the newspaper called \"Charia Hebdo\" had a cartoon of Prophet Muhammed on it. The newspaper's editor-in-chief Stéphane \"Charb\" Charbonnier was added to Al-Qaeda's most wanted list in 2013.\nSuspects.\nSaïd Kouachi and Chérif Kouachi were identified by French police as the main suspects in the shooting. The two Franco-Algerian brothers, both from Gennevilliers, are aged 34 and 32, respectively. In 2008, Chérif Kouachi was convicted of terrorism charges and sentenced to three years in prison, along with 18 months of suspension, for having assisted in sending fighters to Iraq's insurgency.\nHamyd Mourad, an 18-year-old homeless man of unknown nationality, was identified by the police as a third suspect in the shooting.","categories":[],"infobox_types":["civilian attack"],"annotations":[{"uri":"Central_European_Time","surface_form":"CET","offset":42},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":53},{"uri":"Shotgun","surface_form":"shotgun","offset":112},{"uri":"Rocket-propelled_grenade","surface_form":"rocket-propelled grenade launcher","offset":127},{"uri":"List_of_satirical_magazines","surface_form":"satirical magazine","offset":200},{"uri":"Charlie_Hebdo","surface_form":"Charlie Hebdo","offset":220},{"uri":"Charlie_Hebdo","surface_form":"Charlie Hebdo","offset":288},{"uri":"National_Police_(France)","surface_form":"French National police officers","offset":317},{"uri":"Hashtag","surface_form":"hashtag","offset":777},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":1157},{"uri":"Gennevilliers","surface_form":"Gennevilliers","offset":1351},{"uri":"Homeless","surface_form":"homeless","offset":1626}]}