{"id":4760,"url":"http://en.wikipedia.org/wiki/Tuberculosis","text":"Tuberculosis (TB) is an infectious disease caused by bacteria. In the past, people called it consumption.\nTB is caused by several types of mycobacteria, usually \"Mycobacterium tuberculosis\". The disease usually attacks the lungs, but it can also affect other parts of the body.\nHow it spreads.\nThe bacteria can travel through the air and spread from one person to the next. This happens when infected people cough, sneeze, or spit.\nOf every 100 people with TB, between five and ten people show symptoms. In these people, the disease is called \"active\". Tuberculosis kills more than half of the people who are infected if they do not get treatment.\nDetection and treatment.\nDiagnosis of active TB relies on radiology. Doctors often look at an X-ray of the chest. In addition, they check body fluids. These fluids have microbes in them, which are grown in cell cultures. The cell cultures are then analysed to see if the person is infected with TB.\nIf the patient has TB, but does not show symptoms, the disease is 'latent'. Doctors use a skin test, called the Mantoux test, to detect latent TB. They often do blood tests too.\nThere is a vaccine against some forms of tuberculosis. It is called bacillus Calmette–Guérin vaccine.\nTB used to be easily treated and cured with antibiotics. However, the bacterium is now highly resistant to most antibiotics. This resistance makes treatment difficult. Many different kinds of antibiotics need to be given over a long period of time. There is a form of tuberculosis that is resistant to \"all\" drugs.\nHow common is TB?\nExperts believe that one third of the world population is infected with \"M. tuberculosis\". New infections occur at a rate of one per second. In 2007, about 13.7 million chronic cases were active globally. In 2010, about 8.8 million new cases developed and nearly 1.5 million people died from the disease, most of them in developing countries. The number of tuberculosis cases has been decreasing since 2006, and new cases have decreased since 2002.\nTuberculosis does not happen at the same rate around the world. About eighty percent of the population in many Asian and African countries test positive for TB, but only five to ten percent of people in the United States do.\nPeople usually get tuberculosis because of a weakened immune system. Many people with HIV and AIDS can also get tuberculosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":24},{"uri":"Bacteria","surface_form":"bacteria","offset":53},{"uri":"Mycobacterium","surface_form":"mycobacteria","offset":139},{"uri":"Mycobacterium_tuberculosis","surface_form":"Mycobacterium tuberculosis","offset":162},{"uri":"Lung","surface_form":"lung","offset":223},{"uri":"Cough","surface_form":"cough","offset":408},{"uri":"Sneeze","surface_form":"sneeze","offset":415},{"uri":"Symptom","surface_form":"symptom","offset":494},{"uri":"Diagnosis","surface_form":"Diagnosis","offset":673},{"uri":"Radiology","surface_form":"radiology","offset":706},{"uri":"X-ray","surface_form":"X-ray","offset":742},{"uri":"Chest","surface_form":"chest","offset":755},{"uri":"Fluid","surface_form":"fluid","offset":791},{"uri":"Microbe","surface_form":"microbe","offset":817},{"uri":"Cell_culture","surface_form":"cell culture","offset":854},{"uri":"Skin","surface_form":"skin","offset":1037},{"uri":"Mantoux_test","surface_form":"Mantoux test","offset":1059},{"uri":"Blood","surface_form":"blood","offset":1108},{"uri":"Vaccine","surface_form":"vaccine","offset":1136},{"uri":"Bacillus_Calmette-Gu%C3%A9rin","surface_form":"bacillus Calmette–Guérin","offset":1193},{"uri":"Antibiotics","surface_form":"antibiotics","offset":1271},{"uri":"Drug","surface_form":"drug","offset":1535},{"uri":"World_population","surface_form":"world population","offset":1598},{"uri":"Chronic","surface_form":"chronic","offset":1729},{"uri":"Developing_country","surface_form":"developing countries","offset":1881},{"uri":"Asia","surface_form":"Asia","offset":2120},{"uri":"Africa","surface_form":"Africa","offset":2130},{"uri":"Immune_system","surface_form":"immune system","offset":2288},{"uri":"HIV","surface_form":"HIV","offset":2320},{"uri":"AIDS","surface_form":"AIDS","offset":2328}]}