{"id":47610,"url":"http://en.wikipedia.org/wiki/European_Commission","text":"The European Commission (officially called the Commission of the European Communities) is one of the seven organisations that manage the European Union (EU). The Commission manages the day-to-day running of the EU and writes laws, like a government. Laws written by the Commission are discussed and changed by the European Parliament and the Council of the European Union. The Commission sits in Brussels.\nThe Commission is made of 28 people, one from each of the countries in the EU. One of these people is the President, who was chosen by the Council and Parliament, he decides (with each country) who the other members are and what they do. Each one has a different job, such as looking after industry or trade. If they do not do their job properly, the President can remove them. If he does not, or if the President does not do his job, the Parliament can remove the whole Commission from their jobs (this only happened in 1999).\nThe name Commission can also mean the 25,000 people who work for the President and his team. They follow the Commission's instructions in looking after the EU or writing a new law. It works in three languages, English, French and German.\nThe first Commission was created in 1952 and was called the \"High Authority\". But the modern Commission was created in 1957 and since then has had twelve Presidents;","categories":[],"infobox_types":[],"annotations":[{"uri":"European_Union","surface_form":"European Union","offset":137},{"uri":"Government","surface_form":"government","offset":238},{"uri":"European_Parliament","surface_form":"European Parliament","offset":314},{"uri":"Council_of_the_European_Union","surface_form":"Council of the European Union","offset":342},{"uri":"Brussels","surface_form":"Brussels","offset":396},{"uri":"European_Union_member_state","surface_form":"countries in the EU","offset":464},{"uri":"Industry","surface_form":"industry","offset":696},{"uri":"Trade","surface_form":"trade","offset":708},{"uri":"English_language","surface_form":"English","offset":1144},{"uri":"French_language","surface_form":"French","offset":1153},{"uri":"German_language","surface_form":"German","offset":1164}]}