{"id":47639,"url":"http://en.wikipedia.org/wiki/Bia%C5%82ystok","text":"Białystok is the largest city in northeastern Poland and is the capital of the Podlaskie Voivodeship. It is in the Podlaskie Plain on the banks of the Biała River in the Podlaskie region, known collectively as the \"Green Lungs of Poland\".\nThe city charter dates back to 1692, but settlement activity in the area dates back to the 14th century. Białystok has traditionally been one of the leading center of academic, cultural and artistic life in Podlaskie and is the most important economic center in northeastern Poland. The location of the city in the neighborhood of Belarus, Lithuania and Russia, with convenient transportation connections, creates excellent conditions for economic and cultural development of the city. The geographical and historical conditions helped to foster Białystok as a place where people of different cultures, religions and nationalities lived together for centuries. It has shaped the specific character of the city – openness, friendliness and hospitality.\nAmong cities of Poland, Białystok is second in terms of population density, eleventh in population, and thirteenth in area. The city and its adjacent municipalities constitute Metropolitan Białystok.\nHistory.\nThe city of Białystok has existed for five centuries. During all this time the fate of the city has passed between various political and economic forces. The various historically driven changes have had a very significant influence on the architectural space of the city. This activity relates to the fate of most other Polish cities, but the processes in Białystok had a particularly intense course. Numerous historic works of architecture no longer exist while many others have been rebuilt to their original configuration. The historic buildings of the city have not been preserved very well – the sights are merely an echo of the old historical shape of Białystok.\nOver the course of the last 200 years, the city has been the capital of numerous administrative divisions of a number of countries or occupying powers;\nSince 1999 it has been the capital of the Podlaskie Voivodeship, Republic of Poland.\nGeography.\nBiałystok is in the Białystok Uplands () of the Podlaskie Plain (), part of what is known collectively as the \"Green Lungs of Poland\". The Biała River, a left tributary of the Supraśl River, passes through the city.\nThe landscape of the Białystok Upland is diverse, with high moraine hills in excess of above sea level. Vast areas of outwash are occupied by forests, which created a number of nature reserves including Knyszyn Forest, of which a portion exists within the city limits.\nThe city has a Warm Summer Continental climate (Dfb) according to the Köppen climate classification system, which is characterized by warm temperatures during summer and long and frosty winters. It is substantially different from most of the other Polish lowlands. The region is one of the coldest in Poland, with the average temperature in January being. The average temperature in a year is. The number of frost days ranges from 50 to 60, with frost from 110 to 138 days and the duration of snow cover from 90 to 110 days. Mean annual rainfall values oscillate around, and the vegetation period lasts 200 to 210 days.\nDistricts and Metropolitan Region.\nThe city of Białystok is divided into 28 administrative units (Osiedla). The first 27 of these were created on October 25, 2004. The 28th, Dojlidy Górne, was created on October 23, 2006, out of three settlements which had been incorporated into the city: Dojlidy Górne, Kolonia Halickie, and Zagórki.\nMetropolitan Białystok was designated by the Voivodeship of the Regulation No. 52/05 of 16 May 2005 in order to help economically develop the region. In 2006, the metropolitan area population was 450,254 inhabitants. It covers an area of. For one km2, there are about 265 people. Among urban residents are more women – 100 men for every 108 women on average. The municipalities adjacent to Białystok are slowly losing their agricultural character, becoming residential suburban neighborhoods.\nDemographics.\nIn June 2009, the population of the city was 294,399. Among cities of Poland, Białystok is second in terms of population density, eleventh in population, and thirteenth in area.\nHistorically, Białystok has been a destination for internal and foreign immigration, especially from Central and Eastern Europe. In addition to the Polish minority, there was a significant Jewish majority in Białystok. According to the Russian Empire Census of 1897, out of the total population of 66,000, Jews constituted 41,900 (around 63% percent). Białystok's pre-World War II Jewish population constituted about 63 percent of the city's total population of 107,000. World War II changed all of this. In 1939 ca. 107,000 persons lived in Białystok, but in 1946 – only 56,759, and to this day there is much less ethnic diversity than in the previous 300 years of the city's history. Currently the city's population is 97% Polish, 2.5% Belarusian and 0.5% of a number of minorities including Russians, Lipka Tartars, Ukrainians and Romani. Most of the modern-day population growth is based on internal migration and urbanization.\nGovernance.\nBiałystok, like other major cities in Poland, is a city county (\"powiat\"). The Białystok City Council has 28 elected members, one of whom is the mayor, or President of Białystok, elected every four years. The election of the City Council and of the local head of government, which takes place at the same time, is based on legislation introduced on 20 June 2002. The current President of Białystok, elected for his first term in 2006, is Tadeusz Truskolaski.\nIt is also the seat of government for the Podlaskie Voivodeship. The city is represented by several members of both houses of the Polish Parliament (Sejm and Senat). Białystok is represented by the Podlaskie and Warmian-Masurian constituency of the European Parliament.\nMilitary units.\nThe 18th Reconnaissance Regiment of the Polish Land Forces is based in Białystok. The heritage of the unit was the former 18th Territorial Defense Battalion and prior to that the former 18th Mechanized Brigade.\nThe Podlaska Cavalry Brigade was a military unit of the Polish Army, created on April 1, 1937. Its headquarters was in Białystok. It was formed from the Cavalry Brigade \"Białystok\", which existed between February 1929, and March 30, 1937. After the Soviet invasion of Poland, remnants of the Brigade fought both Wehrmacht and Red Army troops, surrendering on October 6, 1939.\nEconomy.\nIn the 19th century Białystok was an important center for light industry. This was the reason for the substantial growth of the city's population. The tradition continued with many garment factories established in the 20th century, such as \"Fasty\" in the district of Bacieczki. However, after the fall of communism in 1989 many of these factories faced severe problems and subsequently closed down. Currently Białystok is a major center for the developed machine industry (electronics, machinery and metal), wood, alcoholic beverages, building materials, glass factory and power generation.\nThe city lies close to the Polish border with Lithuania and Belarus, with the nearest border checkpoint with Belarus in Bobrowniki only away. Since the border with Belarus is also the eastern border of the European Union, as well as the Schengen Area, the city is a center for trade from countries to the east.\nCulture.\nIn 2010, Białystok was on the short-list, but ultimately lost the competition to become a finalist for European Capital of Culture in 2016.\nBiałystok is the largest cultural center in north-eastern Poland. Museums include the Historical Museum, the Museum of Sculpture Alfons Karny, and the Białystok Village Museum.\nApproximately 32% of the city is occupied by green areas. Parks and squares and 1,779 ha of forest are located within the city which creates a unique and healthy climate. Within Białystok, there are two nature reserves with a total area of 105 ha, that are part of the Knyszyn Forest. Such a location of nature reserves in the immediate vicinity of the city is unique.\nSports.\nThe city has a number of sports teams, both professional and amateur, and a number of venues across the city. Jagiellonia Białystok is a Polish football club, based in Białystok, that plays in Ekstraklasa league at the Białystok City Stadium. In 2010, Jagiellonia Białystok won the Polish Cup and the Super Cup, and qualified to play in the third round qualification of the UEFA Europa League. A new 22,500 seat stadium is expected to be completed by the end of 2012.\nMedia.\nBiałystok has a wide variety of media outlets serving the city and surrounding region. There are two locally published newspapers in addition to two national papers with local bureaus. There are a number of national and locally produced television and radio channels available both over-the-air from the nearby RTCN Białystok (Krynice) Mast, the seventh highest structure in Poland, in addition to transmitter sites within the city and on the cable television network within the city.\nReligion.\nIn the early 1900s, Białystok was reputed to have the largest concentration of Jews of all the cities in the world. In 1931, 40,000 Jews lived in the city, nearly half the city's inhabitants.\nThe city is the seat of the Roman Catholic Archdiocese of Białystok. Establishment of the Diocese and the Archdiocese and the cities of Białystok ended the period of the temporary church administration in the Białystok region owned lands over the centuries to the Roman Catholic Archdiocese of Vilnius, which after World War II remained in the Polish borders. The city is also the seat of the Białystok-Gdańsk Diocese of the Polish Orthodox Church. Białystok is the largest concentration of Orthodox believers in Poland.\nTransport.\nThe city is, and has been for centuries, the main hub of transportation for the Podlaskie Voivodeship and the entire northeastern section of Poland. It is a major city on the European Union roadways and railways to the Baltic Republics and Finland. It is also a main gateway of trade with Belarus due to its proximity to the border and its current and longstanding relationship with Hrodno, Belarus. Passenger trains connect from Suvalki (Poland), Hrodno and Lithuania to Warsaw and the rest of the European passenger network. An extensive public transportation system is provided within the city by three bus services, but no tram or subway exists.\nA civil airport, Białystok-Krywlany Airport, lies within the city limits, but does not provide regularly scheduled service. There are plans to build a new regional airport, \"Białystok-Saniki Airport\", in the next few years that will provide flights within Europe.\nEducation.\nHigher education in the city can be traced back to the second half of the 18th century when the ownership of the city was inherited by Jan Klemens Branicki. As a patron of the arts and sciences, Branicki encouraged numerous artists and scientists to settle in Białystok to take advantage of Branicki's patronage. In 1745 Branicki established Poland's first military college, the School of Civil and Military Engineering, in the city.\nSince the fall of communism many private-funded institutions of higher educations were founded and their number is still increasing. Currently Białystok is home to one principal public university (University of Białystok) and two other public specialist universities (Białystok Technical University and Medical University of Białystok). Some institutions, such as Musical Academy in Białystok, are branches of their parent institutions in other cities, usually in Warsaw.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":46},{"uri":"Belarus","surface_form":"Belarus","offset":570},{"uri":"Lithuania","surface_form":"Lithuania","offset":579},{"uri":"Russia","surface_form":"Russia","offset":593},{"uri":"Poland","surface_form":"Republic of Poland","offset":2086},{"uri":"Moraine","surface_form":"moraine","offset":2393},{"uri":"Outwash","surface_form":"outwash","offset":2451},{"uri":"Knyszyn_Forest","surface_form":"Knyszyn Forest","offset":2536},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":2672},{"uri":"Central_Europe","surface_form":"Central","offset":4344},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":4356},{"uri":"Poles","surface_form":"Polish minority","offset":4391},{"uri":"Jews","surface_form":"Jews","offset":4549},{"uri":"World_War_II","surface_form":"World War II","offset":4611},{"uri":"Poland","surface_form":"Poland","offset":5225},{"uri":"Powiat","surface_form":"powiat","offset":5252},{"uri":"Mayor","surface_form":"mayor","offset":5332},{"uri":"President","surface_form":"President","offset":5342},{"uri":"Head_of_government","surface_form":"head of government","offset":5442},{"uri":"Legislation","surface_form":"legislation","offset":5510},{"uri":"Voivodeship","surface_form":"Voivodeship","offset":5698},{"uri":"European_Parliament","surface_form":"European Parliament","offset":5895},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":6455},{"uri":"Red_Army","surface_form":"Red Army","offset":6469},{"uri":"Alcoholic_beverage","surface_form":"alcoholic beverage","offset":7042},{"uri":"Lithuania","surface_form":"Lithuania","offset":7165},{"uri":"Belarus","surface_form":"Belarus","offset":7179},{"uri":"European_Union","surface_form":"European Union","offset":7325},{"uri":"European_Capital_of_Culture","surface_form":"European Capital of Culture","offset":7542},{"uri":"Knyszyn_Forest","surface_form":"Knyszyn Forest","offset":8025},{"uri":"Poland","surface_form":"Polish","offset":8270},{"uri":"Association_football","surface_form":"football","offset":8277},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":8507},{"uri":"RTCN_Bia%C5%82ystok_(Krynice)","surface_form":"RTCN Białystok (Krynice)","offset":8919},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":9323},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":9559},{"uri":"Vilnius","surface_form":"Vilnius","offset":9589},{"uri":"Gda%C5%84sk","surface_form":"Gdańsk","offset":9698},{"uri":"Orthodox_Church","surface_form":"Orthodox Church","offset":9727},{"uri":"Finland","surface_form":"Finland","offset":10067},{"uri":"Belarus","surface_form":"Belarus","offset":10116},{"uri":"Lithuania","surface_form":"Lithuania","offset":10286},{"uri":"Warsaw","surface_form":"Warsaw","offset":10299},{"uri":"Communism","surface_form":"communism","offset":11204},{"uri":"Public_university","surface_form":"public university","offset":11364},{"uri":"Warsaw","surface_form":"Warsaw","offset":11650}]}