{"id":476369,"url":"http://en.wikipedia.org/wiki/Closure_(mathematics)","text":"e=\"preserve\">In mathematics, closure describes the case when the results of a mathematical operation are always defined. For example, in ordinary arithmetic, addition on real numbers has closure: whenever one adds two numbers, the answer is a number. The same is true of multiplication. Division does \"not\" have closure, because division by 0 is not defined. In the natural numbers, subtraction does not have closure, but in the integers, subtraction does have closure. Subtraction of two numbers can produce a negative number, which is not a natural number, but is an integer.\nOne can sometimes make closure of a mathematical object by including new elements to it. The integers are a closure of the natural numbers by including negative numbers. The real numbers are a closure of the rational numbers by including square roots of positive numbers. The complex numbers are a closure of the real numbers by including square roots of negative numbers. Since every non-zero polynomial has a root in the complex numbers, the complex numbers are also the algebraic closure of the real numbers. One can express this relationship as formula_1.\nSometimes, if one includes an element to make closure, it makes more changes. For example, if one includes infinity, formula_1 (that is, closure of division), the laws of addition and subtraction are changed. There is no inversion of addition for formula_1.\nIn point-set topology, given a set \"S\", the set containing all points of \"S\" along with its limit points is called the topological closure of \"S\". This is sometimes written as formula_1. The closure of \"S\" is also the smallest closed set containing \"S\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"Real_number","surface_form":"real numbers","offset":170},{"uri":"Natural_numbers","surface_form":"natural numbers","offset":366},{"uri":"Integers","surface_form":"integers","offset":429},{"uri":"Real_numbers","surface_form":"real numbers","offset":752},{"uri":"Rational_numbers","surface_form":"rational numbers","offset":786},{"uri":"Complex_numbers","surface_form":"complex numbers","offset":854},{"uri":"Infinity","surface_form":"infinity","offset":1245},{"uri":"Point-set_topology","surface_form":"point-set topology","offset":1399},{"uri":"Limit_point","surface_form":"limit points","offset":1488},{"uri":"Topological_closure","surface_form":"topological closure","offset":1515},{"uri":"Closed_set","surface_form":"closed set","offset":1623}]}