{"id":47635,"url":"http://en.wikipedia.org/wiki/Ice_age","text":"An ice age is a period when for a long time the temperature of Earth's climate is very low. This leads to an expansion of the continental ice sheets, polar ice sheets and mountain glaciers.\n\"Ice age\" is a term used in palaeoclimatology for the period of extensive ice sheets in the recent Pleistocene period. We now know that ice ages have happened a number of times in the past, the greatest and longest of which took place in the Proterozoic era, before multi-cellular eukaryotes evolved.\nDuring ice ages the sea level drops as water is held in the great ice sheets at the poles. How much it drops depends on several factors, such as the length of time that a cold period lasts.\nStages.\nWithin an ice age, there are stages. The longer cold stages are called glacials or glacial periods. The shorter warm periods are called interglacials. The last glacial ended about 11,000 years ago when the present interglacial started. The Greenland and Antarctic ice sheets still exist. The last two million years have been the Pleistocene ice age. During glacials, large and thick ice sheets cover much of the North American and Eurasian continents.\nMany glacial periods that have occurred during the last few million years are initially at 40,000-year frequency, but more recently ice ages have occurred at 100,000-year frequency.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":48},{"uri":"Earth","surface_form":"Earth","offset":63},{"uri":"Climate","surface_form":"climate","offset":71},{"uri":"Ice_sheet","surface_form":"ice sheet","offset":138},{"uri":"Glacier","surface_form":"glacier","offset":180},{"uri":"Palaeoclimatology","surface_form":"palaeoclimatology","offset":218},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":289},{"uri":"Proterozoic","surface_form":"Proterozoic","offset":432},{"uri":"Eukaryote","surface_form":"eukaryote","offset":471},{"uri":"Sea_level","surface_form":"sea level","offset":511},{"uri":"Geographical_pole","surface_form":"poles","offset":575},{"uri":"Stage_(geology)","surface_form":"stages","offset":718},{"uri":"Greenland","surface_form":"Greenland","offset":929},{"uri":"Antarctic","surface_form":"Antarctic","offset":943},{"uri":"North_America","surface_form":"North America","offset":1101},{"uri":"Eurasia","surface_form":"Eurasia","offset":1120}]}