{"id":476488,"url":"http://en.wikipedia.org/wiki/Hawaiian_Airlines","text":"Hawaiian Airlines, Inc. is Hawai'i's largest airline and the eighth largest airline in the United States. The airline's name comes from its headquarters, which are in Honolulu, Hawaii. The airline flies between the major Hawaiian islands. These are Kaua'i, O'ahu, Moloka'i, Maui, Lanai, and the Big Island of Hawai'i. Hawaiian also flies to more distant locations, such as the U.S. mainland, Japan, Korea, and Australia. These flights arrive and depart from Oahu and Maui.\nHawaiian is the oldest U.S. airline without a fatal accident. It is also the oldest U.S. airline that has never had a plane destroyed or damaged beyond repair.\nInter-Island Airways.\nHawaiian was incorporated as Inter-Island Airways on January 30, 1929. It gave sightseeing tours over Oahu. On November 11, 1929, it began flying between Honolulu and Hilo. Inter-Island began flying two Sikorsky S-38 amphibious flying boat. Each carried eight passengers. They added larger Sikorsky S-43s six years later for more passengers and mail service.\nName change to Hawaiian Airlines.\nIn 1941 Inter-Island Airways Ltd. changed its name to Hawaiian Airlines. In 1966, Hawaiian started using jets to fly between the islands. The jets were much faster and quieter than the propeller planes it was using. In 1984, Hawaiian began flying between Honolulu and the South Pacific. It also started flying between Honolulu and the U.S. West Coast.\nAircraft and logo change.\nIn 1966, Hawaiian added all-jet aircraft, the McDonnell Douglas DC-9. Flying time between islands was reduced to 20–30 minutes. In 2002-03, Hawaiian replaced its planes with better ones. The new planes used less fuel to fly the same distances. It also changed the design on the tails of its planes. The airline also started flying to more locations. Today it flies approximately 212 flights a day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hawai%27i","surface_form":"Hawai'i","offset":27},{"uri":"United_States","surface_form":"United States","offset":91},{"uri":"Honolulu","surface_form":"Honolulu","offset":167},{"uri":"Hawaii","surface_form":"Hawaii","offset":177},{"uri":"Kauai","surface_form":"Kaua'i","offset":249},{"uri":"Oahu","surface_form":"O'ahu","offset":257},{"uri":"Molokai","surface_form":"Moloka'i","offset":264},{"uri":"Maui","surface_form":"Maui","offset":274},{"uri":"Lanai","surface_form":"Lanai","offset":280},{"uri":"Hawaii_(island)","surface_form":"Big Island of Hawai'i","offset":295},{"uri":"Hilo","surface_form":"Hilo","offset":822},{"uri":"Sikorsky_S-38","surface_form":"Sikorsky S-38","offset":858},{"uri":"Amphibious_aircraft","surface_form":"amphibious","offset":872},{"uri":"Flying_boat","surface_form":"flying boat","offset":883},{"uri":"Passenger","surface_form":"passenger","offset":915},{"uri":"Sikorsky_S-43","surface_form":"Sikorsky S-43","offset":945},{"uri":"Mail","surface_form":"mail","offset":1000},{"uri":"South_Pacific","surface_form":"South Pacific","offset":1320},{"uri":"Jet_aircraft","surface_form":"jet aircraft","offset":1454},{"uri":"McDonnell_Douglas_DC-9","surface_form":"McDonnell Douglas DC-9","offset":1472},{"uri":"Island","surface_form":"island","offset":1516}]}