{"id":477092,"url":"http://en.wikipedia.org/wiki/Regnal_year","text":"e=\"preserve\">A regnal year is a year of the reign of a monarch. It is from the Latin \"regnum\" meaning kingdom or rule. Some of the oldest dating systems were in regnal years. A regnal year usually begins on the date of a monarch's accession to the throne. Year one is counted from day one to the end of the first year of a monarch's reign. Then a second year of rule, a third, and so on. They would not have a zero year of rule. It is displayed as an ordinal, not a cardinal number.\nDate problems.\nEvery year of a monarch's reign falls within two calendar years, unless the reign began on the first day of the calendar year. When converting a regnal year in history to a calendar year, this can cause an error of one year. In England, from the 10th century until the late 13th century, the practice was to count the regnal year from the date of coronation. This was usually a later date than when a monarch was proclaimed king or queen. The current practice of dating from the date of accession began in the late 13th century when the heir was out of the country. Henry III of England died on 16 November 1272 which some sources date as the beginning of Edward I of England's rule. His reign actually began when he was proclaimed king at the New Temple on 20 November 1272. Here the date error between sources would be only four days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarch","surface_form":"monarch","offset":55},{"uri":"Latin","surface_form":"Latin","offset":79},{"uri":"Kingdom","surface_form":"kingdom","offset":102},{"uri":"Rule","surface_form":"rule","offset":113},{"uri":"Accession","surface_form":"accession","offset":231},{"uri":"Ordinal_number","surface_form":"ordinal","offset":451},{"uri":"Cardinal_number","surface_form":"cardinal number","offset":466},{"uri":"10th_century","surface_form":"10th century","offset":744},{"uri":"13th_century","surface_form":"13th century","offset":772},{"uri":"Coronation","surface_form":"coronation","offset":845},{"uri":"King","surface_form":"king","offset":922},{"uri":"Queen","surface_form":"queen","offset":930},{"uri":"Henry_III_of_England","surface_form":"Henry III of England","offset":1064},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":1154},{"uri":"Temple_Church","surface_form":"New Temple","offset":1242}]}