{"id":47706,"url":"http://en.wikipedia.org/wiki/Mary_Hopkin","text":"Mary Hopkin (born 3 May 1950) is a Welsh folk singer. She was born in Pontardawe. She was most famous in the late 1960s and early 1970s. Her first and biggest hit was \"Those Were The Days\" in 1968.\nWhen The Beatles started their own record label called Apple Records, they were looking for new artists to sign up. Model Twiggy, a friend of the band, recommended her. After Hopkin signed with Apple, Beatle Paul McCartney produced many of the songs for her first album, called \"Post Card\". Singer-songwriters Donovan and Harry Nilsson, and record producer George Martin, also gave her songs to record.\n\"Those Were The Days\" was McCartney's choice for Hopkin's first single. He chose well, and the song became a hit worldwide. Hopkin recorded other singles, including \"Goodbye\", \"Temma Harbour\", \"Knock, Knock, Who's There\", and a remake of Doris Day's \"Qué Sera, Sera\", but they were not as successful as her first record. McCartney moved on to a solo career after the Beatles disbanded, and no longer worked with her. Hopkin's second album, \"Earth Song/Ocean Song\", was largely self-produced.\nHopkin disliked the way Apple Records had promoted her, as a kind of \"squeaky-clean\" schoolgirl. She left the label after two albums and a best-ofs compilation, also titled \"Those Were the Days\". She retired from music after marrying producer Tony Visconti, but she did appear as a background singer on a few of his productions.\nDuring the 1990s, Apple Records reissued many of their old records, including Hopkin's two original albums. She oversaw a new version of \"Those Were the Days\", with bonus tracks and a detailed booklet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Welsh_people","surface_form":"Welsh","offset":35},{"uri":"Folk_music","surface_form":"folk","offset":41},{"uri":"Singer","surface_form":"singer","offset":46},{"uri":"Pontardawe","surface_form":"Pontardawe","offset":70},{"uri":"The_Beatles","surface_form":"The Beatles","offset":203},{"uri":"Record_label","surface_form":"record label","offset":233},{"uri":"Apple_Records","surface_form":"Apple Records","offset":253},{"uri":"Twiggy","surface_form":"Twiggy","offset":320},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":406},{"uri":"Donovan","surface_form":"Donovan","offset":508},{"uri":"Harry_Nilsson","surface_form":"Harry Nilsson","offset":520},{"uri":"Record_producer","surface_form":"record producer","offset":539},{"uri":"George_Martin","surface_form":"George Martin","offset":555},{"uri":"Doris_Day","surface_form":"Doris Day","offset":839},{"uri":"Tony_Visconti","surface_form":"Tony Visconti","offset":1336}]}