{"id":477122,"url":"http://en.wikipedia.org/wiki/Kestrel","text":"The name kestrel is given to several different members of the falcon genus, \"Falco\". Kestrels hover about over open country, and swoop down on prey, usually small mammals, lizards or large insects. Other falcons are more adapted to active hunting on the wing. In addition, kestrels have much brown in their plumage.\nKestrels can fly in stationary air, even indoors in barns. While hovering they face towards any slight headwind. This leads to the common kestrel being called a \"windhover\" in some areas.\nUnusually for falcons, plumage often differs between male and female, although as usual with monogamous raptors the female is slightly larger than the male. This allows a pair to eat slightly different prey on their home range. Kestrels are bold, and have adapted well to humans. They nest in buildings and hunt by main roads. Kestrels do not build their own nests, but use nests built by other birds.\nMost kestrels form a distinct clade among the falcons, as suggested by comparison of mtDNA cytochrome \"b\" sequence data and morphology. This clade diverged from other \"Falco\" around the Miocene to Pliocene about 7–3.5 million years ago (mya). The most basal \"true\" kestrels are three species from Africa and its surroundings.\nAbout 2.5–2 mya, the main lineage of true kestrels emerged. This too seems to have evolved in Africa and subsequently spread across the Old World until they reached Australia some time during the Middle Pleistocene, less than one million years ago. This group contains several taxa found on Indian Ocean islands. A group of three mainly grey species from Africa and Madagascar are usually considered kestrels by their general shape and habits, but are probably distinct from the true kestrels discussed above.\nThere is only one kestrel in the Americas, with a wide range of habitats. It is \"Falco sparverius\". The male is more brightly coloured than usual for kestrels, with a reddish back and tail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Falcon","surface_form":"falcon","offset":62},{"uri":"Hover","surface_form":"hover","offset":94},{"uri":"Mammals","surface_form":"mammals","offset":163},{"uri":"Lizards","surface_form":"lizards","offset":172},{"uri":"Insects","surface_form":"insects","offset":189},{"uri":"Plumage","surface_form":"plumage","offset":307},{"uri":"Barn","surface_form":"barn","offset":368},{"uri":"Common_kestrel","surface_form":"common kestrel","offset":447},{"uri":"Monogamous","surface_form":"monogamous","offset":597},{"uri":"Bird_of_prey","surface_form":"raptors","offset":608},{"uri":"Clade","surface_form":"clade","offset":936},{"uri":"MtDNA","surface_form":"mtDNA","offset":991},{"uri":"Cytochrome_b","surface_form":"cytochrome \"b\"","offset":997},{"uri":"DNA_sequence","surface_form":"sequence","offset":1012},{"uri":"Morphology_(biology)","surface_form":"morphology","offset":1030},{"uri":"Miocene","surface_form":"Miocene","offset":1092},{"uri":"Pliocene","surface_form":"Pliocene","offset":1103},{"uri":"Basal","surface_form":"basal","offset":1158},{"uri":"Africa","surface_form":"Africa","offset":1203},{"uri":"Evolved","surface_form":"evolved","offset":1315},{"uri":"Old_World","surface_form":"Old World","offset":1368},{"uri":"Australia","surface_form":"Australia","offset":1397},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":1435},{"uri":"Taxa","surface_form":"taxa","offset":1509},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":1523},{"uri":"Madagascar","surface_form":"Madagascar","offset":1598},{"uri":"Habitat","surface_form":"habitat","offset":1806}]}