{"id":477476,"url":"http://en.wikipedia.org/wiki/Parity_of_zero","text":"Parity of zero is the question whether the number zero is even or odd. General consensus is that the number is even. Even numbers are defined to be integer multiples of two. That way, the numbers two, four and six are even, because they are one times two, two times two, and three times two. With that explanation, zero is also even, because it is zero times two.\nAnother explanation is from number theory: The integers are arranged in such a way that even numbers are followed by odd ones, and odd ones by even ones. Zero is preceded by minus one, and followed by one. Both numbers are odd. So it must be even.\nThere is also a problem: The term \"even\" meaning \"integer multiple of two\" is a convention; people agreed on it. It is not a formal definition. Another case where people used a convention they agreed on was that of prime number: Before the 20th century, there were many inconsistent definitions of prime: Mathematicians such as Goldbach, Lambert, Legendre, Cayley, and Kronecker wrote that 1 was prime. The modern definition of \"prime number\" is \"positive integer with exactly 2 factors\", so 1 is not prime. This definition is rational: it naturally suits mathematical theorems that concern the primes. For example, the fundamental theorem of arithmetic is easier to state when 1 is not considered prime\nMaking an exception for zero in the definition of evenness forces one to make such exceptions in the rules for even numbers. From another perspective, taking the rules obeyed by positive even numbers and requiring that they continue to hold for integers forces the usual definition and the evenness of zero.","categories":[],"infobox_types":[],"annotations":[{"uri":"Number","surface_form":"number","offset":43},{"uri":"Zero","surface_form":"zero","offset":50},{"uri":"Parity","surface_form":"even","offset":58},{"uri":"Integer","surface_form":"integer","offset":148},{"uri":"Number_theory","surface_form":"number theory","offset":392},{"uri":"Prime_number","surface_form":"rime number","offset":828},{"uri":"Christian_Goldbach","surface_form":"Goldbach","offset":940},{"uri":"Johann_Heinrich_Lambert","surface_form":"Lambert","offset":950},{"uri":"Adrien-Marie_Legendre","surface_form":"Legendre","offset":959},{"uri":"Arthur_Cayley","surface_form":"Cayley","offset":969},{"uri":"Leopold_Kronecker","surface_form":"Kronecker","offset":981},{"uri":"Divisor","surface_form":"factor","offset":1091},{"uri":"Fundamental_theorem_of_arithmetic","surface_form":"fundamental theorem of arithmetic","offset":1232}]}