{"id":477461,"url":"http://en.wikipedia.org/wiki/Where_the_Red_Fern_Grows","text":"\"Where the Red Fern Grows\" is a 1961 novel by American author Wilson Rawls. It is about the friendship between a boy and two Redbone Coonhound hunting dogs.\nPlot.\nThis story takes place on a farm near the Ozark mountain range. The narrator, Billy Coleman, saves a Redbone Coonhound from a dog fight. He helps it recover from its wounds. He sets it free. He remembers his past. He then tells the story of how he had owned two Redbone Coonhounds when he was a boy.\nAs a little boy, Billy had always wanted puppies since he was ten years old. His parents tell him they don't have enough money for puppies. He decides to earn the money himself. For two years, he works many different jobs. He saves $50. His grandfather helps him order two Redbone Coonhounds. The mail does not deliver the puppies, so Billy goes to get them. He walks to Tahlequah, Oklahoma. He sees how different the city life is from his country life at home. He buys gifts for his family there. He picks up his puppies. On the way back home, he sleeps in a cave on a mountain. He hears the roar of a mountain lion. The puppies answer the roar with their howls. They scare off the lion. The next morning, Billy and the dogs return home. On the way, he sees a sycamore tree with the names Dan and Ann on it. He decides to name the puppies Old Dan and Little Ann.\nBilly trains his dogs to become hunting dogs. They often mess up. Billy does not give up and continues to encourage them. He soon makes a strong loving bond with his dogs. In the end, Billy's dogs grow ill and weak and later die. He buries them on his family's farm to remember them. Soon, Billy sees a red fern growing over his dogs' graves. He sees the red fern as a symbol of the love that kept him and his dogs together.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":46},{"uri":"Redbone_Coonhound","surface_form":"Redbone Coonhound","offset":125},{"uri":"The_Ozarks","surface_form":"Ozark mountain range","offset":205},{"uri":"Redbone_Coonhound","surface_form":"Redbone Coonhound","offset":264},{"uri":"Wound","surface_form":"wound","offset":329},{"uri":"Mail","surface_form":"mail","offset":760},{"uri":"Tahlequah%2C_Oklahoma","surface_form":"Tahlequah, Oklahoma","offset":834},{"uri":"Urban_area","surface_form":"city","offset":881},{"uri":"Rural_area","surface_form":"country","offset":903},{"uri":"Cave","surface_form":"cave","offset":1023},{"uri":"Mountain_lion","surface_form":"mountain lion","offset":1066},{"uri":"Roar","surface_form":"roar","offset":1104},{"uri":"Howl","surface_form":"howl","offset":1120},{"uri":"Hunting_dog","surface_form":"hunting dog","offset":1359},{"uri":"Fern","surface_form":"fern","offset":1634},{"uri":"Love","surface_form":"love","offset":1710}]}