{"id":477583,"url":"http://en.wikipedia.org/wiki/Pietra_dura","text":"Pietra dura is a term for using cut and fitted, highly polished colored stones to create images.\nThe stonework is glued stone-by-stone to a base after being \"sliced and cut in different shape sections; and then assembled together so precisely that the contact between each section was practically invisible\". Stability was achieved by grooving the undersides of the stones so that they interlocked, rather like a jigsaw puzzle, with everything held in place by an encircling 'frame'. Many different colored stones, particularly marbles, were used, along with semiprecious, and even precious stones.\nThe technique first appeared in Rome in the 16th century. It reached its peak in Florence. Pietra dura items are generally crafted on green, white or black marble base stones. Typically the resulting panel is completely flat, but some examples have the image is in low relief.\nThere are a number of similar techniques which should not be called pietra dura. The English term \"Florentine mosaic\" is sometimes used for the work of Giovanni Montelatici (1864-1930). He was an Italian Florentine artist whose brilliant work has been distributed across the world by tourists and collectors.\nPietra dura is also different from mosaics because stones are mostly much larger and cut to a shape suiting their place in the image, not all of roughly equal size and shape as in mosaic. In pietra dura, the stones are not cemented together with grout, and works in pietra dura are often portable. Nor should it be confused with micromosaics, a form of mosaic using very small tesserae of the same size to create images for Byzantine icons, and later for furniture panels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marble","surface_form":"marble","offset":528},{"uri":"Semiprecious_stone","surface_form":"semiprecious","offset":559},{"uri":"Gemstone","surface_form":"precious stones","offset":582},{"uri":"Rome","surface_form":"Rome","offset":631},{"uri":"Florence","surface_form":"Florence","offset":680},{"uri":"Relief","surface_form":"relief","offset":868},{"uri":"Florentine_mosaic","surface_form":"Florentine mosaic","offset":975},{"uri":"Mosaic","surface_form":"mosaic","offset":1220},{"uri":"Tessera","surface_form":"tessera","offset":1562},{"uri":"Byzantine","surface_form":"Byzantine","offset":1609},{"uri":"Icon","surface_form":"icon","offset":1619},{"uri":"Furniture","surface_form":"furniture","offset":1640}]}