{"id":47751,"url":"http://en.wikipedia.org/wiki/Visa","text":"A visa (short for the Latin \"carta visa\", lit. \"the document having been seen\") is a permit given by a country that allows someone to go to that country. A visa is a document that is stamped on a person's passport by an embassy. It names the kind of visit and says how long the person can stay. Sometimes, people need to go through an interview held at the embassy before they get a visa.\nMany countries require foreign visitors to have a valid passport and a visa before they can enter the country, but there are exceptions (see below for examples of such these).\nVisas are associated with the request for permission to enter (or exit) a country, and are thus, for some countries, not the same as actual formal permission for an alien to enter and remain in the country.\nSome countries, such as some states of the former Soviet Union, require that their citizens, and sometimes foreign travelers, obtain an exit visa in order to be allowed to leave the country. Until 2004, foreign students in Russia were issued only an entry visa on being accepted to University there, and had to obtain an exit visa to return home. This policy has since been changed, and foreign students are now issued multiple entry (and exit) visa.\nConditions of issue.\nSome visas can be granted on arrival or by prior application at the country's embassy or consulate, or sometimes through a specialized travel agency with permission from the issuing country in the country of departure. If there is no embassy or consulate in one's home country, then one would have to travel to a third country (or apply by post) and try to get a visa issued there. The need for a visa generally depends on the citizenship of the applicant, how long the applicant plans to stay, and the activities that the applicant may wish to do in the country he visits. These may result different formal categories of visas, with different issue conditions.\nSome, but not all, countries have reciprocal visa regimes: if Country A requires citizens of Country B to have a visa to travel there, then Country B may apply reciprocity and require a visa from citizens of Country A. Likewise, if A allows B's citizens to enter without a visa, B may allow A's citizens to enter without a visa.\nA fee may be charged for issuing a visa; these are typically also reciprocal, so if country A charges country B's citizens 50 USD for a visa, country B will often also charge the same amount for country A's visitors. The fee charged may also be at the discretion of each embassy. A similar reciprocity often applies to the duration of the visa (the period in which one is permitted to request entry of the country) and the number of entries one can attempt with the visa. Expedited processing of the visa application for some countries will generally incur additional charges.\nThis reciprocal fee has become more common in recent years with the decision of the United States to charge nationals of various countries a $100 visa processing fee (non-refundable, even if a visa is not issued). A number of countries, including Brazil, Chile, and Turkey have reciprocated. Brazil requires an advance visa before entry into the country, and that a US citizen be fingerprinted and photographed on arrival—matching U.S. requirements for Brazilians and other foreigners.\nThe issuing authority, usually a branch of the country's foreign ministry or department (e.g. U.S. State Department), and typically consular affairs officers, may request appropriate documentation from the applicant. This may include proof that the applicant is able to support himself in the host country (lodging, food), proof that the person hosting the applicant in his or her home really exists and has sufficient room for hosting the applicant, proof that the applicant has obtained health and evacuation insurance, etc. Some countries ask for proof of health status, especially for long-term visas; some countries deny such visas to persons with certain illnesses, such as AIDS. The exact conditions depend on the country and category of visa. Notable examples of countries requiring HIV tests of long-term residents are Russia [http://www.voyage.gc.ca/dest/report-en.asp?country=249000] and Uzbekistan. [http://www.voyage.gc.ca/dest/report-en.asp?country=311000] However, in Uzbekistan, the HIV test requirement is sometimes not strictly enforced. [http://www.voyage.gc.ca/dest/report-en.asp?country=311000]\nDeveloped countries frequently demand strong evidence of intent to return to the home country, if the visa is for a temporary stay, and especially if the applicant is from a developing country, due to immigration concerns.\nThe issuing authority may also require applicants to attest that they have had no criminal convictions, or that they do not partake in certain activities (like prostitution or drug trafficking). Some countries will deny visas if the travellers' passports show evidence of citizenship or travel to a country which is not recognized by that country. For example, Saudi Arabia will not issue visas to nationals of Israel or those with evidence of visiting Israel.\nEntry and duration period.\nVisas can also be \"single-entry\", which means the visa is cancelled as soon as the holder leaves the country, \"double-entry\", or \"multiple-entry\", permitting multiple entries into the country with the same visa. Countries may also issue re-entry permits that allow temporarily leaving the country without invalidating the visa. Even a business visa will normally not allow the holder to work in the host country without an additional work permit.\nOnce issued, a visa will usually have to be used within a certain period of time.\nThe validity of a visa is not the same as the authorized period of stay in the issuing country. The visa validity usually indicates when the alien can apply for entry to the country. For example, if a visa has been issued January 1st and expires March 30th, and the typical authorized period of stay in a country is 90 days, then the 90-day authorized stay starts on the day the passenger reaches the country, which has to be between January 1st and March 30th. The traveller could therefore stay in the issuing country until June 1st.\nOnce in the country, the validity period of a visa or authorized stay can often be extended for a fee if the immigration authorities choose to do so. Staying longer than the period of authorized stay given by the immigration officers is considered illegal immigration even if the visa validity period is not over (i.e. for multiple entry visas) and a form of being \"out of status\" and the offender may be fined, prosecuted, deported, or even blacklisted (banned) from entering the country again.\nEntering a country without a valid visa or visa exemption may result in being arrested and removed (deportation or exclusion) from the country. Doing things that are not authorized by the status of entry (for example, working while having a non-worker tourist status) can result in the individual being deemed removable, in common speech an illegal alien. Such violation is not a violation of a visa, despite the common misuse of the phrase, but a violation of status, hence the term \"out of status.\"\nEven having a visa does not guarantee that somebody can enter ah ost country. The border crossing authorities make the final determination to allow entry, and may even cancel a visa at the border if the alien cannot demonstrate to their satisfaction that they will abide by the status their visa grants them.\nVisa and immigration laws may be very different among countries. As such, aliens are advised to check with immigration lawyers for visa and immigration laws governing the countries they wish to enter and eligibility to receive visas or other immigration benefits.\nVisa extensions.\nMany countries have a mechanism to allow the holder of a visa to apply to stay longer in that country. For example, in Denmark a visa holder can apply to the Danish Immigration Service for a Residence Permit after they have arrived in the Country. In the United Kingdom applications can be made to the Border and Immigration Agency. In certain circumstances, it is not possible for the holder of the visa to do this, either because the country does not have a mechanism to prolong visas or, most likely, because the holder of the visa is using a short stay visa to live in a country. In such cases, the holder often engages in what is known as a visa run; leaving the country for a short period in order to apply for a new visa prior to their return or so that they can be given a fresh permission to stay when they re-enter.\nVisa exemption schemes.\nPossession of a valid visa is a condition for entry into many countries, however various exemption schemes do exist. In some cases visa-free entry may be granted to holders of diplomatic passports even as visas are required by normal passport holders (\"see: Passport\").\nOther countries may also unilaterally grant visa-free entry to nationals of certain countries in order to facilitate tourism.\nVisa-free travel between countries also occurs in all cases where passports are not needed for such travel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":22},{"uri":"Permit","surface_form":"permit","offset":85},{"uri":"Country","surface_form":"country","offset":103},{"uri":"Passport","surface_form":"passport","offset":205},{"uri":"Embassy","surface_form":"embassy","offset":220},{"uri":"Interview","surface_form":"interview","offset":335},{"uri":"Alien_(law)","surface_form":"alien","offset":730},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":822},{"uri":"Russia","surface_form":"Russia","offset":995},{"uri":"Visas","surface_form":"visas","offset":1249},{"uri":"Embassy","surface_form":"embassy","offset":1322},{"uri":"Consulate","surface_form":"consulate","offset":1333},{"uri":"Reciprocity_(international_relations)","surface_form":"reciprocal","offset":1940},{"uri":"USD","surface_form":"USD","offset":2361},{"uri":"Brazil","surface_form":"Brazil","offset":3059},{"uri":"Chile","surface_form":"Chile","offset":3067},{"uri":"Turkey","surface_form":"Turkey","offset":3078},{"uri":"Foreign_ministry","surface_form":"foreign ministry","offset":3355},{"uri":"U.S._State_Department","surface_form":"U.S. State Department","offset":3392},{"uri":"AIDS","surface_form":"AIDS","offset":3978},{"uri":"Criminal_law","surface_form":"criminal","offset":4719},{"uri":"Prostitution","surface_form":"prostitution","offset":4797},{"uri":"Drug_trafficking","surface_form":"drug trafficking","offset":4813},{"uri":"Re-entry_permit","surface_form":"re-entry permit","offset":5362},{"uri":"Work_permit","surface_form":"work permit","offset":5559},{"uri":"Illegal_immigration","surface_form":"illegal immigration","offset":6438},{"uri":"Fine","surface_form":"fine","offset":6595},{"uri":"Deportation","surface_form":"deported","offset":6614},{"uri":"Blacklist","surface_form":"blacklist","offset":6632},{"uri":"Illegal_alien","surface_form":"illegal alien","offset":7027},{"uri":"Denmark","surface_form":"Denmark","offset":7896},{"uri":"Residence_Permit","surface_form":"Residence Permit","offset":7968},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":8032},{"uri":"Border_and_Immigration_Agency","surface_form":"Border and Immigration Agency","offset":8079},{"uri":"Country","surface_form":"country","offset":8213},{"uri":"Passport","surface_form":"Passport","offset":8885},{"uri":"Tourism","surface_form":"tourism","offset":9014}]}