{"id":477532,"url":"http://en.wikipedia.org/wiki/Richard_Benson_(musician)","text":"Richard Philip Henry John Benson, known as Richard Benson (born 10 March 1955, Woking, England) is an English–Italian guitarist.\nCareer.\nBenson probably moved to Rome in 1965. In 1971 he joined the progressive rock band Buon Vecchio Charlie. In 1972, he took part in the festival \"Villa Pamphili\".\nFrom 1978 to 2013 he hosted TV shows relating to new musical releases of the time. The music was mostly hard rock and heavy metal, but also jazz, funk, blues, fusion and Italian rock.\nIn 1983, Benson released his first LP, \"Animal Zoo\". In 1984, he released the LP \"Renegade\". In 1987 he was included on the compilation album, \"Metal Attack\" (RCA Italy – Talent).\nIn 1992, Benson played himself in Carlo Verdone's movie \"Maledetto il giorno che t'ho incontrato\". In the second half of the 1990s he gave concerts in Rome. In 1999, he released his first CD, \"Madre Tortura\".\nBenson has then appeared in Italian national broadcast television as a music critic (Rai 2), together with Max Giusti. His work in the show was comical instead of serious. He played a sort of parody of his own character. In June 2013, he created an online television channel, \"RichardBensonTV\". He hosts a show there about heavy metal music. RichardBensonTv closed after just over a year.\nIn 2015 he released his second CD, \"L'inferno dei vivi\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Woking","surface_form":"Woking","offset":79},{"uri":"Rome","surface_form":"Rome","offset":162},{"uri":"Progressive_rock","surface_form":"progressive rock","offset":198},{"uri":"Buon_Vecchio_Charlie_(band)","surface_form":"Buon Vecchio Charlie","offset":220},{"uri":"Hard_rock","surface_form":"hard rock","offset":402},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":416},{"uri":"Jazz","surface_form":"jazz","offset":438},{"uri":"Funk","surface_form":"funk","offset":444},{"uri":"Blues","surface_form":"blues","offset":450},{"uri":"Carlo_Verdone","surface_form":"Carlo Verdone","offset":696},{"uri":"Rai_2","surface_form":"Rai 2","offset":956}]}