{"id":47759,"url":"http://en.wikipedia.org/wiki/Andranik_Ozanian","text":"Andranik Toros Ozanian, or Zoravar Andranik, (February 25, 1865 – August 31, 1927) was an Armenian military general and freedom fighter. He was seen by Armenian people as a national hero.\nBiography.\nHe was born in Şebinkarahisar, Ottoman Armenia (present-day Giresun Province, Turkey). After losing his wife and son at an early age, he joined the Armenian freedom movement in the Ottoman Empire, and participated in various political parties.\nAndranik participated in the Balkan Wars of 1912-1913, within the Bulgarian army, alongside general Garegin Njdeh as a commander of Armenian auxiliary troops of 1912-1913. After his arrest and jailed; he spent some time in Istanbul. During World War I, he participated in the Caucasus Campaign and was appointed as general of the Armenian volunteer units of the Russian army. He participated in 20 different offensives where he gained fame due to his courage and the tactics he came up with to defeat the opposing forces.\nHe was the commanding officer of the Armenian volunteer units, which helped the Van Resistance take control of the Van on May 6, 1915. He helped re-capture the city from Ottoman forces during the Battle of Van. He was also the commander of the battalion that took the city of Bitlis (see: Battle of Bitlis) from the Ottoman forces that was under control of Mustafa Kemal.\nAfter declaration of Democratic Republic of Armenia (DRA), he organized volunteer units against the Ottoman army, and fought alongside those units. Declaration of Treaty of Batum was in diffuse as Andranik, was fighting against the Ottoman Empire with his army. He refused to accept the borders stated by the treaty. His activities were concentrated at the link between Ottoman Empire to Azerbaijan Democratic Republic at Karabakh, Zanghezur and Nakhichevan. Ozanian struck back at the Ottoman Fronts, Army of Islam.\nAndranik, tried several times to seize Shusha. Just before the Armistice of Mudros was signed, Andranik was on the way from Zangezur to Shusha, to control the main city of Nagorno-Karabakh. In January 1919 Armenian troops advancing, the British forces (Lionel Dunsterville) ordered Andranik back to Zangezur, and gave him the assurances that this conflict can be solved with the Paris Peace Conference, of 1919.\nIn 1919 he left Armenia in order not to take part in the political struggles for power in the recent Republic of still those its opinions contradicting policy to carry Armenia for the last time and went oneself into exile to Fresno, California, United States.\nHe immigrated to Fresno, California. Andranik Ozanian lived in Fresno for 18 years until his death on August 31, 1927. His remains were moved to Paris in 1928, and returned to Armenia in 1999, where he was buried at the Yerablur military cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"February_25","surface_form":"February 25","offset":46},{"uri":"1865","surface_form":"1865","offset":59},{"uri":"August_31","surface_form":"August 31","offset":66},{"uri":"1927","surface_form":"1927","offset":77},{"uri":"Armenia","surface_form":"Armenia","offset":90},{"uri":"Military","surface_form":"military","offset":99},{"uri":"General_officer","surface_form":"general","offset":108},{"uri":"Freedom_fighter","surface_form":"freedom fighter","offset":120},{"uri":"National","surface_form":"national","offset":173},{"uri":"Hero","surface_form":"hero","offset":182},{"uri":"Turkey","surface_form":"Turkey","offset":277},{"uri":"Armenians","surface_form":"Armenian","offset":347},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":380},{"uri":"Balkan_Wars_of_1912-1913","surface_form":"Balkan Wars of 1912-1913","offset":472},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":509},{"uri":"Garegin_Njdeh","surface_form":"Garegin Njdeh","offset":543},{"uri":"1912-1913","surface_form":"1912-1913","offset":604},{"uri":"Istanbul","surface_form":"Istanbul","offset":666},{"uri":"World_War_I","surface_form":"World War I","offset":683},{"uri":"Armenians","surface_form":"Armenian","offset":773},{"uri":"Russia","surface_form":"Russia","offset":805},{"uri":"Zangezur","surface_form":"Zangezur","offset":1978},{"uri":"Shusha","surface_form":"Shusha","offset":1990},{"uri":"Nagorno-Karabakh","surface_form":"Nagorno-Karabakh","offset":2026},{"uri":"California","surface_form":"California","offset":2551},{"uri":"Paris","surface_form":"Paris","offset":2671},{"uri":"Armenia","surface_form":"Armenia","offset":2702}]}