{"id":477756,"url":"http://en.wikipedia.org/wiki/Horrible_Histories_(2009_TV_series)","text":"e=\"preserve\">\"Horrible Histories\" is a British children's sketch comedy television series, part of the children's history franchise of the same name based on the books written by Terry Deary. The show was produced for CBBC by Lion Television with Citrus Television.\nThe TV show carries over the graphic style and much of the content of the \"Horrible Histories\" book series. It maintains the franchise's overall irreverent but accurate focus on the dark, gruesome or scatological aspects of British and other Western world history, spanning from the Stone Age to the post-World War II era. Individual historical eras or civilisations are defined and named as in the books, with sketches from several different time periods combined within a single episode.\nIn 2011, a spin-off game show, ', was launched on CBBC. In the same year, the original show was repackaged for main channel BBC One as \"Horrible Histories with Stephen Fry\", with Fry replacing the puppet rat as presenter.\nAwards and nominations.\n\"Horrible Histories\" received numerous domestic and international awards and nominations, including several BAFTA Children's Awards, two British Comedy Awards and a Rose d'Or Award for Best Children's Programme. It is the first children's programme to win a British Comedy Award and four successive children's BAFTAs, for Best Comedy. In 2013 the show was also named in a \"Radio Times\" poll of all-time greatest British children's TV series, and was cited at No. 8 in a similar Top 50 list presented later the same year by Channel Five.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sketch_comedy","surface_form":"sketch comedy","offset":58},{"uri":"Horrible_Histories","surface_form":"children's history franchise of the same name","offset":103},{"uri":"Terry_Deary","surface_form":"Terry Deary","offset":179},{"uri":"CBBC","surface_form":"CBBC","offset":218},{"uri":"Lion_Television","surface_form":"Lion Television","offset":226},{"uri":"Horrible_Histories_(book_series)","surface_form":"\"Horrible Histories\" book series","offset":340},{"uri":"Western_world","surface_form":"Western world","offset":508},{"uri":"Stone_Age","surface_form":"Stone Age","offset":549},{"uri":"World_War_II","surface_form":"World War II","offset":571},{"uri":"BBC_One","surface_form":"BBC One","offset":880},{"uri":"Horrible_Histories_with_Stephen_Fry","surface_form":"Horrible Histories with Stephen Fry","offset":892},{"uri":"Stephen_Fry","surface_form":"Fry","offset":935},{"uri":"BAFTA_Children%27s_Awards","surface_form":"BAFTA Children's Awards","offset":1110},{"uri":"British_Comedy_Awards","surface_form":"British Comedy Awards","offset":1139},{"uri":"Rose_d%27Or","surface_form":"Rose d'Or","offset":1167},{"uri":"Channel_Five","surface_form":"Channel Five","offset":1525}]}