{"id":477989,"url":"http://en.wikipedia.org/wiki/Camillo_Benso%2C_Count_of_Cavour","text":"Camillo Paolo Filippo Giulio Benso, Count of Cavour, Isolabella and Leri (10 August 1810 – 6 June 1861), better known as Cavour (), was an Italian politician and statesman. He was an important person in the movement toward the Italian unification.\nCavour was born in Turin during Napoleonic rule. Until 1831, he was a military officer. Later, he decided to travel in Europe to learn more about the effects of the Industrial Revolution. The trips helped him to know and understand the principles of the British Liberal system.\nAfter four years, he returned to Piedmont. He took charge of agriculture and the economy in general. He worked for the spread of schools. During that time, his business and banking activities made him one of the richest men in the Piedmont.\nFrom 1832 to 1848, Cavour was the mayor of Grinzane (now called \"Grinzane Cavour\" to honor him). In 1847, he founded the newspaper \"Il Risorgimento\". According to him, the process of economic and social development, which he had promoted for years, could be implemented only after a deep restructuring of political institutions.\nIn 1850, Cavour became famous because he advocating the \"Siccardi Law\" that diminished the privileges of the Catholic clergy. In the same year, the Prime Minister of the Kingdom of Sardinia, Massimo D'Azeglio, chose him as Minister of Agriculture, Trade and Navy. Later he also became Minister of Finance. After D'Azeglio resigned on November 4, 1852, Cavour became Prime Minister of the Kingdom of Sardinia.\nCavour's political program wanted to become the Kingdom of Sardinia a constitutional State based on moderate and progressive liberalism and so he dedicated himself to a radical renewal of the economy. He modernised and supported agriculture, strengthened the industrial system and promoted trade with the major European powers. However, his liberal program was criticized by both the \"Historical Left\", which cared for the poorest citizens, both the \"Historical Right\", which considered him as a destroyer of conservative traditions.\nIn 1858, he signed a treaty of alliance between the Kingdom of Sardinia and the French Empire against the Austrian Empire. The next year, the Second Italian War of Independence, the Piedmontese and the French defeated the Austrians, who then controlled Italy.\nAfter the Armistice of Villafranca and Giuseppe Garibaldi's expedition in the South (1860-1861), the unification of Italy was completed. Cavour became the first president of the united Italy. He was also the first Minister of Foreign Affairs. He was the leader of the Liberal parliamentary group. He died of an illness in Turin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Count","surface_form":"Count","offset":36},{"uri":"Cavour_(commune)","surface_form":"Cavour","offset":45},{"uri":"Isolabella%2C_Turin","surface_form":"Isolabella","offset":53},{"uri":"Italian_unification","surface_form":"Italian unification","offset":227},{"uri":"Turin","surface_form":"Turin","offset":267},{"uri":"Napoleonic_Era","surface_form":"Napoleonic","offset":280},{"uri":"Europe","surface_form":"Europe","offset":367},{"uri":"Industrial_revolution","surface_form":"Industrial Revolution","offset":413},{"uri":"Piedmont","surface_form":"Piedmont","offset":559},{"uri":"Grinzane","surface_form":"Grinzane","offset":810},{"uri":"Kingdom_of_Sardinia","surface_form":"Kingdom of Sardinia","offset":1266},{"uri":"Massimo_D%27Azeglio","surface_form":"Massimo D'Azeglio","offset":1287},{"uri":"Liberalism","surface_form":"liberalism","offset":1630},{"uri":"Second_French_Empire","surface_form":"French Empire","offset":2119},{"uri":"Austrian_Empire","surface_form":"Austrian Empire","offset":2145},{"uri":"Armistice_of_Villafranca","surface_form":"Armistice of Villafranca","offset":2309},{"uri":"Giuseppe_Garibaldi","surface_form":"Giuseppe Garibaldi","offset":2338}]}