{"id":47793,"url":"http://en.wikipedia.org/wiki/Prehistoric_Britain","text":"e=\"preserve\">Prehistoric Britain (Britain was always around but this is when people discovered it)was a period in the human occupation of Great Britain that ended with the Roman invasion of Britain in AD 43.\nPreface.\nBritain has been inhabited for hundreds of thousands of years. None of the pre-Roman inhabitants of Britain had any written language, so their history, culture and way of life are known only through archaeological finds.\nThe first written record of Britain and its inhabitants was by the Greek navigator Pytheas, who explored the coastal region of Britain around 325 BC. Ancient Britons were however involved in extensive trade and cultural links with the rest of Europe from the Neolithic onward, especially in exporting tin.\nThe Paleolithic.\nPalaeolithic Britain is the period from almost 750,000 years ago until around 10,000 years ago. This huge length of time saw many changes in the environment, several glacial and interglacial periods which greatly affected human settlement in the region.\nLower Paleolithic.\nThere is evidence from bones and flint tools found in coastal deposits near Happisburgh in Norfolk and Bakersfield in Suffolk that \"Homo erectus\" was present in what is now Britain around 700,000 years ago. At this time, southern and eastern Britain was linked to continental Europe by a wide land bridge allowing humans to move freely. The current position of the English Channel was a large river flowing westwards and fed by tributaries that would later become the Thames and Seine.\nThe extreme cold of the following Anglian glaciation is likely to have driven humans out of Britain altogether. A warmer time period lasted from around 300,000 until 200,000 years ago. The more advanced flint technology permitted more efficient hunting.\nThere is little evidence of human occupation during the subsequent Ipswichian interglacial between around 130,000 and 110,000 years ago.\nUpper Paleolithic.\nNeanderthal occupation of Britain was limited and by 30,000 BC the first signs of modern human (Homo sapiens) activity. The most famous example from this period is the burial of the Red Lady of Paviland in modern-day Wales. A final ice age covered Britain between around 70,000 and 10,000 years ago with an extreme cold snap between 22,000 and 13,000 years ago which may have driven humans south out of Britain altogether. The environment during this ice age period would have been a largely treeless tundra, eventually replaced by a warmer climate, perhaps reaching 17 degrees Celsius (62.6 Fahrenheit) in summer which encouraged the expansion of birch trees as well as shrub and grasses.\nThe dominant food species were the Wild Horse (\"Equuleus fetus\") and Red Deer (\"Corvus elapses\") although other mammals ranging from hares to mammoth were also hunted.\nBy 10,500 years ago the climate was becoming cooler and dryer. Food animal populations seem to have declined although woodland coverage expanded. Tool manufacture in the Final Upper Paleolithic revolved around smaller flints and bone and antler work became less common. However, the number of known sites is much larger and more widely spread. Many more open air sites are known such as that at Hengistbury Head.\nMesolithic.\nAround 10,000 years ago the ice age finally ended. Temperatures rose, probably to levels similar to those today, and forests expanded farther. By 8,500 years ago, the rising sea levels caused by the melting glaciers cut Britain off from continental Europe for the last time. The warmer climate changed the Arctic environment to one of pine, birch, and alder forest.\nThe Mesolithic-Neolithic transition.\nFarming of both crops and domestic animals was adopted in Britain around 4,500 BC at least partly because of the need for reliable food sources.\nThe Neolithic.\nTraditionally the arrival of the Neolithic in Britain has been seen as a wave of immigration from the continent. Modern archaeology now considers that farming along with pottery and settled living was in fact adopted by the native population who were related to the similarly newly-farming Neolithic people across the water. Links with continental Europe are demonstrated by finds of axes made from exotic stone such as jadeite.\nAnalysis of the mitochondrial DNA of modern European populations shows that over 80% are descended in the female line from European hunter-gatherers. Less than 20% are descended in the female line from Neolithic farmers from the Middle East. In 1997 DNA analysis was undertaken on a tooth from a Mesolithic man whose remains were found in Sough's Cave at Cheddar Gorge. His mitochondrial DNA was of a type found in 11% of modern European populations.\nSuch findings have cast doubt on the traditional view of successive waves of mass immigration annihilating earlier peoples.\nIn any case, the Neolithic Revolution, as it is called, introduced a more settled way of life and ultimately led to societies becoming divided into differing groups of farmers, artisans and leaders.\nThe construction of the earliest earthwork sites in Britain began during the early Neolithic (c. 4400 BC- 3300 BC) in the form of long barrows used for communal burial.\nThe Middle Neolithic (c. 3300 BC-c. 2900 BC) saw the development of cursus monuments close to earlier barrows. The earliest stone circles and individual burials also appear.\nNew enclosures, called henges were built, along with stone rows and the famous sites of Stonehenge and Silbury Hill reached their peak. Industrial flint mining such as that at Cissbury and Grimes Graves began.\nThe Bronze Age.\nIn around 2,700 BC a new culture arrived in Britain, often referred to as the Beaker culture. Beaker pottery appears in the Mount Pleasant Phase (2,700 BC - 2,000 BC) along with flat axes and burial practices of inhumation. The megalithic phases of Stonehenge date to this period.\nBritain had large reserves of tin in the areas of Cornwall and Devon in what is now southwest England, and thus tin mining began. By around 1,600 BC the southwest of Britain had a trade boom as British tin was exported across Europe.\nThe Beaker people were also skilled at making ornaments from gold, and examples of these have been found in graves of the wealthy Wessex culture of southern Britain.\nThe Iron Age.\nIn around 750 BC iron working techniques reached Britain from southern Europe. Iron was stronger and more plentiful than bronze, and its introduction marks the beginning of the Iron Age. Iron working revolutionised many aspects of life, most importantly agriculture. Iron tipped ploughs could churn up land far more quickly and deeply than older wooden or bronze ones, and iron axes could clear forest land far more efficiently for agriculture.\nAbout 900 BC, British society changed again. The Celtic culture had by 500 BC covered most of the British Isles. The Celts were highly skilled craftsmen and produced nicely patterned gold jewellery and weapons in bronze and iron.\nIron Age Britons lived in organised tribal groups, ruled by a chieftain.\nAs people became more numerous, fights broke out between opposing tribes. This led to the building of hill forts. The first had been built about 1,500 BC. Britain exported hunting dogs, animal skins and slaves.\nLate pre-Roman Iron Age (LPRIA).\nThe last centuries before the Roman invasion saw refugees from Gaul (modern day France and Belgium) known as the Belgae, who were displaced as the Roman Empire expanded.\nFrom around 175 BC they settled in the areas of Kent, Hertfordshire and Essex and brought with them pottery making skills far more advanced than anything produced previously. The Belgae were partially Romanised and were responsible for creating the first settlements large enough to be called towns.\nAbout 100 BC, iron bars began to be used as currency, coinage was developed, based on continental types.\nAs the Roman Empire expanded northwards, Rome began to take interest in Britain. See Roman Britain for the history of this period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Great_Britain","surface_form":"Great Britain","offset":138},{"uri":"Roman_invasion_of_Britain","surface_form":"Roman invasion of Britain","offset":172},{"uri":"43","surface_form":"AD 43","offset":201},{"uri":"Archaeology","surface_form":"archaeological","offset":416},{"uri":"Ancient_Greece","surface_form":"Greek","offset":505},{"uri":"Pytheas","surface_form":"Pytheas","offset":521},{"uri":"Before_Christ","surface_form":"BC","offset":584},{"uri":"Neolithic","surface_form":"Neolithic","offset":697},{"uri":"Tin","surface_form":"tin","offset":739},{"uri":"Palaeolithic","surface_form":"Palaeolithic","offset":761},{"uri":"Glacier","surface_form":"glacial","offset":927},{"uri":"Interglacial","surface_form":"interglacial","offset":939},{"uri":"Human_settlement","surface_form":"human settlement","offset":983},{"uri":"Coast","surface_form":"coast","offset":1088},{"uri":"Deposition_(geology)","surface_form":"deposits","offset":1096},{"uri":"Happisburgh","surface_form":"Happisburgh","offset":1110},{"uri":"Norfolk","surface_form":"Norfolk","offset":1125},{"uri":"Suffolk","surface_form":"Suffolk","offset":1152},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":1166},{"uri":"Europe","surface_form":"Europe","offset":1310},{"uri":"English_Channel","surface_form":"English Channel","offset":1399},{"uri":"Tributary","surface_form":"tributaries","offset":1462},{"uri":"River_Thames","surface_form":"Thames","offset":1502},{"uri":"River_Seine","surface_form":"Seine","offset":1513},{"uri":"Anglian_glaciation","surface_form":"Anglian glaciation","offset":1554},{"uri":"Hunt","surface_form":"hunt","offset":1765},{"uri":"Ipswichian_interglacial","surface_form":"Ipswichian interglacial","offset":1841},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":1930},{"uri":"Red_Lady_of_Paviland","surface_form":"Red Lady of Paviland","offset":2112},{"uri":"Wales","surface_form":"Wales","offset":2147},{"uri":"Ice_age","surface_form":"ice age","offset":2162},{"uri":"Tundra","surface_form":"tundra","offset":2431},{"uri":"Celsius","surface_form":"Celsius","offset":2508},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":2522},{"uri":"Birch","surface_form":"birch","offset":2578},{"uri":"Shrub","surface_form":"shrub","offset":2601},{"uri":"Grass","surface_form":"grass","offset":2611},{"uri":"Food","surface_form":"food","offset":2633},{"uri":"Species","surface_form":"species","offset":2638},{"uri":"Tarpan","surface_form":"Wild Horse","offset":2655},{"uri":"Red_Deer","surface_form":"Red Deer","offset":2689},{"uri":"Mammals","surface_form":"mammals","offset":2732},{"uri":"Hares","surface_form":"hares","offset":2753},{"uri":"Mammoth","surface_form":"mammoth","offset":2762},{"uri":"Hengistbury_Head","surface_form":"Hengistbury Head","offset":3183},{"uri":"Pine","surface_form":"pine","offset":3548},{"uri":"Birch","surface_form":"birch","offset":3554},{"uri":"Alder","surface_form":"alder","offset":3565},{"uri":"Farming","surface_form":"Farming","offset":3616},{"uri":"Crops","surface_form":"crops","offset":3632},{"uri":"Domestic_animal","surface_form":"domestic animal","offset":3642},{"uri":"Pottery","surface_form":"pottery","offset":3946},{"uri":"Settler","surface_form":"settled","offset":3958},{"uri":"Axe","surface_form":"axe","offset":4160},{"uri":"Jadeite","surface_form":"jadeite","offset":4196},{"uri":"Mitochondrial_DNA","surface_form":"mitochondrial DNA","offset":4221},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":4337},{"uri":"DNA","surface_form":"DNA","offset":4455},{"uri":"Cheddar_Gorge","surface_form":"Cheddar Gorge","offset":4560},{"uri":"Neolithic_Revolution","surface_form":"Neolithic Revolution","offset":4797},{"uri":"Farmer","surface_form":"farmer","offset":4948},{"uri":"Artisan","surface_form":"artisan","offset":4957},{"uri":"Long_barrow","surface_form":"long barrow","offset":5109},{"uri":"Cursus","surface_form":"cursus","offset":5216},{"uri":"Stone_circle","surface_form":"stone circle","offset":5272},{"uri":"Henge","surface_form":"henge","offset":5345},{"uri":"Stone_row","surface_form":"stone row","offset":5375},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":5410},{"uri":"Silbury_Hill","surface_form":"Silbury Hill","offset":5425},{"uri":"Cissbury","surface_form":"Cissbury","offset":5498},{"uri":"Grimes_Graves","surface_form":"Grimes Graves","offset":5511},{"uri":"Archaeological_culture","surface_form":"culture","offset":5573},{"uri":"Beaker_culture","surface_form":"Beaker culture","offset":5626},{"uri":"Mount_Pleasant_Phase","surface_form":"Mount Pleasant Phase","offset":5672},{"uri":"Inhumation","surface_form":"inhumation","offset":5760},{"uri":"Stonehenge","surface_form":"Stonehenge","offset":5797},{"uri":"Cornwall","surface_form":"Cornwall","offset":5879},{"uri":"Devon","surface_form":"Devon","offset":5892},{"uri":"Mining","surface_form":"mining","offset":5945},{"uri":"Gold","surface_form":"gold","offset":6124},{"uri":"Wessex_culture","surface_form":"Wessex culture","offset":6193},{"uri":"Ironwork","surface_form":"iron working","offset":6260},{"uri":"Iron","surface_form":"Iron","offset":6322},{"uri":"Iron_Age","surface_form":"Iron Age","offset":6420},{"uri":"Revolution","surface_form":"revolution","offset":6443},{"uri":"Agriculture","surface_form":"agriculture","offset":6497},{"uri":"Plough","surface_form":"plough","offset":6522},{"uri":"Axe","surface_form":"axe","offset":6621},{"uri":"Celt","surface_form":"Celtic culture","offset":6737},{"uri":"Pattern","surface_form":"pattern","offset":6861},{"uri":"Jewellery","surface_form":"jewellery","offset":6876},{"uri":"Weapon","surface_form":"weapon","offset":6890},{"uri":"Tribe","surface_form":"tribal","offset":6954},{"uri":"Hill_fort","surface_form":"hill fort","offset":7093},{"uri":"Slave","surface_form":"slave","offset":7194},{"uri":"Invasion","surface_form":"invasion","offset":7271},{"uri":"Gaul","surface_form":"Gaul","offset":7298},{"uri":"France","surface_form":"France","offset":7315},{"uri":"Belgium","surface_form":"Belgium","offset":7326},{"uri":"Belgae","surface_form":"Belgae","offset":7348},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":7382},{"uri":"Kent","surface_form":"Kent","offset":7453},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":7459},{"uri":"Essex","surface_form":"Essex","offset":7477},{"uri":"Town","surface_form":"town","offset":7698},{"uri":"Currency","surface_form":"currency","offset":7749},{"uri":"Coin","surface_form":"coin","offset":7759},{"uri":"Roman_Britain","surface_form":"Roman Britain","offset":7895}]}