{"id":47802,"url":"http://en.wikipedia.org/wiki/Dahlerau_train_disaster","text":"The Dahlerau train disaster was a railway disaster that happened on 27 May 1971. It happened in Dahlerau, which is a part of Radevormwald in Germany.\nEvents.\nA passenger train carrying pupils was travelling on the railway line from Wuppertal to Radevormwald on the evening of 27 May 1971.\nThe pupils belonged to the final year of a school in Radevormwald and were returning from a trip to Bremen. Around 21:00, the train had just left the railway station in \"Wuppertal-Beyenburg\" and was a few minutes away from the railway station in \"Dahlerau\". Farther south, a freight train was traveling from Radevormwald to Wuppertal, and had just arrived outside the Dahlerau station. The freight train would have to wait in the station to allow the passenger train to pass. This was necessary because the passenger train was 30 minutes late and there was only one track on the railway line outside the station.\nThe dispatcher in the station would have to go outside and show a red lantern to the freight train, because there were no signals in the station. Nobody knows for sure what happened, but the freight train went right through the station and onto the track where the passenger train was running. The driver of the freight train later told that the dispatcher in the station had shown him a green light. This was the signal not to stop.\nThe dispatcher had seen what happened and tried to hold the train back with emergency signals, but he failed and the train disappeared behind a curve. He went into his office to call the station in Wuppertal-Beyenburg, but the passenger train had already left Beyenburg. The dispatcher knew what would happen, and called the police. Meanwhile, about 800 metres north of the station, the two trains crashed. The passenger train was crushed to 1/3 of its length, because it consisted of light railbuses and the freight train locomotive was five times as heavy.\nPolice, firefighters and ambulances arrived quickly, but had problems rescuing people. This was because the crash happened on a hillside. The parents of the pupils had also heard of the accident and had come to search for their children. In all, 25 people were injured, many of them badly. 46 people died in the accident. Of these 46, 41 were pupils, two teachers, one was a mother who travelled with the children, and two were working for the railway. Only one person walked away from the accident without injuries.\nSo many people had died that they had to be put in a gymnasium.\nAfter the accident.\nThe dispatcher died a few weeks after the crash. He had a car accident, but police said it was not suicide. Because the dispatcher could not be asked, investigating the crash was difficult and took about a year. In the end, it was decided that human error was the cause for the accident. Nobody could find out the exact happenings on that evening, and so the case never went before a court. The passenger train was badly damaged and had to be destroyed. The locomotive of the freight train was repaired and stayed in service until 2001.\nThe victims were buried on 2 June 1971. More than 10,000 people attended the funeral, and all shops in Radevormwald were closed on that day. Many important people went to the funeral, like Chancellor Willy Brandt, and the Minister of Transport. The victims were buried together in a large grave on the Radevormwald cemetery. Later, a memorial was built near the graves as well.\nThe Deutsche Bundesbahn, the company who ran the trains, changed the lanterns used by the dispatchers. They would not show a red light any more, so that red and green could not be confused any more. They also built the successors of the type of railbus that crashed sturdier, because some people said they had been built too light.\nThe line from Wuppertal to Radevormwald was closed in 1976.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway","surface_form":"railway","offset":34},{"uri":"Disaster","surface_form":"disaster","offset":42},{"uri":"Dahlerau","surface_form":"Dahlerau","offset":96},{"uri":"Radevormwald","surface_form":"Radevormwald","offset":125},{"uri":"Germany","surface_form":"Germany","offset":141},{"uri":"Train","surface_form":"passenger train","offset":160},{"uri":"Student","surface_form":"pupils","offset":185},{"uri":"Wuppertal","surface_form":"Wuppertal","offset":232},{"uri":"Radevormwald","surface_form":"Radevormwald","offset":245},{"uri":"Bremen","surface_form":"Bremen","offset":389},{"uri":"Railway_station","surface_form":"railway station","offset":439},{"uri":"Railway_track","surface_form":"track","offset":855},{"uri":"Lantern","surface_form":"lantern","offset":972},{"uri":"Railway_signal","surface_form":"signal","offset":1024},{"uri":"Curve","surface_form":"curve","offset":1480},{"uri":"Police","surface_form":"police","offset":1661},{"uri":"Railbus","surface_form":"railbus","offset":1827},{"uri":"Locomotive","surface_form":"locomotive","offset":1859},{"uri":"Firefighter","surface_form":"firefighter","offset":1903},{"uri":"Ambulance","surface_form":"ambulance","offset":1920},{"uri":"Hill","surface_form":"hill","offset":2023},{"uri":"Gymnasium","surface_form":"gymnasium","offset":2465},{"uri":"Car","surface_form":"car","offset":2554},{"uri":"Suicide","surface_form":"suicide","offset":2595},{"uri":"Human_error","surface_form":"human error","offset":2740},{"uri":"Court","surface_form":"court","offset":2880},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor","offset":3222},{"uri":"Willy_Brandt","surface_form":"Willy Brandt","offset":3233},{"uri":"Cemetery","surface_form":"cemetery","offset":3348},{"uri":"Deutsche_Bundesbahn","surface_form":"Deutsche Bundesbahn","offset":3415},{"uri":"Lantern","surface_form":"lantern","offset":3480}]}