{"id":478072,"url":"http://en.wikipedia.org/wiki/Five_Nights_at_Freddy%27s_2","text":"\"Five Nights at Freddy's 2\" is a survival horror point and click video game. It was created by Scott Cawthon. It is canonically a prequel to \"Five Nights at Freddy's\". The game was released November 10, 2014.\nThe player is a security guard on the night shift in a new pizzeria. His job is to watch the animatronics, and make sure nothing enters or leaves. There is a person called “Phone Guy” who leaves recorded messages for the players. These messages are usually tips, or things that have to do with the Pizzeria and its company. The player must survive 5 nights to be paid. To progress, the player must survive from 12:00 A.M to 6:00 A.M. One hour in-game is roughly one minute. There are 11 animatronics.They are Toy Bonnie, Toy Chica, Toy Freddy, Mangle, Balloon Boy, The Marionette (simply known as the puppet), Withered Bonnie, Withered Chica, Withered Freddy, Withered Foxy and Withered Golden Freddy. These animatronics attack because supposedly their facial recognition sensors are malfunctioning, resulting in them thinking that you are one of the criminals in their criminal database. The guard has a camera to check all the rooms. He also has a bear mask meant to simulate Freddy's face, a flashlight, and a music box that keeps one of the animatronics, the Puppet, at bay. The Freddy head will short-circuit the facial recognition system into thinking that you are an animatronic. This does not work on Withered Foxy, however, as he supposedly doesn't have facial recognition features. To get him to go away, the player has to use the flashlight and flash him with it multiple times, causing a \"system reset\" in him so he goes away. There is a music box in the prize corner. This is to keep the Puppet in its box. If “Pop Goes The Weasel” starts playing, this means that the Puppet is out of its box and coming to the main office, or nearly out of it. Once the Puppet is out, there is almost no chance of survival. If a flashing triangle appears on the bottom-right corner, this means that the music box is in need of rewinding. The animatronic Balloon Boy will take the batteries out of your flashlight and start laughing if he gets to the office. Since the animatronics are attracted to sound and will go to the source of it, they will be faster in entering your office because of the noise that Balloon Boy is making. You would have to be very close to 6:00 A.M to survive in either of these scenarios.\nThe old animatronics from \"Five Nights at Freddy's\" have been replaced with toy versions, but the old ones are still there and can still kill you. There is also a Puppet in a box and a Balloon Boy animatronic. Contrary to what it may seem on your first impression, \"Five Nights at Freddy's 2\" actually takes place before the first game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Horror_game","surface_form":"horror","offset":42},{"uri":"Point_and_click","surface_form":"point and click","offset":49},{"uri":"Video_game","surface_form":"video game","offset":65},{"uri":"Scott_Cawthon","surface_form":"Scott Cawthon","offset":95},{"uri":"Five_Nights_at_Freddy%27s","surface_form":"Five Nights at Freddy's","offset":142},{"uri":"Animatronics","surface_form":"animatronics","offset":302}]}