{"id":47824,"url":"http://en.wikipedia.org/wiki/History_of_Taiwan","text":"Taiwan (minus the Pescadores) is an island of eastern Asia. Its first people were related to Oceanic people with small numbers of Chinese. After the arrival of the Dutch in the 1600s, many Chinese moved to Taiwan to work. Few European people moved to Taiwan, and the native people married with Chinese or moved away from the west side of the island. When the Qing dynasty began in China, a supporter of the old Ming dynasty hid in Taiwan. Eventually the Qing came to Taiwan, defeated him, and added Taiwan to China.\nTaiwan remained Chinese territory through most of the Qing dynasty until it was taken by Japan in 1895. Taiwan became a colony of Japan for fifty years until the end of World War Two. For a brief time it was under the control of China through the Guomindang government, but that government lost a civil war and moved to Taiwan. The rule of the Guomindang is considered controversial today. Some criticize its treatment of the people of Taiwan, but others focus on positive political and economic change that it made.\nIn the 1980s, the government became more democratic. This has also been controversial because it allows different political parties to compete. The Democratic Progressive Party gained influence. During this time, Taiwan has officially been called the Republic of China but has acted independently of China. The People's Republic of China demands that Taiwan must become a part of China, while most Taiwanese debate the appropriate political status for today. These perspectives make complications in the politics of Taiwan.\nPrehistoric Taiwan.\nThe original people to move to Taiwan can be called the Aboriginal people. They have many similarities with others societies called Austronesian. Chinese historians have mentioned Taiwan several times since its Three Kingdoms period, although it was considered a land of barbarians.\nAbout 50000 years ago was called the \"Old Stone Age\" in Taiwan. At that time, people hit rocks against each other to make tools. The most famous culture of Taiwanese old stone age is Changping Culture. The Changping culture's monument is the Eight Gods' Hole Monument in Taitung Conty.\nAbout 5000 years ago was the \"New Stone Age\". People in New Stone Age sharpened stones to make tools. We can take New Stone Age into three parts. The most famous cultures are the Tapenken culture, the Beinan culture, and the Yuanshan culture. The Tapenken culture monument is the Tapenken Monument (also known as T.P.K.) in Taipei, the Beinan culture's monument is the Puyuma Relics in Taitung Conty, and the Yuanshan culture's monument is the Yuanshan Monument in Taipei City.\nAbout 2000 years ago was the \"Metal Age\". In the Metal Age, people used metal to make tools, and started trading. The most famous culture in Metal Age is the Thirteen Hangs Cultures. Its monument is the Thirteen Hangs Monument in Taipei County.\nDutch Taiwan.\nIn the 17th century, the Dutch took control of Taiwan. During this time, it was a Dutch colony and it encouraged Chinese people to move there. Few Chinese had lived on Taiwan until this time. As more Chinese moved to Taiwan there was conflict with the Aboriginal people. The Aboriginal people either married with Chinese or moved away from the west of Taiwan. During the time of Dutch control, Spain also briefly held northern Taiwan but the Dutch removed them in 1642.\nQing Dynasty.\nIn 1644, the Qing Dynasty began ruling China, and Ming Dynasty's courtier, Koxinga landed Taiwan, removed the Dutch, and ruled Taiwan. He turned it into a place to resist the Qing Dynasty. This period is called \"the period of Ming Zheng\", or the Kingdom of Tungning, the Kingdom of Yanping. One year later, the Qing Dynasty ended the Kindom of Tungning. The Qing Dynasty ruled Taiwan for 212 years until 1895.\nJapanese Rule.\nJapan first showed interest in Taiwan in the 1870s. It tested the strength of the Qing Dynasty's control in 1871. Some ship-wrecked Okinawan fishermen were killed by Aboriginal people in southern Taiwan and Japan demanded compensation. Okinawa had secretly paid tribute to both China and Japan. In this situation Japan claimed Okinawa was part of Japan and it must protect its own people. There was no war but China stated it could not control barbarian people. Japan used this excuse to demand Taiwan after it defeated China in the First Sino-Japanese War. Taiwanese people rebelled without the support of China and created the Republic of Formosa that lasted for about one year. Japan crushed Taiwanese resistance, but it was the beginning of Taiwanese nationalism.\nGuomindang Rule.\nIn 1945, the Republic of China won the Second Sino-Japanese War. The Allied Powers agreed to divide the territory of the Japanese Empire, and Taiwan would be returned to Chinese control. The Chinese civil war occurred at this time, and in 1949 the Guomindang lost and escaped to Taiwan. Taiwan was ruled by this one party until democratic reforms began in the 1980s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taiwan","surface_form":"Taiwan","offset":0},{"uri":"Pescadores","surface_form":"Pescadores","offset":18},{"uri":"Dutch_people","surface_form":"Dutch","offset":164},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":359},{"uri":"Ming_dynasty","surface_form":"Ming dynasty","offset":411},{"uri":"Colony","surface_form":"colony","offset":636},{"uri":"World_War_Two","surface_form":"World War Two","offset":685},{"uri":"Guomindang","surface_form":"Guomindang","offset":763},{"uri":"Guomindang","surface_form":"Guomindang","offset":860},{"uri":"Democratic_Progressive_Party","surface_form":"Democratic Progressive Party","offset":1181},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1284},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":1344},{"uri":"Austronesian","surface_form":"Austronesian","offset":1709},{"uri":"Changping_Culture","surface_form":"Changping Culture","offset":2043},{"uri":"Eight_Gods%27_Hole_Monument","surface_form":"Eight Gods' Hole Monument","offset":2102},{"uri":"Taitung_Conty","surface_form":"Taitung Conty","offset":2131},{"uri":"Tapenken_culture","surface_form":"Tapenken culture","offset":2325},{"uri":"Beinan_culture","surface_form":"Beinan culture","offset":2347},{"uri":"Yuanshan_culture","surface_form":"Yuanshan culture","offset":2371},{"uri":"Tapenken_Monument","surface_form":"Tapenken Monument","offset":2426},{"uri":"Taipei","surface_form":"Taipei","offset":2470},{"uri":"Puyuma_Relics","surface_form":"Puyuma Relics","offset":2515},{"uri":"Taitung_Conty","surface_form":"Taitung Conty","offset":2532},{"uri":"Yuanshan_Monument","surface_form":"Yuanshan Monument","offset":2590},{"uri":"Taipei_City","surface_form":"Taipei City","offset":2611},{"uri":"Thirteen_Hangs_Cultures","surface_form":"Thirteen Hangs Cultures","offset":2782},{"uri":"Thirteen_Hangs_Monument","surface_form":"Thirteen Hangs Monument","offset":2827},{"uri":"Taipei_County","surface_form":"Taipei County","offset":2854},{"uri":"Netherlands","surface_form":"Dutch","offset":2908},{"uri":"Taiwan","surface_form":"Taiwan","offset":2930},{"uri":"Colony","surface_form":"colony","offset":2971},{"uri":"Spain","surface_form":"Spain","offset":3277},{"uri":"1642","surface_form":"1642","offset":3347},{"uri":"1644","surface_form":"1644","offset":3370},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":3380},{"uri":"China","surface_form":"China","offset":3406},{"uri":"Ming_Dynasty","surface_form":"Ming Dynasty's","offset":3417},{"uri":"Courtier","surface_form":"courtier","offset":3432},{"uri":"Koxinga","surface_form":"Koxinga","offset":3442},{"uri":"Resist","surface_form":"resist","offset":3531},{"uri":"The_period_of_Ming_Zheng","surface_form":"the period of Ming Zheng","offset":3579},{"uri":"The_Kingdom_of_Tungning","surface_form":"the Kingdom of Tungning","offset":3609},{"uri":"The_Kingdom_of_Yanping","surface_form":"the Kingdom of Yanping","offset":3634},{"uri":"First_Sino-Japanese_War","surface_form":"First Sino-Japanese War","offset":4325},{"uri":"Republic_of_Formosa","surface_form":"Republic of Formosa","offset":4421},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":4590},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":4616},{"uri":"Allied_Powers","surface_form":"Allied Powers","offset":4646},{"uri":"Taiwan","surface_form":"Taiwan","offset":4719}]}