{"id":478203,"url":"http://en.wikipedia.org/wiki/Louis_Jean_Marie_de_Bourbon%2C_Duke_of_Penthi%C3%A8vre","text":"Louis Jean Marie de Bourbon (16 November 1725 – 4 March 1793) was the son of Louis Alexandre de Bourbon and his wife Marie Victoire de Noailles. He was also a grandson of Louis XIV of France and his mistress, Madame de Montespan. From birth he was known as the Duke of Penthièvre. He also possessed many titles inherited from his father and was the richest man in France during his lifetime. He was later the father in law of Philippe Égalité. Though his fsther was an illegitimate son of a king the young duke was still known as and given the rank of a Prince of the blood. A majority of his vast fortune had been inherited via \"La Grande Mademoiselle\". Hen was also famous for his incredible generosity to the poor of the time. He also owned the land where the future Royal Chapel of Dreux would be built.\nMarriage and children.\nIn 1744 Penthièvre married Princess Maria Teresa Felicitas d'Este of Modena, (1726-1754), the daughter of Francesco d'Este, the Duke of Modena and Reggio, and his first cousin, Charlotte Aglaé d'Orléans. The young couple occupied a suite of apartments at Versailles which had previously been occupied by their joint ancestor Madame de Montespan. These apartments were used by the duke and his family until the reign of Louis XVI of France when the space was given to \"Mesdames\", the new king's spinster aunts.\nThe Duchess of Penthièvre died after her last childbirth in 1754. Very badly hurt by the loss of his young wife, the duke never married again despite the sister of his dead wife, Princess Matilde being suggested as a possible candidate to marry. The widower refused.\nTitles and styles.\n16 November 1725 – 4 March 1793 \"His Serene Highness\" The Duke of Penthièvre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philippe_%C3%89galit%C3%A9","surface_form":"Philippe Égalité","offset":426},{"uri":"Prince_du_Sang","surface_form":"Prince of the blood","offset":554},{"uri":"La_Grande_Mademoiselle","surface_form":"La Grande Mademoiselle","offset":630},{"uri":"Royal_Chapel_of_Dreux","surface_form":"Royal Chapel of Dreux","offset":770},{"uri":"Maria_Teresa_Felicitas_d%27Este","surface_form":"Princess Maria Teresa Felicitas d'Este of Modena","offset":858},{"uri":"Francesco_d%27Este","surface_form":"Francesco d'Este","offset":937},{"uri":"Charlotte_Agla%C3%A9_d%27Orl%C3%A9ans","surface_form":"Charlotte Aglaé d'Orléans","offset":1008},{"uri":"Madame_de_Montespan","surface_form":"Madame de Montespan","offset":1156},{"uri":"Louis_XVI_of_France","surface_form":"Louis XVI of France","offset":1250},{"uri":"His_Serene_Highness","surface_form":"His Serene Highness","offset":1660}]}