{"id":47837,"url":"http://en.wikipedia.org/wiki/History_of_Tamil_Nadu","text":"The history of Tamil Nadu goes back to the early stone age. The region of Tamil Nadu (now one of the states in the south of the Republic of India) has been under continuous human habitation since prehistoric times.\nOverview.\nThe civilisation of the Tamil people is among the oldest in the world and has been influenced by, influenced, and coexisted with many external cultures.\nThe three Tamil dynasties of Chera, Chola and Pandya were all of ancient origins. Together they ruled over Tamil Nadu with a unique culture and language, contributing to the growth of \"Sangam Literature\", some of the oldest literature in the world.\nThey had extensive oversee trade contacts with the Roman and Greek empires later on. These three dynasties were in constant struggle with each other as they wanted hegemony over the land.\nInvasion by the Kalabhras during the third century disturbed the tradition, and order of the land by displacing the three traditional ruling dynasties. These occupiers were overthrown by the Pandyas and the Pallavas, who restored the kingdoms. The Cholas, who came back from obscurity in the ninth century by defeating the Pallavas and the Pandyas, rose to become a great power and extended their empire over the entire southern peninsula. At its height the Chola empire had spread from Bengal in the northeast to Sri Lanka in the south. The Chola navy held sway over the Sri Vijaya kingdom in Southeast Asia.\nRapid changes in the political situation of the rest of India occurred due to the incursions of Muslim armies from the northwest marked a turning point in the history of Tamil Nadu. With the decline of the three ancient dynasties during the fourteenth century, the Tamil country became part of the Vijayanagara Empire. Under this empire the Telugu speaking Nayak governors ruled the Tamil land. The brief appearance of the Marathas gave way to the European trading companies, who began to appear during the seventeenth century and eventually assumed greater sway over the indigenous rulers of the land. The Madras Presidency comprising of most of southern India including what is now Tamil Nadu, was created in the eighteenth century and was ruled directly by the British East India Company. After the independence of India by Mohandas (Mahatma) Gandhi, the Tamil Nadu state was created based on linguistic boundaries, due to a Telugu man who wished the Telugu speaking land bordering Tamil Nadu to become its own state, which it did, Andra Pradesh was born. This caused a chain reaction because the other languages also wanted their own states. This led to state boundaries because of linguistic reasons, and gave birth to many other linguisticly devised states, including Tamil Nadu.\nPre-historic period.\nAlthough there is very little concrete historical evidence that has been found so far for the period prior to 600 BCE, the history of the Tamil people probably predates this period. Various legends became prevalent after the 5th century BCE regarding the antiquity of the Tamil people. According to \"Iraiyanar Agapporul\", a 3rd/5th century CE annotation on the Sangam literature, the Tamil country extended southwards beyond the natural boundaries of the Indian peninsula comprising of 49 ancient \"nadus\" (divisions). The land was supposed to have been destroyed by a deluge. The Sangam legends also added to the antiquity of the Tamil people by claiming tens of thousands of years of continuous literary activity during three \"Sangams\". However, there have been no direct archaeological finds supporting these legends.\nThe prehistoric period during which the Palaeolithic civilisations existed in the Tamil Nadu region has been estimated to span the period from about 50,000 BCE until around 3000 BCE. For most part of the lower Palaeolithic stage, humans lived close to river valleys with sparse forest cover or in grassland environments. The population density was very low and so far only two localities of this lower Palaeolithic culture have been found in south India. One of these is in Attirampakkam valley in the northwest of Chennai in Tamil Nadu. Archaeological research has uncovered evidence of fossil remains of animals and primitive stone implements around the northern Tamil Nadu that could be dated to belong to around 300,000 BCE. Humans in South India, belonging to the species of \"Homo erectus\", lived in this primitive 'old stone age' (Palaeolithic) for quite a long time, using only crude implements such as hand axes and choppers and subsisting on food he hunted and gathered instead of actively growing it according to his needs.\nThe ancestor of modern humans (\"Homo sapiens sapiens\") who appeared around 50,000 years ago was more developed and could fabricate thinner flake tools and blade-like tools using a variety of stones. From about 10,000 years ago, humans made still smaller tools called Microlithic tools. The material used by the early humans to make these tools were jasper, agate, flint, quartz, etc. In 1949, researchers found such microliths in Tirunelveli district.\nIn Tamil Nadu, the Neolithic period had its advent around 2500 BCE. Humans of the Neolithic period made their stone tools in finer shapes by grinding and polishing. The Neolithic humans lived mostly on small flat hills or on the foothills in small, more or less permanent settlements but for periodical migration for grazing purposes. They gave the dead proper burials within urns or pits. They were also starting to use copper for making certain tools or weapons.\nHumans started using iron for making tools and weapons. The Iron Age culture in peninsular India is marked by Megalithic burial sites, which are found in several hundreds of places.\nEarly history (500 BCE – 300 CE).\nAncient Tamil Nadu contained three monarchical states, headed by kings called \"Ventar\" and several tribal chieftaincies, headed by the chiefs called by the general denomination \"Vel\" or \"Velir\". During the third century BCE, the Deccan was part of the Mauryan kingdom, and from the middle of the first century BCE to second century CE the same area was ruled by the Satavahana dynasty. The Tamil area had an independent existence outside the control of these northern empires.\nThe names of the three dynasties, Cholas, Pandyas, and Keralaputras or Cheras are mentioned in the Pillars of Ashoka (inscribed 273–232 BCE) inscriptions, where they are mentioned among the kingdoms, which though not subject to Ashoka, were on friendly terms with him.\nKarikala Chola was the most famous early Chola. He is mentioned in a number of poems in the Sangam poetry.\nPandyas ruled initially from Korkai, a sea port on the southernmost tip of the Indian peninsula, and in later times moved to Madurai. Pandyas are also mentioned in Sangam Literature, as well as by Greek and Roman sources during this period. The early Pandyas went into obscurity at the end of the third century CE during the incursion of the Kalabhras.\nThe kingdom of the Cheras comprised of the modern state of Kerala, along the western or Malabar Coast of southern India. Their proximity to the sea favoured trade with Africa.\nInternal and external trade was well organised and active.\nInterregnum (300 – 600).\nAfter the close of the Sangam era, from about 300 to about 600 CE, there is an almost total lack of information regarding occurrences in the Tamil land. Some time about 300 CE, the whole region was upset by the appearance of the Kalabhras. These people are described in later literature as 'evil rulers' who overthrew the established Tamil kings and got a strangle hold of the country. They did not leave many artefacts or monuments. The only source of information on them is the scattered mentions in Buddhist and Jain literature.\nJainism and Buddhism, took deep roots in the society, giving birth to a large body of ethical poetry.\nWriting became very widespread and \"vatteluttu\" evolved from the Tamil-Brahmi became a mature script for writing Tamil.\nAge of empires (600 - 1300).\nThe medieval period of the history of the Tamil country saw the rise and fall of many kingdoms, some of whom went on to the extent of empires, exerting influences both in India and overseas.\nThe Hindu sects Saivism and Vaishnavism became more dominant, with temples being built and Dravidian architecture being supported by empires replacing the significance of Nastik Jainism and Buddhism of the previous era. Some of the output of villages throughout the kingdom was given to temples that reinvested some of the wealth accumulated as loans to the settlements.\nTamil script replaced the \"vatteluttu\" script throughout Tamil Nadu for writing Tamil. Both secular and religious literature flourished during the period.\nPallavas.\nThe seventh century Tamil Nadu saw the rise of the Pallavas under Mahendravarman I and his son \"Mamalla\" Narasimhavarman I. The Pallavas were not a recognised political power before the second century. After the fall of the Satavahanas, they began to get control over parts of Andhra and the Tamil country. The Pallavas were at their finest during the reigns of Narasimhavarman I and \"Pallavamalla\" Nandivarman II.\nDuring the sixth and the seventh centuries, the western Deccan saw the rise of the Chalukyas based in Vatapi. The Pallavas had the more difficult existence of the two as they had to fight on two fronts - against the Pandyas as wells as the Chalukyas.\nPandyas.\nPandya Kadungon (560 - 590) is credited with the overthrow of the Kalabhras in the south. Pandya Cendan extended their rule to the Chera country. His son Arikesari Parantaka Maravarman (c. 650 - 700) had a long and prosperous rule. He fought many battles and extended the Pandya power.\nAfter some decades of expansion, the Pandya kingdom was large enough to pose a serious threat to the Pallava power.\nThe Pandya power continued to grow under Srimara and encroached further into the Pallava territories.\nCholas.\nAround 850 rose Vijayalaya, made use of an opportunity arising out of a conflict between Pandyas and Pallavas, captured Thanjavur and eventually established the imperial line of the medieval Cholas. Vijayalaya revived the Chola dynasty and his son Aditya I helped establish their independence. He invaded Pallava kingdom in 903 and killed the Pallava king Aparajita in battle, ending the Pallava reign. The Chola kingdom under Parantaka I expanded to cover the entire Pandya country. However towards the end of his reign he suffered several reverses by the Rashtrakutas who had extended their territories well into the Chola kingdom.\nThe Cholas went into a temporary decline during the next few years due to weak kings, palace intrigues and succession disputes.\nEuropean colonisation (1650 - 1850).\nEuropean settlements began to appear in the Tamil country during the Vijayanagara Empire. In 1605, the Dutch established trading posts in the Coromandel Coast near Gingee and in Pulicat. The British East India Company built a 'factory' (warehouse) at Armagaon (Durgarazpatnam), a village around 35 miles North of Pulicat, as the site in 1626.\nAnglo French Conflicts.\nThe conflict between the British and the French had as result in 1765 the Emperor of Delhi issued a \"firman\" (decree) recognizing the British possessions in southern India.\nBritish Government Control.\nAlthough the Company was becoming increasingly bold and ambitious in putting down resisting states, it was getting clearer day by day that the Company was incapable of governing the vast expanse of the captured territories. In 1784 Pitt's India Act made the Company subordinate to the British Government.\nThe next few decades were of rapid growth and expansion in the territories controlled by the English. The Anglo-Mysore Wars of 1766 to 1799, the Anglo-Maratha Wars of 1772 andPolygar Wars of 1800-1805 Dheeran chinnamalai,the Tamil king won three polygar wars against Britishers and at last he was hanged along with his two brothers.Then Britishers took entire control of Tamil Nadu by settling east India company after the death of chinnamalai the brave Tamil king.\nEnd of Company rule.\nThe discontent in the various districts of the company territories exploded in 1857 into the Sepoy war. Although the rebellion had a huge impact on the state of the colonial power in India, Tamil Nadu was mostly unaffected by it.\nBritish rule (1850 – 1947).\nIn 1858 the British Crown assumed direct rule in India.\nFailure of the summer monsoons and administrative shortcomings of the Ryotwari system resulted in a severe famine in the Madras Presidency during 1876 - 1877.The government instituted a famine insurance grant, setting aside 1.5 million Rupees. Other civic works such as canal building and improvements in roads and railway were also undertaken to minimise effects of any future famines.\nIndependence struggle.\nThe growing desire for independence began to gradually gather pace in the country and its influence in Tamil Nadu generated a number of volunteers to the fight against the British colonial power in the struggle for Independence. Notable amongst these are Tiruppur Kumaran, who was born in 1904 in a small village near Erode. Kumaran lost his life during a protest march against the British.\nIn 1916 Dr. T.M. Nair and Rao Bahadur Thygaraya Chetty released the \"Non-Brahmin Manifesto\" sowing the seeds for the Dravidian movements.\nPost Independence period.\nThe trauma of the partition did not impact Tamil Nadu when India was granted Independence in 1947. There was no sectarian violence against various religions. There had always been an atmosphere of mutual respect and peaceful coexistence between all religions in Tamil Nadu. Congress formed the first ministry in the Madras Presidency. Rajaji was the first Chief Minister. Madras Presidency was eventually reconstituted as Madras State.\nThe Madras state was named Tamil Nadu (the land of the Tamils) in 1968.\nEthnic conflict in Sri Lanka during the 1970s and the 80s saw large numbers of Sri Lankan Tamils fleeing to Tamil Nadu.\nEvolution of regional politics.\nThe politics of Tamil Nadu have gone through three distinct phases since independence. The domination of the Congress Party after 1947 gave way to the Dravidian populist mobilisation in the 1960s. This phase lasted until towards the end of the 1990s. The most recent phase saw the fragmentation of the Dravidian political parties and led to the advent of political alliances and coalition governments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":74},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":128},{"uri":"Continuous","surface_form":"continuous","offset":162},{"uri":"Habitation","surface_form":"habitation","offset":179},{"uri":"Prehistory","surface_form":"prehistoric","offset":196},{"uri":"Civilisation","surface_form":"civilisation","offset":229},{"uri":"Tamil_people","surface_form":"Tamil people","offset":249},{"uri":"Chera_dynasty","surface_form":"Chera","offset":407},{"uri":"Chola_dynasty","surface_form":"Chola","offset":414},{"uri":"Pandya","surface_form":"Pandya","offset":424},{"uri":"Hegemony","surface_form":"hegemony","offset":791},{"uri":"Kalabra","surface_form":"Kalabhras","offset":831},{"uri":"Pallava","surface_form":"Pallava","offset":1022},{"uri":"Bengal","surface_form":"Bengal","offset":1302},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1329},{"uri":"Chola_Military","surface_form":"Chola navy","offset":1357},{"uri":"Sri_Vijaya","surface_form":"Sri Vijaya","offset":1387},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":1409},{"uri":"Muslim_conquest_in_the_Indian_subcontinent","surface_form":"incursions of Muslim armies","offset":1507},{"uri":"Ancient_Tamil_country","surface_form":"Tamil country","offset":1690},{"uri":"Vijayanagara_Empire","surface_form":"Vijayanagara Empire","offset":1723},{"uri":"Telugu","surface_form":"Telugu","offset":1766},{"uri":"Thanjavur_Nayaks","surface_form":"Nayak","offset":1782},{"uri":"Marathas","surface_form":"Marathas","offset":1848},{"uri":"East_India_Tea_Company","surface_form":"European trading companies","offset":1873},{"uri":"Madras_Presidency","surface_form":"Madras Presidency","offset":2032},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":2189},{"uri":"Indian_independence_struggle","surface_form":"independence of India","offset":2227},{"uri":"Before_Common_Era","surface_form":"BCE","offset":2846},{"uri":"Tamil_people","surface_form":"Tamil people","offset":2870},{"uri":"Sangam_Literature","surface_form":"Sangam literature","offset":3093},{"uri":"Kumari_Kandam","surface_form":"Tamil country extended southwards","offset":3116},{"uri":"Sangam","surface_form":"Sangam","offset":3312},{"uri":"Palaeolithic","surface_form":"Palaeolithic","offset":3592},{"uri":"BCE","surface_form":"BCE","offset":3708},{"uri":"Chennai","surface_form":"Chennai","offset":4067},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":4333},{"uri":"Hand_axe","surface_form":"hand axe","offset":4462},{"uri":"Homo_sapiens_sapiens","surface_form":"Homo sapiens sapiens","offset":4618},{"uri":"Flint_(tool)","surface_form":"flake tools","offset":4725},{"uri":"Microlith","surface_form":"Microlith","offset":4853},{"uri":"Jasper","surface_form":"jasper","offset":4935},{"uri":"Agate","surface_form":"agate","offset":4943},{"uri":"Flint","surface_form":"flint","offset":4950},{"uri":"Quartz","surface_form":"quartz","offset":4957},{"uri":"Tirunelveli_district","surface_form":"Tirunelveli district","offset":5016},{"uri":"Neolithic","surface_form":"Neolithic","offset":5057},{"uri":"Copper","surface_form":"copper","offset":5459},{"uri":"Iron","surface_form":"iron","offset":5524},{"uri":"Iron_Age","surface_form":"Iron Age","offset":5563},{"uri":"Megalithic","surface_form":"Megalithic","offset":5613},{"uri":"Velirs","surface_form":"Velir","offset":5906},{"uri":"Deccan","surface_form":"Deccan","offset":5948},{"uri":"Maurya","surface_form":"Maurya","offset":5971},{"uri":"Satavahana","surface_form":"Satavahana","offset":6085},{"uri":"Pillars_of_Ashoka","surface_form":"Pillars of Ashoka","offset":6295},{"uri":"Ashoka","surface_form":"Ashoka","offset":6424},{"uri":"Karikala_Chola","surface_form":"Karikala Chola","offset":6465},{"uri":"Early_Cholas","surface_form":"early Chola","offset":6500},{"uri":"Sangam_literature","surface_form":"Sangam poetry","offset":6557},{"uri":"Pandyas","surface_form":"Pandyas","offset":6572},{"uri":"Madurai","surface_form":"Madurai","offset":6697},{"uri":"Sangam_Literature","surface_form":"Sangam Literature","offset":6736},{"uri":"Kalabhras","surface_form":"Kalabhras","offset":6914},{"uri":"Cheras","surface_form":"Cheras","offset":6944},{"uri":"Kerala","surface_form":"Kerala","offset":6984},{"uri":"Malabar_Coast","surface_form":"Malabar Coast","offset":7013},{"uri":"Kalabhras","surface_form":"Kalabhras","offset":7414},{"uri":"Buddhist","surface_form":"Buddhist","offset":7687},{"uri":"Jain","surface_form":"Jain","offset":7700},{"uri":"Jainism","surface_form":"Jainism","offset":7717},{"uri":"Buddhism","surface_form":"Buddhism","offset":7729},{"uri":"Vatteluttu","surface_form":"vatteluttu","offset":7855},{"uri":"Tamil-Brahmi","surface_form":"Tamil-Brahmi","offset":7884},{"uri":"Hindu","surface_form":"Hindu","offset":8163},{"uri":"Saivism","surface_form":"Saivism","offset":8175},{"uri":"Vaishnavism","surface_form":"Vaishnavism","offset":8187},{"uri":"Dravidian_architecture","surface_form":"Dravidian architecture","offset":8250},{"uri":"Nastika","surface_form":"Nastik","offset":8330},{"uri":"Tamil_script","surface_form":"Tamil script","offset":8530},{"uri":"Vatteluttu","surface_form":"vatteluttu","offset":8557},{"uri":"Mahendravarman_I","surface_form":"Mahendravarman I","offset":8761},{"uri":"Narasimhavarman_I","surface_form":"Narasimhavarman I","offset":8800},{"uri":"Nandivarman_II","surface_form":"Nandivarman II","offset":9094},{"uri":"Chalukyas","surface_form":"Chalukyas","offset":9193},{"uri":"Badami","surface_form":"Vatapi","offset":9212},{"uri":"Kalabhras","surface_form":"Kalabhras","offset":9436},{"uri":"Battle","surface_form":"battle","offset":9617},{"uri":"Vijayalaya_Chola","surface_form":"Vijayalaya","offset":9898},{"uri":"Thanjavur","surface_form":"Thanjavur","offset":10002},{"uri":"Aditya_I","surface_form":"Aditya I","offset":10130},{"uri":"Parantaka_I","surface_form":"Parantaka I","offset":10309},{"uri":"Rashtrakutas","surface_form":"Rashtrakutas","offset":10439},{"uri":"Vijayanagara_Empire","surface_form":"Vijayanagara Empire","offset":10750},{"uri":"Dutch_East_India_Company","surface_form":"Dutch","offset":10784},{"uri":"Coromandel_Coast","surface_form":"Coromandel Coast","offset":10823},{"uri":"Gingee","surface_form":"Gingee","offset":10845},{"uri":"Pulicat","surface_form":"Pulicat","offset":10859},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":10872},{"uri":"Pulicat","surface_form":"Pulicat","offset":10994},{"uri":"Firman","surface_form":"firman","offset":11149},{"uri":"British_East_India_Company","surface_form":"Company","offset":11262},{"uri":"William_Pitt_the_Younger","surface_form":"Pitt's","offset":11481},{"uri":"Pitt%27s_India_Act","surface_form":"India Act","offset":11488},{"uri":"British_Government","surface_form":"British Government","offset":11534},{"uri":"Anglo-Mysore_Wars","surface_form":"Anglo-Mysore Wars","offset":11660},{"uri":"Anglo-Maratha_Wars","surface_form":"Anglo-Maratha Wars","offset":11699},{"uri":"Polygar_Wars","surface_form":"Polygar Wars","offset":11729},{"uri":"Dheeran_chinnamalai","surface_form":"Dheeran chinnamalai","offset":11755},{"uri":"Indian_rebellion_of_1857","surface_form":"Sepoy war","offset":12134},{"uri":"Monsoon","surface_form":"monsoon","offset":12377},{"uri":"Ryotwari","surface_form":"Ryotwari","offset":12425},{"uri":"Buckingham_Canal","surface_form":"canal building","offset":12625},{"uri":"Indian_independence_movement","surface_form":"struggle for Independence","offset":12967},{"uri":"Tiruppur_Kumaran","surface_form":"Tiruppur Kumaran","offset":13020},{"uri":"Partition_of_India","surface_form":"partition","offset":13338},{"uri":"Madras_Presidency","surface_form":"Madras Presidency","offset":13636},{"uri":"C._Rajagopalachari","surface_form":"Rajaji","offset":13655},{"uri":"List_of_Chief_Ministers_of_Tamil_Nadu","surface_form":"first Chief Minister","offset":13670},{"uri":"Ethnic_conflict_in_Sri_Lanka","surface_form":"Ethnic conflict in Sri Lanka","offset":13828},{"uri":"Sri_Lankan_Tamils","surface_form":"Sri Lankan Tamils","offset":13907},{"uri":"Congress_Party","surface_form":"Congress Party","offset":14089}]}