{"id":47849,"url":"http://en.wikipedia.org/wiki/Loudspeaker","text":"A loudspeaker, which is also called a loud-speaker or speaker, is an item that is used to create the sound in radios, television sets, and electric musical instrument amplifier systems.\nHow it works.\nLoudspeakers use both electric and mechanical principles to convert an electrical signal from a radio, television set or electric musical instrument into sound. For a loudspeaker to produce sound, the signal from the radio, television set, or electric musical instrument needs to be connected to an electronic amplifier.\nLoudspeakers are usually built by using a stiff paper cone, a coil of thin copper wire, and a circular magnet. The cone, copper wire, and magnet are usually mounted in a rectangle-shaped wood cabinet. The coil of copper wire moves back and forth when an electrical signal is passed through it. The coil of copper wire and the magnet cause the rigid paper cone to vibrate and reproduce sounds.\nInside the loudspeaker can be a audio crossover.\nTypes of loudspeakers.\nSome loudspeakers are designed for lower-pitched sounds, such as \"woofer\" loudspeakers or \"subwoofer\" loudspeakers. Other loudspeakers, which are called \"tweeters\", are designed to reproduce high-pitched sounds (such as the sound of a whistle or a bird singing).\nLoudspeakers for electric musical instruments are usually much stronger and heavier than loudspeakers for radios or television sets. Their main function is to convert electrical signals given to it into sound signals.\nHistory.\nAlexander Graham Bell invented the first audible loudspeaker in 1876. Bell invented the loudspeaker because he needed a device that would amplify sound for the telephone. In 1878, the inventor Werner von Siemens from Germany patented an improved type of electrodynamic loudspeaker which did not yet include an amplifier..","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio","surface_form":"radio","offset":110},{"uri":"Television","surface_form":"television","offset":118},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":148},{"uri":"Amplifier","surface_form":"amplifier","offset":167},{"uri":"Electric","surface_form":"electric","offset":222},{"uri":"Amplifier","surface_form":"amplifier","offset":510},{"uri":"Copper","surface_form":"copper","offset":596},{"uri":"Magnet","surface_form":"magnet","offset":624},{"uri":"Audio_crossover","surface_form":"audio crossover","offset":946},{"uri":"Subwoofer","surface_form":"subwoofer","offset":1077},{"uri":"Tweeter","surface_form":"tweeter","offset":1140},{"uri":"Alexander_Graham_Bell","surface_form":"Alexander Graham Bell","offset":1476},{"uri":"Ernst_Werner_von_Siemens","surface_form":"Werner von Siemens","offset":1669},{"uri":"Amplifier","surface_form":"amplifier","offset":1786}]}