{"id":478815,"url":"http://en.wikipedia.org/wiki/Restriction_enzyme","text":"e=\"preserve\">A restriction enzyme is an enzyme that cuts DNA at particular places. It works at or near specific recognition nucleotide sequences known as \"restriction sites\". To cut DNA, all restriction enzymes make two incisions, once through each strand of the DNA double helix.\nThese enzymes are found in bacteria and archaea and defend them against invading viruses, which are bacteriophages.\nInside a prokaryote, the restriction enzymes selectively cut up \"foreign\" DNA in a process called \"restriction\". The host DNA is protected by another enzyme which protects the host DNA and blocks cleavage. Together, these two processes are the restriction modification system. It is the earliest and simplest immune system. They are also a kind of selfish, mobile genetic element.\nOver 3000 restriction enzymes have been studied in detail, and more than 600 of these are available commercially. These enzymes are routinely used for DNA modification in laboratories, and are a vital tool in molecular cloning.\nOrigins.\nRestriction enzymes probably evolved from a common ancestor and became widespread by horizontal gene transfer. In addition, there is growing evidence that restriction endonucleases evolved as a selfish genetic element.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enzyme","surface_form":"enzyme","offset":40},{"uri":"DNA","surface_form":"DNA","offset":57},{"uri":"Nucleotide","surface_form":"nucleotide","offset":124},{"uri":"Bacteria","surface_form":"bacteria","offset":308},{"uri":"Archaea","surface_form":"archaea","offset":321},{"uri":"Virus","surface_form":"virus","offset":362},{"uri":"Bacteriophage","surface_form":"bacteriophage","offset":381},{"uri":"Prokaryote","surface_form":"prokaryote","offset":406},{"uri":"Immune_system","surface_form":"immune system","offset":706},{"uri":"Mobile_genetic_element","surface_form":"mobile genetic element","offset":754},{"uri":"Molecular_cloning","surface_form":"molecular cloning","offset":987},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":1100},{"uri":"Selfish_genetic_element","surface_form":"selfish genetic element","offset":1209}]}