{"id":478975,"url":"http://en.wikipedia.org/wiki/Alfonso_La_Marmora","text":"Alfonso La Marmora (18 November 1804 – 5 January 1878), or Alfonso Ferrero La Marmora, Alfonso Lamarmora and Alfonso Ferrero, Cavaliere La Marmora, was an Italian general and statesman.\nHe was born at Turin in a rich and noble family: his father was a Marquis. In 1822 he graduated in the Military Academy of Turin; then began a military career, which led him to become general in 1856. In the Kingdom of Sardinia he was twice Minister of War in the governments led by Massimo D'Azeglio and Camillo Cavour.\nIn 1854 La Marmora made a law that improved the quality of the troops, created new academies for officers, retouched the recruitment system, bringing to 60,000 Army soldiers (of which only a quarter in active service, while the rest evaded the lever paying a substitute), doubled the units of riflemen and strengthened the light cavalry at the expense of heavy. Even the artillery, health and administrative apparatus were renovated, as well as logistics services.\nIn 1855 he resigned from the post of Minister of War because he went to fight in the Crimean War. He was Prime Minister of the Kingdom of Sardinia from 19 July 1859 to 21 January 1860. In the years immediately after the Italian unification, he was governor of Milan and Prefect of Naples.\nMember of the \"Historical Right\", La Marmora was Prime Minister and Foreign Minister of the Kingdom of Italy from 18 September 1864 to 20 July 1866. He resigned from office to go fight the third Italian independence war: on this occasion, however, he committed several strategic errors, which cost a heavy defeat for Italy.\nIn 1870 he retired from political life. He died in Florence and was buried in Biella in the church of San Sebastiano. His brother, Alessandro La Marmora, founded the corps of Bersaglieri.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italian","offset":155},{"uri":"General_officer","surface_form":"general","offset":163},{"uri":"Politician","surface_form":"statesman","offset":175},{"uri":"Turin","surface_form":"Turin","offset":201},{"uri":"Marquis","surface_form":"Marquis","offset":252},{"uri":"Turin","surface_form":"Turin","offset":309},{"uri":"Kingdom_of_Sardinia","surface_form":"Kingdom of Sardinia","offset":394},{"uri":"Massimo_D%27Azeglio","surface_form":"Massimo D'Azeglio","offset":469},{"uri":"Camillo_Cavour","surface_form":"Camillo Cavour","offset":491},{"uri":"Crimean_War","surface_form":"Crimean War","offset":1057},{"uri":"Milan","surface_form":"Milan","offset":1232},{"uri":"Naples","surface_form":"Naples","offset":1253},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":1353},{"uri":"Retire","surface_form":"retire","offset":1596},{"uri":"Florence","surface_form":"Florence","offset":1636},{"uri":"Biella","surface_form":"Biella","offset":1663},{"uri":"Alessandro_La_Marmora","surface_form":"Alessandro La Marmora","offset":1716},{"uri":"Bersaglieri","surface_form":"Bersaglieri","offset":1760}]}