{"id":479,"url":"http://en.wikipedia.org/wiki/Money","text":"Money can be defined as anything that people use to buy goods and services. Money is what many people receive for selling their own things or services.\nThere are many kinds of money in the world. Most countries have their own kind of money, such as the United States dollar or the British pound.\nMoney is also called many other names, like currency or cash.\nHistory of money.\nThe idea of bartering things is very old. A long time ago, people did not buy or sell with money. Instead, they traded one thing for another to get what they wanted or needed. One person who owned many cows could trade with another person who had a lot of wheat. Each would trade a little of what he had with the other. This would support the people on his farm. Other things that were easier to carry around than cows also came to be held as valuable. This gave rise to trade items such as jewelry and spices.\nWhen people changed from trading in things like, for example, cows and wheat to using money instead, they needed things that would last a long time. They must still have a known value, and could be carried around. The first country in the world to make metal coins was called Lydia. These first appeared during the 7th century BC, in the western part of what is now Turkey. The Lydian coins were made of a weighed amount of precious metal and were stamped with a picture of a lion. This idea soon spread to Greece, the rest of the Mediterranean, and the rest of the world. Coins were all made to the same size and shape. In some parts of the world, different things have been used as money, like clam shells or blocks of salt.\nBesides being easier to carry than cows, using money had many other advantages. Money is \"easier to divide\" than many trade goods. If someone own cows, and wants to trade for only \"half a cow's worth\" of wheat, he probably does not want to cut his cow in half. But if he sells his cow for money, and buys wheat with money, he can get exactly the amount he wants.\nCows die, and wheat rots. But money \"lasts longer\" than most trade goods. If someone sells a cow for money, he can save that money away until he needs it. He can always leave it to his children when he dies. It can last a very long time, and he can use it at any time.\nNot every cow is as good as another cow. Some cows are sick and old, and others are healthy and young. Some wheat is good and other wheat is moldy or stale. So if a person trades cows for wheat, he might have a hard time arguing over how much wheat each cow is worth. However, money is \"standard\". That means one dollar is worth the same as another dollar. It is easier to add up and count money, than to add up the value of different cows or amounts of wheat.\nLater, after coins had been used for hundreds of years, paper money started out as a promise to pay in coin, much like an \"I.O.U.\" note. The first true paper money was used in China in the 10th century AD. Paper money was also printed in Sweden between 1660 and 1664. Both times, it did not work well, and had to be stopped because the banks kept running out of coins to pay on the notes. Massachusetts Bay Colony printed paper money in the 1690s. This time, the use became more common.\nToday, most of what people think of as money is not even things you can hold. It is numbers in bank accounts, saved in computer memories. Many people still feel more comfortable using coins and paper, and do not totally trust using electronic money on a computer memory.\nKinds of money.\n\"Commodity money\" can be used for other purposes besides serving as a medium of exchange. We say it possesses intrinsic value, because it is useful or valuable by itself. Some examples of commodity money are cattle, silk, gold and silver. Convertible paper money is money that is convertible into gold and silver. Gold and Silver certificates are convertible paper money as they can be fully convertible into gold and silver.\nInconvertible money is money that cannot be converted into gold and silver. Notes and coins are inconvertible money. They are inconvertible and are declared by the government money. Such fiat money is a country's legal tender. Today, notes and coins are the currencies used in bank deposits.","categories":[],"infobox_types":[],"annotations":[{"uri":"People","surface_form":"people","offset":38},{"uri":"Buy","surface_form":"buy","offset":52},{"uri":"Service","surface_form":"service","offset":66},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":253},{"uri":"British","surface_form":"British","offset":281},{"uri":"Pound_(currency)","surface_form":"pound","offset":289},{"uri":"Currency","surface_form":"currency","offset":340},{"uri":"Cash","surface_form":"cash","offset":352},{"uri":"Barter","surface_form":"barter","offset":388},{"uri":"Wheat","surface_form":"wheat","offset":632},{"uri":"Jewelry","surface_form":"jewelry","offset":867},{"uri":"Spices","surface_form":"spices","offset":879},{"uri":"Coin","surface_form":"coin","offset":1146},{"uri":"Lydia","surface_form":"Lydia","offset":1163},{"uri":"Turkey","surface_form":"Turkey","offset":1253},{"uri":"Lion","surface_form":"lion","offset":1363},{"uri":"Greece","surface_form":"Greece","offset":1394},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1418},{"uri":"I.O.U.","surface_form":"I.O.U.","offset":2830},{"uri":"China","surface_form":"China","offset":2883},{"uri":"10th_century","surface_form":"10th century","offset":2896},{"uri":"AD","surface_form":"AD","offset":2909},{"uri":"Sweden","surface_form":"Sweden","offset":2945},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":3096},{"uri":"Massachusetts_Bay_Colony","surface_form":"Bay Colony","offset":3110},{"uri":"1690s","surface_form":"1690s","offset":3148},{"uri":"Deposit_account","surface_form":"bank accounts","offset":3289},{"uri":"Electronic_money","surface_form":"electronic money","offset":3426},{"uri":"Computer_memory","surface_form":"computer memory","offset":3448},{"uri":"Cattle","surface_form":"cattle","offset":3689},{"uri":"Silk","surface_form":"silk","offset":3697},{"uri":"Gold","surface_form":"gold","offset":3703},{"uri":"Silver","surface_form":"silver","offset":3712},{"uri":"Certificate","surface_form":"certificate","offset":3811},{"uri":"Government","surface_form":"government","offset":4071},{"uri":"Fiat_money","surface_form":"fiat money","offset":4094},{"uri":"Legal_tender","surface_form":"legal tender","offset":4120},{"uri":"Currency","surface_form":"currencies","offset":4165}]}