{"id":479294,"url":"http://en.wikipedia.org/wiki/Seleucus_I_Nicator","text":"Seleucus I Nicator (\"Seleucus the Victor\") () was one of the generals friends of Alexander who were given, or took control of, his empire. Having served as an infantry general under Alexander, he eventually took the title of basileus (~\"king\"). He set up the Seleucid Empire over much of the territory in the Near East which Alexander had conquered.\nAfter the death of Alexander in June 323 BC, Seleucus initially supported Perdiccas, the regent of Alexander's empire, and was made Commander of the Companions (the elite cavalry of Alexander) at the Partition of Babylon in 323 BC.\nThe 'Wars of the Diadochi' in 322 were the wars of Alexander's successors. Perdiccas failed against Ptolemy in Egypt, which led to the mutiny of his troops. Perdiccas was betrayed and assassinated in a conspiracy by Seleucus and others sometime in either 321 or 320 BC.\nIn 321 BC, Seleucus was appointed Satrap of Babylon under the new regent Antipater. Almost immediately, the wars between the Diadochi resumed and Antigonus forced Seleucus to flee Babylon. Seleucus was only able to return to Babylon in 312 BC with the support of Ptolemy.\nSeleucus' wars took him as far as India, where, after two years of war (305-303 BC), he made peace with the Indian Emperor Chandragupta Maurya. Seleucus exchanged his eastern satrapies in the Indus River Valley for 500 war elephants. These would play a decisive role against Antigonus at the Battle of Ipsus in 301 BC and against Lysimachus at the Battle of Corupedium in 281 BC.\nSeleucus' victories against Antigonus and Lysimachus left the Seleucid dynasty virtually unopposed in Asia and in Anatolia. However, Seleucus also hoped to take control of Lysimachus' European territories, primarily Thrace and Macedon itself. But upon arriving in Thrace in 281 BC, Seleucus was assassinated by Ptolemy Ceraunus, who had taken refuge at the Seleucid court with his sister Lysandra. The assassination of Seleucus destroyed Seleucid prospects in Thrace and Macedon, and paved the way for Ptolemy Ceraunus to absorb much of Lysimachus' former power in Macedon. Seleucus was succeeded by his son Antiochus I as ruler of the Seleucid Empire.\nSeleucus founded a number of new cities during his reign, including Antioch (300 BC) and in particular Seleucia on the Tigris (ca. 305 BC), the new capital of the Seleucid Empire, a foundation that eventually depopulated Babylon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alexander_the_Great","surface_form":"Alexander","offset":81},{"uri":"Basileus","surface_form":"basileus","offset":225},{"uri":"Seleucid_Empire","surface_form":"Seleucid Empire","offset":259},{"uri":"Near_East","surface_form":"Near East","offset":309},{"uri":"Perdiccas","surface_form":"Perdiccas","offset":424},{"uri":"Regent","surface_form":"regent","offset":439},{"uri":"Partition_of_Babylon","surface_form":"Partition of Babylon","offset":550},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy","offset":682},{"uri":"Egypt","surface_form":"Egypt","offset":693},{"uri":"Mutiny","surface_form":"mutiny","offset":717},{"uri":"Assassination","surface_form":"assassinated","offset":766},{"uri":"Conspiracy","surface_form":"conspiracy","offset":784},{"uri":"Babylon","surface_form":"Satrap of Babylon","offset":886},{"uri":"Antipater","surface_form":"Antipater","offset":925},{"uri":"Antigonus_I_Monophthalmus","surface_form":"Antigonus","offset":998},{"uri":"Babylon","surface_form":"Babylon","offset":1032},{"uri":"India","surface_form":"India","offset":1158},{"uri":"Chandragupta_Maurya","surface_form":"Chandragupta Maurya","offset":1247},{"uri":"Indus_River","surface_form":"Indus River Valley","offset":1316},{"uri":"Elephants","surface_form":"elephants","offset":1347},{"uri":"Battle_of_Ipsus","surface_form":"Battle of Ipsus","offset":1416},{"uri":"Lysimachus","surface_form":"Lysimachus","offset":1454},{"uri":"Battle_of_Corupedium","surface_form":"Battle of Corupedium","offset":1472},{"uri":"Asia","surface_form":"Asia","offset":1606},{"uri":"Anatolia","surface_form":"Anatolia","offset":1618},{"uri":"Thrace","surface_form":"Thrace","offset":1720},{"uri":"Macedonia_(ancient_kingdom)","surface_form":"Macedon","offset":1731},{"uri":"Macedon","surface_form":"Macedon","offset":1975},{"uri":"Antiochus_I","surface_form":"Antiochus I","offset":2112},{"uri":"Antioch","surface_form":"Antioch","offset":2225},{"uri":"Tigris","surface_form":"Tigris","offset":2276}]}