{"id":4793,"url":"http://en.wikipedia.org/wiki/Socialism","text":"Socialism is an economic and political system. It is an economic theory of social organization. It states that the means of making, moving, and trading wealth should be owned or controlled by the workers. This means the money made belongs to the workers who make the products, instead of groups of private owners. People who agree with this type of system are called socialists.\nSocialists believe that everything in society is made by the cooperative efforts of the people and citizens.\nForms of socialism.\nThere are many kinds of socialism. In all types, at least in principle, \"the workers own the means of production\". The major differences between the different varieties are the role of the free market (market planning), how the means of production are controlled, the role of management of workers, and the government's role in the economy.\nCollectivization.\nAnother kind of socialism is \"collectivization.\" In this system, money and goods are shared more equally among the people, with the government in control. In theory, this system results in the gap between classes getting smaller, with the state helping the nation's poorest people, while the richest agree to higher taxes and economic restrictions.\nCommunism as a goal.\nSome socialists believe that socialism will evolve into what they see as a more advanced system: communism, with no state, money, or social classes. In Marxist theory, socialism is a temporary social state between capitalism and communism, although some socialists have no intention of transitioning to communism.\nMany label these economic theories into one as \"communism\" when they mean the Marxist and Leninist ideas and beliefs of Russia's Bolshevik party. Marx believed that capitalism followed the economic and political system of feudalism. He also believed that capitalism would unfairly treat many people and that those people would eventually revolt and switch to socialism. He also thought that socialism could be another bridge on a path to communism. However, many people incorrectly use the term \"Communist\" to refer to a socialist state as a pejorative insult. Others call this 'State Socialism,' to distinguish it from the communist goal that does not need a state or any form of government. To non-communists, the word 'socialism' is now used mostly for attempts to come close to this goal in a democratic state.\nDemocratic socialism.\nDemocratic socialism is a belief that both the economy and society should be run democratically—to meet public needs, not to make profits for a few. To achieve a more just society, many structures of our government and economy must be radically transformed through greater economic and social democracy so that ordinary people can participate in the many decisions that affect their lives.\nSocial democracy.\nSocial democracy is a kind of capitalism that tries to mix parts of socialism with capitalism. It is not a form of socialism, but shares some ideas with it. In this system, despite there still being private property, the government takes money from the rich and gives it to the poor to reduce inequality, usually in the form of social programs. While the intentions of social democracy and socialism can be similar or shared, social democracy keeps the capitalist system intact, and slightly reforms it. Socialism would mean completely getting rid of the capitalist system. Social democracy is often confused with democratic socialism due to the similar names and having the same short term goals. The biggest difference is social democrats want to stop reforming capitalism when they think their reforms are good enough, but democratic socialists will not stop until capitalism is gone. Some examples of social democracies are the Scandinavian countries.\nIn social democracies, some services and industries are subsidized (given money to help them run), or partly controlled by the government, or both. For example, education, health care, housing, utility companies and public transportation are some industries that might be owned/supported by the government in a social democracy. For the most part, people working in these industries are paid by the government, with money paid by the people as taxes. A strong Welfare system is key to social democracy.\nOther.\nMany people and countries see socialism differently. The Socialist International is an organization dedicated to the cause of promoting socialist ideals, and has ties with many socialist parties, especially Social Democratic parties.\nHistory.\nThe followers of a Welshman, Robert Owen, began calling themselves socialists in 1841. Owen is seen as a founder of the Co-operative Movement in Britain. He said that workers should own the companies they worked for. The workers would then share the profits among themselves. He set up a new model factory in New Lanark, Scotland.\nKarl Marx is the most well-known creator of the theory of socialism, and of communism. He wrote a book about capitalism, socialism, and communism, called \"A critique of the social economy\". Friedrich Engels co-wrote the book, and paid for much of Marx's work and research.\nMany socialist political parties were formed during the 19th century and early part of the 20th century. During the decolonization movement in the 20th century, many armies fighting for independence planned to establish socialist countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economic","offset":16},{"uri":"Politics","surface_form":"political","offset":29},{"uri":"Free_market","surface_form":"free market","offset":697},{"uri":"Collectivization","surface_form":"collectivization","offset":897},{"uri":"Communism","surface_form":"communism","offset":1334},{"uri":"State","surface_form":"state","offset":1353},{"uri":"Money","surface_form":"money","offset":1360},{"uri":"Marxism","surface_form":"Marxist","offset":1389},{"uri":"Capitalism","surface_form":"capitalism","offset":1451},{"uri":"Communism","surface_form":"communism","offset":1466},{"uri":"Marxism","surface_form":"Marxist","offset":1629},{"uri":"Leninism","surface_form":"Leninist","offset":1641},{"uri":"Russia","surface_form":"Russia","offset":1671},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":1680},{"uri":"Karl_Marx","surface_form":"Marx","offset":1697},{"uri":"Feudalism","surface_form":"feudalism","offset":1773},{"uri":"Democratic_socialism","surface_form":"Democratic socialism","offset":2388},{"uri":"Social_democracy","surface_form":"Social democracy","offset":2796},{"uri":"Capitalism","surface_form":"capitalism","offset":2879},{"uri":"Private_property","surface_form":"private property","offset":2995},{"uri":"Subsidized","surface_form":"subsidized","offset":3808},{"uri":"Government","surface_form":"government","offset":3879},{"uri":"Education","surface_form":"education","offset":3913},{"uri":"National_Health_Service","surface_form":"health care","offset":3924},{"uri":"House","surface_form":"housing","offset":3937},{"uri":"Public_transportation","surface_form":"public transportation","offset":3968},{"uri":"Welfare","surface_form":"Welfare","offset":4212},{"uri":"Socialist_International","surface_form":"Socialist International","offset":4319},{"uri":"Wales","surface_form":"Welshman","offset":4524},{"uri":"Robert_Owen","surface_form":"Robert Owen","offset":4534},{"uri":"Co-op","surface_form":"Co-op","offset":4625},{"uri":"Profit","surface_form":"profit","offset":4755},{"uri":"Das_Kapital","surface_form":"A critique of the social economy","offset":4991},{"uri":"Political_party","surface_form":"political parties","offset":5124},{"uri":"Decolonization","surface_form":"decolonization","offset":5225},{"uri":"Armies","surface_form":"armies","offset":5275},{"uri":"Independence","surface_form":"independence","offset":5295}]}