{"id":47957,"url":"http://en.wikipedia.org/wiki/Laubach","text":"Laubach is a town in the district of Giessen, in Hesse, Germany. Laubach is known as a “Luftkurort,\" which means “fresh air resort.” Laubach is a small town. It has a population of about 10,000 people. It is 23 km east of the city of Giessen. Surrounding Laubach are the small towns of Hungen, Grünberg, Schotten and Lich.\nThe Laubach woods are part of the foothills of the Vogelsberg (Bird Mountain). Laubach is an area of interest to tourists because it has many historic and colorful half-timbered (\"fachwerk\") buildings. The main attraction is the castle. The castle was built in the thirteenth century. It belongs to the Count Solms-Laubach family. One of the largest private libraries in Europe is inside the castle. The castle library has more than 120,000 books and manuscripts. In the Johann Gutenberg Museum in Mainz is an original Gutenberg Bible which came from the castle library. The castle grounds include a large park. There is a lake for swans in the park. The park is open to the public without charge.\nOther buildings of interest.\nThe Evangelical Lutheran Church in Laubach used to be named St. Maria. The oldest part of the church was built in the twelfth century. The church was renovated in the eighteenth century. Inside the church is a baroque organ.\nThe main street of Laubach is Friedrichstrasse. On this street is the former district [http://www.pflegeplatz24.de/Pflegeplatz-Dateien/Hessen/amtsgericht-laubach.htm courthouse], and the city hall, and the Heimat Museum.\nThe [http://www.rockonline.de/heimatverein/archiv2005.html Heimat Museum] is the local history museum. It was originally built near the town of Gonterskirchen in 1750 by Count August Solms-Laubach. The building was moved to its present location in 1832. For many years it was a school. Now it is a museum. In the museum is a permanent exhibit honoring Friedrich Kellner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gie%C3%9Fen_Rural_District","surface_form":"Giessen","offset":37},{"uri":"Hesse","surface_form":"Hesse","offset":49},{"uri":"Germany","surface_form":"Germany","offset":56},{"uri":"Hungen","surface_form":"Hungen","offset":286},{"uri":"Friedrich_Kellner","surface_form":"Friedrich Kellner","offset":1848}]}