{"id":479519,"url":"http://en.wikipedia.org/wiki/Dictyostelid","text":"The dictyostelids are a group of cellular slime molds, or \"social amoebae\". They are unusual eukaryote organisms. For much of their life they live as separate cells. Then in hard times they come together to reproduce as a fruiting body. The fruiting body produces spores with protective walls. They survive and open up in better times. So these organisms are both unicellular and multicellular.\nAs separate amoebae, they feed and divide normally. They mostly eat soil bacteria. When the food supply runs out, they come together to form a kind of slug-like thing. The slug has a definite front and rear. It responds to light and temperature differences, and can move. Under the right conditions the slug becomes a sporocarp (fruiting body). A stalk holds up one or more balls of spores. These spores are inactive cells protected by tough cell walls. They become new amoebae when food is available.\n\"Dictyostelium\" has been used as a model organism in molecular biology and genetics. It is studied as an example of cell communication, differentiation, and programmed cell death (apoptosis). Research on \"Dictyostelium\" is available on-line at dictyBase.\nAggregation in \"Dictyostelium\".\nThe effect of this is to relay the signal through the nearby population of amoebae. They move to the area of highest signal concentration.\nDiscovery and classification.\nThey were first discovered in a North Carolina forest in 1935. \"Dictyostelium discoideum\" was at first classified under 'lower fungi'. Later it was put in the kingdoms Protista and Fungi. By the 1990s, most scientists accepted the present classification.\nAmoebozoa are now regarded as a separate kingdom-level clade, being more closely related to both animals and fungi than to plants.\nGenome.\nThe entire genome of \"Dictyostelium discoideum\" was published in \"Nature\" in 2005. The haploid genome contains about 12,500 genes on six chromosomes. For comparison, the diploid human genome has 20,00025,000 genes (represented twice) on 23 chromosome pairs.\nSexual reproduction.\nSexual development can occur when amoeboid cells are starved of their bacterial food supply and in the dark.\nMating starts by gametogenesis. This produces small, mobile gametes that fuse to form a small binucleate cell. The volume of the binucleate cell then increases to produce a giant binuclear cell. As growth proceeds, the nuclei swell, and then fuse forming a true diploid zygote giant cell. As this is occurring, amoebae undergo chemotaxis towards the giant cell surface. The zygote giant cell ingests the surrounding amoebae, and digests them. Next the zygote forms a macrocyst which stays dormant for a time before germination occurs. When the macrocyst germinates it releases many haploid amoeboid cells.\nModel host organism for \"Legionella\".\n\"Dictyostelium\" shares many molecular features with macrophages. Macrophages are the human host of \"Legionella\". The cytoskeletal composition of \"D. discoideum\" is similar to that of mammalian cells. So are the processes driven by these components, such as phagocytosis, membrane trafficking, endocytic transit and vesicle sorting. Like leukocytes, \"D. discoideum\" have chemotaxis. Hence, \"D. discoideum\" is a suitable model system to see the influence of host cell factors during \"Legionella\" infections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slime_mold","surface_form":"slime mold","offset":42},{"uri":"Amoeba","surface_form":"amoeba","offset":66},{"uri":"Eukaryote","surface_form":"eukaryote","offset":93},{"uri":"Spores","surface_form":"spores","offset":264},{"uri":"Unicellular","surface_form":"unicellular","offset":364},{"uri":"Multicellular","surface_form":"multicellular","offset":380},{"uri":"Soil","surface_form":"soil","offset":463},{"uri":"Bacteria","surface_form":"bacteria","offset":468},{"uri":"Slug","surface_form":"slug","offset":546},{"uri":"Sporocarp_(fungi)","surface_form":"sporocarp","offset":713},{"uri":"Spores","surface_form":"spores","offset":778},{"uri":"Model_organism","surface_form":"model organism","offset":932},{"uri":"Molecular_biology","surface_form":"molecular biology","offset":950},{"uri":"Genetics","surface_form":"genetics","offset":972},{"uri":"Cell_communication","surface_form":"cell communication","offset":1013},{"uri":"Cellular_differentiation","surface_form":"differentiation","offset":1033},{"uri":"Programmed_cell_death","surface_form":"programmed cell death","offset":1054},{"uri":"Apoptosis","surface_form":"apoptosis","offset":1077},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1385},{"uri":"Protista","surface_form":"Protista","offset":1521},{"uri":"Fungi","surface_form":"Fungi","offset":1534},{"uri":"Clade","surface_form":"clade","offset":1663},{"uri":"Nature_(journal)","surface_form":"Nature","offset":1813},{"uri":"Haploid","surface_form":"haploid","offset":1834},{"uri":"Genome","surface_form":"genome","offset":1842},{"uri":"Chromosomes","surface_form":"chromosomes","offset":1884},{"uri":"Human_genome","surface_form":"human genome","offset":1925},{"uri":"Gametogenesis","surface_form":"gametogenesis","offset":2152},{"uri":"Zygote","surface_form":"zygote","offset":2509},{"uri":"Haploid","surface_form":"haploid","offset":2717},{"uri":"Macrophage","surface_form":"macrophage","offset":2831},{"uri":"Legionella","surface_form":"Legionella","offset":2879},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":3036},{"uri":"Vesicle","surface_form":"vesicle","offset":3094},{"uri":"Leukocytes","surface_form":"leukocytes","offset":3116},{"uri":"Chemotaxis","surface_form":"chemotaxis","offset":3149},{"uri":"Legionella","surface_form":"Legionella","offset":3261}]}