{"id":479567,"url":"http://en.wikipedia.org/wiki/Duck_family_(Disney)","text":"e=\"preserve\">The Duck family is a fictional family of cartoon ducks. They are related to Disney character Donald Duck.\nAncestors.\nIn the comic story \"The Family Tree Spree\" (1962), Donald discovers that he has only two notable ancestors. One is Columbust Duck, who tried to prove the Flat Earth model. The other is Deadeye Dick, a stagecoach robber. If Columbust lived at the same time as Christopher Columbus, he would be Donald's oldest known relative on his father's side. On his mother's side, Donald's earliest known relative lived in the second millennium BC.\nPintail Duck was a 16th-century Duck relative. He was the first early ancestor to appear in person.\nAsa Duck was the great-great-great uncle of Grandma Duck.\nFirst generation.\nHumperdink Duck is the earliest known modern Duck family member. He is the husband of Elvira Coot, known as \"Grandma Duck\". He is Donald's grandfather.\nElvira \"Grandma\" Duck (née Coot) is Donald's grandmother. She is the Duck family matriarch. In most stories, she is called \"Grandma Duck\".\nSecond generation.\nQuackmore Duck (born 1875) is the father of Donald Duck. His parents are Humperdink and Elvira \"Grandma\" Duck.\nHortense Duck (née McDuck; born 1876) is the wife of Quackmore Duck and Donald's mother. She was born in Scotland and is the youngest sister of Scrooge McDuck.\nDaphne Gander (née Duck) is Donald's aunt. She is the mother of Gladstone Gander.\nLulubelle Duck (née Loon) is the wife of Eider Duck. She is the mother of Abner and Fethry Duck.\nUpsy Duck is Donald's uncle from the 1965 story \"Mastering The Matterhorn\", illustrated by Tony Strobl.\nSheriff Dan Duck (aka Cousin Dan) is an old cousin of Donald. He is the sheriff of a Western town called \"Bent Spur Gulch\".\nThird generation.\nDonald Duck (born 1920) is the most well-known member of the family. He is the son of Quackmore and Hortense Duck. His girlfriend is Daisy Duck.\nDella Duck is the mother of Huey, Dewey, and Louie.\nWhitewater Duck was only in the story \"Log Jockey\", published in \"Walt Disney's Comics and Stories\" #267 on December, 1962. According to that story, he is a distant cousin of Donald, and works as a lumberjack in the woods.\nDudly D. Duck is a cousin of Donald. He appears in the comic story \"Why All the Crabby Ducks?\".\nNancy Duck is a female cousin of Donald.\nFourth generation.\nHuebert \"Huey\", Deuteronomy \"Dewey\", and Louis \"Louie\" Duck are Donald's three nephews. They are the identical triplet sons of Della Duck and an unnamed father.\nDugan Duck is Fethry Duck's nephew.\nCoot kin.\nThe Coot family (usually called the Coot Kin in stories) are the relatives of Grandma Duck. They and the Clan McDuck make up the third major branch of Donald's family tree. The name \"Coot\" was used by several comic authors including Carl Barks. Don Rosa was the first to show their relationship to Donald. The members of the family are shown as white Pekin ducks like Donald, although real-life coots are typically black.\nClinton Coot (1830-1910) was first mentioned in \"Uncle Scrooge Adventures\" #27 in the story \"Guardians of the Lost Library\", first published in July 1994. There he was introduced as the son of Cornelius Coot and the founder of The Junior Woodchucks.\nGertrude Coot (née Gadwall) is the wife of Clinton Coot. She is the mother of Casey and Elvira Coot (\"Grandma Duck\").\nCasey Coot (1860-c. 1960) first appeared in \"Last Sled to Dawson\", first published in June, 1988. He is an unsuccessful gold prospector. He was a friend of Scrooge McDuck during his years in the Klondike.\nGretchen Coot (née Grebe) is the wife of Casey Coot. She is the mother of Cuthbert and Fanny Coot.\nFanny Coot is the mother of Donald's cousin Gus Goose.\nCuthbert Coot was introduced in the story \"Webfooted Wrangler,\" first published in April 1945. He is a distant cousin of Donald Duck. He is a rancher.\nKildare Coot was introduced by artist Romano Scarpa. He is a very eccentric fourth cousin of Donald Duck.\nGoose family.\nLuke Goose (sometimes called Luke the Goose) is the father of Donald's cousin Gus Goose.\nGus Goose is Donald Duck's second cousin. He is the great-nephew of Grandma Duck. Gus eats a lot. His first appearance was in the 1939 animated short \"Donald's Cousin Gus\".\nGander family.\nGoostave Gander is Gladstone Gander's father. In some early stories he is married to Matilda McDuck, Scrooge's sister. Carl Barks later had him married to Daphne Duck instead.\nGladstone Gander is Donald's cousin. He is the son of Goosetave and Daphne Gander.\nClyde is another nephew of Gladstone's.\nCharacters surnamed \"Duck\" of uncertain relationship.\nThis section contains a list of characters with the surname \"Duck\" who may or may not be related to Donald. As Don Rosa explained, \"Duck\" is an understandably common name in Duckburg (just as \"Smith\" or \"Jones\" are common in the real-life United States) and does not necessarily identify a blood relation of Donald.\n0.0. Duck and Mata Harrier are a secret-agent duo.\nApril, May, and June Duck are the triplet nieces of Daisy Duck.\nBelle Duck is a plus-sized, tall and elegant duck lady.\nDaisy Duck is Donald's girlfriend. Huey, Dewey, and Louie sometimes call her \"Aunt Daisy\". It is unclear if she is their real aunt.\nDarkwing Duck is the protagonist of a TV series named after him. He is most likely not related to Donald because \"Darkwing Duck\" is the character's superhero identity. His name in private life is Drake Mallard.\nDexter Duck, like Gladstone Gander, conpetes with Donald Duck to get Daisy Duck's attention.\nDickie Duck () was introduced as Goldie O'Gilt's granddaughter. But in the story \"Paperetta e la leggenda del luna park\" by Romano Scarpa she calls Huey, Dewey and Louie \"cuginetti\" (small/young cousins) and then \"cugini\" (cousins). This might mean that she and Donald's nephews share the same surname in English language because of a kinship.\nDimwitty Duck originally appears as an assistant of Donald Duck.\nHustler Duck is an obscure character that works as a marketing man.\nMoby Duck appears to be a relative of Donald's. Their relationship is never specifically described. His name is a spoof of \"Moby-Dick\".\nThe identity of Huey, Dewey, and Louie's father is something of a mystery. The character does not appear in any stories.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Walt_Disney_Company","surface_form":"Disney","offset":89},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":106},{"uri":"Flat_Earth","surface_form":"Flat Earth","offset":284},{"uri":"Stagecoach","surface_form":"stagecoach","offset":331},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":389},{"uri":"Matriarch","surface_form":"matriarch","offset":975},{"uri":"Scrooge_McDuck","surface_form":"Scrooge McDuck","offset":1307},{"uri":"Tony_Strobl","surface_form":"Tony Strobl","offset":1593},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":1748},{"uri":"Daisy_Duck","surface_form":"Daisy Duck","offset":1881},{"uri":"Huey%2C_Dewey%2C_and_Louie","surface_form":"Huey, Dewey, and Louie","offset":1921},{"uri":"Walt_Disney%27s_Comics_and_Stories","surface_form":"Walt Disney's Comics and Stories","offset":2011},{"uri":"Lumberjack","surface_form":"lumberjack","offset":2143},{"uri":"Multiple_birth","surface_form":"identical triplet","offset":2425},{"uri":"Fethry_Duck","surface_form":"Fethry Duck","offset":2499},{"uri":"Clan_McDuck","surface_form":"Clan McDuck","offset":2636},{"uri":"American_Pekin_duck","surface_form":"Pekin ducks","offset":2882},{"uri":"Coot","surface_form":"coot","offset":2926},{"uri":"Uncle_Scrooge_Adventures","surface_form":"Uncle Scrooge Adventures","offset":3002},{"uri":"Guardians_of_the_Lost_Library","surface_form":"Guardians of the Lost Library","offset":3046},{"uri":"Cornelius_Coot","surface_form":"Cornelius Coot","offset":3146},{"uri":"The_Junior_Woodchucks","surface_form":"The Junior Woodchucks","offset":3180},{"uri":"Scrooge_McDuck","surface_form":"Scrooge McDuck","offset":3477},{"uri":"Klondike%2C_Yukon","surface_form":"Klondike","offset":3516},{"uri":"Gus_Goose","surface_form":"Gus Goose","offset":3669},{"uri":"Romano_Scarpa","surface_form":"Romano Scarpa","offset":3869},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":3924},{"uri":"Donald%27s_Cousin_Gus","surface_form":"Donald's Cousin Gus","offset":4191},{"uri":"Matilda_McDuck","surface_form":"Matilda McDuck","offset":4313},{"uri":"Consanguinity","surface_form":"blood relation","offset":4871},{"uri":"Daisy_Duck","surface_form":"Daisy Duck","offset":5000},{"uri":"Darkwing_Duck","surface_form":"Darkwing Duck","offset":5200},{"uri":"Gladstone_Gander","surface_form":"Gladstone Gander","offset":5429},{"uri":"Donald_Duck","surface_form":"Donald Duck","offset":5461},{"uri":"Goldie_O%27Gilt","surface_form":"Goldie O'Gilt","offset":5537},{"uri":"Huey%2C_Dewey_and_Louie","surface_form":"Huey, Dewey and Louie","offset":5652},{"uri":"Moby-Dick","surface_form":"Moby-Dick","offset":6105}]}