{"id":479522,"url":"http://en.wikipedia.org/wiki/Legionella","text":"The genus \"Legionella\" is a pathogenic group of Gram-negative bacteria. It includes the species causing a pneumonia-type illness called Legionnaires' disease, and a mild flu-like illness called Pontiac fever.\nIt may be seen with a silver stain. \"Legionella\" is common in many environments, including soil and aquatic systems, with at least 50 species and 70 strains identified.\nThe side-chains of the cell wall carry the bases responsible for the somatic antigen specificity of these organisms. The chemical composition of these side chains both with respect to components as well as arrangement of the different sugars determines the nature of the somatic or O antigen determinants, which are essential means of serologically classifying many Gram-negative bacteria.\n\"Legionella\" got its name after a 1976 outbreak of a then-unknown \"mystery disease\" sickened. 221 people were infected, with 34 deaths. The outbreak was first noticed among people attending a convention of the American Legion—an association of U.S. military veterans.\nOn January 18, 1977, the cause was identified as a previously unknown bacterium later named \"Legionella\".\nLegionnaire's disease and Pontiac fever.\nLegionnaires' disease is a severe form of pneumonia—lung inflammation usually caused by infection. Legionnaires' disease is caused by a bacterium known as \"Legionella\".\nPeople can't catch Legionnaires' disease from person-to-person contact. Instead, most people get Legionnaires' disease from inhaling the bacteria. Older adults, smokers and people with weakened immune systems are particularly susceptible to Legionnaires' disease.\nThe \"Legionella\" bacterium also causes Pontiac fever, a milder illness resembling the flu. Separately or together, the two illnesses are sometimes called legionellosis. Pontiac fever usually clears on its own, but untreated Legionnaires' disease can be fatal. Although prompt treatment with antibiotics usually cures Legionnaires' disease, some people continue to experience problems after treatment.\nDisinfectants help people to avoid catching it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pathogen","surface_form":"pathogen","offset":28},{"uri":"Gram-negative","surface_form":"Gram-negative","offset":48},{"uri":"Bacteria","surface_form":"bacteria","offset":62},{"uri":"Pneumonia","surface_form":"pneumonia","offset":106},{"uri":"Legionnaires%27_disease","surface_form":"Legionnaires' disease","offset":136},{"uri":"Influenza","surface_form":"flu","offset":170},{"uri":"Pontiac_fever","surface_form":"Pontiac fever","offset":194},{"uri":"Silver_stain","surface_form":"silver stain","offset":231},{"uri":"Species","surface_form":"species","offset":343},{"uri":"Strain_(biology)","surface_form":"strains","offset":358},{"uri":"Side_chain","surface_form":"side-chains","offset":382},{"uri":"Cell_wall","surface_form":"cell wall","offset":401},{"uri":"American_Legion","surface_form":"American Legion","offset":978},{"uri":"U.S.","surface_form":"U.S.","offset":1012},{"uri":"Veteran","surface_form":"veteran","offset":1026},{"uri":"Immune_system","surface_form":"immune system","offset":1546},{"uri":"Flu","surface_form":"flu","offset":1702},{"uri":"Disinfectant","surface_form":"Disinfectant","offset":2017}]}