{"id":479637,"url":"http://en.wikipedia.org/wiki/Gita_Sahgal","text":"Gita Sahgal (born 1956 / 1957) is a writer on the subjects of feminism and fundamentalism. She was the leader of Amnesty International's gender unit from 2003 to 2010.\nSahgal was born in Bombay in India. Her mother is writer Nayantara Sahgal. She was raised as a Hindu. In 1972 she moved to London. In London she studied at the School of Oriental and African Studies. In 1977 Sahgal went back to India. She moved back to England in 1983.\nCareer.\nIn 1979 she started Southall Black Sisters with Pragna Patel. SBS is an organization that helps Asian and black women who are experiencing domestic violence, sexual violence, forced marriage, etc. She started Women Against Fundamentalism in 1989 with Patel, Clara Connolly, and Nira Yuval-Davis in response to the Rushdie affair. In 1992 Sahgal wrote in \"Refusing Holy Orders: Women and Fundamentalism in Britain\" and edited it with Yuval-Davis. In 2003 Sahgal became the head of Amnesty International's gender unit. In 2010 Sahgal was fired because she wrote an article for the \"Sunday Times\" criticising Amnesty's associations with Moazzam Begg. She left the organization. The Centre for Secular Space was started by Sahgal in 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Feminism","surface_form":"feminism","offset":62},{"uri":"Fundamentalism","surface_form":"fundamentalism","offset":75},{"uri":"Bombay","surface_form":"Bombay","offset":187},{"uri":"Nayantara_Sahgal","surface_form":"Nayantara Sahgal","offset":225},{"uri":"Hindu","surface_form":"Hindu","offset":263},{"uri":"London","surface_form":"London","offset":291},{"uri":"SOAS%2C_University_of_London","surface_form":"School of Oriental and African Studies","offset":328},{"uri":"Southall_Black_Sisters","surface_form":"Southall Black Sisters","offset":466},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":926},{"uri":"Moazzam_Begg","surface_form":"Moazzam Begg","offset":1080}]}