{"id":47974,"url":"http://en.wikipedia.org/wiki/NASCAR","text":"NASCAR (National Association for Stock Car Auto Racing) is an auto racing governing organization in the United States. The three largest racing series run by NASCAR are the NASCAR Cup Series, the Xfinity Series, and the Gander RV & Outdoors Truck Series.\nNASCAR Cup Series.\nThe NASCAR Cup Series is the highest level of racing in NASCAR. Because it has been known by many different names in its history, it is often called the \"Cup Series\". Drivers race in 36 races a year, and the driver with the most points at the end of the year is awarded the Sprint Cup. The closest championship battle was in 2011, and was won by Tony Stewart, who finished the season tied in driver points with Carl Edwards. Stewart won the Cup with five race wins on the season to Edwards' one. This ended a streak of five Sprint Cup wins by Jimmie Johnson. Kyle Busch was the 2019 Cup Series champion. It was his second championship. He won his first championship in 2015.\nThe series began in 1949 as the Strictly Stock Series, and became the Grand National Series the next year. In 1971, R. J. Reynolds Tobacco Company became the series sponsor, and named it the Winston Cup Series after one of its cigarette brands. After the 2003 season, a new sponsorship deal was reached with Nextel Communications, a mobile phone company, and the series became the Nextel Cup Series. The Sprint Cup name was first used in 2008, after Nextel was purchased by another phone company, Sprint, to form Sprint Nextel. After the 2016 season a new sponsorship deal reached with Monster Energy, an energy drink, and the series became the Monster Energy NASCAR Cup Series. Monster Energy was the series sponsor through 2019. In 2020, the series does not have a main sponsor. Instead, there are four \"premier partner\" sponsors for the series. These sponsors are Coca-Cola, Busch Beer, Xfinity, and GEICO.\nRichard Petty, Dale Earnhardt, and Jimmie Johnson have the most NASCAR Cup Series championships. They each have seven championships.\nThe car that has won the most was the 1957 Chevrolet with 59 wins.\nXfinity Series.\nThe Xfinity Series is often called the minor series of NASCAR. Drivers who wish to drive in the Monster Energy Cup often race here first. Drivers race in 33 races, and the driver with the most points at the end of the year becomes the Xfinity Series champion.\nThe series grew out of NASCAR's Sportsman division, created in 1950 as a short track racing division. It became a national touring series in 1982. The new series was sponsored by Anheuser-Busch, first as the Budweiser Grand National Series and then as the Busch Grand National Series beginning in 1984. In 2003, NASCAR chose to drop the \"Grand National\" part of the name, making the competition the Busch Series. After Anheuser-Busch told NASCAR it would not renew its sponsorship after the 2007 season, Nationwide Insurance became the new sponsor starting in 2008. It left at the end of 2014 and the series became the Xfinity series in 2015. Tyler Reddick was the 2019 Xfinity Series champion. It was his second championship in a row. He won his first championship in 2018.\nTyler Reddick is one of the few drivers who have won multiple Xfinity Series championships. The most championships ever won in the Xfinity Series by a single driver are 2. Drivers who have won 2 championships include Sam Ard, Jack Ingram, Larry Pearson, Randy LaJoie, Dale Earnhardt Jr., Martin Truex Jr., Kevin Harvick, Ricky Stenhouse Jr., and Tyler Reddick.\nGander RV and Outdoors Truck Series.\nThe Gander Outdoors Truck Series is pickup truck racing. This series is often known simply as the \"Truck Series\". The drivers race in 23 races a year. The driver with the most points at the end of the year is called the Gander Outdoors Truck Series Champion.\nThe series began in 1995 with American department store Sears as sponsor, using its well-known Craftsman brand of tools. The first season was known as the SuperTruck Series presented by Craftsman; the name changed to Craftsman Truck Series the next year. Sears ended its sponsorship of the series after the 2008 season. Camping World, which sells camping supplies and parts and services for recreational vehicles, became the new sponsor in 2009. In 2019, Gander Outdoors became the title sponsor. In 2020, the series is called the Gander RV and Outdoors Truck Series. Matt Crafton was the 2019 Truck Series champion. He is the first driver to win the championship without winning any races in the same season. It was his third championship.\nRon Hornaday, Jr. has the most NASCAR Truck Series championships. He has four championships.\nThe history of NASCAR.\nThe unofficial racing that became NASCAR started during the Prohibition Era of the 1920s. From 1920 to 1933, it was illegal for people in the United States to sell or drink alcoholic beverages. Even though it was illegal, people still made beer and whiskey (or also known as \"moonshine\"), and the makers needed people to drive their illegal whiskey to their customers. The drivers were known as \"bootleggers\". These bootleggers were known for making their cars' engines faster and driving fast. Eventually, they got together and started racing to see whose car was the fastest. These unofficial races became NASCAR. TV coverage of NASCAR races has grown considerably since it started in 1972.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":104},{"uri":"Tony_Stewart","surface_form":"Tony Stewart","offset":620},{"uri":"Carl_Edwards","surface_form":"Carl Edwards","offset":685},{"uri":"Jimmie_Johnson","surface_form":"Jimmie Johnson","offset":817},{"uri":"Kyle_Busch","surface_form":"Kyle Busch","offset":833},{"uri":"Cigarette","surface_form":"cigarette","offset":1176},{"uri":"Corporate_sponsorship","surface_form":"sponsorship","offset":1223},{"uri":"Sprint_Nextel","surface_form":"Sprint Nextel","offset":1462},{"uri":"Corporate_sponsorship","surface_form":"sponsorship deal","offset":1505},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":1816},{"uri":"Budweiser_(Anheuser-Busch)","surface_form":"Busch Beer","offset":1827},{"uri":"Richard_Petty","surface_form":"Richard Petty","offset":1859},{"uri":"Dale_Earnhardt","surface_form":"Dale Earnhardt","offset":1874},{"uri":"Jimmie_Johnson","surface_form":"Jimmie Johnson","offset":1894},{"uri":"Anheuser-Busch","surface_form":"Anheuser-Busch","offset":2514},{"uri":"Budweiser_(Anheuser-Busch)","surface_form":"Budweiser","offset":2543},{"uri":"Busch_(beer)","surface_form":"Busch","offset":2591},{"uri":"Dale_Earnhardt_Jr.","surface_form":"Dale Earnhardt Jr.","offset":3378},{"uri":"Martin_Truex_Jr.","surface_form":"Martin Truex Jr.","offset":3398},{"uri":"Kevin_Harvick","surface_form":"Kevin Harvick","offset":3416},{"uri":"Ricky_Stenhouse_Jr.","surface_form":"Ricky Stenhouse Jr.","offset":3431},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":3544},{"uri":"Auto_racing","surface_form":"racing","offset":3557},{"uri":"Recreational_vehicle","surface_form":"recreational vehicle","offset":4158},{"uri":"United_States","surface_form":"United States","offset":4766},{"uri":"TV","surface_form":"TV","offset":5240}]}