{"id":479792,"url":"http://en.wikipedia.org/wiki/Izumo_no_Okuni","text":"was a Japanese woman from the warring states period (15th to 16th century) who began the Japanese entertainment called kabuki. Her name means \"Okuni from Izumo\". Her performing arts evolved from traditional dancing. Okuni founded kabuki.\nBirth.\nShe is from Izumo Taisha shrine in the late 16th century. She was a daughter of Sanemon Nakamura but it is not sure when she was born and died.\nHer early dancing.\nShe started to dance Kagura-mai and Nenbutsu-odori (two traditional dances) in kimono in order to gather money for repairing Izumo Taisha. Although dance was holy at that time, Okuni went on stage in the highest fashion. She inserted a song and character of ghost on stage. It became popular because it was unique.\nOrigin of kabuki.\nAt first Okuni danced simple dances. Later, she danced with clothing of a man, and showed at the Kitano Tenmangutemple in 1603. This became the first kabuki.\nOkuni's troupe was exclusively female. Thus, she required her actresses to play both male and female roles. In particular, Okuni herself was best known for her roles as samurai and Christian priests. As her group gained fame, she was copied by many others, particularly brothels. They offered such shows to amuse wealthy clients, and get prostitutes who had marketable acting and singing skills. This new style of exclusively female groups became known as shibai, onnakabuki, (from onna, the Japanese word for \"woman\" or \"girl\") and Okuni kabuki.\nIn 1629, due to public outcry for moral reform, those under the shogun Tokugawa Iemitsu forbade women from performing in kabuki.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":6},{"uri":"Warring_states_period","surface_form":"warring states period","offset":30},{"uri":"Entertainment","surface_form":"entertainment","offset":98},{"uri":"Kabuki","surface_form":"kabuki","offset":119},{"uri":"Izumo","surface_form":"Izumo","offset":154},{"uri":"Performing_arts","surface_form":"performing arts","offset":166},{"uri":"Dancing","surface_form":"dancing","offset":207},{"uri":"Found","surface_form":"found","offset":222},{"uri":"Izumo_Taisha","surface_form":"Izumo Taisha","offset":257},{"uri":"Sanemon_Nakamura","surface_form":"Sanemon Nakamura","offset":325},{"uri":"Kagura-mai","surface_form":"Kagura-mai","offset":429},{"uri":"Nenbutsu-odori","surface_form":"Nenbutsu-odori","offset":444},{"uri":"Kimono","surface_form":"kimono","offset":487},{"uri":"Kitano_Tenmangu","surface_form":"Kitano Tenmangu","offset":838},{"uri":"Samurai","surface_form":"samurai","offset":1068},{"uri":"Priests","surface_form":"priests","offset":1090},{"uri":"Brothel","surface_form":"brothel","offset":1169},{"uri":"Prostitutes","surface_form":"prostitutes","offset":1237},{"uri":"Shogun","surface_form":"shogun","offset":1510},{"uri":"Tokugawa_Iemitsu","surface_form":"Tokugawa Iemitsu","offset":1517}]}