{"id":4797,"url":"http://en.wikipedia.org/wiki/Saddam_Hussein","text":"Saddam Hussein Revinathan (28 April 1937 - 30 December 2006) was the President of Iraq, from July 16, 1979 to April 9, 2003, when he was removed from his position during the War in Iraq led by the United States. During his time as President, he might have killed more than a million people through war and genocide, which he denied.\nChildhood.\nSaddam Hussein was born in the village of Al-Awja, in the Tikrit in Iraq. He never knew his father, Hussein 'Abd al-Majid, who disappeared five months before Saddam was born. Shortly before Saddam was born, Saddam's twelve-year-old brother died of cancer, leaving his mother very depressed in the final months of the pregnancy. She tried to kill herself near the end of the pregnancy and did not want to care for Saddam when he was born. Saddam was sent to the family of an uncle, Khairallah Tulfah, until he was three.\nAt 10, Saddam ran away from the family to return to live with his uncle, who was a devout Sunni Muslim, in Baghdad. According to Saddam, in 1957, at the age of 20, Saddam became part of the Ba'ath Party. The Ba'ath party is an Arab political party that supports socialism.\nIn 1958, Hussein was arrested for killing his brother-in-law because he was a communist activist. He spent six months in prison.\nRise in the Ba'ath party.\nA year after Saddam had joined the Ba'ath party, army officers led by General Abdul Karim Qassim got rid of Faisal II of Iraq. The Baathists were against the new regime, and in 1959, Saddam was involved in the attempted murder of Prime Minister Qassim. Saddam was shot in the leg, but managed to get away to Syria. Later, he moved to Egypt. He was sentenced to death. In exile, he attended the University of Cairo law school.\nArmy officers, including some with the Ba'ath party, came to power in Iraq in a military coup in 1963. However, the new regime was kicked out quickly. Saddam returned to Iraq, but was imprisoned in 1964 when an anti-Ba'ath group led by Abdul Rahman Arif took power. He escaped from jail in 1967 and became one of the leading members of the party.\nGaining power.\nIn 1976, Saddam was made a general in the Iraqi army. He quickly became the most important person of the regime. He slowly began to gain more power over Iraq's government and the Ba'ath party. As Iraq's weak, old President, Ahmed Hassan al-Bakr, became more unable to do the duties of his office, Saddam began to take on an more important role as the head of the Iraqi government. He soon became the creator of Iraq's foreign policy and represented the nation in all diplomatic situations.\nConflict with Iran.\nIn 1979, Iran's Shah Mohammad Reza Pahlavi was overthrown by the Islamic Revolution, giving way to an Islamic republic led by the Ayatollah Khomeini. The influence of revolutionary Shi'ite Islam grew in the region, particularly in countries with large Shi'ite populations, especially Iraq. Saddam was afraid that radical Islamic ideas were quickly spreading inside his country among most of the Shi'ite people. He worried that these ideas would go against his leadership.\nThere had also been a rivalry between Saddam and Khomeini since the 1970s. Khomeini was exiled from Iran in 1964. He began living in Iraq, at the Shi'ite holy city of An Najaf. There, he became involved with Iraqi Shi'ites and gained many religious and political followers throughout the world. Under pressure from the Shah, who had agreed to a rapprochement between Iraq and Iran in 1975, Saddam agreed to kick Khomeini out in 1978. After the Islamic Revolution, Khomeini thought defeating Saddam's government may have been the second most important thing to do, only behind keeping his power in Iran.\nThe Iran-Iraq War.\nAfter Khomeini gained power, small battles between Iraq and revolutionary Iran happened for ten months. The two countries were fighting over who controlled the Shatt al-Arab waterway, which divides Iran and Iraq.\nIraq and Iran officially went to war with each other on September 22, 1980. Saddam used the disagreement over the waterway as an excuse to go to war with Iran. However, the war was more likely an attempt by Saddam - supported by both the United States and the Soviet Union - to have Iraq stop radical revolutions like the one in Iran from spreading any further.\nIn the first days of the war, there was heavy ground fighting around major ports as Iraq launched an attack on Iran's oil-rich, Arab-populated province of Khuzestan. After making some gains, Iraq's troops began to suffer losses from human-wave attacks by Iran. By 1982, Iraq was looking to end the war.\nChemical warfare.\nDuring the war, Iraq used chemical warfare against Iranian forces and Kurdish separatists. On March 16, 1988, Saddam ordered Iraqi troops to stop a Kurdish uprising. Iraq attacked the Kurdish town of Halabjah with a mix of poison gas and nerve agents, killing 5000 people, mostly women and children.\nSaddam reached out to other Arab governments for cash and political help. The Iranians, hoping to bring down Saddam's non-religious government and start a Shi'ite rebellion in Iraq, refused a cease-fire until 1988.\nEnd of the war.\nThe eight-year war ended in a tie. There were hundreds of thousands of casualties. Perhaps 1.7 million died on both sides. Both economies, previously healthy and growing, were left in ruins.\nSaddam was also stuck with a debt of roughly $75 billion. Borrowing money from the U.S. was making Iraq into its client state, embarrassing a strongman who had sought to define and dominate Arab nationalism. Saddam also borrowed a large amount of money from other Arab states during the 1980s to fight Iran. Faced with rebuilding Iraq's infrastructure, Saddam desperately sought out cash once again, this time for postwar reconstruction.\nAfter the war: Tensions with Kuwait.\nSaddam was pressuring Kuwait to forgive its share of his debt, some $30 billion. (This would mean Iraq would not have to pay back Kuwait's $30 million.) Saddam argued that the struggle with Iran had been fought for the benefit of the other Persian Gulf Arab states as much as for Iraq. Because of this, he said, a share of Iraqi debt should be forgiven.\nSaddam had pushed oil-exporting countries to raise oil prices and cut back production. Not only did Kuwait refuse to do this; they also helped support OPEC's opposition to the production cuts that Saddam had requested. Kuwait was pumping large amounts of oil, and keeping prices low, when Iraq needed to sell high-priced oil from its wells to pay off a huge debt.\nThe fact that Kuwait had so much oil made the region even more tense. Even though Kuwait had fewer people, it had about as much oil in reserve as Iraq. Together, Iraq and Kuwait had 20 percent of the world's known oil reserves.\nThe Kuwaiti monarchy made Saddam even angrier by drilling oil out of Iraqi wells. At the time, Saddam's regime was not disliked by most of the world. Saddam complained about the drilling to the United States State Department. Although this had gone on for years, Saddam now needed oil money to get rid of a looming economic crisis. Saddam still had an experienced and well-equipped army, which he used to influence regional affairs. He later ordered troops to the Iraqi-Kuwaiti border.\nAs Iraqi-Kuwaiti relations rapidly grew worse, Saddam was getting different information about how the United States would respond to an invasion. The United States had been working on starting a good relationship with Iraq for roughly a decade. The Reagan administration gave Saddam roughly $40 billion worth of arms in the 1980s to fight Iran, nearly all of it on credit. The U.S. also sent billions of dollars of food and arms to Saddam to keep him from forming a strong alliance with the Soviets.\nThe U.S. ambassador to Iraq, April Glaspie, met with Saddam in a meeting on July 25. Saddam said he wanted to keep talks going. U.S. officials tried to take a calm, relaxing tone with Iraq. They explained that neither President George H.W. Bush or Secretary of State James Baker wanted military force to be used. However, they also said that they would not take any position on the Iraqi-Kuwaiti dispute and did not want to become involved.\nLater, Iraq and Kuwait met for a final negotiation session, which failed. Saddam then sent his troops into Kuwait.\nThe Gulf War.\nIn August 2, 1990, Saddam invaded Kuwait, causing an international crisis. The invasion of Kuwait gave Iraq, with its own substantial oil fields, control of 20 percent of the Persian Gulf oil. The U.S. helped Saddam Hussein in the war with Iran, but with Iraq's take over of the oil-rich emirate of Kuwait in August of 1990, the United States led a United Nations force that drove Saddam from Kuwait in February 1991.\nBecause the United States and the Soviet Union were cooperating in the United Nations Security Council, the Security Council was able to pass resolutions. These resolutions gave Iraq a deadline to leave Kuwait.\nSaddam ignored the Security Council deadline. On January 16, 1991, coalition of U.S. and Security Council troops launched missile attacks on Iraq. The United States and a group of allies it had quickly gathered, including Egypt, Syria, and Saudi Arabia, made Saddam's army move from Kuwait in January 1991.\nIsrael, though Saddam attacked it with Iraqi missiles, did not fight back. It did not want to anger Arab states into leaving the coalition. But Saddam had focused attention on the Palestinian problem by promising to make his forces leave from Kuwait if Israel would leave the West Bank, the Golan Heights, and the Gaza Strip. Saddam's proposal further split the Arab world, pitting U.S.- and Western-supported Arab states against the Palestinians.\n175,000 Iraqis were taken prisoner and about 85,000 died. As part of the cease-fire agreement, Iraq agreed to get rid of all poison gas and germ weapons, and to allow UN observers to inspect the sites.\nAfter the war.\nAll of the different religions and the violence the war had created caused after-war rebellions. After the war, fighting between Shi'ite Muslims, Kurds, and dissident military units was bad. This was a problem to Saddam's rule. Saddam acted by stopping all rebellions in their tracks, especially in the North.\nBefore the war ended, the United States had encouraged Iraqis to rise up against Saddam. However, when the Shi'ites, Kurds, and dissidents did rise up against Saddam, the United States did not support them.\nWithout United States support for these rebellions, Saddam survived them. He was then left completely in control of Iraq. The country's economy and army never recovered from the Gulf War. However, Saddam often claimed that Iraq had won the Gulf War, and the United States had lost. This made Saddam popular in many parts of the Arab world.\nSaddam liked to show himself as a strict Muslim. This was to calm down the religious parts of the society. He brought back some parts of Sharia law. This included the 2001 law that said homosexuality could be punished by the death penalty. The phrase \"Allahu Akbar\" (\"God is great\"), in Saddam's handwriting, was added to the Iraq national flag.\n1991-2003.\nRelations between the United States and Iraq remained tense after the Gulf War. In 1993, the United States decided to attack Iraq, because it thought evidence showed Iraq had sponsored a plan to kill former President George H.W. Bush. On June 26, 1993, the United States launched a missile attack aimed at Iraq's intelligence headquarters in Baghdad.\nThe United Nations placed a trade embargo on Iraq, blocking Iraqi oil exports. This caused hardship in Iraq and almost destroyed the Iraqi economy and state infrastructure. Only smuggling across the Syrian border, and humanitarian aid kept Iraq from crisis. Later, limited amounts of income from the United Nations oil-for-food program started flowing into Iraq. On December 9, 1996, the United Nations allowed Baghdad to begin selling limited amounts of oil for food and medicine.\nU.S. officials continued to accuse Saddam of violating the Gulf War's cease-fire agreement, by developing weapons of mass destruction and other banned weapons, and by violating the UN-imposed sanctions and \"no-fly zones.\" Isolated military strikes by U.S. and British forces continued on Iraq, the largest being Operation Desert Fox in 1998.\nAfter two years of intermittent activity, U.S. and British warplanes struck harder at sites near Baghdad in February 2001.\nSaddam's base of Tikriti tribesmen, family members, and other supporters was divided after the war and in the following years. This added to the regime's increasingly repressive and arbitrary nature. Domestic repression inside Iraq grew worse, and Saddam's sons, Uday Hussein and Qusay Hussein, became increasingly powerful and carried out a private reign of terror. They likely had a leading hand when, in August 1995, two of Saddam Hussein's sons-in-law, who held high positions in the Iraqi military, defected to Jordan. Both were killed after returning to Iraq the following February.\n2003 invasion of Iraq.\nIn 2003, the United States led an invasion of Iraq. The main reason for the invasion was President George W. Bush's claim that Saddam had weapons of mass destruction. Bush argued that this made Saddam a major threat to Western allies, such as oil-rich Saudi Arabia and Israel; to Western oil supplies from the Persian Gulf states; and to Middle East stability in general. The President before Bush, Bill Clinton (1993-2001), maintained sanctions and made occasional air strikes in the \"Iraqi no-fly zones\" or other restrictions, in the hope that Saddam would be overthrown by his many political enemies. However, this never happened.\nThings changed in the United States after the September 11, 2001 attacks. In his January 2002 State of the Union Address to the United States Congress, President Bush said that Iraq, Iran, and North Korea were an \"axis of evil.\" Bush also argued that Iraq had supported Al-Qaeda, the terrorists who attacked the United States on September 11.\nAs the war was looming on February 24, 2003, Saddam Hussein talked with CBS News anchor Dan Rather for more than three hours—his first interview with a U.S. reporter in over ten years. CBS aired the taped interview later that week.\nThe Iraqi government and military collapsed within three weeks after the beginning of the U.S.-led invasion on March 20. The United States tried at least twice to kill Saddam with targeted air strikes, but both failed to hit their target. By the beginning of April, Coalition forces controlled much of Iraq. The resistance of the much-weakened Iraqi Army either crumbled or shifted to guerrilla tactics, and it appeared that Saddam had lost control of Iraq. He was last seen in a video which showed him in the Baghdad suburbs surrounded by supporters. When Baghdad fell to the Coalition on April 9, Saddam was nowhere to be found.\nPursuit and capture.\nEven when Baghdad was taken over, and most of the fighting had stopped, people still did not know where Saddam was. For a few weeks, some people said they saw Saddam, and some videotapes of Saddam talking came out, but still nobody knows if they were true or not.\nAlthough Saddam was placed at the top of the \"most-wanted list,\" he could not be found, even when the other leaders of the Iraqi regime were arrested. His sons and political heirs, Uday and Qusay, were killed in July 2003 in a clash with U.S. forces after a tip from an Iraqi.\nOn 14 December 2003, the Islamic Republic News Agency (IRNA) of Iran first reported that Saddam Hussein had been arrested. These reports were soon confirmed by other members of the Governing Council, by U.S. military sources, and by British Prime Minister Tony Blair.\nShortly afterwards, the U.S. Civil Administrator in Iraq, Paul Bremer, held a press conference in Baghdad. He officially announced Saddam's capture by saying, \"Ladies and gentlemen, we got him!\" United States soldiers found Saddam around 8:30 PM Iraqi time on 13 December, in what was called Operation Red Dawn. Saddam was hiding in an underground \"spider hole\" at a farmhouse in ad-Dawr, near his hometown of Tikrit.\nThe first photos taken of Saddam after the soldiers found him did not look like the photos taken when he was President of Iraq. He had grown long hair and a long beard. Later on, he shaved his beard to confirm his identity. DNA tests proved that he really was Saddam Hussein. People who talked with him after the soldiers found him said he was healthy, and wanted to talk to people and do what they told him to do. Paul Bremer said that Saddam would have a trial, but that he did not know yet what kind of trial.\nThe Iraqi Special Tribunal was in charge of Saddam Hussein's trial, and the trials of some people that helped him to be President of Iraq.\nIn November 2006, Saddam Hussein was found guilty of 148 murders. On December 30, 2006, he was put to death. The hanging was recorded by officials of the government. A witness also secretly recorded the hanging with a cell phone camera, which included sound. The recording showed Saddam being calm as he was prepared for his final moments. Witnesses and executioners could be heard teasing Saddam as the rope was placed on his head, and he was put on the trap door. He was in the middle of a prayer when the trap door beneath him opened, and he was killed. Later, pictures and live video of Saddam's taunting and execution, and of his dead corpse were shown on many Internet sites.\nSaddam was buried in his hometown, Al-Awja, Iraq, the next day.\nPersonal.\nSaddam had been married three times. His first marriage was to his first cousin, Sajida Talfah. She was the oldest daughter of Saddam's uncle, Khairallah Talfah. Together, Saddam and Sajida had two sons, Uday Saddam Hussein and Qusay Hussein, and three daughters, Rana, Raghad and Hala.\nIn early 1997, Sajida was put under house arrest, along with her daughters Raghad and Rana, because they were suspected of being involved in an attempted assassination on Uday on 12 December 1996. General Adnan Khairallah Tuffah, who was Sajida's brother and Saddam Hussein's boyhood friend, was allegedly executed because of his growing popularity.\nSaddam Hussein also married two other women. The second was Samira Shahbandar, whom he married in 1986 after forcing her husband to divorce her. She was said to have been his favorite wife. His third wife was Nidal al-Hamdani, the general manager of the Solar Energy Research Center in the Council of Scientific Research, whose husband apparently was also persuaded to divorce his wife.\nIn August 1995, Rana; her husband, Hussein Kamel al Majid; Raghad; her husband, Saddam Kamel Majid; and their children defected to Jordan. They returned to Iraq when they were promised that Saddam Hussein would pardon them. Within three days of their return in February 1996, both of the Majid brothers were executed.\nSaddam's daughter Hala is married to Jamal Mustafa, the deputy head of Iraq's Tribal Affairs Office. Neither has been known to be involved in politics. Another cousin was Ali Hassan al-Majid, also known in the United States as \"Chemical Ali,\" who was accused of ordering the use of poison gas in 1988.\nExecution.\nSaddam was scheduled to die on Thursday night, 28 December 2006. Because of last-minute legal appeals in Iraq's Supreme Court of Appeals, Saddam's execution came about 40 hours later. Saddam Hussein was hanged on 30 December 2006 at 6:05 AM, Iraqi time. Saddam refused to wear a hood. He was pronounced dead at 6:10 AM Baghdad time. Baghdad had curfews on those days, which required people to be off the streets by evening.\nNotes.\n2 See PBS Frontline (2003), \"The survival of Saddam: secrets of his life and leadership: interview with Saïd K. Aburish\" at [https://www.pbs.org/wgbh/pages/frontline/shows/saddam/interviews/aburish2.html].\n3 From Elisabeth Bumiller's interview of Jerrold M. Post, the founder of the Center for the Analysis of Personality and Political Behavior at the CIA in the \"New York Times' (May 15, 2004) on the importance of events during Saddam Hussein's youth. It can be read online at [http://hnn.us/roundup/archives/11/2004/05/#5225].\"\n8 The full text of Bush's 2002 State of the Union address can be read online (BBC News) at [http://news.bbc.co.uk/1/hi/world/americas/1790537.stm].","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_Iraq","surface_form":"President","offset":69},{"uri":"Iraq","surface_form":"Iraq","offset":82},{"uri":"Iraq_War","surface_form":"War in Iraq","offset":174},{"uri":"United_States","surface_form":"United States","offset":197},{"uri":"War","surface_form":"war","offset":298},{"uri":"Genocide","surface_form":"genocide","offset":306},{"uri":"Village","surface_form":"village","offset":375},{"uri":"Tikrit","surface_form":"Tikrit","offset":402},{"uri":"Iraq","surface_form":"Iraq","offset":412},{"uri":"Cancer","surface_form":"cancer","offset":592},{"uri":"Mother","surface_form":"mother","offset":612},{"uri":"Clinical_depression","surface_form":"depressed","offset":624},{"uri":"Pregnancy","surface_form":"pregnancy","offset":661},{"uri":"Suicide","surface_form":"kill herself","offset":685},{"uri":"Uncle","surface_form":"uncle","offset":818},{"uri":"Sunni","surface_form":"Sunni","offset":954},{"uri":"Baghdad","surface_form":"Baghdad","offset":971},{"uri":"1957","surface_form":"1957","offset":1004},{"uri":"Ba%27ath_Party","surface_form":"Ba'ath Party","offset":1054},{"uri":"Arab_people","surface_form":"Arab","offset":1091},{"uri":"Political_party","surface_form":"political party","offset":1096},{"uri":"Socialism","surface_form":"socialism","offset":1126},{"uri":"1958","surface_form":"1958","offset":1140},{"uri":"Arrest","surface_form":"arrest","offset":1158},{"uri":"Murder","surface_form":"killing","offset":1171},{"uri":"Brother-in-law","surface_form":"brother-in-law","offset":1183},{"uri":"Communism","surface_form":"communist","offset":1215},{"uri":"Activism","surface_form":"activist","offset":1225},{"uri":"Prison","surface_form":"prison","offset":1258},{"uri":"Abdul_Karim_Qassim","surface_form":"General Abdul Karim Qassim","offset":1362},{"uri":"Faisal_II_of_Iraq","surface_form":"Faisal II of Iraq","offset":1400},{"uri":"Regime","surface_form":"regime","offset":1454},{"uri":"1959","surface_form":"1959","offset":1469},{"uri":"Gunshot_wound","surface_form":"shot","offset":1556},{"uri":"Syria","surface_form":"Syria","offset":1600},{"uri":"Egypt","surface_form":"Egypt","offset":1626},{"uri":"Death_penalty","surface_form":"sentenced to death","offset":1640},{"uri":"Exile","surface_form":"exile","offset":1663},{"uri":"University_of_Cairo","surface_form":"University of Cairo","offset":1686},{"uri":"Law_school","surface_form":"law school","offset":1706},{"uri":"Coup","surface_form":"coup","offset":1807},{"uri":"1963","surface_form":"1963","offset":1815},{"uri":"1964","surface_form":"1964","offset":1916},{"uri":"Abdul_Rahman_Arif","surface_form":"Abdul Rahman Arif","offset":1954},{"uri":"1967","surface_form":"1967","offset":2008},{"uri":"1976","surface_form":"1976","offset":2083},{"uri":"General_officer","surface_form":"general","offset":2107},{"uri":"Regime","surface_form":"regime","offset":2185},{"uri":"Ahmed_Hassan_al-Bakr","surface_form":"Ahmed Hassan al-Bakr","offset":2304},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":2498},{"uri":"Diplomatic_relations","surface_form":"diplomatic","offset":2547},{"uri":"1979","surface_form":"1979","offset":2593},{"uri":"Shah","surface_form":"Shah","offset":2606},{"uri":"Mohammad_Reza_Pahlavi","surface_form":"Mohammad Reza Pahlavi","offset":2611},{"uri":"Islamic_republic","surface_form":"Islamic republic","offset":2692},{"uri":"Ruhollah_Khomeini","surface_form":"Ayatollah Khomeini","offset":2720},{"uri":"Shi%27ite","surface_form":"Shi'ite","offset":2771},{"uri":"Population","surface_form":"population","offset":2850},{"uri":"1970s","surface_form":"1970s","offset":3130},{"uri":"Exile","surface_form":"exile","offset":3150},{"uri":"1964","surface_form":"1964","offset":3170},{"uri":"An_Najaf","surface_form":"An Najaf","offset":3229},{"uri":"Politics","surface_form":"political","offset":3315},{"uri":"Rapprochement","surface_form":"rapprochement","offset":3407},{"uri":"1975","surface_form":"1975","offset":3446},{"uri":"1978","surface_form":"1978","offset":3490},{"uri":"Battle","surface_form":"battle","offset":3719},{"uri":"Shatt_al-Arab_waterway","surface_form":"Shatt al-Arab waterway","offset":3844},{"uri":"September_22","surface_form":"September 22","offset":3953},{"uri":"1980","surface_form":"1980","offset":3967},{"uri":"United_States","surface_form":"United States","offset":4135},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":4157},{"uri":"Port","surface_form":"port","offset":4334},{"uri":"Oil","surface_form":"oil","offset":4377},{"uri":"Province","surface_form":"province","offset":4402},{"uri":"Khuzestan","surface_form":"Khuzestan","offset":4414},{"uri":"Soldier","surface_form":"troops","offset":4457},{"uri":"1982","surface_form":"1982","offset":4523},{"uri":"Chemical_warfare","surface_form":"chemical warfare","offset":4606},{"uri":"Kurdish_people","surface_form":"Kurdish","offset":4650},{"uri":"Separatism","surface_form":"separatists","offset":4658},{"uri":"March_16","surface_form":"March 16","offset":4674},{"uri":"1988","surface_form":"1988","offset":4684},{"uri":"Halabjah","surface_form":"Halabjah","offset":4780},{"uri":"Poison_gas","surface_form":"poison gas","offset":4803},{"uri":"Nerve_agent","surface_form":"nerve agent","offset":4818},{"uri":"Rebellion","surface_form":"rebellion","offset":5043},{"uri":"1988","surface_form":"1988","offset":5089},{"uri":"Casualty_(person)","surface_form":"casualties","offset":5182},{"uri":"Economy","surface_form":"economies","offset":5239},{"uri":"Debt","surface_form":"debt","offset":5331},{"uri":"Nationalism","surface_form":"nationalism","offset":5497},{"uri":"1980s","surface_form":"1980s","offset":5589},{"uri":"Infrastructure","surface_form":"infrastructure","offset":5639},{"uri":"Kuwait","surface_form":"Kuwait","offset":5799},{"uri":"Export","surface_form":"export","offset":6153},{"uri":"OPEC","surface_form":"OPEC","offset":6282},{"uri":"Oil_well","surface_form":"wells","offset":6465},{"uri":"Monarchy","surface_form":"monarchy","offset":6735},{"uri":"United_States_State_Department","surface_form":"United States State Department","offset":6917},{"uri":"Border","surface_form":"border","offset":7201},{"uri":"Invasion","surface_form":"invasion","offset":7345},{"uri":"Decade","surface_form":"decade","offset":7446},{"uri":"Ronald_Reagan","surface_form":"Reagan administration","offset":7458},{"uri":"Weapon","surface_form":"arms","offset":7521},{"uri":"1980s","surface_form":"1980s","offset":7533},{"uri":"Credit","surface_form":"credit","offset":7574},{"uri":"Alliance","surface_form":"alliance","offset":7682},{"uri":"Soviet_Union","surface_form":"Soviets","offset":7700},{"uri":"Ambassador","surface_form":"ambassador","offset":7718},{"uri":"April_Glaspie","surface_form":"April Glaspie","offset":7738},{"uri":"July_25","surface_form":"July 25","offset":7785},{"uri":"President_of_the_United_States","surface_form":"President","offset":7927},{"uri":"George_H._W._Bush","surface_form":"George H.W. Bush","offset":7937},{"uri":"Secretary_of_State","surface_form":"Secretary of State","offset":7957},{"uri":"James_Baker","surface_form":"James Baker","offset":7976},{"uri":"Negotiation","surface_form":"negotiation","offset":8189},{"uri":"August_2","surface_form":"August 2","offset":8282},{"uri":"1990","surface_form":"1990","offset":8292},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":8454},{"uri":"Emirate","surface_form":"emirate","offset":8567},{"uri":"Kuwait","surface_form":"Kuwait","offset":8578},{"uri":"1990","surface_form":"1990","offset":8598},{"uri":"United_Nations","surface_form":"United Nations","offset":8628},{"uri":"February","surface_form":"February","offset":8682},{"uri":"1991","surface_form":"1991","offset":8691},{"uri":"Cooperation","surface_form":"cooperating","offset":8749},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":8768},{"uri":"Deadline","surface_form":"deadline","offset":8882},{"uri":"January_16","surface_form":"January 16","offset":8957},{"uri":"1991","surface_form":"1991","offset":8969},{"uri":"Missile","surface_form":"missile","offset":9030},{"uri":"United_States","surface_form":"United States","offset":9059},{"uri":"Ally","surface_form":"allies","offset":9088},{"uri":"Egypt","surface_form":"Egypt","offset":9130},{"uri":"Syria","surface_form":"Syria","offset":9137},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":9148},{"uri":"1991","surface_form":"1991","offset":9209},{"uri":"Israel","surface_form":"Israel","offset":9215},{"uri":"Palestinian","surface_form":"Palestinian","offset":9395},{"uri":"Israel","surface_form":"Israel","offset":9468},{"uri":"West_Bank","surface_form":"West Bank","offset":9491},{"uri":"Golan_Heights","surface_form":"Golan Heights","offset":9506},{"uri":"Gaza_Strip","surface_form":"Gaza Strip","offset":9529},{"uri":"Ceasefire","surface_form":"cease-fire","offset":9736},{"uri":"Biological_weapon","surface_form":"germ weapons","offset":9803},{"uri":"Religion","surface_form":"religion","offset":9901},{"uri":"Violence","surface_form":"violence","offset":9919},{"uri":"Rebel","surface_form":"rebel","offset":9965},{"uri":"Dissident","surface_form":"dissident","offset":10037},{"uri":"Economy","surface_form":"economy","offset":10533},{"uri":"Army","surface_form":"army","offset":10545},{"uri":"Muslim","surface_form":"Muslim","offset":10778},{"uri":"Sharia_law","surface_form":"Sharia law","offset":10874},{"uri":"2001","surface_form":"2001","offset":10904},{"uri":"Homosexuality","surface_form":"homosexuality","offset":10923},{"uri":"Death_penalty","surface_form":"death penalty","offset":10962},{"uri":"Allahu_Akbar","surface_form":"Allahu Akbar","offset":10989},{"uri":"God","surface_form":"God","offset":11005},{"uri":"Flag","surface_form":"flag","offset":11077},{"uri":"1993","surface_form":"1993","offset":11177},{"uri":"Evidence","surface_form":"evidence","offset":11244},{"uri":"June_26","surface_form":"June 26","offset":11332},{"uri":"Military_intelligence","surface_form":"intelligence","offset":11407},{"uri":"Headquarters","surface_form":"headquarters","offset":11420},{"uri":"Embargo","surface_form":"embargo","offset":11479},{"uri":"Export","surface_form":"export","offset":11515},{"uri":"Infrastructure","surface_form":"infrastructure","offset":11602},{"uri":"Syria","surface_form":"Syria","offset":11644},{"uri":"Humanitarian_aid","surface_form":"humanitarian aid","offset":11663},{"uri":"Oil-for-food","surface_form":"oil-for-food","offset":11760},{"uri":"December_9","surface_form":"December 9","offset":11811},{"uri":"1996","surface_form":"1996","offset":11823},{"uri":"Medicine","surface_form":"medicine","offset":11917},{"uri":"Weapons_of_mass_destruction","surface_form":"weapons of mass destruction","offset":12033},{"uri":"Operation_Desert_Fox","surface_form":"Operation Desert Fox","offset":12239},{"uri":"1998","surface_form":"1998","offset":12263},{"uri":"February","surface_form":"February","offset":12377},{"uri":"2001","surface_form":"2001","offset":12386},{"uri":"Repressive","surface_form":"repressive","offset":12559},{"uri":"Arbitrary","surface_form":"arbitrary","offset":12574},{"uri":"Uday_Hussein","surface_form":"Uday Hussein","offset":12655},{"uri":"Qusay_Hussein","surface_form":"Qusay Hussein","offset":12672},{"uri":"Terrorism","surface_form":"terror","offset":12751},{"uri":"August","surface_form":"August","offset":12799},{"uri":"1995","surface_form":"1995","offset":12806},{"uri":"Jordan","surface_form":"Jordan","offset":12908},{"uri":"2003","surface_form":"2003","offset":13007},{"uri":"2003_invasion_of_Iraq","surface_form":"led an invasion of Iraq","offset":13031},{"uri":"George_W._Bush","surface_form":"George W. Bush's","offset":13103},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":13403},{"uri":"1993","surface_form":"1993","offset":13417},{"uri":"2001","surface_form":"2001","offset":13422},{"uri":"Sanctions","surface_form":"sanctions","offset":13440},{"uri":"Iraqi_no-fly_zones","surface_form":"Iraqi no-fly zones","offset":13490},{"uri":"September_11%2C_2001_attacks","surface_form":"September 11, 2001 attacks","offset":13684},{"uri":"January","surface_form":"January","offset":13719},{"uri":"2002","surface_form":"2002","offset":13727},{"uri":"State_of_the_Union_Address","surface_form":"State of the Union Address","offset":13732},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":13766},{"uri":"North_Korea","surface_form":"North Korea","offset":13831},{"uri":"Axis_of_Evil","surface_form":"axis of evil","offset":13852},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":13908},{"uri":"February_24","surface_form":"February 24","offset":14007},{"uri":"2003","surface_form":"2003","offset":14020},{"uri":"CBS_News","surface_form":"CBS News","offset":14053},{"uri":"Dan_Rather","surface_form":"Dan Rather","offset":14069},{"uri":"2003_invasion_of_Iraq","surface_form":"U.S.-led invasion","offset":14303},{"uri":"March_20","surface_form":"March 20","offset":14324},{"uri":"Guerrilla_warfare","surface_form":"guerrilla","offset":14598},{"uri":"Video","surface_form":"video","offset":14693},{"uri":"Suburb","surface_form":"suburb","offset":14731},{"uri":"April_9","surface_form":"April 9","offset":14803},{"uri":"U.S._list_of_most-wanted_Iraqis","surface_form":"most-wanted list","offset":15175},{"uri":"Heir_apparent","surface_form":"heirs","offset":15303},{"uri":"Uday_Hussein","surface_form":"Uday","offset":15310},{"uri":"Qusai_Hussein","surface_form":"Qusay","offset":15319},{"uri":"Islamic_Republic_News_Agency","surface_form":"Islamic Republic News Agency","offset":15431},{"uri":"Iraq_Interim_Governing_Council","surface_form":"Governing Council","offset":15587},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British Prime Minister","offset":15639},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":15662},{"uri":"Paul_Bremer","surface_form":"Paul Bremer","offset":15732},{"uri":"Baghdad","surface_form":"Baghdad","offset":15772},{"uri":"Operation_Red_Dawn","surface_form":"Operation Red Dawn","offset":15966},{"uri":"Spider_hole","surface_form":"spider hole","offset":16023},{"uri":"Ad-Dawr","surface_form":"ad-Dawr","offset":16054},{"uri":"Tikrit","surface_form":"Tikrit","offset":16084},{"uri":"DNA","surface_form":"DNA","offset":16316},{"uri":"Trial","surface_form":"trial","offset":16549},{"uri":"Iraqi_Special_Tribunal","surface_form":"Iraqi Special Tribunal","offset":16609},{"uri":"2006","surface_form":"2006","offset":16756},{"uri":"Guilt_(law)","surface_form":"guilty","offset":16787},{"uri":"Murder","surface_form":"murder","offset":16801},{"uri":"December_30","surface_form":"December 30","offset":16813},{"uri":"Executed","surface_form":"put to death","offset":16839},{"uri":"Witness","surface_form":"witness","offset":16912},{"uri":"Cell_phone","surface_form":"cell phone","offset":16962},{"uri":"Executioner","surface_form":"executioner","offset":17098},{"uri":"Prayer","surface_form":"prayer","offset":17236},{"uri":"Video","surface_form":"video","offset":17326},{"uri":"Corpse","surface_form":"corpse","offset":17384},{"uri":"Marriage","surface_form":"married","offset":17516},{"uri":"Cousin","surface_form":"cousin","offset":17573},{"uri":"Sajida_Talfah","surface_form":"Sajida Talfah","offset":17581},{"uri":"Uday_Saddam_Hussein","surface_form":"Uday Saddam Hussein","offset":17704},{"uri":"Qusay_Hussein","surface_form":"Qusay Hussein","offset":17728},{"uri":"House_arrest","surface_form":"house arrest","offset":17823},{"uri":"Assassination","surface_form":"assassination","offset":17941},{"uri":"Adnan_Khairallah_Tuffah","surface_form":"Adnan Khairallah Tuffah","offset":17992},{"uri":"Execution","surface_form":"executed","offset":18093},{"uri":"Divorce","surface_form":"divorce","offset":18269},{"uri":"Hussein_Kamel","surface_form":"Hussein Kamel","offset":18559},{"uri":"Saddam_Kamel_Majid","surface_form":"Saddam Kamel Majid","offset":18604},{"uri":"Jordan","surface_form":"Jordan","offset":18655},{"uri":"Pardon","surface_form":"pardon","offset":18735},{"uri":"Jamal_Mustafa","surface_form":"Jamal Mustafa","offset":18879},{"uri":"Politics","surface_form":"politics","offset":18984},{"uri":"Ali_Hassan_al-Majid","surface_form":"Ali Hassan al-Majid","offset":19013},{"uri":"Appellate_court","surface_form":"appeals","offset":19249},{"uri":"Execution","surface_form":"hanged","offset":19358},{"uri":"Curfew","surface_form":"curfew","offset":19500},{"uri":"Central_Intelligence_Agency","surface_form":"CIA","offset":19938}]}