{"id":48,"url":"http://en.wikipedia.org/wiki/Astronomy","text":"Astronomy (from the Greek \"astron\" (ἄστρον) meaning \"star\" and \"nomos\" (nόμος) meaning \"law\") is the scientific study of celestial bodies such as stars, planets, comets, and galaxies\nThe objects studied include stars, galaxies, planets, moons, asteroids, comets and nebulae. Phenomena outside the Earth's atmosphere are also studied. That includes supernovae explosions, gamma ray bursts, and cosmic microwave background radiation. Astronomy concerns the development, physics, chemistry, meteorology and movement of celestial bodies, as well as the structure and development of the Universe.\nAstronomy is one of the oldest sciences. Ancient people used the positions of the stars to navigate, and to find when was the best time to plant crops. Astronomy is very similar to astrophysics. A related subject, cosmology, is concerned with studying the Universe as a whole, and the way the universe changed over time. Astronomy is not the same as \"astrology\", the belief that motion of the stars and the planets may affect human lives.\nSince the 20th century there have been two main types of astronomy, \"observational\" and \"theoretical\" astronomy. Observational astronomy uses telescopes and cameras to \"observe\" or look at stars, galaxies and other astronomical objects. Theoretical astronomy uses maths and computer models to explain the observations and predict what might happen. Working together, theories predict what should happen and observations show whether the predictions work. The main work of astronomy is to explain puzzling features of the universe. For thousands of years the most important issue was the motions of planets; now many other topics are studied.\nAncient.\nEarly astronomers used only their eyes to look at the stars. They made maps of the constellations and stars for religious reasons and calendars to work out the time of year. Early civilisations such as the Maya people and the Ancient Egyptians built simple observatories and drew maps of the stars positions. They also began to think about the place of Earth in the universe. For a long time people thought Earth was the center of the universe, and that the planets, the stars and the sun went around it. This is known as geocentrism.\nAncient Greeks tried to explain the motions of the sun and stars by taking measurements. A mathematician named Eratosthenes was the first who measured the size of the Earth and proved that the Earth is a sphere. A theory by another mathematician named Aristarchus was, that the sun is in the center and the Earth is moving around it. This is known as heliocentrism. Only a few people thought it was right. The rest continued to believe in the \"geocentric\" model. Most of the names of constellations and stars come from Greeks of that time.\nArabic astronomers made many advancements during the Middle Ages including improved star maps and ways to estimate the size of the Earth. They also learned from the ancients by translating Greek books into Arabic.\nRenaissance to modern era.\nDuring the renaissance a priest named Nicolaus Copernicus thought, from looking at the way the planets moved, that the Earth was not the center of everything. Based on previous works, he said that the Earth was a planet and all the planets moved around the sun. This brought back the old idea of heliocentrism. A physicist called Galileo Galilei built his own telescopes, and used them to look more closely at the stars and planets for the first time. He agreed with Copernicus. The Catholic Church decided that Galileo was wrong. He had to spend the rest of his life under house arrest. Heliocentric ideas were soon improved by Johannes Kepler and Isaac Newton who invented the theory of gravity.\nAfter Galileo, people made better telescopes and used them to see farther objects such as the planets Uranus and Neptune. They also saw how stars were similar to our Sun, but in a range of colours and sizes. They also saw thousands of other faraway objects such as galaxies and nebulae.\nModern era.\nThe 20th century after 1920 saw important changes in astronomy.\nIn the early 1920s it began to be accepted that the galaxy in which we live, the Milky Way, is not the only galaxy. The existence of other galaxies was settled by Edwin Hubble, who identified the Andromeda nebula as a different galaxy. It was also Hubble who proved that the universe was expanding. There were many other galaxies at large distances and they are receding, moving away from our galaxy. That was completely unexpected.\nIn 1931, Karl Jansky discovered radio emission from outside the Earth when trying to isolate a source of noise in radio communications, marking the birth of radio astronomy and the first attempts at using another part of the electromagnetic spectrum to observe the sky. Those parts of the electromagnetic spectrum that the atmosphere did not block were now opened up to astronomy, allowing more discoveries to be made.\nThe opening of this new window on the Universe saw the discovery of entirely new things, for example pulsars, which sent regular pulses of radio waves out into space. The waves were first thought to be alien in origin because the pulses were so regular that it implied an artificial source.\nThe period after World War 2 saw more observatories where large and accurate telescopes are built and operated at good observing sites, normally by governments. For example, Bernard Lovell began radio astronomy at Jodrell Bank using leftover military radar equipment. By 1957, the site had the largest steerable radio telescope in the world. Similarly, the end of the 1960s saw the start of the building of dedicated observatories at Mauna Kea in Hawaii, a good site for visible and infra-red telescopes thanks to its high altitude and clear skies.\nThe next great revolution in astronomy was thanks to the birth of rocketry. This allowed telescopes to be placed in space on satellites.\nSpace telescopes gave access, for the first time in history, to the entire electromagnetic spectrum including rays that had been blocked by the atmosphere. The X-rays, gamma rays, ultraviolet light and parts of the infra-red spectrum were all opened to astronomy as observing telescopes were launched. As with other parts of the spectrum, new discoveries were made.\nFrom 1970s satellites were launched to be replaced with more accurate and better satellites, causing the sky to be mapped in nearly all parts of the electromagnetic spectrum.\nDiscoveries.\nDiscoveries broadly come in two types: bodies and phenomena. Bodies are things in the Universe, whether it is a planet like our Earth or a galaxy like our Milky Way. Phenomena are events and happenings in the Universe.\nBodies.\nFor convenience, this section has been divided by where these astronomical bodies may be found: those found around stars are solar bodies, those inside galaxies are galactic bodies and everything else larger are cosmic bodies.\nPhenomena.\nNoise phenomena tend to relate to things that happened a long time ago. The signal from these events bounce around the Universe until it seems to come from everywhere and varies little in intensity. In this way, it resembles \"noise\", the background signal that pervades every instrument used for astronomy. The most common example of noise is static seen on analogue televisions. The principal astronomical example is: Cosmic background radiation.\nTechniques.\nThere are way astronomers can get better pictures of the heavens. Light from a distant source reaches a sensor and gets measured, normally by a human eye or a camera. For very dim sources, there may not be enough light particles coming from the source for it to be seen. One technique that astronomers have for making it visible is using \"integration\" (which is like longer exposures in photography).\nIntegration.\nAstronomical sources do not move much: only the rotation and movement of the Earth causes them to move across the heavens. As light particles reach the camera over time, they hit the same place making it brighter and more visible than the background, until it can be seen.\nTelescopes at most observatories (and satellite instruments) can normally track a source as it moves across the heavens, making the star appear still to the telescope and allowing longer exposures. Also, images can be taken on different nights so exposures span hours, days or even months. In the digital era, digitised pictures of the sky can be added together by computer, which overlays the images after correcting for movement.\nAdaptive optics.\nAdaptive optics means changing the shape of the mirror or lens while looking at something, to see it better.\nData analysis.\nData analysis is the process of getting more information out of an astronomical observation than by simply looking at it. The observation is first stored as data. This data will then have various techniques used to analyse it.\nFourier analysis.\nFourier analysis in mathematics can show if an observation (over a length of time) is changing periodically (changes like a wave). If so, it can extract the frequencies and the type of wave pattern, and find many things including new planets.\nFields.\nA good example of a fields comes from pulsars which pulse regularly in radio waves. These turned out to be similar to some (but not all) of a type of bright source in X-rays called a Low-mass X-ray binary. It turned out that all pulsars and some LMXBs are neutron stars and that the differences were due to the environment in which the neutron star was found. Those LMXBs that were not neutron stars turned out to be black holes.\nThis section attempts to provide an overview of the important fields of astronomy, their period of importance and the terms used to describe them. It should be noted that astronomy in the Modern Era has been divided mainly by electromagnetic spectrum, although there is some evidence this is changing.\nSolar astronomy.\nSolar astronomy is the study of the Sun. The Sun is the closest star to Earth at around 92 million (92,000,000) miles away. It is the easiest to observe in detail. Observing the Sun can help us understand how other stars work and are formed. Changes in the Sun can affect the weather and climate on Earth. A stream of charged particles called the Solar wind is constantly sent off from the Sun. The Solar Wind hitting the Earth's magnetic field causes the northern lights. Studying the Sun helped people understand how nuclear fusion works.\nPlanetary astronomy.\nPlanetary Astronomy is the study of planets, moons, dwarf planets, comets and asteroids as well as other small objects that orbit stars. The planets of our own Solar System have been studied in depth by many visiting spacecraft such as Cassini-Huygens (Saturn) and the Voyager 1 and 2.\nGalactic astronomy.\nGalactic Astronomy is the study of distant galaxies. Studying distant galaxies is the best way of learning about our own galaxy, as the gases and stars in our own galaxy make it difficult to observe. Galactic Astronomers attempt to understand the structure of galaxies and how they are formed through the use of different types of telescopes and computer simulations.\nGravitational wave astronomy.\nGravitational wave astronomy is the study of the Universe in the gravitational wave spectrum. So far, all astronomy that has been done has used the electromagnetic spectrum. Gravitational Waves are ripples in spacetime emitted by very dense objects changing shape, which include white dwarves, neutron stars and black holes. Because no one has been able to detect gravitational waves directly, the impact of Gravitational Wave Astronomy has been very limited.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"scientific study","offset":101},{"uri":"Celestial_bodies","surface_form":"celestial bodies","offset":121},{"uri":"Star","surface_form":"star","offset":211},{"uri":"Galaxy","surface_form":"galaxies","offset":218},{"uri":"Planet","surface_form":"planet","offset":228},{"uri":"Natural_satellite","surface_form":"moon","offset":237},{"uri":"Asteroid","surface_form":"asteroid","offset":244},{"uri":"Comet","surface_form":"comet","offset":255},{"uri":"Nebula","surface_form":"nebula","offset":266},{"uri":"Supernova","surface_form":"supernovae explosions","offset":348},{"uri":"Gamma_ray_burst","surface_form":"gamma ray burst","offset":371},{"uri":"Cosmic_microwave_background_radiation","surface_form":"cosmic microwave background radiation","offset":393},{"uri":"Physics","surface_form":"physics","offset":468},{"uri":"Chemistry","surface_form":"chemistry","offset":477},{"uri":"Meteorology","surface_form":"meteorology","offset":488},{"uri":"Movement","surface_form":"movement","offset":504},{"uri":"Universe","surface_form":"Universe","offset":582},{"uri":"Science","surface_form":"science","offset":623},{"uri":"Crops","surface_form":"crops","offset":737},{"uri":"Astrophysics","surface_form":"astrophysics","offset":773},{"uri":"Cosmology","surface_form":"cosmology","offset":806},{"uri":"Universe","surface_form":"Universe","offset":848},{"uri":"Astrology","surface_form":"astrology","offset":943},{"uri":"Human","surface_form":"human","offset":1018},{"uri":"Telescope","surface_form":"telescope","offset":1173},{"uri":"Camera","surface_form":"camera","offset":1188},{"uri":"Observe","surface_form":"observe","offset":1200},{"uri":"Maths","surface_form":"maths","offset":1295},{"uri":"Computer_model","surface_form":"computer model","offset":1305},{"uri":"Map","surface_form":"map","offset":1753},{"uri":"Constellation","surface_form":"constellation","offset":1765},{"uri":"Calendar","surface_form":"calendar","offset":1816},{"uri":"Maya_civilization","surface_form":"Maya","offset":1888},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1908},{"uri":"Observatory","surface_form":"observatories","offset":1939},{"uri":"Earth","surface_form":"Earth","offset":2035},{"uri":"Universe","surface_form":"universe","offset":2048},{"uri":"Earth","surface_form":"Earth","offset":2089},{"uri":"Geocentrism","surface_form":"geocentrism","offset":2204},{"uri":"Ancient_Greeks","surface_form":"Ancient Greeks","offset":2217},{"uri":"Eratosthenes","surface_form":"Eratosthenes","offset":2328},{"uri":"Sphere","surface_form":"sphere","offset":2421},{"uri":"Aristarchus","surface_form":"Aristarchus","offset":2469},{"uri":"Heliocentrism","surface_form":"heliocentrism","offset":2568},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":2810},{"uri":"Renaissance","surface_form":"renaissance","offset":3009},{"uri":"Nicolaus_Copernicus","surface_form":"Nicolaus Copernicus","offset":3036},{"uri":"Planet","surface_form":"planet","offset":3211},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":3328},{"uri":"Telescope","surface_form":"telescope","offset":3358},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":3481},{"uri":"House_arrest","surface_form":"house arrest","offset":3572},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":3627},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":3647},{"uri":"Theory","surface_form":"theory","offset":3677},{"uri":"Gravity","surface_form":"gravity","offset":3687},{"uri":"Uranus","surface_form":"Uranus","offset":3798},{"uri":"Neptune","surface_form":"Neptune","offset":3809},{"uri":"Galaxy","surface_form":"galaxies","offset":3961},{"uri":"Nebula","surface_form":"nebula","offset":3974},{"uri":"Galaxy","surface_form":"galaxy","offset":4111},{"uri":"Milky_Way","surface_form":"Milky Way","offset":4140},{"uri":"Edwin_Hubble","surface_form":"Edwin Hubble","offset":4222},{"uri":"Andromeda_galaxy","surface_form":"Andromeda nebula","offset":4255},{"uri":"Electromagnetic_spectrum","surface_form":"electromagnetic spectrum","offset":4717},{"uri":"Universe","surface_form":"Universe","offset":4949},{"uri":"Pulsar","surface_form":"pulsar","offset":5012},{"uri":"World_War_2","surface_form":"World War 2","offset":5219},{"uri":"Observatory","surface_form":"observatories","offset":5240},{"uri":"Bernard_Lovell","surface_form":"Bernard Lovell","offset":5376},{"uri":"Radio_astronomy","surface_form":"radio astronomy","offset":5397},{"uri":"Radar","surface_form":"radar","offset":5453},{"uri":"Mauna_Kea","surface_form":"Mauna Kea","offset":5636},{"uri":"Hawaii","surface_form":"Hawaii","offset":5649},{"uri":"Infra-red","surface_form":"infra-red","offset":5685},{"uri":"Satellite_(artificial)","surface_form":"satellites","offset":5876},{"uri":"Space_observatory","surface_form":"Space telescopes","offset":5888},{"uri":"Electromagnetic_spectrum","surface_form":"electromagnetic spectrum","offset":5963},{"uri":"X-ray","surface_form":"X-ray","offset":6048},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":6056},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":6068},{"uri":"Infra-red","surface_form":"infra-red","offset":6103},{"uri":"Cosmic_background_radiation","surface_form":"Cosmic background radiation","offset":7326},{"uri":"Sensor","surface_form":"sensor","offset":7471},{"uri":"Photography","surface_form":"photography","offset":7754},{"uri":"Computer","surface_form":"computer","offset":8419},{"uri":"Adaptive_optics","surface_form":"Adaptive optics","offset":8503},{"uri":"Analysis","surface_form":"analyse","offset":8842},{"uri":"Fourier_analysis","surface_form":"Fourier analysis","offset":8872},{"uri":"Pulsar","surface_form":"pulsar","offset":9161},{"uri":"Radio_waves","surface_form":"radio waves","offset":9194},{"uri":"Sun","surface_form":"Sun","offset":9908},{"uri":"Particle","surface_form":"particle","offset":10198},{"uri":"Solar_wind","surface_form":"Solar wind","offset":10219},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":10302},{"uri":"Aurora","surface_form":"northern lights","offset":10328},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":10391},{"uri":"Planet","surface_form":"planet","offset":10470},{"uri":"Satellite_(natural)","surface_form":"moons","offset":10479},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":10486},{"uri":"Comet","surface_form":"comet","offset":10501},{"uri":"Asteroid","surface_form":"asteroid","offset":10512},{"uri":"Solar_System","surface_form":"Solar System","offset":10594},{"uri":"Spacecraft","surface_form":"spacecraft","offset":10651},{"uri":"Cassini-Huygens","surface_form":"Cassini-Huygens","offset":10670},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":10687},{"uri":"Voyager_1","surface_form":"Voyager 1","offset":10703},{"uri":"Voyager_2","surface_form":"2","offset":10717},{"uri":"Galaxy","surface_form":"galaxies","offset":10783},{"uri":"Universe","surface_form":"Universe","offset":11187},{"uri":"Electromagnetic_spectrum","surface_form":"electromagnetic spectrum","offset":11286},{"uri":"Spacetime","surface_form":"spacetime","offset":11347},{"uri":"White_dwarf","surface_form":"white dwarves","offset":11417},{"uri":"Neutron_star","surface_form":"neutron star","offset":11432},{"uri":"Black_hole","surface_form":"black hole","offset":11450}]}