{"id":48013,"url":"http://en.wikipedia.org/wiki/Apple_Corps","text":"e=\"preserve\">Apple Corps Ltd. is a multimedia company started 1968 by The Beatles. It grew out of their earlier company, Beatles Ltd., and included NEMS Enterprises, the company started by Beatles manager Brian Epstein.\nBeginnings.\nThe Beatles started Apple in 1967, because they wanted to help other musicians, writers, artists and other creative people to succeed. They knew many talents were not discovered, because the business side of their fields were controlled by large corporations. Many corporations cared more about making money than developing new ideas. The Beatles hoped to find and develop the best new talents. Brian Epstein helped to work out the plans for Apple, but died before the company was founded. Epstein's family sold NEMS Enterprises to the Beatles, because they did not wish to keep the company without him.\nApple's first business venture was a retail store, called the Apple Boutique. It was on Baker Street in London, England. The outside of the building was painted with a strange mural, and inside clothes and other items were for sale. The mural and clothes were designed by an artistic trio called The Fool. More things were stolen than sold in the boutique, and it was not profitable. Other local businesses did not like the mural outside, and got the city to order it removed. The Beatles decided to close the store, and gave away everything that had been for sale.\nApple bought a townhouse at 3 Savile Row in London, and it became Apple's headquarters. The Beatles spent nearly as much time there as they did at Abbey Road Studios. Nearly all the people who worked for them had offices in the building, and they planned to turn the basement into a recording studio. \"Magic Alex\", a Greek-born designer, was in charge of making the recording studio, and also electronics products that Apple could sell, such as an apple-shaped transistor radio.\nDivisions.\nApple Corps set up many divisions. Two of these were Apple Films and Apple Records. Apple Films handled the television movie \"Magical Mystery Tour\", and also music videos (then called \"promos\") for new Beatles songs. Later Apple Films produced movies like \"Born to Boogie\" and \"Son of Dracula\".\nApple Records turned out to be the most successful part of Apple Corps, mostly because of the Beatles's record sales. EMI had a recording contract with the band, but they agreed to become distributors for Apple Records. Apple would choose, sign up, and promote recording artists, while EMI would press their records and send them to stores. Hundreds of artists and bands sent in demoes to Apple, hoping to be signed up. As it turned out, most of the artists chosen were handpicked by the Beatles, their friends, or people who worked for them.\nBadfinger, who were Apple's biggest-selling group besides the Beatles, were managed by Mal Evans, who had been the Beatles's road manager. Jackie Lomax was an old friend from Liverpool. Mary Hopkin was referred to Apple by Twiggy, a popular fashion model. Billy Preston played keyboards with Little Richard, who toured with the Beatles years earlier. The London chapter of the Radha-Krishna Temple had singers, who recorded an album with George Harrison released on Apple. Other bands and artists were also signed to Apple Records (including Yoko Ono, the wife of John Lennon), but most of their records never became hits.\nTroubles.\nAfter Brian Epstein died, the Beatles had not sought a new manager. They believed they could handle their own affairs, working together with just their helpers and their normal business contacts. Over time, this proved to be a bad idea. Small disagreements between the band members turned into major problems at Apple, and agreements could not always be worked out. Many of the people hired to work for Apple caused more problems than they solved, or cost the company money. Magic Alex dreamed and talked big, but could not deliver on the promises he made. Even his recording studio at Apple had to be completely rebuilt, because he had not planned it well or asked for outside help.\nThe problems between the Beatles led to their breaking up early in 1970. Apple had been part of those problems, and each Beatle lost interest as he saw his hopes for Apple would not work out. Without their input, Apple soon wilted. Its divisions closed one by one. Apple Records's artists went to other labels, or retired from recording. Paul McCartney sued to dissolve the Beatles's business interests. The lawsuit went on for years. The rebuilt Apple Studio was well-liked, and a good place to work on recordings, but closed its doors by 1975. Apple's townhouse headquarters was sold. (A photograph of its front door, covered with graffiti, later appeared on a Ringo Starr album cover.)\nLater history.\nIn 1975, the Beatles dissolved their partnership, but decided to keep Apple Corps incorporated. It became the agency in charge of Beatles-related merchandise, such as collectibles, memorabilia, and new releases of old recordings by the band. Apple also owns the rights to most filmed and videotape of the Beatles, including their public appearances and concerts.\nApple Records reissued many of their non-Beatles recordings on compact disc in the early 1990s, again using EMI as distributors. A television miniseries, \"The Beatles Anthology\", appeared in 1995, produced by Apple. It was a long documentary of the band's history, and included rare concert and video scenes. A companion book was published later.\nApple Corps was most recently in the news, because of a lawsuit between Apple Corps and Apple Computer Inc., an unrelated company. The two companies had trouble in the past, over the use of the Apple name. They made a deal that Apple Computers would not act as a music company. When Apple Computer Inc. began to sell their iPod, and set up their iTunes music store, Apple Corps believed they had broken their agreement, and took them to court. Apple Computers won the case, but the two companies later worked out a new deal. This deal now means that the Beatles music is now on the iTunes store, whereas it was not there before.","categories":[],"infobox_types":[],"annotations":[{"uri":"Multimedia","surface_form":"multimedia","offset":35},{"uri":"The_Beatles","surface_form":"The Beatles","offset":70},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":205},{"uri":"Corporation","surface_form":"corporation","offset":478},{"uri":"London%2C_England","surface_form":"London, England","offset":940},{"uri":"Mural","surface_form":"mural","offset":1012},{"uri":"Townhouse","surface_form":"townhouse","offset":1417},{"uri":"Abbey_Road_Studios","surface_form":"Abbey Road Studios","offset":1549},{"uri":"Recording_studio","surface_form":"recording studio","offset":1685},{"uri":"Greece","surface_form":"Greek","offset":1719},{"uri":"Electronics","surface_form":"electronics","offset":1795},{"uri":"Transistor","surface_form":"transistor","offset":1863},{"uri":"Radio","surface_form":"radio","offset":1874},{"uri":"Division_(business)","surface_form":"divisions","offset":1916},{"uri":"Apple_Records","surface_form":"Apple Records","offset":1961},{"uri":"Television","surface_form":"television","offset":2000},{"uri":"Movie","surface_form":"movie","offset":2011},{"uri":"Magical_Mystery_Tour","surface_form":"Magical Mystery Tour","offset":2018},{"uri":"Music_video","surface_form":"music video","offset":2050},{"uri":"Born_to_Boogie","surface_form":"Born to Boogie","offset":2149},{"uri":"Son_of_Dracula","surface_form":"Son of Dracula","offset":2170},{"uri":"Contract","surface_form":"contract","offset":2325},{"uri":"Distributor","surface_form":"distributors","offset":2375},{"uri":"Promotion","surface_form":"promote","offset":2440},{"uri":"Recording_artist","surface_form":"recording artist","offset":2448},{"uri":"Demo_(music)","surface_form":"demo","offset":2566},{"uri":"Badfinger","surface_form":"Badfinger","offset":2730},{"uri":"Mal_Evans","surface_form":"Mal Evans","offset":2817},{"uri":"Manager","surface_form":"road manager","offset":2855},{"uri":"Jackie_Lomax","surface_form":"Jackie Lomax","offset":2869},{"uri":"Liverpool%2C_England","surface_form":"Liverpool","offset":2905},{"uri":"Mary_Hopkin","surface_form":"Mary Hopkin","offset":2916},{"uri":"Twiggy","surface_form":"Twiggy","offset":2953},{"uri":"Model_(person)","surface_form":"fashion model","offset":2971},{"uri":"Billy_Preston","surface_form":"Billy Preston","offset":2986},{"uri":"Keyboard","surface_form":"keyboard","offset":3007},{"uri":"Little_Richard","surface_form":"Little Richard","offset":3022},{"uri":"Krishna","surface_form":"Radha-Krishna Temple","offset":3107},{"uri":"George_Harrison","surface_form":"George Harrison","offset":3168},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":3272},{"uri":"John_Lennon","surface_form":"John Lennon","offset":3294},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":4385},{"uri":"Graffiti","surface_form":"graffiti","offset":4680},{"uri":"Ringo_Starr","surface_form":"Ringo Starr","offset":4710},{"uri":"Corporation","surface_form":"incorporated","offset":4833},{"uri":"Collectible","surface_form":"collectibles","offset":4918},{"uri":"Compact_disc","surface_form":"compact disc","offset":5177},{"uri":"Miniseries","surface_form":"miniseries","offset":5256},{"uri":"The_Beatles_Anthology","surface_form":"The Beatles Anthology","offset":5269},{"uri":"Documentary","surface_form":"documentary","offset":5344},{"uri":"Apple_Inc.","surface_form":"Apple Computer Inc.","offset":5549},{"uri":"IPod","surface_form":"iPod","offset":5784},{"uri":"ITunes","surface_form":"iTunes","offset":5807}]}