{"id":48019,"url":"http://en.wikipedia.org/wiki/Illegal_drugs","text":"Illegal drugs are drugs which a person is not allowed to own or use. The law says a person cannot own an controlled drug without permission. A drug is any chemical that affects the human body or mind when it is consumed in any way. A \"psychoactive\" drug affects the brain. Most laws against drugs are against psychoactive drugs.\nSome drugs are allowed if you have permission (called a \"prescription\") from a doctor. Other drugs are illegal meaning a person is never allowed to have them. Individual countries and places have different laws about different drugs, and there are also international treaties against some drugs. The most used drugs are not under this kind of control, for example tobacco.\nTypes of psychoactive drugs and their effects.\nThere are many categories (types) of psychoactive drugs. These categories have subcategories (categories within categories). For example, benzodiazepines and opiates are both subcategories of depressants. Some drugs such as ketamine have elements of two categories (hallucinogens and depressants). Every drug is different, so it is important to know the effects of each individual drug.\nHallucinogens.\nHallucinogens change the way people see, hear, feel or think. The three main groups of hallucinogens are: psychedelics, dissociatives and deliriants. Each group has different effects. They may cause hallucinations. Hallucinations are a feeling, sound, or sight that does not exist. When one hallucinates, they feel, hear, or see something that is not truly there.\nStimulants.\nStimulants speed up the central nervous system. People using stimulants may feel happy and excited. Also, they have more energy, concentration or motivation. Stimulants create difficulty sleeping.\nDepressants (\"Downers\").\nDepressants slow down the central nervous system. People using depressants feel happy and content, and sleepy and relaxed. Depressants slow down bodily functions such as breathing and heart rate. They may also make speaking or moving difficult. The difficulty speaking is \"slurred speech.\"\nAnti-psychotics.\nAntipsychotics are used to balance one's moods or stop hallucinations. Many anti-psychotics are legal prescription drugs. One can have them if they have a prescription (doctor's permission). Anti-depressants help depression. Some anti-depressants are also anti-psychotics.\nWhy people use drugs.\nPeople might use drugs as medicine if they are sick and the drugs help make them better. People might also use drugs recreation<nowiki/>ally (to have fun). These usually are controlled drugs. Some people use drugs to make themselves more productive or to help themselves stay awake in this case they would use a stimulant such as amphetamines or caffeine.\nSome people use drugs for spiritual or religious reasons. Some Christians use small doses of wine (alcohol) as part of their religious ceremonies. Some members of the Native American Church use Peyote (a type of cactus that contains the drug mescaline). Some Hindus use cannabis (containing THC and CBD) as part of their religious rites.\nSome people also use drugs because they are addicted. (See \"Health effects of drugs\" below).\nAfrican Americans are more likely to try new illegal drugs such as molly due to the influence of hip hop culture. Listening to hip hop encourages drug use.\nDrugs and the law.\nThe law is different in every country. A drug can be legal to possess in one country and illegal in another. For instance, in Ecuador, cannabis is allowed and in the United States of America it is now legal to have cannabis in most states. Some drugs are only legal to possess if you have permission (a \"prescription\") from a doctor to have them. If a person is caught by the police with controlled drugs they are not allowed to have, they may be taken to court. Court cases may result in fines (when one is required to pay a large sum of money to the government). One may be sent to prison. In some countries, execution is a punishment for drug possession. It is important to know what the law says about drugs in your area. African Americans are more likely to be arrested for illegal drug possession.\nHealth effects of drugs.\nDrugs can have many different effects on a person's health. Some drugs cause many people to die every year. Tobacco and alcohol can cause death. Other drugs do not cause death. Cannabis and psilocybin mushrooms (\"magic mushrooms\") do not cause death. But all drugs affect one's health. Someone using drugs is \"intoxicated.\" Intoxicated people may do dangerous things. They may be unable to safely drive or operate machinery. If an intoxicated person operates machinery, an accident may occur.\nOverdose occurs when one has used too much of a drug. Overdosing is very dangerous. It can cause death. Some drugs are easy to overdose on (heroin, alcohol and aspirin). Other drugs are difficult to overdose on (LSD, cannabis). Many drugs cause long-term (long-lasting) health effects. Smoking tobacco can cause cancer. Drinking alcohol damages the liver (cirrhosis).\nMany drugs are used as medicine to help make sick people better. Opiates (morphine, heroin and codeine) are analgesics (pain killers). Nitrous oxide and ketamine are used as anesthetics (to force someone to sleep) for surgical operation. Amphetamines are legally prescribed to treat attention disorders in some countries, such as the United States.\nCombining drugs often causes negative effects. One may die if they combine multiple drugs.\nAddiction and dependence.\nAn addiction is the repeated use of a drug. An addict (person with an addiction) uses the drug again and again. Addicts will continue to use the drug, even if the drug hurts them. Addiction causes cravings for the drug. A craving is an intense need for the drug's effects. Drug tolerance occurs when a person's body adapts to a drug. The body becomes more resistant to the drug and craves the drug all the time. If a dependent person stops taking the drug, they may become very sick or die. Medical help is often required to negate (help) addiction. Addiction and dependence can happen separately from each other. People can be addicted to things that are not drugs (like gambling or sex).\nSome psychoactive drugs are known to be very addictive (causing addiction, like alcohol, heroin, tobacco, methamphetamine and cocaine) other drugs are known to be slightly less addictive (such as khat, cannabis and caffeine) or not addictive at all (such as LSD and Psilocybin mushrooms).\nUsing drugs.\nOrally is the slowest method of using a drug because it must be digested in the stomach first. Injecting a drug (IV or IM) is the fastest method of using a drug. IV and IM drugs are most likely to cause an overdose. It is important to use clean needles to inject. Injecting with used or dirty needles spreads deadly infections (such as Hepatitis C or HIV).\nSmoking anything can cause cancer. Smoking can also lead to emphysema (a disease of the lungs). Snorting a drug can lead to ear, nose and throat conditions. Eating a drug can cause oral (related to the mouth) problems, like tooth decay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":143},{"uri":"Chemical_substance","surface_form":"chemical","offset":155},{"uri":"Psychoactive","surface_form":"psychoactive","offset":235},{"uri":"Brain","surface_form":"brain","offset":266},{"uri":"Prescription","surface_form":"prescription","offset":386},{"uri":"Tobacco","surface_form":"tobacco","offset":693},{"uri":"Benzodiazepine","surface_form":"benzodiazepine","offset":887},{"uri":"Opiate","surface_form":"opiate","offset":907},{"uri":"Ketamine","surface_form":"ketamine","offset":973},{"uri":"Hallucinogen","surface_form":"Hallucinogens","offset":1151},{"uri":"Psychedelic","surface_form":"psychedelic","offset":1257},{"uri":"Dissociative","surface_form":"dissociative","offset":1271},{"uri":"Delirium","surface_form":"deliriant","offset":1289},{"uri":"Hallucination","surface_form":"hallucination","offset":1350},{"uri":"Stimulant","surface_form":"Stimulant","offset":1527},{"uri":"Depressant","surface_form":"Depressants","offset":1749},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1775},{"uri":"Antipsychotic","surface_form":"Antipsychotics","offset":2056},{"uri":"Anti-depressant","surface_form":"Anti-depressant","offset":2247},{"uri":"Recreation","surface_form":"recreation","offset":2468},{"uri":"Amphetamine","surface_form":"amphetamine","offset":2681},{"uri":"Caffeine","surface_form":"caffeine","offset":2697},{"uri":"Christianity","surface_form":"Christians","offset":2770},{"uri":"Native_American_Church","surface_form":"Native American Church","offset":2874},{"uri":"Peyote","surface_form":"Peyote","offset":2901},{"uri":"Cactus","surface_form":"cactus","offset":2919},{"uri":"Mescaline","surface_form":"mescaline","offset":2949},{"uri":"Hindu","surface_form":"Hindu","offset":2966},{"uri":"Cannabis","surface_form":"cannabis","offset":2977},{"uri":"THC","surface_form":"THC","offset":2998},{"uri":"CBD","surface_form":"CBD","offset":3006},{"uri":"Addiction","surface_form":"addicted","offset":3089},{"uri":"Black_people","surface_form":"African Americans","offset":3138},{"uri":"Ecuador","surface_form":"Ecuador","offset":3439},{"uri":"United_States_of_America","surface_form":"United States of America","offset":3479},{"uri":"Police","surface_form":"police","offset":3689},{"uri":"African_Americans","surface_form":"African Americans","offset":4039},{"uri":"Tobacco","surface_form":"Tobacco","offset":4250},{"uri":"Alcohol","surface_form":"alcohol","offset":4262},{"uri":"Cannabis","surface_form":"Cannabis","offset":4319},{"uri":"Intoxication","surface_form":"intoxicated","offset":4452},{"uri":"Overdose","surface_form":"Overdose","offset":4635},{"uri":"Cancer","surface_form":"cancer","offset":4947},{"uri":"Liver","surface_form":"liver","offset":4984},{"uri":"Cirrhosis","surface_form":"cirrhosis","offset":4991},{"uri":"Analgesic","surface_form":"analgesics","offset":5111},{"uri":"Nitrous_oxide","surface_form":"Nitrous oxide","offset":5138},{"uri":"Anesthetic","surface_form":"anesthetics","offset":5177},{"uri":"Surgery","surface_form":"surgical operation","offset":5221},{"uri":"Addiction","surface_form":"addiction","offset":5472},{"uri":"Drug_tolerance","surface_form":"Drug tolerance","offset":5742},{"uri":"Gambling","surface_form":"gambling","offset":6141},{"uri":"Sex","surface_form":"sex","offset":6153},{"uri":"Heroin","surface_form":"heroin","offset":6248},{"uri":"Tobacco","surface_form":"tobacco","offset":6256},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":6265},{"uri":"Cocaine","surface_form":"cocaine","offset":6285},{"uri":"Khat","surface_form":"khat","offset":6355},{"uri":"LSD","surface_form":"LSD","offset":6417},{"uri":"Psilocybin_mushrooms","surface_form":"Psilocybin mushrooms","offset":6425},{"uri":"Digestion","surface_form":"digested","offset":6525},{"uri":"Stomach","surface_form":"stomach","offset":6541},{"uri":"Hepatitis_C","surface_form":"Hepatitis C","offset":6797},{"uri":"HIV","surface_form":"HIV","offset":6812},{"uri":"Emphysema","surface_form":"emphysema","offset":6878},{"uri":"Tooth","surface_form":"tooth","offset":7042},{"uri":"Dental_caries","surface_form":"decay.","offset":7048}]}