{"id":48021,"url":"http://en.wikipedia.org/wiki/Crack_cocaine","text":"Crack cocaine (or just crack) is an illegal drug which is made from cocaine. Cocaine is mostly an illegal drug that comes from the leaves of a plant called coca. When people smoke crack, they have a feeling called \"being high.\" The name \"crack\" comes from the cracking sound the drug makes as it is smoked. The cracking sound is caused by evaporating water escaping. In most parts of the world, production (making crack), possession (having crack), and distribution (selling or giving away crack) are illegal.\nDangers.\nCrack is a very addictive drug. People can get both physically and psychologically addicted to crack (meaning that the body and the mind can both become addicted to, or \"hooked on,\" the drug.) Using crack is dangerous for many reasons. The drug can cause physical problems (like heart and lung problems or rotted teeth) and psychological (or mental) problems, like depression and psychosis (not understanding what is real and what is not real). An overdose of crack - taking too much of the drug - can cause death. Also, because crack is illegal, people have to break the law in order to get it, and they can get sent to jail if they are caught. People may also do other illegal things in order to get crack or to get money to buy crack, because the urge to get the drug is so strong in people who are addicted.\nCrack is called a \"gateway drug\" because people who use crack are more likely to use other drugs, like methamphetamine and heroin. Using crack along with other illegal drugs, or alcohol, is even more dangerous than using crack by itself.\nCrack is such a strong and addictive drug that a person can become addicted the first time they use crack. When a person tries to quit using crack, they go through a process called withdrawal that is very hard to go through. Withdrawal happens when as person's body or mind is used to having a drug in its system all the time, and suddenly the drug is not there any more. Because crack can cause both physical addiction (when the body is hooked on the drug) and psychological addiction (when the mind is hooked on the drug), quitting crack can cause both physical withdrawal (which causes physical symptoms in the body) and psychological withdrawal (which causes symptoms in the mind). Symptoms of (or problems caused by) physical withdrawal can include nausea (feeling like throwing up), vomiting (throwing up), and pain in the muscles. Psychological withdrawal can make a person feel very depressed, anxious (worried and not able to relax), agitated (restless and \"keyed up\"), or tired. When a person is withdrawing from crack, the urge to use crack will be very, very strong, and it is very hard for the person to fight off these urges and keep away from using the drug again.\nSmoking.\nCrack cocaine is inhaled from a small glass pipe. This is often called a stem. It has a funnel-shaped 'bowlpiece' where the drug is put to be smoked. There is a 2 to 3 inch long stem attached that the smoke travels through on the way to the consumer. These stems may be used in waterpipes, such as 'bongs' or 'bubblers', in which case about a 1/2 inch of the stem is submerged in the water and the smoke is sucked out through the water to the consumer. These stems are also used to inhale methamphetamine. When used for crack cocaine or methamphetamine, the stem is generally used as a standalone unit, without any water or attachment of any sort. After prolonged use, the glass from the stem may deteriorate from exposure to heat as well as acidity, and may become brittle and break or crack easily.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illegal_drugs","surface_form":"illegal drug","offset":36},{"uri":"Cocaine","surface_form":"cocaine","offset":68},{"uri":"Cocaine","surface_form":"Cocaine","offset":77},{"uri":"Plant","surface_form":"plant","offset":143},{"uri":"Coca","surface_form":"coca","offset":156},{"uri":"Addiction","surface_form":"addictive","offset":535},{"uri":"Heart","surface_form":"heart","offset":798},{"uri":"Lung","surface_form":"lung","offset":808},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":884},{"uri":"Psychosis","surface_form":"psychosis","offset":899},{"uri":"Overdose","surface_form":"overdose","offset":967},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":1434},{"uri":"Heroin","surface_form":"heroin","offset":1454},{"uri":"Withdrawal","surface_form":"withdrawal","offset":1750},{"uri":"Muscle","surface_form":"muscle","offset":2398},{"uri":"Inhalation","surface_form":"inhaled","offset":2775},{"uri":"Smoke","surface_form":"smoke","offset":2959},{"uri":"Bong","surface_form":"bong","offset":3057},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":3247},{"uri":"Acid","surface_form":"acid","offset":3500}]}