{"id":480381,"url":"http://en.wikipedia.org/wiki/Henri_Coppens","text":"Henri 'Rik' François Louis Coppens (29 April 1930 – 5 February 2015) was a Belgian footballer. He played as a striker. He played 389 games and scored 261 goals for Beerschot AC. Coppens won the first Belgian Golden Shoe in 1954.\nFor many he's unknown but for others he's the famous creator of the 'Johan Cruyff' penalty.\nCreation of the 'Johan Cruyff' penalty.\n5 June, 1957, Belgium was facing Iceland in a World Cup Qualification match. The match started perfectly for Les Diables Rouges who soon were leading the game by a ludicrous 6-1 against a weak and pretty much unknown adversary who still had to face over forty-five minutes of pain.\n44' minute of the game, near the end of the first-half, referee whistles for what would be one of the best penalties of the entire history. [https://www.youtube.com/watch?v=hFk0xqO4VkU 'Rik' Coppens was the one chosen to be the executioner of it but instead of shooting directly to the net, he passed to his teammate André Piters who shot for the 7-1]. The game didn't ended there, the second half was open for more goals, specially for Iceland, but were not enough to change a sure winner since it ended with a magnificent 8-3 and with a penalty that changed an entire nation of football lovers since then.\nThis particular way of scoring a penalty, the two-man penalty, was remade by many over the years, and even failed by many like Thierry Henry and Robert Pirès[https://www.youtube.com/watch?v=xzPMvAIrtQs], but when someone talks about this particular style of scoring there is one name that immediately pops up – Johan Cruyff. A player who, with the help of his teammate Jasper Olsen, when both were players of Ajax, scored one of this amazing penalties against Helmond Sport.\nCruyff passed the ball to Jasper who then passed it back to a magnificent and cruel finish that many will remember for years.[https://www.youtube.com/watch?v=IjGbB0_fUXA]\nLate years.\nAfter his career as a player, he became a coach with Tubantia Borgerhout (1970-1971), Berchem (1971-1974 and 1977-1981), Beerschot (1974-1977 and 1981-1984) and Club Brugge (1981).","categories":[],"infobox_types":["football biography"],"annotations":[{"uri":"Belgians","surface_form":"Belgian","offset":75},{"uri":"Association_football","surface_form":"footballer","offset":83},{"uri":"Forward_(association_football)","surface_form":"striker","offset":110},{"uri":"Belgian_Golden_Shoe","surface_form":"Belgian Golden Shoe","offset":200},{"uri":"Belgium_national_football_team","surface_form":"Les Diables Rouges","offset":470},{"uri":"Thierry_Henry","surface_form":"Thierry Henry","offset":1378},{"uri":"Robert_Pir%C3%A8s","surface_form":"Robert Pirès","offset":1396},{"uri":"Johan_Cruijff","surface_form":"Johan Cruyff","offset":1562},{"uri":"A.F.C._Ajax","surface_form":"Ajax","offset":1660},{"uri":"Helmond_Sport","surface_form":"Helmond Sport","offset":1711}]}