{"id":480477,"url":"http://en.wikipedia.org/wiki/John_F._Kennedy_Center_for_the_Performing_Arts","text":"The John F. Kennedy Center for the Performing Arts (commonly called the Kennedy Center) is a performing arts center in Washington, D.C. The Center opened on September 8, 1971. It shows theater, dance, ballet, orchestral, chamber, jazz, popular, and folk music performances.\nIt is the busiest performing arts center in the United States of America. Each year, it hosts about 2,000 performances, and almost two million people watch one of these performances. The Center presents music, dance, and theater to the public; helps artists make new works and does arts education.\nThe \"National Cultural Center Act\" of Congress in 1958 requires that its programming must be paid for through private money. The center is a public-private partnership. It mostly gets its money from ticket sales and gifts from individuals, corporations, and private foundations. It also gets federal funding each year to pay for the maintenance and operation of the building. It is both the nation's public memorial to President John F. Kennedy and the \"national center for the performing arts.\"\nThe building was designed by architect Edward Durell Stone, built by Philadelphia contractor John McShain, and is administered by a bureau of the Smithsonian Institution.\nHistory.\nIn 1933, First Lady Eleanor Roosevelt first had the idea for the center. It was during the Great Depression, and she thought the government should provide jobs for unemployed actors. In 1935 and 1938, the United States Congress talked about making a building for it in Washington D.C., but the only thing they did was add a small auditorium to the Library of Congress.\nIn 1950, Representative Arthur George Klein proposed a bill to build a cultural center. Congress debated the bill between 1955 and 1958. The bill was passed in summer 1958 and President Dwight D. Eisenhower signed it into law on September 4, 1958.\nThis was the first time that the federal government provided money for a structure dedicated to the performing arts. It cost a total of $70 million to build it. Congress gave most of the money, but donations from foundations, individuals, and businesses were also given.\nConstruction and Opening.\nEdward Durell Stone was chosen as the architect.\nConstruction of the building began on December 11, 1965.\nThe first performance was September 5, 1971, with a premiere of Leonard Bernstein's \"Mass\" in the Opera House. The Center officially opened on September 8, 1971, with a formal gala and premiere performance of the Bernstein \"Mass\". The Concert Hall was first used on September 9, 1971, and the Eisenhower Theater was first used on October 18, 1971.\nIt was first called The National Cultural Center, but it was renamed the John F. Kennedy Center for the Performing Arts in 1964, to honor John F. Kennedy after his assassination.\nChanges (1990-2005).\nBy 1990, the Kennedy Center facility was in bad condition. In 1991 and 1992, Congress recommended that $27.7 million be spent to restore the center and improve handicapped access. There were more improvements between 1995 and 2005.\nKennedy Center Honors.\nEach year since 1978, the Kennedy Center Honors have been awarded by the Center's Board of Trustees. Each year, five artists or groups are honored for the contributions that they have made throughout their life to American culture and the performing arts. They are awarded to people in dance, music, theater, opera, film, and television. The Center has awarded the Mark Twain Prize for American Humor since 1998.\nDepartment of VSA and Accessibility.\nThe Department of VSA (Very Special Arts) and Accessibility (formerly VSA Arts) is an international nonprofit organization. It was started in 1974 by Ambassadress Jean Kennedy Smith. It helps people with disabilities learn through, participate in, and enjoy the arts. VSA provides educators, parents, and artists with resources to support arts programming in schools and communities. VSA also shows the works of artists with disabilities. Affiliated with the Kennedy Center since 2005, VSA was official merged into the organization in 2011 to become part of the Center's Department of VSA and Accessibility.\nManagement.\nBefore 1980, the board of directors and its chairman were in charge of the day-to-day operations of the center. Other parts of the center's programming and operations were overseen by other people.\nCurrently, the artistic director is in charge of artistic programming, the center's president is in charge of the center's day-to-day operations, and The Kennedy Center Board of Trustees is in charge of the building.","categories":[],"infobox_types":["venue"],"annotations":[{"uri":"Performing_arts","surface_form":"performing arts","offset":93},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":119},{"uri":"Theater","surface_form":"theater","offset":185},{"uri":"Dance","surface_form":"dance","offset":194},{"uri":"Ballet","surface_form":"ballet","offset":201},{"uri":"Jazz","surface_form":"jazz","offset":230},{"uri":"Folk_music","surface_form":"folk music","offset":249},{"uri":"Public-private_partnership","surface_form":"public-private partnership","offset":713},{"uri":"Corporation","surface_form":"corporation","offset":812},{"uri":"Foundation_(nonprofit)","surface_form":"private foundations","offset":830},{"uri":"Memorial","surface_form":"memorial","offset":979},{"uri":"President_of_the_United_States","surface_form":"President","offset":991},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":1001},{"uri":"Performing_arts","surface_form":"performing arts","offset":1050},{"uri":"Edward_Durell_Stone","surface_form":"Edward Durell Stone","offset":1107},{"uri":"John_McShain","surface_form":"John McShain","offset":1161},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":1214},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":1257},{"uri":"Eleanor_Roosevelt","surface_form":"Eleanor Roosevelt","offset":1268},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1339},{"uri":"Unemployment","surface_form":"unemployed","offset":1412},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":1453},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":1517},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":1596},{"uri":"United_States_House_of_Representatives","surface_form":"Representative","offset":1626},{"uri":"Arthur_George_Klein","surface_form":"Arthur George Klein","offset":1641},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1803},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":1898},{"uri":"Foundation_(nonprofit)","surface_form":"foundations","offset":2078},{"uri":"Business","surface_form":"business","offset":2108},{"uri":"Architect","surface_form":"architect","offset":2200},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":2332},{"uri":"Mass_(theatre)","surface_form":"Mass","offset":2353},{"uri":"Assassination_of_John_F._Kennedy","surface_form":"assassination","offset":2780},{"uri":"Theater","surface_form":"theater","offset":3371},{"uri":"Opera","surface_form":"opera","offset":3380},{"uri":"Mark_Twain_Prize_for_American_Humor","surface_form":"Mark Twain Prize for American Humor","offset":3436},{"uri":"Ambasador","surface_form":"Ambassadress","offset":3671},{"uri":"Jean_Kennedy_Smith","surface_form":"Jean Kennedy Smith","offset":3684}]}