{"id":48056,"url":"http://en.wikipedia.org/wiki/YouTube","text":"YouTube is a free video sharing website on the internet. The website lets people upload, view, and share videos. YouTube was started on February 14, 2005 by three former workers of PayPal. Google (a search engine company) has owned and operated YouTube since 2006. YouTube now carries paid advertisements on all pages.\nVideos can be rated with likes or dislikes, and viewers can subscribe to channels they like. Videos can be commented on if viewers log into their own accounts. The number of times a video has been watched (known as \"views\") is shown.\nMany different types of videos can be put onto the website, such as educational content, animations, and events.\nHistory.\nOn February 14, 2005, three former workers of PayPal founded the site. In November 2006, Google bought YouTube. In 2012, an iOS app was created for YouTube. They changed their logo in 2017.\nVideos.\nYouTube needed the Adobe Flash Player plug-in to play videos in the past. However, in January 2010, YouTube tried using the built-in features of web browser (HTML5) so people would not need to use Adobe Flash player to watch videos.\nAll YouTube users can upload 15-minute long videos. Users who have used the site for enough time and follow the rules can upload videos that are 12 hours long. A user needs to verify the account to do this, however. Everyone could upload long videos when YouTube started, but in March 2006 a ten-minute video limit was put in. The limit was changed to 15 minutes in July 2010. Most video formats can be uploaded to YouTube, and videos can also be uploaded from mobile phones.\nBanning.\nYouTube is blocked in many schools because it allows children to search for videos that might distract them from their lessons. Some other social networking sites and game sites are blocked for the same reason. But at a higher level than schools (and in workplaces), some governments have blocked YouTube access to their country's public. Their reasons vary.\nIran.\nOn December 3, 2006, the government of Iran blocked YouTube and several other sites to stop films and music from other countries from being seen.\nTurkey.\nTurkey blocked YouTube on March 6, 2007 for letting videos that were mean or discriminating to Turks and Atatürk, the founder of modern Turkey, to be shown. Because of a \"virtual war\" between Greeks, Armenians, Kurds and Turks on YouTube, people from each side posted videos to hurt the other. The video that caused the banning said that Turks and Atatürk were gay. The video was first mentioned on Turkish CNN and the Istanbul public prosecutor sued YouTube for being mean to Turkishness. The court suspended access to YouTube while waiting for the removal of the video. The ban was criticized a lot. YouTube lawyers sent proof of removal to court and users could access the website again on March 9, 2007.\nThailand.\nDuring the week of March 8, YouTube was blocked in Thailand. Many bloggers (people who have a \"diary\" online) believed the reason YouTube was blocked was because of a video of the former Prime Minister Thaksin Shinawatra's speech on CNN. However, the government did not confirm or give reasons for the ban. YouTube was unblocked on March 10.\nOn the night of April 3, YouTube was again blocked in Thailand. The government said it was because of a video on the site that it said was \"insulting\" to King Bhumibol Adulyadej. The Ministry of Information and Communication Technology claimed that it would unblock YouTube in a few days, after websites with references to this video are blocked instead of the entire website. Communications Minister Sitthichai Pookaiyaudom said, \"When they decide to withdraw the clip, we will withdraw the ban.\" Soon after this incident the internet technology blog Mashable was banned from Thailand over the reporting of the YouTube clips in question.\nBrazilian model lawsuit and banning that came after.\nYouTube is being sued by Brazilian model and MTV VJ Daniela Cicarelli (better known as Ronaldo's ex-fiancée) because she says that the site is making available a video footage made by a paparazzi (or celebrity photographer) in which she and her boyfriend are having sex on a Spanish beach. The lawsuit says that YouTube has to be blocked in Brazil until all copies of the video are removed. On Saturday, January 6, 2007, a legal injunction (command) ordered that filters be put in place to prevent users in Brazil from going to the website.\nThe effectiveness of the measure has been questioned, since the video is not available only on YouTube, but rather has become an Internet phenomenon. On Tuesday, January 9, 2007, the same court overturned their earlier decision, ordering the filters to be taken down, even though the footage was still forbidden, but without technical support for its blockage.\nMorocco.\nOn May 25, 2007 the state-owned company Maroc Telecom blocked all access to YouTube. There were no reasons given why YouTube was blocked. But the guesses are that it might have something to do with some pro-separatist group Polisario clips (Polisario is the Western Sahara independence movement) or because of some videos that criticized King Mohammed VI. This block did not concern the other two private internet-providers, Wana and Meditel. YouTube became accessible again on May 30, 2007 after \"Maroc Telecom\" unofficially announced that the denied access to the website was only a \"technical glitch\".\nAustralia.\nIn Australia, some schools, including all secondary schools in Victoria, have YouTube blocked from student access, after fights have been posted on YouTube.\nChina.\nCurrently in China, the government has blocked YouTube. For several years, it has been unblocked but since the past five years it has been blocked.\nTerms of service.\nAccording the site's terms of service, users may upload videos only if they have the permission of the copyright holder and of the people in the video. Pornography, defamation, harassment, commercials and videos that encourage criminal conduct may not be uploaded. The uploader gives YouTube permission to give out and change the uploaded video for any purpose, and they do not have permission anymore when the uploader deletes the video from the site. Users may view videos on the site but are not allowed to save them on their computers.\nLocalization.\nOn June 19, 2007, Google CEO Eric Schmidt was in Paris to launch the new localization system. The interface of the website is available with localized versions in 90 countries, and a worldwide version.\nTesting language.\nThe interface of the YouTube website is available in 76 language versions including, Albanian, Amharic, Armenian, Bengali, Burmese, Khmer, Kyrgyz, Laotian, Mongolian, Persian and Uzbek, which do have local channel versions.","categories":[],"infobox_types":["dot-com company"],"annotations":[{"uri":"Video_sharing","surface_form":"video sharing","offset":18},{"uri":"Internet","surface_form":"internet","offset":47},{"uri":"PayPal","surface_form":"PayPal","offset":181},{"uri":"Google","surface_form":"Google","offset":189},{"uri":"Advertisements","surface_form":"advertisements","offset":290},{"uri":"PayPal","surface_form":"PayPal","offset":721},{"uri":"IOS","surface_form":"iOS","offset":799},{"uri":"Islamic_Republic_of_Iran","surface_form":"government of Iran","offset":1981},{"uri":"Mustafa_Kemal_Atat%C3%BCrk","surface_form":"Atatürk","offset":2215},{"uri":"Turkey","surface_form":"Turks","offset":2448},{"uri":"CNN_T%C3%BCrk","surface_form":"Turkish CNN","offset":2509},{"uri":"Istanbul","surface_form":"Istanbul","offset":2529},{"uri":"Thaksin_Shinawatra","surface_form":"Thaksin Shinawatra","offset":3030},{"uri":"CNN","surface_form":"CNN","offset":3061},{"uri":"Bhumibol_Adulyadej","surface_form":"Bhumibol Adulyadej","offset":3329},{"uri":"Brazil","surface_form":"Brazil","offset":3887},{"uri":"Ronaldo","surface_form":"Ronaldo","offset":3949},{"uri":"Internet_phenomenon","surface_form":"Internet phenomenon","offset":4532},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":5452},{"uri":"China","surface_form":"China","offset":5566},{"uri":"Defamation","surface_form":"defamation","offset":5884},{"uri":"Harass","surface_form":"harass","offset":5896},{"uri":"Advertising","surface_form":"commercials","offset":5908},{"uri":"Eric_Schmidt","surface_form":"Eric Schmidt","offset":6302},{"uri":"Internationalization_and_localization","surface_form":"localization","offset":6346},{"uri":"Albanian_language","surface_form":"Albanian","offset":6578},{"uri":"Amharic_language","surface_form":"Amharic","offset":6588},{"uri":"Armenian_language","surface_form":"Armenian","offset":6597},{"uri":"Bengali_language","surface_form":"Bengali","offset":6607},{"uri":"Burmese_language","surface_form":"Burmese","offset":6616},{"uri":"Khmer_language","surface_form":"Khmer","offset":6625},{"uri":"Kyrgyz_language","surface_form":"Kyrgyz","offset":6632},{"uri":"Lao_language","surface_form":"Laotian","offset":6640},{"uri":"Mongolian_language","surface_form":"Mongolian","offset":6649},{"uri":"Persian_language","surface_form":"Persian","offset":6660},{"uri":"Uzbek_language","surface_form":"Uzbek","offset":6672}]}