{"id":480575,"url":"http://en.wikipedia.org/wiki/Jeff_Smith","text":"Jeffrey L. \"Jeff\" Smith (January 22, 1939 – July 7, 2004) was an American chef. He wrote several best-selling cookbooks. Smith was the host of \"The Frugal Gourmet\", a long running American cooking show. He was called \"the most visible gourmet\" of the 1980s by Time Magazine.\nCareer.\nSmith was born in Tacoma, Washington on January 22, 1939. He graduated from the University of Puget Sound with a degree in philosophy and sociology in 1962. When he graduated from Drew University in 1965, Smith began teaching cooking classes to his students called \"Food as Sacrament and Celebration\", and was ordained as a minister in the United Methodist church. Smith came back to the University of Puget Sound, to become a chaplain of Aldergate Methodist Church in 1966, and married his wife Patricia \"Patty\" Smith that same year. In 1972, Smith and his students opened and ran a deli and kitchen supply store in Tacoma, Washington, called Chaplain's Pantry Restaurant and Gourmet Shop. In 1973, Smith began his television career with his first cooking show, \"Cooking Fish Creatively\", on a local Tacoma, Washington PBS station, KTPS-TV. The first six episodes of \"Cooking Fish Creatively\" were broadcast in black and white, and then, the station began using federal grant for color cameras, because Smith was asked to design a new cooking show, he called it \"The Frugal Gourmet\". The name was suggested by his wife, Patty. The program was later moved to WTTW-TV in Chicago, and then, by KQED in San Francisco, and A La Carte Communications, where it aired nationally on PBS from 1983 to 1997. Known himself as \"The Frugal Gourmet\", Smith's nickname quickly became \"The Frug\". Smith always appeared wearing his \"trademark\" blue and white striped apron. His first cookbook, \"Recipes from The Frugal Gourmet\", was published in 1977. The theme music for \"The Frugal Gourmet\" was the Bourree movement from \"Water Music\" by George Frideric Handel. When Jeff Smith released his first hardcover cookbook in 1984, he hit the talk show circuit.\nIn 1981, Smith had heart valve surgery. He was forced to sell the Chaplain's Pantry to pay the huge medical costs. In 1983, he was interviewed on the Phil Donahue show promoting his paperback cookbook. After that, Smith sold 45,000 copies at $4.75 each. The profits allowed him to get out of debt. In 1983, PBS station WTTW in Chicago picked up his show and aired it nationally. The show aired for 14 years, a total of 261 episode. Smith ended every episode of \"The Frugal Gourmet\" by saying, \"Until I see you again, this is the Frugal Gourmet. I bid you peace, bye-bye\". Smith was also quoted as saying \"frugal does not mean cheap.\" He explained, \"A frugal gourmet is a thrifty person who enjoys good food.\"\nSmith appeared in television commercials for Columbia Crest Wines. In 1995, Smith hosted \"The Frugal Gourmet Keeps the Feast\" for the Odyssey Television Network, and then, he retired from television, leaving behind a legacy of loyal of fans, with lots of garlic. That same year, he acted in the movie \"Grumpier Old Men\".\nScandal.\nIn 1997, seven men filed lawsuits against him for alleged sexual abuse. Six of the men said they were abused when they were younger and worked at the Chaplain's Pantry. The case never went to court. Smith said the abuse never happened. The \"Frugal Gourmet\" empire ended with the scandal.\nPersonal life.\nSmith married his wife Patricia in 1966. They had two sons, Channing and Jason. Patricia is credited by originating the nickname \"Frugal Gourmet\".\nDeath.\nSmith died in his sleep in Seattle on July 7, 2004 at the age of 65. He had suffered from heart disease for a long time. Smith was survived by his wife Patricia, and sons Channing and Jason, as well as daughters-in-law Yuki and Lisa.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":65},{"uri":"Chef","surface_form":"chef","offset":74},{"uri":"Cookbook","surface_form":"cookbook","offset":110},{"uri":"The_Frugal_Gourmet","surface_form":"The Frugal Gourmet","offset":144},{"uri":"United_States","surface_form":"American","offset":180},{"uri":"Time_Magazine","surface_form":"Time Magazine","offset":260},{"uri":"Tacoma%2C_Washington","surface_form":"Tacoma, Washington","offset":301},{"uri":"University_of_Puget_Sound","surface_form":"University of Puget Sound","offset":363},{"uri":"Ordain","surface_form":"ordain","offset":593},{"uri":"Minister","surface_form":"minister","offset":607},{"uri":"United_Methodist_church","surface_form":"United Methodist church","offset":623},{"uri":"Tacoma%2C_Washington","surface_form":"Tacoma, Washington","offset":900},{"uri":"Tacoma%2C_Washington","surface_form":"Tacoma, Washington","offset":1084},{"uri":"PBS","surface_form":"PBS","offset":1103},{"uri":"Broadcasting","surface_form":"station","offset":1107},{"uri":"WTTW","surface_form":"WTTW","offset":1442},{"uri":"Chicago","surface_form":"Chicago","offset":1453},{"uri":"PBS","surface_form":"PBS","offset":1558},{"uri":"Appear","surface_form":"appear","offset":1677},{"uri":"Stripe","surface_form":"stripe","offset":1725},{"uri":"Apron","surface_form":"apron","offset":1733},{"uri":"Water_Music_(Handel)","surface_form":"Water Music","offset":1890},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":1906},{"uri":"Heart","surface_form":"heart valve","offset":2042},{"uri":"Interview","surface_form":"interview","offset":2154},{"uri":"Phil_Donahue","surface_form":"Phil Donahue","offset":2173},{"uri":"Marketing","surface_form":"promoting","offset":2191},{"uri":"Cookbook","surface_form":"cookbook","offset":2215},{"uri":"Debt","surface_form":"debt","offset":2315},{"uri":"Chicago","surface_form":"Chicago","offset":2350},{"uri":"Episodes_(TV_series)","surface_form":"episode","offset":2446},{"uri":"Cheap","surface_form":"cheap","offset":2649},{"uri":"Thrift","surface_form":"thrift","offset":2694},{"uri":"Advertising","surface_form":"television commercials","offset":2750},{"uri":"Chateau_Ste._Michelle","surface_form":"Columbia Crest","offset":2777},{"uri":"Lawsuit","surface_form":"lawsuit","offset":3087},{"uri":"Alleged","surface_form":"alleged","offset":3112},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":3120},{"uri":"Court","surface_form":"court","offset":3254},{"uri":"Scandal","surface_form":"scandal","offset":3341},{"uri":"Seattle","surface_form":"Seattle","offset":3546},{"uri":"Heart_disease","surface_form":"heart disease","offset":3609}]}