{"id":480500,"url":"http://en.wikipedia.org/wiki/Orlando_Brown","text":"Orlando Brown (born December 4, 1987) is an American actor and rapper. He is best known for his roles as Eddie Thomas on the teen sitcom \"That's So Raven\", the voice of Sticky Webb on the animated series \"The Proud Family\", and as the voice of Cornelius Filmore on the animated series \"Fillmore!\". Brown is also a singer and released his debut album \"Trade It All\" in 2006. He was born in Los Angeles, California.\nLegal issues.\nOn February 29, 2016, Brown was arrested in Torrance, California, and charged with misdemeanor, domestic battery, obstruction of justice, drug possession with intent to sell, and having contraband in jail.\nOn January 18, 2018, Brown was arrested again, this time in Barstow, California after an alleged family dispute including an argument with a girlfriend. He was charged with battery of a spouse, resisting a police officer, and possession of a controlled substance. He was booked into the Barstow Jail on the same day.\nOn June 5, 2018, Brown was arrested for a third time in Las Vegas after the police witnessed him walking in and out of a motel with a high drug and prostitution area. He was stopped but refused to cooperate and was thus cuffed. Brown was found to have possessed bags of drugs which were identified as crack. Brown was booked on felony narcotics possession, misdemeanor, drug paraphernalia, and resisting a police officer.\nOn September 2, 2018, Brown was arrested for a fourth time after breaking into his friend's restaurant and trying to change the locks.","categories":[],"infobox_types":[],"annotations":[{"uri":"That%27s_So_Raven","surface_form":"That's So Raven","offset":138},{"uri":"The_Proud_Family","surface_form":"The Proud Family","offset":205},{"uri":"Fillmore%21","surface_form":"Fillmore!","offset":286},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":389},{"uri":"California","surface_form":"California","offset":402},{"uri":"Torrance%2C_California","surface_form":"Torrance, California","offset":472},{"uri":"Misdemeanor","surface_form":"misdemeanor","offset":511},{"uri":"Domestic_battery","surface_form":"domestic battery","offset":524},{"uri":"Obstruction_of_justice","surface_form":"obstruction of justice","offset":542},{"uri":"Contraband","surface_form":"contraband","offset":614},{"uri":"Barstow%2C_California","surface_form":"Barstow, California","offset":694}]}