{"id":48079,"url":"http://en.wikipedia.org/wiki/Catch_Me_If_You_Can_(movie)","text":"\"Catch Me If You Can\" is a 2002 American biographical crime drama movie. It stars Leonardo DiCaprio and Tom Hanks. The movie was directed by Steven Spielberg. It is based on the 1980 book by Frank Abagnale.\n\"Catch Me if You Can\" is set in 1963. Frank Abagnale is played by Leonardo DiCaprio. Frank is sixteen years old. Carl Hanratty is played by Tom Hanks. Carl is an FBI investigator. When Frank's parents get divorced, Frank decides to leave his house change his name. He buys a pilot uniform and forges (makes a fake copy of) a pilot licence. He travels with PanAm airlines to many countries. He pays with forged cheques in the USA.\nThen Frank decides to work as a doctor. He again forges the documents. In the hospital he meets a girl. He works as a lawyer, so that he can marry the girl from the hospital. Carl Hanratty is at the wedding. Carl reveals to the girls' father who Frank is. In the meantime, Frank tells his wife the truth about his life and what he has done. Carl searches the house, but Frank has already left. Frank escapes and moves to Mont-de Marson, France where he lives with his mother for a while. On Christmas Day, Carl Hanratty knocks on the door and he tells Frank that he is arresting him. Frank goes quietly with Carl. When Frank leaves jail, he works with Carl Hanratty, helping Carl to catch criminals who forge cheques and other documents.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"United_States","surface_form":"American","offset":32},{"uri":"Biographical_movie","surface_form":"biographical","offset":41},{"uri":"Crime_movie","surface_form":"crime","offset":54},{"uri":"Drama_movie","surface_form":"drama movie","offset":60},{"uri":"Leonardo_DiCaprio","surface_form":"Leonardo DiCaprio","offset":82},{"uri":"Tom_Hanks","surface_form":"Tom Hanks","offset":104},{"uri":"Movie_director","surface_form":"directed","offset":129},{"uri":"Steven_Spielberg","surface_form":"Steven Spielberg","offset":141},{"uri":"Catch_Me_If_You_Can","surface_form":"1980 book","offset":178},{"uri":"Frank_Abagnale","surface_form":"Frank Abagnale","offset":191},{"uri":"Leonardo_DiCaprio","surface_form":"Leonardo DiCaprio","offset":273},{"uri":"Tom_Hanks","surface_form":"Tom Hanks","offset":347},{"uri":"FBI","surface_form":"FBI","offset":369},{"uri":"Pilot_licence","surface_form":"pilot licence","offset":532},{"uri":"USA","surface_form":"USA","offset":632},{"uri":"Lawyer","surface_form":"lawyer","offset":755},{"uri":"Wedding","surface_form":"wedding","offset":836},{"uri":"Christmas_Day","surface_form":"Christmas Day","offset":1128},{"uri":"Jail","surface_form":"jail","offset":1269}]}