{"id":480736,"url":"http://en.wikipedia.org/wiki/Staining","text":"Staining is used in microscopy to make cells and tissues easier to see and understand.\nThis is a way to improve contrast in the microscopic image. Stains and dyes are often used in biology and medicine to highlight structures in biological tissues, often with the aid of different microscopes.\nStaining can be done on living tissues (\"in vivo\") or on dead tissues (\"in\" \"vitro\").\nPreparation.\nDead tissue needs to be \"fixed\" so it does not decay. The fixative keeps the structure as it is. After fixation a tissue may be cut into thin slices, and put on a series of glass microscope slides. Occasionally, it is necessary to dissolve cell membranes so large dye molecules can get into the cells. Standards are published in the \"Biotechnic & Histochemistry\" journal.\nStaining.\nThe simplest way is to dip the slide plus specimen into a solution of dye, then rinse it and examine. The stains used are certified stains, tested by the Biological Stain Commission.\nStaining bacteria.\nGram staining is used to classify bacteria. It is based on the composition of their cell wall. Gram staining uses crystal violet to stain cell walls, iodine as a mordant, and a counterstain which marks all bacteria.\nGram-positive bacteria stain dark blue or violet. Their cell wall lacks the secondary membrane and lipopolysaccharide layer found in Gram-negative bacteria.\nOn most Gram-stained preparations, Gram-negative organisms are red or pink from the counterstain.\nStaining tissues.\nHaematoxylin and eosin staining is often used in histology for thin sections of tissue. Haematoxylin stains cell nuclei blue, while eosin stains cytoplasm, connective tissue and other extracellular substances pink or red.\nEosin is strongly absorbed by red blood cells, colouring them bright red. In a skilfully made H & E preparation the red blood cells are almost orange, and collagen and cytoplasm (especially muscle) go different shades of pink. Hematoxylin stains the cell nucleus and other acidic structures (such as RNA-rich portions of the cytoplasm and the matrix of hyaline cartilage) blue. In contrast, eosin stains the cytoplasm and collagen pink.\nA quick and simple stain used on blood smears, and human cheek cells is methylene blue, which stains the nuclei. There are many other specialist stains, some fluorescent under special light.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microscopy","surface_form":"microscopy","offset":20},{"uri":"Cells","surface_form":"cells","offset":39},{"uri":"Tissues","surface_form":"tissues","offset":49},{"uri":"Biology","surface_form":"biology","offset":181},{"uri":"Medicine","surface_form":"medicine","offset":193},{"uri":"Microscopes","surface_form":"microscopes","offset":281},{"uri":"Cell_membranes","surface_form":"cell membranes","offset":633},{"uri":"Gram_staining","surface_form":"Gram staining","offset":977},{"uri":"Bacteria","surface_form":"bacteria","offset":1011},{"uri":"Cell_wall","surface_form":"cell wall","offset":1061},{"uri":"Gentian_violet","surface_form":"crystal violet","offset":1091},{"uri":"Iodine","surface_form":"iodine","offset":1127},{"uri":"Gram-positive","surface_form":"Gram-positive","offset":1193},{"uri":"Cell_wall","surface_form":"cell wall","offset":1249},{"uri":"Lipopolysaccharide","surface_form":"lipopolysaccharide","offset":1292},{"uri":"Gram-negative","surface_form":"Gram-negative","offset":1326},{"uri":"Histology","surface_form":"histology","offset":1515},{"uri":"Haematoxylin","surface_form":"Haematoxylin","offset":1554},{"uri":"Cell_nuclei","surface_form":"cell nuclei","offset":1574},{"uri":"Eosin","surface_form":"eosin","offset":1598},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1611},{"uri":"Connective_tissue","surface_form":"connective tissue","offset":1622},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":1718},{"uri":"Collagen","surface_form":"collagen","offset":2110},{"uri":"Methylene_blue","surface_form":"methylene blue","offset":2197},{"uri":"Fluorescence","surface_form":"fluorescent","offset":2283}]}