{"id":4807,"url":"http://en.wikipedia.org/wiki/Anarchism","text":"Anarchism is a philosophical movement and political movement, that is against all enforced kinds of hierarchy. For example, anarchism says that the government is harmful and not needed. It also says that people's actions should never be forced by other people. Anarchism is called a libertarian form of socialism.\nAnarchism is a group of ideas centered on the belief that government is both harmful and not needed. The word \"anarchism\" is from the Greek αναρχία, which means \"without rulers\", not \"without rule\"; it is also sometimes translated as \"without government\".\nIn the common language, the word \"anarchy\" is often used to describe chaos or anomie. However, anarchists usually do not want this. Rather, they define \"anarchy\" as a way of relations between people. They believe that, once put into place, these relations work on their own. Anarchists are usually opposed by the systems they wish to remove.\nPrinciples.\nIndividual freedom, voluntary association, and being against the state are important beliefs of anarchism. There are also big differences between anarchist philosophies on things like whether violence can be used to bring about anarchy; the best type of economy; the relationship between technology and hierarchy; the idea of equality; and the usefulness of some organization. The word \"authority\" is not clear, but anarchists are not against some types of authority (e.g. the authority of someone skilled in self-defence over someone that wants to learn self-defence), they are only against control by force.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophical_movement","surface_form":"philosophical movement","offset":15},{"uri":"Political_movement","surface_form":"political movement","offset":42},{"uri":"Enforced","surface_form":"enforced","offset":82},{"uri":"Hierarchy","surface_form":"hierarchy","offset":100},{"uri":"Government","surface_form":"government","offset":148},{"uri":"Libertarian","surface_form":"libertarian","offset":283},{"uri":"Socialism","surface_form":"socialism","offset":303},{"uri":"Etymology","surface_form":"is from","offset":436},{"uri":"Greek_language","surface_form":"Greek","offset":448},{"uri":"Chaos","surface_form":"chaos","offset":639},{"uri":"Anomie","surface_form":"anomie","offset":648},{"uri":"State","surface_form":"state","offset":989},{"uri":"Violence","surface_form":"violence","offset":1116},{"uri":"Authority","surface_form":"authority","offset":1381}]}