{"id":48087,"url":"http://en.wikipedia.org/wiki/Hashish","text":"Hashish is a sticky, thick, dark-colored resin (plant juice) which is made from the flower of the female cannabis plant, \"Cannabis sativa\". The cannabis plant's leaves and flowers contain chemicals known as cannabinoids. One cannabinoid is THC, which gives a person who smokes or eats parts of the cannabis plant a feeling of euphoria (makes the user feel good or happy). Another cannabinoid is CBD, which gives the user a relaxing feeling, and another is CBG which gives the user red or droopy eyes. The name \"hashish\" comes from an Arabic word meaning \"dry weed\".\nThe two main drugs made from the cannabis plant are marijuana and hashish. Hashish has much more of the chemical THC (which makes users feel good or happy) than marijuana. Hashish is an illegal drug in the United States, UK and many other countries. Some people think it should be legal, some think it should be legal only for medical reasons, and some think it should not be legal at all.\nProduction and use.\nTo make hashish, workers rub cannabis blossoms with their hands to get the resin to stick to their hands, and then the resin is collected. Another way to make hashish is to sift the ground-up, dried leaves through a screen and press the powder resin to make a \"brick\".\nA more modern method of producing hashish is through alcohol extraction. In this method cannabis plants are ground up and covered in isopropyl alcohol or butane and left to sit. The mixture is then dried until the alcohol is gone, leaving the active terpenoid and terpene compounds which can be used immediately or cooked into bricks.\nWhen a person wants to use hashish, they usually smoke it by putting a small piece of hashish in a joint with tobacco or marijuana. Then the person lights the paper roll with a flame and inhales the smoke that comes out, exhaling 1-3 seconds after holding in the smoke.\nAnother way that people use hashish is by putting a small piece of hashish in a pipe or bong (water pipe) then putting it on fire, and breathing the smoke. Some people also eat hashish, usually by mixing it into food or baked goods.\nLegality.\nThe legality of hashish use is different in different countries.\nAustralia.\nCannabis and sometimes hashish is legal for strict medicinal use such as cancer patients, terminally ill, epileptics and insomniacs. In Canberra however, cannabis is now legal for adults 18+ since 2019. Before this, it was only decriminalised in Canberra.\nAmerica.\nIn the US, there are state and federal laws that do not agree if cannabis is legal or not. Some states such as Colorado and California are completely legal for use of cannabis in all forms including flower, hashish, edibles, tinctures, hash oil and even flavoured or alcoholic drinks for adults 21 or over excluding some laws for the quantity you can possess, distribution and where you can smoke in these states. In other states, cannabis in all forms excluding perhaps Cannabis Ruderalis (hemp) is only legal for medicinal use but much less strict than Australia for example. In some other states cannabis is classed as a Schedule 1 drug meaning severe and unreasonable punishments for possession, use and distribution.\nNetherlands.\nHashish is not legal in the Netherlands, but there are no criminal laws against having a small amount of cannabis (marijuana or hashish). This is because the Netherlands decided that having cannabis should not be a crime. Some other countries are starting to \"decriminalize\" and even completely legalise cannabis as (make using it or having it no longer be a crime).\nEffects.\nThe effects of hashish are typically the same as cannabis although less is consumed to reach the same level of intoxication if it isn't \"soapbar\" hash.\nEffects of hash and weed cause the following effects depending on how much is consumed. Although Sativa strains will normally cause a higher ratio of trippy and heart raising effects than Indica and Indica strains normally will have a higher ratio of sedating and narcotic effects than a Sativa strain, both cause relatively the same effects, just a higher ratio of \"trip\" effects from sativas than indicas and higher ratio of sedation and mood relief from indicas than sativas.\nHurting the lungs and throat.\nSmoking any drugs/plants such as marijuana, hashish, or tobacco is bad for the lungs. Smoke hurts the lungs and the throat because the smoke has tar in it and when any form of plant matter is combusted, some of the plant is processed into carcinogenic smoke which have cancer causing potential for the physical respiratory system excluding the heart, including lungs throat and mouth. There are much less carcinogens in cannabis/hash smoke than tobacco as cannabis contains no carcinogens itself until burnt. A person who only eats hashish will not hurt their lungs or throat. A relatively newer process of inhalation which is much safer than smoking is vaporizing the hashish. This method is based on increasing the temperature of the hashish to 170-200 degrees Celsius which is about the temperature THC vaporizes but is far below the point when \"carbons\" begin being burned. The end result is the THC compound being breathed in combined with air rather than the THC compound being breathed in with smoke.\nRepetitive lifestyle.\nExcluding smoking risks, smoking hashish and weed all the time can potentially help someone to be caught up in a repetitive loop of habits in life, some which may be unhealthy. Quitting, doing more productive things or tripping on a serotonin psychedelic can help reset these habits but that is another topic all together.\nCardiovascular risk.\nIt is unknown whether hash or cannabis can be dangerous for people with a severely damaged or weak heart but the increase of heart rate and lower blood pressure caused by being stoned can certainly cause potential short term problems especially if the person has a panic attack for whatever reason (thinking they're having a heart attack, wanting the effects to disappear or paranoid thoughts about specific things). This coupled with the already elevated heart rate seems like it can certainly cause problems for people with \"bad\" hearts but it's still not proven as there's still been (of January 2020) absolutely no certain recorded deaths caused by only cannabis. There has been a couple reports of cardiac arrest but most or all of these reports contain at least one other potential factor.\nPotential overdosing.\nIn general, THC smoked or orally consumed, upwards of 3 grams seems to be relatively safe even though 3 grams of pure THC is around 100 moderately strong edibles. Smoking cannabis seems to be physically impossible to lethally overdose for someone relatively healthy however. Many people smoke grams of hash oil at a time wanting to achieve a state that \"no man's gone before\", with the absolutely worst thing happening is a pale face, vomiting and inability to move as much as usual.\nIf a ridiculously high dose of cannabis is consumed such as in edibles in doses of a gram +/- then the user can technically overdose although it isn't lethal.\nThe \"overdose\" can cause nausea, vomiting, dizziness, hallucinations unique compared to any other class of hallucinogens, disorientation, strong sedation, pale skin, sleeping (up to 12 hours) and in rare cases short comas (up to 2 days). The person experiencing the \"overdose\" generally ends up fine. In bad cases they may end up in a hospital from thinking their in danger or for someone else mistaking their symptoms as dangerous.\nAddiction.\nMost other illegal drugs, such as heroin, crack, and cocaine are very addictive. This means that someone with an addictive personality or someone that has no worries or knowledge of side effects of the addictive drug they're about to do starts regularly taking an an addictive drug heroin, meth, or cocaine, the person will want to keep taking more of the drug, even if it is making them sick with or without it. Legal drugs such as tobacco, caffeine and alcohol are also found to be addictive, tobacco the most. Tobacco can be just as bad, if not, a worse of an addiction than methamphetamine. The tobacco user will typically go buy some more cigarettes or pick up used butts to smoke if they run out. If the meth user runs out, they have no easy legal source to get it and if they have no money they can't just pick up a dirty second hand \"meth butt (no such thing)\" off anywhere on the ground. The addiction is as strong as tobacco that they \"need\" it so many of them end up breaking into people's houses and cars to steal money and possessions to trade for more which tobacco users do not tend to do. Tobacco users do tend to smoke much more often, however.\nHashish and cannabis are not physically addictive like heroin, cocaine and cigarettes; however, users may develop a psychological addiction.\nSlang terms.\nHashish is often just called \"hash\". There are other variations of hashish such as temple balls, dry sift, kief pressed hash and bubble hash. If you hear any of these terms, the person is talking about a specific type of hash. Slang terms vary from one country to country. There are many slang terms for hashish smoking, such as \"getting faded\", \"getting stoned as f**k\", \"blown away\", \"baking up\", \"getting baked\", \"blazing\" etc, all of them same terms are used interchangeably with smoking weed as they both get you to a very similar state of mind. Although most hash smokers if they have hash will more likely say something simple rather than slang like \"let's smoke some hash\" unless they're talking about how high they want to get.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cannabis","surface_form":"cannabis","offset":105},{"uri":"Dry_weed","surface_form":"dry weed","offset":555},{"uri":"Marijuana","surface_form":"marijuana","offset":618},{"uri":"Illegal_drugs","surface_form":"illegal drug","offset":752},{"uri":"Alcohol","surface_form":"alcohol","offset":1298},{"uri":"Netherlands","surface_form":"Netherlands","offset":3197},{"uri":"Crime","surface_form":"crime","offset":3384},{"uri":"Tar","surface_form":"tar","offset":4351},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":7496},{"uri":"Heroin","surface_form":"heroin","offset":7519},{"uri":"Crack_cocaine","surface_form":"crack","offset":7527},{"uri":"Cocaine","surface_form":"cocaine","offset":7538},{"uri":"Addiction","surface_form":"addictive","offset":7555}]}