{"id":480956,"url":"http://en.wikipedia.org/wiki/Michael_Smerconish","text":"Michael A. Smerconish (born March 15, 1962) is a talk show host. He has a radio program on Sirius XM Satellite Radio. He has a television program on Cable News Network (CNN). He is a lawyer in Philadelphia, Pennsylvania for the law firm Kline and Specter. Smerconish is a columnist for the Philadelphia Inquirer. He has often been a guest host for other talk show hosts. This includes Joe Scarborough of MSNBC and Bill O'Reilly of Fox News Network.\nSmerconish had worked for the campaigns of Republicans in the past. He had voted Republican. In 2008, he said he would vote for the Democratic presidential candidate Barack Obama. He made this announcement on MSNBC's \"Hardball with Chris Matthews\". On August 20, 2009, Smerconish became the first talk radio host to broadcast live from the Obama White House. That show which included an interview with the President. The interview was held in the Diplomatic Reception Room. That is where President Franklin D. Roosevelt's fireside chats were held. The President took questions from Smerconish and his listeners on a variety of subjects. One subject was the recent debates on the pending Healthcare Reform Bill. Smerconish has interviewed Obama six other times.\nIn 2010, Smerconish said in the \"Huffington Post\" that he had switched his party registration from Republican to independent. When it was said that David Duke had been tied to Republican House leader Steve Scalise in the past, Smerconish interviewed Duke to discuss this.\nBooks.\nSmerconish has written several books. Two of them were on \"The New York Times\" Best Seller list.","categories":[],"infobox_types":[],"annotations":[{"uri":"Talk_show","surface_form":"talk show","offset":49},{"uri":"Radio_program","surface_form":"radio program","offset":74},{"uri":"XM_Satellite_Radio","surface_form":"XM Satellite Radio","offset":98},{"uri":"Television_programme","surface_form":"television program","offset":127},{"uri":"CNN","surface_form":"Cable News Network","offset":149},{"uri":"Lawyer","surface_form":"lawyer","offset":183},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":193},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":207},{"uri":"Columnist","surface_form":"columnist","offset":272},{"uri":"Philadelphia_Inquirer","surface_form":"Philadelphia Inquirer","offset":290},{"uri":"Joe_Scarborough","surface_form":"Joe Scarborough","offset":385},{"uri":"MSNBC","surface_form":"MSNBC","offset":404},{"uri":"Bill_O%27Reilly","surface_form":"Bill O'Reilly","offset":414},{"uri":"Fox_News_Channel","surface_form":"Fox News Network","offset":431},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":615},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":947},{"uri":"David_Duke","surface_form":"David Duke","offset":1358},{"uri":"The_New_York_Times_Best_Seller_list","surface_form":"\"The New York Times\" Best Seller list","offset":1547}]}