{"id":480912,"url":"http://en.wikipedia.org/wiki/Roosevelt_Island","text":"Roosevelt Island is a narrow island in the East River in New York City. To the west is Manhattan Island, and to the east is the New York City borough of Queens. Roosevelt Island is part of the borough of Manhattan.\nFacts.\nThe island is about long. The widest point on this island is about wide. The island's total area is. According to the US Census of 2000, 9,520 people lived on the island. The Roosevelt Island Operating Corporation guessed that about 12,000 lived here in 2007. The Queensboro Bridge passes over the southern part of the island but there is no way to get to the island from it.\nRoosevelt Island is owned by the city, but is leased to the state of New York. Most people who live on Roosevelt Island rent apartments. There is also a housing cooperative building (where tenants own, rather than rent, part of the building) and a condominium building.\nTransport.\nRoosevelt Island has many bicycle trails and walking paths for people to explore the island with. There is also a free bus service, called the \"Red Bus\", that gets people around the island and to the cable car terminal and subway station.\nHistory.\nRoosevelt Island was called Minnehanonck by the Lenape Native Americans. Later, it was called Varkens Eylandt (Hog Island) by people who lived in New Netherland. During Britain's colonization of the United States, the island was named Blackwells Island. It was known as Welfare Island when hospitals were opened on the island between 1921 to 1971. It was renamed Roosevelt Island in 1971, after U.S. President Franklin D. Roosevelt.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":29},{"uri":"East_River","surface_form":"East River","offset":43},{"uri":"New_York_City","surface_form":"New York City","offset":57},{"uri":"Manhattan","surface_form":"Manhattan","offset":87},{"uri":"Queens","surface_form":"Queens","offset":153},{"uri":"Borough_(New_York_City)","surface_form":"borough","offset":193},{"uri":"Queensboro_Bridge","surface_form":"Queensboro Bridge","offset":486},{"uri":"New_York","surface_form":"New York","offset":667},{"uri":"Renting","surface_form":"rent","offset":718},{"uri":"Housing_cooperative","surface_form":"housing cooperative","offset":751},{"uri":"Condominium","surface_form":"condominium","offset":846},{"uri":"Bicycle","surface_form":"bicycle","offset":905},{"uri":"Walking","surface_form":"walking","offset":924},{"uri":"Lenape","surface_form":"Lenape","offset":1175},{"uri":"Native_American","surface_form":"Native American","offset":1182},{"uri":"New_Netherland","surface_form":"New Netherland","offset":1273},{"uri":"Britain","surface_form":"Britain","offset":1296},{"uri":"United_States","surface_form":"United States","offset":1326},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":1537}]}