{"id":48120,"url":"http://en.wikipedia.org/wiki/Bremerhaven_Hauptbahnhof","text":"Bremerhaven Hauptbahnhof is the central railway station in the German city of Bremerhaven, Bremen.\nThe station lies on the line from Bremen to Cuxhaven. The line from Bremen was built in 1862, and a station for that was built in Geestemünde. At the time, Geestemünde did not belong to Bremerhaven, but was a separate town. The line from Geestemünde to Cuxhaven was then built in 1896.\nBecause there were too many trains in the old station and it is connected only with single-track, it was decided to knock down the old station. The new station, which is now Bremerhaven Central railway station, was opened in 1914. Because it still was in Geestemünde, but not as far away as the old station, it was called \"Geestemünde-Bremerhaven\".\nIn 1924, some other towns joined Bremerhaven, and the city got a new name, Wesermünde. The station got a new name, \"Wesermünde-Bremerhaven\", because of that.\nIn 1944, in the middle of World War II, the hall over the railway tracks was destroyed by a bomb that was thrown from an American plane. The hall was not built again after the war.\nWesermünde received another name and was called Bremerhaven from 1947, and the station received the new name too and was now called \"Bremerhaven Hauptbahnhof\". That means \"Bremerhaven Central railway station\", and it was called that way because it was now in the middle of the new, large city.\nElectric cables were put in the station in 1966, so that electric trains could run. Trains that were carrying soldiers of the US Army often ran to Bremerhaven in the 1970s, because the US Army had large barracks in the city.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway_station","surface_form":"railway station","offset":40},{"uri":"Bremerhaven","surface_form":"Bremerhaven","offset":78},{"uri":"Bremen_(state)","surface_form":"Bremen","offset":91},{"uri":"Bremen","surface_form":"Bremen","offset":133},{"uri":"Cuxhaven","surface_form":"Cuxhaven","offset":143},{"uri":"World_War_II","surface_form":"World War II","offset":918},{"uri":"Railway_track","surface_form":"tracks","offset":958},{"uri":"Bomb","surface_form":"bomb","offset":984},{"uri":"Soldiers","surface_form":"soldiers","offset":1477},{"uri":"US_Army","surface_form":"US Army","offset":1493},{"uri":"Barracks","surface_form":"barracks","offset":1570}]}