{"id":48148,"url":"http://en.wikipedia.org/wiki/Friedrich_Kellner_Diary","text":"The \"Diary of Friedrich Kellner\" is a journal written during the Second World War. The author, August Friedrich Kellner, was a justice inspector in the courthouse in Mainz. He was also a political activist for the Social Democratic Party of Germany between 1918 and 1933. After Hitler banned the party, the family moved to Laubach.\nWhen Hitler ordered the invasion of Poland in September 1939, Kellner began his secret diary. He named his diary \"Mein Widerstand,\" which means \"My Opposition.\" In the diary, he wrote down what he saw and heard about what happened in Nazi Germany. He wrote it so that people later would know about it.\nThe diary has ten volumes, with a total of 861 pages. There are 676 dated entries. Included in the diary are more than 500 newspaper clippings.\nThe English translation of the diary was published in 2018 by Cambridge University Press under the title, \"My Opposition: The Diary of Friedrich Kellner -- A German against the Third Reich\".\nHistorical significance.\nA soldier on vacation here said he witnessed a terrible atrocity in the occupied parts of Poland. He watched as naked Jewish men and women were placed in front of a long deep ditch and upon the order of the SS were shot by Ukrainians in the back of their heads and they fell into the ditch. Then the ditch was filled with dirt even as he could still hear screams coming from people still alive in the ditch. These inhuman atrocities were so terrible that some of the Ukrainians, who were used as tools, suffered nervous breakdowns. All the soldiers who had knowledge of these bestial actions of these Nazi sub-humans were of the opinion that the German people should be shaking in their shoes because of the coming retribution. There is no punishment that would be hard enough to be applied to these Nazi beasts. Of course, when the retribution comes, the innocent will have to suffer along with them. But because ninety percent of the German population is guilty, directly or indirectly, for the present situation, we can only say that those who travel together will hang together.\nThere is not much in the diary about the Kellners’ personal lives. Instead, Friedrich Kellner wrote about the political atmosphere of a country run by terrorists. He also wrote about the leaders and people in other nations who remained indifferent to what Hitler and Mussolini were planning. Kellner was very angry that millions of people had to die because a few politicians in the democracies failed to confront Hitler and his allies. Kellner was also angry at the famous aviator Charles Lindbergh, and the car manufacturer Henry Ford, and at others who blindly expressed admiration for Adolf Hitler. “The whole world let themselves be fooled by this man,” Kellner wrote on May 3, 1942.\nWhen will this insanity be brought to an end? When will the intoxication of victory turn into a terrible hangover? Now is a unique chance for England and America to take the initiative, but not only with empty promises and insufficient measures. If America had the will to throw its entire might into the fray, it could tip the balance for a return of peace. Only a tremendous force and the commitment of all war material can bring the German wild steer to reason. Up until now the statesmen–through unbelievable shortsightedness–have neglected or failed their duty. Mankind awake! Attack together with all your might against the destroyers of peace! No reflections, no resolutions, no speeches, no neutrality. Advance against the enemy of mankind!\nPurpose of the diary.\nFriedrich Kellner wrote the diary to expose the crimes of the Third Reich. He believed his diary could serve as a warning for future generations to oppose dictatorships and their totalitarian ideology.\nAfter the war, Friedrich Kellner helped to reestablish the Social Democratic Party. He became [http://www.spd-laubach.de/geschichte.htm chairman] of the Laubach branch. He retired from politics in 1960, at the age of seventy-five.\nThe day will come when the same kind of anti-democratic and anti-Semitic hatred will bring intense misery to the world. Use the diary as a weapon against dictatorships and terrorism. There will always be people of bad will, therefore people of good will must be prepared to oppose them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Journal","surface_form":"journal","offset":38},{"uri":"Second_World_War","surface_form":"Second World War","offset":65},{"uri":"Friedrich_Kellner","surface_form":"August Friedrich Kellner","offset":95},{"uri":"Mainz","surface_form":"Mainz","offset":166},{"uri":"Sozialdemokratische_Partei_Deutschlands","surface_form":"Social Democratic Party of Germany","offset":214},{"uri":"Hitler","surface_form":"Hitler","offset":278},{"uri":"Invasion","surface_form":"invasion","offset":356},{"uri":"Poland","surface_form":"Poland","offset":368},{"uri":"My_Opposition","surface_form":"his secret diary","offset":408},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":566}]}