{"id":48145,"url":"http://en.wikipedia.org/wiki/Wars_of_the_Roses","text":"The Wars of the Roses (1455–1487) were a series of civil wars, fought over the throne of England, between supporters of the House of Lancaster (the Lancastrians) and supporters of the House of York (the Yorkists). Both houses were branches of the Plantagenet royal house, and were related through King Edward III.\nThe wars began for several reasons. Historians have different ideas over which was the most important. King Henry VI was seen as a poor ruler by many of his people, due to his lack of interest in politics and his mental illness (his French queen Margaret of Anjou often made key decisions instead). It was also caused by to England's defeat in the Hundred Years' War in France, money problems afterwards and problems with the feudal system of government.\nThe name of the Wars of the Roses comes from the white rose symbol for the House of York and the red rose symbol for the House of Lancaster. However, the red rose symbol was not used until after the wars ended, and most soldiers fought under the symbol of their local nobleman. The name was not used until the 19th century. In earlier years they were known as the \"Civil Wars\". The houses were named after the cities of Lancaster and York, but these cities played little role in the war. The two houses owned land all over England and Wales.\nBackground.\nKing Edward III had many sons, as shown in the family tree below. His oldest son, known by his nickname \"The Black Prince\" died first, and the throne passed to the Black Prince's son, Richard, who became King Richard II of England in 1377 at the age of only ten. He grew up to be a weak and unpopular king, and one of his actions was to send his cousin Henry into exile. Henry later returned, while Richard was away in Ireland, and took over the country. When Richard returned, Henry tricked him into giving himself up. Richard was put in prison, where he died. Henry became King Henry IV of England.\nHenry IV reigned until his death, and was followed by his son, King Henry V (in 1413). Henry V died in 1422 and was followed by his son King Henry VI, who was only a baby at the time. Henry VI did not run the government until 1437. He then ruled until 1461, six years after the Wars of the Roses began. Henry VI was considered a poor ruler by some of his people, for several reasons. He was not interested in politics. He was shy and did not like war. He was easily led by a small number of friends, such as his French queen Margaret of Anjou and his advisor Edmund Beaufort, Duke of Somerset.\nHenry VI's reign also saw England's defeat in the Hundred Year's War. England had done well in the war while he was still a child and by 1428 they appeared to be close to defeating their House of Valois enemies. But after events like Joan of Arc's rebellions in 1429-30, Burgundy's decision to switch sides in 1435 and several other problems, England's control in France had already been weakened by the time Henry VI started to run the government in 1437. Henry VI tried to end the war by agreeing a draw, but his French enemies realised they could win a complete victory. In 1453, England had lost their last lands in France outside of Calais.\nAlso in 1453, Henry VI was overcome with mental illness and he was unable run the country. This would happen several times during the rest of his life. A powerful nobleman called Richard, Duke of York persuaded the other nobles to make him \"Lord Protector\". This meant that he would run the country until the king recovered. York was an enemy of Somerset. While running the country, he locked Somerset in the Tower of London. Henry recovered in 1454 and began to run the country again. He let Somerset out and gave him back his job. York and his supporters then became afraid that the king and Somerset would have them executed.\nEarly fighting (1455).\nYork decided the only way he could protect himself was to defeat the king in battle. He raised an army of many people who were unhappy with Henry and Margaret. This led to the First Battle of St Albans in 1455. It was the first to be fought between the Yorkists (who supported York) and the Lancastrians (who supported Henry). York won with the help of the Richard Neville, Earl of Warwick. Henry was found hiding in a leather shop and taken prisoner. He was again overcome with mental illness. Somerset and some of the king's other key supporters were killed in the battle. York was again made Lord Protector.\nThe next year, Henry recovered. York let him go back to running the country and was put in charge of running Ireland. Henry and Margaret knew that they could not get rid of Richard easily. For the next few years, both sides wanted to stop a war from breaking out. But they could not agree on several things. York wanted to be the next king after Henry died, rather than Henry and Margaret's newborn son Edward. Margaret would not allow this. Henry moved to Coventry, where he had more support.\nMain fighting (1459-61).\nA more serious war broke out in 1459. It started because Warwick had attacked other country's ships during his time in charge of Calais. Henry asked Warwick to meet to explain what he doing, but Warwick refused. Soon enough, York and Warwick started putting together an army. They were stopped at the Battle of Ludford Bridge and fled England. Henry and the Lancastrians now had control. They ordered York and Warwick to be executed if they were found.\nIt did not last long. York and Warwick returned and raised an army. They won the Battle of Northampton. For the second time, Henry was captured after being overcome with mental illness. York was made Lord Protector for a third time. York then announced that he wanted to take the throne for himself. Many of his supporters thought this was a step too far. So instead, they agreed that Henry would still be king but York (and not Henry's son) would be the next king.\nYork then travelled to the north of England to attack the remaining Lancastrians. This led to a disaster. York lost the Battle of Wakefield at the end of 1460 and was killed. His son Edward the became leader of the Yorkists. The next year saw mixed results for both sides. Edward defeated a Lancastrian army at the Battle of Mortimer's Cross, but the Lancastrians won the Second Battle of St Albans where Henry escaped. In London, Edward was met with lots of support. He announced he wanted to take the throne. He then defeated the Lancastrians at the Battle of Towton. This was the bloodiest battle to have ever been fought on British soil.\nAfter Towton, Edward was in control of England. He was crowned as Edward IV in June 1461. Over the next few years, he and his allies put down small Lancastrian rebellions. Henry was again captured in 1465.\nWarwick changes sides (1469-71).\nFighting broke out again in 1469 when Edward's most powerful supporter, the Earl of Warwick, switched sides. Warwick was furious that Edward had married Elizabeth Woodville, a common woman. Many people also thought this was wrong. At the time, kings were expected to marry the daughters of noblemen or other kings. Warwick led a rebellion against the king. The country was left in confusion. At one point Warwick captured Edward, meaning that he had \"two\" kings captured. He soon let Edward go.\nWarwick then supported making Henry king again. He believed he could run the country while Henry was on the throne. He also arranged for Henry's son to marry Warwick's daughter Anne Neville. Edward could not raise an army to fight, so he fled the country in 1470. Henry VI then became the ruler again. Warwick's role in bringing Edward and then Henry to power led to him being nicknamed \"Kingmaker\".\nHenry's return did not last long. Warwick planned to help France invade Burgundy, so Burgundy helped Edward find soldiers. Edward returned in 1471. He then won two big victories over the Lancastrians. The first was the Battle of Barnet, where Warwick was killed. The second was the Battle of Tewksbury, where Margaret was taken prisoner and her son was killed. Edward IV took the throne again and Henry VI was imprisoned in the Tower of London. He died one month later. Historians think Edward had him murdered. This left the Lancastrians without a leader. There was little fighting for the next 12 years. Margaret was released in 1475 and went back to France. She died in 1482.\nRichard III (1483-85).\nEdward IV ruled until his sudden death in 1483. Just before dying, Edward had said that his 12-year old son should become king as Edward V, while Edward's brother Richard would be \"Lord Protector\". Richard would run the country until Edward V became an adult.\nEdward V was the king for 78 days before Richard took the throne for himself. He was crowned as Richard III. The young Edward and his brother disappeared a few months later while living in the Tower of London. Many people thought Richard had ordered the boys to be killed (some historians agree). This caused many Yorkists to turn against Richard III.\nRichard managed to win against a rebellion by his old friend, the Duke of Buckingham. Henry Tudor, a distant relative of Henry VI, then returned to England. He became the leader of the rebellions, creating a new Lancastrian army. In the Battle of Bosworth Field, Richard III was killed and his army was defeated. Henry took the throne as King Henry VII, the first king of the House of Tudor.\nAfterwards.\nThe Battle of Bosworth Field is often seen as the end of the war. However, there was another big battle two years later when Henry VII stopped a rebellion. Despite this, Henry was able to bring peace to the country.\nHenry told people that he was bringing the two houses together. To show this, he married Edward IV's daughter Elizabeth of York. He also invented the Tudor rose symbol, with a red rose and white rose joined together.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Civil_war","surface_form":"civil war","offset":51},{"uri":"England","surface_form":"England","offset":89},{"uri":"House_of_Lancaster","surface_form":"House of Lancaster","offset":124},{"uri":"House_of_York","surface_form":"House of York","offset":184},{"uri":"House_of_Plantagenet","surface_form":"Plantagenet","offset":247},{"uri":"Edward_III_of_England","surface_form":"Edward III","offset":302},{"uri":"Henry_VI_of_England","surface_form":"Henry VI","offset":422},{"uri":"Mental_illness","surface_form":"mental illness","offset":527},{"uri":"Margaret_of_Anjou","surface_form":"Margaret of Anjou","offset":560},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":662},{"uri":"Feudalism","surface_form":"feudal system","offset":740},{"uri":"19th_century","surface_form":"19th century","offset":1079},{"uri":"Lancaster%2C_Lancashire","surface_form":"Lancaster","offset":1189},{"uri":"York","surface_form":"York","offset":1203},{"uri":"The_Black_Prince","surface_form":"The Black Prince","offset":1428},{"uri":"Richard_II_of_England","surface_form":"Richard II of England","offset":1532},{"uri":"Exile","surface_form":"exile","offset":1687},{"uri":"Henry_IV_of_England","surface_form":"Henry IV of England","offset":1903},{"uri":"Henry_V_of_England","surface_form":"Henry V","offset":1992},{"uri":"Margaret_of_Anjou","surface_form":"Margaret of Anjou","offset":2449},{"uri":"Edmund_Beaufort%2C_2nd_Duke_of_Somerset","surface_form":"Edmund Beaufort, Duke of Somerset","offset":2483},{"uri":"Hundred_Year%27s_War","surface_form":"Hundred Year's War","offset":2568},{"uri":"House_of_Valois","surface_form":"House of Valois","offset":2705},{"uri":"Joan_of_Arc","surface_form":"Joan of Arc","offset":2752},{"uri":"Burgundy","surface_form":"Burgundy","offset":2789},{"uri":"Calais","surface_form":"Calais","offset":3156},{"uri":"Richard_of_York%2C_3rd_Duke_of_York","surface_form":"Richard, Duke of York","offset":3343},{"uri":"Lord_Protector","surface_form":"Lord Protector","offset":3405},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":3573},{"uri":"First_Battle_of_St_Albans","surface_form":"First Battle of St Albans","offset":3992},{"uri":"Richard_Neville%2C_16th_Earl_of_Warwick","surface_form":"Richard Neville, Earl of Warwick","offset":4173},{"uri":"Ireland","surface_form":"Ireland","offset":4536},{"uri":"Coventry","surface_form":"Coventry","offset":4884},{"uri":"Calais","surface_form":"Calais","offset":5075},{"uri":"Battle_of_Ludford_Bridge","surface_form":"Battle of Ludford Bridge","offset":5247},{"uri":"Battle_of_Northampton_(1460)","surface_form":"Battle of Northampton","offset":5480},{"uri":"Battle_of_Wakefield","surface_form":"Battle of Wakefield","offset":5985},{"uri":"Edward_IV_of_England","surface_form":"Edward","offset":6048},{"uri":"Second_Battle_of_St_Albans","surface_form":"Second Battle of St Albans","offset":6237},{"uri":"Battle_of_Towton","surface_form":"Battle of Towton","offset":6417},{"uri":"Richard_Neville%2C_16th_Earl_of_Warwick","surface_form":"Earl of Warwick","offset":6822},{"uri":"Elizabeth_Woodville","surface_form":"Elizabeth Woodville","offset":6899},{"uri":"France","surface_form":"France","offset":7699},{"uri":"Burgundy","surface_form":"Burgundy","offset":7713},{"uri":"Battle_of_Barnet","surface_form":"Battle of Barnet","offset":7860},{"uri":"Battle_of_Tewksbury","surface_form":"Battle of Tewksbury","offset":7923},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":8069},{"uri":"Edward_V_of_England","surface_form":"Edward V","offset":8473},{"uri":"Richard_III_of_England","surface_form":"Richard","offset":8506},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":8796},{"uri":"Henry_VII_of_England","surface_form":"Henry Tudor","offset":9041},{"uri":"Battle_of_Bosworth_Field","surface_form":"Battle of Bosworth Field","offset":9192},{"uri":"House_of_Tudor","surface_form":"House of Tudor","offset":9331},{"uri":"Elizabeth_of_York","surface_form":"Elizabeth of York","offset":9685},{"uri":"Tudor_rose","surface_form":"Tudor rose","offset":9725}]}