{"id":48144,"url":"http://en.wikipedia.org/wiki/Battle_of_Bannockburn","text":"The Battle of Bannockburn, fought on 23 and 24 June 1314, was an important Scottish victory in the Wars of Scottish Independence. A smaller Scottish army defeated a much larger and better armed English army.\nBackground.\nWhen King Alexander III of Scotland died in 1286, his heir was his granddaughter Margaret, Maid of Norway. King Edward I of England arranged to have his son, Edward II of England, become her husband and share the crown of Scotland in 1289. But Margaret died on her way from Norway to Scotland in 1290. This began a period in Scotland called the First Interregnum (1290–1292). Scotland was without a monarch. Edward I was invited to choose who would be king from among the candidates who had any claim to be king. He chose John of Scotland. But Edward now claimed power over the Scottish king. Balliol could do nothing without Edward's approval. In July 1295 the Scottish Parliament met and took most of the power away from John Balliol and gave it to a group of men they elected called the \"Council of Twelve.\" This group made an agreement with King Philip IV of France called the Auld Alliance. King Edward gathered his army at Newcastle and prepared to invade Scotland. He brought his army to Berwick and captured the town and castle. John Balliol sent King Edward letters refusing to recognize Edward's right to rule Scotland. After Edward had captured all the castles in Scotland, John Balliol surrendered to him. John Balliol was sent to prison in London, then later Edward allowed him to live in France. In 1296 Edward made every man in Scotland who owned land promise to be loyal to him. Scotland remained without a king of their own until 1306 when Robert the Bruce declared himself king of Scotland defying Edward I. Just before doing this Robert the Bruce had been involved in a dispute with John Comyn. The two met before the altar in Greyfriars Church in Dumfries in 1306 and in a fight John Comyn was killed. Robert the Bruce was crowned king three weeks later at Scone. Accused of murdering Comyn, Bruce was excommunicated by the Pope. Edward sent his men after Bruce but was unable to capture Him. A series of border skirmishes and wars went on. In 1310 Edward again invaded Scotland but with little effect. Between 1310 and 1314 a large number of castles were captured from the occupying English soldiers by Bruce and his followers.\nSiege of Stirling Castle.\nIn the Spring of 1313 Edward Bruce, brother of the Scottish King began a siege of Stirling Castle, which was held by Sir Philip Mowbray for the English king. By the middle of summer the Scots were still not able to defeat the castle. Edward Bruce made an agreement with the castle commander, Mowbray. It said that if the castle was not relieved by the English by 24 June the following year it would be surrendered to Bruce. Edward Bruce went to his brother to tell him the good news. But the Robert Bruce saw this as a mistake. It gave King Edward II of England a year to get ready an army to march into Scotland. Up to this point the king of Scotland had avoided pitched battles with the English army. All King Robert could do is prepare for what was sure to come. In October 1313 King Robert made everyone in Scotland take an oath of loyalty to him or lose their lands. The English king was now in danger of losing everything in Scotland. On 28 November 1313 Edward II announced he would assemble an army to be in Scotland before 24 June 1314.\nEdward II comes to Scotland.\nEdward's first aim was to bring needed food, weapons, and fresh soldiers to Sterling Castle before they had to surrender. He began gathering the largest army a king of England had ever led. He had 2,500 heavy cavalry each followed by one or more mounted squires. Edward brought 3,000 of his best Welsh longbowmen. Finally he had 15,000 foot soldiers each with a sword, shield and spear. His army numbered over 20,000 and began marching from Berwick on 17 June 1314 and formed ten divisions. He had reached Edinburgh on 21 June where the army was re-supplied by Edward's ships. By 22 June the army made an exhausting march to Falkirk, only 10 miles from Sterling Castle. Edward's army moved on the old Roman road, which ran through an ancient forest known as the Tor Wood, over the Bannock burn and into the New Park, a hunting preserve enclosed at the time of Alexander III.\nScottish preparations.\nBruce's army, like William Wallace's before him, was chiefly composed of infantry armed with 18-foot long pikes. It was divided into three main (infantry) battalions, and a fourth larger battalion commanded by the king himself serving as the reserve unit. The second battalion was commanded by Thomas Randolph, 1st Earl of Moray. The third was led by Edward Bruce, the king's brother. The fourth division was commanded by Sir James Douglas and his cousin Walter the Steward. The light cavalry of 500 strong was commanded by Robert Keith, Marischal of Scotland. Each infantry division formed into a Schiltron formation. Each man carried the pike upright and the outside ranks would lower theirs to form a lethal wall of sharp metal points. The schiltron could withstand an attack by knights on horses. But Bruce also trained them to attack.\nBruce's army had been gathering in the Tor Wood, an area that gave good natural cover. Bruce then moved his army just to the north to the New Park. This was more heavily wooded area where his movements could be concealed. It could also provide cover for a retreat if needed. The Scottish king chose his ground very carefully. The Bannock burn (or stream), which the English army had to cross on the way to Stirling was a natural obstacle. Parts of it were too deep for infantry or cavalry to cross. The area was also covered with marshy boggy ground difficult to ride over. Sir Thomas Gray called it \"an evil, deep, wet marsh\". On the east side was a sharp drop of 50 feet or more. The trees of the New Park were on the west side. Also, pits were dug as traps to break a cavalry charge. No matter which way the English cavalry tried to go they would be tangled up and be easy targets for the Scottish infantry.\nThe only approach was over the old road from Falkirk to Sterling. This route was the only solid ground on which heavy cavalry could be moved.\nBruce's three main divisions numbered about 1,000 strong each. His own reserve division was at double strength or about 2,000 strong. The Marischal's light cavalry was about 500 horse and there was a small group of archers. Together the Scottish army numbered between 5,000 and 6,000 men. This was about one-fourth the size of Edward's force.\nFirst day of battle.\nThe English army reached Tor Wood on June 23rd and stopped. They were met by Sir Philip Mowbray, the English commander of Stirling Castle. He told the king there was no need for battle. Edward had fulfilled his obligation to relieve the castle by coming within three leagues. Also he had seen Bruce's preparations and warned of trying to attack the Scots with heavy cavalry. Like Edward II and his commanders, Mowbray thought the Scots would retreat when they saw the size of Edward's great army. The vanguard of Edward's forces under Gloucester had already crossed the ford over the Bannockburn towards the Scottish lines. An English knight Henry de Bohun was riding ahead of his companions when he caught sight of\nthe Scottish king inspecting some of his lines. De Bohun lowered his lance and charged. Robert the Bruce was mounted on a small palfrey and armed with a battle-axe He could have simply moved behind his men and let them repel the charging warhorse and rider. Instead he turned his horse and rode towards de Bohun. At the last moment Bruce swerved his horse to one side, missing de Bohun's lance. He then rose in his stirrups and brought down his axe with such force he cut through de Bohun's helmet killing him instantly. There was a stunned silence by both armies then a great cheer rose among the Scottish soldiers. Then the highlanders of Bruce's own division charged the English cavalry who were still lining up. The horses of the Earl of Gloucester and several others stumbled as they fell into the hidden pits. The earl was rescued but the English cavalry fled from the charging Scots. King Robert stopped their charge and they returned to their lines. This showed how well-disciplined the Scottish soldiers had become.\nWhen King Robert returned his brother and his commanders criticized the king (as much as they dared) for risking his life that way. Robert the Bruce did not answer them. He only stared at his now broken battle-axe. Looking around the king saw English cavalry moving around their left. He pointed out the cavalry and said to Thomas Randolph \"a rose has fallen from your chaplet\". Immediately Randolph rode to his men and moved the schildton onto the open ground in the path of the English knights. When their leader Sir Henry Beaumont saw the Scots approaching he said \"let us wait a little; let them come on; give them room.\" Sir Thomas Gray replied \"I doubt that whatever you give them now, they will have all too soon.\" Sir Henry said to Thomas Gray, \"if you are afraid then be off!\" Sir Thomas replied \"it is not from fear that I shall fly this day\" and along with several other knights charged the Scottish schiltron. Many were killed, being impaled on the spears. Sir Thomas himself was captured. The remainder of the English knights surrounded the schiltron and attacked the Scots from every angle. But the schiltron held and the English in frustration began throwing their weapons at the Scots. When Sir James Douglas, commanding the left schiltron saw his friend in trouble and begged Bruce to go to his rescue. But by the time he returned to his man Randolph was winning the day. Moving forward Randolph's schiltron split the English cavalry in two. Half of the remaining English fled back to the English lines while half fled to Sterling Castle. After losing just one Yeoman, the Scots took off their helmets to rest from the heat of the day.\nSir Alexander de Seton had secretly left the King of England's Army and came to Robert the Bruce that night. He wished to no longer serve the king of England and offered to join the Bruce. He pledged on his life that the English were discouraged and if Bruce attacked them tomorrow, he would win the battle.\nThe English moved from the bogs south and east of the burn to harder ground. They had to water all the warhorses, draft horses and oxen. By the time the move was finished it was nearly dawn. But the tidal rivers around them had risen and they could not cross them as they did earlier. The English were now cramped into a small space where they could not move freely.\nSecond day of battle.\nRobert the Bruce saw where the English spent the night. Their narrow front gave the Scottish army an advantage if the English did not move before morning. Morning found the English had not moved. Not long after daybreak on 24 June, three Scots divisions came out of the woods and began moving towards the English. The English mounted their horses in great confusion. When the Scots schiltrons began attacking the English lines the knights and soldiers could not maneuver. They were so crowded men were being pushed into the Bannock burn behind them.\nOvernight the Earl of Gloucester and Edward II had been in an argument. Gloucester thought the English soldiers should rest another day before doing battle. The king accused him of being disloyal. Gloucester was still angry when the trumpets sounded the signal to assemble. So without putting on his surcoat he mounted his horse and charged into the schiltron commanded by Edward Bruce. The Scots did not recognize him without his surcoat and so did not spare him. The Earl and several of those with him were killed trying to break through the wall of spears.\nThe other two Scottish divisions moved up to join Edward Bruce. Randolph moved up on Bruce's left side. James Douglas came up next to Randolph. Together all three schiltrons filled the narrow battlefield. They pushed forward into the confused English. Wounded horses without their knights were running back into the English lines. Edward's army was now so crowded they could hardly move. The Scots were pushing into them from the front. The back ranks were being pushed into the water and marshes.\nUp to this point in the battle the English and Welsh longbowmen (archers) had not been used to their full advantage. They were moved to the right side of the English lines. From here they could fire arrows into the Scottish army with great effect. But Robert the Bruce had provided for this event. His 500 light horsemen led by Keith, the Marischal, quickly scattered the English and Welsh archers. many of the English and Welsh archers ran back to the English lines. This caused more confusion and the infantry also begin to run away. The Scottish king now sent in his reserve division behind Douglas. When the English saw another large force of Scots joining the battle they began falling back. Everywhere King Edward looked his forces were losing the battle.\nEdward II's escape.\nThe Earl of Pembroke and sir Giles d'Argentan were guarding the English King. As the battle was now lost they needed to get the king to safety. They led him off the battlefield and towards Sterling Castle. At the same time several Scots recognized the king and tried to capture him. The king fought them off with his mace. He broke free and rode to Sterling Castle a short distance away. At the castle Sir Philip Mowbray did not allow King Edward to enter. He told the king he now had to surrender the castle and the king would be taken prisoner. But Mowbray gave Edward II a knight to guide the king and his party to safety. Edward, with 500 of his cavalry turned towards Linlithgow. Sir James Douglas got permission from Robert the Bruce to pursue the English king. With a group of Keith's horsemen Douglas kept close behind Edward as he fled south. As he pursued the English king, Douglas and his men encountered Sir Lawrence de Abernethy who with 80 men was on his way to join Edward at Bannockburn. On finding out the king had lost the battle he and his men joined Douglas in trying to capture Edward. The English tried to bait them into a fight at Winchburg but Douglas stayed on their flank (side).Even with Abernethy's men the Scots were not strong enough to take on Edward's knights. The chase continued all the way to Dunbar Castle. Loyalties on the border were very uncertain at this time. The local earl had sided with Edward. So the king was allowed to escape in a boat back to England with only a few of his closest followers. The rest of his 500 horsemen were left to find their way back to England as best they could.\nAnother large group of Edward's knights escaped to Bothwell Castle. There they were welcomed by the castle commander, Walter Gilbertson. But Gilbertson soon changed sides and took all the English prisoners. The remainder of Edward's large army scattered in every direction. In trying to escape the Scottish schildrons, many were drowned in the Bannockburn and the River Forth. A large number were taken prisoner and later ransomed. The English baggage train was left behind. It's silver, gold, and luxuries the noblemen brought with them was worth a fortune alone. Along with the ransoms paid for their prisoners this brought sudden wealth to Scotland.\nHistorical significance.\nThe wars with England were still not over. It would be another 14 years until Scotland was free of English rule. But to the Scots the Battle of Bannockburn was a major victory. Before the battle Robert the Bruce was considered by many a usurper (pretender). He only had limited support in Scotland. After Bannockburn Robert the Bruce became a national hero. He had the support of most of Scotland. However his political rivals in Scotland suffered. Perhaps no one more than the Comyn family and supporters. Both John Comyn of Badenoch and Edward Comyn of Kilbride were killed at Bannockburn. With them died any hope of an English victory returning this family to power.\nThe English dead at Bannockburn were buried with honors according to their rank. There were over 500 returned to England in exchange for ransom. And Scottish prisoners in England were returned in exchange. Robert the Bruce's wife, daughter and sister were returned. The border wars continued but from 1314 to 1328 the focus shifted to the north of England. The purpose of all the raids was to get Edward II to recognize Robert the Bruce as king of Scotland. Also for England to give up their claims to Scotland and recognize their independence. The English learned their lesson from Bannockburn. The Scots apparently didn't. In the later Battle of Dupplin Moor and Halidon Hill the same tactics that brought victory at Bannockburn brought them defeat. William Mackenzie wrote: \"Never did the arms of England suffer so complete a disaster; never did the arms of Scotland repeat so remarkable a performance.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":75},{"uri":"Victory","surface_form":"victory","offset":84},{"uri":"Wars_of_Scottish_Independence","surface_form":"Wars of Scottish Independence","offset":99},{"uri":"Defeated","surface_form":"defeated","offset":154},{"uri":"Armed","surface_form":"armed","offset":188},{"uri":"Alexander_III_of_Scotland","surface_form":"Alexander III of Scotland","offset":230},{"uri":"Granddaughter","surface_form":"granddaughter","offset":287},{"uri":"Margaret%2C_Maid_of_Norway","surface_form":"Margaret, Maid of Norway","offset":301},{"uri":"Edward_I_of_England","surface_form":"Edward I of England","offset":332},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":378},{"uri":"Period","surface_form":"period","offset":535},{"uri":"Interregnum","surface_form":"Interregnum","offset":571},{"uri":"Candidates","surface_form":"candidates","offset":692},{"uri":"John_of_Scotland","surface_form":"John of Scotland","offset":742},{"uri":"Parliament","surface_form":"Parliament","offset":891},{"uri":"Elected","surface_form":"elected","offset":991},{"uri":"Agreement","surface_form":"agreement","offset":1050},{"uri":"Philip_IV_of_France","surface_form":"Philip IV of France","offset":1070},{"uri":"Auld_Alliance","surface_form":"Auld Alliance","offset":1101},{"uri":"Newcastle_upon_Tyne","surface_form":"Newcastle","offset":1149},{"uri":"Berwick","surface_form":"Berwick","offset":1215},{"uri":"Castle","surface_form":"castle","offset":1249},{"uri":"Captured","surface_form":"captured","offset":1367},{"uri":"Castle","surface_form":"castle","offset":1384},{"uri":"Surrendered","surface_form":"surrendered","offset":1418},{"uri":"London","surface_form":"London","offset":1473},{"uri":"Allowed","surface_form":"allowed","offset":1499},{"uri":"Promise","surface_form":"promise","offset":1587},{"uri":"Loyal","surface_form":"loyal","offset":1601},{"uri":"Robert_I_of_Scotland","surface_form":"Robert the Bruce","offset":1677},{"uri":"Defy","surface_form":"defying","offset":1728},{"uri":"John_III_Comyn%2C_Lord_of_Badenoch","surface_form":"John Comyn","offset":1822},{"uri":"Murdering","surface_form":"murdering","offset":2015},{"uri":"Excommunication","surface_form":"excommunicated","offset":2042},{"uri":"Pope","surface_form":"Pope","offset":2064},{"uri":"Occupying","surface_form":"occupying","offset":2314},{"uri":"Followers","surface_form":"followers","offset":2358},{"uri":"Edward_Bruce","surface_form":"Edward Bruce","offset":2417},{"uri":"Siege","surface_form":"siege","offset":2468},{"uri":"Stirling_Castle","surface_form":"Stirling Castle","offset":2477},{"uri":"Philip_Mowbray","surface_form":"Philip Mowbray","offset":2516},{"uri":"Summer","surface_form":"summer","offset":2570},{"uri":"Defeat","surface_form":"defeat","offset":2610},{"uri":"Commander","surface_form":"commander","offset":2676},{"uri":"Relieved","surface_form":"relieved","offset":2731},{"uri":"Surrender_(military)","surface_form":"surrendered","offset":2797},{"uri":"Mistake","surface_form":"mistake","offset":2914},{"uri":"Edward_II_of_England","surface_form":"Edward II of England","offset":2936},{"uri":"March","surface_form":"march","offset":2988},{"uri":"Pitched_battle","surface_form":"pitched battles","offset":3059},{"uri":"Oath","surface_form":"oath","offset":3223},{"uri":"Weapon","surface_form":"weapon","offset":3515},{"uri":"Soldier","surface_form":"soldier","offset":3534},{"uri":"Gathering","surface_form":"gathering","offset":3601},{"uri":"Cavalry","surface_form":"cavalry","offset":3679},{"uri":"Squire","surface_form":"squire","offset":3724},{"uri":"Longbowmen","surface_form":"longbowmen","offset":3772},{"uri":"Supplied","surface_form":"supplied","offset":4019},{"uri":"Ships","surface_form":"ships","offset":4040},{"uri":"Falkirk","surface_form":"Falkirk","offset":4095},{"uri":"Ancient","surface_form":"ancient","offset":4204},{"uri":"Forest","surface_form":"forest","offset":4212},{"uri":"Preserve","surface_form":"preserve","offset":4297},{"uri":"Enclosed","surface_form":"enclosed","offset":4306},{"uri":"Alexander_III_of_Scotland","surface_form":"Alexander III","offset":4330},{"uri":"William_Wallace","surface_form":"William Wallace","offset":4387},{"uri":"Pike_(weapon)","surface_form":"pike","offset":4474},{"uri":"Battalion","surface_form":"battalion","offset":4523},{"uri":"Reserve","surface_form":"reserve","offset":4610},{"uri":"Thomas_Randolph%2C_1st_Earl_of_Moray","surface_form":"Thomas Randolph, 1st Earl of Moray","offset":4662},{"uri":"James_Douglas%2C_Lord_of_Douglas","surface_form":"Sir James Douglas","offset":4790},{"uri":"Walter_Stewart%2C_6th_High_Steward_of_Scotland","surface_form":"Walter the Steward","offset":4823},{"uri":"Strong","surface_form":"strong","offset":4868},{"uri":"Robert_Keith%2C_Marischal_of_Scotland","surface_form":"Robert Keith, Marischal of Scotland","offset":4892},{"uri":"Formation","surface_form":"formation","offset":4976},{"uri":"Lethal","surface_form":"lethal","offset":5072},{"uri":"Knight","surface_form":"knight","offset":5150},{"uri":"Horse","surface_form":"horse","offset":5161},{"uri":"Gathering","surface_form":"gathering","offset":5230},{"uri":"Retreat","surface_form":"retreat","offset":5464},{"uri":"Obstacle","surface_form":"obstacle","offset":5637},{"uri":"Pits","surface_form":"pits","offset":5945},{"uri":"Traps","surface_form":"traps","offset":5962},{"uri":"Charge","surface_form":"charge","offset":5987},{"uri":"Tangled","surface_form":"tangled","offset":6061},{"uri":"Falkirk","surface_form":"Falkirk","offset":6164},{"uri":"Strength","surface_form":"strength","offset":6363},{"uri":"Philip_Mowbray","surface_form":"Philip Mowbray","offset":6706},{"uri":"Obligation","surface_form":"obligation","offset":6836},{"uri":"League_(unit)","surface_form":"leagues","offset":6892},{"uri":"Vanguard","surface_form":"vanguard","offset":7126},{"uri":"Gilbert_de_Clare%2C_7th_Earl_of_Hertford","surface_form":"Gloucester","offset":7160},{"uri":"Henry_de_Bohun","surface_form":"Henry de Bohun","offset":7267},{"uri":"Lance","surface_form":"lance","offset":7410},{"uri":"Palfrey","surface_form":"palfrey","offset":7469},{"uri":"Battle-axe","surface_form":"battle-axe","offset":7494},{"uri":"Repel","surface_form":"repel","offset":7560},{"uri":"Swerved","surface_form":"swerved","offset":7679},{"uri":"Helmet","surface_form":"helmet","offset":7832},{"uri":"Silence","surface_form":"silence","offset":7882},{"uri":"Cheer","surface_form":"cheer","offset":7918},{"uri":"Highlander","surface_form":"highlander","offset":7967},{"uri":"Disciplined","surface_form":"disciplined","offset":8320},{"uri":"Criticized","surface_form":"criticized","offset":8423},{"uri":"Alexander_de_Seton","surface_form":"Alexander de Seton","offset":10023},{"uri":"Advantage","surface_form":"advantage","offset":10817},{"uri":"Daybreak","surface_form":"daybreak","offset":10927},{"uri":"Mounted","surface_form":"mounted","offset":11042},{"uri":"Confusion","surface_form":"confusion","offset":11072},{"uri":"Maneuver","surface_form":"maneuver","offset":11178},{"uri":"Disloyal","surface_form":"disloyal","offset":11453},{"uri":"Trumpet","surface_form":"trumpet","offset":11499},{"uri":"Assemble","surface_form":"assemble","offset":11530},{"uri":"Surcoat","surface_form":"surcoat","offset":11566},{"uri":"Battlefield","surface_form":"battlefield","offset":12018},{"uri":"Wounded","surface_form":"Wounded","offset":12078},{"uri":"Crowded","surface_form":"crowded","offset":12182},{"uri":"Archer","surface_form":"archers","offset":12389},{"uri":"Advantage","surface_form":"advantage","offset":12430},{"uri":"Arrows","surface_form":"arrows","offset":12523},{"uri":"Provided","surface_form":"provided","offset":12597},{"uri":"Fall_back","surface_form":"falling back","offset":13007},{"uri":"Guarding","surface_form":"guarding","offset":13157},{"uri":"Safety","surface_form":"safety","offset":13242},{"uri":"Mace","surface_form":"mace","offset":13423},{"uri":"Prisoner","surface_form":"prisoner","offset":13643},{"uri":"Linlithgow","surface_form":"Linlithgow","offset":13779},{"uri":"Horsemen","surface_form":"horsemen","offset":13898},{"uri":"Dunbar_Castle","surface_form":"Dunbar Castle","offset":14434},{"uri":"Bothwell_Castle","surface_form":"Bothwell Castle","offset":14791},{"uri":"Direction","surface_form":"direction","offset":15003},{"uri":"River_Forth","surface_form":"River Forth","offset":15104},{"uri":"Baggage","surface_form":"baggage train","offset":15184},{"uri":"Pretender","surface_form":"pretender","offset":15664},{"uri":"Rivals","surface_form":"rivals","offset":15838},{"uri":"John_Comyn_of_Badenoch","surface_form":"John Comyn of Badenoch","offset":15930},{"uri":"Edward_Comyn_of_Kilbride","surface_form":"Edward Comyn of Kilbride","offset":15957},{"uri":"Honors","surface_form":"honors","offset":16137},{"uri":"Rank","surface_form":"rank","offset":16163},{"uri":"Exchange","surface_form":"exchange","offset":16284},{"uri":"Battle_of_Dupplin_Moor","surface_form":"Battle of Dupplin Moor","offset":16726},{"uri":"Halidon_Hill","surface_form":"Halidon Hill","offset":16753}]}