{"id":48143,"url":"http://en.wikipedia.org/wiki/Investment","text":"e=\"preserve\">Investment or investing means that an asset is bought, or that money is put into a bank to get a future interest from it. Investment is total amount of money spent by a shareholder in buying shares of a company. In economic management sciences, investments means longer-term savings.\nIt is a term used in business management, finance and economics, related to saving or deferring consumption. Literally, the word means the \"action of putting something in to somewhere else\" (perhaps originally related to a person's garment or 'vestment').\nTypes of investment.\nThere are two major uses of the term investment between the economics field and the finance field. Economists refer to a real investment (such as a machine or a house), while financial economists refer to a financial asset, such as money that is put into a bank or the market which may then be used to buy a real asset. Advisors, who tell people how to manage their investments, might say that even when an investment is losing money because of bad times, not to give up and withdraw it. Instead, wait for the situation to improve. This is a risk for each person to decide.\nBusiness management.\nThe investment decision (also known as \"capital budgeting\") is one of the fundamental decisions of business management.","categories":[],"infobox_types":[],"annotations":[{"uri":"Asset","surface_form":"asset","offset":51},{"uri":"Bank","surface_form":"bank","offset":96},{"uri":"Interest","surface_form":"interest","offset":117},{"uri":"Shareholder","surface_form":"shareholder","offset":182},{"uri":"Share_(finance)","surface_form":"shares","offset":204},{"uri":"Business","surface_form":"business","offset":318},{"uri":"Management","surface_form":"management","offset":327},{"uri":"Finance","surface_form":"finance","offset":339},{"uri":"Economics","surface_form":"economics","offset":351},{"uri":"Consumption_(economics)","surface_form":"consumption","offset":393},{"uri":"Business","surface_form":"business","offset":1268},{"uri":"Management","surface_form":"management","offset":1277}]}