{"id":48172,"url":"http://en.wikipedia.org/wiki/Ninja","text":"A ninja is a kind of spy or assassin who lived in Japan beginning in the 14th century.\nHistory.\nNinja (or shinobi) were a mystery in the History of Japan. The correct Japanese word for these warriors was shinobi-no-mono'\", which literally means \"people who survive/endure\". Ninja is easier to say; this is why it is more widely used. Shinobi-no-mono is the native Japanese word for ninja, while ninja is the Sino-Japanese word. Ninja warriors created secret associations and took part in many political killings. Their mystery comes from two ideas: 1) they always participated in secret spy operations and political killings; 2) ninja were hired by heads of armies as paid warriors (mercenaries). The art of fighting which was used by ninja was called ninjitsu, which was a combination of shinobi-no-jitsu and shinobi-jitsu.\nMany people though ninja were not normal people. People thought they could fly and had supernatural skills. Ninja existed during the entire history of Japan, but ninja only became specially trained people at the beginning of the 15th century. They mainly trained in the regions of Iga and Koga.\nNinja were involved in samurai wars and were hired by samurai for different missions, but at the same time samurai did not accept them as noble warriors because most of the ninja came from lower social classes. They were dangerous and could not be controlled. Their methods of fighting did not fit the samurai code. The samurai code was a code of honor. For example, the samurai warrior would show his rank and would only fight a samurai of equal or higher rank. Japanese land lords (daimyo) widely used the services of the Iga and Koga ninja in the period of 1485-1581. But in 1581, one of the three daimyo who united Japan – Oda Nobunaga attacked ninja from Iga province. The ninja remained alive and ran to the provinces Kii and Mikawa, where Tokugawa Ieyasu protected them. Later, Oda Nobunaga was killed by a samurai named Akechi Mitsuhide, who later became an enemy to Tokugawa Ieyasu.\nThe art of ninja fighting was passed down from father to son, or from master (\"sensei\") to their best students. But in the middle of 17th century, Nakagawa Sosuntzin created a ninja school in the Mutsu Province. It was called Nakagawa-ryu and taught the ninjitsu method of fighting. Nakagawa Sosuntzin himself trained a group of 10 men, which he called Hayamiti-no-mono (men of the short hit). Ninja were taught many more things than a samurai. They had to be skilled at handling swords, spears, bows and many other weapons; but also they had to know about explosive and poisonous substances, to be a good path finder and to survive in different situations. Usually they were trained from young age and had to keep a very specific physical shape. Ninja were not allowed to be too light or too heavy. A ninja who could read and write was very appreciated.\nNinja clothing and equipment.\nIt tends to be thought that a ninja usually wore black clothes which helped him to hide in the dark, however, they wore dark blue, red, or brown clothes, which are more quiet than black at night. In usual days, a ninja never wore showy dress and pretended to be another job, for example, a merchant, a traveling monk, a monkey showman and so on. If they had to fight on the battlefield, they put on a light armor, which protected them, but also allowed easy movement. On their feet they wore Japanese socks which separated the big toe (the socks were called tabi). The ninja outfit had many pockets for helpful gear. Chain armor was normally beneath their cloak in-case danger came their way like an ambush.\nThe diversity of ninja weapons and attributes is much wider than that of the samurai. The main weapon of ninja was the sword. Ninja swords were usually shorter than samurai katana and had a straight blade. When they climbed, the sword was put on the left shoulder, putting the handle of the sword was close to the left ear. Ninja also used different types of throwing knives, and a weapon for their fists called tagaki. They used metallic claws on their feet which helped them to climb and made their kicks more dangerous.\nThey are also very close to the other form of Japanese killer, a samurai.\nAs with Robin Hood or King Arthur, the ongoing presence of ninja in pop culture movies and manga often differs widely from their true origins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spy","surface_form":"spy","offset":21},{"uri":"Assassin","surface_form":"assassin","offset":28},{"uri":"Japan","surface_form":"Japan","offset":50},{"uri":"14th_century","surface_form":"14th century","offset":73},{"uri":"History_of_Japan","surface_form":"History of Japan","offset":137},{"uri":"Yamato_kotoba","surface_form":"native Japanese word","offset":357},{"uri":"Sino-Japanese_vocabulary","surface_form":"Sino-Japanese word","offset":408},{"uri":"Politics","surface_form":"political","offset":493},{"uri":"Spy","surface_form":"spy","offset":587},{"uri":"Supernatural","surface_form":"supernatural","offset":912},{"uri":"15th_century","surface_form":"15th century","offset":1054},{"uri":"Iga","surface_form":"Iga","offset":1106},{"uri":"Koga","surface_form":"Koga","offset":1114},{"uri":"Social_class","surface_form":"social classes","offset":1315},{"uri":"Daimyo","surface_form":"daimyo","offset":1604},{"uri":"1485","surface_form":"1485","offset":1680},{"uri":"1581","surface_form":"1581","offset":1685},{"uri":"1581","surface_form":"1581","offset":1698},{"uri":"Oda_Nobunaga","surface_form":"Oda Nobunaga","offset":1747},{"uri":"Kii","surface_form":"Kii","offset":1844},{"uri":"Mikawa","surface_form":"Mikawa","offset":1852},{"uri":"Tokugawa_Ieyasu","surface_form":"Tokugawa Ieyasu","offset":1866},{"uri":"Akechi_Mitsuhide","surface_form":"Akechi Mitsuhide","offset":1948},{"uri":"17th_century","surface_form":"17th century","offset":2145},{"uri":"Nakagawa_Sosuntzin","surface_form":"Nakagawa Sosuntzin","offset":2159},{"uri":"Mutsu","surface_form":"Mutsu","offset":2208},{"uri":"Sword","surface_form":"sword","offset":2492},{"uri":"Spear","surface_form":"spear","offset":2500},{"uri":"Bow_(weapon)","surface_form":"bows","offset":2508},{"uri":"Merchant","surface_form":"merchant","offset":3187},{"uri":"Buddhist_monk","surface_form":"monk","offset":3209},{"uri":"Monkey_showman","surface_form":"monkey showman","offset":3217},{"uri":"Tabi","surface_form":"tabi","offset":3455},{"uri":"Katana","surface_form":"katana","offset":3778},{"uri":"Blade","surface_form":"blade","offset":3804},{"uri":"Knife","surface_form":"knives","offset":3973},{"uri":"Tagaki","surface_form":"tagaki","offset":4017},{"uri":"Metal","surface_form":"metal","offset":4035},{"uri":"Robin_Hood","surface_form":"Robin Hood","offset":4210},{"uri":"King_Arthur","surface_form":"King Arthur","offset":4224},{"uri":"Pop_culture","surface_form":"pop culture","offset":4270},{"uri":"Movie","surface_form":"movie","offset":4282},{"uri":"Manga","surface_form":"manga","offset":4293}]}