{"id":482,"url":"http://en.wikipedia.org/wiki/Multiplication","text":"Multiplication is an arithmetic operation for finding the \"product\" of two numbers in mathematics. It is often represented by symbols such as formula_1 and formula_1. Multiplication is the third operation in math, after addition which is the first, and subtraction which is the second. It can also be defined on non-number mathematical objects as well.\nWith natural numbers, multiplication gives the number of tiles in a rectangle, where one of the two numbers equals the number of tiles on one side, and the other number equals the number of tiles on the other side.\nWith real numbers, multiplication gives the area of a rectangle where the first number is the same as the size of one side, and the second number is the same as the size of the other side.\nFor example, three multiplied by five is the total of five threes added together, or the total of three fives. This can be written as 3 × 5 = 15, or spoken as \"three times five equals fifteen.\" Mathematicians refer to the two numbers to be multiplied as \"coefficients\", or \"multiplicand\" and \"multiplicator\" separately (where Multiplicand × multiplicator = product).\nMultiplication between numbers is said to be commutative—when the order of the numbers does not influence the value of the product. This is true for the integers (whole numbers), e.g. 4 × 6 is the same as 6 × 4, and also for the rational numbers (fractions), and for all the other real numbers (representable as a field in the continuous line), and also for complex numbers (numbers representable as a field in the plane). However, it is not true for quaternions (numbers representable as a ring in the four-dimensional space), vectors or matrices.\nThe definition of multiplication as repeated addition provides a way to arrive at a set-theoretic interpretation of multiplication of cardinal numbers. A more accurate representation is to think of it as scaling quantities. This animation illustrates 3 being multiplied by 2, giving 6 as a result. Notice that the blue dot in the blue segment of length 3 is placed at position 1, and the blue segment is scaled so that this dot is placed at the end of the red segment (of length 2). For multiplication by any X, the blue dot will always start at 1 and end at X. This works even if X is smaller than 1, or negative.\nThe opposite of multiplication is division.\nMultiplication table.\nTeachers usually require their pupils to memorize the table of the first 9 numbers when teaching multiplication, so that more complex multiplication tasks can be performed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arithmetic","surface_form":"arithmetic","offset":21},{"uri":"Product_(mathematics)","surface_form":"product","offset":59},{"uri":"Number","surface_form":"numbers","offset":75},{"uri":"Mathematics","surface_form":"mathematics","offset":86},{"uri":"Natural_number","surface_form":"natural number","offset":358},{"uri":"Rectangle","surface_form":"rectangle","offset":421},{"uri":"Real_number","surface_form":"real number","offset":573},{"uri":"Area","surface_form":"area","offset":612},{"uri":"Rectangle","surface_form":"rectangle","offset":622},{"uri":"Total","surface_form":"total","offset":802},{"uri":"Addition","surface_form":"added","offset":823},{"uri":"Mathematics","surface_form":"Mathematicians","offset":951},{"uri":"Integer","surface_form":"integer","offset":1277},{"uri":"Rational_number","surface_form":"rational number","offset":1353},{"uri":"Real_number","surface_form":"real numbers","offset":1405},{"uri":"Complex_number","surface_form":"complex number","offset":1482},{"uri":"Quaternion","surface_form":"quaternion","offset":1575},{"uri":"Vector","surface_form":"vector","offset":1652},{"uri":"Matrix_(mathematics)","surface_form":"matrices","offset":1663},{"uri":"Cardinal_numbers","surface_form":"cardinal numbers","offset":1807},{"uri":"Division_(mathematics)","surface_form":"division","offset":2322}]}