{"id":482140,"url":"http://en.wikipedia.org/wiki/Single_nucleotide_polymorphism","text":"A single nucleotide polymorphism (SNP, pronounced \"snip\"; plural \"snips\") is a DNA sequence variation in a population. A SNP is just a single nucleotide difference in the genome.\nFor example, sequenced DNA fragments from two people, AAGCCTA to AAGCTTA, is different in a single nucleotide. In this case we say that there are two \"alleles\". Almost all common SNPs have only two alleles. SNPs occur most often in regions of the DNA which do not affect the survival of the organism: otherwise they would be weeded out by natural selection. Other factors, like genetic recombination and mutation rate, can also affect SNP density. There are variations between human populations, so a SNP allele that is common in one geographical or ethnic group may be much rarer in another.\nThese genetic variations between individuals (particularly in non-coding parts of the genome) are sometimes exploited in DNA fingerprinting, which is used in forensic science. Also, these genetic variations cause differences in our susceptibility to disease. The severity of illness and the way our body responds to treatments are also manifestations of genetic variations. For example, a single base mutation in the APOE (apolipoprotein E) gene is associated with a higher risk for Alzheimer's disease.","categories":[],"infobox_types":[],"annotations":[{"uri":"DNA_sequence","surface_form":"DNA sequence","offset":79},{"uri":"Nucleotide","surface_form":"nucleotide","offset":142},{"uri":"Genome","surface_form":"genome","offset":171},{"uri":"Allele","surface_form":"allele","offset":330},{"uri":"Natural_selection","surface_form":"natural selection","offset":518},{"uri":"Genetic_recombination","surface_form":"genetic recombination","offset":557},{"uri":"Mutation","surface_form":"mutation","offset":583},{"uri":"DNA_profiling","surface_form":"DNA fingerprinting","offset":893},{"uri":"Forensic_science","surface_form":"forensic science","offset":930},{"uri":"Apolipoprotein_E","surface_form":"apolipoprotein E","offset":1195},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":1255}]}