{"id":482160,"url":"http://en.wikipedia.org/wiki/Alessandra_Ambrosio","text":"Alessandra Ambrosio (born April 11, 1981 in Erechim, Rio Grande do Sul, Brazil) is a Brazilian-born American supermodel. She beame a Victoria's Secret Angel in 2004. She was featured several times on the \"Forbes\" list of best paid models.\nEarly life.\nAmbrosio's parents are Brazilian with Italian and Polish ancestry. They are the owners of a gas station. At age 11, she had plastic surgery to fix her large ears. She later told Tyra Banks on her talk show, \"The Tyra Banks Show\", that it was a bad experience and she would never do surgery again. She started taking modeling classes at age 12. Two years later she was one of the finalists of the Elite Model Look in Brazil. This launched her modeling career and she signed a contract with Elite Model Management.\nCareer.\nHer first job was appearing on the cover of \"Elle\" in Brazil. She also did a Guess campaign.\nIn 2004, she started her swimsuit line, \"Alessandra Ambrosio by Sais\". This was part of a business agreement with Amir Slama's brand Rosa Chá. In 2006, she did a cameo appearance in the movie \"Casino Royale\". In 2014, she launched her clothing line, \"ále by Alessandra\" sold at Planet Blue.\nVictoria's Secret.\nIn 2004, Ambrosio became an Angel, a spokesmodel for lingerie brand Victoria's Secret. She has been walking their fashion show since 2000. From 2004 to 2006 she worked mainly for their younger line, PINK, and is now working for the main line. In 2008, she walked the fashion show three months after giving birth to her daughter. The following year, she opened the fashion show.\nIn 2012, she was selected to wear the \"Fantasy Bra\". That year, it was called the \"Floral Fantasy Bra\". It was created by London Jewelers and featured amethysts, rubies, sapphires and diamonds (including a 20-carat white diamond in the center), making it worth $2,500,000. She walked during the last segment of the year's fashion while wearing it with wings.\nIn 2014, she was selected to wear the Fantasy Bra again, but this time there were two bras: the \"Dream Angels Fantasy Bras\" worn by herself and fellow Angel Adriana Lima. Each one of them is worth $2,000,000 and they opened a segment of the year's fashion show while wearing them. It is Alessandra Ambrosio's second Fantasy Bra and Adriana Lima's third.\nPersonal life.\nAlessandra Ambrosio became engaged to Jamie Mazur in 2008. They have two children together: a girl named Anja Louise Ambrosio Mazur (born August 24, 2008) and a boy named Noah Phoenix Ambrosio Mazur (born May 7, 2012).","categories":[],"infobox_types":["model"],"annotations":[{"uri":"Erechim","surface_form":"Erechim","offset":44},{"uri":"Rio_Grande_do_Sul","surface_form":"Rio Grande do Sul","offset":53},{"uri":"Brazil","surface_form":"Brazil","offset":72},{"uri":"Americans","surface_form":"American","offset":100},{"uri":"Forbes","surface_form":"Forbes","offset":205},{"uri":"Italians","surface_form":"Italian","offset":289},{"uri":"Poles","surface_form":"Polish","offset":301},{"uri":"Ancestor","surface_form":"ancestry","offset":308},{"uri":"Gas_station","surface_form":"gas station","offset":343},{"uri":"Age","surface_form":"age","offset":359},{"uri":"Plastic_surgery","surface_form":"plastic surgery","offset":375},{"uri":"Tyra_Banks","surface_form":"Tyra Banks","offset":429},{"uri":"The_Tyra_Banks_Show","surface_form":"The Tyra Banks Show","offset":459},{"uri":"Class","surface_form":"class","offset":576},{"uri":"Elite_Model_Look","surface_form":"Elite Model Look","offset":647},{"uri":"Signature","surface_form":"signed","offset":717},{"uri":"Elite_Model_Management","surface_form":"Elite Model Management","offset":740},{"uri":"Magazine","surface_form":"cover","offset":807},{"uri":"Elle_(magazine)","surface_form":"Elle","offset":817},{"uri":"Guess","surface_form":"Guess","offset":849},{"uri":"Swimsuit","surface_form":"swimsuit","offset":890},{"uri":"Agreement","surface_form":"agreement","offset":964},{"uri":"Amir_Slama","surface_form":"Amir Slama","offset":979},{"uri":"Cameo_appearance","surface_form":"cameo appearance","offset":1027},{"uri":"Casino_Royale","surface_form":"Casino Royale","offset":1058},{"uri":"Victoria%27s_Secret","surface_form":"Victoria's Secret","offset":1243},{"uri":"Fashion_show","surface_form":"fashion show","offset":1289},{"uri":"Amethyst","surface_form":"amethyst","offset":1704},{"uri":"Ruby","surface_form":"rubies","offset":1715},{"uri":"Sapphire","surface_form":"sapphire","offset":1723},{"uri":"Adriana_Lima","surface_form":"Adriana Lima","offset":2069}]}