{"id":48225,"url":"http://en.wikipedia.org/wiki/Hemoglobin","text":"Hemoglobin (or haemoglobin) is a protein in red blood cells which contains iron. It is used to transport oxygen around the human body. Hemoglobin is found in the red blood cells of all vertebrates apart from white-blooded fish. It also occurs in some invertebrates. Some other invertebrates use other chemicals such as hemocyanin\nHemoglobin is involved in the transport of other gases. It carries some of the body's respiratory carbon dioxide (about 20-25% of the total).\nRed blood cells get their colour from hemoglobin, which is red. There are millions of hemoglobin molecules in each red blood cell and millions of red blood cells in the human body. When hemoglobin has oxygen attached, it is called oxyhemoglobin.\nStructure.\nThe most common type of hemoglobin in mammals contains four such subunits. Each subunit of hemoglobin is a globular protein (globin) with a heme group inside it. Each heme group has one iron atom. This binds one oxygen molecule. So the complete hemoglobin molecule has four globin chains, four heme molecules, and four iron atoms. When hemoglobin is in the lungs, it picks up oxygen in its hemes, and carries it to the rest of the body.\nIts structure took years to work out. Max Perutz and John Kendrew worked out the structure of myoglobin first. That muscle globin is smaller, with only one heme group.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protein","surface_form":"protein","offset":33},{"uri":"Red_blood_cells","surface_form":"red blood cells","offset":44},{"uri":"Iron","surface_form":"iron","offset":75},{"uri":"Oxygen","surface_form":"oxygen","offset":105},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":162},{"uri":"Vertebrates","surface_form":"vertebrates","offset":185},{"uri":"Hemocyanin","surface_form":"hemocyanin","offset":319},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":428},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":587},{"uri":"Heme","surface_form":"heme","offset":869},{"uri":"Molecules","surface_form":"molecules","offset":1028},{"uri":"Atoms","surface_form":"atoms","offset":1053},{"uri":"Lungs","surface_form":"lungs","offset":1086},{"uri":"Max_Perutz","surface_form":"Max Perutz","offset":1204},{"uri":"John_Kendrew","surface_form":"John Kendrew","offset":1219},{"uri":"Myoglobin","surface_form":"myoglobin","offset":1260}]}