{"id":48246,"url":"http://en.wikipedia.org/wiki/Evangelicalism","text":"e=\"preserve\">__NOTOC__\nThe word evangelicalism refers to a type of Christian belief and practice in conservative Protestant Christianity, although some Catholic Christians would also call themselves evangelicals.\nEvangelicals believe in spreading their faith, (evangelism), the need to be converted, also called being born again, believing what is in the Bible and the need to live a moral life both personally and in society. In the past 200 years, people, churches and social movements have often been called \"evangelical\". This is different from Protestant liberalism although they may share some of the same goals.\nOutside the United States, the word evangelical can mean different things. In Europe and Latin America the word evangelical is often used to simply mean Protestant, as different from Roman Catholic religion. Some Christian denominations\nhave the word evangelical as part of their official name. This may indicate that they are more conservative than other denominations with a similar name.\nIn 2016, there were thought to be about 619 million evangelicals in the world, meaning that one in four Christians would be an evangelical. The United States has a large number of evangelicals. American evangelicals are about one fourth of the nation's population and its largest religious group. There are also many evangelicals in Latin America, Africa, China and Korea. Evangelicals make up most of the Baptist churches, Pentecostals, a portion of Methodists, Presbyterians and other older denominations, and many independent Christian churches that don't belong to any larger group.\nBilly Graham was probably the best known evangelical of the last 100 years. He preached all around the world and brought millions of people to the Christian faith.","categories":[],"infobox_types":[],"annotations":[{"uri":"Protestantism","surface_form":"Protestant","offset":113},{"uri":"Christianity","surface_form":"Christianity","offset":124},{"uri":"Roman_Catholic","surface_form":"Catholic Christians","offset":152},{"uri":"Evangelism","surface_form":"evangelism","offset":261},{"uri":"Religious_conversion","surface_form":"converted","offset":289},{"uri":"Bible","surface_form":"Bible","offset":355},{"uri":"Liberal_Christianity","surface_form":"Protestant liberalism","offset":549},{"uri":"Europe","surface_form":"Europe","offset":697},{"uri":"Latin_America","surface_form":"Latin America","offset":708},{"uri":"Protestantism","surface_form":"Protestant","offset":772},{"uri":"Christian_denomination","surface_form":"denominations","offset":842},{"uri":"Baptist","surface_form":"Baptist churches","offset":1416},{"uri":"Pentecostalism","surface_form":"Pentecostals","offset":1434},{"uri":"Methodist_church","surface_form":"Methodists","offset":1461},{"uri":"Presbyterianism","surface_form":"Presbyterians","offset":1473},{"uri":"Christian_denominations","surface_form":"denominations","offset":1503},{"uri":"Christian_denomination","surface_form":"larger group","offset":1583},{"uri":"Billy_Graham","surface_form":"Billy Graham","offset":1597}]}