{"id":48243,"url":"http://en.wikipedia.org/wiki/Synthesizer","text":"A musical synthesizer is an instrument that uses electricity to make musical sounds. They are the main instrument for making electronic music. Many synthesizers have a keyboard like that of a piano. When playing a piano keyboard, sounds are made by hitting soft hammers against strings pulled very tight. When playing a synthesizer keyboard, sounds are made by turning electrical oscillators on and off. Since \"synthesizer\" is such a big word, the word is usually shortened to \"synth\".\nHow synthesizers work.\nAn oscillator is something that \"vibrates\", or repeats the same pattern. The pendulum of a clock, for example, is a very slow oscillator. A piano string \"oscillates\" when struck by a hammer.\nElectric oscillators might be made using transistors. They turn electricity into electrical patterns, or signals, that repeat over and over. When different keys are pressed, different notes are heard. This is done by making the signal from the oscillator repeat at different rates.\nThe signal can be boosted in strength and sent straight to a loudspeaker. But the sound of a simple signal can be boring after a while. Sounds can be made more interesting in many ways.\nBy combining many of these methods, synths can now sound very much like older instruments. For one example, special synths called \"drum synths\" are used just to make the sounds a drummer might make. Synths can also make many new sounds never heard before.\nIn the early 2000s, computers got fast enough so \"software synths\" could be made. These are computer programs designed to look and work like a synth. They tend to be less expensive, so more can be used. Most of these programs can be downloaded for free, however this may be illegal.\nThere are special tools available to play synths. For example, a thing called a \"wind controller\" lets players of wind instruments use their special skills. But there is still a need for more ways to control synths to make them more expressive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"instrument","offset":28},{"uri":"Electricity","surface_form":"electricity","offset":49},{"uri":"Sound","surface_form":"sound","offset":77},{"uri":"Electronic_music","surface_form":"electronic music","offset":125},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":168},{"uri":"Piano","surface_form":"piano","offset":192},{"uri":"Hammer_(piano)","surface_form":"hammers","offset":262},{"uri":"Oscillator","surface_form":"oscillator","offset":380},{"uri":"Vibration","surface_form":"vibrates","offset":542},{"uri":"Pendulum","surface_form":"pendulum","offset":586},{"uri":"Clock","surface_form":"clock","offset":600},{"uri":"Transistor","surface_form":"transistor","offset":741},{"uri":"Signals","surface_form":"signals","offset":805},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":1043}]}