{"id":48290,"url":"http://en.wikipedia.org/wiki/Edward_V_of_England","text":"Edward V (2 November 1470– 1483) was the King of England from 9 April 1483 until he was removed two months later, on 25 June 1483.\nEarly life.\nEdward was born at Westminster while his father, King Edward IV of England, was in exile in Burgundy. The King, Henry VI, said his mother and his sisters would be safe if they stayed at the abbey. When Edward IV came back and took over the throne again, Edward became his heir and was given the title \"Prince of Wales\". Edward IV thought it would be right for the Prince of Wales to rule Wales, so he sent little Prince Edward to live in Ludlow Castle, where the Council of Wales met. The prince was helped by his uncle, Anthony Woodville, Earl Rivers, and began to learn how to be a ruler. His mother, Queen Elizabeth, was often with him, and his father, the king, also visited.\nThe prince spent most of his time at Ludlow until he was twelve, when his father the king suddenly died. The prince had to go straight to London to take the throne, and his uncle, Earl Rivers, went with him. On the way, they were met by another of his uncles, Richard, Duke of Gloucester. The Duke was a younger brother of King Edward IV, and the king had given him the title of \"Lord Protector\" in the hope that he would look after Prince Edward until he was old enough to be the real king.\nPrisoner.\nInstead of arranging a coronation for the new king, Duke Richard decided to take the throne for himself, and became King Richard III. He sent Prince Edward to live in the Tower of London and wait for his coronation. He also got Edward's younger brother, Prince Richard, Duke of York, to come and live at the Tower. Earl Rivers was executed by Richard. Gloucester was able to convince people that the two young princes were not the legal heirs to the throne. On 25 June 1483, the Parliament said that Richard, Duke of Gloucester, was the legal king.\nThis was because Edward and his other brothers and sisters was declared illegitimate. After Edward IV had died, it was revealed that he had been engaged to a woman named Eleanor Butler, so Edward IV's marriage to his mother Elizabeth Woodville was seen as bigamy.\nMissing.\nAfter a few months, the two boys disappeared, and what happened to them is still a mystery today. Most people think that the two boys were murdered. They became known as the Princes in the Tower. It is most likely they were killed by their uncle, Richard III. It is also possible that they were killed by Henry VII, who became king two years later.\nIn 1674, during building work at the Tower, a wooden chest was found under a staircase in the White Tower. It contained the bones of two young boys. It has never been proved that these are the missing princes, but King Charles II had the bones buried in Westminster Abbey. In 1933 the bones were looked at again by scientists who believed that they were the two princes.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_England","surface_form":"King of England","offset":41},{"uri":"Westminster","surface_form":"Westminster","offset":162},{"uri":"Edward_IV_of_England","surface_form":"Edward IV of England","offset":197},{"uri":"Exile","surface_form":"exile","offset":226},{"uri":"Burgundy","surface_form":"Burgundy","offset":235},{"uri":"Henry_VI_of_England","surface_form":"Henry VI","offset":255},{"uri":"Heir","surface_form":"heir","offset":415},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":445},{"uri":"Ludlow_Castle","surface_form":"Ludlow Castle","offset":581},{"uri":"Uncle","surface_form":"uncle","offset":657},{"uri":"Anthony_Woodville%2C_Earl_Rivers","surface_form":"Anthony Woodville, Earl Rivers","offset":664},{"uri":"Elizabeth_Woodville","surface_form":"Queen Elizabeth","offset":746},{"uri":"Richard_III_of_England","surface_form":"Richard, Duke of Gloucester","offset":1083},{"uri":"Coronation","surface_form":"coronation","offset":1348},{"uri":"Richard_III_of_England","surface_form":"Richard III","offset":1446},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":1496},{"uri":"Elizabeth_Woodville","surface_form":"Elizabeth Woodville","offset":2098},{"uri":"Bigamy","surface_form":"bigamy","offset":2130},{"uri":"Mystery","surface_form":"mystery","offset":2230},{"uri":"Princes_in_the_Tower","surface_form":"Princes in the Tower","offset":2321},{"uri":"Henry_VII_of_England","surface_form":"Henry VII","offset":2452},{"uri":"Charles_II_of_England","surface_form":"King Charles II","offset":2710},{"uri":"Scientist","surface_form":"scientist","offset":2811}]}