{"id":482976,"url":"http://en.wikipedia.org/wiki/Melina_Mercouri","text":"Melina Mercouri (31 October 1925 – 6 March 1994) was a Greek actress, singer, and politician.\nPersonal Life.\nMercouri’s parents were Stamatis Mercouris and Irene Lappa. Her father was the governor of a section of Athens. She went to school at the Academy of the National Theatre, Athens from 1943 to 1946.\nIn 1939, Mercouri married Panayiotis Harokopus. They divorced in 1962. Mercouri remarried in 1966 to Jules Dassin.\nShe died from lung cancer at age 73 in New York City.\nCareer.\nMercouri was an actor in many movies. Her first movie was \"Stella\" in 1955. She later acted in \"Topkapi\" (1964), and  \"Never on Sunday\" (1960). Her husband, Dassin, was the director of these movies. Mercouri also acted and sang in the musical \"llya, Darling\" (1967). She became very famous for her work in \"Never on Sunday.\" Mercouri also was awarded an Academy Award nomination for best actress from that role. Later, she became the Greek Minister of Culture and Sciences. Her job was to educate about Greek history, art and sports. While in this job, Mercouri supported Greek arts, sports, and women's rights. She became part of the Greek Parliament in 1977. Mercouri was also an author. She wrote her autobiography: \"I Was Born Greek\".\nReferences.\nContemporary Authors Online. “Melina Mercouri.”Biography in Context. GALE, 2014. Biography in Context. May 4, 2018.\nBenson, Sonia G. \"Melina Mercouri.\" Biography in Context. GALE, 2001. Gale Biography In Context. May 4, 2018.\nFlint, Peter B. \"Melina Mercouri, Actress and Politician, Is Dead.\" New York Times, 7 Mar. 1994. Student Resources In Context, May, 4 2018.\n\"Mercouri, Melina.\" World Book Advanced, World Book, 2018. World Book, Inc. May 4, 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greeks","surface_form":"Greek","offset":55},{"uri":"Actress","surface_form":"actress","offset":61},{"uri":"Singer","surface_form":"singer","offset":70},{"uri":"Politician","surface_form":"politician","offset":82},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":435},{"uri":"New_York_City","surface_form":"New York City","offset":460},{"uri":"Greeks","surface_form":"Greek","offset":917},{"uri":"Culture_minister","surface_form":"Minister of Culture","offset":923}]}