{"id":482920,"url":"http://en.wikipedia.org/wiki/Novospassky_Monastery","text":"Novospassky Monastery (\"New monastery of the Saviour\"), is one of the oldest monasteries in Moscow. The first monastery was built in the 14th century. At that time it was inside the walls of the Kremlin. In 1491 the monastery was moved to new buildings on the banks of the Moskva River. It was called the \"new monastery\".\nIn 1571 and 1591, the wooden buildings were attacked by the Crimean Tatars. In 1612, the Tsar, Michael of Russia, had the monastery completely rebuilt. This included the thick stone walls which made it one of the fortified monasteries on the edge of Moscow. These new stone walls were 7.5 meters high and 2 meters thick. They were 782 meters in length, and included six towers. These are the buildings which are still standing. The bell-tower, one of the tallest in Moscow, and the Sheremetev sepulchre in the church of the Sign, were added in the 18th century,\nThe monastery was supported by Andrei Kobyla's descendants, including the Sheremetyev and Romanov boyars. They used it as their burial vault. Among the last Romanovs buried in the monastery were Xenia Shestova (the mother of the first Romanov Tsar), Princess Tarakanova (a pretender who claimed to have been the only daughter of Empress Elisabeth) and Grand Duke Sergei Alexandrovich of Russia.\nMonastery buildings.\nThe monastery was closed in 1918 and used as a prison. The cemetery was removed between 1927 and 1930. For a time it was used as a hospital for alcoholics. In 1968 it became a museum of history and an art restoration institute. In 1991 it was returned to the Russian Orthodox Church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":92},{"uri":"Moskva_River","surface_form":"Moskva River","offset":273},{"uri":"Crimean_Khanate","surface_form":"Crimean Tatars","offset":382},{"uri":"Michael_I_of_Russia","surface_form":"Michael of Russia","offset":417},{"uri":"Fortification","surface_form":"fortified","offset":535},{"uri":"Andrei_Kobyla","surface_form":"Andrei Kobyla","offset":915},{"uri":"Sheremetyev","surface_form":"Sheremetyev","offset":958},{"uri":"Romanov","surface_form":"Romanov","offset":974},{"uri":"Boyar","surface_form":"boyar","offset":982},{"uri":"Xenia_Shestova","surface_form":"Xenia Shestova","offset":1079},{"uri":"Princess_Tarakanova_(pretender)","surface_form":"Princess Tarakanova","offset":1134},{"uri":"Elizabeth_of_Russia","surface_form":"Empress Elisabeth","offset":1213},{"uri":"Grand_Duke_Sergei_Alexandrovich_of_Russia","surface_form":"Grand Duke Sergei Alexandrovich of Russia","offset":1236},{"uri":"Prison","surface_form":"prison","offset":1347},{"uri":"Cemetery","surface_form":"cemetery","offset":1359},{"uri":"Alcoholic","surface_form":"alcoholics","offset":1444},{"uri":"Art_restoration","surface_form":"art restoration","offset":1501},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":1559}]}