{"id":483182,"url":"http://en.wikipedia.org/wiki/Thelarche","text":"e=\"preserve\">Thelarche means the development of breasts in human females during puberty (sexual development).\nDevelopment.\nGenerally, the left breast is the larger of the two.\nThis usually begins when girls are about 9. A lump that is a bit hard appears in each breast under the areola, which is the dark ring around the nipple. The lump in one breast may grow before the other one. This is called breast budding. Within 6-12 months, both breasts will have started growing. The swelling can be felt and seen outside the edges of the areolae. About 1 and a half to 2 years after the breasts first start growing, they are close to the shape and size of an adult woman's breasts. The nipple and areola may be on a smaller mound on each breast. This small mound usually goes away when each breast is fully grown. Breast size depends on the body's amount of fat.\nThelarchic stage.\nIt is the Tanner 2 stage of breast development (a scale used to analyze changes in people from childhood to adulthood). The first stage is the non-developed prepubescent state of breasts. Thelarche is usually the first sign of puberty. It usually occurs after age 8, and is the first evidence of puberty in 60% of women. It usually ends at age 13. However, it can sometimes happen earlier. When this happens, it can be by itself (called isolated premature thelarche). It could also be a wider pattern of precocious puberty (sexual development happening too early).\nHormones.\nThe process is started by estradiol, the primary female sex hormone. Many young women are not prepared for thelarche, and this may result in stress. Teaching materials on breast development for elementary and middle schools has been suggested to promote breast health by reducing shame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Development","surface_form":"development","offset":33},{"uri":"Breast","surface_form":"breast","offset":48},{"uri":"Human","surface_form":"human","offset":59},{"uri":"Female","surface_form":"female","offset":65},{"uri":"Puberty","surface_form":"puberty","offset":80},{"uri":"Estradiol","surface_form":"estradiol","offset":1477},{"uri":"Sex","surface_form":"sex","offset":1507},{"uri":"Hormone","surface_form":"hormone","offset":1511},{"uri":"Stress_(biology)","surface_form":"stress","offset":1592},{"uri":"Teaching","surface_form":"Teaching","offset":1600},{"uri":"Elementary_school","surface_form":"elementary","offset":1645},{"uri":"Middle_school","surface_form":"middle school","offset":1660},{"uri":"Shame","surface_form":"shame","offset":1731}]}