{"id":483518,"url":"http://en.wikipedia.org/wiki/Later_medieval_artists","text":"e=\"preserve\">This a list of later medieval artists. It begins in the 13th century (1200s) and includes famous painters and sculptors.\nEach artist is listed with their dates, place of birth, some places that they worked, their media (the type of artwork that they made), one or two most famous works and some art galleries where their works can be seen.\nItalian Byzantine.\nThese artists, before the Renaissance, painted in the style of Greek icons. Their paintings were important to the education of many Renaissance painters, and were to be seen in the churches where the Renaissance painters worked, and worshipped. Often an altarpiece by one of these artists was surrounded by frescoes by the Renaissance painters who lived 150 to 200 years later. A famous \"Madonna and Child\" by Coppo di Marcovaldo stood above the altar where Masaccio, Masolino and Filippo Lippi painted the walls of the Brancacci Chapel. Giotto, who is thought of as the first Renaissance painter, was educated by Cimabue, one of the great masters of the Late Byzantine style.\nItalian Proto-Renaissance.\nProto-Renaissance artists worked before 1400 in Italy when the Renaissance style was slowly developing.\nInternational Gothic.\nArtists from many parts of Europe worked in a decorative Gothic style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Painter","surface_form":"painter","offset":110},{"uri":"Sculptor","surface_form":"sculptor","offset":123},{"uri":"Icon","surface_form":"icon","offset":441},{"uri":"Altarpiece","surface_form":"altarpiece","offset":626},{"uri":"Fresco","surface_form":"fresco","offset":679},{"uri":"Madonna_and_Child","surface_form":"Madonna and Child","offset":760},{"uri":"Coppo_di_Marcovaldo","surface_form":"Coppo di Marcovaldo","offset":782},{"uri":"Masaccio","surface_form":"Masaccio","offset":830},{"uri":"Masolino","surface_form":"Masolino","offset":840},{"uri":"Filippo_Lippi","surface_form":"Filippo Lippi","offset":853},{"uri":"Giotto","surface_form":"Giotto","offset":910},{"uri":"Cimabue","surface_form":"Cimabue","offset":986},{"uri":"Italy","surface_form":"Italy","offset":1124}]}