{"id":48365,"url":"http://en.wikipedia.org/wiki/Notostraca","text":"The order Notostraca has just two living genera in it. \"Triops\" and \"Lepidura\". The two genera are considered 'living fossils', as they have not changed in outward form since the Triassic.\nNotostracans, or tadpole shrimps, are omnivores living on the bottom of temporary pools and shallow lakes. They live in pools of water on every continent except Antarctica. They grow very quickly, and can reach adulthood in a week. \"Triops\" only live for a short time; a record-breaking female only lived to be 100 \"days\". When their pools dry up,adult tadpole shrimp die. Their eggs, however, stop developing for a time. When they are in water again, they come to life, and new \"Triops\" are hatched. This is because of a state known as diapause, where eggs can lie dormant for up to twenty years before hatching again.\nEvolution and fossil record.\nThe fossil record of Notostraca is extensive. They occur in a wide range of geological deposits, reaching back to the Carboniferous. The lack of major morphological change since 250 million years ago has led to Notostraca being described as living fossils.\nThe Notostraca abandoned filter feeding in open water, and took up a benthic lifestyle in muddy waters, taking up food from particles of sediment and preying on small animals.\nNotostracans keep the ancient condition of having two separate compound eyes. These touch but do not become united, as does happens in other groups of Branchiopods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":4},{"uri":"Genera","surface_form":"genera","offset":41},{"uri":"Triops_(genus)","surface_form":"Triops","offset":56},{"uri":"Lepidura","surface_form":"Lepidura","offset":69},{"uri":"Living_fossil","surface_form":"living fossil","offset":111},{"uri":"Triassic","surface_form":"Triassic","offset":179},{"uri":"Omnivore","surface_form":"omnivore","offset":227},{"uri":"Water","surface_form":"water","offset":318},{"uri":"Continent","surface_form":"continent","offset":333},{"uri":"Antarctica","surface_form":"Antarctica","offset":350},{"uri":"Egg_(biology)","surface_form":"eggs","offset":568},{"uri":"Fossil","surface_form":"fossil","offset":842},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":956},{"uri":"Filter_feeder","surface_form":"filter feeding","offset":1120},{"uri":"Compound_eye","surface_form":"compound eye","offset":1334}]}