{"id":48375,"url":"http://en.wikipedia.org/wiki/Decapitation","text":"Decapitation or beheading is the act of cutting off the head from the rest of the body of a living thing. \"Beheading\" usually means that the removal of the head is deliberate. It is generally done during an execution with an axe, sword, or guillotine. If the removal of the head is an accident or unintentional, it is called \"decapitation\". It can happen because of an auto accident, explosion, factory accident, a mistake during a hanging or some other violent accident.\nDecapitation is always fatal, that is, the result is always death. This is because it causes all other organs to stop receiving nervous signals from the brain that are needed to function, while the supply of blood, and therefore oxygen, to the brain itself is also cut off.\nDecapitation can also describe the removal of a head from a body that is already dead. In these situations, the head is usually a trophy or a public display of warning.\nBeheading was the usual means of death penalty in Scandinavian countries in the past. Noblemen were beheaded with a sword, commoners with an axe. The last execution by beheading in Finland occurred in 1822, when a farmhand Tahvo Putkonen was beheaded for murder. The last beheading in Sweden occurred in 1910, when Johan Andersson-Ander was guillotined for murder. Also Germany, France and Belgium favoured beheading in the past. In those countries was carried out by guillotine.\nLast beheading in Europe occurred 1977, when a Tunisian murderer Hamida Djandoubi was guillotined in France.\nSome countries, especially Arab countries or former French colonies, still use beheading as the means of execution. In Saudi Arabia, the convicts are beheaded with a sword.\nThe executioner who performs beheadings is called a headsman.\nHistory.\nThe kingdom of Saudi Arabia has had centuries of public beheadings, but in 2013 is considering firing squads as an alternative means of execution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Head","surface_form":"head","offset":56},{"uri":"Execution","surface_form":"execution","offset":207},{"uri":"Axe","surface_form":"axe","offset":225},{"uri":"Sword","surface_form":"sword","offset":230},{"uri":"Guillotine","surface_form":"guillotine","offset":240},{"uri":"Explosion","surface_form":"explosion","offset":384},{"uri":"Hanging","surface_form":"hanging","offset":432},{"uri":"Fatal","surface_form":"fatal","offset":495},{"uri":"Death","surface_form":"death","offset":532},{"uri":"Trophy","surface_form":"trophy","offset":876},{"uri":"Sword","surface_form":"sword","offset":1031},{"uri":"Axe","surface_form":"axe","offset":1056},{"uri":"Guillotine","surface_form":"guillotine","offset":1383},{"uri":"Tunisia","surface_form":"Tunisia","offset":1442},{"uri":"France","surface_form":"France","offset":1496},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1623},{"uri":"Sword","surface_form":"sword","offset":1670}]}