{"id":483772,"url":"http://en.wikipedia.org/wiki/Prisoner%27s_dilemma","text":"e=\"preserve\">The prisoner's dilemma is a paradox about co-operation. It shows why two \"rational\" individuals might not co-operate, even if it seems in their best interests. It is studied in game theory.\nSetup.\nThe police catch two criminals after they committed a crime. The police do not know which person committed the crime and which person just helped. They question the two in separate cells. Each prisoner can either stay silent or betray (hurt) the other by blaming the crime on them. If both stay silent, they only go to jail for 6 months. If one betrays and the other stays silent, the one that stays silent goes to jail for 10 years and the other one does not go to jail at all. If they both betray each other, they each go to jail for 2 years. No matter what happens, the prisoners will never see each other again.\nStrategies.\nIf you are a prisoner in this situation and you only care about yourself, the way to get the smallest sentence is to betray the other prisoner. No matter what, you get a shorter sentence when you betray than when you do not.\nIf the other prisoner stays silent and does not betray, then betraying means you do not go to jail at all instead of going to jail for 6 months.\nIf the other prisoner betrays, then betraying lets you go to jail for 2 years instead of 10 years. In other words, it's always best for you to betray, even though the two of you would be better off if you both stayed silent. Betraying the other prisoner is your \"dominant strategy\" because it is always the best thing for you to do, no matter what the other prisoner does.\nThe prisoner's dilemma does not have same result if some of the details are different.\nGame theory was much studied during the Cold War period. In that case the \"players\" being studied were the United States and the Soviet Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paradox","surface_form":"paradox","offset":41},{"uri":"Co-operation","surface_form":"co-operation","offset":55},{"uri":"Game_theory","surface_form":"game theory","offset":190},{"uri":"Criminal","surface_form":"criminal","offset":231},{"uri":"Prison","surface_form":"cells","offset":391},{"uri":"Betrayal","surface_form":"betray","offset":438},{"uri":"Month","surface_form":"month","offset":540},{"uri":"Betrayal","surface_form":"betray","offset":955},{"uri":"Cold_War","surface_form":"Cold War","offset":1708},{"uri":"United_States","surface_form":"United States","offset":1775},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1797}]}