{"id":483715,"url":"http://en.wikipedia.org/wiki/OGPU","text":"OGPU was the secret police of the Soviet Union from 1922 to 1934. It was after the Cheka and before the NKVD. Its official name was the Joint State Political Directorate.\nThe OGPU was theoretically supposed to operate with more restraint than the original Bolshevik secret police, the Cheka. The OGPU's powers were greatly increased in 1926, when the Soviet criminal code was amended to include a section on \"anti-state terrorism\". The law were vaguely written and very broadly interpreted. Even before then, it set up tribunals to try the most exceptional cases of terrorism, usually without calling any witnesses. In time, the OGPU's powers grew even greater than those of the Cheka.\nPerhaps its most spectacular success was the Trust Operation of 1924–1925. OGPU agents contacted émigrés in western Europe and pretended to be on a large group working to overthrow the communist regime, known as the \"Trust\". Exiled Russians gave the Trust large sums of money and supplies, as did foreign intelligence agencies. The Trust finally succeeded in luring one of the leading anti-Communist operators, Sidney Reilly, into Russia to meet with the Trust. Once he was in Russia, he was captured and killed. It was a great propaganda success.\nFrom 1927 to 1929, the OGPU engaged in intensive investigations of an opposition coup. Stalin soon made a public decree that any and all opposition views should be considered dangerous and gave the GPU the authority to seek out hostile elements. There were many trials during Stalin's Five Year Plan.\nThe OGPU was responsible for the creation of the Gulag system. It also became the Soviet government's arm for the persecution of the Russian Orthodox Church, the Greek Catholics, the Latin Catholics, Islam and other religious organizations. The OGPU was also the main secret police agency for the detection, arrest, and liquidation of anarchists and other dissident left-wing factions in the early Soviet Union.\nThe OGPU was merged into the newly created all-union People's Commissariat for Internal Affairs (NKVD) in July 1934. Its last change was into the more widely known Committee for State Security (KGB).","categories":[],"infobox_types":[],"annotations":[{"uri":"Secret_police","surface_form":"secret police","offset":13},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":34},{"uri":"Cheka","surface_form":"Cheka","offset":83},{"uri":"NKVD","surface_form":"NKVD","offset":104},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":256},{"uri":"Cheka","surface_form":"Cheka","offset":285},{"uri":"Terrorism","surface_form":"terrorism","offset":420},{"uri":"Trust_Operation","surface_form":"Trust Operation","offset":731},{"uri":"Sidney_Reilly","surface_form":"Sidney Reilly","offset":1097},{"uri":"Propaganda","surface_form":"propaganda","offset":1214},{"uri":"Gulag","surface_form":"Gulag","offset":1584},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":1668},{"uri":"Eastern_Catholic_Churches","surface_form":"Greek Catholics","offset":1697},{"uri":"Roman_Catholic_Church","surface_form":"Latin Catholics","offset":1718},{"uri":"Islam","surface_form":"Islam","offset":1735},{"uri":"Anarchist","surface_form":"anarchist","offset":1870},{"uri":"Left-wing","surface_form":"left-wing","offset":1901},{"uri":"NKVD","surface_form":"NKVD","offset":2044},{"uri":"KGB","surface_form":"KGB","offset":2141}]}