{"id":483898,"url":"http://en.wikipedia.org/wiki/The_Princess_Bride_(movie)","text":"e=\"preserve\">\"The Princess Bride\" is a 1987 American romantic comedy fantasy adventure movie. It was directed and co-produced by Rob Reiner. It was adapted by William Goldman from his 1973 novel of the same name. The story is presented in the movie as a book being read by a grandfather (Peter Falk) to his sick grandson (Fred Savage). This kept the book's narrative style. This movie is number 50 on Bravo's \"100 Funniest Movies\". It is number 88 on The American Film Institute's (AFI) \"AFI's 100 Years...100 Passions\" list of the 100 greatest film love stories. In the United States, \"The Princess Bride\" has become a cult movie.<ref name=\"http://www.filmjerk.com/news/article.php?id_new=489\"> The film was well-loved by critics.\nPlot.\nA grandfather visits his grandson, who is sick and must stay at home. The grandfather reads him a story, and says it is full of fighting, torture, revenge, giants, monsters, chases, escapes, true love, and miracles. The grandson does not believe it will be good but agrees to try and stay awake, and sometimes interrupts as his grandfather tells the story.\nA beautiful young woman named Buttercup lives on a farm, in a land called Florin. Whenever she tells the farmhand Westley to do some work, he always does the work and his only answer is \"As you wish.\" She eventually realizes that he truly means \"I love you\" and she realizes that she loves him too. He is poor and they do not have enough money to get married. He leaves to seek his fortune, but his ship is attacked by a famous pirate, the Dread Pirate Roberts, who is known for never taking prisoners, and Westley is believed dead.\nFive years later, Buttercup is forced to marriage Prince Humperdinck, the prince of Florin. Before the wedding, she is kidnapped by three outlaws: a short Sicilian boss named Vizzini, a giant from Greenland named Fezzik, and a Spanish fencing master named Inigo Montoya, who seeks revenge against a six-fingered man who killed his father. Soon the outlaws are pursued by a masked man in black, and also by Prince Humperdinck and his soldiers.\nThe man in black catches up to the outlaws at the top of the Cliffs of Insanity. He defeats Inigo in a sword fight and knocks him unconscious. He wrestles the giant Fezzik, and put him to sleep using a choke hold. He outsmarts Vizzini, tricking him into drinking from a cup containing poison. He takes Buttercup prisoner and they flee. They stop to rest near the top of steep hill. Buttercup guesses that he is the famous Dread Pirate Roberts, and is angry with him for killing Westley. Buttercup sees Humperdinck and his soldier in the distance and pushes Roberts down the hill and wishes death upon him. As he tumbles down, he shouts, \"As you wish!\" Buttercup realizes Westley was pretending to be the Dread Pirate Roberts, and she throws herself down the hill after him and they are reunited. Westley explains the Dread Pirate Roberts is not one person, but a name passed on when the pirate wants to retire. They must pass through the dangerous Fire Swamp, and avoid hungry animals that live there. They survive the fires and the rodents of unusual size (ROUS), but are captured as they leave by prince Humperdinck and his cruel assistant Count Rugen, who has six fingers on each hand. Buttercup agrees to return with Humperdinck in exchange for Westley's release. Humperdinck secretly orders Rugen to lock Westley in his torture chamber, the Pit of Despair.\nWhen Buttercup expresses unhappiness at marrying Humperdinck, he promises to search for Westley. His real plan all along had been to start with the neighboring country of Guilder by making it look like they had killed Buttercup. Meanwhile, Inigo and Fezzik reunite after Humperdinck orders the thieves arrested in the nearby forest, and Fezzik tells Inigo about Rugen. Inigo decides that they need Westley's help to get into the castle. Buttercup is sad and angry with Humperdinck when she learns that he has not tried to find Westley. Humperdinck locks Buttercup in her room, and tortures Westley to death. In the forest Inigo and Fezzik are able to hear Westley cry out in pain, as he dies. They find Westley's body and bring him to a folk healer, called Miracle Max. Max used to work for the king of Florin but was fired by Humperdinck, and at first says he cannot help but agrees because he does not like Humperdinck. He discovers that Westley is not dead but only \"mostly dead\" because of his true love love for Buttercup. Max brings Westley back to life, but Westley cannot move his body, and needs more time to recover.\nAfter Westley, Inigo and Fezzik get inside the castle, Humperdinck is scared and tries to finish the wedding quickly. Inigo finds and Rugen the six-fingered man who killed his father. He fights him in a duel to the death, saying to him again and again: \"Hello, my name is Inigo Montoya. You killed my father. Prepare to die.\" Westley finds Buttercup, who was about to kill herself, and tells her the marriage was not real because she never said \"I do\". Still unable to move, he wastes time and tells Humperdinck all the terrible things he will do to him if they fight. His bluff works and without fighting Humperdinck gives up. Together the leave the castle, Westley rides away with Buttercup, and Inigo and Fezzik. Westley and Buttercup share a kiss.\nThe boy asks his grandfather to read the story to him again the next day, to which the grandfather replies, \"As you wish.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":44},{"uri":"Romance_movie","surface_form":"romantic","offset":53},{"uri":"Comedy_movie","surface_form":"comedy","offset":62},{"uri":"Fantasy_movie","surface_form":"fantasy","offset":69},{"uri":"Adventure_movie","surface_form":"adventure movie","offset":77},{"uri":"Movie_director","surface_form":"directed","offset":101},{"uri":"Movie_director","surface_form":"co-produced","offset":114},{"uri":"Rob_Reiner","surface_form":"Rob Reiner","offset":129},{"uri":"Adapt","surface_form":"adapt","offset":148},{"uri":"William_Goldman","surface_form":"William Goldman","offset":159},{"uri":"Novel","surface_form":"novel","offset":189},{"uri":"The_Princess_Bride_(book)","surface_form":"of the same name","offset":195},{"uri":"Book","surface_form":"book","offset":254},{"uri":"Grandfather","surface_form":"grandfather","offset":275},{"uri":"Peter_Falk","surface_form":"Peter Falk","offset":288},{"uri":"Fred_Savage","surface_form":"Fred Savage","offset":322},{"uri":"Narrative","surface_form":"narrative","offset":357},{"uri":"Bravo_(US_TV_channel)","surface_form":"Bravo","offset":401},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":455},{"uri":"Cult_movie","surface_form":"cult movie","offset":620},{"uri":"Dread_Pirate_Roberts","surface_form":"Dread Pirate Roberts","offset":1535},{"uri":"Sicilian_people","surface_form":"Sicilian","offset":1783},{"uri":"Greenland","surface_form":"Greenland","offset":1825},{"uri":"Spanish_people","surface_form":"Spanish","offset":1855},{"uri":"Fencing","surface_form":"fencing","offset":1863},{"uri":"Inigo_Montoya","surface_form":"Inigo Montoya","offset":1884},{"uri":"Folk_healer","surface_form":"folk healer","offset":4170}]}