{"id":48401,"url":"http://en.wikipedia.org/wiki/Dmitri_Mendeleev","text":"Dmitri Ivanovich Mendeleev (born 8 February (O.S. 27 January) 1834 near Tobolsk – 2 February (O.S. 20 January 20) 1907 in Saint Petersburg) was a Russian chemist who created the periodic table of elements. Many of the predictions made in his periodic table (such as the properties of elements undiscovered at the time) were later proved correct by experiments. Chemical element 101 was named Mendelevium.\nLife.\nMendeleev was born in village of Verkhnie Aremzyani, near Tobolsk, to Ivan Pavlovich Mendeleev and Maria Dmitrievna Mendeleeva (née Kornilieva). His grandfather was Pavel Maximovich Sokolov, a priest of Russian Orthodox Church from the Tver region. Ivan, with his brothers and sisters, got new family names while attending theological seminary. Later in life, he invented the periodic table of elements.\nMendeleev is thought to be the youngest of 14 siblings, but the exact number differs between sources. At the age of 13, after the death of his father and the destruction of his mother's factory by fire, Mendeleev attended the Gymnasium in Tobolsk.\nIn 1849, the now poor Mendeleev family went to Saint Petersburg, where he entered the Main Pedagogical Institute in 1850. After graduation, tuberculosis caused him to move to the Crimean Peninsula on the northern coast of the Black Sea in 1855. While there he became a science master of the Simferopol gymnasium №1. He returned with fully restored health to Saint Petersburg in 1857.\nPeriodic Table.\nOthers in the 1860s suggested that elements group together. For example, John Newlands, published his Law of Octaves in 1865. The lack of spaces for undiscovered elements and the placing of two elements in one box were criticized and his ideas were not accepted. Another was Lothar Meyer, who published a work in 1864, describing 28 elements. Neither attempted to predict new elements. In 1863 there were 56 known elements with a new element being discovered at a rate of approximately one each year.\nOther achievements.\nMendeleev made other important contributions to chemistry. The Russian chemist and science historian L.A. Tchugayev called him \"a chemist of genius, first-class physicist, a fruitful researcher in the fields of hydrodynamics, meteorology, geology, certain branches of chemical technology (explosives, petroleum, and fuels, for example) and other disciplines adjacent to chemistry and physics, a thorough expert of chemical industry and industry in general, and an original thinker in the field of economy\". Mendeleev was one of the founders, in 1869, of the Russian Chemical Society. He worked on the theory and practice of protectionist trade and on agriculture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Julian_calendar","surface_form":"O.S.","offset":45},{"uri":"Tobolsk","surface_form":"Tobolsk","offset":72},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":122},{"uri":"Russia","surface_form":"Russia","offset":146},{"uri":"Chemist","surface_form":"chemist","offset":154},{"uri":"Periodic_table","surface_form":"periodic table","offset":178},{"uri":"Chemical_element","surface_form":"Chemical element","offset":361},{"uri":"Mendelevium","surface_form":"Mendelevium","offset":392},{"uri":"Tobolsk","surface_form":"Tobolsk","offset":469},{"uri":"N%C3%A9e","surface_form":"née","offset":539},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":614},{"uri":"Tver","surface_form":"Tver","offset":647},{"uri":"Gymnasium_(school)","surface_form":"Gymnasium","offset":1041},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":1110},{"uri":"Main_Pedagogical_Institute","surface_form":"Main Pedagogical Institute","offset":1149},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1203},{"uri":"Crimea","surface_form":"Crimea","offset":1242},{"uri":"Black_Sea","surface_form":"Black Sea","offset":1289},{"uri":"Simferopol_gymnasium_%E2%84%961","surface_form":"Simferopol gymnasium №1","offset":1354},{"uri":"John_Alexander_Reina_Newlands","surface_form":"John Newlands","offset":1536},{"uri":"Lothar_Meyer","surface_form":"Lothar Meyer","offset":1738},{"uri":"Russian_Chemical_Society","surface_form":"Russian Chemical Society","offset":2542},{"uri":"Agriculture","surface_form":"agriculture","offset":2635}]}