{"id":484122,"url":"http://en.wikipedia.org/wiki/Five_Nights_at_Freddy%27s_3","text":"\"Five Nights at Freddy's 3\" is a 2015 indie point-and-click survival horror video game developed by Scott Cawthon. It is the third entry in the \"Five Nights at Freddy's\" series. The game was released on Steam on March 2, 2015, then for Android devices on March 7, 2015. The game is set 30 years after \"Five Nights at Freddy's\".\nThe player assumes the role of a newly hired employee at Fazbear's Fright, a horror-themed amusement park attraction that pays homage to the original Freddy Fazbear’s Pizza. In addition, the player must monitor the status of three operating systems - cameras, audio, and ventilation - and reboot them whenever they begin to malfunction. They have to defend from Springtrap and the 'phantoms', which are more ghostly and burnt-looking versions of the animatronics from the previous games, including Golden Freddy, Chica, Withered Foxy, Balloon Boy, Mangle, and Phantom Puppet. These animatronics cannot physically hurt you, but every time they catch you, one of the systems then needs to be rebooted. While Phantom Mangle does not jumpscare directly, it can appear in the hall or on one of the cameras and emit a garbled static sound, causing the audio system to have to be rebooted. The only animatronic that can cause a game over is Sprintrap, the main antagonist, and he is attracted to sound. The only way to get him to not kill you is by playing audio of Balloon Boy laughing from \"Five Nights at Freddy's 2.\" If you play this audio on a camera close to Springtrap, Springtrap will go towards it. He is also attracted to Mangle's loud garbled audio sounds, so if Mangle is in the hallway making noise, he will go towards your office faster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_game","surface_form":"indie","offset":38},{"uri":"Graphic_adventure_game","surface_form":"point-and-click","offset":44},{"uri":"Survival_horror","surface_form":"survival horror","offset":60},{"uri":"Video_game","surface_form":"video game","offset":76},{"uri":"Five_Nights_at_Freddy%27s","surface_form":"Five Nights at Freddy's","offset":145},{"uri":"Steam_(software)","surface_form":"Steam","offset":203},{"uri":"Five_Nights_at_Freddy%27s_2","surface_form":"Five Nights at Freddy's 2","offset":1414}]}