{"id":48437,"url":"http://en.wikipedia.org/wiki/Lady_beetle","text":"Lady beetles are the Coccinellidae, a family of beetles. All species are protected by noxious fluids based on cyanide, and most have warning colouration, such as red with black spots or black stripes.\nThey are often called ladybugs or ladybirds, but biologists prefer the term 'coccinellid' or 'lady beetle'.\nCoccinellids are found worldwide, with over 5,000 species. Most species are insectivorous, feeding mainly on\nthe \"true bugs\", the Hemiptera. These are insects which feed on plants, such as aphids (greenfly) or scale insects. Ladybeetle larvae are also voracious (greedy) eaters of greenfly.\n\"Harmonia axyridis\" (or harlequin ladybug) was introduced into North America from Asia in 1988 to control aphids. It is now the most common species there, out-competing many of the native species. It has since spread to much of western Europe, reaching the UK in 2004.\nDefence.\nCoccinellids are often brightly coloured to warn potential predators. This phenomenon is called aposematism. It works because predators learn by experience to associate certain prey phenotypes (appearance) with a bad taste or being poisonous.\nMechanical stimulation (such as a predator attack) causes \"reflex bleeding\" in both larval and adult ladybird beetles. A toxin is put through the joints of the exoskeleton, deterring feeding. This method works well: birds and cats seldom try twice.\nAppearance.\nMost people know lady beetles as small, round, red beetles with black spots on their backs. In Europe, the most common lady beetle is seven-spotted \"Coccinella septempunctata\".\nNot all lady beetles are red, and not all red lady beetles have spots. Some lady beetles are very small, black and hairy. Lady beetles vary in color as red, orange, pink, or yellow with black spots. They can also be black with red spots. Some are missing spots altogether. There are even a few kinds of ladybeetles with metallic blue iridescence, and some have checkerboard markings or stripes.\nThe (usually) black front part (\"pronotum\") of the ladybeetle is the thorax and the head.\nLife and food supply.\nMost coccinellids overwinter as adults. In \"Harmonia axyridis\", eggs hatch in 3–4 days from clutches numbering from a few to several dozen. Depending on the supply of aphids, the larvae pass through four instars over 10–14 days, after which pupation occurs. After several days, the adults become reproductively active and are able to reproduce again, though not late in the season. On average, the lifespan on the lady beetle is 1-2 years.\nIt only takes about four weeks for the ladybeetle to transform from a tiny egg to an adult. Some females can lay up to 1,000 eggs in one summer. The ladybeetle may lay her eggs near an aphid colony, or on plants where the larvae will have a ready supply of food when they hatch.\nAlmost all lady beetles are insectivores: they eat other insects. Many of these insects have soft bodies, such as aphids. Even the larvae eat other insects. Aphids are a huge problem for farmers and gardeners, and therefore a ladybug is a great help to the farmer. Some species of ant herd aphids like sheep, and will attack a ladybeetle that tries to eat one of their aphids.\nLady beetles can typically be found on plant foliage located in areas the get direct sunlight. They play important roles in keeping the diversity around gardens and forest under control through pest control.\nJessica Sickler created a research program called \"The Lost Ladybug Project\" to get families and children outside and looking at wildlife. The team are able to keep track of what species of lady beetles are located in what regions. Families are invited to join.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":38},{"uri":"Beetle","surface_form":"beetle","offset":48},{"uri":"Noxious","surface_form":"noxious","offset":86},{"uri":"Cyanide","surface_form":"cyanide","offset":110},{"uri":"Warning_colouration","surface_form":"warning colouration","offset":133},{"uri":"Biologist","surface_form":"biologist","offset":250},{"uri":"Insectivorous","surface_form":"insectivorous","offset":385},{"uri":"Hemiptera","surface_form":"Hemiptera","offset":439},{"uri":"Aphid","surface_form":"aphid","offset":498},{"uri":"Scale_insect","surface_form":"scale insect","offset":519},{"uri":"Larvae","surface_form":"larvae","offset":545},{"uri":"Harmonia_axyridis","surface_form":"Harmonia axyridis","offset":601},{"uri":"North_America","surface_form":"North America","offset":663},{"uri":"Asia","surface_form":"Asia","offset":682},{"uri":"Aposematism","surface_form":"aposematism","offset":974},{"uri":"Phenotype","surface_form":"phenotype","offset":1060},{"uri":"Toxin","surface_form":"toxin","offset":1242},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":1281},{"uri":"Coccinella_septempunctata","surface_form":"Coccinella septempunctata","offset":1531},{"uri":"Thorax","surface_form":"thorax","offset":2023},{"uri":"Overwinter","surface_form":"overwinter","offset":2084},{"uri":"Instar","surface_form":"instar","offset":2270},{"uri":"Pupa","surface_form":"pupa","offset":2307},{"uri":"Insectivore","surface_form":"insectivore","offset":2813},{"uri":"Aphid","surface_form":"aphid","offset":2899},{"uri":"Species","surface_form":"species","offset":3055},{"uri":"Pest_control","surface_form":"pest control","offset":3356}]}