{"id":484763,"url":"http://en.wikipedia.org/wiki/Dodie_Smith","text":"e=\"preserve\">Dorothy Gladys Smith (born in 1896), commonly known as Dodie Smith, was an English children’s book author and playwright. She is most famous for writing \"The Hundred and One Dalmatians\" and \"I Capture the Castle\", both adapted into famous films. Ms Smith had not intended to be a writer. Her first love was acting but, she once admitted, \"I simply wasn't very good.\"\nEarly life.\nSmith was born on May 3, 1896 in Whitefield, UK. When she was eighteen years old, her father died, so after that she and her mother lived with her family - her grandparents, three uncles and two aunts, in an old house with a garden leaning towards the Manchester Ship Canal. Both her mother and grandmother wrote and composed. Almost everyone in the household sang and played an instrument (including pianos, a violin, a mandolin, a guitar and a banjo) and one uncle, a nonprofessional but decent actor, was usually rehearsing, preferably with Smith there to give him cues. Although she had liked theater for a while before she could read, it was hearing of her uncle's parts which really sparked her passion for acting and writing plays, especially as the cues she gave to her uncle got longer and longer and, by the age of nine, Smith had written a forty-page play.\nEarly career.\nEven when her mother described her first play as dull and boring, she did not stop trying to succeed. Soon she became a young actress for many theaters after studying at the London’s Royal Academy of Art. During World War I, Smith went to France to help amuse the soldiers there and also appeared in a performance of John Galsworthy's Pigeon. In 1923, the actress left the theater to work as a buyer for Heal and Son, a furniture company where she remained for the next eight years, writing for the stage in cinema in her free time. Smith first gained recognition as a playwright, going by the name of C. L. Anthony until 1935. In 1931, Smith sold her play Autumn Crocus to one of her old stage directors. Although she had written a screenplay and a stage play before, Autumn Crocus proved to be the work that turned her career around. Call It a Day was the first play Smith wrote under her own name; also proving to be her most financially rewarding piece. Her plays, generally simple comedies about middle-class life, received much praise, both popular and critical. \"The ability to recreate detail, to capture the nuances of everyday conversation, to recognize humor in the trivialities of middle-class life marks the dramas of Dodie Smith,\" wrote Martha Hadsel. \"Her critics sometimes found fault with what they considered her superficiality, but most admitted that her plays provided enjoyable entertainment.\" Hadsel claimed Smith to be \"one of the few successful women dramatists in England and America during the first half of the twentieth century.\"\nWorks of Dodie Smith.\n- The Hundred and One Dalmatians, 1956.\n- Call It a Day, 1937.\n- Bonnet over the Windmill, 1937.\n- (And co-director) Dear Octopus, 1939.\n- Autumn Crocus, Service, and Touch Wood, 1939.\n- I Capture the Castle, 1948.\n- These People, Those Books, 1958.\n- I Capture the Castle, 1999.\n- The New Moon with the Old, 1963.\n- The Town in Bloom, 1965.\n- It Ends with Revelations, 1967.\n- A Tale of Two Families, 1970.\n- The Girl from the Candle-lit Bath, 1978.\n- Look Back with Love: A Manchester Childhood, 1974.\n- Look Back with Mixed Feelings, 1978.\n- Look Back with Astonishment, 1979.\n- Look Back with Gratitude, 1985.\n- (With Frank Partos) The Uninvited (adapted from the novel by Dorothy Macardle), Paramount, 1944.\n- (With Lesser Samuels) Darling, How Could You! (adapted from Alice-Sit-by-the-Fire by James M. Barrie), Paramount, 1951.\n- Also author of screenplay \"Schoolgirl Rebels\" (under pseudonym Charles Henry Percy), 1915.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Hundred_and_One_Dalmatians","surface_form":"The Hundred and One Dalmatians","offset":167},{"uri":"Whitefield%2C_UK","surface_form":"Whitefield, UK","offset":425},{"uri":"Manchester_Ship_Canal","surface_form":"Manchester Ship Canal","offset":644}]}