{"id":484746,"url":"http://en.wikipedia.org/wiki/Sharon_Draper","text":"Sharon Draper is an American author, poet, and master educator. She has won many awards for teaching and written many books, poems, and short stories. She was a teacher in Cincinnati from 1970-1997 and became an author in 1991, which is the career she is currently pursuing. Her first piece was “One Small Torch”, a short story published in the Ebony magazine in 1991 as the winner of a short story contest with 20,000 entries. In her writing, she choses African-American male characters to give a voice to African-American young men.\nEarly life.\nSharon Draper was born on August 21, 1948 in Cleveland, Ohio. She was the eldest daughter of three kids in her family and grew up in a close-knit neighborhood.\nEducation.\nSharon Draper earned her BA from Pepperdine University in 1971 and her MA from Miami University of Ohio in 1974\nTeaching career.\nSharon Draper was a teacher for the Cincinnati public schools from 1970-1997, and won the 1997 US Teacher of the Year award for her work in the schools. She has described teaching as her \"calling and vocation,” and says that she \"teaches because I must. It is in my heart and soul; part of the definition of me. I end up teaching wherever I am.\"\nAwards.\nSharon Draper has won many awards in teaching and writing. She won Coretta Scott King Genesis award for Literature (1995), and American Library Association Best Book for Young Adults award (1995) in her writing career. She also won Ohio State Teacher of the Year (1997), U.S. National Teacher of the Year (1997), National Board Certification, National Board for Professional Teaching Standards (1995), Board of Directors, National Board for Professional Teaching Standards (1997), National Council of Negro Women's Excellence in Teaching Award (1997), and the Delta Kapa Gamma Honor Society for Women Educators.","categories":[],"infobox_types":[],"annotations":[{"uri":"Author","surface_form":"author","offset":29},{"uri":"Poet","surface_form":"poet","offset":37},{"uri":"Educator","surface_form":"educator","offset":54},{"uri":"Teaching","surface_form":"teaching","offset":92},{"uri":"Book","surface_form":"book","offset":118},{"uri":"Poem","surface_form":"poem","offset":125},{"uri":"Teacher","surface_form":"teacher","offset":161},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":172},{"uri":"Ebony_(magazine)","surface_form":"Ebony","offset":345},{"uri":"BA","surface_form":"BA","offset":743},{"uri":"Pepperdine_University","surface_form":"Pepperdine University","offset":751},{"uri":"M.A.","surface_form":"MA","offset":789},{"uri":"Miami_University","surface_form":"Miami University of Ohio","offset":797}]}