{"id":484747,"url":"http://en.wikipedia.org/wiki/Jacqueline_Woodson","text":"e=\"preserve\">Jacqueline Woodson is an American writer who has written many successful books for a wide audience.  She gives a voice to those Americans in our community who are sometimes silenced or looked down upon. Ms. Woodson once said, \"I feel compelled to write against stereotypes, hoping people will see that some issues know no color, class, sexuality…. I write from the very depths of who I am, and in this place there are all of my identities.\" Through her quotes and her books she inspires America to take a stand against stereotypes to make our world a better place.\nAwards.\nJacqueline Woodson is the recipient of the 2001 Corretta Scott King Award and a nominee for the 2002 National Book Award.\n2018 Jacqueline Woodson received Astrid Lindgren Memorial Award, the worlds largest prize for people writing childrens and youths literature.\n\"Jacqueline Woodson introduces us to resilient young people fighting to find a place where their lives can take root. In language as light as air, she tells stories of resounding richness and depth. Jacqueline Woodson captures a unique poetic note in a daily reality divided between sorrow and hope.\" Citation of the jury\nEarly life.\nJacqueline Woodson was born on February 12, 1964 in the town of Columbus, Ohio. Much of Jacqueline's writing later in life may have been inspired by her childhood.  Her books talk about the struggle to find a place to fit in,  and being accepted in society. In fifth grade she was the editor of her school’s magazine. Her seventh English teacher encouraged her to write, and told her she should pursue her dreams, which may have led to where Ms. Woodson is today.\nPersonal life.\nMany of Ms. Woodson’s books for older audiences touch on subjects she experienced growing up.  For example, she wrote about her parent’s struggling marriage, her brother’s struggles with homosexuality, and divisions based off of race in America which she had experienced first hand growing up as an African American in the Midwest.  Also, Ms. Woodson addresses the issue of confidence in young girls.  She says: “I write about all girls because I know what happens to self-esteem when we turn twelve, and I hope to show readers the number of ways in which we are strong.\"  Jacqueline uses her talent for writing and her experiences of the injustices and stereotypes in our country to promote awareness of important issues and give voices to the voiceless.","categories":[],"infobox_types":[],"annotations":[{"uri":"Class","surface_form":"class","offset":342},{"uri":"Sexuality","surface_form":"sexuality","offset":349},{"uri":"America","surface_form":"America","offset":500},{"uri":"Astrid_Lindgren_Memorial_Award","surface_form":"Astrid Lindgren Memorial Award","offset":741},{"uri":"Society","surface_form":"society","offset":1433},{"uri":"Homosexuality","surface_form":"homosexuality","offset":1850},{"uri":"Self-esteem","surface_form":"self-esteem","offset":2131},{"uri":"Stereotype","surface_form":"stereotypes","offset":2317}]}