{"id":484765,"url":"http://en.wikipedia.org/wiki/Grace_Lin","text":"e=\"preserve\">Grace Lin is an American writer and children's illustrator. Her first book, \"The Ugly Vegetables\", was published in 1999. She has written four novels: \"The Year of the Dog\", \"The Year of the Rat\", \"Where the Mountain Meets the Moon\", and \"Starry River of the Sky\". She also writes a series for early readers with twins named Ling and Ting, as well as other books for younger readers. She brings her sketchbook everywhere, and writes down ideas for her books. She wanted to grow up to be a figure skater. She changed her mind because she enjoyed drawing pictures of herself as an ice skater.\nEarly life and personal life.\nLin was born on May 17, 1974. Her parents were immigrants. She grew up in New York. She has one older sister named Lissy, and a younger sister named Ki-Ki. She married a man named Robert Mercer. He died from cancer in 2007. te a book called \"Robert’s Snow\" to raise money for cancer research. She now has a daughter who was born in 2012. In 2010, she married her second husband, Alex. Lin is a graduate of Rhode Island School of Design. She lives in Florence, Massachusetts.\nAwards.\n\"Where the Mountain Meets the Moon\" received a 2010 John Newbery Honor. She also received an Honorable Mention from APAAL (Asian/Pacific American Awards for Literature) in 2007 for \"Year of the Dog.\" She was nominated for the 2007-08 Texas Bluebonnet Award. Several of her books have been chosen for Al Roker’s Today Show Book Club.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illustrator","surface_form":"illustrator","offset":60},{"uri":"Novel","surface_form":"novel","offset":156},{"uri":"Figure_skater","surface_form":"figure skater","offset":502},{"uri":"New_York","surface_form":"New York","offset":708},{"uri":"Cancer","surface_form":"cancer","offset":842},{"uri":"Florence%2C_Massachusetts","surface_form":"Florence, Massachusetts","offset":1084},{"uri":"Al_Roker","surface_form":"Al Roker","offset":1417}]}