{"id":48484,"url":"http://en.wikipedia.org/wiki/Stillbirth","text":"e=\"preserve\">A stillbirth happens when a fetus (unborn baby) dies while still inside the mother or dies during delivery (childbirth). It is said that the delivered baby is \"stillborn\". Stillbirth is different from a miscarriage because a stillbirth happens after the baby has been living inside its mother 20 to 24 weeks (depending on the country). It is called a miscarriage if the baby lived inside the mother for less time.\nCauses.\nThe causes of many stillbirths are unknown, even when special tests are done to learn the cause.\nOccurrence.\nThe number of stillbirths in the United States is about 1 in 115 births, which is about 26,000 a year, or one every 20 minutes. In developing countries, where medical care is not as advanced or good, the number of stillbirths is higher.\nIn Australia, England, Wales, and Northern Ireland, the rate is about 1 in 200 babies.\nAfter stillbirth.\nThe death of the baby is usually treated like the death of an older baby. The family may have a funeral. The body of the dead baby can be buried or cremated (burned). In some places, there are special places for putting the bodies or the ashes of stillborn babies.\nThe mother may be ill. Her body may be hurt from having the baby.\nUnited Kingdom.\nIn the UK, any baby that leaves its mother's body after 24 weeks and does not show any signs of life is called a \"stillbirth\". The mother or father must tell the government about the baby. A Stillbirth Certificate is given to the family.\nAustralia.\nIn Australia, any stillborn fetus that weighs more than 400 grams and lived in the mother for more than 20 weeks must be reported to the government.\nUnited States.\nThe United States does not have a formal definition of \"stillborn\" babies. All pregnancies are legally called either: \"live birth\", \"fetal death\", or \"induced termination of pregnancy\" (abortion). The law does not have a difference between a stillbirth and a miscarriage. However, it is recommended to register infants who weighed over 350 grams or who lived over 19 weeks inside the mother before dying.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fetus","surface_form":"fetus","offset":41},{"uri":"Childbirth","surface_form":"childbirth","offset":121},{"uri":"Miscarriage","surface_form":"miscarriage","offset":216},{"uri":"Autopsy","surface_form":"special tests","offset":489},{"uri":"United_States","surface_form":"United States","offset":577},{"uri":"Developing_country","surface_form":"developing countries","offset":675},{"uri":"Australia","surface_form":"Australia","offset":784},{"uri":"England","surface_form":"England","offset":795},{"uri":"Wales","surface_form":"Wales","offset":804},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":815},{"uri":"Funeral","surface_form":"funeral","offset":982},{"uri":"Burial","surface_form":"buried","offset":1024},{"uri":"Cremation","surface_form":"cremated","offset":1034},{"uri":"Abortion","surface_form":"abortion","offset":1832}]}