{"id":484848,"url":"http://en.wikipedia.org/wiki/Information_retrieval","text":"Information retrieval is a field of Computer science that looks at how non-trivial data can be obtained from a collection of information resources. Commonly, either a full-text search is done, or the metadata which describes the resources is searched. Depending on the content, there may also be other indices. Information retrieval is about finding existing information; it is different from knowledge discovery in databases which is about finding new relationships between different datasets, which were unknown.\nTechniques from information retrieval are commonly used in internet search engines, but also when looking for information on a subject in a library, or when searching complex content such as images in a database. This kind of content is usually described using metadata.\nProblem description.\nA system for information retrieval will attach a score to each document returned. This score reflects how well the document matches the query of the user. The documents with the best scores are shown to the user, who has the possibility to refine the query.\nDifferent models.\nThere are different kinds of models that are used in information retrieval\nSecond dimension: the properties of the model.\nIn addition, each model has parameters, which influence its performance. Some of the models make a number of assumption about the data; they were developed for a very special purpose. Using such a model for a different purpose may not yield good results.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_science","surface_form":"Computer science","offset":36},{"uri":"Data","surface_form":"data","offset":83},{"uri":"Knowledge_discovery_in_databases","surface_form":"knowledge discovery in databases","offset":393},{"uri":"Search_engine","surface_form":"search engines","offset":583},{"uri":"Library","surface_form":"library","offset":655},{"uri":"Image","surface_form":"images","offset":706},{"uri":"Database","surface_form":"database","offset":718},{"uri":"Metadata","surface_form":"metadata","offset":776}]}