{"id":484966,"url":"http://en.wikipedia.org/wiki/Niloofar_Rahmani","text":"Niloofar Rahmani (Persian:نیلوفر رحمانی born 1992) is the first female fixed-wing Air Force aviator in Afghanistan's history. She is also the first female pilot in the Afghani military since the fall of the Taliban in 2001. Though her family received death threats, she persevered to complete her training.\nIn 2015, Rahmani won the U.S. State Department's International Women of Courage Award.\nBiography.\nRahmani was born in Afghanistan in 1992. Since she was a child, she had a dream of becoming a pilot and spent nearly a year studying English to be able to attend flight school. She enlisted in the Afghan Air Force Officer Training Program in 2010 and in July 2012 graduated as a Second Lieutenant.\nTwo female helicopter pilots during the Soviet era, along with her father, served as inspiration for Rahmani's achievement. Her first solo flight was in a Cessna 182. Wanting to fly larger aircraft, she went to advanced flight school and was soon flying the C-208 military cargo aircraft. Women are traditionally banned from transporting dead or wounded soldiers; however, Rahmani defied orders when she discovered injured soldiers upon landing in one mission. Flying them to a hospital, she reported her actions to her superiors, who imposed no sanctions.\nWhen her achievements were publicized, Captain Rahmani's family received threats from both family members and the Taliban, who disapproved of her ambition and career choices. The family has had to move several times but Rahmani is resolute and aims to fly a larger C-130 plane and become a flight instructor to inspire other women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghanistan","surface_form":"Afghanistan","offset":103},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":356},{"uri":"Afghan_Air_Force","surface_form":"Afghan Air Force","offset":602},{"uri":"Soviet","surface_form":"Soviet","offset":743},{"uri":"Cessna_182","surface_form":"Cessna 182","offset":858},{"uri":"C-208","surface_form":"C-208","offset":961},{"uri":"Taliban","surface_form":"Taliban","offset":1374},{"uri":"Lockheed_C-130_Hercules","surface_form":"C-130","offset":1525}]}