{"id":48512,"url":"http://en.wikipedia.org/wiki/Art_film","text":"e=\"preserve\">Art films are a type of movie that is very different from the popular Hollywood blockbuster movies. Art films have many other names. Some people call them art movies, independent films, indie films, arthouse films, auteur films (\"auteur\" is a French word which means \"author\") or experimental films.\nArt films are usually made by smaller movie companies. These companies do not have much money compared to the Major movie studios large movie studios, for example, Paramount or Disney. Art films usually have different plots (stories) than blockbuster movies. They usually tell more creative or unusual stories than blockbuster movies.\nArt films often show controversial or sad stories. These types of movies may have sad endings. They are sometimes hard to understand, because the movie may be about people's feelings, thoughts, or dreams.\nFor these reasons, art films are not shown in many cinemas or theaters. They do not have large audiences and do not make much money. They are generally promoted by word of mouth. People see the movie and then tell their friends to go see it.\nA comparison of an art movie and a blockbuster movie.\nThe opposite of an art film is a popular blockbuster movie. Blockbuster movies have famous actors and large budgets. Some have expensive special effects. They are made so that millions of people will pay money to see the movie.\nBlockbuster movies are part of the reason why people make art films. Movie director<nowiki/>s making art films try to make them very different from blockbuster movies. The movie is a more personal statement by the director. Blockbusters are made for commercial reasons and art films are made for personal reasons.\nThe large budgets of blockbuster movies are not only to make the movie. The money also pays for advertisements. Art movies have small budgets. They usually have unknown or little-known actors. Some even use amateur actors. Some art films will even use regular people with no experience as actors to work as the actors. It is not uncommon for Art film directors to use friends and family members as actors.\nBlockbusters often use simple stories and characters that have been used before in other movies. Art movies usually use strange or unusual stories and characters that the audience may not have seen before.\nIn blockbuster movies, there is usually a happy ending. All of the problems in the story are figured out or fixed by the end of the movie. In art movies, there is often a sad ending. They can also have endings which are either hard to understand or could mean many different things. These endings are used so that the audience will have to think about what might have happened in the story.\nBlockbuster movies have a large amount of television advertising, billboards and internet sites. Art films often have little or no advertising.\nBlockbuster movies are very popular. This causes more movies to be made using the same story and characters. For example, the \"James Bond\" movies all tell stories about the British spy named James Bond. The \"Star Wars\" science fiction movies all tell stories about spaceships and outer space wars. Art films are very rarely made into franchises with sequels. This is because directors of art films are often trying to create a new movie with new ideas for each movie they make. Some art films do have sequels. This will most often happen when the movie was very well liked and the director wanted to tell more stories using some of the same characters.\nArt film becomes Hollywood franchise.\nRarely, an art film can be so well liked that a franchise is created because of it. The \"View Askew\" universe is an example of this. Kevin Smith wrote and directed the movie \"Clerks\". He produced the movie himself with a friend, Scott Mosier. They named their production company, View Askew Productions. This movie was an art film. It had a small budget, dealt with personal issues and its actors were mainly Smith's friends and family. Smith even played one of the characters himself. The movie was very popular and sold well when it was released on DVD. Universal Pictures, a large Hollywood studio, asked him to make a movie for them. He used two of his characters from \"Clerks\", Jay and Silent Bob, as part of the new movie. He later used Jay (played by Jason Mewes and Silent Bob (played by Smith) is three other movies he wrote: \"Dogma\", \"Jay and Silent Bob Strike Back\" and \"Clerks 2\", a sequel to \"Clerks\".\nWhy are art movies different from regular movies?\nDavid Bordwell is a professor from the United States. He studies movies at a university. He thought of a way of explaining what an \"art film\" is in 1979. He wrote that art films are different from regular Hollywood movies. Regular Hollywood movies have a clear story and plot. Art film often have much stranger stories. In an art film, the stories may be hard to understand. As well, in an art film, the audience may have a hard time understanding what is going on. Art movies are often about people's feelings and thoughts. Art movies are often about big questions that a person has to answer about who they are or what they should do in a situation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie","surface_form":"movie","offset":37},{"uri":"Popularity","surface_form":"popular","offset":75},{"uri":"Hollywood%2C_California","surface_form":"Hollywood","offset":83},{"uri":"Blockbuster","surface_form":"blockbuster","offset":93},{"uri":"Independent","surface_form":"independent","offset":180},{"uri":"French_language","surface_form":"French","offset":256},{"uri":"Author","surface_form":"author","offset":281},{"uri":"Experiment","surface_form":"experiment","offset":293},{"uri":"Movie_studio","surface_form":"movie companies","offset":351},{"uri":"Company","surface_form":"companies","offset":374},{"uri":"Major_movie_studios","surface_form":"Major movie studios","offset":423},{"uri":"Paramount_Pictures","surface_form":"Paramount","offset":477},{"uri":"Walt_Disney_Studios","surface_form":"Disney","offset":490},{"uri":"Plot","surface_form":"plot","offset":531},{"uri":"Story","surface_form":"stories","offset":538},{"uri":"Creativity","surface_form":"creative","offset":595},{"uri":"Controversy","surface_form":"controversial","offset":669},{"uri":"Sad","surface_form":"sad","offset":686},{"uri":"Emotion","surface_form":"feelings","offset":822},{"uri":"Thought","surface_form":"thought","offset":832},{"uri":"Dreams","surface_form":"dreams","offset":845},{"uri":"Movie_theater","surface_form":"cinemas or theaters","offset":904},{"uri":"Audience","surface_form":"audience","offset":948},{"uri":"Promotion","surface_form":"promoted","offset":1005},{"uri":"Word_of_mouth","surface_form":"word of mouth","offset":1017},{"uri":"Actor","surface_form":"actor","offset":1240},{"uri":"Budget","surface_form":"budget","offset":1257},{"uri":"Special_effects","surface_form":"special effects","offset":1286},{"uri":"Movie_director","surface_form":"Movie director","offset":1446},{"uri":"Personality","surface_form":"personal","offset":1565},{"uri":"Commerce","surface_form":"commercial","offset":1627},{"uri":"Advertisement","surface_form":"advertisement","offset":1787},{"uri":"Amateur","surface_form":"amateur","offset":1898},{"uri":"Fictional_character","surface_form":"characters","offset":2139},{"uri":"Television","surface_form":"television","offset":2736},{"uri":"Billboard","surface_form":"billboard","offset":2760},{"uri":"Internet","surface_form":"internet","offset":2775},{"uri":"Website","surface_form":"sites","offset":2784},{"uri":"James_Bond","surface_form":"James Bond","offset":2965},{"uri":"United_Kingdom","surface_form":"British","offset":3011},{"uri":"Espionage","surface_form":"spy","offset":3019},{"uri":"Star_Wars","surface_form":"Star Wars","offset":3046},{"uri":"Science_fiction","surface_form":"science fiction","offset":3057},{"uri":"Spaceship","surface_form":"spaceship","offset":3103},{"uri":"Outer_space","surface_form":"outer space","offset":3118},{"uri":"War","surface_form":"war","offset":3130},{"uri":"Franchise","surface_form":"franchise","offset":3172},{"uri":"Sequel","surface_form":"sequel","offset":3188},{"uri":"View_Askew_Productions","surface_form":"View Askew","offset":3618},{"uri":"Fictional_universe","surface_form":"universe","offset":3630},{"uri":"Kevin_Smith","surface_form":"Kevin Smith","offset":3662},{"uri":"Clerks","surface_form":"Clerks","offset":3704},{"uri":"Producer","surface_form":"produced","offset":3716},{"uri":"Scott_Mosier","surface_form":"Scott Mosier","offset":3758},{"uri":"Production","surface_form":"production","offset":3789},{"uri":"DVD","surface_form":"DVD","offset":4080},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":4085},{"uri":"Jay_and_Silent_Bob","surface_form":"Jay and Silent Bob","offset":4212},{"uri":"Jason_Mewes","surface_form":"Jason Mewes","offset":4287},{"uri":"Dogma","surface_form":"Dogma","offset":4365},{"uri":"Jay_and_Silent_Bob_Strike_Back","surface_form":"Jay and Silent Bob Strike Back","offset":4374},{"uri":"Clerks_2","surface_form":"Clerks 2","offset":4411},{"uri":"David_Bordwell","surface_form":"David Bordwell","offset":4494},{"uri":"Professor","surface_form":"professor","offset":4514},{"uri":"United_States","surface_form":"United States","offset":4533},{"uri":"University","surface_form":"university","offset":4571},{"uri":"Situation","surface_form":"situation","offset":5135}]}