{"id":48538,"url":"http://en.wikipedia.org/wiki/Champagne_(wine)","text":"Champagne is a French sparkling wine. It is named after the Champagne wine region in Grand Est. This is a region in France with many vineyards that grow grapes and make wine. Note that this region is not identical to the French region of Champagne-Ardenne, nor the historical province Champagne. Champagne contains carbon dioxide. One of the features of Champagne wine is that this carbon dioxide originates from a second fermentation in the bottle, and is not added.\nMany people call all sparkling wines \"champagne\" but according to trade laws, only sparkling wine from the Champagne region can be called champagne.\nKinds of champagnes.\nChampagnes must be made from certain kinds of grapes. They can be made from white Chardonnay grapes, or red Pinot Noir or Pinot Meunier grapes. Even if red grapes are used, most champagnes look white or sometimes pink (rosé).\n\"Brut\" is the most common type of champagne.\nFeatures.\nChampagne, like all sparkling wines, is carbonated. Because of all the bubbles, champagne is sometimes called \"bubbly\" (ex. \"We're going to have \"bubbly\" at our wedding.\")\nChampagne can be opened in a way that the cork \"pops\" out and the champagne sprays out in a bubbly foam. Usually this is done only at celebrations. It can be achieved by shaking the bottle before opening it. Normally, care should be taken when opening champagne bottles so that it does not make a mess. When done correctly, the cork will come out quietly, more like a sigh than a pop.\nChampagne is usually served in a champagne flute (a tall, narrow glass). The shape of the glass helps keep the bubbles for a longer time.\nChampagne is always served cold (chilled). The best temperature is 7 to 9 °C (43 to 48 °F). Often the bottle is chilled in a bucket of ice before and after opening.\nHow to say it.\nIn English it is pronounced like \"shampain\" (). In French is sounds more like \"shampanye\" ().","categories":[],"infobox_types":[],"annotations":[{"uri":"Sparkling_wine","surface_form":"sparkling wine","offset":22},{"uri":"Grand_Est","surface_form":"Grand Est","offset":85},{"uri":"France","surface_form":"France","offset":116},{"uri":"Vineyard","surface_form":"vineyard","offset":133},{"uri":"Grape","surface_form":"grape","offset":153},{"uri":"Wine","surface_form":"wine","offset":169},{"uri":"Champagne-Ardenne","surface_form":"Champagne-Ardenne","offset":238},{"uri":"Champagne_(province)","surface_form":"Champagne","offset":285},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":315},{"uri":"Fermentation","surface_form":"fermentation","offset":422},{"uri":"Grape","surface_form":"grape","offset":684},{"uri":"Chardonnay","surface_form":"Chardonnay","offset":720},{"uri":"Pinot_Noir","surface_form":"Pinot Noir","offset":746},{"uri":"Pinot_Meunier","surface_form":"Pinot Meunier","offset":760},{"uri":"Ros%C3%A9_wine","surface_form":"rosé","offset":857},{"uri":"Carbonation","surface_form":"carbonated","offset":959},{"uri":"Bubble","surface_form":"bubbles","offset":990},{"uri":"Stopper_(plug)","surface_form":"cork","offset":1133},{"uri":"Foam","surface_form":"foam","offset":1190},{"uri":"Celebration","surface_form":"celebration","offset":1225},{"uri":"Sigh","surface_form":"sigh","offset":1459},{"uri":"Champagne_flute","surface_form":"champagne flute","offset":1509},{"uri":"English_language","surface_form":"English","offset":1797},{"uri":"French_language","surface_form":"French","offset":1845}]}