{"id":4853,"url":"http://en.wikipedia.org/wiki/Auction","text":"An auction is a method of goods or services can be sold and bought. In an auction, the price of an item is not fixed in advance. People wanting to buy the item say how much they are willing to pay for it. This is called \"bid\". In each round, the bids are evaluated: If certain criteria are met, the auction is stopped and one bidder will buy the item at the specified price. Alternatively there will be another round. If certain conditions are met, the auction will stop, and the item will not be sold. There are different kinds of auctions, with different rules.\nAuctions usually happen with a given timeframe, when the time expires, the bid that best matches will win, or the item will not be sold.\nThere are companies that specialize in doing auctions. These companies will charge fees for doing the auction; they may also get a commission that depends on the price the item is sold at.\nAuctions can be done online, or they can be done offline. Sometimes, bids are placed by telephone, or over the internet.\nThe mechanisms why auctions work.\nAuctions work because of information asymmetry: The seller wants to sell at the highest possible price, and the buyers want to pay as little as possible.But the seller does not know the prices the buyers are willing to pay: Setting a price that is too hight means that there will be no sale, setting a price that is too low means that there will be less profit. Each buyer knows how much he is willing to pay, but does not know the price the other buyers are willing to pay. So buyers influence each other. The theory that models these phenomena is called auction theory. It is based on game theory and microeconmics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trade","surface_form":"sold and bought","offset":51},{"uri":"Price","surface_form":"price","offset":87},{"uri":"Information_asymmetry","surface_form":"information asymmetry","offset":1070},{"uri":"Action_theory","surface_form":"auction theory","offset":1601},{"uri":"Game_theory","surface_form":"game theory","offset":1632},{"uri":"Microeconomics","surface_form":"microeconmics","offset":1648}]}