{"id":48558,"url":"http://en.wikipedia.org/wiki/Alexander_Pushkin","text":"Alexander Sergeyevich Pushkin was born 6 June (26 May, Old Style) 1801, Moscow, and died 10 February 1837 (29 January, New Style), St Petersburg. He was a Russian poet, novelist, dramatist and writer of short stories.\nMany think he was the greatest Russian poet. He started the great tradition of Russian literature. Pushkin wrote in a way that no other Russian had done before: he used the Russian language as it was spoken instead of writing in a style based on old church books. His influence on other Russian writers was enormous and several Russian composers set his stories and poems to music. His poetry is very hard to translate well into other languages because the words are full of special meanings in Russian culture. His novels, especially Eugene Onegin, are widely read.\nPushkin was the great-grandson of an African of the Tzar Peter the Great. He was killed in a duel in 1837 at the age of 36.\nEarly years.\nPushkin's father came from an old aristocratic family. On his mother's side Pushkin had African ancestors. His great-grandfather Abram Gannibal was an Abyssinian who was living in a palace of the Turkish sultan in Istanbul. The Russian ambassador bought him as a present for Peter the Great, the tsar of Russia. Gannibal became a favourite of Peter the Great and he was sent to Paris to study. He became very rich. Pushkin was proud of his great-grandfather and wrote about him in a novel called \"The Negro of Peter the Great\".\nIn 19th century Russia all aristocratic families learned to speak French, so Pushkin and his brother and sister spoke and wrote in French more than in Russian. The children were cared for by a nurse, Arina Rodionovna Yakovleva. It was the nurse who taught them to love the Russian language. She told the children Russian folktales. Pushkin also spoke Russian to the peasants and he read many books in his father's library.\nWhen he was 12 he went to a new school called the Imperial Lyceum at Tsarskoye Selo. Years later this school was renamed Pushkin after their famous pupil. He soon started writing romantic poems in Russian using Russian tales of heroes and adventures. \"Ruslan and Ludmila\" was a poem that was later to be made into an opera by Mikhael Glinka.\nAdulthood.\nIn 1817, Pushkin got a job in the foreign office at St. Petersburg. He soon became interested in politics and supported the Decembrist revolt of 1825 when a group of noblemen and army officers tried to put another tsar in power and make him less powerful. Pushkin wrote some political poems. The result was that he was told he had to leave St. Petersburg. He had to spend six years in exile in the south of the country: in the Caucasus and the Crimea. He wrote about his experiences in the south in several romantic narrative poems (long poems which tell a story). He started work on a novel in verse called \"Yevgeny Onegin\" (or \"Eugene Onegin\"). He did not finish it until 1833. This was to be his most famous work. It was used by many musicians including Pyotr Ilyich Tchaikovsky who made it into an opera. The poem shows typical Russian people in the society of his day.\nPushkin was angry that he was still in exile and he wrote many letters to his friends. Many of these letters were later published. He spent a lot of time drinking, gaming and fighting with swords. He fell in love with the daughter of a Count for whom he was working. The Count managed to get Pushkin exiled to his mother's estate near Pskov at the other end of Russia. Pushkin spent two years here. He was lonely, but he studied Russian history and talked to the peasants. The poems he wrote were full of ideas from Russian culture. He wrote one of his major works: \"Boris Godunov\", a drama about a story from Russian history. The composer Modest Mussorgsky later made an opera from it. Boris Godunov was a cruel tsar in the 17th century. Pushkin's play shows that the ordinary people had a lot of power. This made it difficult for Pushkin to get it published.\nReturn from exile.\nAfter the revolt in 1825 the new tsar Nicholas I realized that Pushkin was by now very famous. He also realized that he had not taken part in the revolt, so he allowed him to return. The tsar said that he himself would censor Pushkin's works before they were allowed to be published. He said that he was going to be a good tsar and help the poor people (the serfs) to become free. Pushkin was in a difficult position because he could not write anything that the tsar would not like.\nHe had to be very careful not to say bad things about the rulers of the country. The police watched him very carefully. Yet at this time Pushkin wrote a large number of great works, almost each one of them being the first of their kind in Russian literature. One example is the short story \"The Queen of Spades\", which Tchaikovsky made into an opera and which was to be a great influence on the novels of Fyodor Dostoevsky.\nLast years.\nIn his last years, Pushkin was again in government service in St. Petersburg. He married in 1831 and had to spend a lot of time in society at court. He wrote more and more prose. He wrote a history of Peter the Great and a historical novel \"The Captain's Daughter\". He kept asking the tsar to let him resign from his job and go to the country to spend his time writing. The tsar would not allow that. In 1837, Pushkin was killed in a duel. He had been forced to fight the duel in order to defend his wife's honour.\nPushkin’s achievements.\nThe Russian language today would be very different if it had not been for Pushkin. Using the language as it was spoken by the people he made it into a language which was simple but which could also express deep feelings. His works were a great influence on later writers like Ivan Turgenev, Ivan Goncharov and Leo Tolstoy. \"Yevgeny Onegin\" was the first Russian novel which told a story about the society of the time. His works have been translated into all the major languages","categories":[],"infobox_types":[],"annotations":[{"uri":"Julian_calendar","surface_form":"Old Style","offset":55},{"uri":"Moscow","surface_form":"Moscow","offset":72},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":131},{"uri":"Russia","surface_form":"Russia","offset":155},{"uri":"Poet","surface_form":"poet","offset":163},{"uri":"Novel","surface_form":"novel","offset":169},{"uri":"Drama","surface_form":"drama","offset":179},{"uri":"Writer","surface_form":"writer","offset":193},{"uri":"Short_story","surface_form":"short stories","offset":203},{"uri":"Literature","surface_form":"literature","offset":305},{"uri":"Russian_language","surface_form":"Russian language","offset":391},{"uri":"Church","surface_form":"church","offset":468},{"uri":"Influence","surface_form":"influence","offset":486},{"uri":"Composer","surface_form":"composer","offset":554},{"uri":"Music","surface_form":"music","offset":593},{"uri":"Translate","surface_form":"translate","offset":627},{"uri":"Culture","surface_form":"culture","offset":721},{"uri":"Eugene_Onegin","surface_form":"Eugene Onegin","offset":753},{"uri":"African","surface_form":"African","offset":822},{"uri":"Tzar","surface_form":"Tzar","offset":837},{"uri":"Peter_the_Great","surface_form":"Peter the Great","offset":842},{"uri":"Duel","surface_form":"duel","offset":878},{"uri":"Aristocratic","surface_form":"aristocratic","offset":956},{"uri":"Africa","surface_form":"Africa","offset":1010},{"uri":"Grandparent","surface_form":"great-grandfather","offset":1033},{"uri":"Abyssinia","surface_form":"Abyssinia","offset":1073},{"uri":"Turkey","surface_form":"Turkish","offset":1118},{"uri":"Sultan","surface_form":"sultan","offset":1126},{"uri":"Istanbul","surface_form":"Istanbul","offset":1136},{"uri":"Ambassador","surface_form":"ambassador","offset":1158},{"uri":"Peter_the_Great","surface_form":"Peter the Great","offset":1197},{"uri":"Tsar","surface_form":"tsar","offset":1218},{"uri":"Paris","surface_form":"Paris","offset":1300},{"uri":"French_language","surface_form":"French","offset":1516},{"uri":"Nurse","surface_form":"nurse","offset":1643},{"uri":"Folktale","surface_form":"folktale","offset":1771},{"uri":"Peasant","surface_form":"peasant","offset":1816},{"uri":"Library","surface_form":"library","offset":1864},{"uri":"Opera","surface_form":"opera","offset":2190},{"uri":"Mikhael_Glinka","surface_form":"Mikhael Glinka","offset":2199},{"uri":"Decembrist_revolt","surface_form":"Decembrist revolt","offset":2350},{"uri":"Exile","surface_form":"exile","offset":2611},{"uri":"Caucasus","surface_form":"Caucasus","offset":2653},{"uri":"Crimea","surface_form":"Crimea","offset":2670},{"uri":"Verse","surface_form":"verse","offset":2821},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Ilyich Tchaikovsky","offset":2983},{"uri":"Alcohol","surface_form":"drinking","offset":3254},{"uri":"Game","surface_form":"gaming","offset":3264},{"uri":"Fight","surface_form":"fight","offset":3275},{"uri":"Sword","surface_form":"sword","offset":3289},{"uri":"Count","surface_form":"Count","offset":3336},{"uri":"Estate","surface_form":"estate","offset":3423},{"uri":"Pskov","surface_form":"Pskov","offset":3435},{"uri":"Modest_Mussorgsky","surface_form":"Modest Mussorgsky","offset":3740},{"uri":"17th_century","surface_form":"17th century","offset":3825},{"uri":"Nicholas_I_of_Russia","surface_form":"Nicholas I","offset":4018},{"uri":"Censor","surface_form":"censor","offset":4199},{"uri":"Serfdom","surface_form":"serfs","offset":4338},{"uri":"Fyodor_Dostoevsky","surface_form":"Fyodor Dostoevsky","offset":4868},{"uri":"Duel","surface_form":"duel","offset":5333},{"uri":"Ivan_Turgenev","surface_form":"Ivan Turgenev","offset":5714},{"uri":"Ivan_Goncharov","surface_form":"Ivan Goncharov","offset":5729},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":5748}]}