{"id":48591,"url":"http://en.wikipedia.org/wiki/Semantics","text":"e=\"preserve\">Semantics is the study of meaning. Meaning in this case refers to the relation between \"signifiers\" and what they stand for. Signifiers are words, signs and symbols.\nThe word \"semantics\" was first used by a French man named Michel Bréal. He studied the way that language was put together, how language changed as time passed, and the connections in languages. Semantics can include simple or very complicated ideas. In everyday speech, it means a problem with understanding language that can confuse because of the words or their connotation (another idea created by a word that is not in its definition). This problem of understanding has been studied for a long time, especially in the field of formal semantics, where people explain the connection between words and their meanings in a clear way.\nIn linguistics (the study of language), semantics is the study of the attempts to understand signs or symbols used in agents (the words that cause an action) or communities in different situations. Other items of language that are said to have meaning are sounds, facial expressions, body language, and proxemics, which is the use of personal space. Each of these topics connects to many ways of studying. In writing, things like the way paragraphs are written and the use of punctuation show meaning. Other types of language create other meanings.\nFormal semantics is sometimes similar to many other areas of language study. Some of these are lexicology (study of words), syntax (ordering of words), pragmatics (the study of language in different situations), and etymology (the history of words). Semantics is also a well-defined field on its own. <a href=\"Semantics%23cite_note-3\">a></a>","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":153},{"uri":"Sign","surface_form":"sign","offset":160},{"uri":"Symbol","surface_form":"symbol","offset":170},{"uri":"Connotation","surface_form":"connotation","offset":543},{"uri":"Linguistics","surface_form":"linguistics","offset":816},{"uri":"Community","surface_form":"communities","offset":974},{"uri":"Body_language","surface_form":"body language","offset":1097},{"uri":"Syntax","surface_form":"syntax","offset":1486},{"uri":"Pragmatics","surface_form":"pragmatics","offset":1514},{"uri":"Etymology","surface_form":"etymology","offset":1578}]}