{"id":48604,"url":"http://en.wikipedia.org/wiki/Breakdance","text":"Breakdance (also called breaking, b-boying or b-girling) is a type of dance that is done by people who are part of the hip hop culture. \"B-boy\" means boy who dances on breaks (breakbeats). Breakdancing was invented in the early 1970s by African American and Latino American inner-city youth in the South Bronx in New York City.The dance style evolved during the 70s and 80s in big cities of the United States.\nBreakdancing uses different body movements, spins, arm movements, leg movements, all of which are done to the rhythm of hip hop music. Breakdancing was most popular in the 1980s but continues to be common today.\nThere are four categories in breakdance. They are power moves (windmill, tomas, airtrax and so on), style moves, toprock, downrock (footwork), and freezes (chair, airchair and so on). Many of moves come from gymnastics and kung-fu.\nBreakdancers dance with breakbeats. The difficulty of their skills decides the better b-boy. One of the biggest breakdance contests in the world is Battle of the Year (BOTY). It has several different types of contests. There are one-on-one battles, team battle, contest of showcase and so on. B-boy battle means dancing on random music. In 2013, the team coming from South Korea, Fusion MC, won the championship. Floorriorz coming from Japan got the award of best show.Good behavior with the sub\nHistory.\nBreakdance occurred around a time where there was a lot of violence, on the streets of New York\nImportant Movements.\nA freeze is a technique where the dancer suddenly stops, often in an interesting or balance-intensive position. Freezes often incorporate various twists of the body into stylish and often difficult positions.\nThe two-step move sets up the direction of movement and builds up momentum when dancing. This move allows the dancer to stay low and in contact with the ground, which places him in a good position for performing other dance moves.  As such, the two-step is often one of the first moves a break-dancer learns and it leads onto the 6-step.\nA kick in breakdance is a one-handed handstand, with often an impressive leg position and the free arm in some stylish position. They are often executed quickly to impress.\nLiterature.\n-Guillaume Éradel, C'est quoi le breakdance? Saint-Denis, Edilivre, 2015 ()","categories":[],"infobox_types":[],"annotations":[{"uri":"Dance","surface_form":"dance","offset":70},{"uri":"Hip_hop","surface_form":"hip hop","offset":119},{"uri":"Breakbeat","surface_form":"breakbeat","offset":176},{"uri":"South_Bronx","surface_form":"South Bronx","offset":298},{"uri":"New_York_City","surface_form":"New York City","offset":313},{"uri":"Rhythm","surface_form":"rhythm","offset":520},{"uri":"Windmill","surface_form":"windmill","offset":685},{"uri":"Gymnastics","surface_form":"gymnastics","offset":830},{"uri":"Kung-fu","surface_form":"kung-fu","offset":845},{"uri":"Battle_of_the_Year","surface_form":"Battle of the Year","offset":1002},{"uri":"Fusion_MC","surface_form":"Fusion MC","offset":1234},{"uri":"Floorriorz","surface_form":"Floorriorz","offset":1267}]}