{"id":4860,"url":"http://en.wikipedia.org/wiki/Hong_Kong","text":"Hong Kong (;, literally \"Fragrant Port\"), officially The Hong Kong Special Administrative Region of The People's Republic of China, is one of two Special Administrative Regions (SARs) of the People's Republic of China (the other is Macau). It is one of the richest and most highly developed parts of China. Hong Kong grew quickly in the decades after World War II. It is now a famous world class financial center. Hong Kong was one of the last territories of the British Empire before China obtained it and granted it special status in 1997.\nThe population of Hong Kong is more than seven million. The economy has rapidly grown from a trading port to a very rich city. Hong Kong also has the world's largest number of skyscrapers.\nHong Kong was a British colony from 1842 to 1997 because China lost the Second Opium War. After the handover, Hong Kong became under Chinese control but with a lot of autonomy.\nHong Kong has its own constitution that is different from that of the People's Republic of China (PRC).\nClimate.\nHong Kong is in a tropical area, and has monsoon winds. It is cool and wet in winter (Jan-Mar), hot and rainy from spring through summer (Apr-Sep), and warm, sunny and dry in the autumn (Oct-Dec). The rainy season is from May until September. In summer and early autumn, there is a frequent threat of typhoons.\nAs Hong Kong is located nearly at the centre of the Eurasian Plate, there are sometimes tsunamis and earthquakes.\nPopulation and language.\nThe population of Hong Kong reached 7 million (7,496,98) in 2020. Most of the people in Hong Kong are Chinese. Hong Kong is one of the most densely populated countries in the world. It has an overall density of 6,300 people per square kilometre.\nHong Kong has one of the world’s lowest birth rates—1.11 per woman at an age of being capable to give birth as of 2012. This is far below the rate needed to replace each person, 2.1.\nPeople from Hong Kong mainly speak Cantonese. Students are required to learn English at school. Ever since Hong Kong became a part of China, the number of people who speak Mandarin has increased because Mandarin is the official language of the PRC.\nCurrency.\nThere are coins from 10 cents to 10 Hong Kong Dollars; and bank-notes (paper money bills) from $10 to $1000. One American dollar is equal to about $7.75 in Hong Kong Dollars, at the official bank exchange rate.\nEducation.\nHong Kong's education system is mostly based off the English system. Children are required to be in school from age 6 until completing secondary school (high school) at age 18.\nHousing in Hong Kong.\nAccording to the International Housing Affordability survey, Hong Kong has the most unaffordable housing market in the world.It has been ranked as most unaffordable since 2010.\nMedia.\nHong Kong has a few media companies, notably Television Broadcasts Limited (TVB), HK Television Entertainment (HKTVE), and Fantastic Television. Access to television is not affected by Chinese regulations, such as the Great Firewall, which filters and blocks certain programs.","categories":[],"infobox_types":["country Chinese SAR"],"annotations":[{"uri":"Special_Administrative_Region","surface_form":"Special Administrative Region","offset":146},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":191},{"uri":"Macau","surface_form":"Macau","offset":232},{"uri":"World_War_II","surface_form":"World War II","offset":351},{"uri":"British_Empire","surface_form":"British Empire","offset":463},{"uri":"Second_Opium_War","surface_form":"Second Opium War","offset":803},{"uri":"Transfer_of_sovereignty_over_Hong_Kong","surface_form":"handover","offset":831},{"uri":"Constitution","surface_form":"constitution","offset":930},{"uri":"Monsoon","surface_form":"monsoon","offset":1062},{"uri":"Winter","surface_form":"winter","offset":1099},{"uri":"Spring","surface_form":"spring","offset":1136},{"uri":"Summer","surface_form":"summer","offset":1151},{"uri":"Autumn","surface_form":"autumn","offset":1200},{"uri":"Season","surface_form":"season","offset":1228},{"uri":"Typhoons","surface_form":"typhoons","offset":1322},{"uri":"Eurasian_Plate","surface_form":"Eurasian Plate","offset":1384},{"uri":"China","surface_form":"Chinese","offset":1573},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":1935},{"uri":"English_language","surface_form":"English","offset":1977},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":2072},{"uri":"Coin","surface_form":"coin","offset":2169},{"uri":"Dollar","surface_form":"dollar","offset":2281},{"uri":"Bank","surface_form":"bank","offset":2350},{"uri":"Education_in_Engl","surface_form":"English","offset":2434},{"uri":"Secondary_school","surface_form":"secondary school","offset":2516},{"uri":"Affordable_housing","surface_form":"unaffordable housing market","offset":2664},{"uri":"TVB","surface_form":"Television Broadcasts Limited","offset":2809},{"uri":"HK_Television_Entertainment","surface_form":"HK Television Entertainment","offset":2846},{"uri":"Fantastic_Television","surface_form":"Fantastic Television","offset":2887},{"uri":"Great_Firewall","surface_form":"Great Firewall","offset":2982}]}