{"id":4862,"url":"http://en.wikipedia.org/wiki/Blitzkrieg","text":"e=\"preserve\">Blitzkrieg is a German word which means \"lightning war\", referring to the high velocity of a lightning bolt.\nIn a \"blitzkrieg\" the attacking armies move very quickly, and are helped by tanks and by aircraft. Enemy slower moving units are overrun or surrounded. They are often captured with little fighting. Often the slower units might not be ready to fight when they are captured. Also blitzkrieg is a way to disorganize the enemy The strategy of blitzkrieg  was developed in the 1930s. The Wehrmacht seldom called it by that name.\nThis method worked well, early in World War II during the invasions of Poland and France. It was mostly successful in Operation Barbarossa. Later in the war, the Allies learned to defeat German blitzkrieg attacks by defence in depth and by attacking the flanks of the attackers with reserve forces.\nThe Blitz refers to the German bombing of Britain, particularly London, during World War II, which destroyed over a million homes and killed over 40,000 people. The bombing was supposed to quickly destroy industry and morale (happiness). The Blitz was in response to the bombing of German cities by the British Royal Air Force (RAF). The Blitz began in September 1940 and continued until May 1941.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":29},{"uri":"Tank","surface_form":"tank","offset":198},{"uri":"Aircraft","surface_form":"aircraft","offset":211},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":505},{"uri":"World_War_II","surface_form":"World War II","offset":580},{"uri":"Poland","surface_form":"Poland","offset":617},{"uri":"France","surface_form":"France","offset":628},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":664},{"uri":"Defence_in_depth","surface_form":"defence in depth","offset":762},{"uri":"London","surface_form":"London","offset":909},{"uri":"Happiness","surface_form":"happiness","offset":1071}]}