{"id":48632,"url":"http://en.wikipedia.org/wiki/Slave_trade","text":"During the history of slavery, there were many different forms of human exploitation across many cultures. Slavery is a condition in which people are owned or completely controlled by other people. Buying and selling slaves is a trade as old as many of the oldest civilizations. A modern form of the slave trade is called human trafficking.\nHistory of the slave trade.\nIn one form or another slavery has been practiced since the earliest civilizations. Early hunter-gatherers had no use for slaves They did everything for themselves. Having another pair of hands to help them meant another mouth to feed. Slavery or owning another person made no sense to these people. Once men gathered in cities and towns and there was more than enough food, having a cheap supply of labor made sense. This is when the earliest forms of slavery appeared. The main source of slaves was war. When a town was captured, the men were killed and the women were enslaved to work in the fields or as concubines. Slaves made up only a small percentage of the earliest civilizations. These included China's Yangtze River valley, India's Indus Valley, Egypt's Nile valley and the Tigris and Euphrates valleys in Mesopotamia.\nEarly civilizations.\nOnce slavery became a major part of the workforce, slave trading became a business. Ancient Greece was the first civilization where slaves made up a large part of the population. Between the 4th and 6th centuries (BC) it is estimated that from one-third to one-half of the population were slaves. There were many sources of slaves. Prisoners captured in war, kidnapping, people selling their children and criminals were some of the more common sources. The market price for slaves would go down after a battle in which many slaves were taken. Slavery was a large part of the Greek economy. A slave could earn money and could earn enough to purchase their freedom. Ancient Rome was even more dependent on slaves.\nMedieval europe.\nSlavery was also a part of medieval Europe. Societies that did not depend on slaves were often the source of slaves. In the Viking world, slavery was an important part of the economy. Not only the taking of slaves in raids and battles, but also selling slaves in other markets. The Vikings were slave traders. They captured, used, and sold slaves. Most forms of slavery declined in Northern Europe but was practiced elsewhere in Europe. In Sicily, Italy, Spain, France, Russia and North Africa slavery lasted through much of the middle ages. Most of these slaves were \"white\" and came from other parts of Europe and Eastern Europe. As the New World was colonized, slavery was a well-established source of cheap labor. By the time Columbus came to the Americas, Europeans had already been using African slaves in their colonies in West Africa.\nAfrica.\nHistorians estimate that between 650 AD and the 1960s, 10 to 18 million people were enslaved by the Arab world. They were taken from Europe, Asia and Africa across the Red Sea, Indian Ocean, and the Sahara desert. For four centuries, beginning in the late 15th century, millions of Africans were taken as slaves by Europeans. They got this idea from the Arab empires which had been taking black slaves from Africa since the 7th century. Europeans began exporting Africans to the New World as a source of cheap labor on colonial plantations. This was called the Atlantic slave trade. Early attempts to enslave Native Americans failed which gave rise to the African slave trade. Africans were a relatively easy source of slaves as European traders did not have to capture them, but relied on Arabs and other Africans to do it for them. Even before outside slave traders took advantage of Africans, the Africans themselves had established slave trading. Theirs was not an economy based on money, but on trading. Slaves were a commodity (a substitute for money).\nSlave sales.\nSlaves were often sold at markets and auctions. Slave auctions show that slaves were not thought of as human beings with human rights. Instead, they were thought of as property, which could be bought or sold. Slaves that were for sale were often advertised in the newspapers, like today's newspapers advertise cars or houses. Slave traders were even listed in public directories (like today's phone books).p.96\nSlaves did not have any say in what happened to them. Many times, families were split up and sold to different owners for different amounts of money. Millions of families became separated this way and never saw each other again.\nTypes of auction.\nThere were three types of auctions: \"Grab and go,\" \"May the highest bidder win\", and \"the scramble\".\nIn a \"grab and go\" auction, a buyer would give the slave trader a certain amount of money and would get a ticket. When a drum roll sounded, the pen holding the slaves would open. The buyer would rush in and grab the slave or slaves that he wanted. He would then show his ticket to the slave trader before he left.\nIn a \"may the highest bidder win\" auction, slaves would be shown to the buyers one at a time. If more than one buyer wanted a particular slave, all of the buyers would have to bid on the slave (making offers for what they were willing to pay). Slaves would be investigated by the buyer and would be forced to be poked, and tortured by the buyer. The buyer who bid the highest would be able to buy that slave for the amount of money he bid.\nIn \"the scramble,\" buyers would quickly grab whichever slaves they wanted and would take them to work.\nSlaves were prepared for this when the sellers put fat and tar on them to make them look more healthy","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":66},{"uri":"Exploitation","surface_form":"exploitation","offset":72},{"uri":"Culture","surface_form":"culture","offset":97},{"uri":"Slavery","surface_form":"Slavery","offset":107},{"uri":"Ownership","surface_form":"owned","offset":150},{"uri":"Control","surface_form":"control","offset":170},{"uri":"Trade","surface_form":"trade","offset":229},{"uri":"Civilization","surface_form":"civilization","offset":264},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":322},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":459},{"uri":"Cities","surface_form":"cities","offset":690},{"uri":"Towns","surface_form":"towns","offset":701},{"uri":"War","surface_form":"war","offset":870},{"uri":"Capture","surface_form":"capture","offset":891},{"uri":"Farm","surface_form":"fields","offset":964},{"uri":"Concubinage","surface_form":"concubines","offset":977},{"uri":"China","surface_form":"China","offset":1074},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":1082},{"uri":"India","surface_form":"India","offset":1104},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":1112},{"uri":"Egypt","surface_form":"Egypt","offset":1126},{"uri":"Nile","surface_form":"Nile","offset":1134},{"uri":"Tigris","surface_form":"Tigris","offset":1154},{"uri":"Euphrates","surface_form":"Euphrates","offset":1165},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1186},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":1304},{"uri":"Population","surface_form":"population","offset":1387},{"uri":"4th_century_BC","surface_form":"4th","offset":1411},{"uri":"6th_century_BC","surface_form":"6th centuries","offset":1419},{"uri":"BC","surface_form":"BC","offset":1434},{"uri":"Kidnapping","surface_form":"kidnapping","offset":1579},{"uri":"Children","surface_form":"children","offset":1612},{"uri":"Criminal","surface_form":"criminal","offset":1625},{"uri":"Battle","surface_form":"battle","offset":1723},{"uri":"Economy","surface_form":"economy","offset":1801},{"uri":"Money","surface_form":"money","offset":1829},{"uri":"Freedom","surface_form":"freedom","offset":1875},{"uri":"Ancient_Rome","surface_form":"Ancient Rome","offset":1884},{"uri":"Medieval","surface_form":"medieval","offset":1976},{"uri":"Europe","surface_form":"Europe","offset":1985},{"uri":"Viking","surface_form":"Viking","offset":2073},{"uri":"Raid","surface_form":"raid","offset":2166},{"uri":"Market","surface_form":"market","offset":2218},{"uri":"Northern_Europe","surface_form":"Northern Europe","offset":2331},{"uri":"Sicily","surface_form":"Sicily","offset":2389},{"uri":"Italy","surface_form":"Italy","offset":2397},{"uri":"Spain","surface_form":"Spain","offset":2404},{"uri":"France","surface_form":"France","offset":2411},{"uri":"Russia","surface_form":"Russia","offset":2419},{"uri":"North_Africa","surface_form":"North Africa","offset":2430},{"uri":"Middle_age","surface_form":"middle age","offset":2478},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":2565},{"uri":"New_World","surface_form":"New World","offset":2588},{"uri":"Christopher_Columbus","surface_form":"Columbus","offset":2679},{"uri":"Americas","surface_form":"Americas","offset":2700},{"uri":"African","surface_form":"African","offset":2743},{"uri":"West_Africa","surface_form":"West Africa","offset":2779},{"uri":"Arab_world","surface_form":"Arab world","offset":2900},{"uri":"Asia","surface_form":"Asia","offset":2941},{"uri":"Red_Sea","surface_form":"Red Sea","offset":2968},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":2977},{"uri":"Sahara","surface_form":"Sahara","offset":2999},{"uri":"Desert","surface_form":"desert","offset":3006},{"uri":"Centuries","surface_form":"centuries","offset":3023},{"uri":"15th_century","surface_form":"15th century","offset":3056},{"uri":"Million","surface_form":"million","offset":3070},{"uri":"Africa","surface_form":"Africa","offset":3082},{"uri":"Europe","surface_form":"European","offset":3115},{"uri":"Empire","surface_form":"empires","offset":3159},{"uri":"7th_century","surface_form":"7th century","offset":3224},{"uri":"Colonialism","surface_form":"colonial plantations","offset":3319},{"uri":"Atlantic_slave_trade","surface_form":"Atlantic slave trade","offset":3361},{"uri":"Native_Americans","surface_form":"Native Americans","offset":3409},{"uri":"Commodity","surface_form":"commodity","offset":3823},{"uri":"Slave","surface_form":"Slave","offset":3872},{"uri":"Market","surface_form":"market","offset":3898},{"uri":"Auction","surface_form":"auction","offset":3910},{"uri":"Human_rights","surface_form":"human rights","offset":3993},{"uri":"Property","surface_form":"property","offset":4040},{"uri":"Money","surface_form":"money","offset":4426},{"uri":"Bid","surface_form":"bid","offset":5121}]}