{"id":4863,"url":"http://en.wikipedia.org/wiki/Tank","text":"A tank is an armoured combat vehicle, typically armed with a large cannon mounted on a turret and a few machine guns.\nA tank is covered in thick armour to protect it from enemy weapons. Tanks have tracks that wrap around its wheels to spread out its weight and let it cross rough ground. Most tanks have a powerful gun and one or more machine guns.\nA tank's crew is normally 3-5. A driver, commander and gunner are always present. There may also be a loader, who handles the ammunition for the main gun (so the gunner doesn't have to take eyes off the target). Some WWII tanks also had a separate soldier responsible for the radio.\nUsing.\nThe first tanks were made by the British Royal Navy and French car manufacturers during World War I as a way of attacking enemy trenches. They were called tanks to trick the Germans into thinking they were water carriers for the Middle Eastern theatre of World War I. Their use in a surprise attack in the Battle of the Somme caused fear among the German soldiers but their small numbers and poor reliability prevented them from making much difference.\nTanks became a main weapon during World War II, where battles between great numbers of tanks were fought, especially between the Germans and the Soviet Union. The Battle of Kursk was the biggest. Well-known World War II tanks were the German Panzer IV, Panther and Tiger I, Soviet T-34 (produced in the largest numbers of any tank of the war and second most ever), British Matilda, Churchill and Cromwell, and American M4 Sherman (second most produced tank of the war) and Stuart tanks. There had also been plans for much larger and more heavily armoured tanks such as the Maus but these were determined to be of little use due to their huge weight, which would have made moving them very difficult, and the huge size, which would have made them easy targets for heavy artillery.\nOld tanks are often modified for other uses like carrying soldiers or equipment. Combat engineers use special tank-based vehicles, for example minesweeper tanks or bridge-layer tanks.\nThe tank is a major part of all large armies today. Tanks have replaced the cavalry everywhere and do the things that soldiers on horseback did in the past. Most modern tanks are of the heavy or Main Battle Tank type, able to fight other tanks. Compared to older types MBTs are very heavy (Russian MBTS being about 40 tons and Western around 60 tons) with a 120 mm (Western) and 125 mm (Russian) calibre cannon and 2-3 machine guns. Marines and other specialized forces also use some light tanks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cannon","surface_form":"cannon","offset":67},{"uri":"Armour","surface_form":"armour","offset":145},{"uri":"Machine_gun","surface_form":"machine gun","offset":335},{"uri":"Crew","surface_form":"crew","offset":358},{"uri":"World_War_II","surface_form":"WWII","offset":566},{"uri":"Radio","surface_form":"radio","offset":625},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":680},{"uri":"World_War_I","surface_form":"World War I","offset":727},{"uri":"Trench","surface_form":"trench","offset":767},{"uri":"Middle_Eastern_theatre_of_World_War_I","surface_form":"Middle Eastern theatre of World War I","offset":868},{"uri":"Battle_of_the_Somme","surface_form":"Battle of the Somme","offset":945},{"uri":"World_War_II","surface_form":"World War II","offset":1126},{"uri":"Kursk","surface_form":"Kursk","offset":1265},{"uri":"Panzer","surface_form":"Panzer","offset":1334},{"uri":"Tiger_I","surface_form":"Tiger I","offset":1357},{"uri":"M4_Sherman","surface_form":"M4 Sherman","offset":1511},{"uri":"Maus","surface_form":"Maus","offset":1665},{"uri":"Artillery","surface_form":"artillery","offset":1861},{"uri":"Military_engineering","surface_form":"Combat engineers","offset":1953},{"uri":"Cavalry","surface_form":"cavalry","offset":2132},{"uri":"Main_Battle_Tank","surface_form":"Main Battle Tank","offset":2251},{"uri":"Marine_(military)","surface_form":"Marines","offset":2489}]}