{"id":48644,"url":"http://en.wikipedia.org/wiki/Lysergic_acid_diethylamide","text":"LSD is the shorter name for a drug called Lysergic acid diethylamide. LSD is often called by the slang name acid. LSD is a psychedelic drug that causes people who take it to witness illusions. It also alters their thought processes.\nLSD was investigated as an adjunct to psychiatric therapies for disorders such as alcoholism. Currently, LSD is being investigated as a clinical tool for treating people with anxiety and depression associated with having a terminal illness. Since there is no recognized medical use for LSD, its use in medicine is experimental. The vast majority of LSD use extramedical and thus considered \"drug abuse\" according to some definitions.\nHistory.\nLSD does not occur in nature, so it must be chemically synthesized. It was invented in 1938 by a Swiss chemist, Albert Hofmann, at the Sandoz Laboratories in Switzerland. Hofmann was trying to produce a new circulatory and respiratory stimulant (an 'analeptic'). He produced LSD because of its similarity to nicotinic acid diethylamide, a known respiratory stimulant.\nOne day in 1943, Hofmann accidentally ate a small amount of LSD, and noticed strange light patterns in the sky as he went home. He believed that what he had experienced were the effects of the drug. He tried a larger amount next. He ended up with a much stronger reaction to the drug than he expected. Hofmann lay on a couch, afraid he had made himself insane for life. When a neighbor came, found him in trouble, and stayed to look after Hofmann, he was able to calm down, and even said he began to enjoy the plays of colorful shapes and patterns that occurred behind his closed eyes. The next day Hofmann reported to have waken up refreshed and clear-headed, though somewhat physically tired. He also noted that his breakfast tasted unusually delicious that morning.\nSandoz began to offer LSD to doctors and therapists. Sandoz saw it as a help to doctors and therapists so they could get a chance to gain insight into how someone who was mentally ill might see the world. It is known today, that the effects of LSD are very different from those of delusional mental illnesses, such as schizophrenia. For their patients, it was a chance to uncover hidden feelings and thoughts, which could be dealt with in therapy. LSD showed promise in the treatment of problems like alcoholism. Some alcoholics who tried the drug found their need to drink alcohol lessened or went away. They understood better why they had abused alcohol. Unlike other drugs, the desire for alcohol was not replaced by a craving for LSD. The study showed a 50% success rate, compared to 10% for \"cold turkey\" methods, which is when the person suddenly stops drinking alcohol completely.\nIn the United States, the Central Intelligence Agency tested the drug on subjects for different reasons. The name for one of these test projects was MK-ULTRA. Subjects did not know they were given the drug. It was used in interrogations to see if it would make people tell the truth, or remember things they had forgotten. It was also used to convince people they were becoming insane, or that things had happened which really had not, such as an invasion from outer space, or a Communist takeover of the country, or that their bodies were transformed in some way. The CIA supposedly felt it was important to learn how ordinary citizens might react to such things if they happened. The drug sometimes made the scenarios more believable. The effects of these experiments were often harmful to the subjects, even years later, because of the intense anxiety or fear caused when someone unknowingly takes a drug like LSD.\nLSD first became popular in the 1960s. A Harvard psychology professor, Timothy Leary, began to encourage people to try the drug then. College students willingly took part in LSD experiments. These experiments were made by psychologists and other professionals. Leary and two of the people he worked with, Richard Alpert and Ralph Metzner, thought the transforming effects of the drug could be a kind of 'rebirth' of users, in the same way as many religions offered them. They wrote a book, \"The Psychedelic Experience\", which was based on the Tibetan Book of the Dead. Leary eventually became well known in the 1960s hippie movement for his slogan about LSD: \"Turn on, tune in, drop out\". The Hippies were a countercultural movement. A number of famous rock bands, including the Beatles and the Grateful Dead, became known for their use of LSD, and even a new type of rock music, called \"acid rock\", was born from the fad.\nLSD quickly became a popular drug outside of the medical profession. Many people began using or giving LSD out casually. \"Acid parties\" and \"acid tests\" became a social fad. The drug would sometimes be slipped to persons unknowingly, often through \"spiked\" punch or drinks. Some problems developed, as some casual users began to experience side effects, such as \"flashbacks\" and psychotic symptoms, though both of these are rare. Sometimes signs of depression and instability were seen. Due to the spread of LSD use outside of the medical community, the United States government banned LSD (made it against the law to make, have or use) in 1967. Other countries soon followed.\nDangers of using LSD.\nThe most common danger of taking LSD is having a bad experience, which is called a \"bad trip\". During a bad trip, people may feel very scared and worried, and they may have very sad thoughts. A bad trip can lead to lasting bad memories and even mental harm. Users who get out of control, or who try to harm themselves, should be taken for medical help.\nStoring LSD in an improper manner could end up destroying the blotter and cause adverse effects like nausea and brain fatigue. The safest method to store LSD is wrapping it in aluminum foil or in a Mylar bag. Avoid storing it in books, papers, or box packaging as it could drastically lower the dosage of the blotter and potentially cause unwanted effects upon ingesting it.\nMany illegal drugs, such as heroin and cocaine, are very addictive. This means that people who start taking the drug will want to keep taking it, even if it is damaging their physical and mental health. LSD is not addictive to the body or to the mind.\nAnother danger from using LSD is that it makes a person impaired (intoxicated). When people are impaired, they may have accidents or do things that they would not normally do. In some rare cases, people taking LSD develop a psychosis.\nFrequent or regular use of LSD can result in flashbacks. In a flashback, the person feels the drug beginning to affect him or her again, even though he or she has not taken a dose that day. This can be brought on by stress. Note that over 75% of LSD users claimed never to have \"flashed back\".\nIt has been said that some people who use LSD can end up with damage to their chromosomes, but this is a myth based on one wrong report that was disproved soon after it was published.\nLegal status.\nLSD is illegal in the United States, Australia, New Zealand, the United Kingdom, and most of Europe. Some countries enforce the laws against LSD very harshly. Other countries do not enforce the law very much. LSD has been manufactured illegally since the 1960s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drug","surface_form":"drug","offset":30},{"uri":"Psychedelic","surface_form":"psychedelic","offset":123},{"uri":"Albert_Hofmann","surface_form":"Albert Hofmann","offset":788},{"uri":"Sandoz","surface_form":"Sandoz Laboratories","offset":811},{"uri":"Switzerland","surface_form":"Switzerland","offset":834},{"uri":"Reaction","surface_form":"reaction","offset":1307},{"uri":"Insanity","surface_form":"insane","offset":1397},{"uri":"Therapist","surface_form":"therapist","offset":1854},{"uri":"Insight","surface_form":"insight","offset":1951},{"uri":"Mental_illness","surface_form":"mentally ill","offset":1984},{"uri":"Delusion","surface_form":"delusional mental illness","offset":2094},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":2131},{"uri":"Alcoholism","surface_form":"alcoholism","offset":2314},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":2727},{"uri":"Interrogation","surface_form":"interrogations","offset":2923},{"uri":"Invasion","surface_form":"invasion","offset":3148},{"uri":"Outer_space","surface_form":"outer space","offset":3162},{"uri":"Communism","surface_form":"Communist","offset":3180},{"uri":"Transformation","surface_form":"transformed","offset":3241},{"uri":"Scenario","surface_form":"scenario","offset":3411},{"uri":"Experiment","surface_form":"experiment","offset":3459},{"uri":"Harvard","surface_form":"Harvard","offset":3660},{"uri":"Psychology","surface_form":"psychology","offset":3668},{"uri":"Timothy_Leary","surface_form":"Timothy Leary","offset":3690},{"uri":"Richard_Alpert","surface_form":"Richard Alpert","offset":3924},{"uri":"Ralph_Metzner","surface_form":"Ralph Metzner","offset":3943},{"uri":"Religion","surface_form":"religion","offset":4066},{"uri":"Tibetan_Book_of_the_Dead","surface_form":"Tibetan Book of the Dead","offset":4162},{"uri":"Hippie","surface_form":"hippie","offset":4236},{"uri":"Slogan","surface_form":"slogan","offset":4260},{"uri":"Counterculture","surface_form":"countercultural","offset":4327},{"uri":"Rock_band","surface_form":"rock band","offset":4372},{"uri":"Beatles","surface_form":"Beatles","offset":4398},{"uri":"Grateful_Dead","surface_form":"Grateful Dead","offset":4414},{"uri":"Rock_music","surface_form":"rock music","offset":4487},{"uri":"Acid_rock","surface_form":"acid rock","offset":4507},{"uri":"Fad","surface_form":"fad","offset":4711},{"uri":"Side_effect","surface_form":"side effect","offset":4882},{"uri":"Flashback","surface_form":"flashback","offset":4905},{"uri":"Psychotic","surface_form":"psychotic","offset":4921},{"uri":"Depression_(illness)","surface_form":"depression","offset":4991},{"uri":"Instability","surface_form":"instability","offset":5006},{"uri":"Heroin","surface_form":"heroin","offset":5997},{"uri":"Cocaine","surface_form":"cocaine","offset":6008},{"uri":"Addiction","surface_form":"addictive","offset":6026},{"uri":"Psychosis","surface_form":"psychosis","offset":6445},{"uri":"Stress_(medicine)","surface_form":"stress","offset":6672},{"uri":"Chromosome","surface_form":"chromosome","offset":6828},{"uri":"United_States","surface_form":"United States","offset":6970},{"uri":"Australia","surface_form":"Australia","offset":6985},{"uri":"New_Zealand","surface_form":"New Zealand","offset":6996},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7013},{"uri":"Europe","surface_form":"Europe","offset":7041}]}