{"id":48717,"url":"http://en.wikipedia.org/wiki/Lizard","text":"Lizards are reptiles. Together with snakes, they make up the order Squamata.\nThere are about 6,000 species, which live all over the world, except in cold climates. They range across all continents except Antarctica, as well as most oceanic island chains. One type, the marine iguana, lives in the sea. Size varies greatly, from geckos of a few inches or cm to the Komodo dragon of 3 meters (9 feet) and 70 kg (150 pounds).\nAlternative view.\nA modern view is that the snakes and lizards are all infraorders of the Squamata:p238\nThere are other versions, and the taxonomy will probably not settle until more molecular evidence is collected.\nAnatomy.\nThe skull structure of both snakes and lizards is distinctive. They can move their upper jaw relative to the braincase. They bear horny scales, and many use venom for attack and defense.\nEvolution.\nThe Squamates are definitely a monophyletic group; they are a sister group to the Tuatara. Judged by their fossil record, the Squamates were present in the Mesozoic, but occupied a minor place in the land ecology. Three of the six lines are recorded first in the Upper Jurassic, the others in the Cretaceous. Probably all (including snakes) arose earlier in the Jurassic. The Mosasaurs of the Upper Cretaceous were by far the most successful of all the lizards, becoming the top predator in their ecosystem.\nAlthough snakes and lizards look so different, neither are proper clades. Snakes did descend from early lizards, so both groups together do form a monophyletic clade, the Squamata. Within that clade there is another monophyletic clade, the Toxicofera. This includes all venomous reptile species, as well as many related non-venomous species. The evidence for this is in recent molecular analyses.\nPhysiology.\nSight is very important for most lizards, both for locating prey and for communication. Many lizards have highly acute color vision. Most lizards rely heavily on body language, using specific postures, gestures and movements to define territory, resolve disputes, and entice mates. Some species of lizard also utilize bright colors, such as the iridescent patches on the belly of Sceloporus. These colors would be highly visible to predators, so are often hidden on the underside or between scales and only revealed when necessary.\nThe \"dewlap\" is a brightly colored patch of skin on the throat, usually hidden between scales. When a display is needed, the lizards erect the hyoid bone of their throat, resulting in a large vertical flap of brightly colored skin beneath the head which can be then used for communication.","categories":[],"infobox_types":[],"annotations":[{"uri":"Reptiles","surface_form":"reptiles","offset":12},{"uri":"Snake","surface_form":"snake","offset":36},{"uri":"Order_(biology)","surface_form":"order","offset":61},{"uri":"Squamata","surface_form":"Squamata","offset":67},{"uri":"Species","surface_form":"species","offset":99},{"uri":"Climate","surface_form":"climate","offset":154},{"uri":"Antarctica","surface_form":"Antarctica","offset":204},{"uri":"Island","surface_form":"island","offset":240},{"uri":"Marine_iguana","surface_form":"marine iguana","offset":269},{"uri":"Sea","surface_form":"sea","offset":297},{"uri":"Komodo_dragon","surface_form":"Komodo dragon","offset":364},{"uri":"Toxin","surface_form":"venom","offset":805},{"uri":"Monophyletic","surface_form":"monophyletic","offset":877},{"uri":"Tuatara","surface_form":"Tuatara","offset":928},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":1002},{"uri":"Jurassic","surface_form":"Jurassic","offset":1115},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":1143},{"uri":"Mosasaur","surface_form":"Mosasaur","offset":1222},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1239},{"uri":"Ecosystem","surface_form":"ecosystem","offset":1343},{"uri":"Clades","surface_form":"clades","offset":1420},{"uri":"Monophyletic","surface_form":"monophyletic","offset":1501},{"uri":"Toxicofera","surface_form":"Toxicofera","offset":1594},{"uri":"Venom","surface_form":"venom","offset":1624},{"uri":"Sequence_analysis","surface_form":"molecular analyses","offset":1731}]}