{"id":48714,"url":"http://en.wikipedia.org/wiki/Gecko","text":"Geckos are small to middle size lizards. There are 1196 different kinds of geckos, mostly in the suborder Gekkota. They live in many warm countries and usually are awake during the night. Some kinds of geckos go into people's houses. \"Hemidactylus frenatus\" is the common house gecko. People are often happy to have them, because geckos eat many insects.\nUnlike most lizards, geckos have voices. A gecko sounds a little like a bird or a frog. In some languages, these lizards have names that sound like their calls, for example, both English and Indonesian call one kind gecko (gek KO) and tokay (to-KAY). Another kind of gecko, with a different sound, is called chicak (CHEE chak).\nMost geckos lay eggs, but some give birth to live young.\nGeckos have no eyelids. Instead, they have a clear membrane (skin) over their eyes. They lick the membrane clean with their tongues. Like most lizards, they can regenerate their tail if they need to. Their tail also helps them balance and store fat. Geckos also shed their skin, like many other reptiles. Geckos are also able to replace their teeth every few months.\nMany kinds of geckos can walk on trees, walls, windows, and ceilings. Geckos' feet form a molecular bond with the surface that they are walking on in order to \"stick\" to the surface. This force is called van der Waal's force.They can do this because they have special toe pads. A microscope can show that each toe pad is made of thousands of hair-like structures called setae. Each of these structures branches into many smaller ends called spatulae. The rest of their skin is also covered in extremely small hairs, which make it hard for a gecko to get wet. Gecko skin can also kill bacteria.\nTaxonomy.\nThere are six families under the suborder Gekkota.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lizard","surface_form":"lizards","offset":32},{"uri":"House","surface_form":"houses","offset":226},{"uri":"Oviparous_animals","surface_form":"lay eggs","offset":695},{"uri":"Viviparity","surface_form":"give birth to live young","offset":714},{"uri":"Eye","surface_form":"eyelids","offset":755},{"uri":"Tongue","surface_form":"tongues","offset":864},{"uri":"Regenerate","surface_form":"regenerate","offset":901},{"uri":"Molecule","surface_form":"molecular","offset":1197},{"uri":"Van_der_Waals_force","surface_form":"van der Waal's force","offset":1311},{"uri":"Microscope","surface_form":"microscope","offset":1387},{"uri":"Bacteria","surface_form":"bacteria","offset":1691}]}