{"id":48764,"url":"http://en.wikipedia.org/wiki/American_League","text":"e=\"preserve\">The American League (or AL) is one of the two leagues that make up Major League Baseball (MLB). The other is the National League (or NL). The American League is made up of 15 teams. At the end of each season, five of these teams go to the \"post-season\" where one will win the American League championship. The champions of the American League plays against the champions of the National League in the World Series. The team that wins the World Series is the champion of Major League Baseball. Teams in the American league usually play against other teams in the American league, except for a few games a year when they play National league teams. There are 3 Divisions of the American League: AL East, AL Central, and AL West.\nDifferences.\nThe only big difference between the American League and the National League is that the AL uses the \"Designated Hitter\" (or DH). The Designated Hitter is a player who does not play in the field, but is used to bat for the worst hitter in his team's \"lineup\" (usually the pitcher). The NL does not use the Designated Hitter, and all players in the \"lineup\" must bat and field for themselves. If the DH plays a NL game in a NL park, he often plays First Base if at all. If they play in an AL park, the NL can use a DH.","categories":[],"infobox_types":[],"annotations":[{"uri":"League","surface_form":"league","offset":59},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":80},{"uri":"National_League","surface_form":"National League","offset":126},{"uri":"Team","surface_form":"team","offset":188},{"uri":"American_League","surface_form":"American League","offset":289},{"uri":"Championship","surface_form":"championship","offset":305},{"uri":"World_Series","surface_form":"World Series","offset":414},{"uri":"Designated_Hitter","surface_form":"Designated Hitter","offset":854},{"uri":"Field","surface_form":"field","offset":941},{"uri":"Bat","surface_form":"bat","offset":963},{"uri":"Pitcher_(baseball)","surface_form":"pitcher","offset":1024}]}