{"id":48798,"url":"http://en.wikipedia.org/wiki/Amateur_radio","text":"Amateur radio is a hobby for people who like to talk using radio transmitters. Many people enjoy using amateur radio to talk to other amateur radio hobbyists in other countries. Amateur radio hobbyists also use their radio transmitters to get help in emergencies. Amateur radio is often called \"Ham Radio\". Many people use their amateur radios for fun. People who use Amateur radio are often called \"amateur radio operators\", \"hams\" or \"amateurs\".\nDuring a disaster or emergency, amateur radio can be used to get help. When telephones do not work, it may be the only way to communicate. Some radio hobbyists volunteer to listen to emergency band frequencies in case there are distress calls. If the volunteers hear a distress call, they notify the appropriate authorities (for example the police or the Coast Guard).\nLicense.\nPeople must have a license to use Amateur radio. In most countries users must pass a test to get a license. In some countries there is more than one license grade. In some countries, people can use Amateur radio if they have a license from their home country.\nThere are many clubs for Amateur radio in many countries. These clubs do many things as a group and help people get their Amateur radio license.\nTalking.\nAmateur radio operators talk to each other in many ways. Some people talk with their voice, others use computers, television, or Morse code. They use many ways to get their signals to others. Most use shortwave radio signals that bounce off the sky. Some bounce off the moon or a satellite. Amateur radio operators have many ways to talk using the radio. Amateur radio satellites are called OSCAR's - Orbital Satellites Carrying Amateur Radio. Hams can also talk to astronauts and cosmonauts aboard the International Space Station (ISS).\nFun.\nThere are many ways to have fun with amateur radio. There are many games and contests. Amateur radio operators try to talk with as many others as possible. They then mail each other postcards called \"QSL cards\" to confirm the contact. Contesters may try to see how far they can talk, or to how many different people they can talk.\nSome hide a transmitter which sends out a signal and others try to find it using receivers. This is called \"Radio direction finding\", \"fox hunting\" or \"Radio sport\". Sometimes the event is done with cars, or as a foot race.\nIn India.\nAmateur radio is practised by over 15,000 licensed users in India. The first amateur radio operator was licensed in 1921. By the mid 1930s, there were around 20 amateur radio operators in India. Amateur radio operators have played an important part in the Indian independence movement with the setting up of pro-independence radio stations in the 1940s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hobby","surface_form":"hobby","offset":19},{"uri":"Radio","surface_form":"radio","offset":59},{"uri":"Emergency","surface_form":"emergencies","offset":251},{"uri":"Amateur","surface_form":"amateur","offset":329},{"uri":"Fun","surface_form":"fun","offset":348},{"uri":"Operator","surface_form":"operator","offset":414},{"uri":"Disaster","surface_form":"disaster","offset":457},{"uri":"Telephone","surface_form":"telephone","offset":524},{"uri":"Police","surface_form":"police","offset":789},{"uri":"Coast_Guard","surface_form":"Coast Guard","offset":803},{"uri":"License","surface_form":"license","offset":845},{"uri":"Social_Club","surface_form":"club","offset":1101},{"uri":"Voice","surface_form":"voice","offset":1325},{"uri":"Computer","surface_form":"computer","offset":1343},{"uri":"Television","surface_form":"television","offset":1354},{"uri":"Morse_code","surface_form":"Morse code","offset":1369},{"uri":"Shortwave_radio","surface_form":"shortwave radio","offset":1441},{"uri":"Signal_(electrical_engineering)","surface_form":"signal","offset":1457},{"uri":"Moon","surface_form":"moon","offset":1510},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":1520},{"uri":"Astronaut","surface_form":"astronaut","offset":1706},{"uri":"International_Space_Station","surface_form":"International Space Station","offset":1743},{"uri":"Contest","surface_form":"contest","offset":1860},{"uri":"Postcard","surface_form":"postcard","offset":1965},{"uri":"Transmitter","surface_form":"transmitter","offset":2126},{"uri":"Receiver","surface_form":"receiver","offset":2195},{"uri":"Car","surface_form":"car","offset":2313},{"uri":"Foot_race","surface_form":"foot race","offset":2327},{"uri":"License","surface_form":"license","offset":2390},{"uri":"India","surface_form":"India","offset":2408}]}