{"id":48820,"url":"http://en.wikipedia.org/wiki/Warranty","text":"e=\"preserve\">In commercial and consumer transactions, a warranty is an obligation that an article or service that is sold has the quality the buyer can reasonably expect from the seller.\nThat often means that there must be a remedy. That means repair or replacement if the article or service is not as good as the warranty says. It is a breach of the warranty when the promise is broken, i.e., a product is defective or not as good as should be expected by a reasonable buyer.\nIn business and legal transactions, a warranty is an assurance by one party to the other party that certain facts or conditions are true or will happen. The other party is allowed to rely on that assurance and seek some type of remedy if it is not true or followed.\nA warranty may be express or implied.\nExpress warranty.\nAn express warranty is typically a guarantee from the seller of a product that specifies the extent to which the quality or performance of the product is assured and states the conditions under which the product can be returned, replaced, or changed.\nImplied warranty.\nAn implied warranty is one that arises from the nature of the transaction, and the understanding by the buyer.\nTo be \"merchantable\", the goods must reasonably conform to an ordinary buyer's expectations, i.e., they are what they say they are. For example, a fruit that looks and smells good but has hidden defects would violate the implied warranty of merchantability if its quality does not meet the standards for such fruit \"as passes ordinarily in the trade\".\nBreach of warranty.\nA warranty is violated when the promise is broken; when goods are not as should be expected, at the time the sale occurs, whether or not the defect is apparent. Most warranties exclude parts that normally wear out, and supplies that must be periodically replaced as they are normally used up (e.g., tires and lubrication on a vehicle).\nMany people do not realize that extended warranties are not always provided through the manufacturer, but in some circumstances it may work to the consumer's benefit. For instance, when an auto warranty is provided through a dealership from the manufacturer, repairs on the vehicle are reimbursed at a lower negotiated rate.\nLegal aspects of warranties and disclaimers.\nIn the United States, the rights and remedies of buyers and sellers of goods are governed by the Article 2 of the Uniform Commercial Code (UCC) as it has been adopted with variations from state to state.\nCar warranty.\nA car warranty is at least one year. Three years is more common. Five years is an extended warranty.\nHome warranty.\nA home warranty protects against the high costs of home and appliance repair by offering insurance coverage for appliances and equipment in the house.","categories":[],"infobox_types":[],"annotations":[{"uri":"Obligation","surface_form":"obligation","offset":71},{"uri":"Article","surface_form":"article","offset":90},{"uri":"Service","surface_form":"service","offset":101},{"uri":"United_States","surface_form":"United States","offset":2264},{"uri":"Uniform_Commercial_Code","surface_form":"Uniform Commercial Code","offset":2371},{"uri":"State","surface_form":"state","offset":2445},{"uri":"Home_warranty","surface_form":"home warranty","offset":2593}]}