{"id":48859,"url":"http://en.wikipedia.org/wiki/Defibrillation","text":"Defibrillation is the act of defibrillating the heart to treat the heart when it is not pushing blood because the heart muscle is not working in any pattern. Electricity causes a muscle to contract, this is how nerves cause muscles to work. The heart is a large muscle, and certain parts need to contract before other parts in order to push blood through the heart and out to the rest of body correctly. Sometimes the heart muscle doesn't contract in the correct way or at the correct speed, this is called an \"arrhythmia\" (out of rhythm). Fibrillation is a type of arrhythmia when the whole heart is quivering, not organized to make heart beats of any kind. CPR (Cardiopulmonary resuscitation) can get blood to the body when the heart is fibrillating, but the heart still needs to be restarted. Sometimes CPR will do that as well, but often a defibrillator is needed. Defibrillation is done with a defibrillator.\nDefibrillation works by carefully sending a strong electric current to the heart, which \"resets\" the heart, and hopefully returns a normal, coordinated heart rhythm. It needs to depolarise (take away the existing electric charge) from a large part of the heart muscle, which stops the arrhythmia and allows the normal heartbeat to return. Defibrillators can work outside the body with the use of an external defibrillator or an automated external defibrillator, or inside the body with an implantable cardioverter-defibrillator.\nHistory.\nThe first use of the technique on a human was in 1947 by Claude Beck, a professor of surgery at Case Western Reserve University. The patient was a 14-year-old boy named Mickey.\nDefibrillation is now used during open heart surgery, when the heart is stopped on purpose. In1980 the first implanted defibrillator was put into a patient. Implanted defibrillators are put into the chests of people at risk of going into fibrillation.\nArrhythmias.\nNot all arrhythmias need defibrillation. Some arrhythmias still push blood to the body, not well, but still enough to keep a person alive. Other types, like ventricular fibrillation or pulseless ventricular tachycardia, will cause a person to die within minutes unless treated. These are what need to be treated by defibrillation.\nFibrillation is when the heart muscle is contracting, but not in any organized way, and blood is not pumped. Pulseless tachycardia is when the heart is beating too fast to collect any blood to push.\nAsystole is when the heart is not working at all (flat-line). Defibrillation does not work on asystole, but CPR might help.\nSuccess rate.\nDefibrillation is most successful when done right when the problem starts. Success in the first minute is about 90% and drops by 10% every minute after that. This time can be made longer by giving the person CPR, but having a defibrillator close by is very important.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heart","surface_form":"heart","offset":48},{"uri":"Treatment","surface_form":"treat","offset":57},{"uri":"Cardiopulmonary_resuscitation","surface_form":"Cardiopulmonary resuscitation","offset":664},{"uri":"Defibrillator","surface_form":"defibrillator","offset":844},{"uri":"Electric_current","surface_form":"electric current","offset":965},{"uri":"Defibrillator","surface_form":"external defibrillator","offset":1313},{"uri":"Automated_external_defibrillator","surface_form":"automated external defibrillator","offset":1342},{"uri":"Implantable_cardioverter-defibrillator","surface_form":"implantable cardioverter-defibrillator","offset":1403},{"uri":"Ventricular_fibrillation","surface_form":"ventricular fibrillation","offset":2051},{"uri":"Ventricular_tachycardia","surface_form":"ventricular tachycardia","offset":2089},{"uri":"Asystole","surface_form":"Asystole","offset":2424}]}