{"id":48865,"url":"http://en.wikipedia.org/wiki/Ventricular_fibrillation","text":"Ventricular fibrillation (often shortened to VF or V-Fib) is a type of \"arrhythmia\" of the heart. \"Arrhythmia\" means the heart is not beating normally.\nWhat is Ventricular Fibrillation?\nWhen a person is in ventricular fibrillation, the heart does not beat in any kind of pattern. Instead, it quivers and twitches very quickly.\nThis problem is called \"ventricular\" fibrillation because it affects the ventricles of the heart. The ventricles are the biggest parts of the heart. Their job is to pump blood (which carries oxygen) to the lungs and the rest of the body. When a person is in ventricular fibrillation, the ventricles cannot do this job. This means that the lungs, brain, and other organs will not get enough blood or oxygen.\nVentricular fibrillation is a medical emergency. Without enough blood and oxygen, no part of the body can survive. If ventricular fibrillation continues for long enough, the blood will stop circulating around the body. The person's breathing and heart will stop. The person will die unless they get treatment quickly.\nTreatment.\nVentricular fibrillation can be stopped by shocking the person with electricity from a defibrillator. If a defibrillator is not available, CPR (cardiopulmonary resuscitation) should be done to keep the blood flowing until an ambulance comes or a defibrillator is available.\nDoctors or paramedics can also give special medicines called anti-arrhythmic medicines, which can make the heart start beating normally again. Some common anti-arrhythmic medicines are amiodarone and lidocaine.\nIf a person with ventricular fibrillation is treated right away, treatment is 90% successful (it works in 9 out of 10 people). But treatment gets 10% less successful after every minute (so if treatment starts after one minute, it will work in only 8 out of 10 people. After 5 minutes, it will work in only 4 out of 10 people.) So getting treatment as soon as possible is very important. If a person cannot be treated with medicine or a defibrillator right away, CPR will help keep blood and oxygen flowing through the person's body until treatment arrives.\nIn patients who are very likely to keep having ventricular fibrillation, a special defibrillator can be put into their chest by a surgeon. (This special defibrillator is called an \"implantable cardioverter-defibrillator.\") Any time the person goes into ventricular fibrillation, the defibrillator will give the person's heart an electric shock, to bring the heart back into a normal rhythm.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Cardiac_arrhythmia","surface_form":"arrhythmia","offset":72},{"uri":"Cardiac_arrhythmia","surface_form":"of the heart","offset":84},{"uri":"Heart","surface_form":"heart","offset":121},{"uri":"Blood","surface_form":"blood","offset":497},{"uri":"Oxygen","surface_form":"oxygen","offset":518},{"uri":"Lung","surface_form":"lungs","offset":533},{"uri":"Brain","surface_form":"brain","offset":673},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":690},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":764},{"uri":"Circulatory_system","surface_form":"circulating","offset":924},{"uri":"Breathing","surface_form":"breathing","offset":966},{"uri":"Cardiac_arrest","surface_form":"heart will stop","offset":980},{"uri":"Electricity","surface_form":"electricity","offset":1131},{"uri":"Defibrillator","surface_form":"defibrillator","offset":1150},{"uri":"Cardiopulmonary_resuscitation","surface_form":"CPR (cardiopulmonary resuscitation)","offset":1202},{"uri":"Ambulance","surface_form":"ambulance","offset":1288},{"uri":"Medical_doctor","surface_form":"Doctors","offset":1337},{"uri":"Paramedic","surface_form":"paramedics","offset":1348},{"uri":"Medication","surface_form":"medicines","offset":1381},{"uri":"Amiodarone","surface_form":"amiodarone","offset":1522},{"uri":"Lidocaine","surface_form":"lidocaine","offset":1537},{"uri":"Surgery","surface_form":"surgeon","offset":2235}]}