{"id":48863,"url":"http://en.wikipedia.org/wiki/Defibrillator","text":"A defibrillator is a machine that can help when ventricular fibrillation happens in the heart of a human. A defibrillator is a life saving device.\nFibrillation happens when many different cells in the heart begin to act as pacemaker cells. This means that many thousands of cells tell the heart to beat, all at different times and with no rhythm. This confusion causes the heart to become unable to move blood around the body. This causes cardiac arrest and death.\nA defibrillator sends a high energy pulse from the top-right of the heart to the bottom-middle of the heart. This causes the whole heart to stop all activity. The heart's normal pacemaker then can try and restart normal beating. Defibrillation does not always work.\nInternal defibrillators.\nImplantable cardioverter-defibrillators (ICD) are defibrillators that are designed to help patients from inside their body. They are put inside people that are at high-risk of going into cardiac arrest and monitor a person's heart rate, rhythm, and waveform. By comparing the activity in the different chambers of the heart, an icd can detect cardiac arrhythmias and treat them quickly.\nExternal defibrillators.\nExternal defibrillators are often used in hospitals and ambulances. They are now also being used outside of medical environments more as automated external defibrillators (see below) become safer and cheaper. There are many different types of external defibrillators, and progress in cardiac research has led to big improvements in the underlying technology.\nBiphasic defibrillation.\nUntil the 1990s, external defibrillators relied on monophasic (\"one phase\") shock waves. Electrical pulses are quickly sent from one electrode to the other in one direction.\nBiphasic (\"two phases\") defibrillation, however, changes the direction of the pulses. It completes one cycle in approximately 10 milliseconds. This means less energy is needed for successful defibrillation. That means less risk of burns and other damage. The small capacitor (\"battery\") size required for the defibrillator can result in large cost and size savings.\nAutomated external defibrillators.\nAn automated external defibrillator (AED) is a self-contained defibrillator device designed to be movable, and easy and simple to use. They are often shaped like briefcases so that they can be carried by a handle. An AED contains a battery, a control computer, and electrodes. When the electrodes are stuck onto the patient, the control computer will assess the patient, checking the rhythm of their heart. It will then charge itself to an appropriate power level and tell users that the person needs to be shocked. If the patient does not need to be defibrillated, the automated external defibrillator will not allow a shock to be administered. A button must still be pushed manually to trigger the shock, as the operator beforehand must be certain that nobody is touching the patient. Often, automated external defibrillators will have speakers which give instructions when they are opened.\nCurrent automated external defibrillator devices are designed for emergency medical technicians, home users, police and security officers and other people with minimal medical knowledge. These devices are commonly found in large gathering places, such as airports, casinos, sports stadiums, and college campuses.\nElectrode design.\nThe electrode is the part of the defibrillator that gives off the shock.\nThe most well-known type of electrode is the traditional metal paddle with an insulated handle. This type must be held in place on the patient's skin while shocks are delivered. Before the paddles are used, gel must be applied to the patient's skin so that there is a good connection and to minimise electrical resistance.\nAnother type of resuscitation electrode is designed as an adhesive pad which can be stuck onto the skin of a patient. These electrodes are left connected to a defibrillator. If defibrillation is required, the machine is charged, and the shock is delivered, without any need to apply any gel or to retrieve and place any paddles.\nBoth solid- and wet-gel adhesive electrodes are available. Solid-gel electrodes are more convenient, because there is no need to clean the patient's skin after removing the electrodes. However, the use of solid-gel electrodes presents a higher risk of burns during defibrillation, since wet-gel electrodes more evenly conduct electricity into the body.\nPopular culture references.\nDefibrillators are often depicted in movies, television, video games and other fictional media. This is because it can quickly produce dramatic improvements in patient health. Their function, however, is often exaggerated.\nMedical providers are often shown defibrillating patients with a \"flat-line\" ECG rhythm (also known as asystole); this is not done in real life as the heart is not restarted by the defibrillator itself.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ventricular_fibrillation","surface_form":"ventricular fibrillation","offset":48},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":439},{"uri":"Energy","surface_form":"energy","offset":494},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":943},{"uri":"Cardiac_arrhythmia","surface_form":"cardiac arrhythmia","offset":1099},{"uri":"Hospital","surface_form":"hospital","offset":1210},{"uri":"Ambulance","surface_form":"ambulance","offset":1224},{"uri":"Automated_external_defibrillator","surface_form":"automated external defibrillator","offset":1305},{"uri":"Burn","surface_form":"burn","offset":1957},{"uri":"Capacitor","surface_form":"capacitor","offset":1991},{"uri":"Automated_external_defibrillator","surface_form":"automated external defibrillator","offset":2130},{"uri":"Briefcase","surface_form":"briefcase","offset":2289},{"uri":"Battery","surface_form":"battery","offset":2359},{"uri":"Computer","surface_form":"computer","offset":2378},{"uri":"Electrode","surface_form":"electrode","offset":2392},{"uri":"Airport","surface_form":"airport","offset":3275},{"uri":"Tradition","surface_form":"tradition","offset":3469},{"uri":"Metal","surface_form":"metal","offset":3481},{"uri":"Electrical_resistance","surface_form":"electrical resistance","offset":3724},{"uri":"Asystole","surface_form":"asystole","offset":4783}]}