{"id":48893,"url":"http://en.wikipedia.org/wiki/Ceramic","text":"Ceramic is the name for some materials that are formed by the use of heat. The word \"ceramic\" comes from the Greek word ('). Chemically, it is an inorganic compound of metal, non-metal or metalloid atoms held together by chemical bonds.\nUp to the 1950s or so, the most important were the traditional clays, made into pottery, bricks, tiles and the like, also cements and glass. Clay-based ceramics are described in the article on pottery. A composite material of ceramic and metal is known as cermet.\nThe word \"ceramic\" can be an adjective, and can also be used as a noun to refer to a ceramic material, or a product of ceramic manufacture. \"Ceramics\" may also be used as a singular noun referring to the art of making things out of ceramic materials. The technology of manufacturing and usage of ceramic materials is part of the field of ceramic engineering.\nMany clay-based ceramic materials are hard, porous, and brittle. The study and development of ceramics includes methods to deal with these characteristics, to accentuate the strengths of the materials and investigate novel applications.\nClassification of technical ceramics.\nEach one of these classes can develop unique material properties.\nMechanical properties.\nCeramic materials are usually crystalline (having a repeating shape) or amorphous (no repeating shape). They are usually held together with covalent or ionic bonds. Thus, they tend to fracture (break) before any plastic deformation (permanent damage) happens. So they have poor toughness (resistance to breaking). Second, ceramics have pores (small holes) which focus stress on smaller areas.This decreases the toughness even more and reduces the tensile strength. For these two reasons, ceramics fail far more catastrophically (suddenly) than metals.\nCeramics do show plastic deformation, but because of how slow it is it is usually ignored.\nCrystalline materials are stiff; there are few places where the deformation can spread. So the deformation is very slow.\nIn amorphous materials, viscous flow is the main source of plastic deformation. It is also very slow.\nSemiconductors.\nSome ceramics are semiconductors. Most of this type of ceramic are \"II-VI semiconductors\", which are a combination of an alkaline earth or Group 12 metal and a non-metal from Group 16. A major example of these is zinc oxide.\nSome people are thinking about making blue LEDs from zinc oxide. But ceramic researchers focus on electrical properties that affect boundaries between individual grains. One of the most common examples of this is the varistor.\nSemiconducting ceramics are also used as gas sensors. Semiconducting ceramics are also employed as gas sensors. When we pass gases over a polycrystalline ceramic, its electrical resistance changes. If we know the possible gas mixtures, we can produce very cheap devices.\nSuperconductivity.\nUnder some conditions, such as extreme cold temperatures, some ceramics show superconductivity. We do not know the exact reason. But we have discovered two major families of superconducting ceramics.\nPiezoelectricity, pyroelectricity, and ferroelectricity.\nPiezoelectricity is an electric charge caused by mechanical stress. It appears in many ceramic materials, such as quartz. We use quartz to measure time in watches and other electronics. This kind of device turns electricity into mechanical motions and back, making a stable oscillator.\nThe piezoelectric effect is generally stronger in materials that also show pyroelectricity. (Pyroelectricity is the ability of a material to generate electricity if its temperature changes.) All pyroelectric materials are also piezoelectric. We can use these materials to convert between thermal, mechanical, and electrical energy. For instance, we can put a pyroelectrical crystal in a furnace. If we take out and let it cool without applying any force to it, it will generate a large static charge. This type of crystal is most common in motion sensors. That is because the tiny rise in temperature from a warm body entering a room is enough to produce a voltage in the crystal. A motion sensor reads that voltage and converts it to data.\nIn turn, pyroelectricity is strongest in materials which also display the ferroelectric effect. This is when we can reverse or move a stable electric polarization by applying an electrostatic field. If a material is ferroelectric, it is also pyroelectric. We use this effect to store information in ferroelectric capacitors and random-access memory.\nThe most common piezoelectric materials are lead zirconate titanate and barium titanate. We use them for high-frequency loudspeakers, sonar, and atomic-force and scanning-tunneling microscopes.\nGrain-boundary insulation at critical temperatures.\nIn some semiconducting ceramics a gain in temperature causes grain boundaries to become insulating. This is most common in mixtures of heavy metal titanates. We can adjust the transition temperature (the temperature at which this happens) over a wide range by changing the chemistry. In this kind of material, current passes through the material until it reaches the transition temperature, at which point the circuit breaks and current flow stops. We use these ceramics as self-controlled heating elements in, for example, rear-window defrosting circuits in cars.\nAt the transition temperature, the material's dielectric response approaches infinity. We cannot use the material near its critical temperature because it is hard to control temperature at that range. Despite this, the dielectric effect remains strong even at much higher temperatures. For this reason as well as because of how low their critical temperatures are, we use titanates as ceramic capacitors.\nClassification of ceramics.\nNon-crystalline ceramics, being glasses, tend to be formed from melts. The glass is shaped when either fully molten, by casting, or when in a state of toffee-like viscosity, by methods such as blowing to a mold. If later heat-treatments cause this class to become partly crystalline, the resulting material is known as a glass-ceramic.\nCrystalline ceramic materials are not amenable to a great range of processing. Methods for dealing with them tend to fall into one of two categories – either make the ceramic in the desired shape, by reaction in situ, or by \"forming\" powders into the desired shape, and then sintering to form a solid body. Ceramic forming techniques include shaping by hand (sometimes including a rotation process called \"throwing\"), slip casting, tape casting (used for making very thin ceramic capacitors, etc.), injection molding, dry pressing, and other variations. (See also Ceramic forming techniques. Details of these processes are described in the two books listed below.) A few methods use a hybrid between the two approaches.\nIn situ manufacturing.\nThe most common use of this method is in the production of cement and concrete. Here, the dehydrated powders are mixed with water. This starts hydration reactions, which result in long, interlocking crystals forming around the aggregates. Over time, these result in a solid ceramic.\nThe biggest problem with this method is that most reactions are so fast that good mixing is not possible, which tends to prevent large-scale construction. However, small-scale systems can be made by deposition techniques, where the various materials are introduced above a substrate, and react and form the ceramic on the substrate. This borrows techniques from the semiconductor industry, such as chemical vapour deposition, and is very useful for coatings.\nThese tend to produce very dense ceramics, but do so slowly.\nSintering-based methods.\nThe principles of sintering-based methods is simple. Once a roughly held together object (called a \"green body\") is made, it is baked in a kiln, where diffusion processes cause the green body to shrink. The pores in the object close up, resulting in a denser, stronger product. The firing is done at a temperature below the melting point of the ceramic. There is virtually always some porosity left, but the real advantage of this method is that the green body can be produced in any way imaginable, and still be sintered. This makes it a very versatile route.\nThere are thousands of possible refinements of this process. Some of the most common involve pressing the green body to give the densification a head start and reduce the sintering time needed. Sometimes organic binders such as polyvinyl alcohol are added to hold the green body together; these burn out during the firing (at 200–350 °C). Sometimes organic lubricants are added during pressing to increase densification. It is not uncommon to combine these, and add binders and lubricants to a powder, then press. (The formulation of these organic chemical additives is an art in itself. This is particularly important in the manufacture of high performance ceramics such as those used by the billions for electronics, in capacitors, inductors, sensors, etc. The specialized formulations most commonly used in electronics are detailed in the book \"Tape Casting,\" by R.E. Mistler, et al., Amer. Ceramic Soc. [Westerville, Ohio], 2000.) A comprehensive book on the subject, for mechanical as well as electronics applications, is \"Organic Additives and Ceramic Processing,\" by D. J. Shanefield, Kluwer Publishers [Boston], 1996.\nA slurry can be used in place of a powder, and then cast into a desired shape, dried and then sintered. Indeed, traditional pottery is done with this type of method, using a plastic mixture worked with the hands.\nIf a mixture of different materials is used together in a ceramic, the sintering temperature is sometimes above the melting point of one minor component – a \"liquid phase\" sintering. This results in shorter sintering times compared to solid state sintering.","categories":[],"infobox_types":[],"annotations":[{"uri":"Material","surface_form":"material","offset":29},{"uri":"Heat","surface_form":"heat","offset":69},{"uri":"Greek_language","surface_form":"Greek","offset":109},{"uri":"Inorganic_compound","surface_form":"inorganic compound","offset":146},{"uri":"Metal","surface_form":"metal","offset":168},{"uri":"Non-metal","surface_form":"non-metal","offset":175},{"uri":"Metalloid","surface_form":"metalloid","offset":188},{"uri":"Chemical_bond","surface_form":"chemical bond","offset":221},{"uri":"Clay","surface_form":"clay","offset":300},{"uri":"Pottery","surface_form":"pottery","offset":317},{"uri":"Brick","surface_form":"brick","offset":326},{"uri":"Tile","surface_form":"tile","offset":334},{"uri":"Cement","surface_form":"cement","offset":359},{"uri":"Glass","surface_form":"glass","offset":371},{"uri":"Clay","surface_form":"Clay","offset":378},{"uri":"Ceramics","surface_form":"ceramics","offset":389},{"uri":"Pottery","surface_form":"pottery","offset":430},{"uri":"Composite_material","surface_form":"composite material","offset":441},{"uri":"Metal","surface_form":"metal","offset":475},{"uri":"Cermet","surface_form":"cermet","offset":493},{"uri":"Engineering","surface_form":"engineering","offset":847},{"uri":"Porous","surface_form":"porous","offset":904},{"uri":"Brittle","surface_form":"brittle","offset":916},{"uri":"Crystalline","surface_form":"crystalline","offset":1254},{"uri":"Amorphous_solid","surface_form":"amorphous","offset":1296},{"uri":"Covalent","surface_form":"covalent","offset":1364},{"uri":"Ionic_bond","surface_form":"ionic","offset":1376},{"uri":"Material_fracture","surface_form":"fracture","offset":1408},{"uri":"Plasticity_(physics)","surface_form":"plastic deformation","offset":1436},{"uri":"Tensile_strength","surface_form":"tensile strength","offset":1671},{"uri":"Plasticity_(physics)","surface_form":"plastic deformation","offset":1793},{"uri":"Semiconductor","surface_form":"semiconductor","offset":2124},{"uri":"Alkaline_earth_metal","surface_form":"alkaline earth","offset":2227},{"uri":"Group_12_element","surface_form":"Group 12","offset":2245},{"uri":"Group_16_element","surface_form":"Group 16","offset":2281},{"uri":"Zinc_oxide","surface_form":"zinc oxide","offset":2319},{"uri":"Varistor","surface_form":"varistor","offset":2548},{"uri":"Gas_sensor","surface_form":"gas sensor","offset":2599},{"uri":"Superconductor","surface_form":"superconductivity","offset":2925},{"uri":"Piezoelectricity","surface_form":"Piezoelectricity","offset":3105},{"uri":"Quartz","surface_form":"quartz","offset":3219},{"uri":"Oscillator","surface_form":"oscillator","offset":3379},{"uri":"Motion_sensor","surface_form":"motion sensor","offset":3931},{"uri":"Lead_zirconate_titanate","surface_form":"lead zirconate titanate","offset":4526},{"uri":"Barium_titanate","surface_form":"barium titanate","offset":4554},{"uri":"Loudspeaker","surface_form":"loudspeaker","offset":4602},{"uri":"Atomic_force_microscope","surface_form":"atomic-force","offset":4627},{"uri":"Scanning_tunneling_microscope","surface_form":"scanning-tunneling microscope","offset":4644},{"uri":"Insulator_(electricity)","surface_form":"insulating","offset":4816},{"uri":"Heavy_metals","surface_form":"heavy metal","offset":4863},{"uri":"Titanate","surface_form":"titanate","offset":4875},{"uri":"Glass-ceramic","surface_form":"glass-ceramic","offset":6047},{"uri":"Sintering","surface_form":"sintering","offset":6337},{"uri":"Ceramic_forming_techniques","surface_form":"Ceramic forming techniques","offset":6369},{"uri":"Slip_casting","surface_form":"slip casting","offset":6480},{"uri":"Tape_casting","surface_form":"tape casting","offset":6494},{"uri":"Chemical_vapor_deposition","surface_form":"chemical vapour deposition","offset":7486},{"uri":"Sintering","surface_form":"sintering","offset":7651},{"uri":"Diffusion","surface_form":"diffusion","offset":7784},{"uri":"Porosity","surface_form":"porosity","offset":8018},{"uri":"Binder_(material)","surface_form":"binders","offset":8406},{"uri":"Polyvinyl_alcohol","surface_form":"polyvinyl alcohol","offset":8422},{"uri":"Electronics","surface_form":"electronics","offset":8900},{"uri":"Inductor","surface_form":"inductor","offset":8928},{"uri":"Sensor","surface_form":"sensor","offset":8939}]}