{"id":48972,"url":"http://en.wikipedia.org/wiki/Moment_(physics)","text":"In physics, moment of force (often just moment) is a measure of its tendency to cause a body to rotate about a specific point or axis.\nIn this concept the moment arm, the distance from the axis of rotation, plays an important role. The lever, pulley, gear, and most other simple machines create mechanical advantage by changing the moment arm. The SI unit for moment is the newton meter (kgm²/s²).\nformula_1\nThe Principle of Moment states that when a system is in equilibrium the sum of its CLOCKWISE MOMENTS equals the sum of its ANTICLOCKWISE MOMENTS.\nSome examples where moments (turning effect) are applied involve levers, like seesaws, opening and closing doors, nutcrackers, can openers, and crowbars.\nA lever is a simple machine in which one force called the effort is used to overcome another force called the load.\nIn physics, a moment is a combination of a physical quantity and a distance.\nHistory of moment.\nThe principle of moments is derived from Archimedes' discovery of the operating principle of the lever. In the lever one applies a force, in his day most often human muscle, to an \"arm\", a beam of some sort. Archimedes noted that the amount of force applied to the object, the \"moment of force\", is defined as \"M = rF\", where \"F\" is the applied force, and \"r\" is the distance from the applied force to object.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":3},{"uri":"Lever","surface_form":"lever","offset":236},{"uri":"Pulley","surface_form":"pulley","offset":243},{"uri":"Gear","surface_form":"gear","offset":251},{"uri":"Mechanical_advantage","surface_form":"mechanical advantage","offset":295},{"uri":"SI","surface_form":"SI","offset":348},{"uri":"Newton_meter","surface_form":"newton meter","offset":374},{"uri":"Archimedes","surface_form":"Archimedes","offset":961},{"uri":"Lever","surface_form":"lever","offset":1017},{"uri":"Beam_(structure)","surface_form":"beam","offset":1109}]}