{"id":48982,"url":"http://en.wikipedia.org/wiki/Grand_Duchess_Anastasia_Nikolaevna_of_Russia","text":"Grand Duchess Anastasia Nikolaevna of Russia (, – 17 July 1918) was the youngest daughter of Tsar Nicholas II of Russia and his wife Alexandra Fyodorovna. Anastasia was murdered with her family on 17 July 1918 by the Bolshevik secret police. She was a sister of Grand Duchess Olga, Grand Duchess Tatiana, Grand Duchess Maria, and Alexei Nikolaevich, Tsarevich of Russia.\nDuring the years of Communist rule nobody knew where she was buried. This led to many stories that she could have escaped and still be alive. The bodies of the Tsar, Tsarina, and three daughters were found in a grave near Yekaterinburg in 1991; however, the bodies of Alexei Nikolaevich and one of his sisters (either Anastasia or Maria) were not there.\nIn January 2008, Russian scientists said that the remains of a young boy and woman found near Yekaterinburg in August 2007 might be the missing bodies. On 30 April 2008, Russian scientists used DNA testing to prove that they were the Tsarevich Alexei and his sister. In March 2009, the last results of the DNA testing were published by Dr. Michael Coble of the US Armed Forces DNA Identification Laboratory. This proved that all four Grand Duchesses were murdered.\nSeveral women have claimed to have been Anastasia. The most famous was Anna Anderson. However, DNA testing in 1994 on pieces of Anderson's tissue and hair showed that she was not related to the Imperial family.\nLife and childhood.\nWhen Anastasia was born, her family was disappointed. They had hoped for a son who would be heir to the throne. In honor of her birth, her father forgave the students who had been put in prison for joining in riots in St. Petersburg and Moscow. Because of this, Anastasia's name means \"the breaker of chains\" or the \"prison opener\". It can also mean \"of the resurrection\". People often spoke of this when there were stories that she had not died. Anastasia was a Grand Duchess. Because this made Anastasia an \"Imperial Highness\", she was higher in rank than other Princesses in Europe who were \"Royal Highnesses\".\nThe Tsar's children lived very simply. They slept on hard camp cots without pillows when they were healthy, took cold baths in the morning, and had to clean their rooms and sometimes sew. Most of their servants usually called Anastasia by her first name instead of calling her \"Her Imperial Highness\". Sometimes they called her \"Anastasie\", \"Nastya\", \"Nastas\", or \"Nastenka\". Anastasia was also called \"Malenkaya\", meaning \"little (one)\", or \"shvibzik\", the Russian word for \"imp\".\nAnastasia was a bright, lively child. People described her as short and plump, with blue eyes and blonde hair. Margaretta Eagar, Anastasia's governess, said that somebody had once called young Anastasia the most charming child he had ever seen. Lili Dehn said that Anastasia was \"pretty\", but had \"more of a clever face, and her eyes were wells of intelligence\".\nAnastasia was clever, but she was never much interested in studying. Pierre Gilliard, Sydney Gibbes, and ladies-in-waiting Lili Dehn and Anna Vyrubova said that Anastasia was funny and good at acting. Some people did not like her sharp, quick remarks.\nAnastasia's playful behavior was often punished. According to Gieb Botkin, \"in naughtiness she was a true genius\". He was the son of the court doctor Yevgeny Botkin, who later died with the family at Ekaterinburg. Anastasia tripped the servants, tricked her teachers, and climbed trees and refused to come down. Once at a snowball fight, she rolled a rock into a snowball and threw it at her older sister, Tatiana. Princess Nina Georgievna, Anastasia's cousin, said that \"Anastasia was nasty to the point of being evil\". She said that Anastasia would get angry when her friends won games, or when the younger Nina was taller than she was. She also cared less about her looks than her sisters. Hallie Erminie Rives, an American writer, described how Anastasia ate chocolates without taking off her white opera gloves at the St. Petersburg opera house when she was 10-years-old.\nAnastasia's family called Anastasia and her older sister Maria \"The Little Pair\". This was because they shared a room, often wore the same dress, and played together a lot. Their older sisters Olga and Tatiana were known as \"The Big Pair\", because they shared a room as well. The four girls sometimes signed letters with their nickname, OTMA. They made this nickname from the first letters of their first names, Olga, Tatiana, Maria, and Anastasia.\nAnastasia was very energetic, but she was often sick. She had \"hallux valgus\" (bunions), which hurt both of her big toes. Anastasia also had a weak muscle in her back. Because of this, she had to be massaged twice every week. She disliked this, and when it was time to be massaged, she would hide under her bed or in cupboards. Anastasia's older sister, Maria, is said to have hemorrhaged in December 1914 during an operation to remove her tonsils. The doctor performing the operation was so shocked that Maria's mother, Tsarina Alexandra, had to order him to continue. Olga Alexandrovna said all four of her nieces bled more than was normal. She believed they had the hemophilia gene, like their mother. Some carriers of the gene are not hemophiliacs themselves, but they can have signs of hemophilia, like bleeding more than most people. DNA testing on the remains of the royal family proved in 2009 that Alexei suffered from Hemophilia B. His mother and one of his sisters were carriers. The Russians thought this sister was Maria, and Americans thought it was Anastasia. If Anastasia had lived, she could have passed on the disease to her children. Anastasia, like everyone else in her family, loved \"Baby\" Tsarevich Alexei very much. Alexei often had attacks of hemophilia and nearly died several times.\nConnection with Grigori Rasputin.\nHer mother trusted Grigori Rasputin, a Russian peasant and wandering \"holy man\". She thought his prayers had saved her son when he was sick many times. Anastasia and her sisters were told to treat Rasputin as \"Our Friend\" and to tell him their secrets. In the autumn of 1907, Anastasia's aunt Grand Duchess Olga Alexandrovna of Russia went to the nursery with the Tsar to meet Rasputin. Anastasia, her sisters and brother Alexei were all wearing their long white nightgowns.\n\"All the children seemed to like him,\" Olga Alexandrovna said later. \"They were completely at ease (comfortable) with him.\" Rasputin's friendship with the Imperial children can be seen in some of the messages he sent to them. In February 1909, Rasputin sent them a telegram, saying, \"Love the whole of God's nature, the whole of His creation in particular this earth. The Mother of God was always occupied with flowers and needlework.\"\nBut in 1910, Sofia Ivanovna Tyutcheva told other people in the family that Rasputin was allowed to see the four girls when they were wearing their nightgowns. Rasputin's visits to the children were completely innocent, but the family was shocked and angry. Tyutcheva told Nicholas's sister, Grand Duchess Xenia Alexandrovna of Russia, that Rasputin visited and talked to the girls while they were getting ready for bed, and hugged and patted them. Tyutcheva said the children did not talk about Rasputin with her and kept his visits a secret. Tatiana wrote to her mother on 8 March 1910, that she was \"so afr(aid) that S.I. (governess Sofia Ivanovna Tyutcheva) can our friend something bad\". Xenia wrote on 15 March 1910 that she did not understand \"the attitude (behavior) of Alix and the children to that sinister Grigory\". Nicholas asked Rasputin not to go into the nursery after that, and Alexandra later fired Tyutcheva.\nIn the spring of 1910, Maria Ivanovna Vishnyakova, a royal governess, said that Rasputin had raped her. The empress did not believe her, saying that \"everything Rasputin does is holy\". Grand Duchess Olga Alexandrovna was told that they had made an investigation to see if what Vishnyakova said was true, but that \"they caught the young woman in bed with a Cossack of the Imperial Guard.\" Vishnyakova was kept from seeing Rasputin after she claimed that he raped her. She was fired in 1913.\nBut rumors still spread. People suggested that Rasputin had seduced the Tsarina and her four daughters. Rasputin had written warm, but completely innocent letters to the Tsarina and her four daughters. He released the letters, which made people gossip even more. \"My dear, precious, only friend,\" wrote Anastasia. \"How much I should like to see you again. You appeared to me today in a dream. I am always asking Mama when you will think of you always, my dear, because you are so good to me...\"\nSoon after, pornographic cartoons were printed about Rasputin having relations with the Empress, her four daughters and Anna Vyrubovna. After the scandal, Nicholas asked Rasputin to leave St. Petersburg for a time. Rasputin went on a pilgrimage to Palestine. Alexandra was very angry at this. However, though the rumors continued, the imperial family continued to be friendly with Rasputin until he was murdered on 17 December 1916. \"Our Friend is so contented (happy) with our girlies, souls have much developed,\" Alexandra wrote to Nicholas on December 6, 1916.\nLater, A.A. Mordvinov reported in his memoirs that the four Grand Duchesses looked \"cold and visibly terribly upset\" by Rasputin's death. He added that they sat \"huddled up closely together\" on a sofa on the night they heard he was killed. Mordvinov remembered that they were sad and seemed to feel the beginning of great political troubles. Rasputin was buried with an icon signed on the back by Anastasia, her mother and her sisters. Anastasia went to his funeral on December 21, 1916. Her family planned to build a church over Rasputin's grave. After they were killed by the Bolsheviks, it was discovered Anastasia and her sisters were all wearing amulets with Rasputin's picture and a prayer on it.\nWorld War I and revolution.\nDuring World War I Anastasia and her sister Maria visited hurt soldiers at a hospital at Tsarskoye Selo. Because they were too young to become Red Cross nurses like their mother and older sisters, they played checkers and billiards with the soldiers and tried to make them happy instead. Felix Dassel, who was treated at the hospital, remembered that Anastasia had a \"laugh like a squirrel\", and walked quickly \"as though she \"tripped\" along.\"\nIn February 1917, Nicholas II resigned from the throne. Anastasia and her family were placed under house arrest at the Alexander Palace in Tsarskoye Selo during the Russian Revolution. As the Bolsheviks came nearer, Alexander Kerensky moved them to Tobolsk, Siberia. The Bolsheviks grew more and more powerful. Anastasia and her family were moved to the Ipatiev House (House of Special Purpose), at Yekaterinburg.\nAnastasia felt sad about her captivity. \"Goodby,\" she wrote to a friend in the winter of 1917. \"Don't forget us.\" At Tobolsk, she wrote a sad theme for her English teacher, filled with spelling mistakes, about \"Evelyn Hope\", a poem by Robert Browning about a young girl. \"When she died she was only sixteen years old,\" Anastasia wrote. \"Ther(e) was a man who loved her without having seen her but (k)new her very well. And she he(a)rd of him also. He never could tell her that he loved her, and now she was dead. But still he thought that when he and she will live [their] next life whenever it will be that...\"\nAt Tobolsk, she and her sisters sewed jewels into their clothes. This was because Alexandra, Nicholas and Maria had had their things taken away when they arrived in Ekaterinburg. Demidova wrote to Tegleva about this, using code words for the jewels such as \"medicines\" and \"Sednev's belongings\". Anastasia and her sisters dressed simply, and all three had their hair cut short. It had been cut when they were ill with measles in 1917, and they had kept it short. Pierre Gilliard remembered his last sight of the children: \"The sailor Nagorny, who attended to Alexei Nikolaevitch, passed my window carrying the sick boy in his arms, behind him came the Grand Duchesses loaded with valises and small personal belongings. I tried to get out, but was roughly pushed back into the carriage by the sentry. I came back to the window. Tatiana Nikolayevna came last carrying her little dog and struggling to drag a heavy brown valise. It was raining and I saw her feet sink into the mud at every step. Nagorny tried to come to her assistance (help); he was roughly pushed back by one of the commisars...\" Baroness Sophie Buxhoeveden, too, spoke of her last sad memory of Anastasia: \"Once, standing on some steps at the door of a house close by, I saw a hand and a pink-sleeved arm opening the topmost (highest) pane. According to the blouse the hand must have belonged either to the Grand Duchess Marie or Anastasia. They could not see me through their windows, and this was to be the last glimpse that I was to have of any of them!\"\nBut even in the last months of her life, Anastasia could be happy. She and other members of her family performed plays for their parents and others in the spring of 1918. Her tutor Sydney Gibbes said that Anastasia's acting made everyone laugh. On 7 May 1918, Anastasia wrote a letter from Tobolsk to her sister Maria in Yekaterinburg. In the letter, she described a moment of joy, even though she was sad, lonely, and worried about her sick brother Alexei: \"We played on the swing, that was when I roared with laughter (laughed loudly), the fall was so wonderful! Indeed! I told the sisters about it so many times yesterday that they got quite fed up (tired)\", adding, \"One could simply shout with joy.\" In his memoirs, Alexander Strekotin, one of the guards at the Ipatiev House, called Anastasia \"very friendly and full of fun\". Another guard said Anastasia was \"a very charming devil! She was mischievous and, I think, rarely (not often) tired. She was lively, and was fond of (enjoyed) performing comic mimes with the dogs, as though they were performing in a circus.\" Another guard, however, called her \"offensive and a terrorist\" and complained about some of her sharp remarks. Anastasia and her sisters learned to wash their own clothes and make bread at the Ipatiev House.\nIn the summer, however, the whole family became much sadder. According to some accounts, Anastasia once became so unhappy about the locked, painted windows that she opened one to get fresh air. A guard is said to have seen her and fired, almost hitting her. She did not try to open the windows again.\nOn 14 July 1918, local priests at Yekaterinburg held a private church service for the family. They later said that Anastasia and her family fell on their knees during the prayers for the dead, which they had not done before. They also noted that the girls had become very sad and did not reply to the service. One of the priests said, \"Something has happened to them in there.\" But the next day, on 15 July 1918, Anastasia and her sisters seemed happier. They joked and helped move the beds in their shared bedroom so that the cleaning women could clean the floors. Helping the women scrub the floors, they whispered to them when the guards were not watching. Anastasia even stuck her tongue out at Yakov Yurovsky, the head of the guards, when he turned his back and left the room.\nAnastasia was executed with her family by a firing squad in the early morning of 17 July 1918. They had been killed by the Bolshevik secret police, commanded by Yurovsky.\nCaptivity and execution.\nIn October 1917, the Bolshevik revolution struck Russia. A civil war began shortly after that. Plans to release the Romanovs slowed down. As the Whites (people who were still faithful to the Tsar and autocracy) came more toward Yekaterinburg, the Reds felt afraid. They knew that the well-prepared White Army would win. When the Whites reached Yekaterinburg, the Imperial Family were gone. It is thought that the family had been executed.\nThe \"Yurovsky Note\" was found in 1989 and described in Edvard Radzinsky's 1992 book \"The Last Tsar\". The \"Yurovsky Note\" was a description of the event by Yurovsky after the execution. According to the note, on the night of the murders the family was awakened and told to dress. They were told they were moving to a new place for their safety. They claimed it was because of the possible violence which might happen when the White Army reached Yekaterinburg. When they were dressed, the family and the few servants were led to a small room in the house's basement. They were told to wait there. Alexandra asked for chairs for herself and Alexei, and she sat next to her son. After a short time, the executioners entered the room, led by Yurovsky. Yurovsky quickly told the Tsar and his family that they were going to die. The Tsar cried \"What?\" and turned to his family, but was immediately killed when several bullets hit his chest. The Tsar, the empress, and two servants were killed in the first round of shooting. Maria, Dr. Botkin and Alexandra's maid Demidova were hurt. Thick smoke and dust filled the room from the shooting, so the gunmen left the room for a few minutes. They soon came back and shot Dr. Botkin. A gunman named Ermakov tried to shoot Tsarevich Alexei, but the jewels in the boy's clothes protected him. Ermakov tried to kill Alexei with a bayonet but failed again. At last, Yurovsky fired two shots into the boy's head. Tatiana and Olga were near the wall. They were holding onto each other and crying for their mother. Tatiana was killed by a shot to her head. Olga died when Ermakov shot her in the jaw.\nMaria, Anastasia, and the maid Demidova were on the floor under the room's one window. Ermakov said that he killed Maria by shooting her head. Ermakov then tried to stab Anastasia, failed, and said he killed her by shooting her head. Maria's skull does not have any bullet wounds, though. It is unclear how she died. Ermakov was drunk during the murders, and it is possible his shot did not go entirely through her head. She might have become unconscious and bled greatly, but remained alive. Then, as the bodies were taken away, two of the grand duchesses moved. One sat up and screamed, throwing her arm over her head. The other, bleeding from the mouth, moaned and moved. When Olga and Tatiana were shot, they were killed instantly, so Maria was probably the one who screamed. Anastasia might still have been able to move. Ermakov told his wife that Anastasia was killed by a bayonet, and Yurovsky wrote that as the bodies were carried out, one or more of the girls cried out and were hit on the back of the head with a club. However, the back of Maria's skull does not show any signs of having been clubbed. The remains of Anastasia's burnt body do not show details of how she died.\nFalse reports of still being alive and Romanov remains.\nOne of the greatest mysteries of the 20th century was if Anastasia had survived or not. From 1920 to 1922, Anna Anderson, the most famous person who pretended to be Anastasia, grew very famous. She claimed that she had pretended to be dead, then escaped with the help of a kind guard that saved her from the dead bodies after seeing she was still alive. Her legal struggle to be recognized as Anastasia from 1938 to 1970 was a controversy for her whole life. It was the longest running case ever heard by the German courts. At last, the courts decided that there was not enough proof.\nAnderson died in 1984 and her body was cremated. In 1994, a tissue sample from Andersen in a hospital was used for DNA tests with the blood of Prince Philip, Duke of Edinburgh. Prince Philip was a grandnephew of Empress Alexandra. Dr. Gill, who did the tests, decided that if \"you accept that these samples came from Anna Anderson, then Anna Anderson could related to Tsar Nicholas or Tsarina Alexandra.\" Anderson's DNA matched with a great-nephew of Franziska Schanzkowska, a missing Polish factory worker. Some people who supported Anderson agreed that the DNA tests showed she could not have been the Grand Duchess.\nAt least 10 women claimed to be Anastasia. Less famous people who pretended to be Anastasia were Nadezhda Ivanovna Vasilyeva and Eugenia Smith. A priest took care of two young women who said that they were Anastasia and her sister Maria in the Ural Mountains in 1919. They lived there as nuns until they died in 1964. They were buried with the names Anastasia and Maria Nikolaevna.\nPeople reported that trains and houses were being searched for 'Anastasia Romanov' by soldiers and secret police. When she was put in prison for a short time at Perm in 1918, Princess Helena Petrovna, the wife of Anastasia's distant cousin, Prince Ioann Konstantinovich of Russia, said that a guard took a girl who called herself Anastasia Romanova to her cell and asked her if the girl was the Tsar's daughter. When she did not recognize the girl, the guard took her away. Others in Perm later said that they saw Anastasia, her mother and sisters in Perm after they were killed, but this was only a rumor. Surprisingly, the rumors that had started to hide the fact that the family was dead helped the rumors that they were alive. A few days after they had been killed, the German government sent telegrams to Russia asking for \"the safety of the princesses of German blood\". Russia had signed a peace treaty with the Germans and did not want to tell them that the women were dead. Instead, they told them they had been moved to a safer place. This could have been why the 'Perm stories' began.\nAnother time, eight people said that they saw a young woman being captured at a railway station at Siding 37 in September 1918 after trying to escape. These people were Maxim Grigoyev, Tatiana Sitnikova and her son Fyodor Sitnikov, Ivan Kuklin and Matrina Kuklina, Vassily Ryabov, Ustinya Varankina, and Dr. Pavel Utkin. Some of these people said that the girl was Anastasia when they saw photographs of the grand duchess by White Russian Army investigators. Dr. Pavel Utkin also told the investigators that the girl, whom he had helped in Perm when she was hurt, had said, \"I am the daughter of the ruler, Anastasia.\" During that time, there were similar stories of young people in Russia saying that they were Romanovs who had escaped. Boris Soloviev, the husband of Rasputin's daughter Maria, defrauded many important Russian families by asking for money for a Romanov to escape to China. Soloviev was helped by young women who pretended to be one of the grand duchesses to help trick the families.\nSome suggest that there might have been a way for a guard to save anyone in the family who still lived. Yakov Yurovsky ordered the guards to come to his office and give him the things they had stolen after the murder. At that time, it is said that there was a short time when the killed bodies were left in the truck and in the basement of the house. Some guards who had not joined in the murders and had felt sorry for the grand duchesses were left in the basement with the bodies.\nThere were also stories from Bulgaria that Anastasia and her brother were still alive. In 1953, Peter Zamiatkin told a 16-year-old person being treated at a hospital that he had taken Anastasia and Alexei to the village where he was born near Odessa. He said he was a member of the guard of the Romanovs, and that the Tsar had asked him to do this. Zamiatkin said that after the rest of the family had been killed, he escaped with the children on a ship. \"Anastasia\" and \"Alexei\" lived under false names in the Bulgarian town of Gabarevo. The Bulgarian \"Anastasia\" called herself Eleonora Albertovna Kruger. She died in 1954.\nRomanov graves.\nIn 1991, the place where the Imperial family and their servants were supposedly buried as found in the woods outside Yekaterinburg. It had actually been found almost ten years earlier, but had been kept hidden by the people who discovered it. They did not want the Communists, who still ruled Russia at that time, to know where the grave was. The grave only had nine bodies instead of 11. DNA and studies on their skeletons showed that they were the bodies of Tsar Nicholas II, his wife, and three of the Grand Duchesses (Olga, Tatiana, and Maria). The other remains had different DNA. They were the bodies of the family's doctor (Yevgeny Botkin), valet (Alexei Trupp), cook (Ivan Kharitonov) and Alexandra's maid (Anna Demidova). Dr. William Maples decided that the Tsarevitch Alexei and Anastasia's bodies were missing. Russian scientists did not agree with this. They claimed that it was the body of Maria was missing, not Anastasia's. The Russians used a computer program to compare photos of Anastasia with the skulls from the grave. When some of the pieces of bone in the skulls were missing, they guessed how long or wide it was instead. American scientists thought this way of studying the bodies was wrong.\nAmerican scientists thought the missing body was Anastasia's. This was because none of the female skeletons showed signs that it was not fully grown yet. The remains of the Imperial Family were buried in 1998. At that time, a body that measured about 5 feet, 7 inches (170 cm) was buried as the body of Anastasia. Photographs of her standing next to her sisters six months before she died show that Anastasia was a few inches shorter than all of them.\nThe \"Yurovsky Note\" showed that two of the bodies were taken from the main grave and burned secretly to hide the burials of the Imperial family. However, people could not find the place where the bodies were burnt for many years. However, on 23 August 2007, a Russian archaeologist declared that he had found two burned skeletons near Yekaterinburg, at a place which seemed to match what was described in Yurovsky's writings. The archaeologists said that the bones were from a boy who was about 10 to 13, and a young woman who was between 18 and 23 years old. Anastasia was 17 years and one month old when she was killed; Maria was 19 years, one month old, and Alexei was just two weeks before his fourteenth birthday. Anastasia's older sisters, Olga and Tatiana, were 22 and 23 when they died. They used metal detectors to find the bones.\nMany international laboratories such as the Armed Forces DNA Identification Laboratory and Medical University of Innsbruck did DNA tests. They proved that the remains were from the body of Tsarevich Alexei and one of his sister. They agreed that everyone in the family, including Anastasia, died in 1918. All the parents and children has his or her own special DNA.\nSainthood.\nIn 2000, Anastasia and her family were canonized as passion bearers by the Russian Orthodox Church. In 1981, they had already been canonized by the Russian Orthodox Church Abroad as holy martyrs. The bodies of Tsar Nicholas II, Tsarina Alexandra, and three of their daughters were buried in the St. Catherine Chapel at St. Peter and Paul Cathedral in St. Petersburg on 17 July 1998. This was 80 years after they had been murdered.\nIn culture.\nThe stories of how Anastasia might have escaped became the subject of theatrical and television movies. The earliest, made in 1928, was called \"Clothes Make the Woman\". The story was about a woman who acts the character of Anastasia in a Hollywood movie, and is later recognized by the Russian soldier who saved her.\nIn 1956, a movie called \"Anastasia\" was made. Ingrid Bergman acted Anna Anderson, Yul Brynner was General Bounine (a fictional character based on several real men), and Helen Hayes as the Dowager Empress Marie, Anastasia's grandmother. The movie is about a woman from an asylum who came to Paris in 1928 and was captured by some Russian émigrés who use her so that they can fool Anastasia's grandmother into thinking Anderson actually is her granddaughter. This is because they want to get a Tsarist fortune. After some time, they begin wondering if \"Madame A. Anderson\" really is the missing Grand Duchess.\nThis story was also used for the short 1965 musical \"Anya\".\nIn 1986, NBC began a mini-series inspired by a book published in 1983 by Peter Kurth called \"Anastasia: The Riddle of Anna Anderson\". The movie, ', was a series with two parts. It began with the young Anastasia Nicholaievna and her family being sent to Yekaterinburg, where they are killed by Bolshevik soldiers. The story then moves to 1923, saying that Anna Anderson is Anastasia. Amy Irving was the actress for Anna Anderson.\nThe most recent movie is 1997's \"Anastasia\". This was an animated musical adaptation of the story of Anastasia's fictional (not real) escape from Russia and how she tried to be recognized. The movie often used wrong historical facts.\nIn \"The Romanov Prophecy,\" a 2004 novel by Steve Berry, Anastasia and Alexei are saved by guards and taken away to the United States. There, they live under false names with a family paid by Felix Yusupov. In the novel, both children died in the 1920s because they became sick. However, before they died, Alexei married and had a son.","categories":[],"infobox_types":["Royalty"],"annotations":[{"uri":"Tsar","surface_form":"Tsar","offset":93},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II of Russia","offset":98},{"uri":"Alexandra_Fyodorovna_of_Hesse","surface_form":"Alexandra Fyodorovna","offset":133},{"uri":"Murder","surface_form":"murder","offset":169},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":217},{"uri":"Grand_Duchess_Olga_Nikolaevna_of_Russia","surface_form":"Grand Duchess Olga","offset":262},{"uri":"Grand_Duchess_Tatiana_Nikolaevna_of_Russia","surface_form":"Grand Duchess Tatiana","offset":282},{"uri":"Grand_Duchess_Maria_Nikolaevna_of_Russia_(1899%E2%80%931918)","surface_form":"Grand Duchess Maria","offset":305},{"uri":"Alexei_Nikolaevich%2C_Tsarevich_of_Russia","surface_form":"Alexei Nikolaevich, Tsarevich of Russia","offset":330},{"uri":"Communism","surface_form":"Communist","offset":391},{"uri":"Escape","surface_form":"escaped","offset":485},{"uri":"Grave","surface_form":"grave","offset":582},{"uri":"Yekaterinburg","surface_form":"Yekaterinburg","offset":593},{"uri":"Scientist","surface_form":"scientist","offset":750},{"uri":"DNA","surface_form":"DNA","offset":919},{"uri":"DNA","surface_form":"DNA","offset":1031},{"uri":"Anna_Anderson","surface_form":"Anna Anderson","offset":1261},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":1329},{"uri":"Hair","surface_form":"hair","offset":1340},{"uri":"Heir","surface_form":"heir","offset":1513},{"uri":"Throne","surface_form":"throne","offset":1525},{"uri":"Forgiveness","surface_form":"forgave","offset":1567},{"uri":"Prison","surface_form":"prison","offset":1608},{"uri":"Riot","surface_form":"riot","offset":1630},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":1639},{"uri":"Moscow","surface_form":"Moscow","offset":1658},{"uri":"Resurrection","surface_form":"resurrection","offset":1779},{"uri":"Imperial_Highness","surface_form":"Imperial Highness","offset":1931},{"uri":"Royal_Highness","surface_form":"Royal Highness","offset":2016},{"uri":"Cot","surface_form":"cots","offset":2098},{"uri":"Pillow","surface_form":"pillow","offset":2111},{"uri":"Bath","surface_form":"bath","offset":2153},{"uri":"Sew","surface_form":"sew","offset":2218},{"uri":"Servant","surface_form":"servant","offset":2237},{"uri":"Imp","surface_form":"imp","offset":2511},{"uri":"Plump","surface_form":"plump","offset":2589},{"uri":"Blonde","surface_form":"blonde","offset":2615},{"uri":"Governess","surface_form":"governess","offset":2658},{"uri":"Charm","surface_form":"charming","offset":2729},{"uri":"Well","surface_form":"well","offset":2856},{"uri":"Intelligence","surface_form":"intelligence","offset":2865},{"uri":"Lady-in-waiting","surface_form":"ladies-in-waiting","offset":2985},{"uri":"Humour","surface_form":"funny","offset":3055},{"uri":"Acting","surface_form":"acting","offset":3073},{"uri":"Naughty","surface_form":"naughtiness","offset":3211},{"uri":"Genius","surface_form":"genius","offset":3238},{"uri":"Medical_doctor","surface_form":"doctor","offset":3275},{"uri":"Eugene_Botkin","surface_form":"Yevgeny Botkin","offset":3282},{"uri":"Rock_(geology)","surface_form":"rock","offset":3483},{"uri":"Game","surface_form":"game","offset":3714},{"uri":"Chocolate","surface_form":"chocolate","offset":3895},{"uri":"Opera_gloves","surface_form":"opera gloves","offset":3935},{"uri":"Nickname","surface_form":"nickname","offset":4336},{"uri":"Hallux_valgus","surface_form":"hallux valgus","offset":4521},{"uri":"Muscle","surface_form":"muscle","offset":4606},{"uri":"Blood","surface_form":"hemorrhaged","offset":4835},{"uri":"Tonsil","surface_form":"tonsil","offset":4898},{"uri":"Hemophilia","surface_form":"hemophilia","offset":5127},{"uri":"Grigori_Rasputin","surface_form":"Grigori Rasputin","offset":5820},{"uri":"Peasant","surface_form":"peasant","offset":5848},{"uri":"Grand_Duchess_Olga_Alexandrovna_of_Russia","surface_form":"Grand Duchess Olga Alexandrovna of Russia","offset":6094},{"uri":"Nightgown","surface_form":"nightgown","offset":6264},{"uri":"Grand_Duchess_Xenia_Alexandrovna_of_Russia","surface_form":"Grand Duchess Xenia Alexandrovna of Russia","offset":7003},{"uri":"Evil","surface_form":"sinister","offset":7519},{"uri":"Rape","surface_form":"rape","offset":7731},{"uri":"Cossack","surface_form":"Cossack","offset":7994},{"uri":"Seduce","surface_form":"seduced","offset":8188},{"uri":"Dream","surface_form":"dream","offset":8514},{"uri":"Pornography","surface_form":"pornographic","offset":8635},{"uri":"Cartoon","surface_form":"cartoon","offset":8648},{"uri":"Sexual_intercourse","surface_form":"relations","offset":8692},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":8857},{"uri":"Palestine","surface_form":"Palestine","offset":8871},{"uri":"Memoir","surface_form":"memoir","offset":9225},{"uri":"Terrible","surface_form":"terribly","offset":9288},{"uri":"Upset","surface_form":"upset","offset":9297},{"uri":"Huddled","surface_form":"huddled","offset":9349},{"uri":"Couch","surface_form":"sofa","offset":9383},{"uri":"Icon","surface_form":"icon","offset":9557},{"uri":"Amulet","surface_form":"amulet","offset":9838},{"uri":"Prayer","surface_form":"prayer","offset":9876},{"uri":"World_War_I","surface_form":"World War I","offset":9925},{"uri":"Hospital","surface_form":"hospital","offset":9995},{"uri":"Tsarskoye_Selo","surface_form":"Tsarskoye Selo","offset":10007},{"uri":"Red_Cross","surface_form":"Red Cross","offset":10061},{"uri":"Checkers","surface_form":"checkers","offset":10127},{"uri":"Billiards","surface_form":"billiards","offset":10140},{"uri":"Squirrel","surface_form":"squirrel","offset":10299},{"uri":"House_arrest","surface_form":"house arrest","offset":10461},{"uri":"Alexander_Palace","surface_form":"Alexander Palace","offset":10481},{"uri":"February_Revolution","surface_form":"Russian Revolution","offset":10527},{"uri":"Bolsheviks","surface_form":"Bolsheviks","offset":10554},{"uri":"Tobolsk","surface_form":"Tobolsk","offset":10611},{"uri":"Siberia","surface_form":"Siberia","offset":10620},{"uri":"Yekaterinburg","surface_form":"Yekaterinburg","offset":10761},{"uri":"Captivity","surface_form":"captivity","offset":10805},{"uri":"Robert_Browning","surface_form":"Robert Browning","offset":11011},{"uri":"Sewing","surface_form":"sewed","offset":11420},{"uri":"Jewel","surface_form":"jewel","offset":11426},{"uri":"Medicine","surface_form":"medicine","offset":11646},{"uri":"Measles","surface_form":"measles","offset":11806},{"uri":"Sentry","surface_form":"sentry","offset":12180},{"uri":"Baroness_Sophie_Buxhoeveden","surface_form":"Baroness Sophie Buxhoeveden","offset":12484},{"uri":"Pane","surface_form":"pane","offset":12690},{"uri":"Blouse","surface_form":"blouse","offset":12713},{"uri":"Mime","surface_form":"mime","offset":13921},{"uri":"Circus","surface_form":"circus","offset":13978},{"uri":"Terrorist","surface_form":"terrorist","offset":14039},{"uri":"Execute","surface_form":"executed","offset":15292},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":15401},{"uri":"October_Revolution","surface_form":"Bolshevik revolution","offset":15495},{"uri":"Autocracy","surface_form":"autocracy","offset":15674},{"uri":"Violence","surface_form":"violence","offset":16301},{"uri":"Basement","surface_form":"basement","offset":16468},{"uri":"Bayonet","surface_form":"bayonet","offset":17277},{"uri":"Jaw","surface_form":"jaw","offset":17539},{"uri":"Moan","surface_form":"moaned","offset":18201},{"uri":"Bayonet","surface_form":"bayonet","offset":18423},{"uri":"Club_(weapon)","surface_form":"club","offset":18567},{"uri":"Anna_Anderson","surface_form":"Anna Anderson","offset":18894},{"uri":"Law","surface_form":"legal","offset":19145},{"uri":"Controversy","surface_form":"controversy","offset":19214},{"uri":"Cremation","surface_form":"cremated","offset":19411},{"uri":"Tissue_(biological)","surface_form":"tissue","offset":19432},{"uri":"Hospital","surface_form":"hospital","offset":19465},{"uri":"Prince_Philip%2C_Duke_of_Edinburgh","surface_form":"Prince Philip, Duke of Edinburgh","offset":19515},{"uri":"Nicholas_II_of_Russia","surface_form":"Tsar Nicholas","offset":19740},{"uri":"Factory","surface_form":"factory","offset":19864},{"uri":"Ural_Mountains","surface_form":"Ural Mountains","offset":20235},{"uri":"Nun","surface_form":"nun","offset":20279},{"uri":"Train","surface_form":"train","offset":20394},{"uri":"House","surface_form":"house","offset":20405},{"uri":"Perm","surface_form":"Perm","offset":20534},{"uri":"Princess_Helen_of_Serbia","surface_form":"Princess Helena Petrovna","offset":20548},{"uri":"Prince_Ioann_Konstantinovich_of_Russia","surface_form":"Prince Ioann Konstantinovich of Russia","offset":20614},{"uri":"Telegram","surface_form":"telegram","offset":21170},{"uri":"Peace_treaty","surface_form":"peace treaty","offset":21269},{"uri":"Cheating","surface_form":"defrauded","offset":22264},{"uri":"China","surface_form":"China","offset":22353},{"uri":"Bulgaria","surface_form":"Bulgaria","offset":22982},{"uri":"Yekaterinburg","surface_form":"Yekaterinburg","offset":23712},{"uri":"Eugene_Botkin","surface_form":"Yevgeny Botkin","offset":24226},{"uri":"Valet","surface_form":"valet","offset":24243},{"uri":"Anna_Demidova","surface_form":"Anna Demidova","offset":24310},{"uri":"William_R._Maples","surface_form":"Dr. William Maples","offset":24326},{"uri":"Grand_Duchess_Maria_Nikolaevna_of_Russia_(1899%E2%80%931918)","surface_form":"Maria","offset":24498},{"uri":"Archaeologist","surface_form":"archaeologist","offset":25531},{"uri":"Skeleton","surface_form":"skeleton","offset":25583},{"uri":"Metal_detector","surface_form":"metal detector","offset":26068},{"uri":"Laboratory","surface_form":"laboratories","offset":26122},{"uri":"Armed_Forces_DNA_Identification_Laboratory","surface_form":"Armed Forces DNA Identification Laboratory","offset":26147},{"uri":"Medical_University_of_Innsbruck","surface_form":"Medical University of Innsbruck","offset":26194},{"uri":"DNA","surface_form":"DNA","offset":26464},{"uri":"Canonization","surface_form":"canonized","offset":26519},{"uri":"Passion_bearer","surface_form":"passion bearer","offset":26532},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":26555},{"uri":"Russian_Orthodox_Church_Abroad","surface_form":"Russian Orthodox Church Abroad","offset":26628},{"uri":"Martyr","surface_form":"holy martyrs","offset":26662},{"uri":"Theater","surface_form":"theatrical","offset":26993},{"uri":"Television","surface_form":"television","offset":27008},{"uri":"Hollywood","surface_form":"Hollywood","offset":27161},{"uri":"Anastasia_(1956_movie)","surface_form":"\"Anastasia\"","offset":27264},{"uri":"Ingrid_Bergman","surface_form":"Ingrid Bergman","offset":27286},{"uri":"Anna_Anderson","surface_form":"Anna Anderson","offset":27307},{"uri":"Yul_Brynner","surface_form":"Yul Brynner","offset":27322},{"uri":"Fictional_character","surface_form":"fictional character","offset":27357},{"uri":"Helen_Hayes","surface_form":"Helen Hayes","offset":27409},{"uri":"Maria_Feodorovna_(Dagmar_of_Denmark)","surface_form":"Dowager Empress Marie","offset":27428},{"uri":"Paris","surface_form":"Paris","offset":27530},{"uri":"Musical","surface_form":"musical","offset":27892},{"uri":"Miniseries","surface_form":"mini-series","offset":27929},{"uri":"Amy_Irving","surface_form":"Amy Irving","offset":28291},{"uri":"Animation","surface_form":"animated","offset":28394},{"uri":"Steve_Berry_(novelist)","surface_form":"Steve Berry","offset":28614},{"uri":"Felix_Yusupov","surface_form":"Felix Yusupov","offset":28762}]}