{"id":48989,"url":"http://en.wikipedia.org/wiki/Grand_Duchess_Maria_Nikolaevna_of_Russia_(1899%E2%80%931918)","text":"Grand Duchess Maria Nikolaevna of Russia (\"Maria Nikolaevna Romanova\"; Russian: Великая Княжна Мария Николаевна, – July 17, 1918) was the third daughter of Tsar Nicholas II of Russia and Tsarina Alexandra Fyodorovna (Alix of Hesse). After she was murdered in the Russian Revolution of 1917, she was canonized as a passion bearer by the Russian Orthodox Church.\nWhen she lived, Maria was not old enough to be a Red Cross nurse like her sisters. Instead, she was patroness of a hospital and visited wounded soldiers. She was very interested in the lives of the soldiers, and had several innocent crushes on the young men she met. She wanted to marry and have a big family. She was known to be flirtatious at a young age.\nShe was an older sister of Grand Duchess Anastasia Nikolaevna of Russia. Her sister Anastasia was famous for stories about her escape from the murder of the royal family for almost 90 years. In the 1990s, it was suggested that the Grand Duchess whose remains were not in the Romanov grave might be Maria. However, further remains were discovered in 2007, and DNA proved at last that the entire Imperial family had been murdered in 1918.\nAppearance.\nPeople described Maria as a pretty, flirtatious girl. She was plump, with light brown hair and big blue eyes that her family called \"Marie's saucers\". Her French teacher Pierre Gilliard said Maria was tall and healthy, with rosy cheeks. Tatiana Botkina thought Maria's eyes were \"soft and gentle.\" While her elder sister Tatiana was considered the most elegant, Maria was thought to be the beauty of the family. When she was a baby, people compared her to one of Botticelli's angels. Grand Duke Vladimir Alexandrovich of Russia called her \"The Amiable (Good-hearted) Baby\".\nLife and childhood.\nWhen she was young, Maria once ran away from her bath and ran naked (without clothes) all around the palace. Her Irish nurse, Margaretta Eager, who was talking about politics with a friend, did not even notice. \"Fortunately, I arrived just at that moment, picked her up and carried her back to Miss Eagar,\" remembered her aunt Grand Duchess Olga Alexandrovna of Russia. Her older sisters did not like to let Maria join in their games. They once even called Maria their \"stepsister\". This was because she was so good and never got into trouble, according to Margaretta Eagar. However, even the sweet Maria could be mischievous sometimes. Once, when she was young, she stole some biscuits from her mother's tea table. The governess and Alexandra wanted her to go to bed as a punishment, but Nicholas said no. He said, \"I was always afraid (fearful) of the wings growing. I am glad to see she is only a human child.\" Eagar remarked that Maria loved her father deeply. She often tried to run away from the nursery to \"go to Papa\". When her father was ill with typhoid, Maria covered a small picture of him with kisses every night.\nShe was raised very simply. She shared a room with her sister Anastasia, where the walls were painted gray, and the ceiling was painted with butterflies. The furniture was simple and in white and green colors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":71},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II of Russia","offset":161},{"uri":"Alexandra_Fyodorovna_(Alix_of_Hesse)","surface_form":"Alexandra Fyodorovna (Alix of Hesse)","offset":195},{"uri":"Russian_Revolution_of_1917","surface_form":"Russian Revolution of 1917","offset":263},{"uri":"Canonization","surface_form":"canonized","offset":299},{"uri":"Passion_bearer","surface_form":"passion bearer","offset":314},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":336},{"uri":"Red_Cross","surface_form":"Red Cross","offset":410},{"uri":"Nurse","surface_form":"nurse","offset":420},{"uri":"Patroness","surface_form":"patroness","offset":461},{"uri":"Hospital","surface_form":"hospital","offset":476},{"uri":"Soldier","surface_form":"soldier","offset":505},{"uri":"Love","surface_form":"crushes","offset":594},{"uri":"Marriage","surface_form":"marry","offset":642},{"uri":"Grand_Duchess_Anastasia_Nikolaevna_of_Russia","surface_form":"Grand Duchess Anastasia Nikolaevna of Russia","offset":746},{"uri":"Grave","surface_form":"grave","offset":1002},{"uri":"Flirt","surface_form":"flirtatious","offset":1204},{"uri":"Plump","surface_form":"plump","offset":1230},{"uri":"French_language","surface_form":"French","offset":1323},{"uri":"Botticelli","surface_form":"Botticelli","offset":1631},{"uri":"Angel","surface_form":"angel","offset":1644},{"uri":"Grand_Duke_Vladimir_Alexandrovich_of_Russia","surface_form":"Grand Duke Vladimir Alexandrovich of Russia","offset":1652},{"uri":"Bath","surface_form":"bath","offset":1811},{"uri":"Ireland","surface_form":"Irish","offset":1875},{"uri":"Nurse","surface_form":"nurse","offset":1881},{"uri":"Politics","surface_form":"politics","offset":1928},{"uri":"Grand_Duchess_Olga_Alexandrovna_of_Russia","surface_form":"Grand Duchess Olga Alexandrovna of Russia","offset":2089},{"uri":"Stepsister","surface_form":"stepsister","offset":2232},{"uri":"Mischief","surface_form":"mischievous","offset":2376},{"uri":"Biscuit","surface_form":"biscuit","offset":2440},{"uri":"Typhoid","surface_form":"typhoid","offset":2818},{"uri":"Kiss","surface_form":"kiss","offset":2869},{"uri":"Gray","surface_form":"gray","offset":2991},{"uri":"Butterfly","surface_form":"butterflies","offset":3030},{"uri":"White","surface_form":"white","offset":3075},{"uri":"Green","surface_form":"green","offset":3085}]}