{"id":48996,"url":"http://en.wikipedia.org/wiki/Grand_Duchess_Olga_Nikolaevna_of_Russia","text":"Grand Duchess Olga Nikolaevna of Russia (Olga Nikolaevna Romanova) (;, November 16 after 1900 – July 17, 1918) was the oldest daughter of Tsar Nicholas II of Russia, the last sovereign of Imperial Russia, and his wife Alexandra Fyodorovna.\nOlga's future marriage was the subject of much speculation inside Russia while she was alive. There were stories about matches with Grand Duke Dmitri Pavlovich of Russia, Crown Prince Carol of Romania, Edward, Prince of Wales, eldest son of Britain's George V, and with Crown Prince Alexander of Serbia. Olga wanted to marry a Russian and stay in her home country. During World War I, Olga nursed wounded soldiers at a military hospital until she became ill herself. After that, she managed administrative duties at the hospital.\nOlga was murdered with her family on July 17, 1918 by the Bolshevik secret police. The Russian Orthodox Church canonized her as a passion bearer after her death. Later, many people falsely claimed to be surviving members of the royal family. A woman named Marga Boodts claimed to be Grand Duchess Olga, but she was not taken seriously. Historians believe that Olga was killed with her family at Ekaterinburg. Her remains were identified through DNA testing. They were buried in a funeral ceremony in 1998 at Peter and Paul Cathedral in St. Petersburg with those of her parents and two of her sisters.\nEarly life.\nOlga's sisters were Grand Duchesses Tatiana, Maria, and Anastasia. She also had a brother, Tsarevich Alexei of Russia. Olga’s title (\"Velikaya Knyazhna\" Великая Княжна) is best translated as \"Grand Princess\". This meant that Olga, as an \"Imperial Highness\", was higher in rank than other Princesses in Europe who were \"Royal Highnesses\". \"Grand Duchess\" became the most well-known translation of the title into English from Russian. Olga's friends and family usually called her simply Olga Nikolaevna. They also called her \"Olishka\" or \"Olya\". Queen Victoria was her great-grandmother. Olga was very close to her sister Tatiana. They shared a room, dressed similarly, and were known as \"The Big Pair\". The younger sisters, Maria and Anastasia, were known as \"The Little Pair\".\nOlga was known for her compassion and kindness from when she was young. But she also had a quick temper and often spoke what she thought plainly. Once, when she was a small child, she became impatient while posing for a portrait painter and told him, \"You are a very ugly man and I don't like you one bit!\" Pierre Gilliard, her French teacher, said that when he first saw Olga when she was 10 years old, she was \"very fair, and with sparkling, mischievous examined me with a look which seemed from the first moment to be searching for the weak point in my armor, but there was something so pure and frank (truthful) about the child that one liked her straight off.\"\nThe Tsar's children lived very simply. They slept on hard camp cots without pillows when they were healthy. This tradition had been started in the rule of Catherine the Great when she first made her grandson Alexander do so. They took cold baths in the morning, and had to clean their rooms and do needlework. Most people living with them, including servants, usually called the Grand Duchess by her first name, Olega Nikolaevna, instead of her title or \"Her Imperial Highness\". However, once on a visit to a museum where state carriages were displayed, Olga ordered one of the servants to prepare the largest and most beautiful carriage for her daily drive. She was not obeyed. She also felt oldest children should be respected. When she was told the Biblical story of Joseph, she felt sorry for the older brothers instead of Joseph. She also sympathized with Goliath rather than David in the story of David and Goliath. Olga loved reading. Unlike her sisters, she also liked school work. Pierre Gilliard said that Olga had a very \"quick brain\", with \"good reasoning powers\" and \"a very independent manner, and a gift for swift (quick) and entertaining (funny) repartee (replies).\" She enjoyed reading about politics in newspapers. Olga also liked choosing books from what her mother read. When she was found reading a book before her mother had read it, Olga joked that her mother must wait until Olga had made sure that it was a proper book for her to read.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tsar","surface_form":"Tsar","offset":138},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II of Russia","offset":143},{"uri":"Imperial_Russia","surface_form":"Imperial Russia","offset":188},{"uri":"Alexandra_Fyodorovna_of_Hesse","surface_form":"Alexandra Fyodorovna","offset":218},{"uri":"Marriage","surface_form":"marriage","offset":254},{"uri":"Guess","surface_form":"speculation","offset":287},{"uri":"Russia","surface_form":"Russia","offset":306},{"uri":"Grand_Duke_Dmitri_Pavlovich_of_Russia","surface_form":"Grand Duke Dmitri Pavlovich of Russia","offset":372},{"uri":"Carol_II_of_Romania","surface_form":"Crown Prince Carol of Romania","offset":411},{"uri":"Edward_VIII_of_the_United_Kingdom","surface_form":"Edward, Prince of Wales","offset":442},{"uri":"George_V_of_the_United_Kingdom","surface_form":"George V","offset":491},{"uri":"Alexander_I_of_Yugoslavia","surface_form":"Crown Prince Alexander of Serbia","offset":510},{"uri":"World_War_I","surface_form":"World War I","offset":612},{"uri":"Nurse","surface_form":"nurse","offset":630},{"uri":"Military","surface_form":"military","offset":659},{"uri":"Hospital","surface_form":"hospital","offset":668},{"uri":"Administrator","surface_form":"administrative","offset":731},{"uri":"Murder","surface_form":"murder","offset":779},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":828},{"uri":"Police","surface_form":"police","offset":845},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":857},{"uri":"Canonization","surface_form":"canonized","offset":881},{"uri":"Passion_bearer","surface_form":"passion bearer","offset":900},{"uri":"Survive","surface_form":"surviving","offset":973},{"uri":"Marga_Boodts","surface_form":"Marga Boodts","offset":1026},{"uri":"Historian","surface_form":"Historian","offset":1106},{"uri":"Ekaterinburg","surface_form":"Ekaterinburg","offset":1165},{"uri":"Identify","surface_form":"identified","offset":1196},{"uri":"DNA","surface_form":"DNA","offset":1215},{"uri":"Funeral","surface_form":"funeral","offset":1250},{"uri":"Saint_Petersburg","surface_form":"St. Petersburg","offset":1306},{"uri":"Grand_Duchess_Tatiana_Nikolaevna_of_Russia","surface_form":"Grand Duchesses Tatiana","offset":1403},{"uri":"Grand_Duchess_Maria_Nikolaevna_of_Russia_(1899%E2%80%931918)","surface_form":"Maria","offset":1428},{"uri":"Grand_Duchess_Anastasia_Nikolaevna_of_Russia","surface_form":"Anastasia","offset":1439},{"uri":"Tsarevich_Alexei_of_Russia","surface_form":"Tsarevich Alexei of Russia","offset":1474},{"uri":"Translation","surface_form":"translated","offset":1560},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":1927},{"uri":"Mercy","surface_form":"compassion","offset":2183},{"uri":"Pose","surface_form":"posing","offset":2367},{"uri":"Portrait","surface_form":"portrait","offset":2380},{"uri":"Painter","surface_form":"painter","offset":2389},{"uri":"Sparkle","surface_form":"sparkling","offset":2593},{"uri":"Mischief","surface_form":"mischievous","offset":2604},{"uri":"Cot","surface_form":"cots","offset":2889},{"uri":"Pillow","surface_form":"pillow","offset":2902},{"uri":"Catherine_the_Great","surface_form":"Catherine the Great","offset":2981},{"uri":"Bath","surface_form":"bath","offset":3066},{"uri":"Servant","surface_form":"servant","offset":3176},{"uri":"Museum","surface_form":"museum","offset":3335},{"uri":"Carriage","surface_form":"carriage","offset":3354},{"uri":"Bible","surface_form":"Biblical","offset":3578},{"uri":"Joseph_(Hebrew_Bible)","surface_form":"Joseph","offset":3596},{"uri":"Sympathy","surface_form":"sympathized","offset":3670},{"uri":"David_and_Goliath","surface_form":"David and Goliath","offset":3729},{"uri":"Politics","surface_form":"politics","offset":4035},{"uri":"Newspaper","surface_form":"newspaper","offset":4047}]}