{"id":490,"url":"http://en.wikipedia.org/wiki/Mechanistic_paradigm","text":"Believers in this paradigm sometimes say that those who do not believe in it are following a cognitive paradigm - but almost no one uses this term, since it is redundant - cognitive science is already accepted as the most basic idea in the philosophy of science. But mechanists reject some of the ideas of cognitive scientists, like cognitive science of mathematics.\nMechanistic thinking also assumes that philosophy of perception is much less important than cognitive scientists say it is - that humans and their beliefs and equipment do not generally add a lot of bias to a scientific theory. Thomas Kuhn said otherwise, that these things matter, and that the major assumptions of science, can shift drastically. This he called a paradigm shift. The shift from mechanistic to cognitive paradigm is an example of this.\nLater he used other words to describe the assumptions and beliefs, like mind-set, but the word \"paradigm\" is still used. Some say it is much over-used.\nEconomics is often said to \"suffer from\" assumptions of the mechanistic paradigm. Sometimes those who believe in neoclassical economics and also in the mechanistic paradigm say they \"seek to unify physics and economics,\" as if people and particles behaved as two examples of the same kind of thing.\nTechnology is often easier to make if people accept a mechanistic paradigm - but it may be harder to say why it does not work, if one believes in these ideas. For instance, creating diagnostic trees might be easier if one works from experience, not from an idea of how a technology should or must work.\nA controversial idea is that mechanistic ideas are just an older idea called scholasticism, with more mathematics. Both tried to work from what should or must be, instead of what experiment seemed to show.\nAnother controversial idea is that scientism, belief in science as if it were a religion or ethical tradition, comes from this paradigm. Most scientists who are mechanistic do not say they see science as a guide to ethics, but try to keep them separate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Redundant","surface_form":"redundant","offset":160},{"uri":"Cognitive_science","surface_form":"cognitive science","offset":172},{"uri":"Philosophy_of_science","surface_form":"philosophy of science","offset":240},{"uri":"Cognitive_science_of_mathematics","surface_form":"cognitive science of mathematics","offset":333},{"uri":"Philosophy_of_perception","surface_form":"philosophy of perception","offset":406},{"uri":"Bias","surface_form":"bias","offset":566},{"uri":"Thomas_Kuhn","surface_form":"Thomas Kuhn","offset":595},{"uri":"Mind-set","surface_form":"mind-set","offset":892},{"uri":"Economics","surface_form":"Economics","offset":972},{"uri":"Neoclassical_economics","surface_form":"neoclassical economics","offset":1085},{"uri":"Technology","surface_form":"Technology","offset":1271},{"uri":"Creating","surface_form":"creating","offset":1444},{"uri":"Diagnostic_tree","surface_form":"diagnostic tree","offset":1453},{"uri":"Experience","surface_form":"experience","offset":1504},{"uri":"Scholasticism","surface_form":"scholasticism","offset":1651},{"uri":"Mathematics","surface_form":"mathematics","offset":1676},{"uri":"Experiment","surface_form":"experiment","offset":1753},{"uri":"Scientism","surface_form":"scientism","offset":1815},{"uri":"Religion","surface_form":"religion","offset":1860},{"uri":"Ethical_tradition","surface_form":"ethical tradition","offset":1872},{"uri":"Ethics","surface_form":"ethics","offset":1995}]}