{"id":49001,"url":"http://en.wikipedia.org/wiki/Strength_of_materials","text":"e=\"preserve\">The strength of materials is a topic important for the study of solids in many applications. It describes the mechanical behaviors of materials in response to forces that act on objects (such as stress, deformation, strain and stress-strain relations). Usually, the strength of a material is described with units of pressure, because then the value can be applied to many different shapes. For example, a wire and a rod made out of the same steel may have the same tensile strength but the thicker rod will require more force to break.\nStrength is considered in terms of compressive strength, tensile strength, and shear strength, but other properties are often considered, like impact strength and fracture toughness. The strength of materials will also change depending on the environment, such as when it is hot or cold, or humid or dry. Sometimes, the environment, or use over time will change the strength of materials over many hours, days, months, or even years. For example, some metals and metal alloys can become stronger or weaker after being used for many years, especially at high temperatures, because their microstructure, or structure on a very small scale, will change. In almost all materials, the microstructure is what is studied to understand and guess what the strength of a material will be, and it is also what scientists and engineers can modify to change a material (especially a metal). For plastics, many conditions can affect them by causing chemical changes: for example, water will make many plastics softer and weaker, and UV radiation from the Sun can damage many plastics and make them brittle and weak, including Kevlar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stress_(physics)","surface_form":"stress","offset":208},{"uri":"Deformation","surface_form":"deformation","offset":216},{"uri":"Strain","surface_form":"strain","offset":229},{"uri":"Pressure","surface_form":"pressure","offset":329},{"uri":"Wire","surface_form":"wire","offset":418},{"uri":"Rod","surface_form":"rod","offset":429},{"uri":"Tensile_strength","surface_form":"tensile strength","offset":478},{"uri":"Compressive_strength","surface_form":"compressive strength","offset":584},{"uri":"Tensile_strength","surface_form":"tensile strength","offset":606},{"uri":"Shear_strength","surface_form":"shear strength","offset":628},{"uri":"Microstructure","surface_form":"microstructure","offset":1135},{"uri":"UV_radiation","surface_form":"UV radiation","offset":1568},{"uri":"Kevlar","surface_form":"Kevlar","offset":1661}]}