{"id":49052,"url":"http://en.wikipedia.org/wiki/Cremation","text":"Cremation is the act of burning a body after it has died. Cremation is a popular option to dispose of (get rid of) a body instead of burying it. The place where cremations take place is called a crematorium or crematory.\nReligions which approve cremation include Christianity, Jehovah's Witnesses, Buddhism, Hinduism, Jainism, Sikhism, Shinto, and Neopaganism. Judaism and Mormonism strongly discourage cremation. Islam, Neo-Confucianism, and Zoroastrianism disapprove it.\nWays of keeping or disposing of the cremated remains.\nCremated remains (also called \"ashes\") are returned to the person's family. The family then has a few options of what to do with the remains. Usually the ashes are buried in an urn at a cemetery plot just as a coffin is buried in normal earth burial. Many religions require the ashes to be handled in dignified manner. In Scandinavia it is customary to bury the ashes ín an urn in a family grave (a grave which contains the remains of many family members). Family graves are also popular in Japan and Thailand.\nSometimes the cremated person has thought about what they want to be done with their remains and have shared their desires with their family. Cremated remains can be kept in a container called an urn, which in turn can be buried on cemetery plot or placed in a depot called \"columbarium\", or thrown into the air or water of a place that was special to the cremated person, or buried anonymously in the ground. These are the most popular choices of what to do with remains. There are also other, less common, options of how to dispose of the remains. Some examples of ways to scatter the remains are: through fireworks, shot from guns, or dropped from an airplane or hot air balloon. Remains can even be sent into space or turned into a diamond. The latter can be done because humans and diamonds are both made largely from carbon.\nQueen Victoria, pioneer in cremation jewelry.\nQueen Victoria is the most well-known mourner because she went into a state of mourning for several decades. To honour her late Prince Albert, Queen Victoria “took to wearing black jet jewelry, from Whitby, in Yorkshire. As a limited and fairly difficult medium to work with, jet was expensive. It’s a hard material, requiring skilled craftsmanship to avoid breakage during carving.","categories":[],"infobox_types":[],"annotations":[{"uri":"Death","surface_form":"died","offset":52},{"uri":"Burial","surface_form":"burying","offset":133},{"uri":"Christianity","surface_form":"Christianity","offset":263},{"uri":"Jehovah%27s_Wittnesses","surface_form":"Jehovah's Witnesses","offset":277},{"uri":"Buddhism","surface_form":"Buddhism","offset":298},{"uri":"Hinduism","surface_form":"Hinduism","offset":308},{"uri":"Jainism","surface_form":"Jainism","offset":318},{"uri":"Sikhism","surface_form":"Sikhism","offset":327},{"uri":"Shinto","surface_form":"Shinto","offset":336},{"uri":"Neopaganism","surface_form":"Neopaganism","offset":348},{"uri":"Judaism","surface_form":"Judaism","offset":361},{"uri":"Mormonism","surface_form":"Mormonism","offset":373},{"uri":"Islam","surface_form":"Islam","offset":414},{"uri":"Neo-Confucianism","surface_form":"Neo-Confucianism","offset":421},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":443},{"uri":"Ash","surface_form":"ash","offset":558},{"uri":"Urn","surface_form":"urn","offset":1234},{"uri":"Fireworks","surface_form":"fireworks","offset":1646},{"uri":"Hot_air_balloon","surface_form":"hot air balloon","offset":1704},{"uri":"Diamond","surface_form":"diamond","offset":1774},{"uri":"Carbon","surface_form":"carbon","offset":1861}]}