{"id":49060,"url":"http://en.wikipedia.org/wiki/Booker_T._Washington","text":"Booker Taliaferro Washington (April 5, 1856, – November 14, 1915) was an American political leader, teacher and author. He was born into slavery, but was eventually freed. He was one of the most important people in African American history in the United States from 1890 to 1915.\nWashington helped start the Tuskegee Institute, which was a university for African-American students, after attending the Hampton Institute. Washington believed that in order to create a peaceful post-slavery society, black and white people needed to \"cast down the bucket\" and become friends with each other. He saw violence and protests against discrimination of blacks as holding grudges between the races. Washington also stated that freed blacks should not aim for Congress right away, they needed to start by being able to support themselves economically.\nVisit to president.\nWashington was invited to dinner by President Theodore Roosevelt. The President wanted to appoint Washington to advise him on issues of race. This upset some American people. African Americans had visited the White House before but had never been asked to dine there. In reaction several newspapers published a racist poem called \"Niggers in the White House\". The poem was published again when the wife of Representative Oscar DePriest had tea with wife of President Hoover.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":73},{"uri":"Author","surface_form":"author","offset":112},{"uri":"Slavery","surface_form":"slavery","offset":137},{"uri":"African_American","surface_form":"African American","offset":215},{"uri":"Tuskegee_Institute","surface_form":"Tuskegee Institute","offset":308},{"uri":"University","surface_form":"university","offset":340},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":908},{"uri":"Appointment","surface_form":"appoint","offset":952},{"uri":"United_States","surface_form":"American","offset":1020},{"uri":"White_House","surface_form":"White House","offset":1071},{"uri":"Racism","surface_form":"racist","offset":1173},{"uri":"Niggers_in_the_White_House","surface_form":"Niggers in the White House","offset":1193},{"uri":"United_States_House_of_Representatives","surface_form":"Representative","offset":1268},{"uri":"Oscar_Stanton_De_Priest","surface_form":"Oscar DePriest","offset":1283}]}