{"id":49098,"url":"http://en.wikipedia.org/wiki/Third_Servile_War","text":"The Third Servile War, also called the Gladiator War and The War of Spartacus by Plutarch, was the last of several slave rebellions against the Roman Republic.\nThese are called the Servile Wars. The Third Servile War was the only which was dangerous for Italia itself and was doubly alarming to the Roman people because the slaves won several battles against the Roman army between 73 and 71 BC. The rebellion was defeated at last in 71 BC by Marcus Licinius Crassus. The rebellion had indirect effects on Roman politics for many years.\nEvents.\nIn 71 BC, a band of slaves escaped. At first a small group of about 78 gladiators escaped. The band grew to over 120,000. Men, women and children wandered throughout Italy, and raided with relative impunity. Their leaders included the famous gladiator-general Spartacus.\nThe able-bodied adults of this band were a surprisingly effective armed force. They showed they could withstand the Roman military, from the local Campanian patrols, to the Roman militia, and to trained Roman legions under consular command. Plutarch described the actions of the slaves as an attempt by Roman slaves to escape their masters and flee through Cisalpine Gaul, while Appian and Florus depicted the revolt as a civil war in which the slaves waged a campaign to capture the city of Rome itself.\nThe Roman Senate's grew alarmed about the military successes of this band, and their damage to Roman towns and the countryside. Eventually, after several defeats, the Senate put an army of eight legions under the harsh but effective leadership of Marcus Licinius Crassus. The war ended in 71 BC when the armies of Spartacus, after long and bitter fighting, retreated before the legions of Crassus. Realizing that the legions of Gnaeus Pompeius Magnus and Marcus Terentius Varro Lucullus were moving in to trap them, they launched their full strength against Crassus' legions and were utterly destroyed.\nThe Third Servile War was significant to the broader history of ancient Rome mostly in its effect on the careers of Pompey and Crassus. The two generals used their success in putting down the rebellion to further their political careers, using their public acclaim and the implied threat of their legions to sway the consular elections of 70 BC in their favor. Their actions as Consuls damaged Roman political institutions and led, after Caesar's death, to events which turned the Roman Republic into the Roman Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spartacus","surface_form":"Spartacus","offset":68},{"uri":"Plutarch","surface_form":"Plutarch","offset":81},{"uri":"Slave","surface_form":"slave","offset":115},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":144},{"uri":"Roman_Servile_Wars","surface_form":"Servile Wars","offset":181},{"uri":"Italia_(Roman_province)","surface_form":"Italia","offset":254},{"uri":"Marcus_Licinius_Crassus","surface_form":"Marcus Licinius Crassus","offset":443},{"uri":"Gladiator","surface_form":"gladiator","offset":616},{"uri":"Spartacus","surface_form":"Spartacus","offset":805},{"uri":"Campania","surface_form":"Campania","offset":963},{"uri":"Militia","surface_form":"militia","offset":995},{"uri":"Roman_legion","surface_form":"Roman legion","offset":1019},{"uri":"Roman_consul","surface_form":"consular","offset":1039},{"uri":"Cisalpine_Gaul","surface_form":"Cisalpine Gaul","offset":1173},{"uri":"Appian","surface_form":"Appian","offset":1195},{"uri":"Florus","surface_form":"Florus","offset":1206},{"uri":"Roman_Senate","surface_form":"Roman Senate","offset":1325},{"uri":"Marcus_Licinius_Crassus","surface_form":"Marcus Licinius Crassus","offset":1568},{"uri":"Gnaeus_Pompeius_Magnus","surface_form":"Gnaeus Pompeius Magnus","offset":1749},{"uri":"Marcus_Terentius_Varro_Lucullus","surface_form":"Marcus Terentius Varro Lucullus","offset":1776},{"uri":"Roman_consul","surface_form":"Consuls","offset":2302},{"uri":"Julius_Caesar","surface_form":"Caesar","offset":2362},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2429}]}