{"id":49107,"url":"http://en.wikipedia.org/wiki/Transmission","text":"In mechanics, a transmission or gearbox means gears working together. The most common transmission is the transmission in a car.\nIn a car, the engine makes the crankshaft spin. The crankshaft makes the transmission's gears spin, which spin some more parts, which make the wheels spin. But the wheels do not spin as fast as the engine makes the crankshaft spin. That is because the gears are made to slow down the spinning. The gears also give the spinning more force (or to be more scientifically exact, more torque), so the wheels can make the entire car move. most transmissions have a breather vent to let hot air escape.\nTransmission gears.\nA transmission has some gears that change the torque more than other gears. That is why a transmission has a first gear, second gear, third gear, and sometimes more gears. There is also a reverse gear and neutral. An automatic transmission shifts between gears by itself (except reverse gear, and a parking gear). A manual transmission needs the driver to decide when to shift gears. Manual transmission is also called standard transmission. This is confusing because almost all cars in the U.S. have automatic transmission. In other words, since the late 20th century \"standard\" transmission has been unusual. A manual transmission usually has a clutch pedal, which the driver must press while shifting gears. An automatic transmission has a fluid coupling called a torque converter instead of a clutch. Some cars have a \"clutchless\" manual (semi-automatic) transmission, which has an automatic clutch (no clutch pedal), but does not shift gears by itself.\nLayshaft.\nA layshaft is the middle shaft within a gearbox (transmission). When the clutch is engaged, the layshaft turns constantly. All gears on the layshaft turn at the same rate and are permanently attached. It carries gears but does not transfer the primary drive of the gearbox in of the gearbox or out of the gearbox. Layshafts are mostly known through their use in car gearboxes. The oil level in a gearbox is set to layshaft height. That way the spinning gears distribute oil to all the gears.\nOther types.\nNot all transmissions are in cars. For example, bicycles have transmissions. You can see the gears, so it is easier to see how it works.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mechanics","surface_form":"mechanics","offset":3},{"uri":"Crankshaft","surface_form":"crankshaft","offset":160},{"uri":"Torque","surface_form":"torque","offset":509},{"uri":"Vent","surface_form":"vent","offset":597},{"uri":"Torque_converter","surface_form":"torque converter","offset":1412}]}