{"id":49100,"url":"http://en.wikipedia.org/wiki/Angular_momentum","text":"There are two kinds of angular momentum: the spin angular momentum and the orbital angular momentum.\nSpin angular momentum.\nThe spin angular momentum is a kind of angular momentum for objects turning around an axis that goes through the object, like a top spinning around its center.\nObjects that are very spread out from the axis of rotation are very hard to start spinning, but once they get going, they are also hard to stop. We say, that is, it has a large moment of inertia. Similarly, it is easier to start an object spinning slowly (a small angular velocity) than it is to start it spinning fast (a large angular velocity). This is why the spin angular momentum depends both on how spread out the object is (moment of inertia) and how fast it is spinning (angular velocity).\nOrbital angular momentum.\nThe other kind of angular momentum is orbital angular momentum. This is the kind of angular momentum that planets orbiting around the Sun have, but that tops spinning about their axes do not.\nWe use orbital angular momentum when we talk about an object (like a planet) orbiting around some axis that is not moving (like the Sun). That is, part of its motion is in a direction that is neither towards nor away from the axis; at least part of its motion is going around the axis. The orbital angular momentum also measures how hard it would be to stop the object from continuing to orbit around the axis.\nAngular momentum is a conserved quantity—an object's angular momentum stays constant unless an external torque acts on it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moment_of_inertia","surface_form":"moment of inertia","offset":461},{"uri":"Angular_velocity","surface_form":"angular velocity","offset":548},{"uri":"Planet","surface_form":"planets","offset":914},{"uri":"Sun","surface_form":"Sun","offset":942},{"uri":"Conservation_law","surface_form":"conserved","offset":1433},{"uri":"Torque","surface_form":"torque","offset":1515}]}