{"id":49227,"url":"http://en.wikipedia.org/wiki/The_Castle_(movie)","text":"\"The Castle\" is a 1997 Australian movie which was popular in Australia. Some people outside Australia did not understand some of the humour. \"The Castle\" starred Michael Caton and Anne Tenney and was filmed in Melbourne, Australia.\n\"The Castle\" was made in 11 days for about AUD$750,000. Some people have said that \"The Castle\" is a very simple movie because it was filmed cheaply and quickly. However, fans of the movie generally appreciate it because it is a good movie that was made on a low budget.\nPlot.\nThe story is about the Kerrigan family, who have been living in their home—their \"castle\"—for years. Their house is next to the local airport. The airport wants the Kerrigans to move so that they can build a new building on the Kerrigans' land. Darryl Kerrigan is the father. He does not want to leave his house, so he fights the airport in court. At first he loses in court because his lawyer is not very good. Then he meets a very good lawyer (a Queen's Counsel). The Queen's Counsel argues very well and the Kerrigans can keep their house.\n\"The Castle\" is funny to Australians because the movie is about ordinary people. They are not rich or stylish, but they are good people. Australians like the idea of \"the little Aussie battler\", someone who is hard-working even when life is tough. The movie title is named for the English saying, which is said many time during the movie, \"A man's home is his castle.\" The movie also talks about the land rights movement of the Australian Aborigines. Darryl Kerrigan compares his problem to the Aboriginals problems about land. The movie talks about famous Australian Constitutional Law Cases, like Mabo and the Tasmanian Dams Case.","categories":[],"infobox_types":[],"annotations":[{"uri":"1997","surface_form":"1997","offset":18},{"uri":"Australia","surface_form":"Australia","offset":23},{"uri":"Movie","surface_form":"movie","offset":34},{"uri":"Michael_Caton","surface_form":"Michael Caton","offset":162},{"uri":"Anne_Tenney","surface_form":"Anne Tenney","offset":180},{"uri":"Melbourne%2C_Australia","surface_form":"Melbourne, Australia","offset":210},{"uri":"Castle","surface_form":"castle","offset":591},{"uri":"Airport","surface_form":"airport","offset":643},{"uri":"Queen%27s_Counsel","surface_form":"Queen's Counsel","offset":957},{"uri":"Land_rights","surface_form":"land rights","offset":1452},{"uri":"Australian_Aborigine","surface_form":"Australian Aborigine","offset":1480},{"uri":"Mabo","surface_form":"Mabo","offset":1651},{"uri":"Tasmanian_Dams_Case","surface_form":"Tasmanian Dams Case","offset":1664}]}