{"id":4923,"url":"http://en.wikipedia.org/wiki/Hell","text":"In many mythologies and religions, Hell is a place where souls (minds, separated from material body) of wicked people go after their life on Earth end. It is a virutalized reality which accommodates the quantum mind which is administered by either God, the creator of all Life and Heaven (which is like Hell a virtual reality place where souls go, but is pleasant has human beauty truth and honor), and Earth, or by some underling deity, assigned to being the warden for beings in Hell. It is often thought of as the opposite of Heaven, and a place where no love is. In many religions, Hell is the place where the souls of dead people go if they have done evil things in life. It is used in the Old Testament to translate the Hebrew word for \"the grave\", ', and in the New Testament the Greek, \"Hades\", and, Hebrew \"Gehenna\".\nJewish beliefs about Hell.\nMany believe that Jews do not believe in Hell, but Jews really do believe. But it does not consist of eternal torture. Rather, there are lower levels of Heaven that a person can descend to considering the number of mitzvot (commandments) that they have obeyed. Gemorah writings tell the Jews of devil beliefs, but these are stories and are taken lightly. Jews also believe that Satan did exist, but he was an angel that quarreled with God, such as the story of Job.\nIn Hebrew the word for \"the grave\", Sheol, is used for the place where people go when they die. Sheol Is the source of the English word \"Hell\" and so Hell as a place of an after-life of torment (rather than a grave In which the body lies) could be a misunderstanding as some scholars have suggested.\nChristian beliefs about Hell.\nIn Christianity, Hell is usually the place where the souls of people go who broke important rules set forth by God. In Hell, souls suffer and wait for the Last Judgement, a time when the souls of the dead will be judged by God. The concept of Hell in Christianity comes from the Bible and the \"casting out\" of Lucifer. In being cast out, he was removed from the presence of God. Therefore, if taken in its most literal sense, Hell is separation from God. Stated another way, to the Christian mind being separated from God is to be in Hell. Some Christians believe that Hell has real fire and flames, but others do not.\nMany Christian groups believe that once a soul goes to Hell, it stays there forever and cannot leave. However, some Christian groups do not believe this and think Hell is only a temporary place, and that souls may leave Hell at some point. Others believe in a permanent Hell but a temporary Purgatory. Another group believe that those who do not go to Heaven simply stop existing and do not go to Hell. These Christians are called \"annihilationists\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":24},{"uri":"Soul","surface_form":"soul","offset":57},{"uri":"Evil","surface_form":"wicked","offset":104},{"uri":"Heaven","surface_form":"Heaven","offset":281},{"uri":"Beings","surface_form":"beings","offset":471},{"uri":"Heaven","surface_form":"Heaven","offset":529},{"uri":"Love","surface_form":"love","offset":558},{"uri":"Soul","surface_form":"soul","offset":614},{"uri":"Gemara","surface_form":"Gemorah","offset":1114},{"uri":"Satan","surface_form":"Satan","offset":1231},{"uri":"Book_of_Job","surface_form":"Job","offset":1314},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1322},{"uri":"Christianity","surface_form":"Christianity","offset":1652},{"uri":"Last_Judgement","surface_form":"Last Judgement","offset":1804},{"uri":"Bible","surface_form":"Bible","offset":1928},{"uri":"Lucifer","surface_form":"Lucifer","offset":1959},{"uri":"Fire","surface_form":"fire","offset":2232},{"uri":"Purgatory","surface_form":"Purgatory","offset":2559},{"uri":"Heaven","surface_form":"Heaven","offset":2620}]}