{"id":4940,"url":"http://en.wikipedia.org/wiki/Granite","text":"Granite is a kind of igneous rock, found on Earth but nowhere else in the Solar System. It is formed from hot, molten magma. Its colour can be dark or light grey, brown, or even pink, according to the proportions of its minerals.\nThe magma is forced between other layers of rock by the pressure under the Earth's surface. The magma cools and turns slowly into solid stone. Granite has many different types of minerals in it. These include quartz, feldspar, hornblende, and sometimes mica. As the magma cools, these minerals form crystals. The crystals can be seen easily if the granite is cut and polished.\nGranite is a common stone on Earth, and makes up a big part of the crust (the Earth's outer layer). It is usually found in the continental plates of the Earth's crust. Although it forms under the surface of the Earth, there are many places where it has been forced upwards by tectonic movement. When plates in the Earth's crust move together, they get bent and pushed upwards. When this happens, granite mountains can be formed.\nUses.\nGranite is dense, and can be cut, carved and shaped. It is resistant to water and pollution, and has a range of different colours.\nKitchen benches are often made of polished granite. Granite is found in many countries of the world. Some countries have beautifully patterned granite which is quarried (cut in open mines) and sold for building material.","categories":[],"infobox_types":[],"annotations":[{"uri":"Igneous_rock","surface_form":"igneous rock","offset":21},{"uri":"Earth","surface_form":"Earth","offset":44},{"uri":"Solar_System","surface_form":"Solar System","offset":74},{"uri":"Magma","surface_form":"magma","offset":118},{"uri":"Minerals","surface_form":"minerals","offset":220},{"uri":"Quartz","surface_form":"quartz","offset":439},{"uri":"Feldspar","surface_form":"feldspar","offset":447},{"uri":"Hornblende","surface_form":"hornblende","offset":457},{"uri":"Mica","surface_form":"mica","offset":483},{"uri":"Crystal","surface_form":"crystal","offset":529},{"uri":"Earth%27s_crust","surface_form":"crust","offset":674},{"uri":"Continental_plate","surface_form":"continental plate","offset":734},{"uri":"Plate_tectonics","surface_form":"tectonic movement","offset":883},{"uri":"Mountain","surface_form":"mountain","offset":1011}]}