{"id":49417,"url":"http://en.wikipedia.org/wiki/Dean_Martin","text":"Dean Martin (born Dino Crocetti June 7, 1917 - December 25, 1995) was an American singer and actor.\nEarly life.\nMartin was born in Steubenville, Ohio. His mother was Italian American; his father was Italian.\nCareer.\nMartin's career as a singer really began when he met comedian Jerry Lewis at a club and they decided to team up as a comedy-music pair. They became successful at clubs. They then acted in the movie \"My Friend Irma\", which made them famous. They worked together for ten years. They had a popular radio show. They made more movies. Martin became a huge success on his own when he sang \"That's Amore\". His partnership with Lewis ended on July 26, 1956. Their last movie, \"Hollywood or Bust\", was released that December in the United States.\nMartin was part of the Rat Pack, a group of entertainers (musicians and actors), in the 1950s and 1960s. Their unofficial \"leader\" was Frank Sinatra. (Sinatra personally called the group \"The Summit\".) They made movies and performed live shows together, many in Las Vegas, Nevada.\nMartin later had his own television show. He made recordings for Reprise Records, a record label started by Frank Sinatra. At the height of the rock and roll era, Martin still had hit records. His \"Everybody Loves Somebody Sometime\" even knocked The Beatles off the top of the \"Billboard\" sales charts.\nMartin made movies on his own, which were mostly comedies. Four of them starred him as \"Matt Helm\", a spy like James Bond. Martin also appeared in dramatic movies, like \"Rio Bravo\" and \"Airport\". When he sang onstage or on television, he always had a cocktail glass with him. Most people thought he was drinking whiskey as he performed. However, he actually drank apple juice the whole time. Offstage, Martin enjoyed Jack Daniels whiskey, and red wine.\nHis television show was cancelled in 1975, but he continued on television with \"The Dean Martin Celebrity Roasts\", a series of specials that mocked celebrity testimonial dinners. Other comedians and actors would appear, and instead of praising the guest of honor, would make fun of them. None of the mocking was serious, though, and everyone usually had fun at the roasts. The specials ran until 1984.\nLater life.\nMartin was more or less retired in the early 1990s. He did record a new collection of his best songs, which were sold through television commercials. In early 1987, his son Dean Paul (\"Dino\") Martin was in the United States Air Force, and his airplane crashed during a mission. His body was later recovered. Losing Dean Paul broke Martin's spirit. He never seemed happy after that.\nMartin joined Sinatra and other Rat Packers for a reunion tour, but he quit after just a few shows. Sinatra was very angry. The two did not speak for years. They later made their peace, after members of the Rat Pack began to die off. Martin lived in retirement. He watched movies at home, and went to dinner at a nearby restaurant.\nDuring the 1990s, Martin developed emphysema from years of cigarette smoking. He also had trouble with his liver. His health became bad. He began to think about death. He and his wife Jeanne were divorced years earlier, but had remained close. She encouraged him not to worry about dying, and to think about his parents, and their son Dean Paul, waiting for him.\nMartin died in Beverly Hills, California over the Christmas holidays in 1995, watching television in bed. As a tribute, the lights on the Las Vegas Strip were dimmed for one minute, in his memory. His epitaph was the title of his best-remembered song: \"EVERYBODY LOVES SOMEBODY SOMETIME\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":73},{"uri":"Singer","surface_form":"singer","offset":82},{"uri":"Actor","surface_form":"actor","offset":93},{"uri":"Steubenville%2C_Ohio","surface_form":"Steubenville, Ohio","offset":131},{"uri":"Italian_American","surface_form":"Italian American","offset":166},{"uri":"Italy","surface_form":"Italian","offset":199},{"uri":"Jerry_Lewis","surface_form":"Jerry Lewis","offset":278},{"uri":"Radio","surface_form":"radio","offset":511},{"uri":"United_States","surface_form":"United States","offset":739},{"uri":"Rat_Pack","surface_form":"Rat Pack","offset":777},{"uri":"Entertainment","surface_form":"entertainers","offset":798},{"uri":"1950s","surface_form":"1950s","offset":842},{"uri":"1960s","surface_form":"1960s","offset":852},{"uri":"Frank_Sinatra","surface_form":"Frank Sinatra","offset":889},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":1016},{"uri":"Nevada","surface_form":"Nevada","offset":1027},{"uri":"Television","surface_form":"television","offset":1060},{"uri":"Reprise_Records","surface_form":"Reprise Records","offset":1100},{"uri":"Record_label","surface_form":"record label","offset":1119},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":1179},{"uri":"The_Beatles","surface_form":"The Beatles","offset":1281},{"uri":"Comedy","surface_form":"comedies","offset":1387},{"uri":"Spy","surface_form":"spy","offset":1440},{"uri":"James_Bond","surface_form":"James Bond","offset":1449},{"uri":"Drama","surface_form":"drama","offset":1485},{"uri":"Cocktail","surface_form":"cocktail","offset":1589},{"uri":"Whiskey","surface_form":"whiskey","offset":1650},{"uri":"Apple_juice","surface_form":"apple juice","offset":1702},{"uri":"Jack_Daniels","surface_form":"Jack Daniels","offset":1755},{"uri":"Wine","surface_form":"wine","offset":1785},{"uri":"Testimonial","surface_form":"testimonial","offset":1949},{"uri":"Television_advertisement","surface_form":"commercials","offset":2342},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":2415},{"uri":"Retirement","surface_form":"retirement","offset":2837},{"uri":"Emphysema","surface_form":"emphysema","offset":2954},{"uri":"Liver","surface_form":"liver","offset":3026},{"uri":"Divorce","surface_form":"divorce","offset":3115},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills, California","offset":3297},{"uri":"Christmas","surface_form":"Christmas","offset":3332},{"uri":"Tribute","surface_form":"tribute","offset":3393},{"uri":"Epitaph","surface_form":"epitaph","offset":3483}]}