{"id":49429,"url":"http://en.wikipedia.org/wiki/Nagamaki","text":"Nagamaki is a Japanese pole weapon with a large and heavy blade. It is very much like a glaive. It was introduced and used primarily during the Kamakura (1192 - 1333), Nanbokucho (1334 - 1392) and early Muromachi (1392 – 1573) periods. It was a long sword with 2–4 foot blade and a handle with 2–3 foot length. The blade was single-edged. It was also sharpened along the back edge to reduce its weight. It looks similar to a traditional naginata, but the main difference was that the handle (tsuka) of the nagamaki was not constructed of wood; it was made more like a katana handle. Even the name \"nagamaki\" is given by the tradition of handle wrapping. The word \"nagamaki\" means \"long wrapping\". The nagamaki handle was wrapped with cords in criss-crossed manner, very similar to the wrapping that is made on katana. The nagamaki is considered to be a type of the no-dachi sword. This one was a variation of long samurai sword.\nThe way to hold nagamaki was also very specific. It was held with the two hands in a fixed position in the same way a katana sword is held. Unlike the naginata, the hands did not change when handling the weapon and the right hand was always the closest to the blade. While handling nagamaki not too many sliding actions on the handle were performed as it was in naginata's case, where you use the entire length of the shaft. The nagamaki was not spread and developed until much later like the naginata sword. During the middle of the Muromachi period (1336-1600 A.D.) it reached its peak of usage.\nThe nagamaki is designed for large sweeping and slicing strokes. It also works as a spear. Traditionally, it was used as an infantry weapon. Warriors used the weapon against horsemen. Still, it required more time and materials to create a nagamaki than a spears or a naginata sword, this is why it was not so widely spread.\nThe closest exemplar of real nagamaki you can see today is nagamaki-naoshi. It appears to be like a long katana-shaped glaive but straighter and thinner, with a very long handle. In contrast to it naginata is shorter, wider and more curved to the tip.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":14},{"uri":"Glaive","surface_form":"glaive","offset":88},{"uri":"Kamakura","surface_form":"Kamakura","offset":144},{"uri":"1192","surface_form":"1192","offset":154},{"uri":"1333","surface_form":"1333","offset":161},{"uri":"Nanbokucho","surface_form":"Nanbokucho","offset":168},{"uri":"1334","surface_form":"1334","offset":180},{"uri":"1392","surface_form":"1392","offset":187},{"uri":"Muromachi","surface_form":"Muromachi","offset":203},{"uri":"1392","surface_form":"1392","offset":214},{"uri":"1573","surface_form":"1573","offset":221},{"uri":"Long_sword","surface_form":"long sword","offset":245},{"uri":"Naginata","surface_form":"naginata","offset":437},{"uri":"Tsuka","surface_form":"tsuka","offset":492},{"uri":"Katana","surface_form":"katana","offset":810},{"uri":"No-dachi","surface_form":"no-dachi","offset":865},{"uri":"Sword","surface_form":"sword","offset":874},{"uri":"1336","surface_form":"1336","offset":1481},{"uri":"1600","surface_form":"1600","offset":1486},{"uri":"Anno_Domini","surface_form":"A.D.","offset":1491},{"uri":"Infantry","surface_form":"infantry","offset":1651},{"uri":"Nagamaki-naoshi","surface_form":"nagamaki-naoshi","offset":1910}]}