{"id":49431,"url":"http://en.wikipedia.org/wiki/Naginata","text":"Naginata is a Japanese bladed weapon with a long shaft (wooden handle). The weapon looks like a pole and is often mistaken with one. The word \"naginata\" means \"mowing down sword\" or \"reaping sword\". The length of the blade can be anywhere from 1 to 3 feet. The blade's shape looks like 'leaf' being more curved to the point. The naginata's blade is attached to a long wooden shaft. The shaft itself is between 6 and 9 feet. The part that goes inside the handle (tang) is almost as long as the blade itself. This makes sure the blade is attached tightly onto the shaft. The shaft has a sharp end-cap, or ishizuki, which is made for piercing between the plates of armor.\nIt is said naginata have first been used in China in around 3 B.C. The first source it was mentioned in was the Kojiki (A Record of Ancient Matters, 712). Later, it is shown in the paintings of battlefield scenes made during the Tengyo no Ran (Tengyo Insurrection), in 936 A.D. The sword was used and improved during the Nara period (approx. 710-784 A.D.), and by the 11th century it was widely used in battles.\nThe naginata was also used by warrior-monks for temple defense against invaders. Around the 1400's A.D. this weapon was no more used by monks because the temples were no longer a target. The samurai used the naginata only when fighting against many enemies or on horseback.\nStill, naginata was most commonly used when the samurai was too young to handle a full length katana and when he was mostly an archer. By the Edo period (1603-1867), the naginata was no more used in combat. It became the symbolic weapon of samurai women, who trained for self-defense, defense of their children, and for building virtue. The fashion developed further and there were samurai families who hung naginata in important places of their houses. Later the naginata was even given as present to the bride.\nThere are three main theories why the naginata was made. One of the most spread is the belief that naginata evolved from a farming tool used for chopping. The tools were made as long staffs with sharp stones attached to one of the ends. The tool was used in the 3rd century B.C. Later, the stones were replaced with metal pieces. Thus, when the crops and lands of the farmers were under attack they defended it with their farming tools, which proved to be effective weapons and were later improved..\nThe Chinese theory is based on the idea that Chinese halberds were brought to Japan during early migrations, (around 200 B.C.). Most of the weaponry experts believe that even if the Chinese invented the weapon, but it was improved by the Japanese.\nAnother theory says that the naginata evolved directly as a weapon. The blade of naginata ancestors was made of bronze. Later, the discovery of steel made it even more effective. This theory affirms that the naginata development was far later than the appearance of metal in Japan from the Asian continents (around 200 B.C.).\nThe naginata was meant for foot soldiers to use; whereas the military elite (samurai) used the katana sword. There are evidences that naginata was also used by the Sohei (Buddhist warrior monks).\nThe naginata was also considered a women's weapon. It gave women a major advantage because its long shaft could keep the enemy at a safe distance. One of the most famous Japanese women warriors was Itagaki. Her naginata skills were better than even the most trained samurai. During the Edo period (1600-1800 AD), Japanese women were taught to handle the naginata by the age of 18.\nThe naginata was also considered an effective weapon against horsemen. The way naginata was handled required specific motions because of its length. Usually, it was sweeping and circular motion, because it was inconvenient to use striking methods like with a traditional sword. In order to use the naginata well, the handler has to quickly change hand positions along the length of the shaft.\nThis weapon did very well in cavalry battles, acting like medieval spears. Infantry used the naginata to cut the horse's legs. After this the disoriented rider was easily killed.\nMartial Art.\nNaginata is also known as a Japanese martial art performed by men, women, and children. The roots of this fighting technique come for over 1,000 years ago. This martial art has as its centerpiece a Japanese sword - Naginata. The weapon is very efficient against riders as well as against foot soldiers. The sword is very well balanced and weighted which makes it possible for women and children to use it. The naginata way of fighting is very graceful due to circular swinging of the naginata sword.\nToday Naginata is a combat system that teaches respect, patience, etiquette, self-confidence, and self-control. The practice of Naginata teaches perfect control and balanced movements of the body. When into this art, discipline and concentration are needed to reach the grace and effectiveness of the movements. Moreover, it establishes person's character by developing a moral code based on honor.\nThe modern naginata has changed its shape during history. Now, it is more like a European halberd or glaive. The blade looks more like a scimitar moreso rather than of a wakizashi. Naginata went through the influence of westernization after the Meiji Restoration (1868-1912), when the value of martial arts dropped, and survived till the Showa period (1912 – 1926), when naginata became a part of the public school system.\nDifferent styles of naginata handling were developed creating world known schools (ryu). The Atarashii Naginata School and Jikishin-kage ryu are the most popular. There are also known schools like Tendo ryu and Toda Ha Buko ryu. Despite the differences between these schools, the Naginata martial art has at its base the art of wielding one of the most original weapons and their goal is to develop the traditional etiquette and spiritual training of a person.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":14},{"uri":"Weapon","surface_form":"weapon","offset":30},{"uri":"Sword","surface_form":"sword","offset":191},{"uri":"Ishizuki","surface_form":"ishizuki","offset":603},{"uri":"China","surface_form":"China","offset":713},{"uri":"Before_Christ","surface_form":"B.C.","offset":731},{"uri":"Kojiki","surface_form":"Kojiki","offset":781},{"uri":"Battle","surface_form":"battlefield","offset":863},{"uri":"936","surface_form":"936","offset":938},{"uri":"Anno_Domini","surface_form":"A.D.","offset":942},{"uri":"710","surface_form":"710","offset":1011},{"uri":"784","surface_form":"784","offset":1015},{"uri":"Temple","surface_form":"temple","offset":1129},{"uri":"Defense_(military)","surface_form":"defense","offset":1136},{"uri":"Invasion","surface_form":"invaders","offset":1152},{"uri":"1400","surface_form":"1400","offset":1173},{"uri":"Samurai","surface_form":"samurai","offset":1272},{"uri":"Edo","surface_form":"Edo","offset":1497},{"uri":"1603","surface_form":"1603","offset":1509},{"uri":"1867","surface_form":"1867","offset":1514},{"uri":"Combat","surface_form":"combat","offset":1554},{"uri":"Virtue","surface_form":"virtue","offset":1684},{"uri":"Fashion","surface_form":"fashion","offset":1696},{"uri":"Wife","surface_form":"bride","offset":1861},{"uri":"Farming","surface_form":"farming","offset":1991},{"uri":"Metal","surface_form":"metal","offset":2184},{"uri":"Halberd","surface_form":"halberds","offset":2421},{"uri":"200","surface_form":"200","offset":2485},{"uri":"Japan","surface_form":"Japan","offset":2606},{"uri":"Bronze","surface_form":"bronze","offset":2728},{"uri":"Steel","surface_form":"steel","offset":2760},{"uri":"Asia","surface_form":"Asia","offset":2906},{"uri":"Katana","surface_form":"katana","offset":3037},{"uri":"Sohei","surface_form":"Sohei","offset":3106},{"uri":"Buddism","surface_form":"Buddhist","offset":3113},{"uri":"Itagaki","surface_form":"Itagaki","offset":3336},{"uri":"1600","surface_form":"1600","offset":3436},{"uri":"1800","surface_form":"1800","offset":3441},{"uri":"Cavalry","surface_form":"cavalry","offset":3941},{"uri":"Medieval","surface_form":"medieval","offset":3970},{"uri":"Spear","surface_form":"spears","offset":3979},{"uri":"Infantry","surface_form":"Infantry","offset":3987},{"uri":"Europe","surface_form":"Europe","offset":5084},{"uri":"Scimitar","surface_form":"scimitar","offset":5140},{"uri":"Wakizashi","surface_form":"wakizashi","offset":5173},{"uri":"Meiji_Restoration","surface_form":"Meiji Restoration","offset":5248},{"uri":"1868","surface_form":"1868","offset":5267},{"uri":"1912","surface_form":"1912","offset":5272},{"uri":"Showa_period","surface_form":"Showa period","offset":5341},{"uri":"1912","surface_form":"1912","offset":5355},{"uri":"1926","surface_form":"1926","offset":5362},{"uri":"Atarashii_Naginata","surface_form":"Atarashii Naginata","offset":5519},{"uri":"Jikishin-kage","surface_form":"Jikishin-kage","offset":5549},{"uri":"Tendo","surface_form":"Tendo","offset":5623},{"uri":"Toda_Ha_Buko","surface_form":"Toda Ha Buko","offset":5637},{"uri":"Martial_art","surface_form":"martial art","offset":5715}]}