{"id":49442,"url":"http://en.wikipedia.org/wiki/Ainu_language","text":"The Ainu language is the language of the Ainu people in northern Japan. It was not written until the 19th century. Since then, it has been written in katakana or the Latin alphabet.\nIn the 19th century, Ainu was spoken in Ezo (including Hokkaidō Island and the southern part of Chishima Islands), the southern part of Karapto (Sakhalin) and the northern part of Chishima Islands (Kuril Islands). Now it is only spoken in Hokkaidō.\nAinu had many dialects, including \"Chitose\", \"Saru\", and \"Karapto\". Now only the Hokkaidō dialect survives. The dialects were so different from one another that a speaker of one dialect could not understand a speaker of another dialect.\nHistorically, speakers of Ainu lived near speakers of Japanese and Itelmen (from Kamchatka). The Nivkh, which was spoken in the northern part of Sakhalin, is another isolated language.\nGrammar.\nAinu has subject-object-verb word order, like Japanese. Ainu phrases have left-branching structures: the word for a property is before the word for a person or thing.\nSample words.\nThe word \"ainu\" means \"human being\" and is the name used by the Ainu to refer to themselves. In contrast, \"kamuy\" means \"god\". The Ainu think that all existence that has mind and plays a role in this world are \"kamuy\". Sparrows or standing trees are \"kamuy\". In the Ainu perspective of the world, all goes well and human being can also be happy if \"ainu\" and \"kamuy\" help each other.\nMost linguists think that the Ainu numeral system is based on twenty.\nRelations with other language families.\nThe Ainu language is classificated as language isolate, althought there exist several theories about a genetic relation. Some linguists suggest a relation to Altaic languages while others suggest a link to Indo-European languages. Some similarities also exist with northern native american languages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ainu_people","surface_form":"Ainu people","offset":41},{"uri":"Japan","surface_form":"Japan","offset":65},{"uri":"Katakana","surface_form":"katakana","offset":150},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":166},{"uri":"Ezo","surface_form":"Ezo","offset":222},{"uri":"Hokkaid%C5%8D","surface_form":"Hokkaidō Island","offset":237},{"uri":"Chishima_Islands","surface_form":"Chishima Islands","offset":278},{"uri":"Sakhalin","surface_form":"Sakhalin","offset":327},{"uri":"Chishima_Islands","surface_form":"Chishima Islands","offset":362},{"uri":"Japanese_language","surface_form":"Japanese","offset":722},{"uri":"Itelmen_language","surface_form":"Itelmen","offset":735},{"uri":"Kamchatka","surface_form":"Kamchatka","offset":749},{"uri":"Nivkh_language","surface_form":"Nivkh","offset":765},{"uri":"Word_order","surface_form":"word order","offset":891},{"uri":"Human","surface_form":"human being","offset":1066},{"uri":"Language_isolate","surface_form":"language isolate","offset":1575},{"uri":"Altaic_languages","surface_form":"Altaic languages","offset":1695},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":1743},{"uri":"Native_American","surface_form":"northern native american","offset":1802}]}