{"id":495,"url":"http://en.wikipedia.org/wiki/MediaWiki","text":"MediaWiki is the name of the software that runs all of the Wikimedia projects. MediaWiki was released in 2003. It is free server-based software which is licensed under the GNU General Public License (GPL). The software is licensed under the GPL. This means it is free content, or open source.\nMediaWiki is designed to be run on a large web server farm for a website that gets millions of hits per day. MediaWiki is a very powerful, scalable software and a feature-rich wiki implementation, that uses PHP to process and display data stored in its MySQL database. Pages use MediaWiki's Wikitext format, so that users without knowledge of XHTML or CSS can edit them easily.\nWhen a user submits an edit to a page, MediaWiki writes it to the database, but without deleting the previous versions of the page, thus allowing easy reverts in case of vandalism or spamming. MediaWiki can manage image and multimedia files, too, which are stored in the filesystem. For large wikis with lots of users, MediaWiki supports caching and can be easily coupled with Squid proxy server software.\nAll Wikimedia projects run on MediaWiki version.\nUsage.\nBecause MediaWiki is flexible, many websites that want people to contribute information use MediaWiki rather than other types of wiki software. Those operated by Wikia are among them.\nThere are also some websites that use MediaWiki as a content management system.\nExtensions.\nIn MediaWiki, a system administrator can choose to install extensions which are provided on the main MediaWiki website. Some are from the MediaWiki developers, while others are from programmers from all around the world.\nMost extensions can be download from Wikimedia's Subversion repository. However, there are some other extensions that other people host themselves.\nSome extensions had been added to the main software along the development of MediaWiki. For example, the Makesysop extension is an extension to promote a user into an administrator or a bureaucrat.\nThere were a total of 2124 extensions as of October 4, 2013.\nNamespaces.\nAdditional namespaces can be added using the settings file from the installation of MediaWiki.\nBugs.\nAs MediaWiki is a complex software, there would always be bugs in the software, especially for new extensions. Therefore, Wikimedia has created a bugzilla website for people who see a bug to tell the developers of MediaWiki.\nSome extensions of MediaWiki use the Wikimedia Bugzilla, while some just use the talk pages of the extension page.\nSkins.\nUsers can customize MediaWiki for different appearance. They may use one of the several \"skins\". At different times different skins have been default. For example, Wikipedia once used Monobook before adopting the new Vector skin in version 1.16.\nA survey done by Wikimedia showed that more people prefer the Vector skin.","categories":[],"infobox_types":["software"],"annotations":[{"uri":"Software","surface_form":"software","offset":29},{"uri":"Wikimedia","surface_form":"Wikimedia","offset":59},{"uri":"GNU","surface_form":"GNU","offset":172},{"uri":"GPL","surface_form":"GPL","offset":241},{"uri":"Free_content","surface_form":"free content","offset":263},{"uri":"Open_source","surface_form":"open source","offset":280},{"uri":"Web_server","surface_form":"web server","offset":336},{"uri":"PHP","surface_form":"PHP","offset":500},{"uri":"MySQL","surface_form":"MySQL","offset":546},{"uri":"Wikitext","surface_form":"Wikitext","offset":584},{"uri":"XHTML","surface_form":"XHTML","offset":636},{"uri":"Cascading_Style_Sheets","surface_form":"CSS","offset":645},{"uri":"Caching","surface_form":"caching","offset":1009},{"uri":"Wikia","surface_form":"Wikia","offset":1295},{"uri":"Subversion_(software)","surface_form":"Subversion","offset":1679},{"uri":"%2Bsysop","surface_form":"Makesysop","offset":1883},{"uri":"LocalSettings.php","surface_form":"settings file","offset":2094},{"uri":"Bugzilla","surface_form":"bugzilla","offset":2296}]}