{"id":49573,"url":"http://en.wikipedia.org/wiki/Anton_Rubinstein","text":"Anton Rubinstein (born Vikhvatinets 28 November 1829; died Petershof 20 November 1894) was a Russian pianist and composer. Rubinstein and Franz Liszt were thought to be the greatest pianists of the 19th century. He was very important as a teacher and influenced many Russian musicians. He composed lots of music, although hardly any of it is heard nowadays. As a composer he is best remembered today by a little piece of piano music called “Melody in F”.\nFirst concert.\nRubinstein gave his first piano concert when he was ten. Between 1840 and 1843 his piano teacher took him on long concert tours of Europe. He met Chopin and Liszt and was received in London by Queen Victoria. Between 1844 and 1846 the family lived in Berlin. His friends there included Mendelssohn and Meyerbeer.\nLessons.\nIn 1846 his father died and Anton went to Vienna where he gave piano lessons to try to earn some money. When he returned to Russia in 1848 the tsar’s sister-in-law let him live in her palace. He played for lots of parties. Often the tsar came.\nTours.\nIn 1854 he toured Europe again. Then he returned to Russia. He wanted to improve music education in Russia so he started the Russian Musical Society and then he started the St Petersburg Conservatory. During his long career he spent many years as director of the Conservatory as well as conducting concerts.\nCompositions.\nHe wrote a lot of music, but although his compositions often started off with good ideas they often become rather boring. His opera \"Tom the fool\" was not a success. He was annoyed and wrote an article in a music magazine saying that it was not possible to write operas using Russian stories. He criticized several composers who were writing music which used Russian folktunes. This included the composer Mily Balakirev and his friends who were called The Mighty Handful. He said that they had not learned how to compose properly.\nRubinstein very much wanted to be famous as a composer as well as a teacher, but this made him very narrow-minded. However, it was as a pianist and conductor that he was important. He helped to improve the standard of music making in Russia by teaching and performing, and by starting the conservatory in St Petersburg.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":93},{"uri":"Piano","surface_form":"pianist","offset":101},{"uri":"Composer","surface_form":"composer","offset":113},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":138},{"uri":"19th_century","surface_form":"19th century","offset":198},{"uri":"Influence","surface_form":"influence","offset":251},{"uri":"Europe","surface_form":"Europe","offset":601},{"uri":"Chopin","surface_form":"Chopin","offset":616},{"uri":"London","surface_form":"London","offset":653},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":663},{"uri":"Berlin","surface_form":"Berlin","offset":721},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":756},{"uri":"Meyerbeer","surface_form":"Meyerbeer","offset":772},{"uri":"Vienna","surface_form":"Vienna","offset":834},{"uri":"Tsar","surface_form":"tsar’s","offset":935},{"uri":"Sister-in-law","surface_form":"sister-in-law","offset":942},{"uri":"Music_education","surface_form":"music education","offset":1124},{"uri":"Criticism","surface_form":"criticized","offset":1661},{"uri":"Mily_Balakirev","surface_form":"Mily Balakirev","offset":1770},{"uri":"The_Mighty_Handful","surface_form":"The Mighty Handful","offset":1817}]}