{"id":49629,"url":"http://en.wikipedia.org/wiki/Flywheel","text":"A flywheel is a heavy disk or wheel that is attached to a rotating shaft. Flywheels are used for storage of kinetic energy. The momentum of the flywheel causes it to not change its rotational speed easily. Because of this, flywheels help to keep the shaft rotating at the same speed. This helps when the torque applied to the shaft changes often. Uneven torque can change the speed of rotation. Because the flywheel resists changes in speed, it decreases the effects of uneven torque. Engines which use pistons to provide power usually have uneven torque and use flywheels to fix this problem.\nIt takes energy to get a wheel (any wheel) to rotate. If there is little friction (good bearings) then it will keep rotating a long time. When energy is needed, it can be taken from the wheel again. So it is a simple mechanical means of storing energy. The amount of energy stored is a function of the weight and the speed of rotation - making a heavier wheel rotate faster takes more energy. Another factor is the radius (size) because the farther from the axis a part of the wheel is, the more energy it takes to make is rotate. These three factor can be represented by M (mass), formula_1 (angular velocity) and R (radius). Combining the two equations below gives formula_12MR2/4. A fly-wheel is not just any wheel, but specifically designed to store energy. So it should be heavy and/or rotate fast. For example, some buses have a fly-wheel that is used for stopping and starting. When the bus stops (e.g. for a traffic light), the fly-wheel is connected to the wheels, so the rotational energy is transferred to it, so the bus will slow down while the fly-wheel speeds up. Then, when the bus has to start driving again, it is connected again and the energy is transferred back. Of course, you wouldn't want to lug a heavy wheel around on a bus, so it is made of a lighter material that can withstand extremely fast rotation.\nMathematics of flywheels.\nThe kinetic energy of a rotating flywheel is\nWhere the moment of inertia of center mass is equal to\nwhere formula_1 is the moment of inertia of the mass about the center of rotation and formula_1 (omega) is the angular velocity in radian units.\nHistory.\nThe flywheel has been used since ancient times, the most common traditional example being the potter's wheel. In the Industrial Revolution, James Watt contributed to the development of the flywheel in the steam engine, and his contemporary James Pickard used a flywheel.\nOther meanings.\nIn the world of venture capital, the term \"flywheel\" is used to represent the recurrent, margin-generating heart of a business.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disk","surface_form":"disk","offset":22},{"uri":"Wheel","surface_form":"wheel","offset":30},{"uri":"Rotation","surface_form":"rotating","offset":58},{"uri":"Shaft","surface_form":"shaft","offset":67},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":108},{"uri":"Momentum","surface_form":"momentum","offset":128},{"uri":"Rotation","surface_form":"rotation","offset":181},{"uri":"Torque","surface_form":"torque","offset":304},{"uri":"Engine","surface_form":"Engine","offset":485},{"uri":"Piston","surface_form":"piston","offset":503},{"uri":"Friction","surface_form":"friction","offset":667},{"uri":"Weight","surface_form":"weight","offset":896},{"uri":"Speed","surface_form":"speed","offset":911},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":1954},{"uri":"Moment_of_inertia","surface_form":"moment of inertia","offset":2073},{"uri":"Mass","surface_form":"mass","offset":2098},{"uri":"Omega_(letter)","surface_form":"omega","offset":2147},{"uri":"Angular_velocity","surface_form":"angular velocity","offset":2161},{"uri":"Radian","surface_form":"radian","offset":2181},{"uri":"Potter%27s_wheel","surface_form":"potter's wheel","offset":2298},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":2321},{"uri":"James_Watt","surface_form":"James Watt","offset":2344},{"uri":"Steam_engine","surface_form":"steam engine","offset":2409},{"uri":"James_Pickard","surface_form":"James Pickard","offset":2444},{"uri":"Venture_capital","surface_form":"venture capital","offset":2507},{"uri":"Business","surface_form":"business","offset":2609}]}