{"id":49630,"url":"http://en.wikipedia.org/wiki/Potter%27s_wheel","text":"The potter's wheel, also known as the potter's lathe, is a machine used in the shaping of round ceramic wares.\nHowever, the name potter's lathe is also used for the machine used for another shaping process, turning, which is similar to that used for the shaping of metal and wood articles. The wheel may also be used during the process of trimming excess body from dried wares and for applying incised decoration or rings of colour.\nHistory.\nMany early ceramics were hand-built using a simple coiling technique in which clay body was rolled into long threads that were then pinched and beaten together to form the body of a vessel. In the coiling method of construction, all of the energy required to form the main part of a piece is supplied directly by the hands of the potter. This changed with the introduction of the fast-wheel, early forms of which used energy stored in the rotating mass of the heavy stone wheel itself.\nThe potter's wheel in myth and legend.\nIn Ancient Egyptian mythology, the god Chnum was said to have formed the first humans on a potter's wheel.\nThe potter's wheel in literature.\nAnd, strange to tell, among that Earthen Lot\nAnd suddenly one more impatient cried–\n“Who is the Potter, pray, and who the Pot?”\nAnother said–“Why, ne'er a peevish Boy,\n“Would break the Bowl from which he drank in Joy;\n“Shall He that made the vessel in pure Love\n“And Fancy, in an after Rage destroy?”\nNone answer'd this; but after Silence spake\n“They sneer at me for leaning all awry;\n“What! did the Hand then of the Potter shake?”","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"machine","offset":59},{"uri":"Shape","surface_form":"shaping","offset":79},{"uri":"Ceramic","surface_form":"ceramic","offset":96},{"uri":"Egyptian_mythology","surface_form":"Egyptian mythology","offset":978},{"uri":"Deity","surface_form":"god","offset":1002},{"uri":"Chnum","surface_form":"Chnum","offset":1006},{"uri":"Human","surface_form":"human","offset":1046}]}