{"id":49631,"url":"http://en.wikipedia.org/wiki/Nikolai_Rubinstein","text":"Nikolai Grigoryevich Rubinstein (born Moscow, 2 June 1835; died Paris, 23 March 1881) was a Russian pianist and composer. He was the younger brother of Anton Rubinstein and a close friend of Pyotr Ilyich Tchaikovsky.\nThe Rubinstein family were middle-class Jewish people. Like his brother Anton, Nikolai soon showed great talent as a pianist. The family spent some time in Europe including three years in Berlin where they made friends with Mendelssohn and Meyerbeer.\nAnton founded (started) the famous Conservatoire in St Petersburg where students could study music. Nikolai co-founded the Conservatoire in Moscow with Prince Nikolai Petrovitch Troubetzkoy. Both brothers were directors of the Conservatoires they had founded.\nDuring his lifetime Nikolai Rubinstein was thought of as one of the greatest pianists of his time. As pianists the two brothers were very different. Anton was very fiery like Franz Liszt. Nikolai was quieter and more thoughtful, preferring lyrical Romantic music.\nAnton liked to compose in the same way as composers from Western Europe. He was critical of Russian composers like Mily Balakirev and others from the group called The Mighty Handful who tried to make their music very Russian. Nikolai was much more broad-minded. He supported Balakirev and his group. He was a great friend of Tchaikovsky and encouraged him much more than his brother Anton had done. Nevertheless, he still criticised Tchaikovsky’s First Piano Concerto. He said he would not play it until Tchaikovsky had changed it. Tchaikovsky refused to change it. Years later Nikolai decided he liked it after all.\nAlthough Nikolai wanted to be a successful composer he was aware that he was not a great one. When asked why he did not compose more he once replied that his brother “composed enough music for three”.\nNikolai died in Paris while on his way to Nice where he had wanted to improve his health. He always liked his food and on his deathbed he ate twelve oysters. Tchaikovsky wrote his \"Piano Trio in A minor\" in Rubinstein's memory.\nAmong his most popular works are his \"Tarantella\" in G minor and the \"Fantasia on a Theme by Schumann\", both for piano solo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":38},{"uri":"Paris","surface_form":"Paris","offset":64},{"uri":"Russia","surface_form":"Russia","offset":92},{"uri":"Piano","surface_form":"pianist","offset":100},{"uri":"Composer","surface_form":"composer","offset":112},{"uri":"Anton_Rubinstein","surface_form":"Anton Rubinstein","offset":152},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Ilyich Tchaikovsky","offset":191},{"uri":"Jew","surface_form":"Jew","offset":257},{"uri":"Talent","surface_form":"talent","offset":322},{"uri":"Europe","surface_form":"Europe","offset":373},{"uri":"Berlin","surface_form":"Berlin","offset":405},{"uri":"Mendelssohn","surface_form":"Mendelssohn","offset":441},{"uri":"Meyerbeer","surface_form":"Meyerbeer","offset":457},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":520},{"uri":"Moscow","surface_form":"Moscow","offset":608},{"uri":"Franz_Liszt","surface_form":"Franz Liszt","offset":903},{"uri":"Romantic_music","surface_form":"Romantic music","offset":976},{"uri":"Criticism","surface_form":"critical","offset":1072},{"uri":"Mily_Balakirev","surface_form":"Mily Balakirev","offset":1107},{"uri":"The_Mighty_Handful","surface_form":"The Mighty Handful","offset":1155},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":1317},{"uri":"Piano_Concerto_no_1","surface_form":"First Piano Concerto","offset":1439},{"uri":"Nice","surface_form":"Nice","offset":1852},{"uri":"Oyster","surface_form":"oyster","offset":1959},{"uri":"Tarantella","surface_form":"Tarantella","offset":2076},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":2131}]}