{"id":49668,"url":"http://en.wikipedia.org/wiki/Band_(anthropology)","text":"e=\"preserve\">In anthropology, bands are the tiniest societies, consisting typically of 5-80 people, most or all of them close relatives by birth or by marriage. In effect, a band is an extended family or several related extended families. Today, autonomous bands are almost confined to the most remote parts of New Guinea and Amazonia, but there were many others that have only recently fallen under state control or been assimilated or exterminated. They include many or most African Pygmies, southern African San hunter-gatherers (so-called Bushmen), Aboriginal Australians, Eskimos (Inuit), and Native Americans of some resource-poor areas of the Americas such as Tierra del Fuego and the northern boreal forests; all these modern bands are or were nomadic hunter-gatherers rather than settled food producers. Until at least 40,000 years ago, probably all humans lived in bands, and most still did as recently as 11,000 years ago.\nBands have no permanent single base of residence, instead land is used jointly by the whole group, as opposed to being partitioned among subgroups or individuals. There is no regular economic specialization, except by age and sex: all able-bodied individuals forage for food. There are no formal institutions, such as laws, police, and treaties, to resolve conflicts within and between bands. Organization is often described as \"egalitarian\" in the sense that there is no formalized social stratification into upper and lower classes, no formalized or hereditary leadership, and no formalized monopolies of information and decision making. However, this definition of egalitarian should not be taken to mean that there is equality in prestige and the decision-making process among band members. Instead \"leadership\" should be thought of as informal and acquired through qualities such as personality, strength, intelligence, and fighting skills.\nOur closest biological relatives, the gorillas and chimpanzees and bonobos of Africa, also live in bands. All humans presumably did so too, until improved technology for extracting food allowed some hunter-gatherers to settle in permanent dwellings in some resource-rich areas. The band is the political, economic, and social organization that we inherited from our millions of years of evolutionary history. Our developments beyond it took place within the last few tens of thousands of years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Anthropology","surface_form":"anthropology","offset":16},{"uri":"Society","surface_form":"societies","offset":52},{"uri":"Extended_family","surface_form":"extended family","offset":185},{"uri":"New_Guinea","surface_form":"New Guinea","offset":311},{"uri":"Amazonia","surface_form":"Amazonia","offset":326},{"uri":"African_Pygmies","surface_form":"African Pygmies","offset":477},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":515},{"uri":"Bushmen","surface_form":"Bushmen","offset":543},{"uri":"Aboriginal_Australians","surface_form":"Aboriginal Australians","offset":553},{"uri":"Inuit","surface_form":"Inuit","offset":586},{"uri":"Native_Americans","surface_form":"Native Americans","offset":598},{"uri":"Tierra_del_Fuego","surface_form":"Tierra del Fuego","offset":667},{"uri":"Nomadic_people","surface_form":"nomadic","offset":752},{"uri":"Residence","surface_form":"residence","offset":973},{"uri":"Law","surface_form":"law","offset":1252},{"uri":"Police","surface_form":"police","offset":1258},{"uri":"Treaty","surface_form":"treaties","offset":1270},{"uri":"Conflict","surface_form":"conflict","offset":1291},{"uri":"Gorilla","surface_form":"gorilla","offset":1918},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":1931},{"uri":"Bonobo","surface_form":"bonobo","offset":1947},{"uri":"Africa","surface_form":"Africa","offset":1958},{"uri":"Technology","surface_form":"technology","offset":2035},{"uri":"Evolutionary_history","surface_form":"evolutionary history","offset":2267}]}