{"id":49756,"url":"http://en.wikipedia.org/wiki/Eugene_Onegin_(opera)","text":"\"Eugene Onegin\" (\"Евгений Онегин\" in Russian) is an opera by Pyotr Tchaikovsky. It is usually thought to be his greatest opera and one of the best of all Russian operas. Tchaikovsky finished composing it in 1878 and it was first performed in Moscow in 1879.\nThe story of \"Eugene Onegin\" was written by Alexander Pushkin. He was Russia’s most famous writer and Tchaikovsky made several of his stories into operas. He was careful not to make the opera too long, and chose several chapters from Pushkin’s original book so that the story sometimes jumps from one time to a time much later. Russian operas are quite often like this: they are a series of “tableaux”, i.e. scenes from a story. Sometimes the audience has to imagine what happens between the acts.\nThe story of the opera.\nTatyana is a young girl who comes from a rich family. She is with her younger sister Olga. Tatyana is reading a novel, but her mother, Madame Larina, tells her that real life is very different from what it is in books. Visitors arrive: Olga’s fiancée Lensky who is a young poet, and his friend Eugene Onegin. Onegin is a rather lazy man who likes to go to parties and socialize. Tatyana immediately feels attracted to him.\nBack in her room Tatyana tells her nurse that she is in love. When she is alone she writes a letter to Onegin saying how she loves him. When the nurse returns Tatyana asks her to make sure the letter is sent to Onegin.\nOnegin returns to give Tatyana an answer to her letter. He says very politely that he is not really suited to marriage. Tatyana is very upset.\nIt is Tatyana's name-day party. Onegin is annoyed that people are gossiping about him and Tatyana. He is cross with Lensky for making him come. He decides to make Lensky cross by dancing with his fiancée Olga. Olga likes this, and Lensky is very jealous. A singer entertains the party by singing a song in honour of Tatyana. Lensky is now furious and tells everyone in a loud voice that he is no longer Onegin’s friend. He challenges Onegin to a duel which Onegin has to accept to keep his honour.\nIn the next scene Lensky is waiting for Onegin, and sings a famous song about his fate and his love for Olga. Onegin arrives. Onegin shoots Lensky dead.\nThe next act takes place several years later. A rich nobleman in St Petersburg is having a ball. Onegin is thinking about his empty life and how bad he feels about Lensky’s death. Prince Gremin enters with his wife, Tatyana, who is now older and still very beautiful and wealthy. Gremin sings how happy he is with Tatyana and introduces Onegin to her (he does not know anything about how Tatyana used to love him). Onegin desperately wants her to love him again.\nIn a reception room Tatyana has had a letter from Onegin. Onegin enters and begs her to love him. Tatyana wonders why he is now in love with her. She says she loves him but that she wants to be faithful to her husband. Onegin keeps begging her but in the end she leaves him. Onegin is left in despair.\nThe music.\n\"Eugene Onegin\" is often described as a “lyrical” opera. The melodies are very beautiful and romantic. Two of the most famous arias in the opera are the aria that Tatyana sings when she writes the letter to Onegin, and Lensky’s aria which he sings just before the duel. Tatyana is sung by a soprano, Lensky is a tenor and Eugene Onegin is a baritone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":37},{"uri":"Opera","surface_form":"opera","offset":52},{"uri":"Pyotr_Tchaikovsky","surface_form":"Pyotr Tchaikovsky","offset":61},{"uri":"1878","surface_form":"1878","offset":207},{"uri":"Moscow","surface_form":"Moscow","offset":242},{"uri":"1879","surface_form":"1879","offset":252},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":302},{"uri":"Fianc%C3%A9e","surface_form":"fiancée","offset":1023},{"uri":"Name-day","surface_form":"name-day","offset":1581},{"uri":"Duel","surface_form":"duel","offset":2011},{"uri":"Honour","surface_form":"honour","offset":2055},{"uri":"Fate","surface_form":"fate","offset":2145},{"uri":"Ball(dance)","surface_form":"ball","offset":2307},{"uri":"Soprano","surface_form":"soprano","offset":3283},{"uri":"Tenor","surface_form":"tenor","offset":3304},{"uri":"Baritone","surface_form":"baritone","offset":3333}]}