{"id":497677,"url":"http://en.wikipedia.org/wiki/One_Billion_Rising","text":"One Billion Rising is a global movement, started by Eve Ensler, to end rape and sexual violence against women. The \"billion\" is the number of women who will be raped or beaten in their lifetime. According to the United Nations, the number is one in three women, or about one billion.\nBeginning.\nThe campaign was started by playwright and activist Eve Ensler. Ensler wrote the play \"The Vagina Monologues\"). She started the organization V-Day. The idea for the organization came from the Todd Akin 'legitimate rape' and pregnancy comment controversy. Ensler was shocked at Akin's statement. She wrote an open letter in answer.\n2012.\nIn 2012, the One Billion Rising campaign resulted in the biggest mass global action to end violence against women ever. There were tens of thousands of events.\nBy September 20, 2012, people from 160 countries had signed up to take part in the campaign.\nAround 5,000 organizations joined the campaign. The campaign was supported by religious ministers, movement builders, actors Rosario Dawson and Robert Redford, and Stella Creasy, a British Labour Co-operative politician.\nAnoushka Shankar, a classical musician from India, made a video message dedicated to Jyoti Singh. Singh was the Indian student who died in December after she was gang-raped by six men on a Delhi bus. In the video, Shankar said she was abused by a trusted friend of her parents over several years when she was a child. In her message she said she did not believe she will ever recover from the abuse she had suffered: \"...as a woman I find I'm frequently living in fear, afraid to walk along at night, afraid to answer a man who asks for the time, afraid I'm going to be judged or treated in ways based on the way I might choose to dress or the make up I might choose to wear, and you know, enough is enough. I'm rising for women like Jyoti, for women like her, with the amazing women of my country I'm rising for the child in me who I don't think will ever fully recover from what happened to her.\"\n2013.\nOn February 14, 2013, there were rallies in more than 190 countries. The one-day event happened after a call for one billion women around the world to join together to dance in a show of group strength. The activities were on the 15th anniversary of the V-Day movement. The word \"billion\" refers the number that one in three women will be raped or beaten in their lifetime, or about one billion.\n2014.\nOne Billion Rising for Justice was in February 2014. Bollywood Superstar Aamir Khan, who talked about such issues on his TV Show Satyamev Jayate, supported One Billion Rising Campaign in New Delhi. In Los Angeles, a number of events protested violence against women soldiers and prisoners. Many famous people participated, including Jane Fonda, Anne Hathaway, Marisa Tomei, and Dylan McDermott.\n2015.\nIn 2015, the name was One Billion Rising Revolution. More than 200 countries planned to participate. In Italy, more than 100 cities planned events. All 34 provinces of Afghanistan planned events.\nKimberlé Crenshaw, famous Critical Race Theory figure and professor at UCLA School of Law and Columbia Law School, supported One Billion Rising to help create awareness of the difficulties girls of color face in New York and Boston schools. These issues include the school-to-prison pipeline, stereotyping, and the difference in suspension reasons and numbers compared to white girls (the rates being 10 times higher than for white girls).","categories":[],"infobox_types":[],"annotations":[{"uri":"Global","surface_form":"global","offset":24},{"uri":"Eve_Ensler","surface_form":"Eve Ensler","offset":52},{"uri":"Rape","surface_form":"rape","offset":71},{"uri":"Sexual_violence","surface_form":"sexual violence","offset":80},{"uri":"Rape","surface_form":"rape","offset":160},{"uri":"Beat","surface_form":"beat","offset":169},{"uri":"Playwright","surface_form":"playwright","offset":323},{"uri":"Activist","surface_form":"activist","offset":338},{"uri":"Eve_Ensler","surface_form":"Eve Ensler","offset":347},{"uri":"The_Vagina_Monologues","surface_form":"The Vagina Monologues","offset":382},{"uri":"Todd_Akin_%27legitimate_rape%27_and_pregnancy_comment_controversy","surface_form":"Todd Akin 'legitimate rape' and pregnancy comment controversy","offset":487},{"uri":"Violence_against_women","surface_form":"violence against women","offset":723},{"uri":"Social_movement","surface_form":"movement","offset":984},{"uri":"Rosario_Dawson","surface_form":"Rosario Dawson","offset":1010},{"uri":"Robert_Redford","surface_form":"Robert Redford","offset":1029},{"uri":"Stella_Creasy","surface_form":"Stella Creasy","offset":1049},{"uri":"British_people","surface_form":"British","offset":1066},{"uri":"Labour_Co-operative","surface_form":"Labour Co-operative","offset":1074},{"uri":"Anoushka_Shankar","surface_form":"Anoushka Shankar","offset":1106},{"uri":"2012_Delhi_gang_rape_case","surface_form":"Jyoti Singh","offset":1191},{"uri":"Recover","surface_form":"recover","offset":1482},{"uri":"Suffer","surface_form":"suffer","offset":1513},{"uri":"V-Day_(movement)","surface_form":"V-Day movement","offset":2265},{"uri":"Bollywood","surface_form":"Bollywood","offset":2466},{"uri":"Aamir_Khan","surface_form":"Aamir Khan","offset":2486},{"uri":"Satyamev_Jayate_(TV_series)","surface_form":"Satyamev Jayate","offset":2542},{"uri":"New_Delhi","surface_form":"New Delhi","offset":2600},{"uri":"Participate","surface_form":"participate","offset":2722},{"uri":"Jane_Fonda","surface_form":"Jane Fonda","offset":2746},{"uri":"Anne_Hathaway","surface_form":"Anne Hathaway","offset":2758},{"uri":"Marisa_Tomei","surface_form":"Marisa Tomei","offset":2773},{"uri":"Dylan_McDermott","surface_form":"Dylan McDermott","offset":2791},{"uri":"Kimberl%C3%A9_Williams_Crenshaw","surface_form":"Kimberlé Crenshaw","offset":3010},{"uri":"Critical_Race_Theory","surface_form":"Critical Race Theory","offset":3036},{"uri":"UCLA_School_of_Law","surface_form":"UCLA School of Law","offset":3081},{"uri":"Columbia_Law_School","surface_form":"Columbia Law School","offset":3104},{"uri":"School-to-prison_pipeline","surface_form":"school-to-prison pipeline","offset":3276}]}