{"id":497755,"url":"http://en.wikipedia.org/wiki/Forgiveness","text":"Forgiveness is the choice that a person makes to forgive another person for an offense or something that is illegal or immoral. Forgiveness is intentional and voluntary. When someone forgives someone else, they let go of negative emotions, for example vengefulness. They wish their offender well.\nIntroduction.\nForgiveness is a mental or spiritual process. It means no longer feeling angry at another person, or at yourself. This could be because of a crime, a sin, an offense, an insult, a difference, an error, a mistake, or a failure.\nForgiveness does not require punishment or restitution. It is given without any expectation of compensation. Forgiveness may involve offering an apology.\nForgiveness involves the feelings of the person who forgives and their relationship with the person being forgiven. Forgiveness can occur without the person being forgiven ever knowing about it. For example, a person can forgive another person who is dead or who is not seen for a long time.\nForgiveness means forgetting offenses. It is sincere and genuine. It does not impose humiliating conditions. It is not motivated by pride. True forgiveness is known by deeds and not by words.\nMahatma Gandhi said, \"The weak can never forgive. Forgiveness is the attribute of the strong.\"\nReligious views of forgiveness.\nMost world religions include teachings about forgiveness. These teachings form the basis of modern traditions and practices of forgiveness.\nJudaism.\nIn Judaism, if a person causes harm, he or she must go to those he or she has harmed and ask for forgiveness. If he or she sincerely and honestly apologizes to the person who he or she has harmed and tries to rectify the wrong, the wronged person must forgive him or her.\n\"[J]ust as I forgive everyone, so may You grant me grace in the eyes of others, that they too forgive me absolutely.\" —Tefila Zaka\nEach year, Jews observe Yom Kippur, or a Day of Atonement. Before Yom Kippur, Jews will ask forgiveness of those they have wronged during the past year (if they have not already done so). During Yom Kippur itself, Jews fast and pray for God's forgiveness for the sins they have made against God in the past year. God can only forgive one for the sins one has committed against God. This is why it is necessary for Jews also to seek forgiveness from those people who they have wronged.\nChristianity.\nIn Christianity, Jesus spoke of the importance of forgiving others, or showing mercy. In the New Testament, there are several examples.\n“Blessed are the merciful, for they will be shown mercy.” —Matthew 5:7 (NIV)\n“But I tell you who hear me: Love your enemies, do good to those who hate you, bless those who curse you, pray for those who mistreat you. If someone strikes you on one cheek, turn to him the other also.” —Luke 6:27-29 (NIV)\n“Be merciful, just as your Father is merciful.” —Luke 6:36 (NIV)\n“Do not judge, and you will not be judged. Do not condemn, and you will not be condemned. Forgive, and you will be forgiven.” —Luke 6:37 (NIV)\nJesus used the Parable of the Unforgiving Servant (Matthew 18:21-35) to say that we should forgive without limits. The Parable of the Prodigal Son is perhaps the best known parable about forgiveness and refers to God's forgiveness for his people.\nIslam.\nIslam teaches that Allah is \"Al-Ghaffur\" (\"The Oft-Forgiving\") and that Allah is the original source of all forgiveness (\"ghufran\" غفران). Seeking forgiveness from Allah with repentance is a virtue.\nThere are numerous verses in the Qur'an and the Hadiths that recommend forgiveness.\n\"Allah forgives what is past.\" —Qur'an 5:95\nIslam recommends forgiveness between believers, because Allah values forgiveness. However, Islam also allows revenge, to the extent of the harm that was done.\n\"The recompense for an injury is an injury equal thereto: but if a person forgives and makes reconciliation, his reward is due from Allah: for Allah loveth not those who do wrong.\" —Qur'an 42:40\nForgiveness between believers is encouraged, with a promise of reward from Allah.\nBahá'í Faith.\nIn the Bahá'í Faith, Bahá'í literature explains how to be forgiving towards others.\n\"Love the creatures for the sake of God and not for themselves. You will never become angry or impatient if you love them for the sake of God. Humanity is not perfect. There are imperfections in every human being, and you will always become unhappy if you look toward the people themselves. But if you look toward God, you will love them and be kind to them, for the world of God is the world of perfection and complete mercy. Therefore, do not look at the shortcomings of anybody; see with the sight of forgiveness.\" —`Abdu'l-Bahá, \"The Promulgation of Universal Peace\", p. 92\nThe writings of Shoghi Effendi, the Guardian of the Bahá'í Faith, state that you should \"forgive and forget\" a person's actions against you, so that you will be forgiven.\nBuddhism.\nIn Buddhism, forgiveness prevents harmful thoughts from damaging a person’s mental well-being. Buddhism recognizes that feelings of hatred have a lasting effect on karma. Buddhism encourages thoughts that have a positive effect.\n\"In contemplating the law of karma, we realize that it is not a matter of seeking revenge but of practicing mettā and forgiveness, for the victimizer is, truly, the most unfortunate of all.\"\nWhen there is resentment, the Buddhist practice is to calmly release them. Buddhism focuses on release from suffering through meditation.\nBuddhism questions the emotions that make forgiveness necessary.\n\"If we haven’t forgiven, we keep creating an identity around our pain, and that is what is reborn. That is what suffers.\"\nBuddhism emphasizes \"mettā\" (loving kindness), \"karuṇā\" (compassion), \"mudita\" (joy), and \"upekkhā\" (equanimity), as ways to avoid resentments in the first place. These ideas help to understand suffering in the world, both our own suffering and the suffering of others.\nHinduism.\nForgiveness is one of the six cardinal virtues of Hinduism. A person who does not forgive carries baggage of bad memories, negative feelings, and unresolved emotions that affect the present as well as the future. In Hinduism, one must forgive others, and one must also seek forgiveness for wronging someone else.\n\"Forgiveness is virtue; forgiveness is sacrifice; forgiveness is the Vedas; forgiveness is the Shruti;... forgiveness is holiness; and by forgiveness... the universe is held together.\" —Mahabharata, Book 3, Vana Parva, Section XXIX\n\"Righteousness is the one highest good, forgiveness is the one supreme peace, knowledge is one supreme contentment, and benevolence, one sole happiness.\" —Mahabharata, Book 5, Udyoga Parva, Section XXXIII\nIn Hinduism, you seek forgiveness from those you have wronged, and from society at large through charity, purification, fasting, rituals, and meditation. Forgiveness in Hinduism does not require that a person make peace with their offender and it does not rule out reconciliation in some situations. Forgiveness in Hindu philosophy is being compassionate, tender, kind and letting go of the harm or hurt caused by someone or something else. Forgiveness is essential for one to free oneself from negative thoughts, and being able to focus on blissfully living a moral and ethical life (\"dharmic\" life). In the highest self-realized state, forgiveness becomes essence of one’s personality, where the persecuted person remains unaffected, without agitation, without feeling like a victim, free from anger (\"akrodhi\").\nJainism.\nBy practicing \"prāyaṣcitta\" (repentance), a soul gets rid of sins, and commits no transgressions; he who correctly practises \"prāyaṣcitta\" gains the road and the reward of the road, he wins the reward of good conduct. By begging forgiveness he obtains happiness of mind; thereby he acquires a kind disposition towards all kinds of living beings; by this kind disposition he obtains purity of character and freedom from fear.— Māhavīra in \"Uttarādhyayana Sūtra\" 29:17–18\nIn the Jain prayer \"pratikramana\", Jains repeatedly seek forgiveness from various creatures — even from beings like plants and microorganisms that they may have harmed while eating and working.\nI ask pardon of all creatures, may all creatures pardon me.\nMay I have friendship with all beings and enmity with none.\nI seek forgiveness from all those living beings which I may have tortured while walking, coming and going, treading on living organism, seeds, green grass, dew drops, ant hills, moss, live water, live earth, spider web and others. I seek forgiveness from all these living beings, be they — one sensed, two sensed, three sensed, four sensed or five sensed. Which I may have kicked, covered with dust, rubbed with ground, collided with other, turned upside down, tormented, frightened, shifted from one place to another or killed and deprived them of their lives. (By confessing) may I be absolved of all these sins.\nForgiveness is asked by uttering the phrase, \"Micchāmi dukkaḍaṃ.\" This phrase means, \"May all the evil that has been done be fruitless.\" On \"samvatsari\", Jains greet their friends and relatives saying \"micchāmi dukkaḍaṃ\" and seeking their forgiveness. Letters are sent and telephone calls are made to friends and relatives asking their forgiveness. There are no arguments or disputes after \"samvatsari\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Choice","surface_form":"choice","offset":19},{"uri":"Forgive","surface_form":"forgive","offset":49},{"uri":"Offense","surface_form":"offense","offset":79},{"uri":"Illegal","surface_form":"illegal","offset":108},{"uri":"Immoral","surface_form":"immoral","offset":119},{"uri":"Intentional","surface_form":"intentional","offset":143},{"uri":"Voluntary","surface_form":"voluntary","offset":159},{"uri":"Negative","surface_form":"negative","offset":221},{"uri":"Emotion","surface_form":"emotion","offset":230},{"uri":"Revenge","surface_form":"vengefulness","offset":252},{"uri":"Mind","surface_form":"mental","offset":328},{"uri":"Spirituality","surface_form":"spiritual","offset":338},{"uri":"Anger","surface_form":"angry","offset":384},{"uri":"Crime","surface_form":"crime","offset":452},{"uri":"Sin","surface_form":"sin","offset":461},{"uri":"Insult","surface_form":"insult","offset":481},{"uri":"Mistake","surface_form":"mistake","offset":515},{"uri":"Failure","surface_form":"failure","offset":529},{"uri":"Punishment","surface_form":"punishment","offset":567},{"uri":"Restitution","surface_form":"restitution","offset":581},{"uri":"Compensation","surface_form":"compensation","offset":633},{"uri":"Apology","surface_form":"apology","offset":683},{"uri":"Sincere","surface_form":"sincere","offset":1029},{"uri":"Genuine","surface_form":"genuine","offset":1041},{"uri":"Humiliation","surface_form":"humiliating","offset":1069},{"uri":"Motivate","surface_form":"motivate","offset":1103},{"uri":"Pride","surface_form":"pride","offset":1116},{"uri":"Deed","surface_form":"deed","offset":1152},{"uri":"Word","surface_form":"word","offset":1169},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":1176},{"uri":"Religion","surface_form":"religion","offset":1314},{"uri":"Tradition","surface_form":"tradition","offset":1402},{"uri":"Judaism","surface_form":"Judaism","offset":1455},{"uri":"Harm","surface_form":"harm","offset":1483},{"uri":"Sincere","surface_form":"sincerely","offset":1575},{"uri":"Honest","surface_form":"honestly","offset":1589},{"uri":"Apologize","surface_form":"apologize","offset":1598},{"uri":"Rectify","surface_form":"rectify","offset":1661},{"uri":"Yom_Kippur","surface_form":"Yom Kippur","offset":1879},{"uri":"Atonement","surface_form":"Atonement","offset":1903},{"uri":"Ten_Days_of_Repentance","surface_form":"Before","offset":1914},{"uri":"God","surface_form":"God","offset":2092},{"uri":"Christianity","surface_form":"Christianity","offset":2357},{"uri":"Jesus","surface_form":"Jesus","offset":2371},{"uri":"Mercy","surface_form":"mercy","offset":2433},{"uri":"New_Testament","surface_form":"New Testament","offset":2447},{"uri":"Parable_of_the_unforgiving_servant","surface_form":"Parable of the Unforgiving Servant","offset":3015},{"uri":"Parable_of_the_Prodigal_Son","surface_form":"Parable of the Prodigal Son","offset":3119},{"uri":"Parables_of_Jesus","surface_form":"parable","offset":3173},{"uri":"Islam","surface_form":"Islam","offset":3254},{"uri":"Allah","surface_form":"Allah","offset":3273},{"uri":"Repentance","surface_form":"repentance","offset":3429},{"uri":"Virtue","surface_form":"virtue","offset":3445},{"uri":"Qur%27an","surface_form":"Qur'an","offset":3486},{"uri":"Hadith","surface_form":"Hadith","offset":3501},{"uri":"Bah%C3%A1%27%C3%AD_Faith","surface_form":"Bahá'í Faith","offset":4038},{"uri":"Bah%C3%A1%27%C3%AD_literature","surface_form":"Bahá'í literature","offset":4052},{"uri":"%60Abdu%27l-Bah%C3%A1","surface_form":"`Abdu'l-Bahá","offset":4634},{"uri":"Shoghi_Effendi","surface_form":"Shoghi Effendi","offset":4709},{"uri":"Buddhism","surface_form":"Buddhism","offset":4877},{"uri":"Mind","surface_form":"mental","offset":4950},{"uri":"Hatred","surface_form":"hatred","offset":5006},{"uri":"Karma","surface_form":"karma","offset":5038},{"uri":"Mett%C4%81","surface_form":"mettā","offset":5211},{"uri":"Meditation","surface_form":"meditation","offset":5420},{"uri":"Mett%C4%81","surface_form":"mettā","offset":5640},{"uri":"Karu%E1%B9%87%C4%81","surface_form":"karuṇā","offset":5667},{"uri":"Mudita","surface_form":"mudita","offset":5690},{"uri":"Joy","surface_form":"joy","offset":5699},{"uri":"Upekkh%C4%81","surface_form":"upekkhā","offset":5710},{"uri":"Equanimity","surface_form":"equanimity","offset":5720},{"uri":"Hinduism","surface_form":"Hinduism","offset":5949},{"uri":"Baggage","surface_form":"baggage","offset":5997},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":6398},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":6599},{"uri":"Negative","surface_form":"negative","offset":7144},{"uri":"Pratikramana","surface_form":"pratikramana","offset":7963},{"uri":"Microorganism","surface_form":"microorganism","offset":8070},{"uri":"Samvatsari","surface_form":"samvatsari","offset":9013}]}