{"id":497833,"url":"http://en.wikipedia.org/wiki/Chitty_Chitty_Bang_Bang","text":"\"Chitty Chitty Bang Bang\" is a 1968 British fantasy musical film, loosely based on Ian Fleming's novel '. The movie's script is by Roald Dahl and Ken Hughes. The songs are by the Sherman Brothers. The song \"Chitty Chitty Bang Bang\" was nominated for an Academy Award.\nThe film stars Dick Van Dyke as Caractacus Potts, Sally Ann Howes as Truly Scrumptious, Lionel Jeffries as Grandpa Potts, James Robertson Justice as Lord Scrumptious and Robert Helpmann as the Childcatcher. The film was directed by Ken Hughes. It was produced by Albert R. Broccoli (co-producer of the James Bond series of films, also based on Fleming's novels). John Stears supervised the special effects. Irwin Kostal supervised and conducted the music. The musical numbers were staged by Marc Breaux and Dee Dee Wood.\nGoals.\nSteal Chitty Chitty Bang Bang for the glory of Vulgaria (failed).\nType of Villain.\nBaron Bomburst is the main antagonist in the 1968 film \"Chitty Chitty Bang Bang\". He is a cruel king and a pirate who will stop at nothing to get his hands on the enchanted car. In spite of being so cruel and tyrannical, it is clear that he is also incredibly childish, as shown by his selfish love of toys, his whiny nature, and his determination to get everything he wants. Incidentally, the book \"Chitty Chitty Bang Bang\" was written by James Bond's creator Ian Fleming, and both films were produced by Albert R. Broccoli.\nHe was portrayed by the late Gert Fröbe, who also played the titular villain Auric Goldfinger of the James Bond film.\nBaroness Bomburst is a supporting antagonist and hero in the film \"Chitty Chitty Bang Bang\" and later the stage musical adaptation. The character was created by screenwriter Roald Dahl and did not appear in the original Ian Fleming novel.and hero\nIn the 1968 film, she is played by Anna Quayle In the theatrical version in London, she was played by Nichola McAuliffe, Sandra Dickinson and Louise Gold amongst others, and on Broadway, she was played by Jan Maxwell. On the UK National tour she has been played by (amongst others) Louise Plowright, Jane Gurnett, Kim Ismay, Tamsin Carroll, Michelle Collins and Claire Sweeney.\nHistory.\nFirst appearing as a gentleman pirate when the Potts and Truly Scrumptious are picnicking on the beach, he reveals a cruel and greedy streak by attempting to steal the enchanted car, and then he orders his men to load cannons and when The Car floats he wants it even more. But the car escapes much to his disappointment, and seeing that the car is able to float and move like a speedboat on the sea, he sabotages the Potts' home by air and kidnaps Grandfather Potts, mistaking him for the inventor of Chitty.\nLater, when the Potts follow Bomburst's airship to his native Vulgaria, they discover how cruelly the Baron treats his subjects. Although it is stated that \"the Baroness hates children\" and that it is the Baroness who sends for the Child Catcher, it's obvious that the Baron himself hates children as well, and his greed is evident all the more when it is revealed that all the toys made by Vulgaria's toymaker are for him.\nBaron Bomburst is last seen when a huge battle occurs in his castle by an ambush lead by Caractacus Potts, Bomburst's loyal servant The Toymaker, the children of the villagers, and Truly Scrumptious. He and his wife cowardly hide from the battle and see lots of children ambush his castle. Wondering where the children are coming from the Bomburst couple summons the Child Catcher but even the Child Catcher is ultimately defeated by the Children and is left hanging from a net in the air. Realizing the Child Catcher is defeated Baroness suggests escaping down a slide. Baron Bomburst at first doesn't like the idea, due to not wanting to get his clothes dirty, but the couple go down anyway and get trapped in the Child Catcher's cage-car and the Bomburst couple are defeated. The Villagers help battle the Cavalry and Bomburst gets defeated in the battle. With the Baron and Baroness defeated the Cavalry retreats the battle in terror. Though Vulgaria then becomes a free country, it is completely unknown what happened to the Bomburst couple afterwards, but as they did not execute any kid, it is highly likely that they were not executed for their crimes and were either exiled or send to the very dungeons\nJeremy and Jeremiah Potts got captured by the child catcher, who was disguised as an ice cream man They, along with their father, the toy maker and Truly Scrumptious finally capturing the Child Catcher. Who later appears in the advert or sequel as minor character who will later will later appear in the advert but they don't speak ready to take them back to the Baron Bomburst\nBox office.\nThe film was the tenth most popular at the US box office in 1969.\nReviews.\nFilm critic Roger Ebert reviewed the film (\"Chicago Sun Times\", 24 December 1968). He wrote: \"Chitty Chitty Bang Bang\" contains about the best two-hour children's movie you could hope for, with a marvelous magical auto and lots of adventure and a nutty old grandpa and a mean Baron and some funny dances and a couple of [scary] moments.\"\nFilm critic and historian Leonard Maltin considered the picture \"one big Edsel. He said the movie had a totally forgettable score and some of the shoddiest special effects ever.\" In 2008, \"Entertainment Weekly\" called Helpmann's depiction of the Child Catcher one of the \"50 Most Vile Movie Villains.\"\nAs of March 2014, the film has a 65% \"Fresh\" rating (17 of 26 reviews) on Rotten Tomatoes.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Musical_film","surface_form":"musical film","offset":52},{"uri":"Ian_Fleming","surface_form":"Ian Fleming","offset":83},{"uri":"Roald_Dahl","surface_form":"Roald Dahl","offset":131},{"uri":"Ken_Hughes","surface_form":"Ken Hughes","offset":146},{"uri":"Sherman_Brothers","surface_form":"Sherman Brothers","offset":179},{"uri":"Dick_Van_Dyke","surface_form":"Dick Van Dyke","offset":283},{"uri":"Sally_Ann_Howes","surface_form":"Sally Ann Howes","offset":318},{"uri":"Lionel_Jeffries","surface_form":"Lionel Jeffries","offset":356},{"uri":"James_Robertson_Justice","surface_form":"James Robertson Justice","offset":390},{"uri":"Robert_Helpmann","surface_form":"Robert Helpmann","offset":438},{"uri":"Ken_Hughes","surface_form":"Ken Hughes","offset":500},{"uri":"Albert_R._Broccoli","surface_form":"Albert R. Broccoli","offset":531},{"uri":"James_Bond","surface_form":"James Bond","offset":570},{"uri":"James_Bond_in_film","surface_form":"series of films","offset":581},{"uri":"John_Stears","surface_form":"John Stears","offset":631},{"uri":"Irwin_Kostal","surface_form":"Irwin Kostal","offset":675},{"uri":"Marc_Breaux","surface_form":"Marc Breaux","offset":759},{"uri":"Dee_Dee_Wood","surface_form":"Dee Dee Wood","offset":775},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":4779},{"uri":"Leonard_Maltin","surface_form":"Leonard Maltin","offset":5131},{"uri":"Edsel","surface_form":"Edsel","offset":5178},{"uri":"Entertainment_Weekly","surface_form":"Entertainment Weekly","offset":5294},{"uri":"Child_Catcher","surface_form":"Child Catcher","offset":5351}]}