{"id":49796,"url":"http://en.wikipedia.org/wiki/Tanto","text":"The Tantō is a Japanese short sword or dagger.\nThe tantō's traditional overall length was 11.93 in (1 shaku, about 30 cm). The blade's length was about 5in to 12in (12 1/2 cm to 30 cm). Blades that were bigger (13 to 14 inches) were called ko-wakizashi, meaning \"small short sword.\" The tantōs which varied from the traditional size were called O-tantō or Sunobi tantō.\nThe tantō was a weapon with a single-edged blade and a curved shape. It was designed for soft targets and was thought to be a hidden weapon of the samurai. It was extremely effective in close fighting.\nThe tantō appeared during the Heian Period (795-1192 A.D.) and developed as a weapon during the Kamakura Period (1192-1333 A.D.). At that time the tantō was not just a weapon but also a work of art. It was richly decorated using the most spread styles: hira-tsukuri and uchi-sori. Later, in the Nambokucho period (1336-1392 A.D), tantōs become longer than 15.75 inches (37 cm). Blades become thinner and broader and thus even more dangerous. Different styles developed and the shape changed. During the Muromachi Period (1336–1573 A.D.) the tantō becomes once more narrow-bladed.\nBy this time the quality of the blade was better. It was the time when professional smiths appeared and there were several styles of tantō making. The best known smiths were: Sukesada and Norimitsu (Bizen-den); Kanemoto and Kanesada (Mino-den); Muramasa and Masashige (Ise). The beginning of Edo period (1603-1867 A.D.) was a period of relative peace after Japanese unification and, although not so many were made, they were of good quality. The heat treated blade's edge (hamon) becomes more waved and so more beautiful.\nThe most popular of the three tantōs were aikuchi and hamadashi. This was because of the fact that these two types had a small guard and they were easier to hide and carry. The tantō was not widely used on the battlefield, so the guard was mostly unnecessary.\nWhen the tantō was used on the battlefield it was supposed to go through the armor of the opponent when he was close. The best tantōs for this were those with a long, narrow blade and with a thick spine. The blow was applied with the point directed under or through the armor. The tantō was usually carried in a wide cloth belt (obi) with the edge up and the handle turned to the right. In the samurai house the tantō was often placed with the wakizashi (short sword). Samurai women were taught to use the tantō in case they needed to defend themselves or, if violated, to take their own life.\nIt is also considered that tantōs of different type were used for suicide ritual (seppuku, also hara-kiri). Still, it was mainly used by women samurai whose suicidal ritual was to cut their own throat. The men samurai had a different ritual: they used a wakizashi sword for disembowelment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":15},{"uri":"Sword","surface_form":"sword","offset":30},{"uri":"Dagger","surface_form":"dagger","offset":39},{"uri":"Shaku","surface_form":"shaku","offset":102},{"uri":"Inch","surface_form":"inch","offset":220},{"uri":"Wakizashi","surface_form":"wakizashi","offset":243},{"uri":"Weapon","surface_form":"weapon","offset":386},{"uri":"Samurai","surface_form":"samurai","offset":517},{"uri":"Heian_Period","surface_form":"Heian Period","offset":602},{"uri":"Anno_Domini","surface_form":"A.D.","offset":625},{"uri":"Kamakura_Period","surface_form":"Kamakura Period","offset":668},{"uri":"Muromachi_Period","surface_form":"Muromachi Period","offset":1075},{"uri":"Smith_(metalwork)","surface_form":"smith","offset":1236},{"uri":"Edo_period","surface_form":"Edo period","offset":1444},{"uri":"Unification","surface_form":"unification","offset":1518},{"uri":"Aikuchi","surface_form":"aikuchi","offset":1716},{"uri":"Hamadashi","surface_form":"hamadashi","offset":1728},{"uri":"Armor","surface_form":"armor","offset":2204},{"uri":"Wakizashi","surface_form":"wakizashi","offset":2378},{"uri":"Seppuku","surface_form":"seppuku","offset":2610},{"uri":"Hara-kiri","surface_form":"hara-kiri","offset":2624}]}