{"id":498067,"url":"http://en.wikipedia.org/wiki/Octavia_E._Butler","text":"Octavia E. Butler was a American science fiction writer. She won many awards. She won the Hugo and Nebula awards more than once. She won the MacArthur Fellowship in 1995.\nEarly life.\nButler was born in Pasadena, California on June 22, 1947. She lost her father at a young age. Butler was raised by her mother, who worked as a maid. Butler started creating her own stories early on. Butler was dyslexic but she didn't let it challenge her from developing a love of books. She decided to make writing her life's work at the age of ten. As a child Butler was known for her shyness and her impressive height. She attended many colleges. She earned her associates degree at Pasadena City College. She also went to California State University, and University of California at Los Angeles.\nPublic life.\nButler studied fiction with Harlan Ellison and became an author of books for both children and adults. She was a very good science fiction writer. Important books she wrote were Pattermaster and Mind of My Mind. She won the 1984 Best Short Story for \"Speech of Sounds,\" and she won the Nebula Award. Octavia was known for African American Spiritrualism.\nDeath.\nButler died at her home of a stroke in Seattle, Washington on February 24, 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":33},{"uri":"MacArthur_Fellowship","surface_form":"MacArthur Fellowship","offset":141},{"uri":"Pasadena%2C_California","surface_form":"Pasadena, California","offset":202},{"uri":"California_State_University","surface_form":"California State University","offset":709},{"uri":"University_of_California","surface_form":"University of California","offset":742},{"uri":"Pattermaster","surface_form":"Pattermaster","offset":974},{"uri":"Mind_of_My_Mind","surface_form":"Mind of My Mind","offset":991},{"uri":"Stroke","surface_form":"stroke","offset":1186},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":1196}]}