{"id":49824,"url":"http://en.wikipedia.org/wiki/Maltese_language","text":"Maltese is the language of Malta, and a language of the European Union. Maltese sounds similar to the Phoenician language that was spoken in areas around the ancient Mediterranean. It is written in the Latin alphabet like English. The language has borrowed many words from Sicilian, Italian, and English. Around 393,000 people speak Maltese. Most of them live in Malta.\nHistory.\nMany people from Sicily settled in Malta after the Muslims conquered it in 870 AD. They spoke a Sicilian-Arabic language from the Maghreb. In later centuries their language changed into Maltese. The oldest known document in Maltese is \"Il Cantilena,\" a poem from the 15th century written by Pietro Caxaro. For centuries, Maltese was mainly a spoken language.\nMaltese became an official language of Malta in 1934, alongside English. Before that year, the only official language of Malta was Italian. Italian, however, is still used a lot in the media.\nToday.\nItalian and English words are being taken in by the language more and more. This sometimes causes words to form that are not found in Maltese, Italian, or English, but instead are a mix of the three. At schools, English is taught as a second language. Maltese is usually used in the standardized jobs and when people talk to each other. Most of the television, radio, and literature in Malta is also in Maltese.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":15},{"uri":"Malta","surface_form":"Malta","offset":27},{"uri":"European_Union","surface_form":"European Union","offset":56},{"uri":"Phoenician_language","surface_form":"Phoenician language","offset":102},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":202},{"uri":"English_language","surface_form":"English","offset":222},{"uri":"Sicilian_language","surface_form":"Sicilian","offset":273},{"uri":"Italian_language","surface_form":"Italian","offset":283},{"uri":"English_language","surface_form":"English","offset":296},{"uri":"Sicily","surface_form":"Sicily","offset":396},{"uri":"Maghreb","surface_form":"Maghreb","offset":509},{"uri":"Document","surface_form":"document","offset":591},{"uri":"Poem","surface_form":"poem","offset":632},{"uri":"15th_century","surface_form":"15th century","offset":646},{"uri":"Media","surface_form":"media","offset":923}]}