{"id":498365,"url":"http://en.wikipedia.org/wiki/SriLankan_Airlines","text":"SriLankan Airlines (marketed as SriLankan) is the flag carrier of Sri Lanka and a member of the Oneworld airline alliance. It is currently the largest airline in Sri Lanka by number of aircraft and destinations and was launched in 1979 as Air Lanka following the termination of operations of the original Sri Lankan flag carrier Air Ceylon. Following its partial acquisition in 1998 by Emirates, it was re-branded and introduced the current livery. In 2008 the government of Sri Lanka acquired all the shares of the airline from Emirates. After ending the Emirates partnership, it retained its re-branded name and logo. Sri Lankan Airlines operates over 560 flights per week.\nThe Airline operates to 113 destinations in 51 countries (including codeshare operations) from its main hub located at Bandaranaike International Airport near Colombo. SriLankan Airlines joined the oneworld airline alliance on 1 May 2014.\nAir Lanka.\nAir Lanka was established as the flag carrier of Sri Lanka once the Sri Lankan government shut down the bankrupt Air Ceylon. Air Lanka's initial fleet consisted of two Boeing 707, leased from Singapore Airlines. One Boeing 737 was leased from Maersk Air and maintained by Air Tara. On 24 April 1980, the lease ended; Air Lanka received a replacement Boeing 737 leased from Royal Brunei. On 1 November 1980, Air Lanka commenced wide-body operations with a leased Lockheed L1011-1 Tristar from Air Canada.\nOn 15 April 1982, Air Lanka received its own L1011 Tristar purchased from All Nippon Airways. With the introduction of Tristar aircraft, the Boeing 707s were phased out and sold. Then another L1011 was leased from Air Canada whilst the third L1011 was purchased from All Nippon. On 1 May 1982, HAECO took over the maintenance of the two Air Lanka-owned Tristars, while Air Canada maintained two leased Tristars.\nOn 28 March 1980, Air Lanka signed a purchase agreement for two brand new Lockheed L1011-500 Tristars, the most advanced wide-body aircraft in the world at that time. The first Lockheed L1011-500 (4R-ULA) was accepted on 26 August 1982, at Palmdale, California. It was flown to Amsterdam as UL flight 566P. On 28 August, 4R-ULA \"City Of Colombo\" left for its inaugural flight from Amsterdam to Colombo as UL566. It reached Colombo on 29 August. This was followed by second Lockheed L1011-500, 4R-ULB, \"City Of Jayawardanapura\". On 8 June 1984 the airline received its first Boeing 747-200B \"King Vijaya\" and the second joined later. The aircraft were used on flights to Europe and a few flights to southeast Asia.\nRebranding.\nAir Lanka, which was state-owned, was partially privatized in 1998, with investment by Dubai-based Emirates Group, when Emirates and the Sri Lankan government signed an agreement for a ten-year strategic partnership. This agreement included exclusive rights for all aircraft ground handling and airline catering at Colombo-Bandaranaike airport for ten years. Emirates bought a 40% stake worth US$70 million (which it later increased to 43.6%) in Air Lanka and sought to refurbish the airline's image and fleet. The government retained a majority stake in the airline but gave full control to Emirates for investment and management decisions. In 1998, the Air Lanka re-branded to SriLankan Airlines.\nSriLankan acquired 6 Airbus A330-200s to complement its fleet of Airbus A340-300 and A320-200 aircraft. The A330-200 aircraft joined the airline between October 1999 and July 2000. The company's fourth A340-300 arrived at Colombo painted in the airline's new corporate livery. SriLankan upgraded its existing A340 fleet into a two-class configuration (business and economy class) whilst overhauling the interior to reflect the new corporate image.\nThe airline gradually increased its number of destinations with more additions for regional markets, notably India and the Middle East. Whilst continuing expansion in the region, SriLankan commenced flying to Jeddah, its third destination in Saudi Arabia, after Riyadh and Dammam, thus increasing the number of destinations in the Middle East to nine. Jeddah became the airline's 51st destination overall.\nIn 2008, Emirates notified the Sri Lankan Government that it would not renew its management contract, which then expired on 31 March 2008. It claimed that the Sri Lankan Government was seeking greater control over the day-to-day management of the airline. Emirates sold its 43.63% stake in the airline to the Government of Sri Lanka in a deal that was finalized in 2010, thus ending any affiliations the two airlines had with each other.\nModern era.\nIn 2008 when Emirates pulled out, the accumulated profit of SriLankan was Rs. 9.288 billion in that financial year. From 2008 to 2015, when the government administration ran it, the loss for the seven years was Rs. 128.238 billion (US$875 million).\nFollowing the ownership transfer, SriLankan took the decision to promote Colombo as a hub for flights to Asia. The first destination of the expansion plan was Shanghai; the route was initiated on 1 July 2010. The airline commenced flights to Guangzhou on 28 January 2011.\nSriLankan joined the Oneworld alliance on 1 May 2014. During 2014 it started to renew and increase its fleet, with purchases of Airbus A330 & A350 models. Currently, SriLankan operates an all-Airbus fleet except for its discontinued Air-Taxi services. SriLankan phased out their last Airbus A340-300 on 7 January 2016 with its last scheduled flight from Chennai to Colombo.\nThe airline terminated three European routes – Frankfurt, Paris and Rome – by end of 2016.\nThe airline absorbed the operations of sister carrier Mihin Lanka in October 2016, in a bid to create a single stronger national airline for Sri Lanka. Accordingly, SriLankan took over two of Mihin Lanka's aircraft and absorbed all of its route networks. This move added ten new destinations to SriLankan's route network.\nIn October 2017, SriLankan launched direct daily non-stop flights to Melbourne, Australia, its first new long haul route in over five years and the most ambitious expansion to date. The flights restore a regular direct air link between Australia and Sri Lanka after a hiatus of 16 years.","categories":[],"infobox_types":["airline"],"annotations":[{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":975},{"uri":"Air_Ceylon","surface_form":"Air Ceylon","offset":1039},{"uri":"Boeing_707","surface_form":"Boeing 707","offset":1094},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":1118},{"uri":"Boeing_737","surface_form":"Boeing 737","offset":1142},{"uri":"Royal_Brunei_Airlines","surface_form":"Royal Brunei","offset":1299},{"uri":"Lockheed_L1011","surface_form":"Lockheed L1011-1 Tristar","offset":1388},{"uri":"Air_Canada","surface_form":"Air Canada","offset":1418},{"uri":"All_Nippon_Airways","surface_form":"All Nippon Airways","offset":1504},{"uri":"Air_Canada","surface_form":"Air Canada","offset":1644},{"uri":"HAECO","surface_form":"HAECO","offset":1724},{"uri":"Lockheed_L1011","surface_form":"Lockheed L1011-500 Tristars","offset":1916},{"uri":"Palmdale","surface_form":"Palmdale","offset":2082},{"uri":"California","surface_form":"California","offset":2092},{"uri":"Boeing_747-200B","surface_form":"Boeing 747-200B","offset":2416},{"uri":"Europe","surface_form":"Europe","offset":2512},{"uri":"Dubai","surface_form":"Dubai","offset":2655},{"uri":"The_Emirates_Group","surface_form":"Emirates Group","offset":2667},{"uri":"Airbus_A330-200","surface_form":"Airbus A330-200s","offset":3288},{"uri":"Airbus_A340-300","surface_form":"Airbus A340-300","offset":3332},{"uri":"Airbus_A320_family","surface_form":"A320-200","offset":3352},{"uri":"India","surface_form":"India","offset":3824},{"uri":"Middle_East","surface_form":"Middle East","offset":3838},{"uri":"Jeddah","surface_form":"Jeddah","offset":3924},{"uri":"Riyadh","surface_form":"Riyadh","offset":3977},{"uri":"Dammam","surface_form":"Dammam","offset":3988},{"uri":"Jeddah","surface_form":"Jeddah","offset":4067},{"uri":"Government_of_Sri_Lanka","surface_form":"Government of Sri Lanka","offset":4430},{"uri":"Shanghai","surface_form":"Shanghai","offset":4979},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":5062},{"uri":"Oneworld","surface_form":"Oneworld","offset":5113},{"uri":"Airbus_A340-300","surface_form":"Airbus A340-300","offset":5376},{"uri":"Chennai","surface_form":"Chennai","offset":5446},{"uri":"Colombo","surface_form":"Colombo","offset":5457},{"uri":"Paris","surface_form":"Paris","offset":5524},{"uri":"Mihin_Lanka","surface_form":"Mihin Lanka","offset":5611},{"uri":"Melbourne","surface_form":"Melbourne","offset":5948}]}