{"id":498401,"url":"http://en.wikipedia.org/wiki/Stephan%27s_Quintet","text":"Stephan's Quintet is in the constellation Pegasus. It is a visual grouping of five galaxies of which four are the first compact galaxy group ever discovered. The group is about 280 million light years from Earth.\nThe group was discovered by Édouard Stephan in 1877 at Marseille Observatory.\nThe group is the most studied of all the compact galaxy groups. The brightest member of the visual grouping is NGC 7320. This has extensive H II regions, seen here as red blobs, where active star formation is occurring.\nThese galaxies are of interest because of their violent collisions. Four of the five galaxies in Stephan's Quintet form a physical association, Hickson Compact Group 92. They are involved in a cosmic dance that will probably end with the galaxies merging.\nRadio observations in the early 1970s showed a mysterious emission from the inter-galactic space between the galaxies in the group. This same region also showed faint glow of ionized atomic hydrogen. You can see this in the visible part of the spectrum as the magnificent green-blue arc in the picture to the right. Two space telescopes have recently shown something about the nature of the strange filament. It is now believed to be a giant intergalactic shock-wave (similar to a sonic boom but travelling in intergalactic gas rather than air). This is caused by one galaxy (NGC 7318B) falling into the center of the group at several million miles per hour.\nThe light blue galaxy NGC 7320 is a foreground galaxy, only 40 million light years from Earth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pegasus_(constellation)","surface_form":"Pegasus","offset":42},{"uri":"Galaxy","surface_form":"galaxies","offset":83},{"uri":"Galaxy_group","surface_form":"galaxy group","offset":128},{"uri":"%C3%89douard_Stephan","surface_form":"Édouard Stephan","offset":241},{"uri":"Marseille_Observatory","surface_form":"Marseille Observatory","offset":268},{"uri":"Spiral_Galaxy_NGC_7320","surface_form":"NGC 7320","offset":402},{"uri":"H_II_region","surface_form":"H II region","offset":431},{"uri":"Ionization","surface_form":"ionized","offset":942},{"uri":"Hydrogen","surface_form":"hydrogen","offset":957},{"uri":"Spectrum","surface_form":"spectrum","offset":1011},{"uri":"Shock_wave","surface_form":"shock-wave","offset":1223},{"uri":"Sonic_boom","surface_form":"sonic boom","offset":1248}]}