{"id":498494,"url":"http://en.wikipedia.org/wiki/Ransomware","text":"e=\"preserve\">Ransomware is a type of malware. It restricts access to the computer system that it infects or the data that it stores (often using encryption techniques), and demands a ransom be paid to the creator(s) of the malware. This is in order for the restriction to be removed. Some forms of ransomware encrypt files on the system's hard disk. Others may simply lock the system and display messages intended to persuade the user to pay.\nRansomware first became popular in Russia. Now the use of ransomware scams has grown internationally. In June 2013, McAfee said it had collected over 250,000 unique samples of ransomware in the first three months of 2013. This is more than double the number of the previous year. CryptoLocker, a ransomware worm that surfaced in late-2013, had collected an estimated $3 million USD before it was taken down by authorities.\nIn May 2017, a piece of ransomware called WannaCry spread around the world. It lasted four days and affected over 200,000 computers in 150 countries. Only about $130,000 (USD) was ever paid in ransom, but the attack affected a lot of large companies and organizations. The United Kingdom's National Health Service (NHS) was hit hard by WannaCry. Hospitals could not access their files, and so many surgeries were cancelled and patients had to be turned away. The NHS was especially at risk because it was using a version of the Windows operating system called Windows XP that Microsoft no longer supported. This meant that Microsoft had not been sending out security updates for this version of Windows, leaving it open to the WannaCry virus. Other systems were affected even though they were running newer versions of Windows, because their users had not yet installed the most recent security updates. Even though it was not designed to actually damage computers or their files, WannaCry led to a lot of wasted time and money, showing how vulnerable the world still is to ransomware attacks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Malware","surface_form":"malware","offset":37},{"uri":"Computer_system","surface_form":"computer system","offset":73},{"uri":"Infect","surface_form":"infect","offset":97},{"uri":"Data","surface_form":"data","offset":112},{"uri":"Encryption","surface_form":"encryption","offset":145},{"uri":"Ransom","surface_form":"ransom","offset":183},{"uri":"Cryptography","surface_form":"encrypt files","offset":309},{"uri":"Hard_disk","surface_form":"hard disk","offset":339},{"uri":"Scareware","surface_form":"display messages","offset":388},{"uri":"Persuade","surface_form":"persuade","offset":417},{"uri":"Popular","surface_form":"popular","offset":467},{"uri":"Russia","surface_form":"Russia","offset":478},{"uri":"Internet_fraud","surface_form":"scams","offset":512},{"uri":"International","surface_form":"international","offset":528},{"uri":"McAfee","surface_form":"McAfee","offset":559},{"uri":"CryptoLocker","surface_form":"CryptoLocker","offset":723},{"uri":"Computer_worm","surface_form":"worm","offset":750},{"uri":"Million","surface_form":"million","offset":813},{"uri":"USD","surface_form":"USD","offset":821},{"uri":"Authority","surface_form":"authorities","offset":853},{"uri":"WannaCry_ransomware_attack","surface_form":"WannaCry","offset":908},{"uri":"National_Health_Service","surface_form":"National Health Service","offset":1156},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":1394},{"uri":"Windows_XP","surface_form":"Windows XP","offset":1426},{"uri":"Microsoft","surface_form":"Microsoft","offset":1442}]}