{"id":498554,"url":"http://en.wikipedia.org/wiki/Julieta_Castellanos","text":"Julieta Castellanos (born 8 January 1954) is a Honduran sociologist. She is the rector of the National Autonomous University of Honduras (UNAH) since 2009. Castellanos has worked against violence in Honduras, working mostly on drug cartels and police corruption. She worked for reform of the courts and the police. In 2004, Castellanos started the Observatorio de la Violencia (Violence Observatory) at UNAH. The Violence Observatory analyzes crime statistics in Honduras. She was also a member of the Truth and Reconciliation Commission. The job of this commission was to find the facts of the 2009 coup that removed President Manuel Zelaya from power.\nLife and education.\nCastellanos was born in San Francisco de Becerra, Olancho on 8 January 1954. Her mother was Rafael Castellanos of Santa Bárbara, and her father was Ernestina Ruiz of Olancho. She grew up in the sugar fields of rural Honduras. In 1968, Castellanos' father gave her a test to be a student at the Normal School for Girls in the city of Tegucigalpa. She entered the school and graduated in 1973 with a teaching degree. In 1974, Castellanos won two scholarships to study social work at the National Autonomous University of Honduras (UNAH) and social sciences in the College of Teachers. After several years of study, she finished her studies with a master's degree in economics from UNAH and a bachelor's degree in sociology from the University of Costa Rica.\nAfter she finished her studies, Castellanos became a professor at UNAH in 1978. She was head of the Social Sciences Department and President of the Association of Teachers from 1997 to 2001. Castellanos was also the President of the Association of Professors of the University Center of General Studies (CUEG) in 1986, Coordinator of the Violence Observatory since 2005, consultant to the Arias Foundation for Human Progress and the Washington Office on Latin America (WOLA), and Research Associate of the Centro de Documentatión de Honduras (CEDOH). For 13 years, Castellanos was also the author of a newspaper column.\nHead of the National Autonomous University of Honduras.\nCastellanos was elected to a four-year term as Rector of the National Autonomous University of Honduras in 2009. At the time of her appointment as rector, she was also the Coordinator of the UNAH Violence Observatory and Director of the Instituto Universitario en Democracia Paz y Seguridad (Institute for Democracy, Peace and Security, IUDPAS). IUDPAS was started with support from the United Nations Development Programme (UNDP) and the Swedish International Development Cooperation Agency (SIDA) when Castellanos worked as a consultant for the UNDP. Castellanos took the place of Jorge Abraham Arita, who was removed for incompetence. In a press conference, College Board president Olvin Rodriguez said Castellanos was chosen as rector because she was well-respected by the university community, and also by Honduran society and internationally.\nShortly after Castellanos got the job of rector, President Manuel Zelaya was removed from power in a coup. During a demonstration by University students, the police tired to stop the demonstration. The police pushed Castellanos down when she tried to stop them. During her time as rector, she had disagreements with SITRAUNAH, the union for the University's employees. She also received criticism because she fired 60 employees who protested at the university 2009. Castellanos oversaw the construction of a sports complex, an administrative building, and a university clinic. The university invested L1,500 million in the clinic.\nCastellanos' four years as rector ended in April 2013. She remained interim rector. In September 2013, she won an election for another term as head of the university.\nWork against violence and corruption.\nCastellanos was a strong advocate for police reform and against violent crime in Honduras. She pushed for an international commission to oversee a purge of the police. The National Congress of Honduras approved the idea. Castellanos also spoke about gun politics in Honduras. She asked the Honduran armed forces to destroy illegal guns, including AK-47s.\nIn October 2011, the Honduran national police kidnapped and killed Castellanos' 22-year-old son. The incident called attention to the degree of corruption within the Honduran police. Castellanos called for an end to foreign aid for the Honduran police and military, demanding that they \"stop feeding the beast.\"\nAwards.\nCastellanos received the first Martin Luther King, Jr. Award on 20 April 2012. The Martin Luther King, Jr. Foundation and the Instituto Hondureño de Cultura Interamericana gave her the award in a ceremony.\nIn March 2013, Castellanos received the International Women of Courage Award from the U.S. State Department. US Secretary of State John Kerry and First Lady Michelle Obama presented the award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Honduras","surface_form":"Honduran","offset":47},{"uri":"Sociologist","surface_form":"sociologist","offset":56},{"uri":"Rector","surface_form":"rector","offset":80},{"uri":"Drug_cartel","surface_form":"drug cartel","offset":227},{"uri":"Police","surface_form":"police","offset":244},{"uri":"Corruption","surface_form":"corruption","offset":251},{"uri":"Reform","surface_form":"reform","offset":278},{"uri":"Analyze","surface_form":"analyze","offset":434},{"uri":"Statistics","surface_form":"statistics","offset":449},{"uri":"2009_Honduran_coup_d%27%C3%A9tat","surface_form":"2009 coup","offset":595},{"uri":"Manuel_Zelaya","surface_form":"Manuel Zelaya","offset":628},{"uri":"Graduate","surface_form":"graduate","offset":1047},{"uri":"Academic_degree","surface_form":"degree","offset":1081},{"uri":"Scholarship","surface_form":"scholarship","offset":1118},{"uri":"Social_work","surface_form":"social work","offset":1140},{"uri":"Social_sciences","surface_form":"social sciences","offset":1213},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":1319},{"uri":"Economics","surface_form":"economics","offset":1338},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":1364},{"uri":"Sociology","surface_form":"sociology","offset":1385},{"uri":"Consultant","surface_form":"consultant","offset":1801},{"uri":"Washington_Office_on_Latin_America","surface_form":"Washington Office on Latin America","offset":1863},{"uri":"Research","surface_form":"Research","offset":1910},{"uri":"United_Nations_Development_Programme","surface_form":"United Nations Development Programme","offset":2493},{"uri":"Swedish_International_Development_Cooperation_Agency","surface_form":"Swedish International Development Cooperation Agency","offset":2545},{"uri":"Consultant","surface_form":"consultant","offset":2634},{"uri":"Incompetence","surface_form":"incompetence","offset":2730},{"uri":"Internationa","surface_form":"internationa","offset":2938},{"uri":"Construction","surface_form":"construction","offset":3445},{"uri":"Administrative","surface_form":"administrative","offset":3482},{"uri":"Honduran_lempira","surface_form":"L","offset":3556},{"uri":"Interim","surface_form":"interim","offset":3654},{"uri":"Term","surface_form":"term","offset":3721},{"uri":"Advocate","surface_form":"advocate","offset":3816},{"uri":"Violent","surface_form":"violent","offset":3855},{"uri":"Purge","surface_form":"purge","offset":3938},{"uri":"Politics","surface_form":"politics","offset":4045},{"uri":"AK-47","surface_form":"AK-47","offset":4138},{"uri":"Kidnap","surface_form":"kidnap","offset":4192},{"uri":"Corruption","surface_form":"corruption","offset":4290},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":4712},{"uri":"John_Kerry","surface_form":"John Kerry","offset":4803},{"uri":"Michelle_Obama","surface_form":"Michelle Obama","offset":4829}]}