{"id":498541,"url":"http://en.wikipedia.org/wiki/False_memory","text":"Both perception (\"experiencing\") and remembering are processes which involve the brain. For this reason, errors do sometimes occur. Errors in perception are commonly called illusions. Emil Kraepelin used the term \"Erinnerungsverfälschung\" (memory falsification) to speak about false memories.\nPerceptions need stimuli to be created. A perception without a stimulus is called hallucination. Much like the difference between illusion and hallucination, Kraepelin wanted to distinguish between a false memory and memories of something that did not really happen, which he called \"Erinnerkungsfälschung\". Unfortunately, both German terms translate to the same English term.\nA false memory is a condition where a person remembers something that did not occur or where the memory does not closely match the occurrence.\nRemembering events that did not occur.\nUsing suggestion and hypnosis, it is possible to make people believe they experienced something, when they did not. Such phenomena also occur spontaneously, for example in a stressful situation, or when someone is not sleeping enough.\nLost in the mall.\nTo prove the existence of false memories, an experiment was conducted: People were given small stories of supposed relatives who told how these people were lost in a shopping mall, at age five or six, and how they had to be \"rescued\" by an adult. The experiment was done with 24 people. Afterwards, six people said that they remembered the event, even though it had never happened.\nMandela effect.\nFalse memories can sometimes be shared by multiple people. This is sometimes called the Mandela effect. Examples include memories of the Berenstain Bears' name being spelled \"Berenstein\", and of the existence of a 1990s movie entitled \"Shazaam\" starring comedian Sinbad as a genie.\nThe effect is named after South African anti-Apartheid leader Nelson Mandela after people believed he died in prison in the 1980s (he actually died in 2013, after having served as President of South Africa from 1994-99), which she claimed was shared by \"perhaps thousands\" of other people.\nLegal implications.\nSometimes, people are accused of a crime, and often part of the evidence consists of facts other people remember. It is a problem to convict someone of a crime, based only on such evidence. In the case of sexual abuse or of child abuse these memories will usually be bad ones, and the brain will have changed them, as a measure of protection. Before a conviction is done, the court needs to make sure that the conviction does not happen based on the recollection of only one person, as recovering the \"facts\" behind the memories can be difficult.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brain","surface_form":"brain","offset":81},{"uri":"Illusion","surface_form":"illusions","offset":173},{"uri":"Emil_Kraepelin","surface_form":"Emil Kraepelin","offset":184},{"uri":"Stimulus","surface_form":"stimuli","offset":310},{"uri":"Hallucination","surface_form":"hallucination","offset":375},{"uri":"German_language","surface_form":"German","offset":621},{"uri":"Condition","surface_form":"condition","offset":690},{"uri":"Suggestion","surface_form":"suggestion","offset":858},{"uri":"Hypnosis","surface_form":"hypnosis","offset":873},{"uri":"Phenomenon","surface_form":"phenomena","offset":973},{"uri":"Stress_(biology)","surface_form":"stressful situation","offset":1026},{"uri":"Sleep_deprivation","surface_form":"not sleeping enough","offset":1066},{"uri":"Berenstain_Bears","surface_form":"Berenstain Bears","offset":1640},{"uri":"Sinbad_(comedian)","surface_form":"Sinbad","offset":1766},{"uri":"South_Africa","surface_form":"South Africa","offset":1811},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":1847},{"uri":"Crime","surface_form":"crime","offset":2130},{"uri":"Convict","surface_form":"convict","offset":2228},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":2300},{"uri":"Child_abuse","surface_form":"child abuse","offset":2319}]}