{"id":498676,"url":"http://en.wikipedia.org/wiki/Complete_Genomics","text":"e=\"preserve\">Complete Genomics (CG), Mountain View, California, is a life sciences company which analyses DNA as a commercial service. CG has developed a commercial DNA sequencing platform for human genome sequencing and analysis.\nIn March 2013 Complete Genomics was bought by BGI-Shenzhen, the world’s largest genomics services company. BGI is a 4,000-person company in Shenzhen, Guangdong, China. It provides comprehensive sequencing and bioinformatics services for commercial science, medical, agricultural, and environmental applications.\nIn February 2009, Complete Genomics announced that it had sequenced its first human genome and gave the results to the National Center for Biotechnology Information database. Then, in November 2009, CG published sequence data for three human genomes in the journal Science. By the end of 2009, CG had sequenced 50 human genomes. The company has sequenced more than 20,000 genomes (2015).\nIn 2014, a collaboration among Radboud University (The Netherlands), Maastricht University Medical Centre (The Netherlands), Central South University (China) and Complete Genomics identified major causes of intellectual disability using whole genome sequencing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mountain_View%2C_California","surface_form":"Mountain View, California","offset":37},{"uri":"DNA","surface_form":"DNA","offset":106},{"uri":"Human_genome","surface_form":"human genome","offset":193},{"uri":"Beijing_Genomics_Institute","surface_form":"BGI-Shenzhen","offset":277},{"uri":"Genomics","surface_form":"genomics","offset":311},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":371},{"uri":"Guangdong","surface_form":"Guangdong","offset":381},{"uri":"Genome","surface_form":"genome","offset":627},{"uri":"National_Center_for_Biotechnology_Information","surface_form":"National Center for Biotechnology Information","offset":662},{"uri":"Science_(journal)","surface_form":"Science","offset":808}]}