{"id":498783,"url":"http://en.wikipedia.org/wiki/Optic_tectum","text":"The optic tectum is a major part of the midbrain of vertebrates. In vertebrates such as fish, reptiles and birds, it is the main visual processor of the brain.\nIn mammals, however, most of the work is done in the visual cortex. This is at the back of the cerebral cortex. The tectum does preliminary visual processing, and controls eye movement. When human anatomy textbooks use the term superior colliculus they are referring to the tectum. The diagram is based on human anatomy.\nMechanism.\nEach layer of the tectum contains a topographic map of the surrounding world. If neurons at a point in the map fire, it starts a response towards the corresponding point in space. In primates, the tectum (\"superior colliculus\") directs eye movements. Visual input from the retina, or \"command\" input from the cerebral cortex, create a \"bump\" of activity in the tectal map. If strong enough, this causes an eye movement.\nIn primates, the tectum is also involved in generating head turns, arm-reaching movements, and shifts in attention which do not involve any movements. In other species, the tectum is involved in a wide range of responses, including whole-body turns in walking rats, swimming fishes, or flying birds; tongue-strikes toward prey in frogs; fang-strikes in snakes, etc.\nIn some non-mammal species, including fish and birds, the tectum is one of the largest components of the brain. In mammals, and especially primates, the massive expansion of the cerebral cortex reduces the tectum (\"superior colliculus\") to a much smaller fraction of the whole brain. It still is the main integrating centre for eye movements.","categories":[],"infobox_types":[],"annotations":[{"uri":"Midbrain","surface_form":"midbrain","offset":40},{"uri":"Vertebrates","surface_form":"vertebrates","offset":52},{"uri":"Fish","surface_form":"fish","offset":88},{"uri":"Reptile","surface_form":"reptile","offset":94},{"uri":"Bird","surface_form":"bird","offset":107},{"uri":"Brain","surface_form":"brain","offset":153},{"uri":"Mammal","surface_form":"mammal","offset":163},{"uri":"Visual_cortex","surface_form":"visual cortex","offset":213},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":255},{"uri":"Human","surface_form":"human","offset":466},{"uri":"Topographic_map","surface_form":"topographic map","offset":528},{"uri":"Neurons","surface_form":"neurons","offset":573},{"uri":"Primate","surface_form":"primate","offset":675},{"uri":"Retina","surface_form":"retina","offset":765},{"uri":"Cerebral_cortex","surface_form":"cerebral cortex","offset":801},{"uri":"Primate","surface_form":"primate","offset":915},{"uri":"Attention","surface_form":"attention","offset":1017},{"uri":"Rats","surface_form":"rats","offset":1172},{"uri":"Frogs","surface_form":"frogs","offset":1242},{"uri":"Snakes","surface_form":"snakes","offset":1265},{"uri":"Bird","surface_form":"bird","offset":1325}]}