{"id":49899,"url":"http://en.wikipedia.org/wiki/Claymore","text":"The claymore is a Scottish sword. It is double-edged. The word itself is of Gaelic origins and means “great sword”. The Claymore is indeed a big sword and was held only with two hands. In some sources the broad claymore sword is called “claidheamh da lamh”, which means “two-hand sword”. It was very popular in the 16th century when Scottish warriors (highlanders) used it against the Englishmen.\nThe claymore sword was in average about - overall length, the blade was about long. It weighed around. It possessed a very broad blade and a slim channel, called a fuller, to slightly reduce its weight.\nThere also existed a version of Claymore that had a single-edged blade and a basket-shaped handle. The basket of the handle was used as protection for the hand. The blade was very long, so the basket was designed for balance too. The making of these swords was widespread especially during the mid-1600s. The places where the claymore swords were made were: Edinburgh, Canongate, Stirling and Glasgow.\nBeginning around 1350, very long claymore swords were used. The handles and the blades became longer. This was because of the heavy armour, that was almost impossible to penetrate. The Scottish Claymore was one of the two swords which could cut through the armour. The second was the Germanic Landsknecht sword.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scotland","surface_form":"Scottish","offset":18},{"uri":"Sword","surface_form":"sword","offset":27},{"uri":"Gaelic","surface_form":"Gaelic","offset":76},{"uri":"16th_century","surface_form":"16th century","offset":315},{"uri":"Highlander","surface_form":"highlander","offset":352},{"uri":"1600","surface_form":"1600","offset":898},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":958},{"uri":"Canongate","surface_form":"Canongate","offset":969},{"uri":"Stirling","surface_form":"Stirling","offset":980},{"uri":"Glasgow","surface_form":"Glasgow","offset":993},{"uri":"1350","surface_form":"1350","offset":1019},{"uri":"Armour","surface_form":"armour","offset":1134},{"uri":"Germany","surface_form":"Germanic","offset":1286}]}