{"id":499004,"url":"http://en.wikipedia.org/wiki/Dentin","text":"Dentin or dentine is calcified tissue that makes up the second layer of teeth. In the crown (top) of a tooth, dentin is found between enamel and pulp. In the root of a tooth, it is found between cementum and pulp. Dentin makes up most of a tooth. Dentin is yellow. The yellowness of dentin shows through in a tooth because enamel is semi-translucent.\nDevelopment.\nThe process of creating dentin is called dentinogenesis. It is made by odontoblasts, a special type of cell that activates later during formation of teeth. Unlike enamel, a tooth can keep making more dentin throughout life.\nTypes.\nDentin is divided into different types based on when it is made.\nPrimary dentin.\nPrimary dentin makes up most of the tooth. It is the thick bulk between enamel and pulp. Primary dentin is the type of dentin a tooth starts out with. It can also be called circumpulpal (surrounding the pulp) dentin. Mantle dentin is a separate, harder but thinner layer that separates primary dentin from the tooth crown.\nSecondary dentin.\nSecondary dentin is made after a tooth has already appeared in the mouth. This type of dentin is made throughout life. Newly made dentin is found placed very close to the pulp. It is found between pulp and primary dentin.\nTertiary dentin.\nUnlike secondary dentin, tertiary (third in order) dentin is not made continuously throughout life. Tertiary dentine is only made when the tooth is damaged.","categories":[],"infobox_types":[],"annotations":[{"uri":"Calcification","surface_form":"calcified","offset":21},{"uri":"Tissue_(biology)","surface_form":"tissue","offset":31},{"uri":"Teeth","surface_form":"teeth","offset":72},{"uri":"Tooth_enamel","surface_form":"enamel","offset":134},{"uri":"Dental_pulp","surface_form":"pulp","offset":145},{"uri":"Cementum","surface_form":"cementum","offset":195},{"uri":"Yellow","surface_form":"yellow","offset":257},{"uri":"Transparent","surface_form":"semi-translucent","offset":333},{"uri":"Odontoblast","surface_form":"odontoblast","offset":435},{"uri":"Cell","surface_form":"cell","offset":467},{"uri":"Formation","surface_form":"formation","offset":500},{"uri":"Mouth","surface_form":"mouth","offset":1084},{"uri":"Damage","surface_form":"damage","offset":1404}]}