{"id":499040,"url":"http://en.wikipedia.org/wiki/H._H._Holmes","text":"Dr. Herman Webster Mudgett (May 16, 1861 – May 7, 1896), better known under the name of Dr. Henry Howard Holmes, was one of the first documented serial killers in the modern sense of the term. He was born in Gilmanton, New Hampshire. A graduate of the University of Michigan medical School Class of 1884; until his.execution in 1896 he would choose a career of crime including Insurance fraud, swindling; check forging; 3 to 4 bigamous illegal marriages; murder and horse theft.\nMurders.\nIn Chicago at the time of the 1893 World's Columbian Exposition, Holmes opened a hotel which he had designed and built for himself specifically with murder in mind, and which was the location of many of his murders. While he confessed to 27 murders, of which nine were confirmed, his actual body count could be as high as from 133 to perhaps 200. It will not be known how many murders Holmes committed as he did not always tell the entire truth of his crimes- for example: he claimed one of his first murder victims was a medical school classmate Dr Robert Leacock in 1886 for insurance money; in fact Dr Leacock died in Watford, Ontario Canada October 5, 1889. Contrary to several accounts Holmes did not kill Dr. E. S. Holton. Likewise Holmes did not kill an alleged \"Castle\" victim Miss Kate Durkee-who turned out to be very much alive. Ironically one historian noted that one of Holmes creditor's died in Holmes \"Castle\" drugstore of a stroke in 1891-it is unknown if Holmes was involved with his demise. Holmes also had a one-story factory which he claimed was to be used for glass bending. It is unknown if the factory furnace was ever actually used for glass bending-or to cremate incriminating evidence of Holmes crimes. Holmes usual murder method was by suffocation of his victims including: an overdose of chloroform; overexposure to lighting gas fumes; trapped in an airless vault to give some examples. Holmes also claimed to have used starvation and burning victiums alive in his \"castle\"\nHolmes \"hotel\" was partially burned by fire in August 1895; it was later used for storage until it was torn down in 1938. The site of the \"hotel\" is adjoining the Englewood Post Office building at 63rd and Wallace Streets, Chicago, Illinois.\nExecution.\nOn May 7, 1896, Holmes was hanged at Moyamensing Prison, also known as the Philadelphia County Prison, for four murders and six attempted murders. The murder for which Holmes would be executed for was that of his accomplice Benjamin Petzel in Philadelphia Pennsylvania [Sep 20, 1894]; evidence was also uncovered in the search for Holmes of his involvement in the subsequent murders of three of Petzel's children: Howard Petzel in Irvington, Indiana [October 10, 1894] and Alice and Nellie Petzel in Toronto, Canada [October 25, 1894]. Ironically although Holmes \"Murder Castle\" was undoubtedly the scene of many of his murders, it was the murder of Petzel in Philadelphia which had the clearest case for murder-as there was only very circumstansial physical evidence of the \"Castle\" victiums- a piece of human bone possibly from Julia Conner; remains of a child-possibly Pearl Conner; a burned gold watch chain and burned dress buttons-apparently belonging to Minnie Williams; a tuft of human female hair found in a chimney flue.\nPatrick Quinlan who admitted as a workman to building fireproof rooms, trapdoors and walls in Holmes \"castle\" and who was also the building janitor and caretaker, died March 4, 1914 in Portland Michigan - an apparent suicide. A note left behind said simply \"I could not sleep\".","categories":[],"infobox_types":["criminal"],"annotations":[{"uri":"Serial_killers","surface_form":"serial killers","offset":145},{"uri":"Gilmanton%2C_New_Hampshire","surface_form":"Gilmanton, New Hampshire","offset":208},{"uri":"Chicago","surface_form":"Chicago","offset":491},{"uri":"World%27s_Columbian_Exposition","surface_form":"World's Columbian Exposition","offset":523},{"uri":"Body_count","surface_form":"body count","offset":779},{"uri":"Hanging","surface_form":"hanged","offset":2270},{"uri":"Moyamensing_Prison","surface_form":"Moyamensing Prison","offset":2280}]}