{"id":499412,"url":"http://en.wikipedia.org/wiki/Fresh_Horses","text":"\"Fresh Horses\" is a 1988 coming of age drama film directed by David Anspaugh, and starring Andrew McCarthy and Molly Ringwald.\nPlot.\nCincinnati college senior Matt Larkin (Andrew McCarthy) seems to have a picture perfect life: he is well-liked at his mid-western college, that he is soon to graduate, has a beautiful, waspy fiancée, friends, parties and good times. But when Matt meets Jewel (Molly Ringwald), his carefully constructed house of cards falls apart and changes him forever.\nMatt’s content with his very proper fiancée and his safe life, so when his best friend Tipton (Ben Stiller) relates a story of a night spent in a rough country house filled with seedy characters, beer, music and women, Matt initially scoffs at the idea of visiting. However, as he ponders his imminent marriage, he decides to check it out - no harm done, just a little fun before life gets serious.\nThe two drive out to the house, in the \"boonies\", expecting a wild party, however, when they arrive, they find only the aftermath of a debaucherous night—cigarette butts and bottles strewn everywhere, a bluesy ZZ Top tune on the stereo, a solitary biker playing pool and a woman’s muffled giggle coming from upstairs. Disappointed, Matt goes to fetch a beer for Tipton and in doing so, in the kitchen, meets Jewel.\nJewel is all mystery and trailer park at the same time. She’s a poor Kentucky girl, obviously grown up uneducated, yet Matt is instantly drawn to her. He returns to seek her out and the attraction they share is obvious. Despite their social differences, Matt is completely infatuated.\nHis life soon does a 180. He breaks off his engagement, sneaks out at night and stops seeing his friends. However Matt is yet to figure out who exactly Jewel is and discover the secrets she is hiding (including an abusive husband and stepfather, the shady people that hang around the house, as well as the fact she is underage).\nAs a result the two worlds collide and it seems they are doomed by circumstance. After Matt has a run in with Jewel’s spouse, the ultra-seedy Green (Viggo Mortenson), Matt and Jewel must make the decision they have both been dreading, but will ultimately free them.\nSetting.\nFilming locations in Kentucky included Kenton, Boone and Gallatin Counties, and the city of Warsaw; In Ohio, the University of Cincinnati, the city of Cincinnati, and Kings Island amusement park, then in Deerfield Township, Warren County, Ohio, now in Mason; and Switzerland County, Indiana.\nCritical reaction.\nCritical reaction to the film was mixed. In his review for the \"Los Angeles Times\", Michael Wilmington said, \"[t]here's a lot to admire in the film adaptation of Larry Ketron's play 'Fresh Horses'\" and called the dialogue \"fresh, sad and funny.\" He also praised the work of director Anspaugh and cinematographer Fred Murphy, saying they give the movie \"a very distinctive look: moody and poetic, grainy and wistful, drenched with a sad, faraway, forget-me-not drizzle of passion and regrets.\" However, he concluded that the \"movie refuses to jell.\"\nBox office.\nThe film performed poorly, earning $3,074,292 in the opening weekend, and a total of $6,640,346 domestically - only 46.3% of the total gross, failing to recoup its $14 million budget.\nPlay.\nThe film is based upon the play of the same name, also by Larry Ketron. It was first performed at the WPA Theatre, New York City on February 4, 1986 with a cast including Suzy Amis.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Coming_of_age","surface_form":"coming of age","offset":25},{"uri":"Drama_film","surface_form":"drama film","offset":39},{"uri":"David_Anspaugh","surface_form":"David Anspaugh","offset":62},{"uri":"Andrew_McCarthy","surface_form":"Andrew McCarthy","offset":91},{"uri":"Molly_Ringwald","surface_form":"Molly Ringwald","offset":111},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":133},{"uri":"Andrew_McCarthy","surface_form":"Andrew McCarthy","offset":172},{"uri":"Molly_Ringwald","surface_form":"Molly Ringwald","offset":393},{"uri":"Ben_Stiller","surface_form":"Ben Stiller","offset":583},{"uri":"Viggo_Mortenson","surface_form":"Viggo Mortenson","offset":2065},{"uri":"Kenton_County%2C_Kentucky","surface_form":"Kenton","offset":2230},{"uri":"Boone_County%2C_Kentucky","surface_form":"Boone","offset":2238},{"uri":"Gallatin_County%2C_Kentucky","surface_form":"Gallatin","offset":2248},{"uri":"Warsaw%2C_Kentucky","surface_form":"Warsaw","offset":2283},{"uri":"Ohio","surface_form":"Ohio","offset":2294},{"uri":"University_of_Cincinnati","surface_form":"University of Cincinnati","offset":2304},{"uri":"Kings_Island","surface_form":"Kings Island","offset":2358},{"uri":"Deerfield_Township%2C_Warren_County%2C_Ohio","surface_form":"Deerfield Township, Warren County, Ohio","offset":2395},{"uri":"Mason%2C_Ohio","surface_form":"Mason","offset":2443},{"uri":"Switzerland_County%2C_Indiana","surface_form":"Switzerland County, Indiana","offset":2454},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":2566},{"uri":"New_York_City","surface_form":"New York City","offset":3368},{"uri":"Suzy_Amis","surface_form":"Suzy Amis","offset":3424}]}