{"id":499406,"url":"http://en.wikipedia.org/wiki/Scarecrow_(Garth_Brooks_album)","text":"\"Scarecrow\" is the eighth studio album by American country music artist Garth Brooks. It was released on November 13, 2001, and debuted at #1 on the \"Billboard\" 200 chart, and the Top Country Albums chart. It has been certified 5× platinum RIAA and was named Best Selling Album at the 2002 Canadian Country Music Association Awards. It was the last album by Brooks before his thirteen-year hiatus.\nBackground.\n\"At the end of last year I made a commitment to Capitol (Records) that I would try to bring them one more album. This is the result of that effort, a real labor of love, that I'm proud to hold up next to all of our previous releases. For the first time in my life I think I made a happy album. It's heavy on steel guitars, but you're not aware of it in some places because the musicians are so good at what they do.\"\nContent.\nSingles released from this album include \"Beer Run (B Double E Double Are You In?)\" (a duet with George Jones, also found on Jones's 2001 album '), \"Wrapped Up in You\", \"Squeeze Me In\" (a duet with Trisha Yearwood), \"Thicker Than Blood\", and \"Why Ain't I Running\". Of these, \"Wrapped Up in You\" was the highest peaking, reaching #5 on the Hot Country Songs charts. Prior to the album's release, \"When You Come Back to Me Again\" had charted on the country charts as a selection from the soundtrack to the film \"Frequency\".\nSeveral of the tracks on this album were originally recorded by other artists. \"Pushing Up Daisies\" was originally recorded by Kevin Welch on his 1995 album \"Life Down Here on Earth\", while \"Big Money\" was originally recorded under the title \"It Pays Big Money\" by Mark Chesnutt on his 2000 album \"Lost in the Feeling\". Additionally, \"Don't Cross the River\" was previously recorded by America on their 1972 album \"Homecoming\". \"Squeeze Me In\" was previously recorded by Lee Roy Parnell on his 1995 album \"We All Get Lucky Sometimes\".\nCharts and sales performance.\nIn the United States, \"Scarecrow\" debuted at No. 1 on the \"Billboard\" 200, becoming his eighth No. 1 album on the chart, and No. 1 on the Top Country Albums, becoming his eleventh No. 1 Country album. In January 2006, \"Scarecrow\" was certified 5× Platinum by the RIAA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"country music","offset":51},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":72},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":149},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":180},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":240},{"uri":"Canadian_Country_Music_Association","surface_form":"Canadian Country Music Association Awards","offset":290},{"uri":"George_Jones","surface_form":"George Jones","offset":933},{"uri":"Trisha_Yearwood","surface_form":"Trisha Yearwood","offset":1034},{"uri":"Hot_Country_Songs","surface_form":"Hot Country Songs","offset":1175},{"uri":"Kevin_Welch","surface_form":"Kevin Welch","offset":1485},{"uri":"Mark_Chesnutt","surface_form":"Mark Chesnutt","offset":1623},{"uri":"Lost_in_the_Feeling","surface_form":"Lost in the Feeling","offset":1656},{"uri":"America_(band)","surface_form":"America","offset":1743},{"uri":"Homecoming_(America_album)","surface_form":"Homecoming","offset":1772},{"uri":"Lee_Roy_Parnell","surface_form":"Lee Roy Parnell","offset":1828},{"uri":"We_All_Get_Lucky_Sometimes","surface_form":"We All Get Lucky Sometimes","offset":1863},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1980},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":2060},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":2185}]}