{"id":499400,"url":"http://en.wikipedia.org/wiki/Ropin%27_the_Wind","text":"\"Ropin' the Wind\" is the third studio album by American country music artist Garth Brooks. It was released on September 2, 1991 and was his first studio album to debut at No. 1 the \"Billboard\" 200 chart and the Top Country Albums chart. There it enjoyed four runs at No. 1 between September 28, 1991 - April 3, 1992, spending a combined 18 weeks at the top, eventually being certified 14x Platinum by the RIAA in 1998. In the UK it reached the Top 50 pop albums list and went to No. 1 for several months on the country charts. It has gone to sell 17 million copies world wide.\nThe track \"Shameless\" is a cover of a Billy Joel song, previously recorded on his 1989 album \"Storm Front\".\nAccording to music review website Allmusic, \"Ropin' the Wind\" is the first country album to debut at No. 1 on the Billboard 200.\nBackground.\n\"Ropin' the Wind was what we called the son of Fences. Ropin' the Wind was made in this kind of tour that we were on from No Fences. We were gone, pretty much 250 days out of the year. And in that remaining 100 days, I elected to cut Ropin' The Wind, and try to write for it. This album became a lot bigger than I ever thought it could possibly be. And when I listen to the singles off of it like Rodeo, What She's Doing Now, The River, Papa Loved Mama, and Shameless, I look at it and stand very proud. And then when I also look at the cuts, Against The Grain, Cold Shoulder, these songs I am equally proud of.\"\nTrack listing.\nAThis track was not on the original release of the album. It first appeared when the album was re-released as part of Brooks' first \"Limited Series\" box set collection, and remained part of subsequent releases of the album until 2014, when it was released digitally for the first time.\nChart performance.\n\"Ropin' the Wind\" debuted at No. 1 on the U.S. \"Billboard\" 200, becoming his first, and No. 1 on the Top Country Albums number-one album selling 400,000 copies, becoming his second No. 1 Country album. In September 1998, \"Ropin' the Wind\" was certified 14 x platinum by the RIAA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"country music","offset":56},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":77},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":181},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":211},{"uri":"UK_Album_Chart","surface_form":"Top 50 pop albums list","offset":444},{"uri":"Billy_Joel","surface_form":"Billy Joel","offset":615},{"uri":"Storm_Front_(album)","surface_form":"Storm Front","offset":671},{"uri":"Allmusic","surface_form":"Allmusic","offset":719},{"uri":"The_Limited_Series_(1998_album)","surface_form":"Limited Series","offset":1587},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1806},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":1860},{"uri":"List_of_number-one_country_albums_of_2009_(U.S.)","surface_form":"number-one album","offset":1879},{"uri":"RIAA","surface_form":"RIAA","offset":2033}]}