{"id":499403,"url":"http://en.wikipedia.org/wiki/In_Pieces","text":"\"In Pieces\" is the fifth studio album by American country music artist Garth Brooks. It was released on August 31, 1993. It debuted at #1 on the \"Billboard\" 200 and the Top Country Albums chart. It was also a huge hit outside the United States. In Great Britain it was Brooks' highest placed album on the charts. It reached the top ten of the country album charts before it was issued officially (due to imports from both the United States and Ireland). Critics felt that this would ruin the album's sales once it was issued. However, when it was eventually issued in Britain in early 1994 it went to #1 on the country charts and reached #2 in the pop charts and also produced two top 40 hit singles on the British pop charts.\nThe track \"Callin' Baton Rouge\" was previously a #37 peaking single in 1987 for the New Grass Revival, whose members back Brooks on his rendition. It was the first time the group had recorded together since they disbanded in 1989.\nIn an interview with BBC Radio DJ Richard Wooton, Brooks stated that the track \"The Cowboy Song\" (which was composed in 1987 by Roy Robinson) was found in a trash can by someone on his team who liked the song and played the track to him.\nBackground.\n\"In Pieces was just time to smile. It was time to laugh, it was time to get loud. It's definitely the most live album that we've ever cut. I think the band went to a different level on this. They seemed to play more like a band that had been together for years than studio musicians that come together and play at time to time. So this one is all there for me. I like to listen to it loud, and I just love the stuff like Baton Rouge and Ain't Going Down Til The Sun Comes Up. From One Night A Day, all the way to the very last song, The Cowboy Song, which is definitely my favorite off In Pieces and it will stand up with anything that I have cut over the past five years. Like the other things, I'm very proud of this one and I hope you like it.'\nTrack listing.\nThe track ordering has varied on different releases of this album.\nChart performance.\n\"In Pieces\" debuted at #1 on the U.S. \"Billboard\" 200, becoming his third, and #1 on the Top Country Albums, becoming his fourth #1 Country album. In July 1998, \"In Pieces\" was certified 8 x Platinum by the RIAA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country_music","surface_form":"country music","offset":50},{"uri":"Garth_Brooks","surface_form":"Garth Brooks","offset":71},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":145},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":169},{"uri":"Great_Britain","surface_form":"Great Britain","offset":248},{"uri":"United_States","surface_form":"United States","offset":426},{"uri":"Ireland","surface_form":"Ireland","offset":444},{"uri":"New_Grass_Revival","surface_form":"New Grass Revival","offset":811},{"uri":"BBC","surface_form":"BBC","offset":979},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":2095},{"uri":"Top_Country_Albums","surface_form":"Top Country Albums","offset":2146},{"uri":"RIAA","surface_form":"RIAA","offset":2264}]}