{"id":49951,"url":"http://en.wikipedia.org/wiki/The_Queen_of_Spades_(opera)","text":"\"The Queen of Spades\" (, pronounced \"Pi-KO-va-ya DA-ma\") is an opera by Tchaikovsky. It is based on a short story by Alexander Pushkin. Sometimes it is known by its German title \"Pique Dame\".\nWhen Tchaikovsky went to Paris in 1876, he saw Bizet’s opera \"Carmen\". He liked the story's themes of love and bad fate. The idea of fate is important to the opera \"Carmen\" and also to Tchaikovsky’s \"The Queen of Spades\". Tchaikovsky wrote some of his greatest music in this opera. Some of it is very graceful, and is similar to Mozart. In other places it is very romantic, with harmonies that he had learned by studying the operas of Wagner.\nThe story of the opera.\nHermann, a young officer, sees a beautiful girl in the park and falls in love with her even though he does not know her. His friend tells him that the girl’s name is Lisa, and that her grandmother is an old countess who used to gamble (play cards for money) when she was young. He says that people used to call the grandmother the \"Queen of Spades\", and that she knows a secret: she knows about the three cards which will always win the card game.\nHermann can only think of one thing: he wants to find out the secret of the three cards so that he can gamble and win lots of money. Then he will be able to marry Lisa. He hides himself in the grandmother’s bedroom. When the grandmother goes to bed, he jumps out in front of her and tells her he wants to know the three cards. She is so scared that she dies before she can speak.\nLater, the ghost of the grandmother comes to Hermann and tells him the three secret cards: Three, Seven, Ace. Hermann’s mind is now on one thing: he must go to casino and play cards and win. Lisa drowns herself in river. Hermann gambles all his money at casion, saying \"The life is only game and the sure is only death\". The first two cards are the Three and the Seven, but the third card is not the Ace, it is the Queen of Spades. The old grandmother’s ghost comes again to Hermann. Hermann kills himself.\nThe writing of the opera.\nTchaikovsky’s brother Modest helped him to prepare the libretto (words) for the opera. They changed some of Pushkin’s story, making the love scenes important because he thought they would be good with emotional music. They also made it very dramatic by making Lisa drown herself in a canal and Hermann die at the gaming table. This is different to what happens in Pushkin’s story.\nTchaikovsky wrote the opera very quickly. It took him just six weeks to sketch it (write the basic ideas). Then he spent a short time in Rome and when he returned, he wrote it out for orchestra in another six weeks.\nSome of the music is quite Classical (Rococo) in character. At other times it can sound very Russian. In the supernatural scenes, Tchaikovsky uses the whole-tone scale like Glinka did in his operas.\nThe opera was first performed at the Mariinsky Theatre in St Petersburg on 19 December 1890.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":63},{"uri":"Tchaikovsky","surface_form":"Tchaikovsky","offset":72},{"uri":"Short_story","surface_form":"short story","offset":102},{"uri":"Alexander_Pushkin","surface_form":"Alexander Pushkin","offset":117},{"uri":"Paris","surface_form":"Paris","offset":217},{"uri":"1876","surface_form":"1876","offset":226},{"uri":"Georges_Bizet","surface_form":"Bizet’s","offset":239},{"uri":"Carmen","surface_form":"Carmen","offset":254},{"uri":"Love","surface_form":"love","offset":294},{"uri":"Fate","surface_form":"fate","offset":307},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":521},{"uri":"Harmony","surface_form":"harmonies","offset":571},{"uri":"Richard_Wagner","surface_form":"Wagner","offset":627},{"uri":"Officer","surface_form":"officer","offset":676},{"uri":"Park","surface_form":"park","offset":714},{"uri":"Grandmother","surface_form":"grandmother","offset":844},{"uri":"Countess","surface_form":"countess","offset":866},{"uri":"Gamble","surface_form":"gamble","offset":887},{"uri":"Playing_card","surface_form":"cards","offset":900},{"uri":"Secret","surface_form":"secret","offset":1030},{"uri":"Bedroom","surface_form":"bedroom","offset":1314},{"uri":"Ghost","surface_form":"ghost","offset":1498},{"uri":"Casino","surface_form":"casino","offset":1647},{"uri":"Drown","surface_form":"drown","offset":1683},{"uri":"Suicide","surface_form":"herself","offset":1690},{"uri":"Game","surface_form":"game","offset":1774},{"uri":"Suicide","surface_form":"kills himself","offset":1979},{"uri":"Libretto","surface_form":"libretto","offset":2075},{"uri":"Canal","surface_form":"canal","offset":2304},{"uri":"Orchestra","surface_form":"orchestra","offset":2585},{"uri":"Classical_music_period","surface_form":"Classical","offset":2644},{"uri":"Supernatural","surface_form":"supernatural","offset":2726},{"uri":"Whole-tone_scale","surface_form":"whole-tone scale","offset":2768},{"uri":"Glinka","surface_form":"Glinka","offset":2790},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":2853},{"uri":"St_Petersburg","surface_form":"St Petersburg","offset":2874},{"uri":"19_December","surface_form":"19 December","offset":2891},{"uri":"1890","surface_form":"1890","offset":2903}]}