{"id":499771,"url":"http://en.wikipedia.org/wiki/Fourteenth_Amendment_to_the_United_States_Constitution","text":"The Fourteenth Amendment (Amendment XIV) to the United States Constitution was adopted on July 9, 1868. It was one of the Reconstruction Amendments. The amendment discusses citizenship rights and equal protection of the laws. It was proposed in response to issues related to former slaves following the American Civil War. This amendment was bitterly contested. Southern states were forced to ratify it in order to regain representation in Congress. The Fourteenth Amendment is one of the most litigated parts of the Constitution. It forms the basis for landmark decisions such as \"Roe v. Wade\" (1972), and \"Bush v. Gore\" (2000). It remains the most important Constitutional amendment since the Bill of Rights was passed in 1791.\nSummary.\nAt the end of the Civil War, Abraham Lincoln freed the slaves. The problem was, he did not ask Congress. Congress had not passed a law to free slaves. Meanwhile, some states still had slavery. The Thirteenth Amendment freed the slaves. It became law in late 1865. Three years later the Fourteenth Amendment provided civil rights. Republicans controlled Congress during this period. They wanted to give full citizenship to freed slaves. But they also realized that giving civil rights to blacks, it opened the door for women's suffrage. It would lead to giving women the right to vote, which Congress did not want to do. If only section one was included in the amendment, the wording \"all persons born or naturalized in the United States\" would include women. For this reason, the word \"male\" was inserted in section two so the amendment would be approved by Congress.\nSection one - citizenship.\nThe first section of the Fourteenth Amendment gave citizenship to “all persons born or naturalized in the United States”, and \"subject to the jurisdiction thereof\". The second clause, commonly called the \"Privileges and Immunities Clause\", states that \"the citizens of each state shall be entitled to all privileges and immunities of citizens in the several states.\" This gave all Americans the protection of civil rights under the law. It forbids states from denying citizens their life, their liberty or their property without due process. States could not deny persons \"equal protection of the laws.\" It meant that for the first time all people would have the same protection no matter what their color. The fact that states were mentioned makes them responsible for these protections the same as the federal government. The Fourteenth Amendment is cited more often in law suits than any other amendment.\nSection two - apportionment.\nThe second section changed a part of the original Constitution which counted slaves as three-fifths of a person. This was for the purpose of determining how many U.S. congressmen a state could have (apportionment). The second section established that every citizen would be counted as one person.\nSections three, four and five.\nThe third section was intended to be strict with members of the Confederacy who fought against the United States. It required a two-thirds vote of Congress to allow leaders of the Confederacy to regain their citizenship or hold office. To be allowed to hold a federal office, former confederates had to swear an oath to uphold the constitution. Section four said the federal government would not repay Confederate debts. Section five means what it says, Congress will enforce the provisions of the 14th amendment.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":48},{"uri":"Reconstruction_Amendments","surface_form":"Reconstruction Amendments","offset":122},{"uri":"Amendment","surface_form":"amendment","offset":153},{"uri":"Citizenship","surface_form":"citizenship","offset":173},{"uri":"Equal_Protection_Clause","surface_form":"equal protection","offset":196},{"uri":"Law","surface_form":"law","offset":220},{"uri":"Slavery","surface_form":"slaves","offset":282},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":303},{"uri":"Southern_United_States","surface_form":"Southern states","offset":362},{"uri":"Lawsuit","surface_form":"litigated","offset":494},{"uri":"Landmark_decision","surface_form":"landmark decision","offset":554},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":582},{"uri":"Bush_v._Gore","surface_form":"Bush v. Gore","offset":608},{"uri":"Bill_of_Rights","surface_form":"Bill of Rights","offset":695},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":768},{"uri":"United_States_Congress","surface_form":"Congress","offset":834},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth Amendment","offset":936},{"uri":"Civil_rights","surface_form":"civil rights","offset":1055},{"uri":"Radical_Republican","surface_form":"Republican","offset":1069},{"uri":"Black_people","surface_form":"blacks","offset":1226},{"uri":"Women%27s_suffrage","surface_form":"women's suffrage","offset":1257},{"uri":"Americans","surface_form":"Americans","offset":2015},{"uri":"Due_process","surface_form":"due process","offset":2163},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":2438},{"uri":"Law_suit","surface_form":"law suit","offset":2506},{"uri":"Three-Fifths_Compromise","surface_form":"three-fifths","offset":2658},{"uri":"Congress","surface_form":"congress","offset":2738},{"uri":"Apportionment","surface_form":"apportionment","offset":2770},{"uri":"Confederacy","surface_form":"Confederacy","offset":2963},{"uri":"Oath_of_office","surface_form":"oath","offset":3211}]}