{"id":49991,"url":"http://en.wikipedia.org/wiki/LaTeX","text":"LaTeX is a computer program used for making articles, books and mathematical formulas more aesthetically pleasing. LaTeX is well-suited for expressing mathematical formulas on electronic devices in a more human readable format, by allowing them to be shown in a format similar to how they would be written in many textbooks or by hand.\nLaTeX is used for making mathematical formulas for some articles on Wikipedia, in addition to being used within academic circles.\nThe writer types their article into a plain text document. A plain text document cannot have styled text, like bold or italic. When the writer wants to write styled text, they use computer commands. For example, the command for bold text is \\textbf.\nAfter the writer is finished writing the article, they tell LaTeX to read the document. After LaTeX is done, LaTeX makes a file that can be printed. The command \\textbf would print as This text is bold.\nLaTeX was first made in the early 1980s by Leslie Lamport at SRI International, who published its first manual in 1986. The current version is LaTeX2e (styled), which has been active since 1994.\nExample.\n\\LaTeX is a document preparation system for the \\TeX\ntypesetting program. It offers programmable desktop publishing\nfeatures and extensive facilities for automating most aspects of\ntypesetting and desktop publishing, including numbering and\ncross-referencing, tables and figures, page layout, bibliographies,\nand much more. \\LaTeX was originally written in 1984 by Leslie\nLamport and has become the dominant method for using \\TeX; few\npeople write in plain \\TeX anymore. The current version is\n% This is a comment; it will not be shown in the final output.\nAcademic contributions to LaTeX.\nIn order to support mathematical typesetting, the American Mathematical Society (AMS) has made the AMS-LaTeX package. AMS also founded MathJax, a Javascript extension to display mathematical formulas on web browsers, with the Society for Industrial and Applied Mathematics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_program","surface_form":"computer program","offset":11},{"uri":"Formula","surface_form":"formula","offset":374},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":404},{"uri":"Formatted_text","surface_form":"styled text","offset":559},{"uri":"Bold","surface_form":"bold","offset":577},{"uri":"Italic","surface_form":"italic","offset":585},{"uri":"Command_(computing)","surface_form":"computer commands","offset":646},{"uri":"Interpreter_(computing)","surface_form":"read","offset":785},{"uri":"Leslie_Lamport","surface_form":"Leslie Lamport","offset":962},{"uri":"SRI_International","surface_form":"SRI International","offset":980},{"uri":"American_Mathematical_Society","surface_form":"American Mathematical Society","offset":1763},{"uri":"JavaScript","surface_form":"Javascript","offset":1859},{"uri":"Web_browsers","surface_form":"web browsers","offset":1916},{"uri":"Society_for_Industrial_and_Applied_Mathematics","surface_form":"Society for Industrial and Applied Mathematics","offset":1939}]}