{"id":500367,"url":"http://en.wikipedia.org/wiki/Corn_snake","text":"The corn snake (\"Pantherophis guttatus\") is a North American species of rat snake that kills small prey by constriction.\nCorn snakes are found throughout the southeastern and central United States. They are often kept as pets. They reach a moderate size of. In the wild, they usually live around 6–8 years, but in captivity can live to be up to 23 years old or longer.\nCorn snakes look similar to the venomous copperhead snake and are often killed because of this similarity. Corn snakes are harmless and beneficial to humans. They are one of the most common snakes kept as pets, alongside the garter snake and ball python. Corn snakes lack venom and help control populations of wild rodent pests that damage crops and spread disease. They can be distinguished from copperheads by their brighter colors, slender build and lack of heat-sensing pits.\nAlthough the corn snake is distinguished by its bright red orange colored scales, possible mutations can occur completely rejecting these pigments, changing its appearance. The two-color mutations that are known to occur is albinism and anerythrism. Snakes that are homozygous for albinism lack the black pigment, and the ones that are homozygous for anerythrism lack the red pigment.\nThe corn snake is named for the species' regular presence near grain stores, where it preys on mice and rats that eat harvested corn. The \"Oxford English Dictionary\" cites this usage as far back as 1675. Some sources maintain that the corn snake is so-named because the distinctive, nearly-checkered pattern of the snake's belly scales resembles the kernels of variegated corn. Regardless of the name's origin, the corn reference can be a useful mnemonic for identifying them. Their diet in the wild mainly consists of rodents, small amphibians, birds and/or their eggs, other types of eggs, and so on. They're not known for eating insects, though. In captivity they're usually fed a steady diet of pinky mice and other types of creatures such as the ones above.\nReferences.\n6. Bechtel, H. (1989, July 01). Color Mutations in the Corn Snake (Elaphe guttata guttata): Review and Additional Breeding Data. Retrieved April 08, 2019, Journal of Heredity, Volume 80, Issue 4, July 1989, Pages 272–276,","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":61},{"uri":"Rat_snake","surface_form":"rat snake","offset":72},{"uri":"United_States","surface_form":"United States","offset":183},{"uri":"Copperhead_snake","surface_form":"copperhead snake","offset":410},{"uri":"Garter_snake","surface_form":"garter snake","offset":594},{"uri":"Python","surface_form":"ball python","offset":611},{"uri":"Venom","surface_form":"venom","offset":641},{"uri":"Rodent","surface_form":"rodent","offset":684},{"uri":"Pest","surface_form":"pests","offset":691},{"uri":"Grain","surface_form":"grain","offset":1297},{"uri":"Mouse","surface_form":"mice","offset":1329},{"uri":"Rats","surface_form":"rats","offset":1338},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":1373},{"uri":"Checker","surface_form":"checker","offset":1524},{"uri":"Variegated","surface_form":"variegated","offset":1595},{"uri":"Mnemonic","surface_form":"mnemonic","offset":1680}]}