{"id":500347,"url":"http://en.wikipedia.org/wiki/Adjustable_wrench","text":"An adjustable wrench (US) or adjustable spanner (UK) is a wrench with a \"jaw\" of adjustable width. It can be used with different sizes of fastener head (nut or bolt). This type of tool may have other names in other parts of the world.\nSeveral people are claimed as its inventor. Edwin Beard Budding (1796–1846), an engineer from Stroud, England, is one. On 22 September 1885 Enoch Harris received US patent 326868 for his spanner that permitted both the jaw width and the angle of the handles to be adjusted and locked. Some countries refer to it as a \"Swedish key\" after Swedish inventor Johan Petter Johansson. In 1891 he got a patent for an improved adjustable spanner which is still used today. Johansson improved the 1842 invention of another English engineer Richard Clyburn.\nMonkey wrenches.\nA monkey wrench is a heavyweight wrench in which the jaw width was set by a spinning ring fixed under the sliding lower jaw. In 1840, Worcester, Massachusetts knife manufacturer Loring Coes invented it. It was based on the wrench used on English 18th century coach wheels. Coe patented it in 1841 and the tools were advertised and sold in the United States as \"monkey wrenches\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Wrench","surface_form":"wrench","offset":58},{"uri":"Width","surface_form":"width","offset":92},{"uri":"Fastener","surface_form":"fastener","offset":138},{"uri":"Nut_(hardware)","surface_form":"nut","offset":153},{"uri":"Bolt","surface_form":"bolt","offset":160},{"uri":"Edwin_Beard_Budding","surface_form":"Edwin Beard Budding","offset":279},{"uri":"Enoch_Harris","surface_form":"Enoch Harris","offset":375},{"uri":"Swedish_people","surface_form":"Swedish","offset":572},{"uri":"Johan_Petter_Johansson","surface_form":"Johan Petter Johansson","offset":589},{"uri":"Patent","surface_form":"patent","offset":630},{"uri":"Richard_Clyburn","surface_form":"Richard Clyburn","offset":765},{"uri":"Worcester%2C_Massachusetts","surface_form":"Worcester, Massachusetts","offset":933},{"uri":"Loring_Coes","surface_form":"Loring Coes","offset":977}]}