{"id":500436,"url":"http://en.wikipedia.org/wiki/Zwartbles_sheep","text":"Zwartbles sheep are a large breed of domestic sheep. This breed first came from Holland in the north of the Netherlands. They were used to make sheep milk as well as lamb and mutton. They were often kept in the same fields as the dairy cattle.\nThey were brought over to Great Britain in the late 1900s. They are not very common and now live in the north of England. The sheep have reddish brown wool, black legs with four white socks, a white tip on the tail, and a black face with a white stripe. They do not have horns. The lambs look the same but have jet black wool. These are a tame and friendly sheep, but are difficult to look after.\nThey are bred for their meat and not for their wool, because it is very dark and cannot be dyed. The meat from Zwartbles sheep does not have much fat and tastes sweet.\nThe Zwartbles are large sheep: ewes (females) weigh an average of, and rams (males).\nBeing so large, they often have three or four lambs. Having so many babies can cause problems for the mother in giving birth.\nThese sheep have become less popular in Holland. There are so few there that they are listed as being rare by the Dutch Rare Breed Survival trust in the mid-1970s.\nThe first Zwartbles were imported to the United Kingdom in the early 1990s. A group for their farmers and owners, the Zwartbles Sheep Association, was formed in 1995.\nZwartbles are now mainly used for breeding lambs, and for their meat and wool. Already coming from the cold, wet, windy climate in the Netherlands, they can live in good health at various altitudes in Great Britain. Some Zwarbles are now shown in agricultural shows to be judged. The wool of these show animals is often trimmed to remove the brown wool tips. This leaves a tight black fleece showing as the primary colour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breed","surface_form":"breed","offset":28},{"uri":"Domestic_sheep","surface_form":"domestic sheep","offset":37},{"uri":"Holland","surface_form":"Holland","offset":80},{"uri":"Netherlands","surface_form":"Netherlands","offset":108},{"uri":"Lamb_and_mutton","surface_form":"lamb and mutton","offset":166},{"uri":"Dairy_cattle","surface_form":"dairy cattle","offset":230},{"uri":"Great_Britain","surface_form":"Great Britain","offset":270},{"uri":"England","surface_form":"England","offset":357},{"uri":"Wool","surface_form":"wool","offset":395},{"uri":"Horn_(anatomy)","surface_form":"horns","offset":515},{"uri":"Wool","surface_form":"wool","offset":565},{"uri":"Dye","surface_form":"dye","offset":732},{"uri":"Sheep","surface_form":"ewe","offset":840},{"uri":"Lamb","surface_form":"lamb","offset":940},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1225},{"uri":"Climate","surface_form":"climate","offset":1471},{"uri":"Altitude","surface_form":"altitude","offset":1539}]}