{"id":501197,"url":"http://en.wikipedia.org/wiki/Titan_arum","text":"The titan arum, \"Amorphophallus titanum\", is a flowering plant with the largest unbranched inflorescence in the world.\nThe titan arum's inflorescence is not as large as that of the talipot palm, \"Corypha umbraculifera\", but the inflorescence of the talipot palm is branched rather than unbranched.\nDue to its odor, which is like the smell of a decomposing animal, the titan arum is called a 'carrion flower', or 'corpse flower', or 'corpse plant'. For the same reason, the name 'corpse flower' is also used for the genus \"Rafflesia\" which, like the titan arum, grows in the rainforests of Sumatra. The function of the smell is to attract insect pollinators.\nBoth male and female flowers grow in the same inflorescence. The female flowers open first, and only lasts (or is \"receptive\") about 12 to 24 hours. Then a day or two following, the male flowers open. This usually prevents the flower from self-pollinating.\nThe popular name \"titan arum\" was invented by the broadcaster and naturalist Sir David Attenborough for his BBC series \"The Private Life of Plants\", in which the flowering and pollination of the plant were filmed for the first time. Attenborough felt that calling the plant \"Amorphophallus\" on a popular TV documentary would be inappropriate.\nThe record size is 3.1 m (10 ft 2.25 in) tall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flowering_plant","surface_form":"flowering plant","offset":47},{"uri":"Inflorescence","surface_form":"inflorescence","offset":91},{"uri":"Talipot_palm","surface_form":"talipot palm","offset":181},{"uri":"Odor","surface_form":"odor","offset":309},{"uri":"Carrion","surface_form":"carrion","offset":392},{"uri":"Rafflesia","surface_form":"Rafflesia","offset":522},{"uri":"Rainforest","surface_form":"rainforest","offset":574},{"uri":"Sumatra","surface_form":"Sumatra","offset":589},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":996},{"uri":"The_Private_Life_of_Plants","surface_form":"The Private Life of Plants","offset":1035}]}