{"id":501523,"url":"http://en.wikipedia.org/wiki/Larry_Langford","text":"Larry Paul Langford (March 17, 1946 – January 8, 2019) was an American politician and convicted criminal. He was the mayor of the city of Birmingham, Alabama serving from 2007 to 2009. He was serving a 15-year federal felony sentence at the time of his death.\nPolitical life.\nHe previously served on the Jefferson County, Alabama, Commission, including four years as the first African-American commission president. He also served as mayor of Fairfield, Alabama, and served one term on the Birmingham City Council.\nLangford was a well-known television personality, having worked for then-local ABC affiliate, WBRC TV as the community's first African-American TV news reporter. In 2010, Langford began serving a 15-year federal felony sentence, the result of a highly publicized public corruption trial in Tuscaloosa, Alabama.\nPrison time.\nOn April 27, 2015, Langford transported from his prison in Ashland, Kentucky to a hospital due to a case of pneumonia. Langford was rejected for an early release after describing himself as \"terminally-ill\".\nDeath.\nHe was granted compassionate release from prison in December 2018 due to his failing health and was hospitalized for respiratory failure and pneumonia in Birmingham. Langford died on January 8, 2019 at the hospital in Birmingham from complications of chronic obstructive pulmonary disease, aged 72.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":62},{"uri":"Birmingham%2C_Alabama","surface_form":"Birmingham","offset":138},{"uri":"Jefferson_County%2C_Alabama","surface_form":"Jefferson County, Alabama","offset":304},{"uri":"Fairfield%2C_Alabama","surface_form":"Fairfield, Alabama","offset":443},{"uri":"Ashland%2C_Kentucky","surface_form":"Ashland, Kentucky","offset":898},{"uri":"Pneumonia","surface_form":"pneumonia","offset":947},{"uri":"Respiratory_failure","surface_form":"respiratory failure","offset":1171},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1195},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"chronic obstructive pulmonary disease","offset":1305}]}