{"id":50160,"url":"http://en.wikipedia.org/wiki/Bede","text":"Bede (also Saint Bede, or the Venerable Bede) (673–735), was a monk and an early historian of the Church in England. He was a member of the sister Northumbrian monasteries of Monkwearmouth-Jarrow. He spent a great deal of time at Jarrow with its large library. Both were in the English county of Durham (now Tyne and Wear). He is well known as an author and scholar, whose best-known work, \"Historia ecclesiastica gentis Anglorum\" (\"The Ecclesiastical History of the English People\") gained him the title \"The father of English history\".\nLife.\nBede became respectfully known as \"Venerable Bede\" soon after his death, but this was not linked to consideration for sainthood by the Roman Catholic Church. Bede himself said he was born in 673 and on the lands of the monastery of Wearmouth. At age seven he was presented by his family to the Abbot of Wearmouth, Benedict Biscop, to be educated. Bede doesn't say if his family was noble or not. Bede was ordained a deacon when he was nineteen and at age thirty he was ordained a priest. While he was active in his community Bede found study, writing and teaching his favorite activities. He studied the Bible and Latin. He learnt Latin because that was the language of the Bible and other books in the monastery library. His teaching would have been very basic and his opinions were very conventional (not radical in any way).\nAt the end of his life, Bede became ill and had difficulty breathing. He went about the tasks of finishing some writings and giving away the few things that he owned. Bede died on Ascension Day, 26 May 735.\n\"Historia Ecclesiastica\".\nBede wrote many scientific, historical and theological works in his time. Many were copied and used by other monasteries in England and Western Europe. He had one work in particular that he is famous for. One of the most valuable and important sources on Anglo-Saxon history is Bede's \"Ecclesiastical History of the English Nation\". Bede spent most of his life at Jarrow and this is where he wrote his history. The Ecclesiastical History is made up of five books and about 400 pages written in Latin. It contains 800 years of the history of England from the time of Caesar to the date of its completion (731). The last chapter is about Bede himself.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monk","surface_form":"monk","offset":63},{"uri":"Church","surface_form":"Church","offset":98},{"uri":"Northumbria","surface_form":"Northumbria","offset":147},{"uri":"Monastery","surface_form":"monasteries","offset":160},{"uri":"Monkwearmouth-Jarrow","surface_form":"Monkwearmouth-Jarrow","offset":175},{"uri":"England","surface_form":"English","offset":278},{"uri":"County_Durham","surface_form":"county of Durham","offset":286},{"uri":"Tyne_and_Wear","surface_form":"Tyne and Wear","offset":308},{"uri":"History_of_England","surface_form":"English history","offset":520},{"uri":"Canonization","surface_form":"sainthood","offset":662},{"uri":"Catholicism","surface_form":"Roman Catholic Church","offset":679},{"uri":"Abbot","surface_form":"Abbot","offset":838},{"uri":"Noble","surface_form":"noble","offset":926},{"uri":"Ascension","surface_form":"Ascension Day","offset":1552},{"uri":"Western_Europe","surface_form":"Western Europe","offset":1741},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":1860},{"uri":"Ecclesiastical","surface_form":"Ecclesiastical","offset":2020},{"uri":"Latin_language","surface_form":"Latin","offset":2099},{"uri":"England","surface_form":"England","offset":2146},{"uri":"Julius_Caesar","surface_form":"Caesar","offset":2171}]}