{"id":50194,"url":"http://en.wikipedia.org/wiki/Aurora","text":"An aurora, also called polar light, northern light or southern light, is a natural light display in the sky. They are usually seen in the high latitudes (Arctic and Antarctic) regions. Auroras are produced when the Earth's magnetosphere is disturbed by the solar wind.\nAn aurora around the North Pole is called the \"Aurora borealis\" or 'northern lights'. Around the South Pole it is the \"Aurora australis\" or 'dawn of the south' or 'southern lights'. It can be seen from long distances, stretching in the sky many hundreds of miles far.\nAuroras can happen at any time, however they can only be seen at night because their light is not as strong as the light of day. Faint stars can even be seen through the aurora.\nMany legends are associated with the aurora in all countries where this phenomenon regularly occurs.\nHow it happens.\nAn aurora occurs when the Sun sends off small particles into space. These particles are mainly electrons, with charge and energy, which means they contribute to electricity. Earth has a protective shield of energy around it. This is called the \"magnetic field\" and forms an elongated sphere around the Earth called the \"magnetosphere\". The Earth’s magnetic field keeps off most of the solar wind.\nAt high-latitude areas (polar areas), the magnetic field is vertical. It does not keep off particles of the solar wind which can come from the magnetosphere and hit the particles of the air (Earth's atmosphere). When they hit, the atmosphere is heated and excited and the excess energy gets away, a phenomenon which we see as moving lights in the sky above 100 km altitude typically. An aurora can be especially bright following a solar flare and coronal mass ejection (CME), when the charged particle<nowiki/>s rip through the electromagnetic field because of their power.\nOn other planets.\nAuroral phenomena have been observed on other planets that have a magnetic field, such as Jupiter, Saturn and more recently Mars. It is believed to be a widespread phenomenon in the Solar System and beyond.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arctic","surface_form":"Arctic","offset":154},{"uri":"Antarctic","surface_form":"Antarctic","offset":165},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":223},{"uri":"Solar_wind","surface_form":"solar wind","offset":257},{"uri":"North_Pole","surface_form":"North Pole","offset":290},{"uri":"South_Pole","surface_form":"South Pole","offset":366},{"uri":"Mile","surface_form":"miles","offset":526},{"uri":"Sun","surface_form":"Sun","offset":858},{"uri":"Particle","surface_form":"particle","offset":878},{"uri":"Electrons","surface_form":"electrons","offset":927},{"uri":"Energy","surface_form":"energy","offset":954},{"uri":"Electricity","surface_form":"electricity","offset":993},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1077},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":1152},{"uri":"Earth%E2%80%99s_magnetic_field","surface_form":"Earth’s magnetic field","offset":1172},{"uri":"Latitude","surface_form":"latitude","offset":1237},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1428},{"uri":"Solar_flare","surface_form":"solar flare","offset":1660},{"uri":"Charged_particle","surface_form":"charged particle","offset":1714},{"uri":"Jupiter","surface_form":"Jupiter","offset":1911},{"uri":"Saturn","surface_form":"Saturn","offset":1920},{"uri":"Mars","surface_form":"Mars","offset":1945},{"uri":"Solar_System","surface_form":"Solar System","offset":2003}]}