{"id":501963,"url":"http://en.wikipedia.org/wiki/Killing_of_Eric_Garner","text":"e=\"preserve\">Eric Garner (September 15, 1970 – July 17, 2014) was a man from Staten Island, New York City. He died in the same borough after a police officer put him in a chokehold for 15 seconds. The New York City Medical Examiner's Office found that Garner died partly because of the chokehold.\nNew York City Police Department officers talked to Garner because they thought he was selling cigarettes illegally. When Officer Daniel Panteleo took Garner's wrist behind his back, Garner swatted his arms away. Pantaleo then put his arm around Garner's neck and pulled him backwards and to the ground. After Pantaleo removed his arm from around Garner's neck, he pushed Garner's face into the ground. Four officers went to restrain Garner, who said \"I can't breathe\" several times.\nOn December 3, 2014, a grand jury decided to not indict officer Pantaleo. This led to protests and rallies with charges of police brutality. As of December 28, 2014, more than fifty demonstrations had been held across the United States.\nIn the aftermath of Garner's death, his daughter Erica, Al Sharpton and many others began to protest against police brutality. Erica died of complications from a heart attack on December 30, 2017 at the age of 27.","categories":[],"infobox_types":[],"annotations":[{"uri":"Staten_Island","surface_form":"Staten Island","offset":77},{"uri":"New_York_City","surface_form":"New York City","offset":92},{"uri":"Police_officer","surface_form":"police officer","offset":143},{"uri":"Chokehold","surface_form":"chokehold","offset":171},{"uri":"New_York_City_Police_Department","surface_form":"New York City Police Department","offset":297},{"uri":"Cigarette","surface_form":"cigarette","offset":391},{"uri":"Indictment","surface_form":"indict","offset":829},{"uri":"Erica_Garner","surface_form":"Erica","offset":1066},{"uri":"Al_Sharpton","surface_form":"Al Sharpton","offset":1073},{"uri":"Heart_attack","surface_form":"heart attack","offset":1179}]}