{"id":50198,"url":"http://en.wikipedia.org/wiki/Nordic_countries","text":"e=\"preserve\">Nordic countries are a group of countries in Northern Europe. These countries include Denmark, Finland, Iceland, Sweden, Norway, and the territories of the Aland Islands and the Faroe Islands. Though often confused as such, Scandinavia is not equivalent to the Nordic countries. Scandinavia is a peninsula while the Nordic countries are recognized states. Sweden and Norway (and a small part of Finland) rest on the Scandinavian peninsula. Scandinavia and Finland together belong to a larger peninsula, Fennoscandia. Finns speak a non-Germanic language.\nNordic countries have similar state, law and culture. Historically, Nordic countries have maintained close connections. Nordic countries are primarily socialist democracies. Nordic countries have some political co-operation, such as the Nordic council. Cooperation with a larger group, the European Union, makes the Nordic cooperation even smaller.\nNordic countries have long, cold winters with warm days in the summer, but only a small part of Northern Norway and approximately half of Iceland is arctic, although Iceland lies below the Arctic Circle except for one small island.\nOf late, many Nordic countries have been facing issues with immigration, mainly Sweden. Their relaxed immigration policy has allowed many Middle Easterners to seek refuge from their war-torn countries there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":67},{"uri":"Denmark","surface_form":"Denmark","offset":99},{"uri":"Finland","surface_form":"Finland","offset":108},{"uri":"Iceland","surface_form":"Iceland","offset":117},{"uri":"Sweden","surface_form":"Sweden","offset":126},{"uri":"Norway","surface_form":"Norway","offset":134},{"uri":"Faroe_Islands","surface_form":"Faroe Islands","offset":191},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":237},{"uri":"Peninsula","surface_form":"peninsula","offset":309},{"uri":"Fennoscandia","surface_form":"Fennoscandia","offset":516},{"uri":"Nordic_council","surface_form":"Nordic council","offset":804},{"uri":"European_Union","surface_form":"European Union","offset":857},{"uri":"Winters","surface_form":"winters","offset":949},{"uri":"Arctic","surface_form":"arctic","offset":1065}]}