{"id":50192,"url":"http://en.wikipedia.org/wiki/Lied","text":"e=\"preserve\">Lied (pronounced “leed”) is the German word for “song” (the plural is Lieder – pronounced “leader”).\nThe word Lied is used in music to describe the songs that were written by German-speaking composers of classical music. Songs composed by classical composers are sometimes called “art songs”.\nLieder are normally songs for a singer with piano accompaniment. They were mostly composed in the 19th century which was the period known as the Romantic period. The most famous composers of Lieder were Franz Schubert, Robert Schumann, Johannes Brahms, Hugo Wolf and Richard Strauss.\nIn German culture the Lied as an art song goes back to the Middle Ages. Walther von der Vogelweide was a 12th-13th century minnesinger who composed and sang songs for important people at the royal court. Like most minnesinger, he was a poet as well as a composer, writing words for his own songs.\nThe Lied in the Romantic period was usually written by two different people: the poet wrote the words and then the composer “set the words” to music. 19th century composers mostly took great care to choose good poetry for their songs. The poetry was often by famous poets such as Goethe and Schiller.\nAlthough most Lieder were composed in the Romantic period, the beginnings were there in the Classical music period. Mozart wrote a song called \"Das Veilchen\" (\"The Violet\") and Beethoven wrote several songs.\nIt was Schubert who was to be the greatest of all Lieder composers. Schubert wrote over 600 songs. Very often he wrote in a form which had been used by Walther von der Vogelweide: three verses of which the first two have the same music (A-A-B, or as von der Vogelweide called them: “Stollen, Stollen, Abgesang”). Other songs of his are what is known as “durchkomponiert” (“through composed”). Here each verse is different, so that the composer can express the words of each verse with different music. The wonderful thing about Schubert’s songs is the way in which the piano accompaniments help the voice and show the meaning of the words. The piano was a fairly new instrument at the time and could do things that would have been impossible on the harpsichord. One of his earliest songs is the famous \"Erlkönig\" (\"Erlking\"). The piano accompaniment is very difficult to play because the right hand has continuous repeated octaves which describe the galloping of the horse in the wild, stormy night. \"Grettchen am Spinnrade\" is a song which sets a poem from \"Goethe's Faust\". The young girl is sitting at the spinning-wheel thinking of her lover. The piano has a rippling accompaniment which sounds like the gentle clatter of the spinning-wheel. At the moment when the girl imagines her lover's kiss the piano part comes to a stop, then gradually starts up again as the girl wakes up to the world around her.\nComposers often composed groups of songs which belong together. These are called a “song cycle” (“Liederkreis” in German). Schubert wrote two long ones: \"Die Winterreise\" (\"The Winter Journey\") and \"Die schöne Müllerin\" (\"The Miller’s beautiful daughter\"). Both are about love affairs which end sadly.\nRobert Schumann wrote many fine songs. He was a pianist before he became a composer, so it is not surprising that the piano parts of his songs are at least as important as the voice part. His song-cycle \"Dichterliebe\" (\"Poet’s love\") contains some of his best songs. They often have a dream-like atmosphere. He especially liked setting words by the poets Joseph von Eichendorff and Heinrich Heine.\nJohannes Brahms always made the singer’s part more important than the piano part. He learned a lot by studying Schubert’s songs and wrote some very famous Lieder. One of his best is the humorous \"Vergebliches Ständchen\" (\"Serenade in vain\"). His \"Four Serious Songs\" are very powerful. His famous \"Wiegenlied\" (\"Lullaby\"), a tune which everybody knows, is one of his songs.\nHugo Wolf is known almost only for his songs. They are very dramatic and he used some unusual harmonies which he had learned by listening to Wagner’s music. Some of Wolf’s songs are very short, he says a lot in a short space of time. His \"Italian song book\" and \"Spanish song book\" have some of his best songs.\nRichard Wagner and Gustav Mahler both wrote wonderful Lieder, although they are mostly with orchestral accompaniment. Mahler’s songs are inspired by folksong. He even uses them in his symphonies. \"Das Lied von der Erde\" is a song cycle for two singers (mezzo soprano and tenor) and orchestra.\nRichard Strauss is one of the last great Lieder composers. His \"Four last songs\" (with orchestra) seem to be saying “goodbye” to a great period of music history.","categories":[],"infobox_types":[],"annotations":[{"uri":"German_language","surface_form":"German","offset":45},{"uri":"Plural","surface_form":"plural","offset":73},{"uri":"Music","surface_form":"music","offset":139},{"uri":"Composer","surface_form":"composers","offset":204},{"uri":"Classical_music","surface_form":"classical music","offset":217},{"uri":"Art_song","surface_form":"art songs","offset":294},{"uri":"Piano","surface_form":"piano","offset":350},{"uri":"Accompaniment_(music)","surface_form":"accompaniment","offset":356},{"uri":"19th_century","surface_form":"19th century","offset":404},{"uri":"Romantic_music","surface_form":"Romantic period","offset":451},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":509},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":525},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":542},{"uri":"Hugo_Wolf","surface_form":"Hugo Wolf","offset":559},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":573},{"uri":"Culture","surface_form":"culture","offset":600},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":649},{"uri":"Walther_von_der_Vogelweide","surface_form":"Walther von der Vogelweide","offset":662},{"uri":"Minnesinger","surface_form":"minnesinger","offset":713},{"uri":"Royal_court","surface_form":"royal court","offset":781},{"uri":"Poet","surface_form":"poet","offset":826},{"uri":"Goethe","surface_form":"Goethe","offset":1167},{"uri":"Schiller","surface_form":"Schiller","offset":1178},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":1280},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":1304},{"uri":"Beethoven","surface_form":"Beethoven","offset":1365},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2145},{"uri":"Octave","surface_form":"octaves","offset":2319},{"uri":"Horse","surface_form":"horse","offset":2363},{"uri":"Goethe%27s_Faust","surface_form":"Goethe's Faust","offset":2455},{"uri":"Joseph_von_Eichendorff","surface_form":"Joseph von Eichendorff","offset":3462},{"uri":"Heinrich_Heine","surface_form":"Heinrich Heine","offset":3489},{"uri":"Harmony","surface_form":"harmonies","offset":3973},{"uri":"Richard_Wagner","surface_form":"Wagner’s","offset":4020},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":4209},{"uri":"Folksong","surface_form":"folksong","offset":4339},{"uri":"Symphony","surface_form":"symphonies","offset":4374},{"uri":"Mezzo_soprano","surface_form":"mezzo soprano","offset":4443},{"uri":"Tenor","surface_form":"tenor","offset":4461}]}