{"id":50209,"url":"http://en.wikipedia.org/wiki/Finnish_paganism","text":"Finnish paganism was a pagan religion in Finland and Karelia before the Finnish people were Christian. Finnish paganism is close to Scandinavian paganism and Baltic paganism. The Finns believed that there were many gods.\nFinnish paganism was animistic. This means that people believed nature was full of small and big spirits. The biggest spirits were gods who had names, the god of the sky was Ukko, the god of the forest was Tapio and the god of water was Ahti. There were many other spirits known by specific names.\nA Shaman was a wise person who could perform magic. With the help from spirits, he could heal ill people and curse enemies.\nHumans had a soul that was divided. \"Self\" and \"me\" were two different parts of the soul. If one's \"self\"-soul left him, he was not dead, but very ill. A Shaman could go to the spirit world to bring the soul back.\nThe Bear was considered a holy animal. If a bear was hunted down, he or she was celebrated with a ritual called \"Peijainen\", usually a big celebration involving food and drink. The purpose of the ritual was to pacify the soul of the bear. A happy soul would then be reincarnated into another bear, so that people could eat bears in the future. The swan was a holy bird and people believed that killing a swan would cause the killer to die.\nSome trees and stones were holy to Finns, along with some forests. These places were often used to offer gods or spirits a sacrifice sacrifice. The sacrifice was gift intended to make the spirit happy. This spirit would then help humans. For example, a happy spirit of the sea would guarantee a plentiful catch for a fisherman. At later times things that were given to spirits were small, such as: money, flowers, pieces of silver, alcohol or food.\nThe Finns believed that Earth was flat like a disc. Above Earth was sky-dome, a pot that was upside down. In the middle of the Earth was a pillar holding the sky, so that it did not drop. The North star was a nail in the top of this pillar. Land of the dead, Tuonela, was under Earth. The way to Tuonela was at the base of pillar that holds the sky. The rotational movement of the pillar caused a great whirl of water at the base of the pillar called Kinahmi and this could be used as access way to Tuonela.\nPeople hoped that their dead relatives would go to Tuonela, because they did not like ghosts. However some times dead relatives were asked to help living people. Sometimes shamans went to Tuonela to ask souls for help.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pagan","surface_form":"pagan","offset":23},{"uri":"Religion","surface_form":"religion","offset":29},{"uri":"Finland","surface_form":"Finland","offset":41},{"uri":"Karelia","surface_form":"Karelia","offset":53},{"uri":"Christian","surface_form":"Christian","offset":92},{"uri":"Scandinavian_paganism","surface_form":"Scandinavian paganism","offset":132},{"uri":"Baltic_paganism","surface_form":"Baltic paganism","offset":158},{"uri":"Animism","surface_form":"animistic","offset":242},{"uri":"Spirit","surface_form":"spirit","offset":318},{"uri":"Ukko","surface_form":"Ukko","offset":395},{"uri":"Tapio","surface_form":"Tapio","offset":427},{"uri":"Ahti","surface_form":"Ahti","offset":458},{"uri":"Shaman","surface_form":"Shaman","offset":521},{"uri":"Curse","surface_form":"curse","offset":628},{"uri":"Bear","surface_form":"Bear","offset":861},{"uri":"Ritual","surface_form":"ritual","offset":955},{"uri":"Swan","surface_form":"swan","offset":1205},{"uri":"Sacrifice","surface_form":"sacrifice","offset":1430},{"uri":"Money","surface_form":"money","offset":1695},{"uri":"Flower","surface_form":"flower","offset":1702},{"uri":"Silver","surface_form":"silver","offset":1721},{"uri":"Alcohol","surface_form":"alcohol","offset":1729},{"uri":"Food","surface_form":"food","offset":1740},{"uri":"Sky-dome","surface_form":"sky-dome","offset":1814},{"uri":"Column","surface_form":"pillar","offset":1885},{"uri":"North_star","surface_form":"North star","offset":1938},{"uri":"Nail","surface_form":"nail","offset":1955},{"uri":"Tuonela","surface_form":"Tuonela","offset":2005},{"uri":"Whirl","surface_form":"whirl","offset":2149},{"uri":"Kinahmi","surface_form":"Kinahmi","offset":2197},{"uri":"Ghost","surface_form":"ghost","offset":2340},{"uri":"Shaman","surface_form":"shaman","offset":2426}]}