{"id":502020,"url":"http://en.wikipedia.org/wiki/Stirling_Castle","text":"Stirling Castle, in Stirling, Scotland, is one of the largest and most important castles in the United Kingdom. It guarded an important crossing of the River Forth, which exits to the North Sea in the east.\nThe castle sits atop Castle Hill, an intrusive volcanic crag, part of the Stirling Sill geological formation. It is surrounded on three sides by steep cliffs, giving it a strong defensive position. It guards what was, until the 1890s, the farthest downstream crossing of the River Forth, This made it an important fortification from early times.\nMost of the buildings of the castle date from the fifteenth and sixteenth centuries. A few structures of the fourteenth century remain, while the outer defences fronting the town date from the early eighteenth century. Several Scottish kings and queens have been crowned at Stirling, including Mary, Queen of Scots, in 1542. There have been at least eight sieges of Stirling Castle, including several during the Wars of Scottish Independence. The last siege was in 1746, when Bonnie Prince Charlie failed to take the castle. Stirling Castle is a scheduled Ancient Monument, and is a tourist attraction managed by Historic Scotland.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stirling","surface_form":"Stirling","offset":20},{"uri":"Scotland","surface_form":"Scotland","offset":30},{"uri":"Castle","surface_form":"castle","offset":81},{"uri":"River_Forth","surface_form":"River Forth","offset":152},{"uri":"North_Sea","surface_form":"North Sea","offset":184},{"uri":"Intrusive","surface_form":"intrusive","offset":244},{"uri":"River_Forth","surface_form":"River Forth","offset":482},{"uri":"Scottish_monarchs","surface_form":"Scottish kings and queens","offset":780},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Mary, Queen of Scots","offset":847},{"uri":"Siege","surface_form":"siege","offset":909},{"uri":"Wars_of_Scottish_Independence","surface_form":"Wars of Scottish Independence","offset":965},{"uri":"Charles_Edward_Stuart","surface_form":"Bonnie Prince Charlie","offset":1029},{"uri":"Ancient_Monument","surface_form":"Ancient Monument","offset":1109},{"uri":"Historic_Scotland","surface_form":"Historic Scotland","offset":1166}]}