{"id":50210,"url":"http://en.wikipedia.org/wiki/Feedback","text":"e=\"preserve\">Feedback is a connection, a loop, between the cause and effect of a process.\nElectronic.\nSometimes, output from an electronic source affects future input. This can form what is called a \"feedback loop\". In some cases the output reinforces the input, making it stronger; this is called \"self-reinforcing\", \"positive\", \"runaway\" or \"amplifying\". In other cases, the output blocks or stops some of the input; this is called a negative feedback loop.\nPositive feedback.\nThink about a sound system with input from a microphone and output to a loudspeaker. If the sound coming out of the loudspeaker is heard by the microphone, a loop is created, from speaker, to the microphone, through the cord, and back into the speaker. The loop is made up of sound and the electrical energy that the microphone and loudspeaker use to create that sound. If nothing stops the sound and electricity in the loop, it will travel faster and faster, which is why feedback starts out as a low hum and turns into a high squeal very quickly\nThis is an example of a positive feedback loop: the output reinforces the input; it makes the input stronger.\nNegative feedback.\nThink about two mirrors that face each other. The mirrors reflect each other infinitely, or forever, but in each reflection, the image in the mirror is slightly smaller than the image it reflects. The images get smaller and smaller until they are no longer visible. This is an example of a negative feedback loop: the output (the reflection) reduces the input; it makes the input smaller.\nThe runaway global warming hypothesis.\nWarm temperature caused a glacier to melt. As the glacier melts, areas that were at one time covered by snow and ice are now water or land. Because snow and ice reflect heat but water and land absorb heat, this causes the glacier to melt faster as more snow and ice is melted. This type of positive feedback is an example of thermal runaway.\nCybernetics.\nAmerican mathematician Norbert Wiener made feedback loops more well known in 1948 in his book \"Cybernetics\". Cybernetics is the study of feedback loops and their role in communication and control.","categories":[],"infobox_types":[],"annotations":[{"uri":"Connection","surface_form":"connection","offset":27},{"uri":"Cause_and_effect","surface_form":"cause and effect","offset":59},{"uri":"Process","surface_form":"process","offset":81},{"uri":"Negative_feedback","surface_form":"negative feedback","offset":436},{"uri":"Microphone","surface_form":"microphone","offset":524},{"uri":"Speaker","surface_form":"loudspeaker","offset":551},{"uri":"Temperature","surface_form":"temperature","offset":1589},{"uri":"Glacier","surface_form":"glacier","offset":1610},{"uri":"United_States","surface_form":"American","offset":1939},{"uri":"Mathematics","surface_form":"mathematician","offset":1948},{"uri":"Norbert_Wiener","surface_form":"Norbert Wiener","offset":1962},{"uri":"Book","surface_form":"book","offset":2028},{"uri":"Cybernetics_(book)","surface_form":"Cybernetics","offset":2034},{"uri":"Cybernetics","surface_form":"Cybernetics","offset":2048},{"uri":"Communication","surface_form":"communication","offset":2109}]}