{"id":5022,"url":"http://en.wikipedia.org/wiki/Classical_music","text":"Classical music is a very general term which normally refers to the standard music of countries in the western world. It is music that has been composed by musicians who are trained in the art of writing music (composing) and written down in music notation so that other musicians can play it. Classical music may also be described as \"art music\" though it was not good in classical period that term also Includes types of serious modern music which are not classical. Classical music differs from pop music because it is not made just in order to be popular for time or just to be a commercial success. It is different from folk music which is generally made up by ordinary members of society and learned by future generations by listening, dancing and copying.\nMeaning of \"classic\".\nThe word “classic” tends to mean: an art which is so good that it will always be enjoyed by future generations. It is something that has become a model for future artists. The period of Ancient Greece and Rome is known as the Classical Period because, many centuries later, people looked back to those ancient civilizations and thought they were perfect. In recent European history the 18th century was known as the Classical Period because musicians, artists, writers and philosophers were inspired by the art forms of the Classical Period of Ancient Greece and Rome. Something that is a “classic” is therefore something that will always be remembered as something great. Famous books such as the novels of Charles Dickens are called \"classics\". “Classical music” therefore tends to mean music that will not be forgotten soon after it is written, but is likely to be enjoyed by many future generations.\nContrast with pop music and jazz.\nAlthough people sometimes think of classical music as the opposite of pop music, it can still be very popular. Like all kinds of music, classical music can be in many different moods: happy, sad, scary, peaceful, thoughtful, simple etc. Mozart wrote his serenades and divertimentos to entertain people at parties. Classical pieces of music can be quite short, but they can also be very long, like a big, musical story. A symphony by Mahler or Shostakovich can last for nearly an hour, and an opera is a whole evening’s entertainment.\nClassical music is also different from jazz because true jazz is improvised. However, the differences are not always obvious. Classical music has often been inspired by jazz, and jazz by classical music. George Gershwin wrote music which is both jazz and classical. Classical music, too, can be improvised. The great composers Bach, Mozart and Beethoven often improvised long pieces of music on the organ, harpsichord or piano. Sometimes they wrote these improvistions down. They were, in effect, compositions which were composed in one go.\nReligious and non-religious music.\nIn Western countries a vast amount of music was written for Christian worship in churches and cathedrals. This is called “sacred” (religious) music. All other music is “secular” music. The word “secular” means things that are not sacred. Sacred and secular music have influenced one another in many ways during the course of music history. Secular music was largely influenced by dance, and this in turn changed the style of scared music. For example: the church music of the 16th century composer Giovanni da Palestrina has nothing to do with dance music, but both the sacred and secular music of Johann Sebastian Bach two centuries later is full of dance rhythms. At some times in music history there have been different styles of composing for sacred and for secular music. Claudio Monteverdi uses two different styles for his church and for his non-church music. When composers were experimenting with new ways of writing music they usually did this with secular music, and sacred music caught up later.\nUse of the term \"classical music\".\nThe term \"classical music\" was not used until the early 19th century. People then started talking about classical music in order to praise the great composers such as Bach, Mozart and Beethoven. In the 20th century many different ways of composing were used, including music played by electronic instruments or very modern music using strange sounds (experimental or \"avant garde\" music), for example the music of John Cage. Some people feel that this kind of music cannot really be described as \"classical music\".\nInstruments used.\nClassical music can be for instruments or for the voice. The symphony orchestra is the most common group of instruments for the playing of classical music. It has four families of instruments: the string instruments which include the violins, violas, cellos and piano, the woodwind instruments which include flutes, oboes,clarinets and bassoons together with related instruments of different sizes, the brass instruments: trumpet, trombone, tuba and French horn, and percussion instruments which nearly always includes timpani as well as many other possible instruments which are hit or shaken. This is very different from a typical rock band which has a drummer, a guitarist, one or two singers and an electric bass and keyboard. Instruments that play classical music are not normally amplified electronically.\nThe same applies to the voice. Singers may be sopranos, altos, tenors or basses, depending on their vocal range. Their voices are not amplified. Opera singers, in particular, have to develop very powerful voices which will be heard over the orchestra and project right to the back of an opera house.\nThe instruments used in classical music developed at different times. Some of the earliest were known in Medieval music. The trombone and the triangle have hardly changed for hundreds of years, but the violin family developed from folk instruments such as fiddles and gradually replaced the viols to form the basis of the modern orchestra. This was happening by the beginning of the 17th century, which was the time when opera was invented.\nIn general, musical instruments have become louder as concert halls have become bigger. Violins are louder than viols. Modern violins are louder than the early 17th century violins, largely because of they have metal strings instead of gut strings. The piano developed from the clavichord which was very quiet indeed. Woodwind instruments developed from Renaissance instruments, while the clarinet was invented in the middle of the 18th century, and the saxophone and tuba came even later. Modern trumpets sound much brighter than the straight trumpets of the 18th century.\nForm (shape) of classical music pieces.\nMost popular music is based on song form, but classical music has many different forms, some of which can be used over a long time span to make big compositions. Classical music can have many forms, including the symphony, concerto, oratorio, opera, sonata, fugue or any combination of dance movements such as suites. In many of the longer compositions, short tunes are developed and changed during the course of the piece. Beethoven’s Fifth Symphony is a good example of a piece which develops from just four notes into a large piece lasting about half an hour.\nMusical training and general use of classical music.\nPeople who want to be good at performing classical music have to practice hard for many years. They normally have formal training at a music college or conservatoire and have lessons from well-known music teachers.\nClassical musicians often spend a lot of time thinking carefully about pieces of music, especially about pieces of music that they perform. They study such things as harmony and counterpoint to help them understand the way that the composers were thinking when they put the piece together. When they look at pieces of music in this way this is called “musical analysis”. People who specialize in thinking and writing about music may become professors or lecturers of music at universities.\nClassical music is often heard in popular culture. It is used as background music for movies, television programs, advertisements and even for mobile phone ringing tones. Most people in the Western world recognize many classical tunes, possibly without even realizing it. Some classical pieces of music have become enormously popular, e.g. the song \"Nessun dorma\" from Giacomo Puccini's opera \"Turandot\" which was sung by the three tenors Luciano Pavarotti, Plácido Domingo and José Carreras, and used as the theme tune for the 1990 Soccer World Cup. This made many people who had never been interested in opera start to become curious about it.\nMiddle Ages.\nThe history of classical music really started in the late Middle Ages. Music written for the church was almost always vocal (singing), because instruments were thought to be wicked. This is because the devil played them, and because they were used for dancing. There was a lot of dance music, but most of it is lost because it was never written down.\nMedieval composers who are remembered today include Léonin, Pérotin and Guillaume de Machaut\nRenaissance.\nThe Renaissance was from the 15th century until the 17th century. This period saw a massive increase in the composition of music, both sacred and secular. Many great cathedrals had been built in Europe and composers wrote music for them, mostly vocal music. Secular music also became extremely popular, especially songs and madrigals, which would sometimes be accompanied by instruments.\nThe greatest composers of this period include: Giovanni da Palestrina, Orlando di Lasso, Thomas Tallis and William Byrd.\nBaroque period.\nThe Baroque period was from about the 17th century until the mid-18th century. This was the time when the modern orchestra was formed, more or less as we know it. It was also the time when opera was invented. Most musicians worked either for the church or for rich people who had their own orchestras. Many of them also started to work for opera houses.\nThe greatest composers of this time include: Claudio Monteverdi, Heinrich Schütz, Henry Purcell, Antonio Vivaldi, George Frideric Handel, Johann Sebastian Bach, Domenico Scarlatti and Georg Philipp Telemann\nClassical period.\nThe years between 1760 - 1825 was known as the Classical period. Composers thought a lot about the forms of their pieces and were influenced by the classical art of the Ancient Greeks and Romans. The symphony was invented and various forms of chamber music including the string quartet.\nThe greatest composers include: Joseph Haydn, Wolfgang Amadeus Mozart, Christoph Willibald Gluch, and Ludwig van Beethoven.\nRomantic period.\nFrom 1820 to 1910 was known as the Romantic period. Composers continued to use the forms that had been invented in the 18th century, but they also thought that personal feeling and emotion were very important. Music for orchestra sometimes told a story (programme music). Musicians who played their instruments brilliantly (such as Paganini) were worshipped like heroes. Beethoven and Schubert belong, in many ways, to this period as well as to the Classical period. It was a time when there were a lot of changes in society. After the wars that Napoleon had waged, there were not so many ruling aristocratic families. There was a lot of feeling of nationalism as countries united. 19th century music is often nationalistic: composers wrote music that was typical of their own country.\nSome of the greatest composers include: Ludwig van Beethoven, Franz Schubert, Hector Berlioz, Frédéric Chopin, Robert Schumann, Felix Mendelssohn, Anton Bruckner, Johannes Brahms, Pyotr Ilyich Tchaikovsky, Edward Elgar, Gustav Mahler and Richard Strauss.\n20th century.\nWhat is known as 20th century classical music (or “modern music”) is music from about 1910 onwards. At this time many composers felt that everything had already been done by the composers of the past, so they wanted to find new ways of composing. Claude Debussy, Arnold Schoenberg and Igor Stravinsky, in particular, found new ways of writing music which was not necessarily tonal (in any particular key). Classical music was influenced by jazz, especially with American composers. Later in the century people such as Pierre Boulez and Karlheinz Stockhausen experimented in many other ways, including with electronic music (tape recorders etc.). Today’s composers have combined some of these ideas to develop their own styles.\nSome of the most important composers are: Claude Debussy, Jean Sibelius, Maurice Ravel, Arnold Schoenberg, Igor Stravinsky, Béla Bartók, Aaron Copland, Benjamin Britten, Dmitri Shostakovich, Leonard Bernstein, Philip Glass, Dmitri Kabalevsky, James MacMillan, Judith Weir, Peter Maxwell Davies\nConclusion.\nIt has never been possible to say exactly what is meant by “classical music”. Many different kinds of music influence one another. Since 1970 it has been even harder to make clear dividing lines between rock, pop, classical, folk, jazz and world music. This shows that classical music, like other kinds of music, continues to develop and reflect the society from which it comes.\nReferences.\nThe New Grove Dictionary of Music & Musicians, ed. Stanley Sadie; 1980;","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":77},{"uri":"Musician","surface_form":"musician","offset":156},{"uri":"Composition_(music)","surface_form":"composing","offset":211},{"uri":"Music_notation","surface_form":"music notation","offset":242},{"uri":"Art_music","surface_form":"art music","offset":336},{"uri":"Pop_music","surface_form":"pop music","offset":498},{"uri":"Folk_music","surface_form":"folk music","offset":625},{"uri":"Generation","surface_form":"generation","offset":716},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":971},{"uri":"Ancient_Rome","surface_form":"Rome","offset":990},{"uri":"18th_century","surface_form":"18th century","offset":1171},{"uri":"Classicism","surface_form":"Classical Period","offset":1201},{"uri":"Musician","surface_form":"musician","offset":1226},{"uri":"Artist","surface_form":"artist","offset":1237},{"uri":"Writer","surface_form":"writer","offset":1246},{"uri":"Philosopher","surface_form":"philosopher","offset":1258},{"uri":"Novel","surface_form":"novel","offset":1483},{"uri":"Charles_Dickens","surface_form":"Charles Dickens","offset":1493},{"uri":"Mozart","surface_form":"Mozart","offset":1960},{"uri":"Serenade","surface_form":"serenade","offset":1977},{"uri":"Divertimento","surface_form":"divertimento","offset":1991},{"uri":"Symphony","surface_form":"symphony","offset":2144},{"uri":"Mahler","surface_form":"Mahler","offset":2156},{"uri":"Shostakovich","surface_form":"Shostakovich","offset":2166},{"uri":"Opera","surface_form":"opera","offset":2215},{"uri":"Jazz","surface_form":"jazz","offset":2296},{"uri":"Improvisation","surface_form":"improvised","offset":2322},{"uri":"George_Gershwin","surface_form":"George Gershwin","offset":2461},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":2584},{"uri":"Mozart","surface_form":"Mozart","offset":2590},{"uri":"Beethoven","surface_form":"Beethoven","offset":2601},{"uri":"Pipe_organ","surface_form":"organ","offset":2656},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2663},{"uri":"Piano","surface_form":"piano","offset":2678},{"uri":"Christianity","surface_form":"Christian","offset":2893},{"uri":"Church","surface_form":"church","offset":2914},{"uri":"Cathedral","surface_form":"cathedral","offset":2927},{"uri":"Influence","surface_form":"influence","offset":3101},{"uri":"Dance","surface_form":"dance","offset":3213},{"uri":"16th_century","surface_form":"16th century","offset":3309},{"uri":"Giovanni_da_Palestrina","surface_form":"Giovanni da Palestrina","offset":3331},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":3431},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":3610},{"uri":"20th_century","surface_form":"20th century","offset":4078},{"uri":"Electronic","surface_form":"electronic","offset":4161},{"uri":"John_Cage","surface_form":"John Cage","offset":4290},{"uri":"Musical_instrument","surface_form":"instruments","offset":4436},{"uri":"Voice","surface_form":"voice","offset":4459},{"uri":"Orchestra","surface_form":"symphony orchestra","offset":4470},{"uri":"String_instrument","surface_form":"string instrument","offset":4606},{"uri":"Violin","surface_form":"violin","offset":4643},{"uri":"Viola","surface_form":"viola","offset":4652},{"uri":"Cello","surface_form":"cello","offset":4660},{"uri":"Woodwind_instruments","surface_form":"woodwind instruments","offset":4682},{"uri":"Flute","surface_form":"flute","offset":4717},{"uri":"Oboe","surface_form":"oboe","offset":4725},{"uri":"Clarinet","surface_form":"clarinet","offset":4731},{"uri":"Bassoon","surface_form":"bassoon","offset":4745},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":4812},{"uri":"Trumpet","surface_form":"trumpet","offset":4831},{"uri":"Trombone","surface_form":"trombone","offset":4840},{"uri":"Tuba","surface_form":"tuba","offset":4850},{"uri":"French_horn","surface_form":"French horn","offset":4859},{"uri":"Percussion","surface_form":"percussion","offset":4876},{"uri":"Timpani","surface_form":"timpani","offset":4928},{"uri":"Rock_band","surface_form":"rock band","offset":5042},{"uri":"Guitar","surface_form":"guitar","offset":5075},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":5130},{"uri":"Amplifier","surface_form":"amplified","offset":5195},{"uri":"Soprano","surface_form":"soprano","offset":5267},{"uri":"Alto","surface_form":"alto","offset":5277},{"uri":"Tenor","surface_form":"tenor","offset":5284},{"uri":"Bass_(vocal_range)","surface_form":"bass","offset":5294},{"uri":"Opera","surface_form":"Opera","offset":5366},{"uri":"Opera_house","surface_form":"opera house","offset":5508},{"uri":"Trombone","surface_form":"trombone","offset":5646},{"uri":"Triangle_(instrument)","surface_form":"triangle","offset":5663},{"uri":"Violin","surface_form":"violin","offset":5723},{"uri":"Fiddle","surface_form":"fiddle","offset":5777},{"uri":"Viol","surface_form":"viol","offset":5812},{"uri":"17th_century","surface_form":"17th century","offset":5904},{"uri":"Concert_hall","surface_form":"concert hall","offset":6016},{"uri":"Metal","surface_form":"metal","offset":6173},{"uri":"Gut","surface_form":"gut","offset":6198},{"uri":"Clavichord","surface_form":"clavichord","offset":6240},{"uri":"Renaissance","surface_form":"Renaissance","offset":6316},{"uri":"Clarinet","surface_form":"clarinet","offset":6351},{"uri":"Saxophone","surface_form":"saxophone","offset":6416},{"uri":"Tuba","surface_form":"tuba","offset":6430},{"uri":"Song","surface_form":"song","offset":6607},{"uri":"Symphony","surface_form":"symphony","offset":6789},{"uri":"Concerto","surface_form":"concerto","offset":6799},{"uri":"Oratorio","surface_form":"oratorio","offset":6809},{"uri":"Opera","surface_form":"opera","offset":6819},{"uri":"Sonata","surface_form":"sonata","offset":6826},{"uri":"Fugue","surface_form":"fugue","offset":6834},{"uri":"Suite_(music)","surface_form":"suite","offset":6886},{"uri":"Symphony_no_5_(Beethoven)","surface_form":"Fifth Symphony","offset":7012},{"uri":"Conservatoire","surface_form":"conservatoire","offset":7344},{"uri":"Harmony","surface_form":"harmony","offset":7573},{"uri":"Counterpoint","surface_form":"counterpoint","offset":7585},{"uri":"Professor","surface_form":"professor","offset":7847},{"uri":"Lecture","surface_form":"lecture","offset":7861},{"uri":"University","surface_form":"universities","offset":7883},{"uri":"Movie","surface_form":"movie","offset":7983},{"uri":"Television","surface_form":"television","offset":7991},{"uri":"Advertisement","surface_form":"advertisement","offset":8012},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":8040},{"uri":"Giacomo_Puccini","surface_form":"Giacomo Puccini","offset":8266},{"uri":"Opera","surface_form":"opera","offset":8284},{"uri":"Turandot_(Puccini)","surface_form":"Turandot","offset":8291},{"uri":"Luciano_Pavarotti","surface_form":"Luciano Pavarotti","offset":8336},{"uri":"Pl%C3%A1cido_Domingo","surface_form":"Plácido Domingo","offset":8355},{"uri":"Jos%C3%A9_Carreras","surface_form":"José Carreras","offset":8375},{"uri":"1990_FIFA_World_Cup","surface_form":"1990 Soccer World Cup","offset":8425},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":8614},{"uri":"Devil","surface_form":"devil","offset":8758},{"uri":"Dancing","surface_form":"dancing","offset":8808},{"uri":"L%C3%A9onin","surface_form":"Léonin","offset":8959},{"uri":"P%C3%A9rotin","surface_form":"Pérotin","offset":8967},{"uri":"Guillaume_de_Machaut","surface_form":"Guillaume de Machaut","offset":8979},{"uri":"Renaissance","surface_form":"Renaissance","offset":9017},{"uri":"15th_century","surface_form":"15th century","offset":9042},{"uri":"17th_century","surface_form":"17th century","offset":9065},{"uri":"Renaissance_music","surface_form":"composition of music","offset":9121},{"uri":"Cathedral","surface_form":"cathedral","offset":9179},{"uri":"Europe","surface_form":"Europe","offset":9208},{"uri":"Song","surface_form":"song","offset":9327},{"uri":"Madrigal","surface_form":"madrigal","offset":9337},{"uri":"Giovanni_da_Palestrina","surface_form":"Giovanni da Palestrina","offset":9448},{"uri":"Orlando_di_Lasso","surface_form":"Orlando di Lasso","offset":9472},{"uri":"Thomas_Tallis","surface_form":"Thomas Tallis","offset":9490},{"uri":"William_Byrd","surface_form":"William Byrd","offset":9508},{"uri":"Baroque_music","surface_form":"Baroque","offset":9542},{"uri":"17th_century","surface_form":"17th century","offset":9576},{"uri":"18th_century","surface_form":"18th century","offset":9603},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":9937},{"uri":"Heinrich_Sch%C3%BCtz","surface_form":"Heinrich Schütz","offset":9957},{"uri":"Henry_Purcell","surface_form":"Henry Purcell","offset":9974},{"uri":"Antonio_Vivaldi","surface_form":"Antonio Vivaldi","offset":9989},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":10006},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":10030},{"uri":"Domenico_Scarlatti","surface_form":"Domenico Scarlatti","offset":10053},{"uri":"Georg_Philipp_Telemann","surface_form":"Georg Philipp Telemann","offset":10076},{"uri":"Classical_music_period","surface_form":"Classical period","offset":10164},{"uri":"Symphony","surface_form":"symphony","offset":10317},{"uri":"Chamber_music","surface_form":"chamber music","offset":10360},{"uri":"String_quartet","surface_form":"string quartet","offset":10388},{"uri":"Joseph_Haydn","surface_form":"Joseph Haydn","offset":10436},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":10450},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":10506},{"uri":"1820","surface_form":"1820","offset":10550},{"uri":"1910","surface_form":"1910","offset":10558},{"uri":"Romantic_music","surface_form":"Romantic period","offset":10580},{"uri":"Programme_music","surface_form":"programme music","offset":10799},{"uri":"Paganini","surface_form":"Paganini","offset":10877},{"uri":"Hero","surface_form":"hero","offset":10908},{"uri":"Society","surface_form":"society","offset":11062},{"uri":"Napoleon","surface_form":"Napoleon","offset":11091},{"uri":"Nationalism","surface_form":"nationalism","offset":11194},{"uri":"Ludwig_van_Beethoven","surface_form":"Ludwig van Beethoven","offset":11371},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":11393},{"uri":"Hector_Berlioz","surface_form":"Hector Berlioz","offset":11409},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":11425},{"uri":"Robert_Schumann","surface_form":"Robert Schumann","offset":11442},{"uri":"Felix_Mendelssohn","surface_form":"Felix Mendelssohn","offset":11459},{"uri":"Anton_Bruckner","surface_form":"Anton Bruckner","offset":11478},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":11494},{"uri":"Pyotr_Ilyich_Tchaikovsky","surface_form":"Pyotr Ilyich Tchaikovsky","offset":11511},{"uri":"Edward_Elgar","surface_form":"Edward Elgar","offset":11537},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":11551},{"uri":"Richard_Strauss","surface_form":"Richard Strauss","offset":11569},{"uri":"20th_century_classical_music","surface_form":"20th century classical music","offset":11617},{"uri":"1910","surface_form":"1910","offset":11686},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":11847},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":11863},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":11885},{"uri":"Tonality","surface_form":"tonal","offset":11975},{"uri":"Key_(music)","surface_form":"key","offset":12000},{"uri":"U.S.A.","surface_form":"American","offset":12062},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":12118},{"uri":"Karlheinz_Stockhausen","surface_form":"Karlheinz Stockhausen","offset":12136},{"uri":"Electronic_music","surface_form":"electronic music","offset":12206},{"uri":"Claude_Debussy","surface_form":"Claude Debussy","offset":12369},{"uri":"Jean_Sibelius","surface_form":"Jean Sibelius","offset":12385},{"uri":"Maurice_Ravel","surface_form":"Maurice Ravel","offset":12400},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":12415},{"uri":"Igor_Stravinsky","surface_form":"Igor Stravinsky","offset":12434},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":12451},{"uri":"Aaron_Copland","surface_form":"Aaron Copland","offset":12464},{"uri":"Benjamin_Britten","surface_form":"Benjamin Britten","offset":12479},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":12497},{"uri":"Leonard_Bernstein","surface_form":"Leonard Bernstein","offset":12518},{"uri":"Philip_Glass","surface_form":"Philip Glass","offset":12537},{"uri":"Dmitri_Kabalevsky","surface_form":"Dmitri Kabalevsky","offset":12551},{"uri":"James_MacMillan","surface_form":"James MacMillan","offset":12570},{"uri":"Judith_Weir","surface_form":"Judith Weir","offset":12587},{"uri":"Peter_Maxwell_Davies","surface_form":"Peter Maxwell Davies","offset":12600}]}