{"id":502310,"url":"http://en.wikipedia.org/wiki/Human","text":"A human is a member of the species \"Homo sapiens\", which means 'wise man' in Latin. Carolus Linnaeus put humans in the mammalian order of primates. Humans are a type of hominids, and chimpanzees, bonobos, gorillas and orangutans are their closest living relatives.\nHumans are mammals. They are also social animals. They usually live in groups. They help and protect each other. They care for their children. Humans are bipedal, which means they walk on two legs.\nHumans have a very complex brain, which is much larger than that of the other living apes. They use language, make ideas, and feel emotions. This brain, and the fact that arms are not needed for walking, lets humans use tools. Humans use tools far more than any other species.\nThere are humans living on every continent. As of 2020, there were over 7,600 million people living on Earth. Overpopulation is a problem.\nImportant features.\nHumans have a long period of development after birth. Their life depends less on instinct than other animals, and more on learning. Humans are also born with their brains not so well developed as those of other mammals. This makes for an unusually long childhood, and which makes family life important. If their brains were better developed at birth, they would be larger, and this would make birth more difficult. In birth, the baby's head has to get through the 'birth canal', a passageway through the mother's pelvis.\nMany animals use signs and sounds to communicate with each other. But humans have a complex system called language. It allows them to express ideas by using words. Humans are capable of making abstract ideas and communicating them to others. Human language can express things that are not present, or talk about events that are not happening at that time. The things might be elsewhere, and the events may also have occurred at another place or time.\nNo known animals have a system of communication that is as elaborate as human language. By using words to communicate with each other, humans make complex communities with laws, traditions and customs. Humans like to understand the world around them. They try to explain things through myth, science and philosophy. Wanting to understand things has helped humans make important discoveries.\nHumans are the only species living today known to build fires, to cook their food and wear clothes. Humans use more technology than any other animal on Earth ever has. Humans like things that are beautiful and like to make art, literature and music. Humans use education and teaching to pass on skills, ideas and customs to the next generations.\nOrigins.\nHumans are part of the animal kingdom. They are mammals, which means that they give birth to their young, and females feed their babies with breast milk. Humans belong to the order of primates. Apes like gorillas and orangutans are also primates. The closest living relatives of humans are the two chimpanzee species: the common chimpanzee and the bonobo. Scientists have examined the genes of humans and chimpanzees, and compared their DNA. The studies showed that 95% to 99% of the DNA of humans and chimpanzees is the same.\nBiologists explain the similarity between humans and other hominoids by their descent from a common ancestor. In 2001, a hominid skull was discovered in Chad. The skull is about 7 million years old, and has been classified as \"Sahelanthropus tchadensis\". This skull may show that the date at which humans started to evolve (develop differently) from other primates is 2 million years earlier than scientists had previously thought.\nHumans are part of a subfamily called the Homininae (or hominins), inside the hominids or great apes.\nLong ago, there used to be other types of hominins on Earth. They were like modern humans, but not the same. \"Homo sapiens\" are the only type of hominins who are alive today. The earliest known fossils of genus \"Homo\" have been called \"Homo habilis\" (handy man). The first fossils of \"Homo habilis\" were found in Tanzania. \"Homo hablilis\" is thought to have lived about 2.2 to 1.7 million years ago. Another human species thought to be an ancestor of the modern human is \"Homo erectus\". There are other extinct species of \"Homo\" known today. Many of them were likely our 'cousins', as they developed differently than our ancestors. A theory called the Sahara pump theory has been used to tell how different species of plants and animals moved from Africa to the Middle East, and then elsewhere. Early humans may have moved from Africa to other parts of the world in the same way.\nOut of Africa.\nThe first truly modern humans seem to have appeared between 300,000, and 200,000 years ago in East Africa. In paleontology, 200,000 years are a \"short\" time. So, scientists speak of a \"recent single origin\" of humans. These early humans later moved out from Africa. By about 90,000 years ago they had moved into Eurasia. This was the area where Neanderthals, \"Homo neanderthalensis\", had been living for a long time (at least 350,000 years).\nBy about 42 to 44,000 years ago \"Homo sapiens\" had reached western Europe, including Britain. In Europe and western Asia, \"Homo sapiens\" replaced the neanderthals by about 35,000 years ago. The details of this event are not known.\nAt roughly the same time \"Homo sapiens\" arrived in Australia. Their arrival in the Americas was much later, about 15,000 years ago. All these earlier groups of modern man were hunter-gatherers.\nCivilization.\nEarly human history is commonly divided into three ages. The time periods are labeled with the material used for tools.\nThe \"Stone Age\" is commonly subdivided into the Paleolithic, Mesolithic, and Neolithic periods.\nUp to about 10 thousand years ago most humans were hunter-gatherers. They did not live in one place, but moved around as the seasons changed. The start of planting crops for food, called farming made the Neolithic revolution. Some people chose to live in settlements. This also led to the invention of metal tools and the training of animals. About 6000 years ago the first proper civilizations began in places like Egypt, India, and Syria. The people formed governments and armies for protection. They competed for area to live and resources and sometimes they fought with each other. About 4000 years ago some states took over or conquered other states and made empires. Examples include ancient Greece and the Roman Empire.\nSome modern day religions also began at this time such as Judaism and Hinduism. From the Middle Ages and beyond humanity saw an explosion of new technology and inventions. The printing press, the car, the train, and electricity are all examples of this kind of invention. As a result of the developments in technology, modern humans live in a world where everyone is connected, for example by telephone or by internet. People now control and change the environment around them in many different ways.\nHabitats, settlements and population.\nIn early times, humans usually settled near to water and other natural resources. In modern times if people need things they can transport them from somewhere else. So basing a settlement close to resources is no longer as important as it once was. Since 1800, the number of humans, or population, has increased by six billion. Most humans (61%) live in Asia. The rest live in the Americas (14%), Africa (14%), Europe (11%), and Oceania (0.5%).\nMost people live in towns and cities. This number is expected to get higher. In 2005 the United Nations said that by the end of that year, over half the world would be living in cities. This is an important change in human settlement patterns: a century earlier in 1900 only 14% of people lived in cities, in 2000 47% of the world's population lived in cities. In developed countries, like the United States, 80% of the population live in cities.\nHumans have a large effect on the world. Humans are at the top of the food chain and are generally not eaten by any animals. Humans have been described as super predators because of this. Because of industry and other reasons humans are said to be a big cause of global climate change.\nPhysical appearance.\nHuman body measurements differ. The worldwide average height for an adult human male is about, and the worldwide average height for adult human females is about. The average weight of an adult human is for females and for males. Body weight and body type is influenced by genetics and environment. It varies greatly among individuals.\nHuman hair grows on the underarms, the genitals, legs, arms, and on the top of the head in adults of both genders. Hair will usually grow on the face of most adult males, and on the chest and back of many adult males. In human children of both genders, long hair grows only on the top of the head. Although it might look like humans have fewer hairs than most primates, they actually do not. The average human has more hair \"follicles\", where hair grows from, than most chimpanzees have. Human hair can be black, brown, red or blond. When humans get older hair can turn grey or white.\nHuman skin colors vary greatly. They can be a very pale pink all the way to dark brown. There is a reason why people in tropical areas have dark skins. The dark pigment (melanin) in the skin protects them against ultraviolet rays in sunlight. The damage caused by UV rays can and does cause skin cancer in some people. Therefore, in more sunny areas, natural selection favors darker skin color. Sun tanning has nothing to do with this issue, because it is just a temporary process which is not inherited. In colder climates the advantage of light-colored skin is that it radiates less heat. Therefore, in less sunny areas, natural selection favors lighter skin color.\nHumans are not as strong as other primates of the same size. An average female orangutan is at least three times as strong as an average human.\nThe average human male needs 7 to 8 hours sleep a day. People who sleep less than this are generally not as healthy. A child needs more sleep, 9 to 10 hours on average.\nLife cycle.\nThe human life cycle is quite like most other mammals. The young grow inside the female mother for nine months. After this time the baby is pushed out of the woman's vagina.\nHowever, unlike most other mammals, human childbirth is somewhat dangerous. Babies' heads are large, and the mothers pelvis bones are not very wide. Since people walk on two legs, their hips are fairly narrow. This means that birth can be difficult. Rarely, mother or baby may die in childbirth. The number of mothers dying in childbirth is less in the 21st century. This is because of better medication and treatment. In many poor countries the number of mothers dying is higher. Sometimes it is up to 10 times as many as richer countries.\nThe average human baby weighs 3–4 kg at birth and is 50–60 cm tall. Babies are often smaller in poorer countries. Babies in poor countries may die early because of this.\nHumans have four stages in their lives: childhood, adolescence, adulthood and old age.\nLife expectancy is how long you are expected to live. This depends on many things including where you live. The highest life expectancy is for people from Monaco, 89.52 years. The lowest is for people from Chad where life expectancy is only 49.81 years.\nPsychology and neurology.\nPsychology is the study of how the human mind works. The human brain is the main controller of what a person does. Everything from moving and breathing to thinking is done by the brain. The human neocortex is huge compared with other mammals, and gives us our thinking ability, and the ability to speak and understand language.\nNeurology is the study of how the brain works, psychology is the study of how and why people think and feel. Many aspects of life are also influenced by the hormone system, including growth and sexual development. The hormonal system (especially the pituitary gland) is partly controlled by the brain.\nHuman behaviour is hard to understand, so sometimes psychologists study animals because they may be simpler and easier to know. Psychology overlaps with many other sciences including medicine, biology, computer science and linguistics.\nLanguage.\nLanguage at its most basic is talking, reading and writing. The study of language is called linguistics. Humans have the most complicated languages on Earth. Although almost all animals communicate, human language is unique. Its use of syntax, and its huge learnt vocabulary are its main features. There are over 7,300 languages spoken around the world. The world's most spoken first language is Mandarin Chinese, and the most spoken language is English. This includes speakers of English as a second language.\nArt, music, and literature.\nArt has existed almost as long as humans. People have been doing some types of art for thousands of years as the picture on the right shows. Art represents how someone feels in the form of a painting, a sculpture or a photograph.\nMusic has also been around for thousands of years. Music can be made with only your voice but most of the time people use instruments. Music can be made using simple instruments only such as simple drums all the way up to electric guitars, keyboards and violins. Music can be loud, fast, quiet, slow or many different styles. Music represents how the people who are playing the music feel.\nLiterature is anything made or written using language. This includes books, poetry, legends, myths and fairy tales. Literature is important as without it many of the things we use today, such as Wikipedia, would not exist.\nRace and ethnicity.\nHumans often categorize themselves by race or ethnicity. Modern biologists know that human gene sequences are very similar compared to many other animals. This is because of the \"recent single origin\" of modern humans. That is one reason why there is only one human race.\nEthnic groups are often linked by linguistic, cultural, ancestral, and national or regional ties. Race and ethnicity can lead to different social treatment called racism.\nReligion and spirituality.\nReligion is a belief of faith in a higher being, spirit, or any system of ideas that a group of people believe in. To have faith in a belief is to have the belief without proof that it is true. Faith can bring people together because they all believe in the same thing. Some of the things religions talk about are what happens after death, why humans exist, how humans came to exist (creation), and what is good to do and not to do (morality). Some people are very religious. Many people believe in one all-powerful god; some people believe in more than one god; some people are atheists, who do not believe in a god; and some people are agnostics, who are not sure if there is a god.\nScience and technology.\nTechnology are the things and methods which humans use to make tasks easier. Science is understanding how the universe and the things in it work. Technology used to be quite simple. It was passed on by people telling others, until writing was invented. This allowed technology to develop much quicker. Now people understand more and more about the world and the universe. The use of the telescope by Galileo, Einstein's theory of relativity, lasers, and computing are all scientific discoveries. Technology is of great importance to science, to medicine, and to everyday life.\nWar.\nA war is a lethal fight between large groups of people, usually countries or states. A war involves the use of lethal weapons as both sides try to kill the other. It is estimated that during the 20th century, between 167 and 188 million humans died because of war. The people who fight for a state in wars are called soldiers. The people who fight in wars, but not for a state, are usually called \"fighters\".\nModern wars are very different from wars a thousand or even a hundred years ago. Modern war involves sabotage, terrorism, propaganda, and guerrilla warfare. In modern-day wars, civilians (people who are not soldiers) are often targets. An example of this is the nuclear bomb dropped on Hiroshima and Nagasaki at the end of World War II. The bombs killed as many as 140,000 people in Hiroshima and 80,000 in Nagasaki by the end of 1945, about half on the days of the bombings. Since then, thousands more have died from wounds or illness because of exposure to radiation released by the bombs. In both cities, the overwhelming majority of the dead were civilians. In Germany, Austria, and Great Britain, conventional bombs were used. About 60,595 British, and 550,000 German, civilians were killed by planes bombing cities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":27},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":36},{"uri":"Latin","surface_form":"Latin","offset":77},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":84},{"uri":"Mammal","surface_form":"mammal","offset":119},{"uri":"Order_(biology)","surface_form":"order","offset":129},{"uri":"Primate","surface_form":"primate","offset":138},{"uri":"Hominidae","surface_form":"hominids","offset":169},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":183},{"uri":"Bonobo","surface_form":"bonobo","offset":196},{"uri":"Gorilla","surface_form":"gorilla","offset":205},{"uri":"Orangutan","surface_form":"orangutan","offset":218},{"uri":"Child","surface_form":"child","offset":398},{"uri":"Bipedal","surface_form":"bipedal","offset":419},{"uri":"Legs","surface_form":"legs","offset":457},{"uri":"Brain","surface_form":"brain","offset":490},{"uri":"Language","surface_form":"language","offset":563},{"uri":"Idea","surface_form":"idea","offset":578},{"uri":"Emotion","surface_form":"emotion","offset":594},{"uri":"Arm","surface_form":"arm","offset":634},{"uri":"Walking","surface_form":"walking","offset":658},{"uri":"Tool","surface_form":"tool","offset":683},{"uri":"Continent","surface_form":"continent","offset":773},{"uri":"Million","surface_form":"million","offset":818},{"uri":"Earth","surface_form":"Earth","offset":843},{"uri":"Overpopulation","surface_form":"Overpopulation","offset":850},{"uri":"Instinct","surface_form":"instinct","offset":980},{"uri":"Learning","surface_form":"learning","offset":1021},{"uri":"Brain","surface_form":"brain","offset":1063},{"uri":"Mammal","surface_form":"mammal","offset":1110},{"uri":"Childhood","surface_form":"childhood","offset":1152},{"uri":"Family","surface_form":"family","offset":1179},{"uri":"Birth","surface_form":"birth","offset":1292},{"uri":"Pelvis","surface_form":"pelvis","offset":1412},{"uri":"Sign","surface_form":"sign","offset":1437},{"uri":"Language","surface_form":"language","offset":1526},{"uri":"Abstraction","surface_form":"abstract ideas","offset":1613},{"uri":"Communication","surface_form":"communication","offset":1905},{"uri":"Complex","surface_form":"complex","offset":2018},{"uri":"Community","surface_form":"communities","offset":2026},{"uri":"Laws","surface_form":"laws","offset":2043},{"uri":"Tradition","surface_form":"tradition","offset":2049},{"uri":"Customs","surface_form":"customs","offset":2064},{"uri":"World","surface_form":"world","offset":2103},{"uri":"Myth","surface_form":"myth","offset":2157},{"uri":"Science","surface_form":"science","offset":2163},{"uri":"Philosophy","surface_form":"philosophy","offset":2175},{"uri":"Fire","surface_form":"fire","offset":2318},{"uri":"Cooking","surface_form":"cook","offset":2328},{"uri":"Food","surface_form":"food","offset":2339},{"uri":"Clothes","surface_form":"clothes","offset":2353},{"uri":"Technology","surface_form":"technology","offset":2378},{"uri":"Beauty","surface_form":"beautiful","offset":2458},{"uri":"Art","surface_form":"art","offset":2485},{"uri":"Literature","surface_form":"literature","offset":2490},{"uri":"Music","surface_form":"music","offset":2505},{"uri":"Education","surface_form":"education","offset":2523},{"uri":"Teaching","surface_form":"teaching","offset":2537},{"uri":"Skills","surface_form":"skills","offset":2557},{"uri":"Idea","surface_form":"idea","offset":2565},{"uri":"Customs","surface_form":"customs","offset":2575},{"uri":"Generation","surface_form":"generation","offset":2595},{"uri":"Mammal","surface_form":"mammal","offset":2665},{"uri":"Primate","surface_form":"primate","offset":2801},{"uri":"Common_chimpanzee","surface_form":"common chimpanzee","offset":2939},{"uri":"Genetics","surface_form":"gene","offset":3002},{"uri":"DNA","surface_form":"DNA","offset":3054},{"uri":"Ape","surface_form":"hominoid","offset":3203},{"uri":"Hominid","surface_form":"hominid","offset":3265},{"uri":"Chad","surface_form":"Chad","offset":3297},{"uri":"Sahelanthropus_tchadensis","surface_form":"Sahelanthropus tchadensis","offset":3371},{"uri":"Evolution","surface_form":"evolve","offset":3460},{"uri":"Subfamily","surface_form":"subfamily","offset":3597},{"uri":"Hominin","surface_form":"hominin","offset":3632},{"uri":"Hominid","surface_form":"hominid","offset":3654},{"uri":"Great_ape","surface_form":"great ape","offset":3666},{"uri":"Homo_habilis","surface_form":"Homo habilis","offset":3914},{"uri":"Fossil","surface_form":"fossil","offset":3951},{"uri":"Tanzania","surface_form":"Tanzania","offset":3991},{"uri":"Homo_erectus","surface_form":"Homo erectus","offset":4150},{"uri":"Sahara_pump_theory","surface_form":"Sahara pump theory","offset":4330},{"uri":"East_Africa","surface_form":"East Africa","offset":4667},{"uri":"Paleontology","surface_form":"paleontology","offset":4683},{"uri":"Scientist","surface_form":"scientist","offset":4735},{"uri":"Eurasia","surface_form":"Eurasia","offset":4885},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":4918},{"uri":"Europe","surface_form":"Europe","offset":5082},{"uri":"Britain","surface_form":"Britain","offset":5100},{"uri":"Australia","surface_form":"Australia","offset":5297},{"uri":"Americas","surface_form":"Americas","offset":5329},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":5422},{"uri":"Pre-history","surface_form":"Early human history","offset":5454},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":5622},{"uri":"Mesolithic","surface_form":"Mesolithic","offset":5635},{"uri":"Neolithic","surface_form":"Neolithic","offset":5651},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":5721},{"uri":"Nomads","surface_form":"moved around","offset":5775},{"uri":"Season","surface_form":"season","offset":5795},{"uri":"Crops","surface_form":"crops","offset":5834},{"uri":"Farming","surface_form":"farming","offset":5857},{"uri":"Neolithic_revolution","surface_form":"Neolithic revolution","offset":5874},{"uri":"Human_settlement","surface_form":"settlements","offset":5925},{"uri":"Metal","surface_form":"metal","offset":5972},{"uri":"Animal","surface_form":"animal","offset":6004},{"uri":"Egypt","surface_form":"Egypt","offset":6086},{"uri":"India","surface_form":"India","offset":6093},{"uri":"Syria","surface_form":"Syria","offset":6104},{"uri":"Army","surface_form":"armies","offset":6145},{"uri":"War","surface_form":"fought with each other","offset":6232},{"uri":"Empire","surface_form":"empire","offset":6334},{"uri":"Greece","surface_form":"Greece","offset":6368},{"uri":"Ancient_Rome","surface_form":"Roman","offset":6383},{"uri":"Judaism","surface_form":"Judaism","offset":6455},{"uri":"Hinduism","surface_form":"Hinduism","offset":6467},{"uri":"Car","surface_form":"car","offset":6593},{"uri":"Railway","surface_form":"train","offset":6602},{"uri":"Electricity","surface_form":"electricity","offset":6613},{"uri":"Telephone","surface_form":"telephone","offset":6790},{"uri":"Internet","surface_form":"internet","offset":6806},{"uri":"Environment","surface_form":"environment","offset":6850},{"uri":"Water","surface_form":"water","offset":6983},{"uri":"Nature","surface_form":"natural","offset":6999},{"uri":"Resource","surface_form":"resources","offset":7007},{"uri":"Transport","surface_form":"transport","offset":7065},{"uri":"Population","surface_form":"population","offset":7222},{"uri":"Increase","surface_form":"increased","offset":7238},{"uri":"Asia","surface_form":"Asia","offset":7290},{"uri":"The_Americas","surface_form":"the Americas","offset":7313},{"uri":"Africa","surface_form":"Africa","offset":7333},{"uri":"Europe","surface_form":"Europe","offset":7347},{"uri":"Oceania","surface_form":"Oceania","offset":7365},{"uri":"Town","surface_form":"town","offset":7401},{"uri":"City","surface_form":"cities","offset":7411},{"uri":"United_Nations","surface_form":"United Nations","offset":7470},{"uri":"United_States","surface_form":"United States","offset":7775},{"uri":"Food_chain","surface_form":"food chain","offset":7898},{"uri":"Predator","surface_form":"predator","offset":7989},{"uri":"Industry","surface_form":"industry","offset":8027},{"uri":"Global","surface_form":"global","offset":8091},{"uri":"Climate_change","surface_form":"climate change","offset":8098},{"uri":"Human_height","surface_form":"height for an adult human","offset":8189},{"uri":"Genetics","surface_form":"genetics","offset":8407},{"uri":"Hair","surface_form":"hair","offset":8476},{"uri":"Genitalia","surface_form":"genitals","offset":8509},{"uri":"Head","surface_form":"head","offset":8553},{"uri":"Face","surface_form":"face","offset":8615},{"uri":"Chest","surface_form":"chest","offset":8652},{"uri":"Primate","surface_form":"primate","offset":8830},{"uri":"Black","surface_form":"black","offset":8976},{"uri":"Brown","surface_form":"brown","offset":8983},{"uri":"Red","surface_form":"red","offset":8990},{"uri":"Blond","surface_form":"blond","offset":8997},{"uri":"Grey","surface_form":"grey","offset":9040},{"uri":"White","surface_form":"white","offset":9048},{"uri":"Skin","surface_form":"skin","offset":9061},{"uri":"Pink","surface_form":"pink","offset":9111},{"uri":"Brown","surface_form":"brown","offset":9136},{"uri":"Melanin","surface_form":"melanin","offset":9225},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":9268},{"uri":"Sunlight","surface_form":"sunlight","offset":9288},{"uri":"Skin_cancer","surface_form":"skin cancer","offset":9346},{"uri":"Natural_selection","surface_form":"natural selection","offset":9406},{"uri":"Primate","surface_form":"primate","offset":9757},{"uri":"Female","surface_form":"female","offset":9795},{"uri":"Sleep","surface_form":"sleep","offset":9909},{"uri":"Health","surface_form":"health","offset":9975},{"uri":"Mammal","surface_form":"mammal","offset":10094},{"uri":"Mother","surface_form":"mother","offset":10136},{"uri":"Month","surface_form":"month","offset":10152},{"uri":"Baby","surface_form":"baby","offset":10180},{"uri":"Vagina","surface_form":"vagina","offset":10214},{"uri":"Pelvis","surface_form":"pelvis","offset":10339},{"uri":"Bones","surface_form":"bones","offset":10346},{"uri":"Legs","surface_form":"legs","offset":10396},{"uri":"Death","surface_form":"die","offset":10499},{"uri":"Medication","surface_form":"medication","offset":10615},{"uri":"Weight","surface_form":"weighs","offset":10786},{"uri":"Kg","surface_form":"kg","offset":10797},{"uri":"Centimetre","surface_form":"cm","offset":10822},{"uri":"Children","surface_form":"childhood","offset":10973},{"uri":"Teenager","surface_form":"adolescence","offset":10984},{"uri":"Adult","surface_form":"adult","offset":10997},{"uri":"Old_age","surface_form":"old age","offset":11011},{"uri":"Life_expectancy","surface_form":"Life expectancy","offset":11020},{"uri":"Monaco","surface_form":"Monaco","offset":11175},{"uri":"Chad","surface_form":"Chad","offset":11226},{"uri":"Mind","surface_form":"mind","offset":11341},{"uri":"Brain","surface_form":"brain","offset":11363},{"uri":"Movement","surface_form":"moving","offset":11431},{"uri":"Breathing","surface_form":"breathing","offset":11442},{"uri":"Thought","surface_form":"thinking","offset":11455},{"uri":"Neocortex","surface_form":"neocortex","offset":11496},{"uri":"Mammals","surface_form":"mammals","offset":11534},{"uri":"Language","surface_form":"language","offset":11618},{"uri":"Neurology","surface_form":"Neurology","offset":11628},{"uri":"Psychology","surface_form":"psychology","offset":11675},{"uri":"Emotion","surface_form":"feel","offset":11731},{"uri":"Hormone_system","surface_form":"hormone system","offset":11785},{"uri":"Growth","surface_form":"growth","offset":11811},{"uri":"Pituitary_gland","surface_form":"pituitary gland","offset":11878},{"uri":"Animal","surface_form":"animal","offset":12002},{"uri":"Medicine","surface_form":"medicine","offset":12113},{"uri":"Biology","surface_form":"biology","offset":12123},{"uri":"Computer_science","surface_form":"computer science","offset":12132},{"uri":"Linguistics","surface_form":"linguistics","offset":12153},{"uri":"Language","surface_form":"Language","offset":12176},{"uri":"Reading","surface_form":"reading","offset":12215},{"uri":"Writing","surface_form":"writing","offset":12227},{"uri":"Linguistics","surface_form":"linguistics","offset":12268},{"uri":"Syntax","surface_form":"syntax","offset":12412},{"uri":"Vocabulary","surface_form":"vocabulary","offset":12440},{"uri":"First_language","surface_form":"first language","offset":12554},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":12572},{"uri":"Second_language","surface_form":"second language","offset":12670},{"uri":"Art","surface_form":"Art","offset":12715},{"uri":"Painting","surface_form":"painting","offset":12906},{"uri":"Sculpture","surface_form":"sculpture","offset":12918},{"uri":"Photograph","surface_form":"photograph","offset":12933},{"uri":"Music","surface_form":"Music","offset":12945},{"uri":"Voice","surface_form":"voice","offset":13029},{"uri":"Musical_instrument","surface_form":"instruments","offset":13067},{"uri":"Drums","surface_form":"drums","offset":13143},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":13167},{"uri":"Keyboard_instrument","surface_form":"keyboards","offset":13185},{"uri":"Violin","surface_form":"violin","offset":13199},{"uri":"Literature","surface_form":"Literature","offset":13335},{"uri":"Language","surface_form":"language","offset":13380},{"uri":"Books","surface_form":"books","offset":13404},{"uri":"Poetry","surface_form":"poetry","offset":13411},{"uri":"Legend","surface_form":"legend","offset":13419},{"uri":"Myths","surface_form":"myths","offset":13428},{"uri":"Fairy_tale","surface_form":"fairy tale","offset":13438},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":13530},{"uri":"Biology","surface_form":"biologists","offset":13642},{"uri":"Gene","surface_form":"gene","offset":13669},{"uri":"Racism","surface_form":"racism","offset":14013},{"uri":"Religion","surface_form":"Religion","offset":14048},{"uri":"Belief","surface_form":"belief","offset":14062},{"uri":"Faith","surface_form":"faith","offset":14072},{"uri":"Faith","surface_form":"faith","offset":14171},{"uri":"Death","surface_form":"death","offset":14381},{"uri":"Creation_myth","surface_form":"creation","offset":14432},{"uri":"Morality","surface_form":"morality","offset":14481},{"uri":"Religious","surface_form":"religious","offset":14513},{"uri":"God","surface_form":"god","offset":14564},{"uri":"Atheism","surface_form":"atheists","offset":14627},{"uri":"Agnosticism","surface_form":"agnostics","offset":14686},{"uri":"Universe","surface_form":"universe","offset":14867},{"uri":"Writing","surface_form":"writing","offset":14988},{"uri":"Develop","surface_form":"develop","offset":15037},{"uri":"Telescope","surface_form":"telescope","offset":15144},{"uri":"Galileo","surface_form":"Galileo","offset":15157},{"uri":"Albert_Einstein","surface_form":"Einstein's","offset":15166},{"uri":"Theory_of_relativity","surface_form":"relativity","offset":15187},{"uri":"Lasers","surface_form":"lasers","offset":15199},{"uri":"Computing","surface_form":"computing","offset":15211},{"uri":"War","surface_form":"war","offset":15341},{"uri":"Lethal","surface_form":"lethal","offset":15350},{"uri":"Country","surface_form":"countries","offset":15403},{"uri":"State","surface_form":"state","offset":15416},{"uri":"Death","surface_form":"died","offset":15583},{"uri":"Soldiers","surface_form":"soldiers","offset":15656},{"uri":"Terrorism","surface_form":"terrorism","offset":15859},{"uri":"Propaganda","surface_form":"propaganda","offset":15870},{"uri":"Guerrilla_warfare","surface_form":"guerrilla warfare","offset":15886},{"uri":"Nuclear_bomb","surface_form":"nuclear bomb","offset":16010},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":16034},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":16048},{"uri":"World_War_II","surface_form":"World War II","offset":16071},{"uri":"Acute_radiation_syndrome","surface_form":"exposure to radiation","offset":16295}]}