{"id":502482,"url":"http://en.wikipedia.org/wiki/Carly_Fiorina","text":"Cara Carleton \"Carly\" Fiorina (née Sneed; born September 6, 1954) is an American businesswoman. Fiorina is known primarily for her tenure as Chief Executive Officer (CEO) of Hewlett-Packard (HP) and as Chair of the philanthropic organization Good360. She ran for the Republican Party's nomination of President of the United States in 2016. In March 2016, Fiorina endorsed Ted Cruz for the nomination. On April 27, 2016, Cruz named Fiorina as his running mate. On May 3, 2016, Cruz dropped out of the race. On December 19, 2016, after Trump's victory in the election, the Electoral College convened; Fiorina received one electoral vote for Vice President of the United States.\nAs Chief Executive Officer of HP from 1999 to 2005, Fiorina was the first woman to lead a Top-20 company as ranked by \"Fortune\" Magazine. In 2002, Fiorina oversaw what was then the largest technology sector merger in history, in which HP acquired rival personal computer manufacturer, Compaq. The transaction made HP the world's largest seller of personal computers. HP subsequently laid off 30,000 U.S. employees in order to save 80,000 jobs. The company then grew to 150,000. In February 2005, she was forced to resign as CEO and Chair, following a boardroom disagreement.\nEarly life.\nFiorina was born in Austin, Texas. Her parents were Joseph Tyree Sneed, III and Madelon Montross. She studied at Stanford University, at the University of Maryland, and at the Massachusetts Institute of Technology.\nCareer.\nIn 2002, Fiorina undertook the biggest high-tech merger in history with rival computer company Compaq, which made HP the world's largest personal computer manufacturer.\nFiorina performed unpaid service on the Defense Business Board, which looked at staffing issues, among others, at The Pentagon.\nFiorina spent two years leading the Central Intelligence Agency's External Advisory Board, from 2007 to 2009, and became chair of that board, when the board was first created in 2007 by then-CIA director Michael Hayden during the George W. Bush administration.\nAfter resigning as CEO of HP, Fiorina served on the boards of several organizations and as an advisor to Republican John McCain's 2008 presidential campaign. She won a three-way race for the Republican nomination for the United States Senate from California in 2010 but lost the general election to incumbent Democratic Senator Barbara Boxer.\nU.S. Senate candidacy for California, 2010.\nOn November 4, 2009, Fiorina formally announced her candidacy in the 2010 Senate election in a bid to unseat incumbent Democrat Barbara Boxer.\nOn June 8, 2010, Fiorina won the Republican primary election for the Senate with over 50 percent of the vote, beating Tom Campbell and State Assemblyman Chuck DeVore.\nOn November 4, 2010, Boxer won the general election with 52.2% to Fiorina's 42.2%, a comfortable margin due to heavy turnout among Democrats especially in LA.\n2016 presidential campaign.\nIn May 2015, Fiorina announced she was running for President. She withdrew on February 10, 2016.\nPersonal life.\nFiorina was married to Todd Bartlem from 1977 until they divorced in 1984. Then, she married Frank Fiorina in 1985.\nFiorina is a Christian who believes that everyone is \"equal in the eyes of God.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Chief_executive_officer","surface_form":"Chief Executive Officer","offset":141},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":174},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":267},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":300},{"uri":"Ted_Cruz","surface_form":"Ted Cruz","offset":372},{"uri":"United_States_presidential_election%2C_2016","surface_form":"election","offset":557},{"uri":"Electoral_College","surface_form":"Electoral College","offset":571},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":639},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":1283},{"uri":"Stanford_University","surface_form":"Stanford University","offset":1376},{"uri":"University_of_Maryland","surface_form":"University of Maryland","offset":1404},{"uri":"Massachusetts_Institute_of_Technology","surface_form":"Massachusetts Institute of Technology","offset":1439},{"uri":"Hewlett-Packard","surface_form":"HP","offset":1600},{"uri":"The_Pentagon","surface_form":"The Pentagon","offset":1769},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":1819},{"uri":"Michael_Hayden","surface_form":"Michael Hayden","offset":1987},{"uri":"CEO","surface_form":"CEO","offset":2063},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":2149},{"uri":"John_McCain","surface_form":"John McCain","offset":2160},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2265},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":2353},{"uri":"Barbara_Boxer","surface_form":"Barbara Boxer","offset":2372},{"uri":"Barbara_Boxer","surface_form":"Barbara Boxer","offset":2559},{"uri":"Los_Angeles","surface_form":"LA","offset":2896},{"uri":"Christian","surface_form":"Christian","offset":3169},{"uri":"God","surface_form":"God","offset":3231}]}