{"id":502880,"url":"http://en.wikipedia.org/wiki/Polydnavirus","text":"The polydnaviruses (PDV) are a family of insect viruses. There are two genera: ichnoviruses (IV) and bracoviruses (BV). The ichnoviruses occur in ichneumonid wasps and bracoviruses in braconid wasps.\nThe genome of the virus is composed of multiple segments of double-stranded DNA packed in capsid proteins and a double or single layer envelope. The sequences are quite different between BV and IV, suggesting that the two types evolved independently.\nBiology.\nThese viruses are part of a unique biological system with three parts: a parasitoid wasp, an insect (usually lepidopteran) larva, and the virus. The full genome of the virus is integrated into the genome of the wasp and the virus only replicates in a particular part of the ovary of pupal and adult female wasps.\nThe virus is injected with the wasp egg into the body cavity of a host caterpillar and infects cells of the caterpillar. The infection does not lead to replication of new viruses, rather it affects the caterpillar's immune system. Without the virus infection, phagocytic haemocytes (blood cells) will kill the wasp egg. The immune suppression caused by the virus allows the wasp egg to survive. It hatches and develops in the caterpillar. Also, genes from the polydnavirus in the host alter host development and metabolism to be good for the growth and survival of the parasitoid larva. Thus the virus and wasp have a symbiotic (mutualistic) relationship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":48},{"uri":"Genera","surface_form":"genera","offset":71},{"uri":"Ichneumon","surface_form":"ichneumonid wasps","offset":146},{"uri":"Braconidae","surface_form":"braconid wasps","offset":184},{"uri":"Genome","surface_form":"genome","offset":204},{"uri":"Capsid","surface_form":"capsid","offset":290},{"uri":"Parasitoid","surface_form":"parasitoid","offset":533},{"uri":"Lepidoptera","surface_form":"lepidoptera","offset":569},{"uri":"Genome","surface_form":"genome","offset":614},{"uri":"Immune_system","surface_form":"immune system","offset":989},{"uri":"Phagocyte","surface_form":"phagocytic","offset":1033},{"uri":"Haemocyte","surface_form":"haemocyte","offset":1044},{"uri":"Immune","surface_form":"immune","offset":1097},{"uri":"Mutualism","surface_form":"mutualistic","offset":1402}]}