{"id":502953,"url":"http://en.wikipedia.org/wiki/Ontario_Heritage_Act","text":"e=\"preserve\">The Ontario Heritage Act is a law that was made on March 5, 1975. It lets the Province of Ontario and cities protect important buildings and other places. These places are called designated heritage properties.\nListing a place under the \"Act\".\nIf a place is listed as an important place under the \"Act\", the person who owns the place needs to ask the government of their city to let them change any of the important parts of the place. They also need to ask the government to let them destroy any buildings.\nChanges to the law.\nBefore 2005, people could still destroy buildings that were listed as important, even if the government of the city did not want to let them. They did this by waiting for 180 days after asking to destroy the building. Once 180 days were over, if the people who owned the buildings did not agree with the government of the city, the people who owned the buildings could destroy the building.\nIn 2005, the provincial government changed the Act. People who own important buildings are not allowed to destroy the buildings any more if the government of the city does not let them. If the government of the city does not let them destroy the building, they are allowed to ask the Conservation Review Board to let them do it anyway. If the Conservation Review Board does not let them destroy the building, then the person who owns the building is not allowed to destroy the building.\nThe change also says that people who own important buildings must take care of them so that the buildings will not fall.\nProblems.\nThere are some problems with the Ontario Heritage Act. Sometimes the government of a city will say that a place is important because they do not want anyone to make changes to the place, even though the place is not important. For example, one city said that a golf course was important because someone wanted to build houses there instead.\nAnother problem is that there are a lot of old churches that are important, but the people who use the churches sometimes need to make changes to the buildings because of their religion. The government of the city needs to be careful to let the people practice their religion but also needs to take care of the building.\nAnother problem is that there are a lot of buildings in Ontario that belong to the Government of Canada. These buildings are not protected by the \"Act\". The Government of Canada has laws that protect some of these buildings, but not all of them.","categories":[],"infobox_types":[],"annotations":[]}