{"id":503055,"url":"http://en.wikipedia.org/wiki/Job_satisfaction","text":"Job satisfaction or employee satisfaction has been defined in different ways. It may be as simple as the feeling of satisfaction with a job. If a person likes their job, they feel job satisfaction. When an employee performs their work well, they feel a sense of job satisfaction. If a worker has good relationships with their boss and their coworkers, they feel job satisfaction. Psychologists who study the behavior of industries and organizations also look at job satisfaction in different ways.\nHistory.\nAssessments of job satisfaction became commonplace in the 1930s. In 1934, R.S. Uhrbrock was one of the first psychologists to use new techniques to assess factory worker attitudes. In 1935, R. Hoppock published a study of 500 teachers on how satisfied they were with their jobs. This study found that job satisfaction is affected by the work, the coworkers, and the managers. Before the 1930s, not many job satisfaction studies were published.\nEnvironmental factors.\nMany factors influence job satisfaction. Some factors are environmental. They are particular to a situation. They come from the work and the workplace.\nIn 1976, Edwin A. Locke wrote about the factors that lead to satisfaction or dissatisfaction at work. Although this list was written in the 20th century, many factors are the same in the 21st century also.\nA person can feel satisfied with their job if they get a good evaluation of their work. Company policies, for example, about how employees are supervised, can influence job satisfaction. Pay is another factor in job satisfaction. Achievement or recognition can also make a person feel job satisfaction. Opportunities for promotions to jobs with higher rank can increase job satisfaction.\nOne of the most important aspects of work in a modern organization is communication. A communication load is the amount and the speed and the complexity of communication that a person has to process. People can experience communication overload. This is when they get too much information in too short a period of time. Or, when they get information that is too complex to process in a short period of time. People can also experience communication underload. This is when they do not get enough information. Both communication overload and communication underload can affect the level of job satisfaction. If a person receives too much communication or not enough communication on the job, they are more likely to become dissatisfied and unhappy with their work. This can lead to a low level of job satisfaction.\nIf a job has all of these factors, people feel more satisfied and loyal to the company.\nPersonal factors.\nSome factors in job satisfaction are personal or individual. Each person is affected in their own unique way.\nMoods and emotions at work are related to job satisfaction. Positive and negative emotions are related to overall job satisfaction.\nGenetics play a role in job satisfaction. One scientific experiment studied twins who were raised apart. Researchers measured the influence of genetics on the twins' job satisfaction. The study found that 70% of job satisfaction comes from the environment and 30% comes from genetic factors.\nSome research shows a connection between personality and job satisfaction. Employees who do not feel alienated, or left out, have more job satisfaction. Employees who feel in control of their situation also have more job satisfaction. They show more involvement in their job and more commitment to the company.\nPsychological well-being (PWB) is how well a person's mind functions overall. It involves every part of a person's life: work, family, community, etc. PWB in the workplace plays an important role in determining job satisfaction and has attracted much research attention in recent years. These studies focused on the effects of PWB on job satisfaction and job performance. Research published in 2000 showed a strong connection between PWB and job satisfaction. A second study by the same authors in 2007 had similar results. These studies showed that PWB predicts job performance better than job satisfaction does.\nMeasuring.\nResearchers have various ways to measure job satisfaction. The Job Descriptive Index measures job satisfaction in 5 ways: pay, promotions, coworkers, bosses, and the work itself. The survey is simple. People answer yes, no, or ‘?’. There are other job satisfaction surveys, for example, the Job Satisfaction Survey and the Faces Scale. The Job Satisfaction Survey asks 36 questions about 9 factors in job satisfaction. The Faces Scale asks only one question. People answer by choosing a face.","categories":[],"infobox_types":[],"annotations":[{"uri":"Define","surface_form":"define","offset":51},{"uri":"Feeling","surface_form":"feeling","offset":105},{"uri":"Satisfaction","surface_form":"satisfaction","offset":116},{"uri":"Job","surface_form":"job","offset":136},{"uri":"Employee","surface_form":"employee","offset":206},{"uri":"Work","surface_form":"work","offset":230},{"uri":"Worker","surface_form":"worker","offset":285},{"uri":"Interpersonal_relationship","surface_form":"relationships","offset":301},{"uri":"Boss","surface_form":"boss","offset":326},{"uri":"Co-worker","surface_form":"coworker","offset":341},{"uri":"Psychologist","surface_form":"Psychologist","offset":380},{"uri":"Study","surface_form":"study","offset":398},{"uri":"Behavior","surface_form":"behavior","offset":408},{"uri":"Industry","surface_form":"industries","offset":420},{"uri":"Organization","surface_form":"organization","offset":435},{"uri":"Assessment","surface_form":"Assessments","offset":507},{"uri":"Commonplace","surface_form":"commonplace","offset":546},{"uri":"Psychologist","surface_form":"psychologists","offset":616},{"uri":"Technique","surface_form":"technique","offset":641},{"uri":"Assess","surface_form":"assess","offset":655},{"uri":"Attitude","surface_form":"attitude","offset":677},{"uri":"Publishing","surface_form":"published","offset":708},{"uri":"Teacher","surface_form":"teacher","offset":733},{"uri":"Manager","surface_form":"managers","offset":873},{"uri":"Factor","surface_form":"factors","offset":979},{"uri":"Environment","surface_form":"environmental","offset":1032},{"uri":"Particular","surface_form":"particular","offset":1056},{"uri":"Situation","surface_form":"situation","offset":1072},{"uri":"Office","surface_form":"workplace","offset":1115},{"uri":"20th_century","surface_form":"20th century","offset":1266},{"uri":"Evaluation","surface_form":"evaluation","offset":1394},{"uri":"Policy","surface_form":"policies","offset":1428},{"uri":"Supervise","surface_form":"supervised","offset":1475},{"uri":"Achievement","surface_form":"Achievement","offset":1562},{"uri":"Recognition","surface_form":"recognition","offset":1577},{"uri":"Aspect","surface_form":"aspect","offset":1746},{"uri":"Communication","surface_form":"communication","offset":1790},{"uri":"Complexity","surface_form":"complexity","offset":1862},{"uri":"Overload","surface_form":"overload","offset":1956},{"uri":"Underload","surface_form":"underload","offset":2169},{"uri":"Dissatisfied","surface_form":"dissatisfied","offset":2442},{"uri":"Loyal","surface_form":"loyal","offset":2600},{"uri":"Personal","surface_form":"personal","offset":2677},{"uri":"Mood","surface_form":"Mood","offset":2750},{"uri":"Emotion","surface_form":"emotion","offset":2760},{"uri":"Positive","surface_form":"Positive","offset":2810},{"uri":"Negative","surface_form":"negative","offset":2823},{"uri":"Genetics","surface_form":"Genetics","offset":2882},{"uri":"Experiment","surface_form":"scientific experiment","offset":2928},{"uri":"Twins","surface_form":"twins","offset":2958},{"uri":"Raise","surface_form":"raise","offset":2973},{"uri":"Apart","surface_form":"apart","offset":2980},{"uri":"Researchers","surface_form":"Researchers","offset":2987},{"uri":"Measure","surface_form":"measure","offset":2999},{"uri":"Influence","surface_form":"influence","offset":3012},{"uri":"Environment","surface_form":"environment","offset":3126},{"uri":"Personality","surface_form":"personality","offset":3215},{"uri":"Alienation","surface_form":"alienated","offset":3275},{"uri":"Involvement","surface_form":"involvement","offset":3424},{"uri":"Commitment","surface_form":"commitment","offset":3458},{"uri":"Psychological_well-being","surface_form":"Psychological well-being","offset":3485},{"uri":"Mind","surface_form":"mind","offset":3539},{"uri":"Community","surface_form":"community","offset":3620},{"uri":"Role","surface_form":"role","offset":3676},{"uri":"Job_performance","surface_form":"job performance","offset":3840},{"uri":"Various","surface_form":"various","offset":4127},{"uri":"Promotion","surface_form":"promotions","offset":4237}]}