{"id":503015,"url":"http://en.wikipedia.org/wiki/Lokiarchaeota","text":"The Lokiarchaeota are a proposed phylum of the Archaea. It was proposed in 2015 after the composite genome of \"Lokiarchaeum\" was sequenced.\nThe genome.\nThe \"Lokiarchaeum\" genome has 5,381 protein coding genes. Of these, about 32% do not correspond to any known protein. 26% closely resemble archeal proteins, and 29% correspond to bacterial proteins. This is consistent with previous research which suggests significant gene transfer between bacteria and Archaea.\nA small, but significant portion of the proteins (175, 3.3%) were most similar to eukaryotic proteins. Analysis suggested the genes in question had their origin at the base of the eukaryotic clades. In eukaryotes, the function of these proteins include cell membrane and cell shape formation, and a dynamic protein cytoskeleton.\nAnother shared protein, actin, is used in phagocytosis by eukaryotes. Phagocytosis is the ability to engulf and consume another particle. This ability is required for the endosymbiotic origin of mitochondria. Cells with mitochondria is one of the key differences between prokaryotes and eukaryotes. In a widely accepted theory, mitochondria began as bacteria and were gradually incorporated into eukaryotic cells. Chloroplasts had a similar origin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylum","surface_form":"phylum","offset":33},{"uri":"Archaea","surface_form":"Archaea","offset":47},{"uri":"Genome","surface_form":"genome","offset":100},{"uri":"Genes","surface_form":"genes","offset":203},{"uri":"Bacteria","surface_form":"bacteria","offset":442},{"uri":"Eukaryotic","surface_form":"eukaryotic","offset":546},{"uri":"Clade","surface_form":"clade","offset":655},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":717},{"uri":"Cytoskeleton","surface_form":"cytoskeleton","offset":779},{"uri":"Actin","surface_form":"actin","offset":817},{"uri":"Phagocytosis","surface_form":"phagocytosis","offset":835},{"uri":"Endosymbiosis","surface_form":"endosymbiotic origin","offset":964},{"uri":"Mitochondria","surface_form":"mitochondria","offset":988},{"uri":"Chloroplast","surface_form":"Chloroplast","offset":1207}]}