{"id":50312,"url":"http://en.wikipedia.org/wiki/Kalevala","text":"Kalevala is the Finnish national epic. This means it is a book that is very important to Finnish people.\nKalevala has many stories and folklores in it. The stories of Kalevala are poems that are very old. Long ago, people sang these poems. The poems have a unique metre that is not known outside Finnic languages. There are many themes in these stories from different times in the past. The oldest themes are from the stone age. Many of the poems are collected from Karelia and areas nearby.\nHeroes have adventures in these stories. The most important heroes are Väinämöinen, Ilmarinen, Lemminkäinen and Kullervo. The enemies of heroes are Louhi and Joukahainen. Many stories in Kalevala are about two countries fighting each other. These countries are the land of Kalevala and land of Pohjola. The Land of Kalevala is the land of Heroes. Pohjola is the land of enemies. Pohjola is an evil and cold place somewhere far north.\nElias Lönnrot was a man who collected these poems and made a book of them. Kalevala has been translated into many languages. There is also an English Kalevala.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finland","surface_form":"Finnish","offset":16},{"uri":"Book","surface_form":"book","offset":58},{"uri":"Folklore","surface_form":"folklore","offset":135},{"uri":"Metre","surface_form":"metre","offset":264},{"uri":"Finnic","surface_form":"Finnic","offset":296},{"uri":"Karelia","surface_form":"Karelia","offset":466},{"uri":"V%C3%A4in%C3%A4m%C3%B6inen","surface_form":"Väinämöinen","offset":563},{"uri":"Ilmarinen","surface_form":"Ilmarinen","offset":576},{"uri":"Lemmink%C3%A4inen","surface_form":"Lemminkäinen","offset":587},{"uri":"Kullervo","surface_form":"Kullervo","offset":604},{"uri":"Louhi","surface_form":"Louhi","offset":640},{"uri":"Joukahainen","surface_form":"Joukahainen","offset":650},{"uri":"Pohjola","surface_form":"Pohjola","offset":786},{"uri":"Elias_L%C3%B6nnrot","surface_form":"Elias Lönnrot","offset":926}]}