{"id":5031,"url":"http://en.wikipedia.org/wiki/Atlanta","text":"Atlanta is the capital and largest city of the U.S. state of Georgia. It is one of the South's largest cities. Atlanta is known as a major business city. It is the home of Coca-Cola Company, CNN, AT&T, and Home Depot, as well as many other Fortune 500 companies. Coca-Cola, which is made in Atlanta, is drunk all over the world and its factory is a favorite tourist destination. CNN is also a big tourist attraction. Atlanta's airport, called Hartsfield-Jackson International Airport, is the busiest airport in the world. Atlanta is near the center of Georgia and is on the Chattahoochee River.\nAtlanta has a high crime rate and murder rate. The city has a large African American population. Atlanta is considered a black mecca for African Americans.\nAtlanta has a high HIV rate. Atlanta is a black LGBT mecca.\nHistory.\nAtlanta was built on Cherokee Native American land. It was called Terminus until 1843, when the name was changed to Marthasville. In 1845 the name was changed again to Atlanta.\nDuring the American Civil War, Atlanta was where several battles happened. Some of the battles were the Battle of Peachtree Creek, the Battle of Atlanta, and the Battle of Ezra Church. The city was burnt down and almost entirely destroyed. After the war, the city was built again, and got a nickname because it was built so fast: \"the Phoenix City\", after the bird which burns itself then rises from the ashes in old myths. A picture of the bird is on the city seal.\nAtlanta became the state capital in 1868.\nThere have been racial problems in Atlanta. During riots in 1906, at least 12 people died and more than 70 other people were hurt. In 1913, a Jewish man named Leo Frank was tried in court for raping and killing a girl in a factory where he worked. He was found guilty, but then the government decided not to execute him because not everyone was convinced he had done it. This upset people who thought he had killed the girl, and there were more riots in 1915 and Frank was lynched (hanged with a rope until he died).\nIn the 1930s, the Great Depression came to Atlanta. Many people did not have jobs and were hungry. The city government was almost out of money and the Coca-Cola company gave the city some money to help. In 1935, the government built the first federal housing project in the United States.\nAtlanta's airport is named Hartsfield-Jackson Atlanta International Airport. It is the busiest airport in the world. Delta Air Lines is an airline that has its main office in Atlanta, and it uses Hartsfield-Jackson Atlanta International Airport for many of its flights.\nTurner Broadcasting, which broadcasts CNN, has their main office in Atlanta. The Coca Cola Company also has their main office in Atlanta.\nAtlanta is rich in African American history and hip-hop culture.\nFamous rappers from Atlanta are Gucci Mane, Jeezy, Ludacris, Lil Yachty and 2 Chainz.\nEducation.\nThe City of Atlanta is home to two colleges. Georgia Institute of Technology, or Georgia Tech for short, and Georgia State University.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":15},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":61},{"uri":"Coca-Cola_Company","surface_form":"Coca-Cola Company","offset":172},{"uri":"CNN","surface_form":"CNN","offset":191},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":196},{"uri":"Home_Depot","surface_form":"Home Depot","offset":206},{"uri":"Fortune_500","surface_form":"Fortune 500","offset":240},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":263},{"uri":"Chattahoochee_River","surface_form":"Chattahoochee River","offset":574},{"uri":"African_American","surface_form":"African American","offset":663},{"uri":"HIV","surface_form":"HIV","offset":770},{"uri":"LGBT","surface_form":"LGBT","offset":799},{"uri":"Cherokee","surface_form":"Cherokee","offset":841},{"uri":"Native_American","surface_form":"Native American","offset":850},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1008},{"uri":"Nickname","surface_form":"nickname","offset":1288},{"uri":"Rape","surface_form":"raping","offset":1698},{"uri":"Great_Depression","surface_form":"Great Depression","offset":2041},{"uri":"Coca-Cola","surface_form":"Coca-Cola","offset":2174},{"uri":"Housing_project","surface_form":"housing project","offset":2274},{"uri":"Delta_Air_Lines","surface_form":"Delta Air Lines","offset":2429},{"uri":"Airline","surface_form":"airline","offset":2451},{"uri":"Turner_Broadcasting","surface_form":"Turner Broadcasting","offset":2582},{"uri":"CNN","surface_form":"CNN","offset":2620},{"uri":"Coca_Cola","surface_form":"The Coca Cola Company","offset":2659},{"uri":"African_American","surface_form":"African American","offset":2739},{"uri":"Hip-hop","surface_form":"hip-hop","offset":2768},{"uri":"Gucci_Mane","surface_form":"Gucci Mane","offset":2817},{"uri":"Jeezy","surface_form":"Jeezy","offset":2829},{"uri":"Ludacris","surface_form":"Ludacris","offset":2836},{"uri":"Lil_Yachty","surface_form":"Lil Yachty","offset":2846},{"uri":"2_Chainz","surface_form":"2 Chainz","offset":2861},{"uri":"Georgia_Institute_of_Technology","surface_form":"Georgia Institute of Technology","offset":2927},{"uri":"Georgia_State_University","surface_form":"Georgia State University","offset":2991}]}