{"id":503334,"url":"http://en.wikipedia.org/wiki/Uber","text":"Uber traded on the NYSE under the ticker (UBER) is an American-based ride-sharing company. It created the Uber mobile app and a ridesharing network. “Shared rides” are provided by Uber drivers to passengers. The passengers pay money for each ride they receive. The mobile app allows passengers to request trips and pay for the rides online.\nPassengers who want Uber rides with “sign-up” with the Uber passenger mobile app. They provide their name, smartphone number, and a credit card number to Uber. Then they can request shared-rides through the Uber app.\nUber drivers use Uber driver mobile app to find rideshare passengers. They are first enrolled with Uber as drivers. Then they “log-on” to the Uber mobile app. This tells Uber they are in a certain area and can take rideshares as passengers. The Uber app ”looks for” passengers who want a ride to a particular location. The Uber driver finds the passenger via the map. Then they “pick up” the passenger and drive to the destination. When they reach the destination, they “drop-off” the passenger. The Uber mobile app records the journey, bills the passenger, and pays the driver.\nUber uses third party Internet mapping services such as Google Maps to find the location of the passenger and to navigate the driver.\nUber was founded as \"UberCab\" in San Francisco by Travis Kalanick and Garrett Camp in 2009. Three years later, Uber started to open international offices. In 2014, it experimented with carpooling features and made other updates.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"NYSE","surface_form":"NYSE","offset":19},{"uri":"United_States","surface_form":"American","offset":54},{"uri":"Carpool","surface_form":"ride-sharing","offset":69},{"uri":"Mobile_app","surface_form":"mobile app","offset":111},{"uri":"Smartphone","surface_form":"smartphone","offset":448},{"uri":"Credit_card","surface_form":"credit card","offset":473},{"uri":"Internet","surface_form":"Internet","offset":1159},{"uri":"Google_Maps","surface_form":"Google Maps","offset":1193},{"uri":"Navigate","surface_form":"navigate","offset":1250},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1304},{"uri":"Office","surface_form":"office","offset":1417},{"uri":"Carpool","surface_form":"carpool","offset":1456}]}