{"id":50347,"url":"http://en.wikipedia.org/wiki/Saprophyte","text":"e=\"preserve\">A saprophyte or saprotroph is an organism which gets its energy from dead and decaying organic matter. This may be decaying pieces of plants or animals. This means that saprophytes are heterotrophs. They are consumers in the food chain.\nThis is the typical life-style of fungi. Some fungi are parasites on living organisms, but most are saprophytes. Many bacteria and protozoa are also saprophytes. Most dead organic matter is eventually broken down and used by bacteria and fungi. Slime moulds are also saprophytes, as well as consuming bacteria. Examples of saprophytes are cheese mold, and yeast. The term \"saprophyte\" refers specifically to fungal and bacterial saprotrophs; animal saprotrophs are known as saprozoites.\nOther terms, such as 'saprotroph' or 'saprobe' may be used instead of saprophyte. Strictly speaking, -phyte means 'plant'. The problem is that no embryophytes (land plants) are true saprotrophs, and bacteria and fungi are no longer considered plants. Nevertheless, saprophyte is such a well-known term that most writers continue to use it.\nMyco-heterotrophy.\nA heterotroph is a general term for an organism that needs organic material to get its carbon for growth and development. Many plants which lack chlorophyll need fungi to break down organic material for them. Traditionally, they were called saprophytes. Now the process is given a new name: myco-heterotrophy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heterotroph","surface_form":"heterotroph","offset":198},{"uri":"Fungus","surface_form":"fungi","offset":284},{"uri":"Parasites","surface_form":"parasites","offset":306},{"uri":"Bacteria","surface_form":"bacteria","offset":368},{"uri":"Protozoa","surface_form":"protozoa","offset":381},{"uri":"Slime_moulds","surface_form":"Slime moulds","offset":495},{"uri":"Embryophytes","surface_form":"embryophytes","offset":883},{"uri":"Heterotroph","surface_form":"heterotroph","offset":1098},{"uri":"Carbon","surface_form":"carbon","offset":1183},{"uri":"Chlorophyll","surface_form":"chlorophyll","offset":1241},{"uri":"Myco-heterotrophy","surface_form":"myco-heterotrophy","offset":1387}]}