{"id":503576,"url":"http://en.wikipedia.org/wiki/Fleet_Foxes","text":"Fleet Foxes is an American indie folk band that was started in Seattle, Washington. It is signed to the Sub Pop and Bella Union record labels. The band became well-known in 2008 for their second EP, \"Sun Giant\", and their first album \"Fleet Foxes\". Fleet Foxes' second studio album, \"Helplessness Blues\", was released on 3 May 2011.\nFormation and early years.\nRobin Pecknold and Skyler Skjelset both went to Lake Washington High School in Kirkland, Washington, and became friends. They listened to Bob Dylan and Neil Young and began making music together.\nFirst they took the name \"The Pineapples\", but another band in the area had the same name. Pecknold then decided upon \"Fleet Foxes\". Pecknold became the principal songwriter, both singing and playing guitar, while Skjelset played lead guitar. The producer Phil Ek and he helped them record their first demo in 2006, the \"Fleet Foxes\" EP. By late 2006, Seattle journalists began to notice the band.\nThey became popular by doing local concerts. They started making their first album in early 2007. They recorded in the studio with producer Ek. They recorded most of their tracks at home because they did not have a lot of money.\nRise to prominence.\nFleet Foxes became popular through word of mouth exposure. By late 2007, their songs had been played over 250,000 times on their Myspace site. They got a record deal with Sub Pop (a subsidiary record label of Warner Music) on 18 January 2008. Robin's sister, Aja Pecknold, became band manager. The band's frontman, Robin Pecknold, says that they got most of their success and popularity from people sharing their music illegally online.\nThe band recorded their second EP, \"Sun Giant\", at Bear Creek Studio and performed overdubs and mixed at Seattle's Avast! Recording Co. Fleet Foxes began a tour with the band Blitzen Trapper on 28 February 2008. The band's performances, first at the SXSW festival in March 2008, and then the Sasquatch! festival in May 2008, got them the most attention from the public.\n\"Sun Giant\" was released internationally on 8 April 2008. It was well received by the press. After this, Christian Wargo joined the band on guitar and J. Tillman joined the band on drums. Their first full length album, \"Fleet Foxes\", was released on 3 June 2008. The album achieved similar critical success as the previous EP. On 24 June 2008, \"Fleet Foxes\" went to No. 1 on the College Music Journal Radio 200 Chart.\nIn Europe, \"Fleet Foxes\" sold over 200,000 copies in the five months following its release. The album received good reviews from critics. In Australia, New Zealand, and the United Kingdom, tickets for their concerts sold out. By the end of 2008, it had sold over 408,000 copies in North America and over 100,000 copies in the United Kingdom.\nThey went on a worldwide tour in 2008 and 2009.\nSecond album.\nThe band started practicing their new songs in February 2009. Recording did not start until April 2010. Many of the vocal tracks were recorded in one take.\nThe album, \"Helplessness Blues\", was released on 3 May 2011. The cover was illustrated by the Seattle artist Toby Liebowitz and painted by Christopher Alderson. The album features new band member Morgan Henderson on upright bass and woodwind instruments.\nOn 18 January 2012, drummer J. Tillman announced that he had left the band.\nHelplessness Blues was nominated for Best Folk Album at the 2012 Grammy Awards, on 12 February 2012.\nThe band went on hiatus from 2013 to 2016.\nThird album.\nOn May 18, 2016, Robin Pecknold said on his Instagram account that Fleet Foxes were working on new music.\nTheir third album, called \"Crack-Up\", was released on June 16, 2017. It was released on Nonesuch Records, a new label for the band.\nThey started playing concerts again on May 15, 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indie_folk","surface_form":"indie folk","offset":27},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":63},{"uri":"Sub_Pop","surface_form":"Sub Pop","offset":104},{"uri":"Bella_Union","surface_form":"Bella Union","offset":116},{"uri":"Sun_Giant","surface_form":"Sun Giant","offset":200},{"uri":"Fleet_Foxes_(album)","surface_form":"Fleet Foxes","offset":235},{"uri":"Helplessness_Blues","surface_form":"Helplessness Blues","offset":284},{"uri":"Robin_Pecknold","surface_form":"Robin Pecknold","offset":360},{"uri":"Lake_Washington_High_School","surface_form":"Lake Washington High School","offset":408},{"uri":"Kirkland%2C_Washington","surface_form":"Kirkland, Washington","offset":439},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":498},{"uri":"Neil_Young","surface_form":"Neil Young","offset":512},{"uri":"Phil_Ek","surface_form":"Phil Ek","offset":812},{"uri":"Fleet_Foxes_(EP)","surface_form":"Fleet Foxes","offset":877},{"uri":"Journalist","surface_form":"journalist","offset":916},{"uri":"Concert","surface_form":"concert","offset":989},{"uri":"Word_of_mouth","surface_form":"word of mouth","offset":1238},{"uri":"Myspace","surface_form":"Myspace","offset":1332},{"uri":"Sub_Pop","surface_form":"Sub Pop","offset":1374},{"uri":"Warner_Music_Group","surface_form":"Warner Music","offset":1412},{"uri":"File_sharing","surface_form":"sharing their music","offset":1602},{"uri":"Sun_Giant","surface_form":"Sun Giant","offset":1676},{"uri":"Overdubbing","surface_form":"overdubs","offset":1723},{"uri":"Tour","surface_form":"tour","offset":1796},{"uri":"Blitzen_Trapper","surface_form":"Blitzen Trapper","offset":1815},{"uri":"SXSW","surface_form":"SXSW","offset":1890},{"uri":"Sasquatch%21","surface_form":"Sasquatch!","offset":1932},{"uri":"Journalism","surface_form":"press","offset":2096},{"uri":"Christian_Wargo","surface_form":"Christian Wargo","offset":2115},{"uri":"J._Tillman","surface_form":"J. Tillman","offset":2161},{"uri":"Fleet_Foxes_(album)","surface_form":"Fleet Foxes","offset":2230},{"uri":"College_Music_Journal","surface_form":"College Music Journal","offset":2389},{"uri":"Take","surface_form":"take","offset":2982},{"uri":"Helplessness_Blues","surface_form":"Helplessness Blues","offset":3000},{"uri":"Illustration","surface_form":"illustrated","offset":3063},{"uri":"Seattle","surface_form":"Seattle","offset":3082},{"uri":"Morgan_Henderson","surface_form":"Morgan Henderson","offset":3184},{"uri":"Best_Folk_Album","surface_form":"Best Folk Album","offset":3356},{"uri":"Grammy","surface_form":"Grammy","offset":3384},{"uri":"Nonesuch_Records","surface_form":"Nonesuch Records","offset":3670}]}