{"id":503505,"url":"http://en.wikipedia.org/wiki/Island_dwarfism","text":"Island dwarfism, or insular dwarfism, is the reduction in size of large animals over a number of generations.\nThe same process can happen in evolution on a mainland: an example is the evolution of the dwarfed marmosets and tamarins among New World monkeys. The smallest member is \"Cebuella pygmaea\".\nThe main cause is their population's range being limited to a small environment, and this happens most often on islands. This process has occurred many times throughout evolutionary history. Examples include dinosaurs, like \"Europasaurus\", and modern animals such as elephants and their relatives.\nThis process may occur not only on traditional islands, but also in other situations where an ecosystem is isolated from external resources and breeding. This may include caves, desert oases, isolated valleys and isolated mountains (\"sky islands\"). Insular dwarfism is one aspect of the more general \"island rule\": when mainland animals colonize islands, small species tend to evolve larger bodies, perhaps because the island may not have key predators. On the other hand large species may evolve smaller bodies because food supplies are limited.\nPossible causes of island dwarfism.\nThere are several proposed explanations for the mechanism which produces such dwarfism.\nOne is based on the idea that a smaller territory means a smaller food supply. A process where only smaller animals trapped on the island survive, as food declines to a borderline level. Population declines and, as smaller animals need fewer resources and smaller territories, they will survive longer. Eventually food sources replenish, and the survivors flourish. Smaller size is also advantageous from a reproductive standpoint, as it leads to shorter gestation periods and generation times.\nAmong carnivores, the main factor is thought to be the size and availability of prey resources, and competition is believed to be less important. In tiger snakes, insular dwarfism occurs on islands where available prey is restricted to smaller sizes than are normally taken by mainland snakes. Since prey size preference in snakes is generally proportional to body size, small snakes may be better adapted to take small prey.\nNaming.\nThe occurrence of small species on islands is known as Foster's Rule, and was first used by van Valen in 1973.","categories":[],"infobox_types":[],"annotations":[{"uri":"Generation","surface_form":"generation","offset":97},{"uri":"Marmoset","surface_form":"marmoset","offset":209},{"uri":"Tamarin","surface_form":"tamarin","offset":223},{"uri":"New_World_monkeys","surface_form":"New World monkeys","offset":238},{"uri":"Cebuella_pygmaea","surface_form":"Cebuella pygmaea","offset":281},{"uri":"Dinosaur","surface_form":"dinosaur","offset":508},{"uri":"Europasaurus","surface_form":"Europasaurus","offset":525},{"uri":"Elephants","surface_form":"elephants","offset":567},{"uri":"Caves","surface_form":"caves","offset":769},{"uri":"Oasis","surface_form":"oases","offset":783},{"uri":"Natural_selection","surface_form":"process","offset":1350},{"uri":"Gestation_period","surface_form":"gestation period","offset":1724},{"uri":"Tiger_snake","surface_form":"tiger snake","offset":1913}]}