{"id":503596,"url":"http://en.wikipedia.org/wiki/Emilie_B%C3%A9atrice_Epaye","text":"Emilie Béatrice Epaye is a politician and teacher from the Central African Republic. She was a minister in the government and she was in the National Assembly. Epaye works for better government, economic development, freedom, human rights, and peace. In 2015, she won the U.S. State Department's International Women of Courage Award.\nLife.\nEmilie Béatrice Epaye was born about 1956. She studied to be a teacher. She worked in her family transportation business.\nLa Fondation la Voix du Coeur.\nIn 2000, Epaye became the new director of the \"La Fondation la Voix du Coeur\" (The Voice of the Heart Foundation) organization. Lucienne Patassé, the wife of president Ange-Félix Patassé started the organization in 1994 to help street children. She started a home for the children in the city of Bangui, The children received food, education, medical care, and training, in a place that was safe and free from violence.\nPolitics.\nIn 2003, General François Bozizé led a coup and became the new leader of the Central African Republic. He formed a transition council to help with the change in government. The council wrote the 2004 constitution. Epaye was in the transition council.\nFrom 2003 to 2005, Epaye was president of the Foreign Affairs Commission of the National Assembly and was a member of the National Transitional Council. In 2005 she became the Minister of Commerce, Industry and Small and Medium Enterprises. She was in that position for five years. In 2008 she became the Minister of Trade and Industry. She was in that position through 2011.\nIn 2013 there was a new coup by a group called \"Séléka\". Michel Djotodia became president, but there was much violence. The United Nations, the African Union, and the French government sent soldiers to stop the fighting. New elections were scheduled for 2015, and Catherine Samba-Panza was elected leader of the country for the transition. Epaye was in the new council to help with the transition.\nPan African organizations.\nFrom 2003-2005, Epaye was a member of the Inter-Parliamentary Commission of the Economic and Monetary Community of Central Africa (CEMAC). Beginning in 2008, she was the leader of the African Intellectual Property Organization (OAPI. She also was on the Council of Ministers of the Economic Union of Central Africa (CAEU).\nAwards.\nIn 2010, the Council of Ministers of the Economic Union of Central Africa (CAEU), gave Epaye the Medal of Grand Officer of the Order of Merit from the CEMAC Community. In 2015, the U.S. State Department gave her the International Women of Courage Award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Politician","surface_form":"politician","offset":27},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":59},{"uri":"Economic_development","surface_form":"economic development","offset":195},{"uri":"Human_rights","surface_form":"human rights","offset":226},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":296},{"uri":"Transportation","surface_form":"transportation","offset":437},{"uri":"Ange-F%C3%A9lix_Patass%C3%A9","surface_form":"Ange-Félix Patassé","offset":661},{"uri":"Violence","surface_form":"violence","offset":903},{"uri":"Fran%C3%A7ois_Boziz%C3%A9","surface_form":"François Bozizé","offset":940},{"uri":"Coup","surface_form":"coup","offset":962},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":1000},{"uri":"S%C3%A9l%C3%A9ka","surface_form":"Séléka","offset":1598},{"uri":"Michel_Djotodia","surface_form":"Michel Djotodia","offset":1607},{"uri":"United_Nations","surface_form":"United Nations","offset":1674},{"uri":"African_Union","surface_form":"African Union","offset":1694},{"uri":"Catherine_Samba-Panza","surface_form":"Catherine Samba-Panza","offset":1814},{"uri":"Economic_Community_of_Central_African_States","surface_form":"Inter-Parliamentary Commission of the Economic and Monetary Community of Central Africa","offset":2017},{"uri":"African_Intellectual_Property_Organization","surface_form":"African Intellectual Property Organization","offset":2159}]}