{"id":50363,"url":"http://en.wikipedia.org/wiki/Will_o%27_the_wisp","text":"A will-o'-the-wisp or \"ignis fatuus\" (Medieval Latin: \"foolish fire\") is a ghostly light. It is seen by travellers at night, especially over bogs, swamps or marshes.\nUsually will o' the wisp looks like a ball of light or a small flame. UFOs and some ghost lights are different, they are usually in the sky while will o' the wisps are near ground.\nIt looks like a flickering lamp and is said to go farther back if approached. This draws travellers from the safe paths. This is a folk belief in a lot of English folklore and in much of European folklore. They are often said to be the work of fairies or elemental spirits. Some people thinks will o' the wisps are souls, spirits or spaceships.\nScientists try to use a natural explanation. Some say they are a gas, like methane, that goes up from the ground and burns. Other people say they are electric things, like ball lightning. One flying ball of light was explained: it was an owl that had a bright stomach. Sometimes animals or fungus make some light - this is called bioluminescence by scientists or foxfire.Sometimes diphosphine (P2H4) is also produced over marshes, which are highly flammable. Therefore, it burns in air and causes a flickering glow.\nThere are many old and new stories about will o' the wisps around the world. These lights have different names in different cultures and languages. Some of the names are \"jack-o'-lantern\", \"hinkypunk\", \"hobby lantern\" in English.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medieval_Latin","surface_form":"Medieval Latin","offset":38},{"uri":"UFO","surface_form":"UFO","offset":236},{"uri":"Ghost_light","surface_form":"ghost light","offset":250},{"uri":"Folk_belief","surface_form":"folk belief","offset":478},{"uri":"English_folklore","surface_form":"English folklore","offset":502},{"uri":"European_folklore","surface_form":"European folklore","offset":534},{"uri":"Soul","surface_form":"soul","offset":662},{"uri":"Spirit","surface_form":"spirit","offset":669},{"uri":"UFO","surface_form":"spaceships","offset":680},{"uri":"Natural","surface_form":"natural","offset":716},{"uri":"Gas","surface_form":"gas","offset":757},{"uri":"Methane","surface_form":"methane","offset":767},{"uri":"Electric","surface_form":"electric","offset":842},{"uri":"Ball_lightning","surface_form":"ball lightning","offset":864},{"uri":"Fungus","surface_form":"fungus","offset":982},{"uri":"Bioluminescence","surface_form":"bioluminescence","offset":1022},{"uri":"Foxfire","surface_form":"foxfire","offset":1055}]}