{"id":503661,"url":"http://en.wikipedia.org/wiki/Catholic_Christian_Outreach","text":"History.\nAndré and Angèle Regnier started CCO in 1988 at the University of Saskatchewan. The Regniers were part of an Evangelical Protestant group called Campus Crusade for Christ. They saw that other people in this group were excited about being Christians. They wanted Catholics to be excited about their religion too. They found a group of Catholics called the Catholic Charismatic Renewal who were already trying to do this. This group showed them how to get Catholics to be excited about their religion. The Regniers and their parish priest started CCO so that they could teach university students at the University of Saskatchewan about their religion and how to teach others about it too.\nExpansion of CCO.\nCCO began with only four missionaries at the University of Saskatchewan. As of August 2013, it had more than 70 missionaries at eleven universities. CCO plans to start doing missionary work on 20 new universities between 2008 and 2028.\nCCO does not work at these universities any more.\nRise Up.\nCCO runs a conference called \"Rise Up\" every year. It is one of the largest conferences for y<nowiki/>oung Catholics in Canada. The largest Rise Up was in Ottawa in 2013. There were 850 people there.\nThe conference happens every year from December 28 to January 1. At Rise Up, there are presentations, workshops, songs, prayers in front of the Eucharist, confession, and a big dinner and dance on New Year's Eve. CCO runs Rise Up because they want people to become closer to Jesus. They also want to help people become excited about telling other people about their religion.\nMission Projects.\nCCO runs many missions. Some of them are in Canada and some of them are in other countries. CCO often sends students and missionaries to World Youth Day.\nIMPACT Canada.\nThere is a mission that happens every year called IMPACT. Students from across Canada go to one city for a summer of missionary work. They live together and work in teams at various parishes, where they lead faith studies and run retreats and special events. IMPACT also has a weekly event called Cornerstone that involves skits, songs, testimonies, and Catholic teaching, a Courageous Catholic program that teaches people how to share their faith, and a monthly Summit event involving songs, prayers in front of the Eucharist, and confession.IMPACT has happened in the following\nMethods and Materials.\nStudents involved with CCO lead and attend weekly faith studies at the university. These faith studies help students learn more about their religion and how they can live it out. The studies are based on the Bible, the Catechism of the Catholic Church, and other Christian writings. They also use many analogies, a way of explaining things simply. There are five studies called \"Discovery\", \"Source\", \"Growth\", \"Obedience\", and \"Commission\".\nCCO wrote a small book \"The Ultimate Relationship\" to teach people the basic parts of the Christian religion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Youth","surface_form":"y","offset":1101},{"uri":"Canada","surface_form":"Canada","offset":1129},{"uri":"Mission_(Christianity)","surface_form":"missions","offset":1617},{"uri":"World_Youth_Day","surface_form":"World Youth Day","offset":1740},{"uri":"Bible","surface_form":"Bible","offset":2583},{"uri":"Catechism_of_the_Catholic_Church","surface_form":"Catechism of the Catholic Church","offset":2594},{"uri":"Christian","surface_form":"Christian","offset":2638},{"uri":"Analogy","surface_form":"analogies","offset":2677}]}