{"id":503659,"url":"http://en.wikipedia.org/wiki/Dzhokhar_Tsarnaev","text":"Dzhokhar Anzorovich \"Jahar\" Tsarnaev (Cyrillic: Джоха́р Анзо́рович Царна́ев; born July 22, 1993) and his brother Tamerlan Tsarnaev planted bombs at the Boston Marathon on April 15, 2013. The bombings killed three people and reportedly injured as many 264 others. On May 15, 2015, a Boston U.S. federal court jury verdict resulted in a death-sentence verdict for Tsarnaev for his crimes.\nEarly life.\nHe and his family immigrated to the United States as refugees in 2002. Tsarnaev was a student at University of Massachusetts Dartmouth. He had become a naturalized U.S. citizen on September 11, 2012.\nCapture.\nDuring the bombings, on April 19, there was a shootout between police and the Tsarnaev brothers. MBTA police officer was critically injured in the course of Tsarnaev's escape in the SUV Tsarnaev was injured but escaped. On the evening of April 19, the heavily wounded Tsarnaev was found unarmed hiding in a boat on a trailer in Watertown just outside the police perimeter. He was arrested and taken to a hospital. It was later reported that he was persuaded to surrender when the FBI negotiators mentioned a public plea from his former wrestling coach.\nTsarnaev was charged on April 22 with using and conspiring to use a weapon of mass destruction resulting in death and with destruction of property resulting in death.\nConviction.\nHe was convicted on April 8, 2015, and was sentenced to death on May 15, 2015. Tsarnaev allegedly later said during questioning that they next intended to detonate explosives in Times Square in New York City. Tsarnaev reportedly also said to authorities that he and his brother were radicalized, at least in part, by watching Anwar al-Awlaki lectures.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamerlan_Tsarnaev","surface_form":"Tamerlan Tsarnaev","offset":113},{"uri":"Boston_Marathon_bombings","surface_form":"bombs at the Boston Marathon","offset":139},{"uri":"Immigrate","surface_form":"immigrate","offset":417},{"uri":"United_States","surface_form":"United States","offset":435},{"uri":"Refugee","surface_form":"refugee","offset":452},{"uri":"Massachusetts_Bay_Transportation_Authority_Police","surface_form":"MBTA police officer","offset":705},{"uri":"Conspiracy_(crime)","surface_form":"conspiring","offset":1209},{"uri":"Destruction_of_property","surface_form":"destruction of property","offset":1284},{"uri":"Capital_punishment_in_the_United_States","surface_form":"death","offset":1396},{"uri":"Times_Square","surface_form":"Times Square","offset":1518},{"uri":"Anwar_al-Awlaki","surface_form":"Anwar al-Awlaki","offset":1666},{"uri":"Lecture","surface_form":"lecture","offset":1682}]}