{"id":503857,"url":"http://en.wikipedia.org/wiki/Soviet_Philatelic_Association","text":"Soviet Philatelic Association (SFA) was a business run by the Soviet Union authorities in the field of philately.\nHistory.\nTwo early philatelic public entities existed in the Soviet Union. These were All-Russian Society of Philatelists (created in 1922) and Philatelic International (or Filintern organised in 1924). In July 1924, an \"All-Union Philatelic Association of Socialist Soviet Republics\" was formed. It was called the \"State Philatelic Organization\". This association was entrusted to Feodor Chuchin. He also supervised another state body, Organisation of the Commissioner for Philately and Scripophily. The All-Union Philatelic Association ceased to exist soon after. It lacked a published decree of the All-Russian Central Executive Committee (VTsIK) and RSFSR Sovnarkom.\nOn 25 October 1926, a new association was established in Moscow by VTsIK and Sovnarkom decree. It replaced the Organisation of the Commissioner for Philately and Scripophily. SFA sold Soviet stamps to foreign dealers, Soviet philatelists, and schoolboys. These latter glued their stamps into school notebooks because of a lack of stamp albums.\nThe SFA organ was the journal \"Sovetskii Filatelist\" (\"Soviet Philatelist\").\nIn 1938, the Soviet Philatelic Association was replaced with the Chief Philatelic Bureau.","categories":[],"infobox_types":[],"annotations":[{"uri":"Business","surface_form":"business","offset":42},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":62},{"uri":"Philately","surface_form":"philately","offset":103},{"uri":"Entity","surface_form":"entities","offset":151},{"uri":"All-Russian_Society_of_Philatelists","surface_form":"All-Russian Society of Philatelists","offset":200},{"uri":"Philatelic_International","surface_form":"Philatelic International","offset":258},{"uri":"Filintern","surface_form":"Filintern","offset":287},{"uri":"Organisation_of_the_Commissioner_for_Philately_and_Scripophily","surface_form":"Organisation of the Commissioner for Philately and Scripophily","offset":551},{"uri":"Russian_Soviet_Federative_Socialist_Republic","surface_form":"RSFSR","offset":768},{"uri":"Moscow","surface_form":"Moscow","offset":842},{"uri":"Postage_stamp","surface_form":"stamps","offset":976},{"uri":"Philatelist","surface_form":"philatelist","offset":1010},{"uri":"Stamp_album","surface_form":"stamp album","offset":1115},{"uri":"Sovetskii_Filatelist","surface_form":"Sovetskii Filatelist","offset":1160},{"uri":"Soviet_Philatelist","surface_form":"Soviet Philatelist","offset":1184}]}