{"id":503804,"url":"http://en.wikipedia.org/wiki/Green_economy","text":"e=\"preserve\">The green economy is defined as an economy that results in reducing environmental risks and ecological scarcities. It aims for sustainable development without degrading the environment. It is closely related with ecological economics, but has a more politically applied focus. The 2011 UNEP Green Economy Report argues \"that to be green, an economy must not only be efficient, but also fair. Fairness implies recognising global and country level equity dimensions, particularly in assuring a just transition to an economy that is low-carbon, resource efficient, and socially inclusive.\"\nDefinition.\nThe International Chamber of Commerce (ICC) representing global business defines green economy as “an economy in which economic growth and environmental responsibility work together in a mutually reinforcing fashion while supporting progress on social development”.\nCriticisms.\nA number of organisations and individuals have criticised aspects of the 'Green Economy'. The research organisation ETC Group argues that the corporate emphasis on a biobased economy \"will spur even greater convergence of corporate power and unleash the most massive resource grab in more than 500 years.\" Venezuelan professor Edgardo Lander says that the UNEP's report, \"Towards a Green Economy\", while well-intentioned \"ignores the fact that the capacity of existing political systems to (regulate and restrict)... is seriously limited by the political and financial power of the corporations.\" Ulrich Hoffmann, in a paper for UNCTAD also says that the focus on Green Economy and \"green growth\" in particular, \"based on an evolutionary (and often reductionist) approach will not be sufficient to cope with the complexities of climate change\". He added it \"may rather give much false hope and excuses to do nothing really fundamental that can\nbring about a U-turn of global greenhouse gas emissions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economy","surface_form":"economy","offset":48},{"uri":"Environment","surface_form":"environment","offset":81},{"uri":"Ecological","surface_form":"ecological","offset":105},{"uri":"Scarcity","surface_form":"scarcities","offset":116},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":140},{"uri":"Degrade","surface_form":"degrading","offset":172},{"uri":"Ecological_economics","surface_form":"ecological economics","offset":226},{"uri":"Political","surface_form":"political","offset":263},{"uri":"Focus","surface_form":"focus","offset":283},{"uri":"Efficient","surface_form":"efficient","offset":379},{"uri":"Fair","surface_form":"fair","offset":399},{"uri":"Imply","surface_form":"implies","offset":414},{"uri":"Global","surface_form":"global","offset":434},{"uri":"Country","surface_form":"country","offset":445},{"uri":"Transition","surface_form":"transition","offset":510},{"uri":"Carbon","surface_form":"carbon","offset":547},{"uri":"Social","surface_form":"social","offset":579},{"uri":"Include","surface_form":"inclusive","offset":588},{"uri":"International_Chamber_of_Commerce","surface_form":"International Chamber of Commerce","offset":616},{"uri":"Organisation","surface_form":"organisation","offset":902},{"uri":"Criticise","surface_form":"criticise","offset":937},{"uri":"Corporation","surface_form":"corporate","offset":1032},{"uri":"Biobased_economy","surface_form":"biobased economy","offset":1056},{"uri":"UNCTAD","surface_form":"UNCTAD","offset":1519},{"uri":"Greenhouse_gas_emissions","surface_form":"greenhouse gas emissions","offset":1865}]}