{"id":504034,"url":"http://en.wikipedia.org/wiki/First_derivative_test","text":"In calculus, the first derivative test is used to determine local maxima and minima of a function. Furthermore, the first derivative test can be used to determine intervals of increase and intervals of decrease.\nCritical Points (and how to find them).\nCritical points are values in the domain of a function where its derivative is 0 or undefined (formula_1 or formula_1 doesn't exist).\nTo find the critical points of a function, compute the first derivative of the function and set it equal to zero. Solve for the zeroes of this equation. Similarly, if you have a rational function (formula_1, where formula_1) find what values will cause the denominator to be equal to 0 because this will make the function undefined, and therefore not differentiable at this point. These are all of your critical numbers.\nPlug these numbers into your original function to find the exact coordinate of these critical points.\nExample: formula_1.\nformula_1\nformula_1\nformula_1\nformula_1 and formula_1\nformula_1\nformula_1\nSo the two critical points are formula_1 and formula_1.\nFirst derivative test.\nTo determine whether these points are local maximas, minimas, or neither, we need to consider the intervals between each of the points. Plug in a value from each interval into the first derivative of the function. If the value is positive, then that is an interval of increase. If the value is negative, then that is an interval of decrease. Finally, if two neighboring intervals change sign then that point is either a local maxima or minima. If the first interval is positive and the second interval negative, then the critical point is a local maxima. If the first interval is negative and the second interval positive, then the critical point is a local minima. If both intervals are positive or both intervals are negative, then the critical point is neither a local maxima or minima.\nThe first derivative test is used in calculus optimization problems.","categories":[],"infobox_types":[],"annotations":[{"uri":"Calculus","surface_form":"calculus","offset":3},{"uri":"Maxima_and_minima","surface_form":"maxima and minima","offset":66},{"uri":"Function","surface_form":"function","offset":89},{"uri":"Interval_(mathematics)","surface_form":"intervals","offset":163},{"uri":"Critical_point","surface_form":"Critical point","offset":252},{"uri":"Domain_of_a_function","surface_form":"domain","offset":286},{"uri":"Derivative","surface_form":"derivative","offset":317},{"uri":"Undefined_(mathematics)","surface_form":"undefined","offset":336},{"uri":"Zero_of_a_function","surface_form":"zeroes","offset":514},{"uri":"Equation","surface_form":"equation","offset":529},{"uri":"Rational_function","surface_form":"rational function","offset":564},{"uri":"Fraction_(mathematics)","surface_form":"denominator","offset":643},{"uri":"Differentiable_function","surface_form":"differentiable","offset":737},{"uri":"Coordinate_system","surface_form":"coordinate","offset":872},{"uri":"Mathematical_optimization","surface_form":"optimization","offset":1918}]}