{"id":504032,"url":"http://en.wikipedia.org/wiki/Pan-Arabism","text":"Pan Arabism is a political movement and belief system that promotes the idea that all Arabs should unite to form one country or state. The idea of Pan Arabism was first created during the late 1800s and early 1900s. Pan Arabism’s popularity grew throughout the early 1900s, and in the 1950s Middle Eastern leaders, including Egypt’s President Gamal Abdel Nasser, became major supporters of the Pan-Arab movement.  Pan Arabists generally believe that all countries with Arab populations should come together or unify and that Western powers, like the United States or Great Britain, should not have any political power or influence in North Africa or the Arabian Peninsula.\nOrigin & Development.\nDuring the late 1800s, the Ottoman Empire controlled most of the Middle East. The Middle East, at the time, was very diverse. Many different ethnic and cultural groups of people lived in the region. By 1900, the Ottoman Empire was in decline and many of the different groups of people living in the Empire wanted to form independent governments managed by people living within their own communities.\nOne group that began to form their own ideas about a self-governed or self determined community were Arabs. Many educated Arab students and professors working at universities, like Al-Azhar University, began to publish magazines and form clubs promoting the idea of a unified Arab community or nation. These ideas became very popular across Arab regions of the former Ottoman Empire. By 1913, Arab organizations from all around the Middle East met to form the first Arab Congress in Paris, France. At the Congress, Arabs from around the Ottoman Empire discussed the possibility of freeing themselves from the Ottoman Empire and establishing Arab-governed countries.\nThe Ottoman Empire responded to the Arab Congress by punishing Arab nationalists. In some territories of the Ottoman Empire, Arab nationalists were put in jail and even killed for their activities.\nDuring World War One, many Arab groups support the Allied powers’ military campaign against the Ottoman Empire. At the end of World War I, the Ottoman Empire collapsed, and the Allied Powers met together to decide what would happen to the territory formerly under Ottoman control. Despite supporting the Allies during the war, many Arab countries were not granted their freedom by the Allies. Still eager to gain Independence, Arabs living in occupied countries began to form ideas about what a free Arab state would look like. These ideas would eventually become the backbone of Pan Arabism.\nPhilosophy.\nAfter World War One, many Arab-speaking scholars and students in the former Ottoman Empire began to write about the history of the Arab people. One of these writers, Darwish-Al Maqdidi, wrote a school textbook that outlined the beliefs of the early Pan-Arab movement. The textbook was used in many schools all across the Arab Middle East, and it suggested that the Arab homeland was not restricted to the Arabian peninsula, but extended to wherever Arabs lived. Moreover, Miqdadi, as well as other Arab scholars, believed that a free and unified Arab nation could only exist if western influence was removed from the Arab Middle East. Generally, the core of Miqdadi’s beliefs, and others like his, became the philosophy of Pan Arabism.\nAttempts at Arab Union.\nPan Arabism’s popularity began to grow after many Arab countries gained independence in the 1940s and 1950s. Egyptian President Gamal Abdel Nasser (1956-1970) was a big supporter of Pan Arab nationalism. Nasser believed that the Arab world in both Northern Africa and the Arabian Peninsula should be unified, since many of these countries shared a common culture, religion, and language, During his presidency, Nasser helped establish the United Arab Republic with Syria. The republic lasted three years. Its collapse was largely due to Nasser’s efforts to rapidly change the Syrian and Egyptian economies; also, many Syrians disliked that Nasser wanted to centralize government power and operations in Egypt.\nAfter the fall of the UAR, Nasser attempted to rally other Arab countries to the Pan-Arabist cause. During the Six Days War in 1967, Nasser led an Arab coalition (Syria, Lebanon, Jordan, and Iraq) to battle Israel. Israel won the war, and the Arab coalition and Nasser’s efforts to create a unified Arab Middle East suffered a major setback.\nDecline.\nAfter the Six Day's War, Egypt's role, as the leader of the Pan-Arab movement, was severely weakened. Other Arab nationalist organizations started to branch out on their own, independent of Egypt and other Arab countries. The Palestinians, in particular, began to form their own organization that was centered on Palestinian nationalism, and not a Pan-Arab one. Furthermore, Gamal Nasser's sudden death in 1970, left the Pan-Arab movement without a clear leader.\nReemergence.\nSince the late 1970s, many professors and Middle East experts have claimed that Pan Arabism no longer exists Fouad Ajami suggests that Pan Arabism collapsed because Gamel Nasser, the clear leader of the movement, lost momentum after the Arab defeat in the Six Day War. Moreover, other Arab groups, most notably the Palestinians, lost faith in the Pan-Arab movement and tried to branch out on their own. More recently, though, after the events of the Arab Spring of 2011, many scholars and journalists argue that Pan Arabism is coming back in different ways. Susan De Muth suggests that the Pan Arabism of the Arab Spring is different than it was thirty years ago. She suggests that the Pan Arabism of Gamel Nasser’s era was tied to the idea of keeping the Arab World free of foreign and western influence, while today’s Pan Arabism is mostly led by young people who are dedicated to reforming or making governments in Arab countries less oppressive or controlling. This new form of Pan Arabism has been strengthened by technology, like social media. According to De Muth, protesters from different countries have been able to strengthen their cause and even coordinate protests with movements in other Arab countries using social media. Other scholars are not as optimistic as De Muth; Marc Lynch suggests that the protests of the Arab Spring were long overdue, and that the political movements in the Arab Middle East have been slowly building strength for the last thirty years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Political_movement","surface_form":"political movement","offset":17},{"uri":"Arabs","surface_form":"Arabs","offset":86},{"uri":"North_Africa","surface_form":"North Africa","offset":634},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":654},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":722},{"uri":"Middle_East","surface_form":"Middle East","offset":760},{"uri":"Al-Azhar_University","surface_form":"Al-Azhar University","offset":1276},{"uri":"Arab_Congress","surface_form":"Arab Congress","offset":1561},{"uri":"World_War_One","surface_form":"World War One","offset":1966},{"uri":"Gamal_Abdel_Nasser","surface_form":"Gamal Abdel Nasser","offset":3452},{"uri":"United_Arab_Republic","surface_form":"United Arab Republic","offset":3763},{"uri":"Six_Days_War","surface_form":"Six Days War","offset":4145},{"uri":"Arab_Spring","surface_form":"Arab Spring","offset":5311}]}