{"id":504081,"url":"http://en.wikipedia.org/wiki/Petrie_Museum_of_Egyptian_Archaeology","text":"The Petrie Museum of Egyptian Archaeology in London is part of University College London Museums & Collections. With over 80,000 objects, it is one of the world's best collections of objects from Egypt and the Sudan.\nHistory.\nThe museum started in 1892 to help with the teaching of Egyptian Archaeology and Philology. The collection began with objects given to the museum by the writer Amelia Edwards. William Flinders Petrie led many important archaeological digs. In 1913 he sold his collection to University College. He had found objects at major sites, such as the Roman Period cemeteries at Hawara. These were famous for the beautiful mummy portraits in classical Roman style. He found objects at Amarna, the city of king Akhenaten, the first king to believe in one God. At Meydum, the site of the first true pyramid Petrie found some of the earliest examples of mummification.\nThe collection and library were in rooms at the university. A book about the collection was printed in 1915. At first the museum was only for people studying and not open to the public. After Petrie retired in 1933, other archaeologists added objects to the collection. These had been found in other parts of Egypt and the Sudan. During the Second World War (1939–1945) the collection was packed up and moved out of London for to keep it safe. In the early 1950s it was moved into an old stable, beside the science library.\nCollections.\nThe museum has one of the oldest pieces of linen from Egypt, made about 5000 BC. There are two lions from the temple of Min at Koptos. These were part of the first group of monumental sculpture from about 3000 BC. There is a small piece from the first king list or calendar written about 2900 BC. The museum has some iron beads, the earliest example of metal from Egypt. There is the earliest example of glazing. The collection includes the earliest 'cylinder seal' in Egypt made about 3500 BC. It also has a collection of writings on papyrus, which are the oldest wills, the oldest medical writing, the only veterinary writing from ancient Egypt; and the largest architectural drawing, showing a shrine (about 1300 BC).\nThe collection also includes a number of costumes. It has the 'oldest dress', there is a beadnet dress of a dancer from the Pyramid Age (about 2400 BC) and two long sleeved robes of the same date. There is a suit of armour from the palace of Memphis, as well as socks and sandals from the Roman period. The collection contains works of art from Akhenaten’s city at Amarna. There are: colourful tiles, carvings and frescoes, from Egyptian and Nubian settlements and burial sites. The museum has the world’s largest collection of Roman period mummy portraits. These were made in the first to second centuries AD. The collection also includes objects from the Coptic and Islamic periods.\nThe museum.\nThe museum has three rooms. The main room has many of the museum's small objects, as well as tablets of writing, mummy portraits and cases. The first room has mainly pottery. Some parts of the collection are not lit to protect the objects from light and visitors use torches to see inside the cases.\nThe collection has been digitised and the catalogue can be viewed online.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":45},{"uri":"University_College_London","surface_form":"University College London","offset":63},{"uri":"Egypt","surface_form":"Egypt","offset":196},{"uri":"Sudan","surface_form":"Sudan","offset":210},{"uri":"Egypt","surface_form":"Egypt","offset":282},{"uri":"Archaeology","surface_form":"Archaeology","offset":291},{"uri":"Philology","surface_form":"Philology","offset":307},{"uri":"Amelia_Edwards","surface_form":"Amelia Edwards","offset":386},{"uri":"William_Flinders_Petrie","surface_form":"William Flinders Petrie","offset":402},{"uri":"Roman_Empire","surface_form":"Roman","offset":569},{"uri":"Cemetery","surface_form":"cemeteries","offset":582},{"uri":"Mummy","surface_form":"mummy","offset":640},{"uri":"Portrait","surface_form":"portrait","offset":646},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":727},{"uri":"Pyramid","surface_form":"pyramid","offset":814},{"uri":"Second_World_War","surface_form":"Second World War","offset":1224},{"uri":"Linen","surface_form":"linen","offset":1463},{"uri":"Temple","surface_form":"temple","offset":1530},{"uri":"Bead","surface_form":"bead","offset":1742},{"uri":"Papyrus","surface_form":"papyrus","offset":1955},{"uri":"Kahun_Gynecological_Papyrus","surface_form":"medical writing","offset":2003},{"uri":"Veterinary","surface_form":"veterinary","offset":2029},{"uri":"Architecture","surface_form":"architectural","offset":2084},{"uri":"Costume","surface_form":"costume","offset":2182},{"uri":"Armour","surface_form":"armour","offset":2357},{"uri":"Memphis%2C_Egypt","surface_form":"Memphis","offset":2383}]}