{"id":504033,"url":"http://en.wikipedia.org/wiki/National_School_Lunch_Program","text":"The National School Lunch Program (NSLP) is a government-funded program that helps provide free and reduced-price lunches to students in American schools.\nHistory.\nThe National School Lunch Program was created to fight hunger and bad nutrition that existed during World War I. One-third of the young men called to be soldiers in World War I were turned down from service. This was due to poor nutrition-related problems such as being underweight. After the war, teachers, parents, doctors, and scientists began to fight poor nutrition in children. ‘Hot Lunch Clubs’ opened up all over the country to give healthy meals to schoolchildren. This program started as a volunteer-run school lunch program in the 1920s. However, in the 1930s, this program received public support and some state funding.\nDuring the Great Depression, many farmers were paid record low prices for their food. This was because there was more farm-grown food than people needed. The United States Department of Agriculture (USDA) tried to solve the problem by giving the extra food to schools. The USDA was allowed to use government money to buy extra food and give it to the schools. In order to receive the food donations, school lunch programs had to run on a non-profit basis. This meant that the meals needed to be served to poor students at free or reduced rates. School cafeterias began to pop up around the country. Both the schools and the USDA began to depend on the relationship.\nAs World War II began, the government wanted to focus on good health so that the soldiers would be ready for war. Government officials asked health professionals to create standards (rules) for the amount of vitamins, calories and other things needed to stay healthy. These became known as the Recommended Daily Allowances (RDAs). School lunch programs had to use the standards when planning their menus. In 1946, President Truman signed the law that would provide long-term funding to the National School Lunch Program. The USDA continued to manage the school lunch program.\nBudget and funding.\nToday the National School Lunch Program serves more than 31 billion meals a day. In 2012 this equaled more than $11 billion dollars spent on the program. Additionally, more than 100,000 schools participated in the program nationwide in 2012. Although the National School Lunch Program (NSLP) is federally funded, it is managed at the state level.  In order to receive money, schools in the program must serve meals that meet the federal nutrition standards. The amount of money the school gets depends on the number of meals served.\nStudents can buy lunch at three cost levels—free, reduced-price, or paid lunch. The amount the student pays for lunch depends on the family income. The amount of money that the school receives depends on how closely they follow the federal nutrition standards.\nMeal planning is done by each school district, which are also called “School Food Authorities” (SFAs). The SFAs decide what food to buy, and how to create a menu that meets the NSLP nutrition standards.\nHealthy Hunger-Free Kids Act & Nutrition Standards.\nIn 2010 Congress passed the Healthy, Hunger-Free Kids Act, which was the first update to the nutrition standards in schools since 1995.  It helped create new nutritional rules for the National School Lunch Program. These changes were to start in schools beginning in the 2012-2013 school year. Meal planning is left up to each school—but in order to receive federal money participating schools must follow the nutritional standards.  The new standards in the HHFKA created the most strict standards for child nutrition programs in over 30 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_government","surface_form":"government","offset":46},{"uri":"Education_in_the_United_States","surface_form":"American schools","offset":137},{"uri":"Nutrition","surface_form":"nutrition","offset":234},{"uri":"World_War_I","surface_form":"World War I","offset":264},{"uri":"Soldier","surface_form":"soldier","offset":317},{"uri":"Medical_doctor","surface_form":"doctors","offset":481},{"uri":"Scientist","surface_form":"scientist","offset":494},{"uri":"Great_Depression","surface_form":"Great Depression","offset":808},{"uri":"Farmer","surface_form":"farmer","offset":831},{"uri":"United_States_Department_of_Agriculture","surface_form":"United States Department of Agriculture","offset":955},{"uri":"Non-profit","surface_form":"non-profit","offset":1235},{"uri":"Cafeteria","surface_form":"cafeterias","offset":1349},{"uri":"World_War_II","surface_form":"World War II","offset":1466},{"uri":"Vitamins","surface_form":"vitamins","offset":1671},{"uri":"Calories","surface_form":"calories","offset":1681},{"uri":"Recommended_Daily_Allowance","surface_form":"Recommended Daily Allowance","offset":1757},{"uri":"Harry_S._Truman","surface_form":"President Truman","offset":1877},{"uri":"District","surface_form":"district","offset":2890},{"uri":"United_States_Congress","surface_form":"Congress","offset":3116},{"uri":"Healthy%2C_Hunger-Free_Kids_Act","surface_form":"Healthy, Hunger-Free Kids Act","offset":3136}]}