{"id":504165,"url":"http://en.wikipedia.org/wiki/Egyptian_chronology","text":"Egyptian chronology is the study of events in ancient Egypt, and trying to date to when they took place. There is a general agreement about this chronology among Egyptologists. The Old Kingdom began in the 27th century BC, the Middle Kingdom in the 21st century BC and the New Kingdom in the mid-16th century BC.\nBut there are details which are still being argued about. The dates for the Early Dynastic Period can vary by up to 300 years, up to 30 years in the New Kingdom, and a few years for the Late Period.\nSome individual Egyptologists have come up with \"alternative chronologies\". For example the \"New Chronology\" proposed in the 1990s, changes the New Kingdom dates by 350 years, or the \"Glasgow Chronology\" (proposed 1978–1982), which changes the New Kingdom dates by 500 years.\nOverview.\nAgreement about the general chronology used in Egyptology has not changed much over the last 100 years. For the Old Kingdom, there have been changes by as much as a few centuries. The Middle and New Kingdoms dates have only changed by a few decades. These changes can be seen by comparing the chronology of two Egyptologists, the first from 1906, the second in 2000 (all dates in the table are BC).\nThere are differences between the two sets of dates. This is because of new discoveries, and a better understanding of what is already known. For example, in Breasted's 1906 list, he added a ruler in the Twentieth dynasty that further research showed did not exist. Using Manetho writings, Breasted also believed each new dynasty followed the old one in a sequence. Now we know that several dynasties existed at the same time. These changes have changed the chronology by 400 years at the beginning of Dynasty I.\nRegnal years.\nThe main way to work out the chronology is to use the ancient Egyptian lists of kings. The number of years each king ruled, regnal years, can be added up. However there are problems with these lists. Some, such as the \"Turin King List\", are quite detailed but they are not complete. The whole of \"Abydos King List\" has survived, but it does not have a complete list of rulers. Sometimes different versions of the same text are different. For example, Manetho's history of Egypt has not survived. Later writers such as Eusebius and Sextus Julius Africanus used Manetho's work for their histories, but their dates for the same ruler are often very different.\nThe dates for king's rule can be pieced together from inscriptions. These often give a date in the form of the regnal year of the ruling pharaoh. They may or may not include any coregencies with a predecessor or successor. Some Egyptian dynasties may have overlapped, with different pharaohs ruling in different regions at the same time. This may lead to widely different chronologies.\nEgyptologists have two other ways to find the total number of years. For the Old Kingdom, they can use the number of cattle censuses. For later periods, they can use the celebration of a sed festival. In the Old Kingdom, there was a regular census where the number of cattle was counted. At first this was believed to have taken place every two years. There were 24 cattle censuses during the rule of Sneferu, who therefore ruled for 48 years. However new research has shown the census was sometimes held every year, or at gaps of more than two years. The sed festival was held on the 30th anniversary of the Pharaoh's rule. A ruler with one sed festival recorded would have ruled at least 30 years. However, this may not be the usual practice in all cases.\nLinking to other events.\nA useful way to work around these gaps in knowledge is to find links to other known events. This can lead to a precise date. A number of these have been found, although they are of varying degrees of usefulness and reliability.\nArcheological sequences.\nThis is using archeaology to put events in order, or a sequence. This does not fix a person or event to a exact year. A series of events can provide evidence to provide or support a precise date. For example, a number of stone vessels of the rulers of the first two dynasties were placed in rooms under the Step Pyramid of Djoser. These were sealed off by during the building of the pyramid during the Third Dynasty. Another example are stone blocks from the Old Kingdom with the names of several kings. These stones were later used to build the Middle Kingdom pyramid-temples at Lisht. The third pylon at Karnak, built by Amenhotep III had \"fill\" material from the kiosk of Sesostris I, as well as stelae of the Second Intermediate Period and the Eighteenth Dynasty of the New Kingdom.\nOther chronologies.\nThe chronologies of other cultures can be used to find links to Egypt. The most important are the Assyrian and Babylonian chronologies. Chronologies of the Hittites, ancient Palestine, and ancient Greece are also used. For example in the 18th century BC a stela of the Governor of Byblos Yantinu says that pharaoh Neferhotep I was ruled at the same time as kings Zimri-Lim of Mari and Hammurabi of Babylon. In the 15th century BC, during the Amarna Period, there are letters between the Egyptian Kings Amenhotep III and Akhenaten, and various Near Eastern monarchs.\nInscriptions.\nInscriptions on objects often provides clues. The burial of Apis bulls began in the reign of Amenhotep III. The bulls were killed in a sacrifice and placed in tombs. The details of each bull were included, as well as details of the rulers. It is possible to estimate dates of regnal years using this information. The bulls were still being buried in Ptolemaic times. There is a significant gap in the record between Ramesses XI and the 23rd year of Osorkon II. Poor documentation of these finds in the Serapeum also makes it difficult to use these records.\nAstronomy.\nAstronomy can also provide clues for dates. The best known of these is the Sothic cycle. A study of this led Richard A. Parker to argue that the dates of the Twelfth dynasty could be fixed exactly. New research does not agree with some of the information used in to work out dates this way For example, Donald B. Redford, in attempting to fix the date of the end of the Eighteenth dynasty, did not use the Sothic evidence. Instead he used, links between Egypt and Assyria (by way of the Hittites), and help from astronomical observations.\nRadiocarbon dating.\nRadiocarbon dating is another way to work out dates. This is useful for the Early Dynastic period where other methods have dates as different as 400 years. A 2013 study put the start of the First Dynasty in the 32nd or 31st century. This matches other information which placed it in between the 34th and 30th centuries.\nThe Thera eruption.\nThe Thera eruption is a problem for both Egyptian and Aegean (Minoan) chronology. The radiocarbon date for the eruption is between 1627 and 1600 BC. The date used in archaeology is c. 1500 BC. This date is important in the study of the civilisations in the Eastern Mediterranean. Since 2012, there have been suggestions that the answer would be to change both dates towards a \"compromise\" date in the mid 16th century BC. As of 2014 the problem has not been satisfactorily resolved.\nDendrochronology.\nDendrochronology uses patterns found in tree growth rings to work out a date. It is possible to do this for Egyptian chronology. For example there is the Uluburun shipwreck from the New Kingdom. Using both dendrochronology and radiocarbon dating, tree rings can be dated as far back as the Middle Kingdom. This was used for the coffin of Ipi-ha-ishutef (dated 2073±9 BC) and the funerary boat of Senusret III (dated 1887±11 BC; conventional reign date 1878 BC–1839 BC).","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":46},{"uri":"Chronology","surface_form":"chronology","offset":145},{"uri":"Egyptologist","surface_form":"Egyptologist","offset":162},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":181},{"uri":"27th_century_BC","surface_form":"27th century BC","offset":206},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":227},{"uri":"21st_century_BC","surface_form":"21st century BC","offset":249},{"uri":"New_Kingdom","surface_form":"New Kingdom","offset":273},{"uri":"16th_century_BC","surface_form":"16th century BC","offset":296},{"uri":"Early_Dynastic_Period_(Egypt)","surface_form":"Early Dynastic Period","offset":389},{"uri":"New_Kingdom","surface_form":"New Kingdom","offset":462},{"uri":"Late_Period_of_ancient_Egypt","surface_form":"Late Period","offset":499},{"uri":"New_Chronology_(Rohl)","surface_form":"New Chronology","offset":605},{"uri":"Glasgow_Chronology","surface_form":"Glasgow Chronology","offset":696},{"uri":"Egyptology","surface_form":"Egyptology","offset":845},{"uri":"Decade","surface_form":"decade","offset":1039},{"uri":"Manetho","surface_form":"Manetho","offset":1469},{"uri":"First_dynasty_of_Egypt","surface_form":"Dynasty I","offset":1699},{"uri":"Regnal_year","surface_form":"regnal year","offset":1848},{"uri":"Turin_King_List","surface_form":"Turin King List","offset":1943},{"uri":"Abydos_King_List","surface_form":"Abydos King List","offset":2021},{"uri":"Manetho","surface_form":"Manetho","offset":2175},{"uri":"Eusebius_of_Caesarea","surface_form":"Eusebius","offset":2242},{"uri":"Sextus_Julius_Africanus","surface_form":"Sextus Julius Africanus","offset":2255},{"uri":"Coregency","surface_form":"coregencies","offset":2559},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":2844},{"uri":"Sed_festival","surface_form":"sed festival","offset":2954},{"uri":"Census","surface_form":"census","offset":3008},{"uri":"Sneferu","surface_form":"Sneferu","offset":3168},{"uri":"Absolute_dating","surface_form":"precise date","offset":3661},{"uri":"Step_Pyramid_of_Djoser","surface_form":"Step Pyramid of Djoser","offset":4110},{"uri":"Old_Kingdom_of_Egypt","surface_form":"Old Kingdom","offset":4262},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":4349},{"uri":"Lisht","surface_form":"Lisht","offset":4383},{"uri":"Karnak","surface_form":"Karnak","offset":4409},{"uri":"Amenhotep_III","surface_form":"Amenhotep III","offset":4426},{"uri":"Sesostris_I","surface_form":"Sesostris I","offset":4478},{"uri":"Second_Intermediate_Period","surface_form":"Second Intermediate Period","offset":4516},{"uri":"Eighteenth_dynasty_of_Egypt","surface_form":"Eighteenth Dynasty","offset":4551},{"uri":"New_Kingdom_of_Egypt","surface_form":"New Kingdom","offset":4577},{"uri":"Assyria","surface_form":"Assyria","offset":4708},{"uri":"Babylonia","surface_form":"Babylonia","offset":4721},{"uri":"Hittites","surface_form":"Hittites","offset":4766},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":4799},{"uri":"18th_century_BC","surface_form":"18th century BC","offset":4848},{"uri":"Neferhotep_I","surface_form":"Neferhotep I","offset":4924},{"uri":"Zimri-Lim","surface_form":"Zimri-Lim","offset":4973},{"uri":"Mari%2C_Syria","surface_form":"Mari","offset":4986},{"uri":"Hammurabi","surface_form":"Hammurabi","offset":4995},{"uri":"Babylon","surface_form":"Babylon","offset":5008},{"uri":"15th_century_BC","surface_form":"15th century BC","offset":5024},{"uri":"Amarna_Period","surface_form":"Amarna Period","offset":5052},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":5130},{"uri":"Near_Eastern","surface_form":"Near Eastern","offset":5153},{"uri":"Apis_(god)","surface_form":"Apis","offset":5250},{"uri":"Ptolemaic_dynasty","surface_form":"Ptolemaic times","offset":5540},{"uri":"Ramesses_XI","surface_form":"Ramesses XI","offset":5606},{"uri":"Osorkon_II","surface_form":"Osorkon II","offset":5639},{"uri":"Serapeum","surface_form":"Serapeum","offset":5692},{"uri":"Astronomy","surface_form":"Astronomy","offset":5758},{"uri":"Sothic_cycle","surface_form":"Sothic cycle","offset":5833},{"uri":"Richard_Anthony_Parker","surface_form":"Richard A. Parker","offset":5867},{"uri":"Twelfth_dynasty_of_Egypt","surface_form":"Twelfth dynasty","offset":5916},{"uri":"Donald_B._Redford","surface_form":"Donald B. Redford","offset":6061},{"uri":"Radiocarbon_dating","surface_form":"Radiocarbon dating","offset":6317},{"uri":"First_Dynasty","surface_form":"First Dynasty","offset":6507},{"uri":"Minoan_eruption","surface_form":"Thera eruption","offset":6661},{"uri":"Minoan_civilization","surface_form":"Minoan","offset":6719},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon date","offset":6743},{"uri":"Dendrochronology","surface_form":"Dendrochronology","offset":7158},{"uri":"Uluburun_shipwreck","surface_form":"Uluburun shipwreck","offset":7312},{"uri":"Senusret_III","surface_form":"Senusret III","offset":7554}]}