{"id":504235,"url":"http://en.wikipedia.org/wiki/Insurance_Institute_for_Highway_Safety","text":"Insurance Institute for Highway Safety (IIHS) is a non-profit organization funded by at least 75 insurance companies. IIHS was started in 1959 with their headquarters in Arlington, Virginia. Their goal is to reduce deaths, injuries and property loss from automobile crashes on US highways. It researches and rates popular passenger vehicles. IIHS also rates consumer products such as child safety seat. They also research road design and traffic regulations.\nIt carries out research and produces ratings for popular passenger vehicles as well as for certain consumer products such as child safety seats. It also conducts research on road design and traffic regulations, and has been involved in promoting policy decisions. According to their own bylaws IIHS does not lobby the United States Congress and other lawmaking bodies to change laws. They educate lawmakers and by invitation.\nHistory.\nThe Insurance Institute for Highway Safety was established by insurance companies in 1959 to advise other organizations about highway safety. In 1966 the National Traffic and Motor Vehicle Safety Act was enacted by Congress. It set up what is now called the National Highway Traffic Safety Administration. In 1968 when Richard Nixon became president, William Haddon, Jr., was replaced as head of the agency. He was hired by the IIHS to reorganize and set up a crash testing program. In the 1970s the IIHS was involved in the then controversial airbag standard.\nAutomobile crash ratings.\nTwo organizations in the US perform destructive testing to establish crash test ratings. The other is the National Highway Traffic Safety Administration (NHTSA), a government agency. Both test new cars and issue ratings, but the tests are different. They also use different rating systems.\nThe NHTSA uses three tests. The first is a 35 mph frontal crash test. It determines what injuries a driver or passenger might experience in that type of accident. The second is a side-impact test (made up of two tests using different weights). The third test is not an actual test. It is a rating based on a mathematical formula based on the car's width and center of gravity. NHTSA uses a five star rating system. A single star is poor while five stars is the best rating.\nThe IIHS uses five tests. They do two frontal tests. A small-overlap is set up with 25% of the front of the car hitting a barrier at 40 mph. A moderate overlap test allows more of the front of the car to hit the barrier. In a side-impact test a movable barrier hits the car side at 31 mph. A roof test involves a flat piece of metal pushed down against the roof to see at what point it collapsed. It is not an actual roll-over test. The last test is on the seats and head restraints. The IIHS classifies its rankings as Poor, Marginal, Acceptable or Good.\nIIHS also gives out two awards each year. They are \"Top Safety Pick\" and \"Top Safety Pick+\". Vehicles that have good results all five tests and have Collision avoidance systems win the top award. The Top Safety Pick award goes to vehicles that pass the five tests alone.\nUnrated vehicles.\nNot every model of car is tested. Both agencies test the most widely sold vehicles. Convertibles and other limited production cars are often not tested. In 2007 the IIHS did test 10 models. Test results often appear months after a car goes on sale. Both agencies buy their vehicles from car dealerships. The IIHS has only begun to mention upcoming (to be tested) models while the NHTSA has noted this for some time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fund","surface_form":"fund","offset":75},{"uri":"Insurance","surface_form":"insurance companies","offset":97},{"uri":"Headquarters","surface_form":"headquarters","offset":154},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington, Virginia","offset":170},{"uri":"Task","surface_form":"goal","offset":197},{"uri":"Car","surface_form":"automobile","offset":255},{"uri":"Crash","surface_form":"crash","offset":266},{"uri":"US","surface_form":"US","offset":277},{"uri":"Highway","surface_form":"highway","offset":280},{"uri":"Research","surface_form":"research","offset":293},{"uri":"Car","surface_form":"passenger vehicles","offset":322},{"uri":"Child_safety_seat","surface_form":"child safety seat","offset":384},{"uri":"Design","surface_form":"design","offset":427},{"uri":"Regulation","surface_form":"regulation","offset":446},{"uri":"Research","surface_form":"research","offset":474},{"uri":"Consumer","surface_form":"consumer","offset":558},{"uri":"Product_(business)","surface_form":"products","offset":567},{"uri":"Child_safety_seat","surface_form":"child safety seat","offset":584},{"uri":"Bylaw","surface_form":"bylaw","offset":746},{"uri":"Lobby","surface_form":"lobby","offset":767},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":777},{"uri":"Law","surface_form":"law","offset":837},{"uri":"Educate","surface_form":"educate","offset":848},{"uri":"Invitation","surface_form":"invitation","offset":873},{"uri":"Establish","surface_form":"establish","offset":941},{"uri":"Advise","surface_form":"advise","offset":987},{"uri":"National_Traffic_and_Motor_Vehicle_Safety_Act","surface_form":"National Traffic and Motor Vehicle Safety Act","offset":1048},{"uri":"National_Highway_Traffic_Safety_Administration","surface_form":"National Highway Traffic Safety Administration","offset":1152},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1213},{"uri":"President_of_the_United_States","surface_form":"president","offset":1234},{"uri":"Agency","surface_form":"agency","offset":1294},{"uri":"Test","surface_form":"test","offset":1360},{"uri":"Controversial","surface_form":"controversial","offset":1424},{"uri":"Airbag","surface_form":"airbag","offset":1438},{"uri":"Organization","surface_form":"organization","offset":1485},{"uri":"National_Highway_Traffic_Safety_Administration","surface_form":"National Highway Traffic Safety Administration","offset":1587},{"uri":"Government","surface_form":"government","offset":1645},{"uri":"Mph","surface_form":"mph","offset":1817},{"uri":"Front","surface_form":"front","offset":2283},{"uri":"Overlap","surface_form":"overlap","offset":2306},{"uri":"Barrier","surface_form":"barrier","offset":2367},{"uri":"Metal","surface_form":"metal","offset":2572},{"uri":"Collapse","surface_form":"collapse","offset":2631},{"uri":"Seat","surface_form":"seat","offset":2702},{"uri":"Head_restraint","surface_form":"head restraint","offset":2712},{"uri":"Award","surface_form":"award","offset":2825},{"uri":"Collision_avoidance_system","surface_form":"Collision avoidance system","offset":2950},{"uri":"Convertible","surface_form":"Convertible","offset":3174},{"uri":"Car_dealership","surface_form":"car dealership","offset":3377}]}