{"id":504404,"url":"http://en.wikipedia.org/wiki/Palermo_Stone","text":"The Palermo Stone is one of seven pieces left of a much bigger stele known as the Royal Annals of the Old Kingdom of Ancient Egypt. The stele has a list of the kings of Egypt from the First Dynasty through to the early part of the Fifth Dynasty. It also listed important events in each year of their rule. It was probably made during the Fifth Dynasty (about 2392–2283 BCE). The Palermo Stone is in the Antonio Salinas Regional Archaeological Museum in the city of Palermo, Italy, from which it gets its name.\nThe name \"Palermo Stone\" is sometimes used for all seven pieces of the Royal Annals, including those in museums in Cairo and London. The pieces are also sometimes known as the \"Cairo Annals Stone\". The name \"Cairo Stone\" is also used to mean only those pieces kept in Cairo.\nThe Royal Annals are probably the oldest historical writing from Ancient Egypt. They are very important for the study of Egyptian history in the Old Kingdom.\nDescription.\nThe Royal Annals stele, of which the Palermo Stone is one part part, was probably about 60 cm high and 2.1m wide. The pieces that are left are type of hard black stone, probably basalt.\nThe Palermo Stone itself is shaped like a shield. It is 43.5 cm high, 25 cm wide and 6.5 cm thick. The writing on the front of the stone is six lines of hieroglyphs. The first line lists the names of the Early Dynastic Period kings of Lower Egypt, wearing the Red Crown). The second and other lines has parts of the royal annals for pharaohs of the First to Fourth Dynasties. These annals are lists of the key events in each year of the rule of each king, arranged in date order. The second line on the Palermo Stone begins with the last details for a king of the First Dynasty. The name has been lost, but it would be either Narmer or Aha. The rest of the second row has the first nine annual entries for next king. Again the name is missing but is either Aha or his successor Djer. The rest of the writing on this side has the royal annals down to the kings of the Fourth Dynasty.\nThere is writing on the back of the Palermo Stone. This lists events during the rule of pharaohs down to Neferirkare Kakai, third ruler of the Fifth Dynasty. From the pieces that are left it is unclear if the Royal Annals continued beyond this point in time. Where a king is named, the name of his mother is also recorded, such as Betrest mother of the First Dynasty king Semerkhet and Meresankh I mother of the Fourth Dynasty king Seneferu.\nDetails recorded in the Royal Annals includes the height of the annual Nile flood (see Nilometer), the Inundation, details of festivals (such as Sed festivals), taxation, sculpture, buildings, and warfare.\nArchaeological history.\nIt is not known where the stele came from. None of the seven pieces has a proper archaeological history. One piece\nin Cairo is said to have come from at an archaeological site at Memphis. The three other pieces in Cairo were said to have been found in Middle Egypt. No one has ever said where the Palermo Stone was found.\nThe Palermo Stone was purchased by a Sicilian lawyer, Ferdinand Guidano, in 1859. It has been in Palermo since 1866. On 19 October 1877, it was presented to the Palermo Archaeological Museum by the Guidano family.\nThere are five pieces of the Royal Annals in the Egyptian Museum in Cairo. Four of these were put in the Museum between 1895 and 1914. The fifth was purchased in 1963. One small piece is in the Petrie Museum of University College London, forming part of the collection of the archeologist Sir Flinders Petrie.\nIn 1895 a visiting French archaeologist realized the Palermo Stone was important. The writing on the stone was translated in 1902 by Heinrich Schäfer.\nProblems.\nThere are arguments about the date of the Palermo Stone and of the Royal Annals it records. Historians do not agree if the writing was done in one go or was added to over time. There is no agreement about the date of the writing; was it written about the times it describes, or was it written much later? It has been argued that the stele was made much later, perhaps in the Twenty-Fifth Dynasty (747-656 BCE). It seems clear from the details that, even if the Royal Annals, on the Palermo Stone and other pieces, were not written soon after the time they describe, they are based on an Old Kingdom original.\nThere are also arguments about if all the pieces are part of the same stele or come from different copies. It has been suggested some of pieces in Cairo are not genuine.\nThe writing is difficult to read. This because of both the poor condition of some parts, and because of its great age. If the writing is a later copy, not from the Fifth Dynasty, there is also the chance that errors were made in the copying process.\nSignificance.\nThe Palermo Stone and the other pieces of the Royal Annals are a very important for the history of the Old Kingdom. For example, they list the names of members of the royal families during the first five dynasties which are not listed anywhere else.\nNew Kingdom Egyptian king lists, such as the Turin Canon (13th century BCE) and the Abydos king list (reign of Seti I, 1294–1279 BCE), say that Menes (probably Narmer) (c. 3100 or 3000 BCE) was the first king of the first dynasty. They say that he was the person who unified Egypt. However, the top line of the \"Royal Annals\" names some earlier rulers of Upper and Lower Egypt. These must come from a time before Egypt was unified. Linking the names of these kings with historical persons is still being argued about.\nThe ancient historian Manetho must have used something like the Royal Annals stele to write his history of the early dynasties of Egypt. This was written during the third century BCE. The king list which is the best match to his work is the Turin Canon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stele","surface_form":"stele","offset":63},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":102},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":117},{"uri":"First_dynasty_of_Egypt","surface_form":"First Dynasty","offset":184},{"uri":"Fifth_dynasty_of_Egypt","surface_form":"Fifth Dynasty","offset":231},{"uri":"Fifth_dynasty_of_Egypt","surface_form":"Fifth Dynasty","offset":338},{"uri":"Palermo","surface_form":"Palermo","offset":465},{"uri":"Italy","surface_form":"Italy","offset":474},{"uri":"Cairo","surface_form":"Cairo","offset":625},{"uri":"London","surface_form":"London","offset":635},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":850},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":930},{"uri":"Basalt","surface_form":"basalt","offset":1134},{"uri":"Shield","surface_form":"shield","offset":1184},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":1295},{"uri":"Early_Dynastic_Period_of_Egypt","surface_form":"Early Dynastic Period","offset":1346},{"uri":"Red_Crown","surface_form":"Red Crown","offset":1402},{"uri":"First_dymasty_of_Egypt","surface_form":"First","offset":1491},{"uri":"Fourth_dynasty_of_Egypt","surface_form":"Fourth Dynasties","offset":1500},{"uri":"Narmer","surface_form":"Narmer","offset":1768},{"uri":"Hor-Aha","surface_form":"Aha","offset":1778},{"uri":"Hor-Aha","surface_form":"Aha","offset":1899},{"uri":"Djer","surface_form":"Djer","offset":1920},{"uri":"Neferirkare_Kakai","surface_form":"Neferirkare Kakai","offset":2130},{"uri":"Fifth_dynasty_of_Egypt","surface_form":"Fifth Dynasty","offset":2168},{"uri":"Betrest","surface_form":"Betrest","offset":2356},{"uri":"Semerkhet","surface_form":"Semerkhet","offset":2397},{"uri":"Meresankh_I","surface_form":"Meresankh I","offset":2411},{"uri":"Seneferu","surface_form":"Seneferu","offset":2457},{"uri":"Nile","surface_form":"Nile","offset":2538},{"uri":"Nilometer","surface_form":"Nilometer","offset":2554},{"uri":"Season_of_the_Inundation","surface_form":"Inundation","offset":2570},{"uri":"Festival","surface_form":"festival","offset":2593},{"uri":"Sed_festival","surface_form":"Sed festival","offset":2612},{"uri":"Taxation","surface_form":"taxation","offset":2628},{"uri":"Sculpture","surface_form":"sculpture","offset":2638},{"uri":"Memphis%2C_Egypt","surface_form":"Memphis","offset":2876},{"uri":"Middle_Egypt","surface_form":"Middle Egypt","offset":2949},{"uri":"Egyptian_Museum","surface_form":"Egyptian Museum","offset":3282},{"uri":"Cairo","surface_form":"Cairo","offset":3301},{"uri":"Petrie_Museum_of_Egyptian_Archaeology","surface_form":"Petrie Museum","offset":3427},{"uri":"University_College_London","surface_form":"University College London","offset":3444},{"uri":"Flinders_Petrie","surface_form":"Flinders Petrie","offset":3526},{"uri":"Translation","surface_form":"translated","offset":3654},{"uri":"Twenty-fifth_dynasty_of_Egypt","surface_form":"Twenty-Fifth Dynasty","offset":4079},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":4291},{"uri":"Genuine","surface_form":"genuine","offset":4474},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":4850},{"uri":"New_Kingdom","surface_form":"New Kingdom","offset":4997},{"uri":"Turin_King_List","surface_form":"Turin Canon","offset":5042},{"uri":"Abydos_king_list","surface_form":"Abydos king list","offset":5081},{"uri":"Seti_I","surface_form":"Seti I","offset":5108},{"uri":"Menes","surface_form":"Menes","offset":5141},{"uri":"Manetho","surface_form":"Manetho","offset":5537}]}