{"id":504696,"url":"http://en.wikipedia.org/wiki/The_Magnificent_Seven","text":"\"The Magnificent Seven\" is an American western movie. It was made in 1960. The music composer was Elmer Bernstein. He was nominated for an Academy Award for Original Music Score in 1960.\nThe movie stars Yul Brynner, Eli Wallach and Steve McQueen. The movie is a western style version of Akira Kurosawa's Japanese-language movie \"Seven Samurai\", made in 1954. Other actors are Charles Bronson, Robert Vaughn, James Coburn, Brad Dexter, Horst Buchholz and Bing Russell.\nA Mexican village keeps on getting raided for food and supplies by a bandit (Eli Wallach) and his gang. The seven are a group of gunfighters hired to protect the village. The movie was made on location in Mexico. One of the towns used for the village is Durango.\nIn 2013, the movie was picked by the Library of Congress to be kept in the National Film Registry because it is \"culturally, historically, or aesthetically significant\". This means the movie will be protected from damage that happens to older film that was used to make movies.\nReception.\nWhen it was released, the movie did not get many good reviews. Howard Thompson of \"The New York Times\", said the movie was a \"pallid, pretentious and overlong reflection of the Japanese original\". He also said: \"don't expect anything like the ice-cold suspense, the superb juxtaposition of revealing human vignettes and especially the pile-driver tempo of the first \"Seven\".\"\n\"Variety\" magazine said, \"Until the women and children arrive on the scene about two-thirds of the way through, \"The Magnificent Seven\" is a rip-roaring rootin' tootin' western with lots of bite and tang and old-fashioned abandon. The last third is downhill, a long and cluttered anti-climax in which \"The Magnificent Seven\" grow slightly too magnificent for comfort.\"\nBut one reviewer, Akira Kurosawa, liked the movie so well that he gave the producer, John Sturges, a sword.\nOver the years, the movie has become more liked and gets modern praise. Many of the actors became movie stars. They have been seen in other movies and on television. The movie itself also is shown on TV and can be seen on DVD. As of 2015, it has a freshness rating of 93 percent on Rotten Tomatoes. Of movie viewers, 88 percent said they liked it. The film is also ranked 79 on American Film Institute's: AFI's 100 Years... 100 Thrills list.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_(genre)","surface_form":"western","offset":39},{"uri":"Composer","surface_form":"composer","offset":85},{"uri":"Elmer_Bernstein","surface_form":"Elmer Bernstein","offset":98},{"uri":"Academy_Award_for_Original_Music_Score","surface_form":"Academy Award for Original Music Score","offset":139},{"uri":"Yul_Brynner","surface_form":"Yul Brynner","offset":203},{"uri":"Eli_Wallach","surface_form":"Eli Wallach","offset":216},{"uri":"Steve_McQueen","surface_form":"Steve McQueen","offset":232},{"uri":"Akira_Kurosawa","surface_form":"Akira Kurosawa","offset":287},{"uri":"Seven_Samurai","surface_form":"Seven Samurai","offset":329},{"uri":"Charles_Bronson","surface_form":"Charles Bronson","offset":376},{"uri":"Robert_Vaughn","surface_form":"Robert Vaughn","offset":393},{"uri":"James_Coburn","surface_form":"James Coburn","offset":408},{"uri":"Bing_Russell","surface_form":"Bing Russell","offset":454},{"uri":"Eli_Wallach","surface_form":"Eli Wallach","offset":545},{"uri":"Mexico","surface_form":"Mexico","offset":673},{"uri":"Durango","surface_form":"Durango","offset":722},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":768},{"uri":"Film","surface_form":"film","offset":974},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1103},{"uri":"Producer","surface_form":"producer","offset":1840},{"uri":"DVD","surface_form":"DVD","offset":2095},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2155},{"uri":"American_Film_Institute","surface_form":"American Film Institute","offset":2251},{"uri":"AFI%27s_100_Years..._100_Thrills","surface_form":"AFI's 100 Years... 100 Thrills","offset":2278}]}