{"id":504702,"url":"http://en.wikipedia.org/wiki/Thermidorian_Reaction","text":"The Thermidorian Reaction was a coup d'état inside the French Revolution. It was against the leaders of the Jacobin Club, who had dominated the Committee of Public Safety. It was triggered by a vote of the National Convention to execute Maximilien Robespierre, Louis Antoine de Saint-Just, and several other leading members of the revolutionary government. This ended the Reign of Terror, the most radical phase of the French Revolution.\nThe name Thermidorian refers to 9 Thermidor Year II (27 July 1794), the date according to the French Republican Calendar.\nA Thermidorian Reaction is a phrase now used when an oppressive regime (government) is overthrown, and replaced by an even more repressive regime.\nThis term comes from the French Revolution, when the monarchy was overthrown. It was replaced by several forms of government, each more oppressive than the last. One of the regimes renamed the months and renumbered the years because they were too Christian. One of the summer months was called Thermidor. This particular revolution happened in that month, so it was called the Thermidorian Reaction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":32},{"uri":"French_Revolution","surface_form":"French Revolution","offset":55},{"uri":"Maximilien_Robespierre","surface_form":"Maximilien Robespierre","offset":237},{"uri":"Louis_Antoine_de_Saint-Just","surface_form":"Louis Antoine de Saint-Just","offset":261},{"uri":"Reign_of_Terror","surface_form":"Reign of Terror","offset":372},{"uri":"Oppression","surface_form":"oppressive","offset":613},{"uri":"Regime","surface_form":"regime","offset":624},{"uri":"Coup_d%27%C3%A9tat","surface_form":"overthrown","offset":647},{"uri":"French_Revolution","surface_form":"French Revolution","offset":732},{"uri":"Monarchy","surface_form":"monarchy","offset":760},{"uri":"Christian","surface_form":"Christian","offset":954}]}