{"id":504748,"url":"http://en.wikipedia.org/wiki/Man_with_the_iron_mask","text":"The Man with the iron mask was a prisoner of Louis XIV whose identity is not known. The man was imprisoned from 1669 until his death in 1703. The man was forced to wear a black cloth over his face most of the time; no one saw his face. The prisoner always had the same guardian. Most of the facts that are known are from correspondence, mostly of his guardian with his superiors. When he was first imprisoned, the identity of the man was given as \"Eustache Dauger\". He is buried in the graveyard of the church Saint-Paul-Saint-Louis in Paris. His tombstone says his name was \"Marchiali\". Other sources also give the names \"Marchioly\", or \"Marchialy.\"\nHistory.\nThe first time this man is mentioned is in a letter Elizabeth Charlotte, Princess Palatine wrote to Sophia of Hanover in 1711. She tells that he had to wear a mask, all the time, but knows nothing about his identity. In a letter of 1698, one of the guardians of the Bastille mentions that an elderly prisoner was being brought to the Bastille, and that this prisoner had to wear a mask. The guardian of the prisoner is Bénigne Dauvergne de Saint-Mars. This person had written many letters to François Michel Le Tellier de Louvois, the minister of war at the time. There was heavy censorship at the time; about 90% of the letters were lost.\nOn 24th August 1669, a man was imprisoned in Pinerolo. Pinerolo was called Pignerol and was part of France at the time. On 19th August, Louvois announced that this prisoner from Dunkerque was a very important person, but that he had not yet been arrested. The prisoner's name was given as Eustache Dauger. In Pinerolo, he met other important prisoners, such as Nicolas Fouquet or Antoine Nompar de Caumont. Dauger was allowed to talk to Fouquet. At times, Daguer acted as a servant to Fouquet, when Fouquet's servant was ill. In 1678, Fouquet asked for more freedom, and this wish was granted. At Fouquet's death in 1680, a hole was discovered between his cell and that of Caumont. From then onwards, both Fouquet's servant and Dauger were separated from Caumont. Both the man with the iron mask, and the servant of Fouquet were transferred to Exilles, which is only away.\nIn 1682, the two were separated. Fouquet's servant died in 1687. As Exilles was threatened by war, the man with the iron mask was transferred to the island of Sainte-Marguerite, next to Cannes. At that time, only one other person was imprisoned in Sainte-Marguerite. In September 1698, Dauger was transferred to the Bastille in Paris, where he died in 1703. Each time, the unknown prisoner was transferred this also applied to Saint-Mars, who rose in position. The transfer also applied to the few other prisoners Saint-Mars had to guard.\nWhen he was in public, or with strangers, Dauger had to wear a mask. He also could not contact anyone. When he was transferred, people saw that no one could see his face, hear his voice, or speak to him.\nDespite this, people always looked that he felt relatively at ease. He received new washed clothes twice a week, and could ask for any book he wanted. He was allowed to play the lute, and could see a doctor when there was the need to do so. Saint-Mars was given 12 livres a day, for food and drink of this prisoner. The cell that he occupied in Sainte Marguerite cost 5.000 livres to build. In Pinerolo, a special cell was built that had to be entered through three doors. This cell was soundproof, nothing could be heard outside the cell. Saint-Mars was personally responsible for the well-being of the man in the iron mask. There are testimonials that officers had to take off their hat in his presence, and that they were only allowed to put it back on when told to do so.\nThere are accounts that at the time of his death, the prisoner was about 60 years old. When he was transferred to Exilles in 1687, the prisoner had gray hair.\nThe mask.\nThe man with the iron mask did not wear a mask all the time. It is likely, that he only wore it when he was transferred, so that people could not recognize him. If he had worn the mask all the time, this would have led to infections. In addition, as the prisoner was male, the hair growing in his face needed cutting from time to time. The need for wearing a mask is mentioned only twice: In the document which ordered his transfer to the Bastille, and for the transfer to the island near Cannes.\nVoltaire's invention?\nVoltaire was imprisoned in the Bastille, in 1717. According to him, this prisoner was an older brother of the King. In 1751, he published his work A century of Louis XIV, where he spends a section detailing the story of the man with the iron mask. According to Voltaire, the man was imprisoned in 1661, after the death of Cardinal Mazarin. It is possible that most of what is known today was an invention of Voltaire, who used this man to give an example of how bad an absolute ruler could be.\nThe real Eustache Dauger.\nWhen he announced the arrival of the prisoner in the very first letter, Louvois gave his name as \"Eustache Dauger\". Historians have found out that there was a man by that name, who was alive at that time. The full name of this man was Eustache Dauger de Cavoye. According to the records, Eustache was born on 30 August 1637 and was the son of François Dauger, a guard in the service of Cardinal Richelieu. They also found out, that Eustache seems to have been involved in what became known as Affair of the Poisons. This \"affair\" lasted from 1675 to about 1680. Many noblemen were poisoned, or executed for witchcraft. Eustache fell into disgrace when it became known that he had participated in lavish parties that included black masses, and possibly homosexual sex. In the 1930s, it was revealed that the real Eustache Daugher died in the Prison Saint-Lazaire in Paris. In the 17th century, the prison was an asylum for mentally ill people, run by monks. Many noble families used it to get rid of the \"black sheep\" of the family. Records show that the man really named Dauger was kept in Saint-Lazaire in Paris at about the same time the false Dauger was kept in Pignerolo. According to Louis-Henri de Loménie de Brienne who was also imprisoned in Saint-Lazaire at the time, the real Eustache Dauger de Cavoye died as a result of heavy drinking in the late 1680s. Historians consider all this proof enough that he was not involved in any way with the man in the mask.\nCandidates.\nThere are several theories, who this prisoner could have been. Some of the more likely ones are given below\nBrother of Louis XIV.\nVoltaire thought that this man was a twin brother of Louis XIV. According to Voltaire, this man had grown up in a different place than Louis XIV. He said that the man was imprisoned in 1661, a few months after the death of Jules Mazarin. Marcel Pagnol also has this hypothesis.\nIllegitimate child of the Queen.\nAnother hypothesis is that the prisoner was a illegitimate child of the Queen, Anne of Austria. The father would either be Cardinal Mazarin, or George Villiers, 1. Duke of Buckingham or one of the musketeers. Cardinal Richelieu would have arranged this meeting. This theory is less likely, however, because the child would have had no right to the throne, and imprisoning him would therefore have been no use.\nFather of Louis XIV.\nThe prisoner might have been the father of Louis XIV. Richelieu would have had a liaison with queen Anne, and both Louis XIV and Louis XIII would have been there to prevent Gaston de Bourbon, duc d’Orléans from becoming king.\nSomeone knowing about Louis' origins.\nThe autopsy of Louis XIII found that Louis XIII was unable to father children. Anyone knowing this would know about the origins of Louis XIV, and would be potentially dangerous to him. This theory is that the prisoner was in fact the doctor who had performed the autopsy.\nSummary.\nToday, there is no convincing theory that could explain who this man really was. The last person to have known the identity of this prisoner was probably Michel Chamillart, one of the ministers of the government of Louis XIV. Chamillart died in 1723.\nRelative of the king.\nThose theories that see the prisoner as part of the family of Louis XIV neglect that there was a lot of social control back then. The birth of a child in the court of the king, or even among nobles was a public event. Several hundred people were present at the birth of Louis XIV. The \"secret birth\" of a twin brother of Louis is highly unlikely. The amount of social control made it almost impossible that Anne of Austria had an affair. Anne was pregnant several times, which means that her husband, Louis XIII was able to father children. Another fact that speaks against the theory that the prisoner was a relative of the king is that the prisoner had the post of a servant, at times. At the times of Louis XIV, people of noble birth would not become servants.\nServant.\nThe theories that see the prisoner as a servant also have their weaknesses: Even though he was imprisoned, he had a comfortable life. A simple servant would have been killed, and no one would have cared about his comfort. Despite this, Louis XIV, the king himself took interest in the well-being of the prisoner.\nLiterature.\nThere are several books and movies about this man. The best known of these are probably the story by Alexandre Dumas called \"The Vicomte de Bragelonne\" (which is the third volume of his work The Three Musketeers), the story The Twins, by Victor Hugo and The Iron Mask by Marcel Pagnol. Dumas also gives a summary of the theories about the prisoner, which were common at his time.\nThe story has been used for several movies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prisoner","surface_form":"prisoner","offset":33},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV","offset":45},{"uri":"Correspondence","surface_form":"correspondence","offset":321},{"uri":"Church_Saint-Paul-Saint-Louis","surface_form":"church Saint-Paul-Saint-Louis","offset":503},{"uri":"Tombstone","surface_form":"tombstone","offset":547},{"uri":"Elizabeth_Charlotte%2C_Princess_Palatine","surface_form":"Elizabeth Charlotte, Princess Palatine","offset":712},{"uri":"Sophia_of_Hanover","surface_form":"Sophia of Hanover","offset":760},{"uri":"Bastille","surface_form":"Bastille","offset":926},{"uri":"B%C3%A9nigne_Dauvergne_de_Saint-Mars","surface_form":"Bénigne Dauvergne de Saint-Mars","offset":1079},{"uri":"Fran%C3%A7ois_Michel_Le_Tellier_de_Louvois","surface_form":"François Michel Le Tellier de Louvois","offset":1152},{"uri":"Censorship","surface_form":"censorship","offset":1240},{"uri":"Pinerolo","surface_form":"Pinerolo","offset":1345},{"uri":"Dunkerque","surface_form":"Dunkerque","offset":1478},{"uri":"Nicolas_Fouquet","surface_form":"Nicolas Fouquet","offset":1661},{"uri":"Antoine_Nompar_de_Caumont","surface_form":"Antoine Nompar de Caumont","offset":1680},{"uri":"Servant","surface_form":"servant","offset":1774},{"uri":"Exilles","surface_form":"Exilles","offset":2144},{"uri":"War","surface_form":"war","offset":2267},{"uri":"Sainte-Marguerite","surface_form":"Sainte-Marguerite","offset":2332},{"uri":"Cannes","surface_form":"Cannes","offset":2359},{"uri":"Bastille","surface_form":"Bastille","offset":2489},{"uri":"Lute","surface_form":"lute","offset":3094},{"uri":"Infection","surface_form":"infection","offset":4083},{"uri":"Voltaire","surface_form":"Voltaire","offset":4380},{"uri":"Cardinal_Mazarin","surface_form":"Cardinal Mazarin","offset":4702},{"uri":"Absolutism","surface_form":"absolute ruler","offset":4849},{"uri":"Historian","surface_form":"Historian","offset":5016},{"uri":"Cardinal_Richelieu","surface_form":"Cardinal Richelieu","offset":5286},{"uri":"Affair_of_the_Poisons","surface_form":"Affair of the Poisons","offset":5393},{"uri":"Nobility","surface_form":"noblemen","offset":5467},{"uri":"Poison","surface_form":"poison","offset":5481},{"uri":"Witchcraft","surface_form":"witchcraft","offset":5507},{"uri":"Satanism","surface_form":"black masses","offset":5625},{"uri":"Homosexual","surface_form":"homosexual","offset":5652},{"uri":"Prison_Saint-Lazaire","surface_form":"Prison Saint-Lazaire","offset":5741},{"uri":"Prison","surface_form":"prison","offset":5797},{"uri":"Psychiatric_hospital","surface_form":"asylum","offset":5811},{"uri":"Mental_illness","surface_form":"mentally ill","offset":5822},{"uri":"Monk","surface_form":"monk","offset":5850},{"uri":"Louis-Henri_de_Lom%C3%A9nie_de_Brienne","surface_form":"Louis-Henri de Loménie de Brienne","offset":6089},{"uri":"Alcoholism","surface_form":"heavy drinking","offset":6232},{"uri":"Voltaire","surface_form":"Voltaire","offset":6512},{"uri":"Jules_Mazarin","surface_form":"Jules Mazarin","offset":6735},{"uri":"Marcel_Pagnol","surface_form":"Marcel Pagnol","offset":6750},{"uri":"Hypothesis","surface_form":"hypothesis","offset":6778},{"uri":"Illegitimate","surface_form":"illegitimate","offset":6869},{"uri":"Anne_of_Austria","surface_form":"Anne of Austria","offset":6902},{"uri":"George_Villiers%2C_1._Duke_of_Buckingham","surface_form":"George Villiers, 1. Duke of Buckingham","offset":6967},{"uri":"Cardinal_Richelieu","surface_form":"Cardinal Richelieu","offset":7032},{"uri":"Gaston_de_Bourbon%2C_duc_d%E2%80%99Orl%C3%A9ans","surface_form":"Gaston de Bourbon, duc d’Orléans","offset":7427},{"uri":"Autopsy","surface_form":"autopsy","offset":7522},{"uri":"Michel_Chamillart","surface_form":"Michel Chamillart","offset":7953},{"uri":"Alexandre_Dumas%2C_p%C3%A8re","surface_form":"Alexandre Dumas","offset":9271},{"uri":"The_Three_Musketeers","surface_form":"The Three Musketeers","offset":9361},{"uri":"Victor_Hugo","surface_form":"Victor Hugo","offset":9408}]}