{"id":504858,"url":"http://en.wikipedia.org/wiki/Priestly_Fraternity_of_St._Peter","text":"The Priestly Fraternity of St. Peter (Latin: \"Fraternitas Sacerdotalis Sancti Petri\"; for short: \"F.S.S.P.\") is a group of Catholic priests and seminarians who want to say the Mass and other sacraments the way they were said before the Second Vatican Council.\nChurch laws.\nAccording to the laws of the Catholic Church, the F.S.S.P. is a \"Clerical Society of Apostolic Life of Pontifical Right\". This means that members have to follow the same rules as diocesan clergy and also swear an oath as members of the Society. The Fraternity was established by the Pope, and local bishops are not allowed to tell the Fraternity what to do. Instead, the Pope is in charge of them, through an organization called \"Ecclesia Dei\". A local bishop is still in charge of the Fraternity's work within his own diocese.\nPurpose.\nThe members of the F.S.S.P. are priests and seminarians who want to express their faith in a specific way. This way is to offer the Mass and other sacraments using the Roman Rite, the way it was before it was changed after the Second Vatican Council. Because of this, the Fraternity uses books of worship from the year 1964, including the Roman Missal, the Roman Breviary, the Pontifical (\"Pontificale Romanum\"), and the Roman Ritual.\nThe Fraternity has two purposes: make their priests become holy people, and to send these priests to parishes. They celebrate the sacraments, teach people about Catholicism, give retreats, organize pilgrimages, and provide a full sacramental and cultural life for Catholics who also want to use the liturgy of the 1962 missal. The Fraternity has built its own seminaries to train their own priests to do these things.\nFounding.\nThe F.S.S.P started with members of the traditional Catholic group, the Society of St. Pius X (S.S.P.X.). In 1988, Archbishop Marcel Lefebvre wanted to make four priests from the S.S.P.X. into bishops. Pope John Paul II did not let him do it, but he did it anyway. The Pope and the Congregation of Bishops said that this was a schismatic act, which meant that the S.S.P.X. was not part of the Catholic Church any more. Twelve priests and several seminarians, led by Father Josef Bisig, did not agree with the decision of Archbishop Lefebvre, and started the F.S.S.P as their own group on July 18, 1988. Father Josef Bisig became the Fraternity's first superior general.\nOrganization.\nIn 2011, the Fraternity had 392 people in it: 228 priests, 10 deacons, and 154 seminarians in 117 dioceses around the world. There are people in the Fraternity from 35 countries. There is also a group of lay members called the Confraternity of Saint Peter with 3,487 people in it.\nSuperiors General.\nThe person in charge of the F.S.S.P. is called the superior general. The Very Reverend Andrzej Komorowski is the superior general right now. He is helped by the Vicar General and Assistant, the Very Reverend Patrick du Faÿ.\nEducational institutions.\nThe Fraternity runs a boarding school called St. Gregory's Academy in Elmhurst, Pennsylvania, USA. It also runs Ezekiel House, a house for seminarians who have studied for less than one year, in Sydney, Australia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":38},{"uri":"Pope","surface_form":"Pope","offset":556},{"uri":"Seminary","surface_form":"seminarians","offset":854},{"uri":"Mass_(liturgy)","surface_form":"Mass","offset":942},{"uri":"Sacrament","surface_form":"sacraments","offset":957},{"uri":"Tridentine_Mass","surface_form":"Roman Rite","offset":978},{"uri":"Second_Vatican_Council","surface_form":"Second Vatican Council","offset":1037},{"uri":"Breviary","surface_form":"Breviary","offset":1173},{"uri":"Pilgrimage","surface_form":"pilgrimages","offset":1443},{"uri":"Seminary","surface_form":"seminaries","offset":1605},{"uri":"Marcel_Lefebvre","surface_form":"Marcel Lefebvre","offset":1799},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":1875},{"uri":"Schism_(religion)","surface_form":"schismatic","offset":2000}]}