{"id":504966,"url":"http://en.wikipedia.org/wiki/Consenting_Adults_(movie)","text":"\"Consenting Adults\" is a 1992 American mystery crime-thriller movie. This movie is about a composer and his wife living an ordinary suburban life until some new neighbors come along.\nPlot.\nComposer Richard Parker and his wife Priscilla live an ordinary suburban life. That is, until they meet their new neighbors, Eddy and Kay Otis. The two couples become friends. Kay's talent for blues singing gets the attention of Richard. Eddy is attracted to Priscilla. However, it becomes clear that Eddy is a scam artist who fakes a neck injury after an auto accident.\nThe plot takes a nasty turn when Richard sleeps with Kay. Kay turns up bludgeoned to death with a baseball bat the following morning. It is then revealed that Eddy spent the night elsewhere, to establish an airtight alibi. Richard's fingerprints are on the bat. His semen is found in her body. He is then charged with the crime. Making matters worse, Priscilla disowns and divorces Richard due to his infidelity. Eddy soon becomes Priscilla's lover and a substitute father to Richard's child.\nRichard finds a ray of hope when he discovers that Kay is alive. Eddy, expecting what Richard intends to do next, murders Kay and slips away.\nPriscilla discovers a forgotten plane ticket that Eddy used on the night of the second murder. She realizes Eddy's guilt and worries over what to do about it. Richard raids Eddy's house. Eddy, however, expects this move as well. Priscilla and Richard eventually kill Eddy with the baseball bat.\nCritical reception.\n\"Consenting Adults\" received negative reviews from movie critics. Rotten Tomatoes gives the movie 27% overall.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":30},{"uri":"Mystery","surface_form":"mystery","offset":39},{"uri":"Crime","surface_form":"crime","offset":47},{"uri":"Thriller_(genre)","surface_form":"thriller","offset":53},{"uri":"Composer","surface_form":"composer","offset":91},{"uri":"Suburb","surface_form":"suburb","offset":132},{"uri":"Blues","surface_form":"blues","offset":382},{"uri":"Baseball_bat","surface_form":"baseball bat","offset":658},{"uri":"Alibi","surface_form":"alibi","offset":776},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1576}]}