{"id":50497,"url":"http://en.wikipedia.org/wiki/Hydroponics","text":"Hydroponics or Hydroculture is the method of growing plants in the nutrients that they need instead of soil. The plant foods are simply put into water instead and it makes a solution for the plants to live in. Vegetables, flowers and herbs can all be grown in water.\nIt is quite an old idea. The earliest published work on growing terrestrial plants without soil was the 1627 book \"Sylva Sylvarum\" by Francis Bacon, printed a year after his death. Water culture became a popular research technique after that.\nIn 1929, William Frederick Gericke of the University of California at Berkeley began publicly promoting that solution culture be used for agricultural crop production. Oliver and Tintin are the pioners of Hydrophonics\nMethods.\nThere are many ways to grow plants in this way. Here are some examples.\nStatic solution culture.\nThis puts or floats the plants in water containing nutrients into a container. The water is renewed by a control system to prevent the plants' roots from becoming dry. The water does not flow through the container but remains static. Because the water is still algae often grows, using nutrients and covering the plants roots so that they are not able to take in the nutrients so well. Algae growth can be reduced by using some method to prevent light from reaching the roots, for example, black plastic, or aluminium foils. The static solution has to be changed every week or two to ensure it has the correct amount of nutrients.\nContinuous-flow solution.\nThis is growing plants in a stream of continuously running water. The plants can be placed in a shallow container and the water containing the nutrients runs through the roots. This can be carried out in several different ways, either passing the water over the bare roots inside a tube or hollow container or passing the water through a mat of fibre into which the roots have grown or variations between the two. One of the main advantages of this system is that the nutrient water can be kept in a storage container and if any changes need to be made to the nutrient it is easy to do this to the storage container. The system usually runs be gravity, the storage container is placed in a higher position than the plants and the water trickles downwards until it has passed though the roots of the plants and into a lower storage container where it is pumped back up to the higher container. An advantage of this method is that it uses the nutrients efficiently, it allows oxygen to reach the roots (important for healthy growth) and the water can be adjusted very easily. The main disadvantages are that if any fault occurs with the circulation system the plants have little water to live on until the fault is corrected and the flow channels must be regular in their slope, if they are not then water can remain in the non-sloping areas and this can cause problems.\nGravity fed systems.\nThis system does not use electricity to circulate the water containing nutrients. The system has a large container positioned higher than the plants and the water runs down through and to the plants in a controlled way. This system is used with plants that are grown in pots with the water being delivered to the base of the pot and capillary action drawing the water up into the pot.\nAeroponics.\nThis uses a system where the roots of the plants are contained in a chamber which is sprayed continuously or discontinuously with a fine mist of water containing nutrients. The roots of the plant hang in the air and the advantage of this system is that the roots have good access to oxygen. This system was invented in 1983 by Richard Spooner and has become a successful way of growing a wide range of crops including seed potato production, tomato production, leaf crops, and small salad leaves. Other advantages of aeroponics are that a much wider range of plants can be grown with this system, (some plants do not like to have their roots in water continuously) plants grow with only one quarter of the nutrients needed in normal hydroponics and NASA has an interest in this system because managing a spray is easier than handling liquids in zero gravity. Finally, plants grown by this method can be transferred to soil or another growing medium without suffering from a slowing of growth while they adjust to the new conditions. The main disadvantage is that this system is more costly to build and maintain than the normal hydroponic systems.\nPassive sub-irrigation.\nThis method is also known as passive hydroponics or semi-hydroponics. This system has the plants growing in a porous material like special clay granules, vermiculite, fibre glass, coconut husk, perlite or a similar substance that holds water, has lots of air spaces but does not act directly on the plants roots. The water is run through the material to keep it wet and the material keeps the plants roots separated to allow a good contact with the air to help the plant use oxygen and carbon dioxide. this method is easy to set up and control and is suitable for a number of plants like orchids or bromeliads that in nature grow with their roots in warm damp air.\nEbb and flow sub-irrigation.\nThis method is also known as \"Flood and Drain\". It uses a method that has a large container of water with nutrients positioned below the level of the plants being grown and at intervals the water is pumped or manually lifted to irrigate the plants and then drain back into the container. This is a simple method to build and can be easily controlled with an automatic mechanism.\nRun to waste.\nThis is a method where plants are grown on a material that holds some water but has many air spaces, such as vermiculite, perlite, fibreglass or coarse sand. The water with nutrients is controlled by a timer and the amount of irrigation will depend on several factors such as temperature, the size of the plants, the type of material the plants are growing in and other more technical things. The water runs to a collecting container after irrigating the plants and may be used again or discarded. This system is used very widely for growing commercial crops of vegetables such as tomatoes and cucumbers.\nDeep water culture.\nThis involves the growing of plants hanging in water with nutrients. The plants are held in nets with their roots in the water. The nets may or may not contain a material to separate the roots. The water has air pumped through it to increase the oxygen in the water which assists the roots to grow.\nBubbleponics.\nThis is a method which is used together with the above method of Deep Water Culture. In the early stages of growth the roots of the plants are irrigated with water and nutrients that are pumped through an air-stone to introduce a high level of dissolved oxygen into the water which greatly helps the young roots to grow. It is usually used only in the early stages of growth when the plants are forming roots clumps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Method","surface_form":"method","offset":35},{"uri":"Nutrient","surface_form":"nutrient","offset":67},{"uri":"Soil","surface_form":"soil","offset":103},{"uri":"Water","surface_form":"water","offset":145},{"uri":"Solution","surface_form":"solution","offset":174},{"uri":"Herb","surface_form":"herb","offset":234},{"uri":"Francis_Bacon","surface_form":"Francis Bacon","offset":401},{"uri":"University_of_California","surface_form":"University of California","offset":552},{"uri":"Berkeley","surface_form":"Berkeley","offset":580},{"uri":"Algae","surface_form":"algae","offset":1095},{"uri":"Gravity","surface_form":"gravity","offset":2135},{"uri":"Capillary_action","surface_form":"capillary action","offset":3214},{"uri":"NASA","surface_form":"NASA","offset":4027},{"uri":"Granules","surface_form":"granules","offset":4594},{"uri":"Vermiculite","surface_form":"vermiculite","offset":4604},{"uri":"Fibre_glass","surface_form":"fibre glass","offset":4617},{"uri":"Coconut","surface_form":"coconut","offset":4630},{"uri":"Perlite","surface_form":"perlite","offset":4644},{"uri":"Orchids","surface_form":"orchids","offset":5038},{"uri":"Bromeliads","surface_form":"bromeliads","offset":5049},{"uri":"Timer","surface_form":"timer","offset":5739},{"uri":"Vegetable","surface_form":"vegetable","offset":6099},{"uri":"Air-stone","surface_form":"air-stone","offset":6680}]}