{"id":504916,"url":"http://en.wikipedia.org/wiki/Australopithecus_deyiremeda","text":"\"Australopithecus deyiremeda\" is an extinct hominin which lived about 3.4 million years ago in northern Ethiopia. This was around the same time and place as several previously discovered specimens of \"Australopithecus afarensis\" were found. They include the well known Lucy.\nThe discovery was in the Afar Region of Ethiopia about (520 kilometers) northeast of the capital Addis Ababa and north of Hadar, Ethiopia (“Lucy’s” site).\nTeeth in the fossil jaw suggest that the species had a different diet from \"A. afarensis\".\nYohannes Haile-Selassie, the curator of physical anthropology at the Cleveland Museum of Natural History has said that \"The Woranso-Mille study area has thus far yielded more than 120 early hominin fossil specimens dated to between 3.4 and 3.8 million years ago\".\nHaile-Selassie told the BBC: \"We had to look at the detailed anatomy and morphology of the teeth and the upper and lower jaws, and we found major differences. This new species has very robust jaws. In addition, we see this new species had smaller teeth. The canine is really small – smaller than all known hominins we have found in the past\".\nThis was perhaps one of four different species of early humans that were all alive at the same time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hominin","surface_form":"hominin","offset":44},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":104},{"uri":"Australopithecus_afarensis","surface_form":"Australopithecus afarensis","offset":201},{"uri":"Lucy_(Australopithecus)","surface_form":"Lucy","offset":269},{"uri":"Afar_Region","surface_form":"Afar Region","offset":300},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":315},{"uri":"Addis_Ababa","surface_form":"Addis Ababa","offset":372},{"uri":"Hadar","surface_form":"Hadar","offset":397},{"uri":"Yohannes_Haile-Selassie","surface_form":"Yohannes Haile-Selassie","offset":521},{"uri":"Cleveland_Museum_of_Natural_History","surface_form":"Cleveland Museum of Natural History","offset":590}]}