{"id":505080,"url":"http://en.wikipedia.org/wiki/Pharmacokinetics","text":"Pharmacokinetics is a branch of pharmacology which studies what the body does to a drug. Pharmacokinetics looks at how a substance enters, moves through and exits the body. It relates how the dose delivered affects the concentration within the body. It is closely related to another branch of pharmacology, pharmacodynamics, which describes how a drugs affects the body.\nADME.\nWhen developing new drugs, it is important to know exactly what happens to the chemical once administered. There are four important parameters of pharmacokinetics, usually known by the acronym ADME: Absorption, Distribution, Metabolism and Excretion. This model was developed in order to simplify perception of the many processes that take place once a drug enters an organism.\nAbsorption.\nAbsorption describes the movement of a drug from the dosage form to the site of action, usually the blood.\nThe bioavailability (F) of the drug is the fraction of the drug being administered that reaches the blood circulation.\nEffects of lipid solubility acidity.\nOnce the drug is in the body, it enters many cells. Cells are surrounded by a protective membrane made of lipid bilayer. For this reason, only lipid soluble, (lipophillic) drugs can enter cells.\nSometimes the substance gets trapped within the lipids of waste products that need excreted, and leave the body without ever being absorbed.\nFor this reason, there must be a balance between lipophilicity and hydrophilicity of drug molecules.\nThe acidity of a pharmaceutical compound can also affect absorption. It is important to know how acid or basic the substance is in order for the body to accept it, giving our bodies a biological effect.\nParental route of administration.\nOne way to overcome the need to absorb the drug in the stomach (where it can be destroyed by bile), is to inject it in the skin (intradermal), subcutaneously, in the muscle (intramuscular) or directly into the bloodstream (intravenously).\nOther routes include the topical route, where the drug is applied directly to the skin or mucosal surface on which it is intended to act. These drugs are also known as ointments and include eye drops, thrush cream and eczema lotion. Though absorption is slow, there is a high concentration of the substance in this one area, meaning a pharmacological affect at only the site of application is produced.\nNasal spray and inhalers are other routes of admission which bypass the stomach.\nDistribution.\nDistribution describes the process by which a drug moves about in the body once it has entered blood circulation, and how this movement may decrease the concentration.\nThe apparent volume of distribution (Vd) is the apparent volume into which the drug is distributed, expressed in liters (L).\nVd is a hypothetical volume of fluid that will contain the total amount of drug administered to the body. One inside thebody, the drug can move around either by diffusion (soaking through a membrane due to a lower concentration), or by transport in the blood. The body should be considered as being multicompartmental, where drugs can be distributed into plasma (blood) - 8%, interstitial fluid (a liquid that surrounds tissues) - 24%, intracelullar fluid (which surrounds cells) - 65% and also fat.\nA lower Vd value infers that the drug is retained within the plasma.\nA higher Vd value suggests that the drug is retained in volumes outside of the plasma (i.e. in peripheral tissues).\nMetabolism.\nMetabolism describes the process by which a drug is altered chemically in the body into its metabolite, which may be more or less active. This process usually occurs in the liver, but can also take place in the plasma, lungs, stomach, small intestine, kidney and skin. It contains two phases: phase 1 and phase 2.\nPut simply, this process converts lipid soluble drugs to water soluble metabolites.\nFirst pass metabolism.\nAll drugs that are absorbed from the small intestine are first transported to the liver by the hepatic portal vein, in many cases a large proportion of the drug is then metabolized immediately before the drug enters the systemic circulation. This process is called first pass metabolism.\nSome drugs undergo extensive first pass metabolism such that only about 10% of the administered dose enters the circulation: \"10% bioavailability\".\nIn the case of some drugs, the metabolism occurs within the gut before even reaching the liver.\nExcretion.\nThis is an elimination process by which a drug or its metabolite is removed from the body. Usually this occurs in the kidneys (urine), but can also take place in the biliary system (faeces), gastrointestinal tract (GIT), skin (sweat) and lungs (expired air).\nFactos effecting drug excretion.\nMany of the products of hepatic metabolism are water soluble metabolites of lipid soluble drugs, these enter the systemic circulation and are transported to the kidney where they are eventually excreted in the urine.\nDrugs and metabolites that are in free aqueous solution may also be excreted in sweat or expired air. Where the drug or metabolite is not freely water soluble, it is normally excreted into the gut via the bile duct from when it is excreted in the faeces.\nOne complication of this route of excretion is the enterohepatic shunt. In this process the drug is excreted into the guy from the bile duct, but is then reabsorbed and transported back to the liver. The consequence of this is that the presence of the drug or metabolite within the body is extended, which, if the metabolite is pharmacologically active, may extend the duration of action of the drug.\nSome chemicals, for example lead, accumulate within the tissues.\nFactors effecting plasma drug concentration.\nThe actual concentration of drug present within the plasma (bloodstream) following administration is dependent on absorption, distribution, metabolism and excretion. Plasma concentrations of a drug after administration of identical doses either by intravenous injection or orally. Only about half of the dose administered orally actually enters circulation, however the plasma half-life of the drug is approximately 3 hours both orally and via IV.\nIn most therapeutic circumstances, drugs are not given as a single dose but as multiple doses. This has profound effects on the plasma concentrations achieved. The state of constant maxima and minima is called \"steady state\". This is the point where rate of drug availability equals rate of elimination, and the optimum therapeutic effect is reached.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pharmacology","surface_form":"pharmacology","offset":32},{"uri":"Drug","surface_form":"drug","offset":83},{"uri":"Substance","surface_form":"substance","offset":121},{"uri":"Organism","surface_form":"organism","offset":745},{"uri":"Blood","surface_form":"blood","offset":867},{"uri":"Cell","surface_form":"cells","offset":1075},{"uri":"Lipid_bilayer","surface_form":"lipid bilayer","offset":1136},{"uri":"Lipid","surface_form":"lipid","offset":1173},{"uri":"Inhaler","surface_form":"inhalers","offset":2362},{"uri":"Sweat","surface_form":"sweat","offset":4622},{"uri":"Urine","surface_form":"urine","offset":4897},{"uri":"Faeces","surface_form":"faeces","offset":5151},{"uri":"Half-life_(element)","surface_form":"half-life","offset":6047}]}