{"id":505071,"url":"http://en.wikipedia.org/wiki/Lawrence_Oates","text":"Lawrence Edward Grace \"Titus\" Oates or Captain Lawrence Oates (March 17, 1880 March 16, 1912) was a British cavalry officer and an Antarctic explorer. He died during the Terra Nova Expedition of 1910–13. Oates, who had gangrene and frostbite, walked from his tent into a blizzard. His death is seen as an act of sacrifice. When he knew that his sickness risked the survival of his three crew mates, he chose certain death.\nEarly life.\nOates was born in Putney, London, England in 1880. His parents were William and Caroline Oates. His family was rich. They had owned land at Gestingthorpe, Essex, for hundreds of years. His father moved the family there when his children were small. He had an older sister, named Lillian, who married an Irish singer and actor. His uncle was a naturalist and African explorer. Oates studied at Eton College, but he left after less than two years because of poor health. He then attended an army school in Eastbourne.\nExpedition to the South Pole.\nIn 1910, he joined Robert Falcon Scott's expedition to the South Pole. He was chosen because he had worked with horses. He took care of the nineteen ponies that pulled the sleds carrying food for the trip. Scott then picked Oates for the five-man team to travel the last distance to the Pole.\nCaptain Scott, Captain Oates and 14 others left base camp on November 1,1911. During the trip, some members of the crew were sent back by Scott in teams. On January 4, 1912, only the five-man team with Scott and Oates, were left to walk the last to the Pole.\nOn January 18, 1912, they reached the Pole. They found that Norwegian explorer, Roald Amundsen and his team, had beaten them to be first to the Pole. Inside the tent was a note from Amundsen saying that he had reached the South Pole on December 14, 1911.\nThe return trip.\nOn the way back, Scott's team had many problems: very bad weather, poor food supply, injuries from falls, scurvy and frostbite. On February 17, 1912, Edgar Evans died from a head wound after falling into a deep crack in the ice a few days earlier.\nOates' feet were badly frostbitten. He was getting weak faster than the others. In his diary, Scott wrote on March 5: \"Oates' feet are in a wretched condition... The poor soldier is very nearly done.\" The others did not want to leave him behind. This caused the team to be late getting back. They were running out of food and fuel. On March 15, Oates told his friends that he could not go on. He asked them to just leave him in his sleeping bag, but they said no. He travelled a few more miles that day but got worse that night.\nDeath.\nWhen he woke up the next morning, Oates walked out of the tent into a blizzard and temperatures to his death. Scott wrote in his diary, \"We knew that poor Oates was walking to his death, but though we tried to dissuade him, we knew it was the act of a brave man and an English gentleman.\"\nScott and the other two walked another. Then they were stopped by a fierce blizzard on March 20. Trapped in their tent by the weather and weak, cold and hungry, they died nine days later. Their frozen bodies were found by a search party on November 12, 1912.\nOates' body was never found. Near where they thought he died, the search party left a pile of stones and a cross. These words were left: \"Hereabouts died a very gallant gentleman, Captain L. E. G. Oates... In March 1912, returning from the Pole, he walked willingly to his death in a blizzard, to try and save his comrades, beset by hardships.\"\nOates' reindeer-skin sleeping bag was found. It is now in the museum of the Scott Polar Research Institute in Cambridge, with other items from the expedition.\nLast words.\nScott wrote in his diary that before Oates left the tent and walked to his death, he said \"I am just going outside and may be some time.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":100},{"uri":"Antarctic","surface_form":"Antarctic","offset":131},{"uri":"Exploration","surface_form":"explorer","offset":141},{"uri":"Gangrene","surface_form":"gangrene","offset":219},{"uri":"Frostbite","surface_form":"frostbite","offset":232},{"uri":"Tent","surface_form":"tent","offset":259},{"uri":"Blizzard","surface_form":"blizzard","offset":271},{"uri":"Sacrifice","surface_form":"sacrifice","offset":312},{"uri":"Putney","surface_form":"Putney","offset":453},{"uri":"London","surface_form":"London","offset":461},{"uri":"England","surface_form":"England","offset":469},{"uri":"Gestingthorpe","surface_form":"Gestingthorpe","offset":575},{"uri":"Natural_history","surface_form":"naturalist","offset":778},{"uri":"Eton_College","surface_form":"Eton College","offset":828},{"uri":"Eastbourne","surface_form":"Eastbourne","offset":939},{"uri":"Robert_Falcon_Scott","surface_form":"Robert Falcon Scott","offset":1000},{"uri":"Expedition","surface_form":"expedition","offset":1022},{"uri":"South_Pole","surface_form":"South Pole","offset":1040},{"uri":"Sled","surface_form":"sled","offset":1153},{"uri":"Norway","surface_form":"Norwegian","offset":1593},{"uri":"Roald_Amundsen","surface_form":"Roald Amundsen","offset":1613},{"uri":"Scurvy","surface_form":"scurvy","offset":1911},{"uri":"Frostbite","surface_form":"frostbite","offset":1922},{"uri":"Diary","surface_form":"diary","offset":2140},{"uri":"Fuel","surface_form":"fuel","offset":2379},{"uri":"Reindeer","surface_form":"reindeer","offset":3489},{"uri":"Cambridge","surface_form":"Cambridge","offset":3592},{"uri":"Diary","surface_form":"diary","offset":3672}]}