{"id":505289,"url":"http://en.wikipedia.org/wiki/Battlefield_Hardline","text":"\"Battlefield Hardline\" is a first-person shooter video game. It is published by Electronic Arts. It was released in March 2015 for Microsoft Windows, PlayStation 3, PlayStation 4, Xbox 360 and Xbox One. Unlike the earlier games in the \"Battlefield\" series, \"Hardline\" is about crime, heist and police force, instead of military warfare.\nGameplay.\nBattlefield Hardline focuses on a different aspect of the first person shooter than the other games in its series while Battlefield 2,3, and 4 focus on the American and Russian military, Battlefield Hardline now focuses on the war on crime in America. The new game now features two different teams with cops and criminals. Both sides now receive guns and gadgets specific to their team. So while the criminal would get an AKM the cops will get a M16A3.\nThe game features a bunch of new game modes and a bunch of different maps.\nDustbowl.\nA small hillbilly-like town focused around one big house in the middle of the map that is secretly a meth lab.\nDowntown.\nA big open downtown city of Miami; this map has many open streets and tall skyscrapers.\nGrow house.\nA big warehouse that has a secret underground marijuana farm that police are trying to seize.\nBank job.\nA map representing the average bank which criminals try to rob. The map also consists of a parking garage and a few local stores.\nEverglades.\nA map that is centered around a swamp and an oil refinery.\nRiptide.\nA map focused on a big mansion which is on an island surrounded by ocean.\nHollywood Heights.\nA map focused on a giant mansion which criminals are trying to loot.\nThe Block.\nA map centered around an apartment complex in a ghetto neighborhood.\nClasses.\nThe game features 4 classes; operator, mechanic, enforcer and professional. Each are good in their own areas.\nOperator.\nA class whose primary weapons are assault rifles and carbines. Its secondary weapons consists of nine millimeter pistols. Its role in the game is as the medic of the team with gadgets like the medic bag to heal hurt teammates and the revive gadgets to bring dead teammates back to life. This class does especially well at medium to short range. The most notable weapons for this class are the M16A3, M416, AKM, and the G17.\nMechanic.\nA class whose primary weapons are sub-machine guns. Secondary weapons are revolvers. Its role in the game is to destroy enemy vehicles and heal friendly vehicles. It has gadgets such as the grenade launcher to hurt enemy cars and the repair tool to heal friendly cars. The mechanic works best at close range. The most notable weapons for the mechanic are the K10, MPX, and the.357 RS.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"First-person_shooter","surface_form":"first-person shooter","offset":28},{"uri":"Video_game","surface_form":"video game","offset":49},{"uri":"Electronic_Arts","surface_form":"Electronic Arts","offset":80},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":131},{"uri":"PlayStation_3","surface_form":"PlayStation 3","offset":150},{"uri":"PlayStation_4","surface_form":"PlayStation 4","offset":165},{"uri":"Xbox_360","surface_form":"Xbox 360","offset":180},{"uri":"Xbox_One","surface_form":"Xbox One","offset":193},{"uri":"Battlefield_(series)","surface_form":"\"Battlefield\" series","offset":235}]}