{"id":505216,"url":"http://en.wikipedia.org/wiki/Splatoon","text":"is a third-person shooter video game. It was developed by Nintendo EAD Group No. 2 and published by Nintendo. The game was released on May 28, 2015 in Japan, May 29, 2015 in Europe, May 29, 2015 in North America, and on May 30, 2015 in Australia. It was released for the Wii U. In \"Splatoon\", the player controls a character called an Inkling. They can change between human and squid forms. The object of the game is to shoot colored ink across the game's map and cover the most territory with their team's color before the match ends. By transforming into a squid, it lets players swim through their own colored ink and can even let the player swim up walls and through grates. Hiding in their own ink recharges the players ink supply.\nNintendo announced that a series of Splatoon Amiibo figures would be released along with the game, Boy and Girl Inklings are sold separately and a Squid figure is sold only as a bundle with either the game or the two other Amiibos. People who pre-ordered \"Splatoon\" at GameStop were given a download voucher that gave them Splatoon-themed Mii costumes to use in \"Super Smash Bros. For Wii U\".\nReception.\n\"Splatoon\" was met with positive reviews. GamesRadar rated the game a 3.5 out of 5 stars. They said that the game was a refreshing take on the shooter genre but criticized some of the features like lobbies and Amibo-locked content. Destructoid rated the game 8.5. Chris Carter of Destructoid, said that \"most of (the game's) shortcomings can be forgiven in my mind because of how damn fun it is.\"","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Third-person_shooter","surface_form":"third-person shooter","offset":5},{"uri":"Video_game","surface_form":"video game","offset":26},{"uri":"Video_game_developer","surface_form":"developed","offset":45},{"uri":"Nintendo_Entertainment_Analysis_and_Development","surface_form":"Nintendo EAD Group No. 2","offset":58},{"uri":"Nintendo","surface_form":"Nintendo","offset":100},{"uri":"Japan","surface_form":"Japan","offset":151},{"uri":"Europe","surface_form":"Europe","offset":174},{"uri":"North_America","surface_form":"North America","offset":198},{"uri":"Australia","surface_form":"Australia","offset":236},{"uri":"Wii_U","surface_form":"Wii U","offset":271},{"uri":"Amiibo","surface_form":"Amiibo","offset":782},{"uri":"GameStop","surface_form":"GameStop","offset":1006},{"uri":"Mii","surface_form":"Mii","offset":1076},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. For Wii U","offset":1100},{"uri":"GamesRadar","surface_form":"GamesRadar","offset":1183},{"uri":"Destructoid","surface_form":"Destructoid","offset":1373}]}