{"id":50538,"url":"http://en.wikipedia.org/wiki/Gioachino_Rossini","text":"Gioachino Rossini (born Pesaro 29 February 1792; died Passy 13 November 1868) was an Italian composer. He was the most famous composer of operas in his time. His operas had lots of new ideas. Italian operas had become rather unimaginative, with composers such as Cimarosa and Paisiello writing the same sort of thing each time. Rossini made his operas interesting by writing skillfully for the singers, giving them good tunes, as well as giving the orchestra interesting music, and by choosing a variety of stories for his operas. The opera for which he is best known today is the \"Il Barbiere di Siviglia\" (\"The Barber of Seville\"). Many of the overtures to his operas are played at orchestral concerts. The most popular is the overture to his opera \"Guillaume Tell\" (\"William Tell\") with its feature in the British TV show \"The Adventures of William Tell.\"\nDuring the last 40 years of his life Rossini wrote no more music. His friends begged him to write another opera but he always refused.\nLife.\nRossini was born on 29 February of the leap year 1792. His birthplace was Pesaro, a small town in Italy on the Adriatic coast. His father played the horn in military bands and opera houses and his mother sang in operas. Often his parents toured together and the young Rossini was left in the care of his grandmother. The family eventually settled in Bologna. Rossini had lessons in singing, cello, piano and counterpoint. He did not like the counterpoint lessons, but it did help him to study different styles of music and he became very good at writing harmony in a clear way.\nEarly career.\nItalian opera at this time needed a new composer to bring more life into it. Five of his first nine operas were written for the Teatro S Moise in Venice. Other theatres soon asked him to write operas. In 1812 he wrote \"La pietra del paragone\" for the Teatro alla Scala in Milan. It was a great success. Many of these early operas were comic operas (opera buffa). Sometimes he had to produce so many new operas that he kept reusing some of the music he had already written in another opera. Nevertheless, they include a lot of fine music, and Rossini was developing his musical personality. His overtures have a fine sense of orchestral colour. He often started with a slow section and then went into fast music with a crescendo. Because he did this a lot it is often called a “Rossini crescendo” or “Rossini rocket”.\nIt was not easy for him to earn enough money to keep himself. He only got paid for the operas he took part in. There were no copyright laws in those days. The important singers were well paid, but the composers earned much less. We know very little about his life at this time, but we do know that he travelled a lot. His most famous operas from this period are \"Tancredi\", \"La Gazza Ladra\" (\"The Thieving Magpie\") and \"Il barbiere di Siviglia\" (\"The Barber of Seville\") which has often been called the greatest of all comic operas.\nMid career.\nBy 1815 Rossini’s operas were famous everywhere in Western Europe except in Naples. Neapolitan opera had been famous throughout the 18th century and the city was proud of its tradition. The Neapolitans did not want a young composer from the north to continue their operatic tradition. Nevertheless, Rossini soon won their hearts. He wrote for the Teatro S Carlo which had a fine orchestra and very good singers. He wrote many of his best serious operas (opera seria) for Naples, and this tradition which he built up made it possible for Verdi to take over thirty years later as Italy’s leading opera composer.\nLater career.\nRossini’s international fame took him to Vienna where he met Beethoven. After returning to Italy for a while he travelled to Paris and England. He was only 31 years old and had written 34 operas. The Paris audiences already knew his operas. In London a Rossini Festival was organized. Most of the time in England he spent at social parties at the houses of rich people who were glad to pay him money to come and be their guest. Soon after this he settled in Paris for five years. He was director of the Théâtre-Italien until 1836. His two greatest operas from this period were \"Le Comte Ory\" (which was an opéra comique) and \"Guillaume Tell\" which was based on a play by Schiller. These works have beautifully flowing tunes (like Italian opera) as well as grand drama (like French opera).\nRetirement.\nIn 1829, at the age of 37, Rossini decided to retire. He had lots of money but his health was not particularly good. Although he wrote a few small pieces of music he never composed another opera. He went back to Bologna, although he returned to Paris nearly 20 years later with his wife. Here his health improved and he wrote a little music. His \"Petite messe solennelle\" for 12 voices, two pianos and harmonium is still performed today. When he died in 1868 thousands of people came to his funeral.\nRossini’s place in music history.\nRossini was a composer of the classical period. He was brought up hearing 18th century opera, and much of his best known music is still Classical in style, but he developed a lot as he matured and was writing in a more Romantic way by the end of his career. He gradually stopped writing music which has set numbers all the time: music divided sharply into arias and recitative. His recitative became more expressive and was accompanied by the orchestra instead of by a harpsichord. This helped to make his music more continuous. He did not often write for castrati as they were going out of fashion. The chorus have an important part in the drama of his operas (in 18th century opera they just used to comment on what was going on).","categories":[],"infobox_types":[],"annotations":[{"uri":"Pesaro","surface_form":"Pesaro","offset":24},{"uri":"29_February","surface_form":"29 February","offset":31},{"uri":"1792","surface_form":"1792","offset":43},{"uri":"Passy","surface_form":"Passy","offset":54},{"uri":"13_November","surface_form":"13 November","offset":60},{"uri":"1868","surface_form":"1868","offset":72},{"uri":"Italy","surface_form":"Italian","offset":85},{"uri":"Composer","surface_form":"composer","offset":93},{"uri":"Opera","surface_form":"opera","offset":138},{"uri":"Cimarosa","surface_form":"Cimarosa","offset":263},{"uri":"Giovanni_Paisiello","surface_form":"Paisiello","offset":276},{"uri":"Bel_canto","surface_form":"skillfully for the singers","offset":375},{"uri":"Il_Barbiere_di_Siviglia","surface_form":"Il Barbiere di Siviglia","offset":582},{"uri":"Overture","surface_form":"overture","offset":646},{"uri":"William_Tell","surface_form":"William Tell","offset":770},{"uri":"Leap_year","surface_form":"leap year","offset":1039},{"uri":"Adriatic_Sea","surface_form":"Adriatic","offset":1111},{"uri":"French_horn","surface_form":"horn","offset":1149},{"uri":"Band","surface_form":"band","offset":1166},{"uri":"Opera_house","surface_form":"opera house","offset":1176},{"uri":"Opera","surface_form":"opera","offset":1212},{"uri":"Grandmother","surface_form":"grandmother","offset":1304},{"uri":"Bologna","surface_form":"Bologna","offset":1350},{"uri":"Singing","surface_form":"singing","offset":1382},{"uri":"Cello","surface_form":"cello","offset":1391},{"uri":"Piano","surface_form":"piano","offset":1398},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1408},{"uri":"Harmony","surface_form":"harmony","offset":1554},{"uri":"Venice","surface_form":"Venice","offset":1738},{"uri":"Teatro_alla_Scala","surface_form":"Teatro alla Scala","offset":1843},{"uri":"Milan","surface_form":"Milan","offset":1864},{"uri":"Comedy","surface_form":"comic","offset":1927},{"uri":"Opera_buffa","surface_form":"opera buffa","offset":1941},{"uri":"Crescendo","surface_form":"crescendo","offset":2310},{"uri":"Copyright","surface_form":"copyright","offset":2534},{"uri":"Il_barbiere_di_Siviglia","surface_form":"Il barbiere di Siviglia","offset":2829},{"uri":"Naples","surface_form":"Naples","offset":3030},{"uri":"Naples","surface_form":"Neapolitan","offset":3038},{"uri":"18th_century","surface_form":"18th century","offset":3086},{"uri":"Opera_seria","surface_form":"opera seria","offset":3408},{"uri":"Verdi","surface_form":"Verdi","offset":3491},{"uri":"Vienna","surface_form":"Vienna","offset":3619},{"uri":"Beethoven","surface_form":"Beethoven","offset":3639},{"uri":"Paris","surface_form":"Paris","offset":3703},{"uri":"England","surface_form":"England","offset":3713},{"uri":"London","surface_form":"London","offset":3822},{"uri":"Schiller","surface_form":"Schiller","offset":4249},{"uri":"Harmonium","surface_form":"harmonium","offset":4781},{"uri":"Funeral","surface_form":"funeral","offset":4870},{"uri":"Recitative","surface_form":"recitative","offset":5279},{"uri":"Harpsichord","surface_form":"harpsichord","offset":5382},{"uri":"Castrato","surface_form":"castrati","offset":5469}]}