{"id":505423,"url":"http://en.wikipedia.org/wiki/First_Dynasty_of_Egypt","text":"The First Dynasty of ancient Egypt were the first group of Egyptian kings to rule over a united country. It began when Upper and Lower Egypt were joined as a single country, probably by Narmer. It is the beginning of the Early Dynastic Period of Egypt. At this time Thinis was the centre of power.\nHistorians argue about the dates of the First Dynasty which was part of the Early Bronze Age. They use a number of different ways to decide on the dates for events in Egypt. It began sometime between 3400 and 3000 BC. In 2013 radiocarbon dating showed that Hor-Aha began ruling between 3218–3035 BC.\nRulers.\nInformation about the First Dynasty comes from monuments and other objects with royal names. The most important are the Narmer palette, the Narmer Macehead and the Den and Qa'a king lists. No details of the dynasty have been found except for brief entry on the Palermo Stone. Manetho's book, \"Aegyptiaca\" is different to the archeological evidence and other historical records. Manetho names nine rulers of the First Dynasty, but only one name matches the other sources. He only has information for four of them. The hieroglyphs were fully developed and would be used with little change for more than 3000 years.\nLarge tombs for pharaohs have been found at Abydos and Naqada. There are also cemeteries at Saqqara and Helwan near Memphis. These had buildings of wood and mud bricks, with some small use of stone for walls and floors. Stone was used for making ornaments, vessels, and sometimes for statues. Tamarix – tamarisk, salt cedar was used to build boats such as the Abydos Boats. They invented the ﬁxed Mortise and tenon joint. A ﬁxed tenon was made by shaping the end of one timber to ﬁt into a mortise (hole) that is cut into a second timber. A variation of this joint, using a free tenon, became one of the most important features in Mediterranean and Egyptian shipbuilding. It joined two pieces of wood by putting a separate tenon into a hole (mortise) of the same size cut into each piece.\nHuman sacrifice.\nHuman sacrifice was part of the burials for all the pharaohs of the First Dynasty. Servants were buried near each pharaoh's tomb, as well as animals. There are 338 people buried at the tomb of Djer. The people and animals sacrificed, such as donkeys, would help the pharaoh in the afterlife. For unknown reasons, this practice ended with this dynasty. Later burials had shabtis (small figures like dolls) taking the place of actual people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":21},{"uri":"Upper_Egypt","surface_form":"Upper","offset":119},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":129},{"uri":"Narmer","surface_form":"Narmer","offset":186},{"uri":"Early_Dynastic_Period_of_Egypt","surface_form":"Early Dynastic Period of Egypt","offset":221},{"uri":"Thinis","surface_form":"Thinis","offset":266},{"uri":"Early_Bronze_Age","surface_form":"Early Bronze Age","offset":374},{"uri":"Egyptian_chronology","surface_form":"dates for events in Egypt","offset":445},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":524},{"uri":"Hor-Aha","surface_form":"Hor-Aha","offset":555},{"uri":"Narmer_Palette","surface_form":"Narmer palette","offset":726},{"uri":"Narmer_Macehead","surface_form":"Narmer Macehead","offset":746},{"uri":"Palermo_Stone","surface_form":"Palermo Stone","offset":867},{"uri":"Manetho","surface_form":"Manetho","offset":882},{"uri":"Egyptian_hieroglyphs","surface_form":"hieroglyph","offset":1123},{"uri":"Pharaoh","surface_form":"pharaoh","offset":1235},{"uri":"Abydos%2C_Egypt","surface_form":"Abydos","offset":1263},{"uri":"Naqada","surface_form":"Naqada","offset":1274},{"uri":"Saqqara","surface_form":"Saqqara","offset":1311},{"uri":"Helwan","surface_form":"Helwan","offset":1323},{"uri":"Memphis%2C_Egypt","surface_form":"Memphis","offset":1335},{"uri":"Tamarix","surface_form":"Tamarix","offset":1512},{"uri":"Ancient_Egyptian_Boats_(First_Dynasty)_%E2%80%93_Abydos","surface_form":"Abydos Boats","offset":1579},{"uri":"Mortise_and_tenon","surface_form":"Mortise and tenon","offset":1616},{"uri":"Human_sacrifice","surface_form":"Human sacrifice","offset":2025},{"uri":"Shabtis","surface_form":"shabtis","offset":2395}]}