{"id":505426,"url":"http://en.wikipedia.org/wiki/Manetho","text":"ce=\"preserve\">Manetho was an ancient Egyptian historian and priest from Sebennytos. He lived during the Ptolemaic era, in about 300 BC.\nManetho wrote the \"Aegyptiaca\" (\"History of Egypt\"). His book is used by Egyptologists to work out the dates for events in ancient Egypt. The earliest reference to Manetho's \"Aegyptiaca\" is in Jewish historian Josephus's book, \"Against Apion\".\nName.\nWe do not know what Manetho's name means, some suggestions are \"Gift of Thoth\", \"Beloved of Thoth\", \"Truth of Thoth\", \"Beloved of Neith\", or \"Lover of Neith\", \"Myinyu-heter\" (\"Horseherd\" or \"Groom\") and \"Ma'ani-Djehuti\" (\"I have seen Thoth\").\nLife and work.\nWe do not know when he was born or died. His book may have been written during the rule of Ptolemy I Soter (323–283 BC) and Ptolemy II Philadelphus (285–246 BC). The \"Hibeh Papyri\", dated to 241/40 BC, suggests he may been writing during the rule of Ptolemy III Euergetes (246–222 BC). He wrote in the Greek language. Other works he wrote include \"Against Herodotus\", \"The Sacred Book\", \"On Antiquity and Religion\", \"On Festivals\", \"On the Preparation of Kyphi\", and the \"Digest of Physics\". The \"Book of Sothis\" on astrology, may also be written by him.\nHe was probably a priest of the sun god Ra at Heliopolis. He knew a lot about the cult of Sarapis based on Osiris and Apis. Sarapis was a Greco-Macedonian version of the Egyptian cult dating back to Alexander the Great. Tacitus and Plutarch wrote that Ptolemy (probably Ptolemy Soter) imported a statue of the god.\n\"Aegyptiaca\".\nThe \"Aegyptiaca\", the \"History of Egypt\", may have been Manetho's largest work. It was in date order and divided into three volumes. In \"Aegyptiaca\", he invented the word \"dynasty\" to mean a group of kings with a common origin. It came from the Greek word \"dynasteia\", meaning \"governmental power\". He was the first person to group the rulers into dynasties. He did not use the word to mean families. He began a new dynasty when there was a break or change in the power of government. For example, there was a break between the Fourth Dynasty in Memphis, and the Fifth Dynasty at Elephantine. He included details of many of the kings.\n\"Aegyptiaca\" may have been written as an Egyptian history, to be more accurate than Herodotus' \"Histories\". Hiis other book, \"Against Herodotus\", may be just have been a short version of \"Aegyptiaca\". There are no original copies of either book.\nCopies of the book.\n\"Aegyptiaca\" has not survived as a complete book. It is very possible that what has been kept was rewritten by other writers to support their Egyptian, Jewish, or Greek histories. This makes it difficult for modern historians to know how reliable it is as a history.\nThe earliest mention of Manetho is in Josephus' \"Contra Apionem\" (\"Against Apion\"). This was written nearly 400 years after \"Aegyptiaca\". It is clear that Josephus did not have the original of Manethos' book. At about the same time, a short version, the Epitome, of the book was being used. This kept Manetho's brief list of dynasties and a some parts that were seen as important. For example, it had that the first Dynasty, Menes, \"was snatched and killed by a hippopotamus\". It is not known if any of the short version is Manetho's original writing. Copies were written by Sextus Julius Africanus and Eusebius of Caesarea. Eusebius's copy was used by Jerome in his Latin translation, an Armenian translation, and by George Syncellus. Syncellus saw that the copies by Eusebius and Africanus were almost the same, so he placed them side by side in his work, \"Ecloga Chronographica\".\nThese last four copies are the only copies of the epitome of Manetho. Other sections are in Malalas's \"Chronographia\" and \"Excerpta Latina Barbari\" (\"Excerpts in Bad Latin\").\nSources and methods.\nManetho used lists of kings to provide a structure for his history. Josephus wrote that Manetho also used stories, myths and legends for his book. This was common among historians of that time. He must have known the Greek work of Herodotus. He tried to link Egyptian history with Greek history. For example, he links King Memnon with Amenophis, and Armesis with Danaos). It is possible that these links may have been the work of later writers. We do know he could write in the Greek language.\nKing lists.\nThe king-list that Manetho used is unknown. The Turin King List is the one that is the most similar. The oldest source to compare with Manetho are the \"Old Kingdom Annals\" (c. 2500-2200 BC). There are also the Karnak king list, two at Abydos and the Saqqara list.\nThe \"Old Kingdom Annals\" only survive on the Palermo Stone. There are many differences between the stone and Manetho. The stone stops at the fifth dynasty. It includes the early kings of Lower Egypt and kings of Upper Egypt. Manetho lists several Greek and Egyptian gods beginning with Hephaistos and Helios. The \"Annals\" also give annual reports of the activities of the kings.\nThe New Kingdom lists left out some rulers. The list prepared for Seti I, has 76 kings from the First Dynasties to the Fourteenth, but leave out the Hyksos rulers and those linked to Akhenaten. The Saqqara list also does not include them in its list of 58 names. These names were left out for religious, rather than political reasons. If Manetho used these lists at all, he would have been unable to get all of his information from them.\nThe Turin King List was probably a government, rather than a religious document. It would not have needed to leave out kings for religious reasons. These sort of documents must have been available to Manetho. As a priest he would have had access to all written materials in the temple.\nManetho's list was probably from Lower Egypt. He included kings from the Third Intermediate Period, even such short-lived kings like Amenemnisu (5 years) and Osochor (6 years). But he left out the kings from Thebes, such as Osorkon III, Takelot III, Harsiese A and Pinedjem I and kings from Middle Egypt like Peftjaubast of Herakleopolis. Manetho's information must have come from a local city's temple library in the River Nile Delta. The Middle and Upper Egyptian Pharaohs did not control this part of the Delta; which is why they are left out of Manetho's king-list.\nNames.\nBy the Middle Kingdom, Egyptian kings each had five different names. These were the \"Horus\" name; the \"Two Ladies\" name; the \"Gold Horus\" name; the \"praenomen\" or \"throne name\"; and a \"nomen\", the personal name given at birth (also called a \"Son of Ra\" name as it was preceded by \"Sa Re'\"). Some Pharaohs also had more than one of these names. For example, Ramesses II used six Horus names at various times. We do not know if Manetho knew about the different names of rulers long past. Not all the different names for each king have been discovered, and it maybe that the kings were known by other names as well as the official names. Because Manetho translated the names into Greek, we do not know the original Egyptian name.\nContent.\nVolume 1 begins from the earliest times. It lists gods and demigods as kings of Egypt. Stories of Isis, Osiris, Set, or Horus might have been found here. The book then lists kings from the First Dynasty I to the Eleventh Dynasty. This would have included the Old Kingdom, the First Intermediate Period, and the early Middle Kingdom.\nVolume 2 covers Twelfth Dynasty to the Nineteenth. This includes the end of the Middle Kingdom and the Second Intermediate Period (XV–XVII—the Hyksos invasion), and the start of the New Kingdom. Josephus believed the Hyksos or \"shepherd-kings\" were the ancient Israelites who made their way out of Egypt (\"Apion\" 1.82–92).\nVolume 3 starts with the Twentieth Dynasty and ends with the Thirtieth.\nEffect of \"Aegyptiaca\".\nEgyptologists still use Manetho's way of grouping the pharaohs into dynasties. The French explorer and Egyptologist, Jean-François Champollion, had a copy of Manetho's lists to help him read the hieroglyphs. Modern histories now use both the modern translation of names and Manetho's version.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":29},{"uri":"Historian","surface_form":"historian","offset":46},{"uri":"Priest","surface_form":"priest","offset":60},{"uri":"Sebennytos","surface_form":"Sebennytos","offset":72},{"uri":"Ptolemaic_dynasty","surface_form":"Ptolemaic era","offset":104},{"uri":"Aegyptiaca","surface_form":"Aegyptiaca","offset":155},{"uri":"Egyptologist","surface_form":"Egyptologist","offset":209},{"uri":"Egyptian_chronology","surface_form":"dates for events in ancient Egypt","offset":239},{"uri":"Josephus","surface_form":"Josephus","offset":346},{"uri":"Against_Apion","surface_form":"Against Apion","offset":364},{"uri":"Thoth","surface_form":"Thoth","offset":458},{"uri":"Neith","surface_form":"Neith","offset":516},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy I Soter","offset":735},{"uri":"Ptolemy_II_Philadelphus","surface_form":"Ptolemy II Philadelphus","offset":768},{"uri":"Ptolemy_III_Euergetes","surface_form":"Ptolemy III Euergetes","offset":894},{"uri":"Herodotus","surface_form":"Herodotus","offset":1000},{"uri":"Kyphi","surface_form":"Kyphi","offset":1099},{"uri":"Book_of_Sothis","surface_form":"Book of Sothis","offset":1141},{"uri":"Astrology","surface_form":"astrology","offset":1160},{"uri":"Ra","surface_form":"Ra","offset":1239},{"uri":"Heliopolis_(ancient)","surface_form":"Heliopolis","offset":1245},{"uri":"Cult","surface_form":"cult","offset":1281},{"uri":"Sarapis","surface_form":"Sarapis","offset":1289},{"uri":"Osiris","surface_form":"Osiris","offset":1306},{"uri":"Apis_(god)","surface_form":"Apis","offset":1317},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":1398},{"uri":"Tacitus","surface_form":"Tacitus","offset":1419},{"uri":"Plutarch","surface_form":"Plutarch","offset":1431},{"uri":"Dynasty","surface_form":"dynasty","offset":1700},{"uri":"Fourth_Dynasty_of_Egypt","surface_form":"Fourth Dynasty","offset":2056},{"uri":"Memphis%2C_Egypt","surface_form":"Memphis","offset":2074},{"uri":"Fifth_Dynasty_of_Egypt","surface_form":"Fifth Dynasty","offset":2091},{"uri":"Elephantine%2C_Egypt","surface_form":"Elephantine","offset":2108},{"uri":"Herodotus","surface_form":"Herodotus","offset":2247},{"uri":"Histories_(Herodotus)","surface_form":"Histories","offset":2259},{"uri":"Contra_Apionem","surface_form":"Contra Apionem","offset":2745},{"uri":"Menes","surface_form":"Menes","offset":3121},{"uri":"Sextus_Julius_Africanus","surface_form":"Sextus Julius Africanus","offset":3271},{"uri":"Eusebius_of_Caesarea","surface_form":"Eusebius of Caesarea","offset":3299},{"uri":"Jerome","surface_form":"Jerome","offset":3349},{"uri":"Armenian_language","surface_form":"Armenian","offset":3385},{"uri":"George_Syncellus","surface_form":"George Syncellus","offset":3414},{"uri":"Malalas","surface_form":"Malalas","offset":3671},{"uri":"Memnon_(mythology)","surface_form":"Memnon","offset":4098},{"uri":"Amenophis","surface_form":"Amenophis","offset":4110},{"uri":"Danaos","surface_form":"Danaos","offset":4138},{"uri":"Turin_King_List","surface_form":"Turin King List","offset":4329},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":4433},{"uri":"Karnak_king_list","surface_form":"Karnak king list","offset":4491},{"uri":"Abydos%2C_Egypt","surface_form":"Abydos","offset":4516},{"uri":"Saqqara_King_List","surface_form":"Saqqara list","offset":4531},{"uri":"Palermo_Stone","surface_form":"Palermo Stone","offset":4590},{"uri":"Fifth_Dynasty_of_Egypt","surface_form":"fifth dynasty","offset":4686},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":4732},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":4757},{"uri":"Hephaistos","surface_form":"Hephaistos","offset":4831},{"uri":"Helios","surface_form":"Helios","offset":4846},{"uri":"Seti_I","surface_form":"Seti I","offset":4990},{"uri":"Hyksos","surface_form":"Hyksos","offset":5073},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":5107},{"uri":"Saqqara_King_List","surface_form":"Saqqara list","offset":5122},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":5681},{"uri":"Third_Intermediate_Period","surface_form":"Third Intermediate Period","offset":5721},{"uri":"Amenemnisu","surface_form":"Amenemnisu","offset":5781},{"uri":"Osochor","surface_form":"Osochor","offset":5806},{"uri":"Thebes%2C_Egypt","surface_form":"Thebes","offset":5856},{"uri":"Osorkon_III","surface_form":"Osorkon III","offset":5872},{"uri":"Takelot_III","surface_form":"Takelot III","offset":5885},{"uri":"Harsiese_A","surface_form":"Harsiese A","offset":5898},{"uri":"Pinedjem_I","surface_form":"Pinedjem I","offset":5913},{"uri":"Middle_Egypt","surface_form":"Middle Egypt","offset":5939},{"uri":"Peftjaubast","surface_form":"Peftjaubast","offset":5957},{"uri":"Herakleopolis","surface_form":"Herakleopolis","offset":5972},{"uri":"Nile_Delta","surface_form":"Nile Delta","offset":6072},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":6114},{"uri":"Ancient_Egyptian_royal_titulary","surface_form":"five different names","offset":6272},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":6582},{"uri":"Demigods","surface_form":"demigods","offset":7020},{"uri":"Isis","surface_form":"Isis","offset":7059},{"uri":"Set_(mythology)","surface_form":"Set","offset":7073},{"uri":"Horus","surface_form":"Horus","offset":7081},{"uri":"Eleventh_dynasty_of_Egypt","surface_form":"Eleventh Dynasty","offset":7173},{"uri":"Twelfth_dynasty_of_Egypt","surface_form":"Twelfth Dynasty","offset":7310},{"uri":"Nineteenth_dynasty_of_Egypt","surface_form":"Nineteenth","offset":7333},{"uri":"Hyksos","surface_form":"Hyksos","offset":7437},{"uri":"Israel","surface_form":"Israel","offset":7555},{"uri":"Twentieth_dynasty_of_Egypt","surface_form":"Twentieth Dynasty","offset":7642},{"uri":"Thirtieth_dynasty_of_Egypt","surface_form":"Thirtieth","offset":7678},{"uri":"Jean-Francois_Champollion","surface_form":"Jean-François Champollion","offset":7830},{"uri":"Egyptian_hieroglyphs","surface_form":"hieroglyphs","offset":7908}]}