{"id":505651,"url":"http://en.wikipedia.org/wiki/Marksmanship_Ribbon","text":"A Marksmanship Ribbon is an award by the United States Navy, Air Force, and Coast Guard. It is awarded to service members who achieve an above-average score on a weapons qualification course. Also, there are select State National Guard organizations that award marksmanship ribbons for high placement in state-level marksmanship competitions.\nNavy.\nThe U.S. Navy has issued two marksmanship ribbons: the \"Navy Pistol Marksmanship Ribbon\" and \"Navy Rifle Marksmanship Ribbon\", since 1920. The pistol ribbon is awarded for qualification on the Beretta M9 9mm pistol. The rifle ribbon is awarded for qualification on the M14 and M16 rifle variants.\nThe Navy issues the marksmanship ribbon in three levels — that of Marksman, Sharpshooter, and Expert. The basic ribbon is awarded for the Marksman level. The specific Marksmanship Device is awarded for qualification as a Sharpshooter or Expert. Those receiving an Expert qualification receive the Marksmanship Medal in addition to the Marksmanship Ribbon.\nBetween 1942 and 1960, the Navy also issued ribbons known as the Distinguished Marksmanship Ribbons. These awards were declared obsolete by 1965.\nAir Force.\nThe United States Air Force awards a single ribbon, known as the \"Small Arms Expert Marksmanship Ribbon\". It is for expert qualification on either the M-16 rifle, M-4 carbine or the individuals AFSC's (duty) designated pistol. The ribbon is issued in only one degree. But, a bronze service star may be worn on the ribbon for those who have qualified expert on both the service rifle and pistol. The ribbon was authorized by the Secretary of the Air Force on Aug. 28, 1962. It was awarded to all Air Force service members who qualified after Jan. 1, 1963. Prior to the ribbon, Air Force members were awarded with the United States Air Force Small Arms Marksmanship Certificate of Achievement (AF Form 1193 Jan 1961).\nCoast Guard.\nThe Coast Guard Marksmanship Ribbons are issued under the same criteria as the U.S. Navy. But Coast Guardsmen use a.40 cal SIG Sauer P229R DAK pistol instead of the Navy's M9 pistol. The Coast Guard issues two ribbons. they are known as the \"Coast Guard Pistol Marksmanship Ribbon\" and the \"Coast Guard Rifle Marksmanship Ribbon\". The Marksmanship Device is awarded for qualification at the higher levels of sharpshooter and expert. Like the Navy, for those who receive an expert qualification, the Marksmanship Medal is awarded instead of the Marksmanship Ribbon.\nNational Guard.\nOnce a year, thousands of Army and Air National Guard shooters (champion marksmanship teams from each state) compete against each other at the Winston P. Wilson Rifle and Pistol Championships. In the Missouri National Guard, the top twelve guardsmen selected to represent their state at the Winston P. Wilson matches are awarded the Governor's Twelve Ribbon. This is worn on dress uniforms. Any guardsman who earns the award more than once wear Hawthorn Cluster Device(s) on top of the ribbon. In addition, these guardsman are awarded the Governor's Twelve Tab for wear on the combat uniform.\nSimilarly, the Adjutant General of Missouri awards the Adjutant General's Twenty Ribbon to soldiers and airmen. It is awarded to those who qualify among the top twenty competitors at the Missouri State Combat Matches conducted each year. They are the top eight combat rifle shooters, the top eight pistol shooters, the top two light machine gun teams, and the top two scout/sniper teams. In addition to this ribbon, these guardsman are also awarded the Adjutant General's Twenty Combat Badge for wear on the combat uniform.\nGuardsmen are authorized to wear these ribbons as a permanent decoration on service dress uniforms, to the left of federal awards, when operating under Title 32 (state control) status. When federalized (Title 10), guardsman cannot wear these ribbons until they return to Title 32 status.\nAdditional Information.\nThe U.S. Army and U.S. Marine Corps provide Weapons Qualification Badges instead of a Marksmanship Ribbon. For the services that award the Marksmanship Ribbon, re-qualification is not necessary once a service member has obtained the award. The ribbon may be worn throughout an individual's career. In the Navy and Coast Guard, the Marksmanship Ribbon may be upgraded with a Marksmanship Device if a higher qualification is achieved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Award","surface_form":"award","offset":28},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":41},{"uri":"United_States_Air_Force","surface_form":"Air Force","offset":61},{"uri":"United_States_Coast_Guard","surface_form":"Coast Guard","offset":76},{"uri":"Service_members","surface_form":"service members","offset":106},{"uri":"Score","surface_form":"score","offset":151},{"uri":"Weapons","surface_form":"weapons","offset":162},{"uri":"Professional_certification","surface_form":"qualification","offset":170},{"uri":"National_Guard_of_the_United_States","surface_form":"State National Guard","offset":215},{"uri":"Marksman","surface_form":"marksman","offset":261},{"uri":"States_of_the_United_States","surface_form":"state","offset":304},{"uri":"Competition","surface_form":"competition","offset":329},{"uri":"Pistol","surface_form":"pistol","offset":492},{"uri":"M9_pistol","surface_form":"M9","offset":550},{"uri":"M14_rifle","surface_form":"M14","offset":618},{"uri":"M16_rifle","surface_form":"M16 rifle","offset":626},{"uri":"Marksman","surface_form":"Marksman","offset":712},{"uri":"Marksmanship_Device","surface_form":"Marksmanship Device","offset":813},{"uri":"Marksmanship_Medal","surface_form":"Marksmanship Medal","offset":943},{"uri":"Distinguished_Marksmanship_Ribbon","surface_form":"Distinguished Marksmanship Ribbon","offset":1067},{"uri":"Obsolete","surface_form":"obsolete","offset":1130},{"uri":"Service_star","surface_form":"service star","offset":1441},{"uri":"Criteria","surface_form":"criteria","offset":1951},{"uri":"SIG_Sauer","surface_form":"SIG Sauer","offset":2011},{"uri":"Marksmanship_Device","surface_form":"Marksmanship Device","offset":2223},{"uri":"Marksmanship_Medal","surface_form":"Marksmanship Medal","offset":2387},{"uri":"Winston_P._Wilson","surface_form":"Winston P. Wilson","offset":2612},{"uri":"Missouri_National_Guard","surface_form":"Missouri National Guard","offset":2669},{"uri":"Marksmanship_Device","surface_form":"Hawthorn Cluster Device(s)","offset":2914},{"uri":"State_adjutant_general","surface_form":"Adjutant General","offset":3077},{"uri":"Title_32_of_the_United_States_Code","surface_form":"Title 32","offset":3738},{"uri":"Title_10_of_the_United_States_Code","surface_form":"Title 10","offset":3789},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":3902},{"uri":"United_States_Marines","surface_form":"U.S. Marine Corps","offset":3916},{"uri":"Marksmanship_Badge_(United_States)","surface_form":"Weapons Qualification Badges","offset":3942}]}