{"id":505657,"url":"http://en.wikipedia.org/wiki/James_Armistead_Lafayette","text":"James Armistead Lafayette (December 10, 1760 – August 9, 1832) was an African American slave. He served in the Continental Army during the American Revolutionary War as a double agent. He served under the Marquis de Lafayette. He reported on the activities of Benedict Arnold after he had gone over to the British. He also reported on Lord Cornwallis just before the Battle of Yorktown. James gave the British false information on the Americans.\nLife and career.\nHe was an African-American slave. He was owned by William Armistead of Virginia. James took his master's name and called himself James Armistead. James was born about 1748 in Virginia.During that time, the British had destroyed Richmond, Virginia. He lived in New Kent (36 minutes away from Richmond), which made him want to join even more.\nAfter getting the consent of his master, he volunteered in 1781 to join the American army under the Marquis de Lafayette. The Marquis used him as a spy. Armistead posed as a runaway slave to the British. He joined the camp of Brigadier General Benedict Arnold the turncoat who was leading some British forces in the area. Pretending to be a spy for the British, Armistead gained Arnold's trust. Arnold used him to guide British troops through local roads. \"The ex-slave, who later renamed himself James Armistead Lafayette in the general's honor, served as a double agent against the british under the avowedly antislavery Lafayette.\"\nAfter Arnold departed north in the spring of 1781, James went to the camp of Lord Charles Cornwallis. Again he posed as a runaway slave. He was given a job serving General Cornwallis. He moved frequently between British camps. In each case the officers would speak openly about their strategies in front of him. James kept this information in written reports. He gave these reports to other American spies. In this way he relayed much information about the British plans for troop movements and about their weapons. Cornwallis hired James to spy for the British. When he was sent to spy on the Americans he brought back an order for General Daniel Morgan to bring up all his reserves. Morgan didn't have any reserves, it was a false order. But it kept Cornwallis where he was leading to his defeat at the Battle of Yorktown. The intelligence reports from his espionage were also instrumental in helping to defeat the British.\nAfter the war.\nAfter the war James had to return to his live as a slave. He was not eligible for emancipation under the Act of 1783 for slave-soldiers. Spies were not considered soldiers. When Lafayette returned to Virginia in 1784 he found out that James was still a slave.\nThe Marquis de Lafayette wrote a letter to the Virginia legislature praising James and what he did.The quote said, “This is to certify that the bearer by the name of James has done essential services to me while I had the honour to command in this state. His intelligences from the enemy’s camp were industriously collected and faithfully delivered. He perfectly acquitted himself with some important commissions I gave him and appears to me entitled to every reward his situation can admit of.” -Lafayette. This won James his freedom and a pension. James took the name James Armistead Lafayette.\nJames, now James Armistead Lafayette, bought forty acres of land in Virginia and began farming. He married and had a large family. He died August 9, 1830 on his farm in New Kent County, Virginia.","categories":[],"infobox_types":[],"annotations":[{"uri":"African_American","surface_form":"African American","offset":70},{"uri":"Slave","surface_form":"slave","offset":87},{"uri":"Continental_Army","surface_form":"Continental Army","offset":111},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":139},{"uri":"Double_agent","surface_form":"double agent","offset":171},{"uri":"Gilbert_du_Motier%2C_Marquis_de_Lafayette","surface_form":"Marquis de Lafayette","offset":205},{"uri":"Activity","surface_form":"activities","offset":246},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":260},{"uri":"British","surface_form":"British","offset":306},{"uri":"Lord_Cornwallis","surface_form":"Lord Cornwallis","offset":335},{"uri":"Siege_of_Yorktown","surface_form":"Battle of Yorktown","offset":367},{"uri":"Americans","surface_form":"Americans","offset":435},{"uri":"Virginia","surface_form":"Virginia","offset":638},{"uri":"Volunteer","surface_form":"volunteer","offset":848},{"uri":"Continental_Army","surface_form":"American army","offset":880},{"uri":"Spy","surface_form":"spy","offset":952},{"uri":"Runaway_slave","surface_form":"runaway slave","offset":978},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":1030},{"uri":"Benedict_Arnold","surface_form":"Benedict Arnold","offset":1048},{"uri":"Turncoat","surface_form":"turncoat","offset":1068},{"uri":"Trust","surface_form":"trust","offset":1192},{"uri":"Guide","surface_form":"guide","offset":1218},{"uri":"Soldier","surface_form":"troops","offset":1232},{"uri":"Lord_Cornwallis","surface_form":"Lord Charles Cornwallis","offset":1516},{"uri":"Officer","surface_form":"officer","offset":1683},{"uri":"Strategy","surface_form":"strategies","offset":1723},{"uri":"Report","surface_form":"report","offset":1790},{"uri":"Weapon","surface_form":"weapon","offset":1946},{"uri":"Daniel_Morgan","surface_form":"Daniel Morgan","offset":2080},{"uri":"Soldier","surface_form":"reserves","offset":2114},{"uri":"Military_intelligence","surface_form":"intelligence","offset":2268},{"uri":"Espionage","surface_form":"espionage","offset":2298},{"uri":"Instrumental","surface_form":"instrumental","offset":2318},{"uri":"Freedom","surface_form":"emancipation","offset":2462},{"uri":"Colony_of_Virginia","surface_form":"Virginia","offset":2687},{"uri":"Legislature","surface_form":"legislature","offset":2696},{"uri":"Praise","surface_form":"praising","offset":2708},{"uri":"Freedom","surface_form":"freedom","offset":3167},{"uri":"Pension","surface_form":"pension","offset":3181},{"uri":"Acre","surface_form":"acre","offset":3288},{"uri":"Farming","surface_form":"farming","offset":3324}]}