{"id":50562,"url":"http://en.wikipedia.org/wiki/Scottsdale%2C_Arizona","text":"Scottsdale (;) is a city in the southwestern part of the state of Arizona in the United States. In 2000 there were 202,705 people living in Scottsdale which made it the 83rd largest city in the United States. In 2005 the Census Bureau said that more people were living in Scottsdale, about 226,000 people, this makes it the 80th largest city in the US.\nGeography.\nThe city is in the Salt River Valley, or the, \"Valley of the Sun\", in the northern Sonoran Desert. To the east and northeast of Scottsdale is the McDowell Mountain Range. Scottsdale borders the city of Phoenix and town of Paradise Valley to the west, Tempe to the south, and Fountain Hills to the east.\nAccording to the United States Census Bureau, the city has a total area of 477.7 km² (184.4 mi²). 477.1 km² (184.2 mi²) of it is land and 0.6 km² (0.2 mi²) of it (0.12%) is water.\nClimate.\nScottsdale's climate is arid. Winters are mild and summers are very hot. The lowest temperature ever recorded in the city is 19.0 °F (−7.2 °C), on February 20, 1955, and the highest temperature ever recorded is 119.0 °F (48.3 °C), on June 26, 1970 and August 2, 1972.\nHistory and Culture.\nScottsdale was originally inhabited by Hohokam. From 800 to 1400, this ancient civilization farmed the area and built ingenious irrigation canals.\nThe city was incorporated in 1951. The seal, which shows a mounted cowboy surrounded by a 64-pointed star burst, was designed by Mrs. Gene Brown Pennington.\nThere are many businesses in Scottsdale. Many of them are in a business park known as The Scottsdale Air Park. Some of these companies are: AXA, GE Capital, DHL, Discount Tire Company, Tempo Creative, Fidelity Investments, JDA Software and The Vanguard Group.\nScottsdale is seen as an upscale tourist and shopping destination. It is also known as a good model of western American style. The New York Times described downtown Scottsdale as \"a desert version of Miami's South Beach.\" The Times article also stated there was \"plenty of late night partying and a buzzing hotel scene\".\nGovernment.\nScottsdale is governed by a mayor and city council, all of whom are elected \"at large\" to represent the entire city. A city manager is responsible for the leadership of the city staff. He also helps carry out the council policies, develops programs and budgets to respond to council goals, and makes sure that people get effective and efficient city services. The city manager also serves as the city treasurer.\nThe current mayor is Jim Lane.\nThe Scottsdale City Hall was designed by architect Bennie Gonzales in 1968, and was designed with an area for community meetings.\nEducation.\nPublic education in Scottsdale is provided by the Scottsdale Unified School District. Some parts of the town fall under other school districts in the Phoenix Metro Area, including the \"Cave Creek Unified School District\", Paradise Valley Unified School District, Phoenix Union High School District, Tempe Union High School District, and the Balsz Elementary School District\nThere are five major high schools in Scottsdale: Arcadia High School, Chaparral High School, Coronado High School, Desert Mountain High School, and Saguaro High School.\nThe primary college in the city is Scottsdale Community College. The college actually lies inside the Salt River Pima Maricopa Indian Reservation. Many students also commute to nearby Arizona State University in Tempe, Arizona. Penn Foster College, a distance education college, is based in Scottsdale\nScottsdale is also home of the International School of Arizona, a non-profit language school that teaches children who speak a foreign language (French or Spanish).\nScottsdale has four branches within the Scottsdale Public Library System. A fifth is currently being built.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Arizona","surface_form":"Arizona","offset":66},{"uri":"United_States","surface_form":"United States","offset":81},{"uri":"United_States","surface_form":"United States","offset":194},{"uri":"United_States_Census_Bureau","surface_form":"Census Bureau","offset":221},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":566},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":684},{"uri":"Arid","surface_form":"arid","offset":880},{"uri":"Irrigation","surface_form":"irrigation","offset":1273},{"uri":"Canals","surface_form":"canals","offset":1284},{"uri":"Cowboy","surface_form":"cowboy","offset":1359},{"uri":"Miami","surface_form":"Miami","offset":1909},{"uri":"City_council","surface_form":"city council","offset":2080}]}