{"id":505637,"url":"http://en.wikipedia.org/wiki/Qubool_Hai","text":"\"Qubool Hai\" (English: \"I Accept\") is a soap opera on Zee TV. The show tells about the Muslim community. It wants to break stereotypes about Islam.\nThe program has received praise for leading the way for more TV shows about Muslim culture and family life. It was produced by 4 Lions Films and by Divine Multimedia.\nThe program uses both drama and romance. It tells about the lives of three characters, Zoya, Ayaan and Asad. The three are really different from each other but their lives have been brought together by fate. Producer Gul Khan said, \"The show is about a journey of life, its trials and tribulations and acceptance of one's fate. It is said that God gives us the strength to change what we can and the courage to accept what we can't\".\nThe story usually takes place in Bhopal, Madhya Pradesh, India. It moved to Punjab, India for a month in April 2014. This was because the story jumped ahead 20 years to tell about the life of Asad and Zoya's daughter, Sanam. Production was back in Bhopal in May 2014, because Sanam went back to the city where her mother and father lived.\nThe program is still airing in June 2015, and has shown more than 680 episodes. With so many episodes and character changes, a number of different actors have played the various roles. The Show ended After 856 Episodes. It was one of the longest Indian soap opera running in this period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soap_opera","surface_form":"soap opera","offset":40},{"uri":"Zee_TV","surface_form":"Zee TV","offset":54},{"uri":"Muslim","surface_form":"Muslim","offset":87},{"uri":"Stereotype","surface_form":"stereotype","offset":123},{"uri":"Islam","surface_form":"Islam","offset":141},{"uri":"Television_programme","surface_form":"program","offset":152},{"uri":"Culture","surface_form":"culture","offset":231},{"uri":"Drama","surface_form":"drama","offset":337},{"uri":"Romance_(love)","surface_form":"romance","offset":347},{"uri":"Fictional_character","surface_form":"characters","offset":390},{"uri":"Fate","surface_form":"fate","offset":517},{"uri":"Bhopal","surface_form":"Bhopal","offset":782},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":790},{"uri":"India","surface_form":"India","offset":806},{"uri":"Punjab_region","surface_form":"Punjab","offset":825},{"uri":"India","surface_form":"India","offset":833},{"uri":"Role","surface_form":"role","offset":1266}]}