{"id":505697,"url":"http://en.wikipedia.org/wiki/Trait","text":"A trait or character in biology is a feature of a living thing. It is part of an organism's phenotype.\nEvery living thing, from tiny organisms like bacteria, to plants, animals and humans, has some characteristics which make it special. Thus an elephant has tusks, large size and weight, large ears and very large molar teeth (et cetera). These are typical characters of the African and Indian elephants.\nBiologists call those \"traits\". The living thing is built in a certain way; this is its \"anatomy\", its structure or body. The physical structure \"works\" in a certain way; this is its function, the way its body works. An animal also \"acts\" in a certain way; this is its behavior.\nThe way that a living thing is structured, the way its body works and the way that it acts are all traits. The basic traits are shared by all the members of the group, \"that is why they are put in the same group\". Other traits are only shared by a small number of the group.\nTraits are heritable: they can be passed on from one generation to the next by genes. Mendel's work involved the inheritance of traits on pea plants. The whole group of traits of an organism is its phenotype.\nTrait versus character.\nDifferent sources use the term differently. 'Trait' competes with the term 'character'.\n'Trait' as a sub-character.\nBut not all characters are inherited in the simple manner of Mendel's pea characters. For example, an animal's weight is a character, but many genes contribute to it, and so does the animal's environment from birth. Weight is a) continuous rather than discrete (separate steps), b) polygenic (controlled by a number of genes), and c) because weight is influenced by both heredity and environment.\nOnly 'character' used.\nThis use of 'character state' allows Futuyma to use terms such as 'ancestral state' and 'derived state' when talking about the evolution of characters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biology","surface_form":"biology","offset":24},{"uri":"Phenotype","surface_form":"phenotype","offset":92},{"uri":"Bacteria","surface_form":"bacteria","offset":148},{"uri":"Plant","surface_form":"plant","offset":161},{"uri":"Animal","surface_form":"animal","offset":169},{"uri":"Human","surface_form":"human","offset":181},{"uri":"Characteristic","surface_form":"characteristics","offset":198},{"uri":"Elephant","surface_form":"elephant","offset":245},{"uri":"Molar","surface_form":"molar","offset":314},{"uri":"Et_cetera","surface_form":"et cetera","offset":327},{"uri":"Anatomy","surface_form":"anatomy","offset":494},{"uri":"Structure","surface_form":"structure","offset":508},{"uri":"Function","surface_form":"function","offset":588},{"uri":"Behavior","surface_form":"behavior","offset":674},{"uri":"Heritable","surface_form":"heritable","offset":970},{"uri":"Genes","surface_form":"genes","offset":1038},{"uri":"Gregor_Mendel","surface_form":"Mendel's","offset":1045},{"uri":"Pea","surface_form":"pea","offset":1097},{"uri":"Phenotype","surface_form":"phenotype","offset":1157},{"uri":"Weight","surface_form":"weight","offset":1419},{"uri":"Nature_versus_nurture","surface_form":"heredity and environment","offset":1679}]}