{"id":50609,"url":"http://en.wikipedia.org/wiki/Kaleva","text":"Kaleva or Kalevi and his sons are people or creatures in Finnish, Karelian and Estonian stories. However many things about them are forgotten.\nEstonian history.\nThe name of Estonian national Epos Kalevipoeg means \"Sons of Kalevi\" and the name of Finnish national epos Kalevala means \"Land of Kaleva\".\nIn Estonian stories sons of Kaleva are sons of King.\nFinnish history.\nFinnish people called Sirius \"Kalevantähti\" which means \"Star of Kaleva\". Belt of Orion was called Kalevas sword.\nIn Finnish stories they are more often giants. People told that some things in nature, like big or weird stones, are made by Kalevas sons. Stories tells that while people became Christians, they started to hate Kaleva's sons who remained pagans. Soon Kaleva's sons had to go away. All the time Christian people took more land, Kaleva's sons had to go farther away. At one island they staid and did not want to leave. Priests came and they cursed Kaleva's sons until they took a big stone and sailed with it away. They have not been seen since that, but sometimes they come at night and hits crop or even forest down.\nOther creatures.\nAlmost the same thing happened to Hiisi people who resembles trolls. Christian humans made them to flee also.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finland","surface_form":"Finnish","offset":57},{"uri":"Karelia","surface_form":"Karelia","offset":66},{"uri":"Estonia","surface_form":"Estonia","offset":79},{"uri":"Mythology","surface_form":"stories","offset":88},{"uri":"Kalevipoeg","surface_form":"Kalevipoeg","offset":196},{"uri":"Kalevala","surface_form":"Kalevala","offset":268},{"uri":"King","surface_form":"King","offset":348},{"uri":"Sirius","surface_form":"Sirius","offset":393},{"uri":"Orion_(constellation)","surface_form":"Orion","offset":453},{"uri":"Sword","surface_form":"sword","offset":478},{"uri":"Giant","surface_form":"giant","offset":524},{"uri":"Priest","surface_form":"Priest","offset":902},{"uri":"Hiisi","surface_form":"Hiisi","offset":1153},{"uri":"Troll","surface_form":"troll","offset":1180}]}