{"id":50618,"url":"http://en.wikipedia.org/wiki/National_park","text":"A national park is a park or a area of land officially recognized and protected by a nation's government. National parks are often made to protect the animals that live inside them or the land itself. There are many National Parks in the world.\nThe first one established (in 1872) was the United States Yellowstone National Park. It was the first national park in the world. But the idea of protecting areas from human development was proposed years earlier. American painter George Catlin offered the idea during the 1830s.\nAn international organization, the International Union for Conservation of Nature (IUCN), and its World Commission on Protected Areas, has defined National Parks as its category II type of protected areas. The largest national park in the world meeting the IUCN definition is the Northeast Greenland National Park, which was established in 1974. According to the IUCN, there are about 7000 national parks worldwide (2010 figure).\nDefinitions.\nWhile national parks are generally understood to be administered by national governments (hence the name), in Australia national parks are run by State Governments and predate the Federation of Australia. Also in Japan, some of them called \"Quasi-national Parks\" (国定公園) are recognized by the government and managed by local governments.","categories":[],"infobox_types":[],"annotations":[{"uri":"Park","surface_form":"park","offset":21},{"uri":"Nation","surface_form":"nation","offset":85},{"uri":"Government","surface_form":"government","offset":94},{"uri":"Animal","surface_form":"animal","offset":151},{"uri":"Yellowstone_National_Park","surface_form":"Yellowstone National Park","offset":303},{"uri":"International_Union_for_Conservation_of_Nature","surface_form":"International Union for Conservation of Nature","offset":560},{"uri":"Park","surface_form":"park","offset":752},{"uri":"Northeast_Greenland_National_Park","surface_form":"Northeast Greenland National Park","offset":805},{"uri":"Australia","surface_form":"Australia","offset":1078},{"uri":"Federation_of_Australia","surface_form":"Federation of Australia","offset":1148}]}