{"id":506169,"url":"http://en.wikipedia.org/wiki/Samar_Badawi","text":"Samar Mohammad Badawi (Arabic: سمر بدوي born 1981) is a Saudi Arabian human rights activist. In 2012, she received the International Women of Courage Award from the U.S. State department.\n\"Adhl\" court case.\nSamar started a court case against her father, who abused her for 15 years. She accused her father of \"adhl\", because he did not permit her to marry. Samar's father started a court case against her. He accused her of disobedience, because he was her guardian. In Saudi Arabia, all women must have a guardian. Samar went to jail in April 2010. In October 2010, she got out of jail, after an international campaign. Her uncle became her new guardian.\nCampaign for women to vote.\nSamar tried to register to vote in the 2011 Saudi Arabian elections. Her registration was refused. She started a court case against the Ministry of Municipal and Rural affairs.\nCampaign for women to drive.\nIn 2011 and 2012, Samar was part of the Women to drive movement. She drove regularly, and she helped other women drivers with police and court cases. In November 2011, Samar and Manal al-Sharif applied for driver's licenses. Their applications were refused. They filed charges with the Grievances Board against the Saudi Arabian General Directorate of Traffic.\nAmerican citizenship.\nIn November 2013, Samar wrote on Twitter that she received American nationality.\nProblems with travel.\nOn 16 September 2014, Samar went to a meeting of the United Nations Human Rights Council in Geneva, Switzerland. She represented the organizations Americans for Democracy and Human Rights in Bahrain (ADHRB), the Bahrain Institute of Rights and Democracy (BIRD), and Human Rights Watch in Saudi Arabia. She spoke about Human Rights advocates in Saudi Arabia, and her husband, Waleed Abulkhair. Her husband was in jail because he was an activist.\nOn 18 September 2014, Samar met with the High Commissioner of Human Rights, Prince Zeid bin Ra'ad. On 20 September 2014, she went to the USA, where she met with US Senators and Secretaries and with human rights organizations. She talked about her husband and others who were in jail. After that, Samar said she received a threat from the Secretary of Foreign Minister of Saudi Arabia to stop talking about human rights. She returned to Saudi Arabia, but the government took her passport.\nOn 2 December 2014, Samar went to King Abdulaziz International Airport, to go to Brussels, Belgium for the 16th European Union (EU) NGOs Forum on Human Rights. Passport officials said she was not permitted to travel abroad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":56},{"uri":"Human_rights","surface_form":"human rights","offset":70},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":119},{"uri":"Women_to_drive_movement","surface_form":"Women to drive movement","offset":930},{"uri":"Manal_al-Sharif","surface_form":"Manal al-Sharif","offset":1068},{"uri":"Citizenship","surface_form":"citizenship","offset":1260},{"uri":"Twitter","surface_form":"Twitter","offset":1306},{"uri":"United_Nations_Human_Rights_Council","surface_form":"United Nations Human Rights Council","offset":1429},{"uri":"Human_Rights_Watch","surface_form":"Human Rights Watch","offset":1642},{"uri":"Waleed_Abulkhair","surface_form":"Waleed Abulkhair","offset":1751},{"uri":"Prince_Zeid_bin_Ra%27ad","surface_form":"Prince Zeid bin Ra'ad","offset":1897},{"uri":"Human_rights","surface_form":"human rights","offset":2019},{"uri":"Human_rights","surface_form":"human rights","offset":2227},{"uri":"King_Abdulaziz_International_Airport","surface_form":"King Abdulaziz International Airport","offset":2343},{"uri":"Belgium","surface_form":"Belgium","offset":2400}]}