{"id":50634,"url":"http://en.wikipedia.org/wiki/Benjamin_Disraeli","text":"Benjamin Disraeli, 1st Earl of Beaconsfield (21 December 1804 – 19 April 1881), born Benjamin D'Israeli, was a British politician. He was Chancellor of the Exchequer in 1852, from 1858–1859 and from 1866–1868. He was Prime Minister of the United Kingdom in 1868 and from 1874–1880. His main opponent was William Ewart Gladstone. Disraeli was also a novelist and biographer.\nDisraeli was born into a Jewish family which converted to Anglicanism. He is the only prime minister of Jewish heritage in British history. He followed his father, and converted to Anglicanism at the age of 12.\nPolitical ideas.\nDisraeli invented the idea of \"One Nation\" conservatism, designed to appeal to all ranks in society. This is conservatism that values paternalism and pragmatism. Paternalism means looking after people, and pragmatism means it was practical not ideological. Disraeli wanted it to appeal to working class men as a solution to worsening divisions in society. This idea was opposed to the Liberals (or \"Whigs\"), which was the party of the urban elite (moneyed and well-educated people in towns and cities).\nDisraeli made the Conservatives the party that supported the British Empire and the military action to go with it. This was partly in reaction to Gladstone, who disliked the expense of empire, and partly because Disraeli knew it would be popular.\nParliament in the 19th century.\nThe 19th century saw the Commons gradually take over from the Lords. In the first half of the century the prime minister and most of the cabinet were peers, members of the House of Lords. By the late 19th century, the prime minister and most of the cabinet came from the House of Commons. This happened gradually, and perhaps the reform of elections helped make the Commons the more important chamber.\nDisraeli's achievements.\nIn Disraeli's first short period as prime minister, his government passed legislation which had wide support. It ended public executions, and the Corrupt Practices Act did much to end electoral bribery. The government used an early version of nationalisation: the Post Office bought up the telegraph companies. There were changes to the school law, the Scottish legal system, and the railway laws were passed.\nDisraeli's second government was from 1874 to 1880. The 12 cabinet members were equally divided between the Commons and Lords. His government passed a number of laws to improve the life and working conditions of ordinary people.\nAlso, he arranged for Britain to buy the Suez Canal, which was until then a private company. The canal was critical to Britain because it was the short route between the UK and British India. Disraeli got news that the Khedive of Egypt, Ismail Pasha, was planning to sell his shares in the canal company. Disraeli arranged for the banker Lionel de Rothschild to loan the funds to the government. Rothschild took a commission on the deal, and the Disraeli went to Queen Victoria saying, \"it is settled; you have it, madam!\".\nDisraeli was made Earl of Beaconsfield by Victoria in 1876.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Chancellor_of_the_Exchequer","surface_form":"Chancellor of the Exchequer","offset":138},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":217},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":239},{"uri":"William_Ewart_Gladstone","surface_form":"William Ewart Gladstone","offset":304},{"uri":"Novelist","surface_form":"novelist","offset":349},{"uri":"Biographer","surface_form":"biographer","offset":362},{"uri":"Jewish","surface_form":"Jewish","offset":399},{"uri":"Religious_conversion","surface_form":"converted","offset":419},{"uri":"Anglicanism","surface_form":"Anglicanism","offset":432},{"uri":"Prime_minister","surface_form":"prime minister","offset":460},{"uri":"Jew","surface_form":"Jew","offset":478},{"uri":"Anglicanism","surface_form":"Anglicanism","offset":555},{"uri":"Paternalism","surface_form":"paternalism","offset":736},{"uri":"Pragmatism","surface_form":"pragmatism","offset":752},{"uri":"Ideology","surface_form":"ideological","offset":846},{"uri":"Elite","surface_form":"elite","offset":1043},{"uri":"British_Empire","surface_form":"British Empire","offset":1166},{"uri":"House_of_Commons","surface_form":"Commons","offset":1409},{"uri":"House_of_Lords","surface_form":"Lords","offset":1446},{"uri":"Prime_minister","surface_form":"prime minister","offset":1490},{"uri":"Cabinet","surface_form":"cabinet","offset":1521},{"uri":"Peers","surface_form":"peers","offset":1534},{"uri":"Elections","surface_form":"elections","offset":1724},{"uri":"Corrupt_Practices_Act_1868","surface_form":"Corrupt Practices Act","offset":1957},{"uri":"Bribery","surface_form":"bribery","offset":2005},{"uri":"Nationalisation","surface_form":"nationalisation","offset":2054},{"uri":"Telegraph","surface_form":"telegraph","offset":2101},{"uri":"Suez_Canal","surface_form":"Suez Canal","offset":2491},{"uri":"British_India","surface_form":"British India","offset":2627},{"uri":"Khedive","surface_form":"Khedive of Egypt","offset":2669},{"uri":"Ismail_Pasha","surface_form":"Ismail Pasha","offset":2687}]}