{"id":50633,"url":"http://en.wikipedia.org/wiki/Alec_Douglas-Home","text":"Alexander Frederick Douglas-Home, Baron Home of the Hirsel, (; 2 July 1903 – 9 October 1995) was Prime Minister of the United Kingdom from 1963 to 1964. He was better known as Alec Douglas-Home.\nHome was a Member of Parliament and a junior official (a Parliamentary Private Secretary) when Neville Chamberlain went to Munich to meet Adolf Hitler in 1938. He was present at the main meetings between Hitler and Chamberlain. Later in life, he was appointed by Harold Macmillan as Foreign Secretary in 1960–1963, and again in Edward Heath's government from 1970–1974.\nHome's name and title changed a few times during his life. Born as Alexander Frederick Douglas-Home, he became Lord Dunglass when his father became the Earl of Home. Dunglass is a junior title, that is, a lower title which is held by the eldest son. When his father died Alec became the 14th Earl of Home. He also became Baron Douglas in the peerage of the United Kingdom (that was also a junior title).\nWhen he was chosen as Leader of the Conservative Party after Harold Macmillan retired, he knew it would be difficult to lead a government from the House of Lords. So he renounced his title, four days after becoming Prime Minister. Once he renounced the title, he became simply Sir Alec Douglas-Home. He had been made a Knight of the Thistle in 1962. Finally, after he lost the election of 1964, he was given a life peerage, titled 'Baron Home of the Hirsel'. That title is not hereditary but, after his death, his son became the 15th Earl of Home.\nRapidly, after the title was renounced, arrangements were made. The safe Conservative seat of Kinross and Western Perthshire was vacant, and Douglas-Home was adopted as his party's candidate. Parliament was due to meet on 24 October after the summer recess, but its return was postponed until 12 November pending the by-election. For twenty days Douglas-Home was Prime Minister while a member of neither house of Parliament, a situation without modern precedent. He won the by-election with a majority of 9,328.\n\"The Times\" considered that his reputation rested not on his brief premiership, but on his two spells as Foreign Secretary: \"He brought to the office ... his capacity for straight talking, for toughness towards the Soviet Union and for firmness (sometimes interpreted as a lack of sympathy) towards the continents of Africa and Asia. But he brought something else as well: an unusual degree of international respect\".","categories":[],"infobox_types":["cricketer |child=yes"],"annotations":[{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":97},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":119},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":206},{"uri":"Neville_Chamberlain","surface_form":"Neville Chamberlain","offset":290},{"uri":"Munich","surface_form":"Munich","offset":318},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":333},{"uri":"Hitler","surface_form":"Hitler","offset":399},{"uri":"Harold_Macmillan","surface_form":"Harold Macmillan","offset":458},{"uri":"Foreign_Secretary","surface_form":"Foreign Secretary","offset":478},{"uri":"Edward_Heath","surface_form":"Edward Heath","offset":523},{"uri":"Earl","surface_form":"Earl","offset":717},{"uri":"Earl_of_Home","surface_form":"Earl of Home","offset":857},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":1005},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":1116},{"uri":"Knight_of_the_Thistle","surface_form":"Knight of the Thistle","offset":1288},{"uri":"Life_peer","surface_form":"life peer","offset":1379},{"uri":"Baron","surface_form":"Baron","offset":1401},{"uri":"Kinross_and_Western_Perthshire","surface_form":"Kinross and Western Perthshire","offset":1611},{"uri":"Precedent","surface_form":"precedent","offset":1969},{"uri":"The_Times","surface_form":"The Times","offset":2030},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2244},{"uri":"Africa","surface_form":"Africa","offset":2346},{"uri":"Asia","surface_form":"Asia","offset":2357}]}