{"id":50645,"url":"http://en.wikipedia.org/wiki/Pohjola","text":"Pohjola is an evil country in Finnish and Karelian ancient stories. Pohjola is at north and it is very cold place. Ruler of Pohjola is Louhi, an evil witch woman. We think that Pohjola does not really exist, but long ago when people thought about Pohjola they thought about Lapland and a region of Pohjanmaa.\nThere was high wall around Pohjola and there were gates of Pohjola that could be seen from far away.\nMany evil things, like diseases and cold are from Pohjola. In Pohjola lives people of Pohjola. They are great warriors and magicians. The ruler of Pohjola Louhi is ugly but powerful old woman who can do great magic. She had a husband and daughters. Daughters of Louhi were very beautiful. They were so white and bright that they were actually transparent; you could see flesh through their skin, bones through their flesh, and bone marrow through their bones. Daughters of Pohjola were sitting on the sky weaving gold and silver threads.\nMany heroes went to Pohjola to ask daughters of Louhi them to be their wives. Louhi did not give her daughters easily. She made men to do almost impossible missions to have her daughters. One such mission was to make Sampo, a machine that would do money, crop and salt. One hero, Ilmarinen, did this machine, but still Louhi did not let her daughter to marry Ilmarinen. Ilmarinen and other heroes then stole Sampo from Louhi. Louhi attacked them. There was a big battle and Sampo was destroyed. Some pieces of Sampo drifted on sea and they came to shores of Finland. Since that they have made wealth to Finnish people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finland","surface_form":"Finnish","offset":30},{"uri":"Karelia","surface_form":"Karelia","offset":42},{"uri":"Mythology","surface_form":"stories","offset":59},{"uri":"Louhi","surface_form":"Louhi","offset":135},{"uri":"Witch","surface_form":"witch","offset":150},{"uri":"Lapland","surface_form":"Lapland","offset":274},{"uri":"Pohjanmaa","surface_form":"Pohjanmaa","offset":298},{"uri":"Disease","surface_form":"disease","offset":433},{"uri":"Cold","surface_form":"cold","offset":446},{"uri":"Transparent","surface_form":"transparent","offset":753},{"uri":"Flesh","surface_form":"flesh","offset":780},{"uri":"Skin","surface_form":"skin","offset":800},{"uri":"Bone","surface_form":"bone","offset":806},{"uri":"Bone_marrow","surface_form":"bone marrow","offset":837},{"uri":"Weave","surface_form":"weaving","offset":915},{"uri":"Ilmarinen","surface_form":"Ilmarinen","offset":1228}]}