{"id":506404,"url":"http://en.wikipedia.org/wiki/History_of_the_geologic_time_scale","text":"This article describes the history of the geologic time scale.\nThe principles were first laid down by Nicolaus Steno in the late 17th century. Steno argued that rock layers (or strata) are laid down in succession, and that each represents a \"slice\" of time.\nThe first serious attempts to formulate a time scale of historical geology that could be applied anywhere on Earth happened in the late 18th century. The most influential of those early attempts was led by Abraham Werner and others. They divided the rocks of the Earth's crust into four types: Primary, Secondary, Tertiary, and Quaternary. Each type of rock, according to the theory, formed during a period of Earth history. It was possible to speak of a \"Tertiary period\" as well as of \"Tertiary rocks\". Indeed, \"Tertiary\" (now Palaeocene-Pliocene) and \"Quaternary\" (now Pleistocene-Holocene) remained in use as names of geological periods well into the 21th century.\nWerner had the idea that all rocks had precipitated out of a single enormous flood. That is called the Neptunist theory. A major shift in thinking came when James Hutton read his \"Theory of the Earth; or, an Investigation of the Laws Observable in the Composition, Dissolution, and Restoration of Land Upon the Globe\" before the Royal Society of Edinburgh in March and April 1785. James Hutton in those reading became \"the founder of modern geology\". Hutton suggested the interior of the Earth was hot, and that this heat was the engine which drove the creation of new rock. Land was eroded by air and water and deposited as layers in the sea; heat then consolidated the sediment into stone, and uplifted it into new lands. This theory was called Plutonist in contrast to the flood-oriented theory.\nThe identification of strata by the fossils they contained was pioneered by William Smith, Georges Cuvier and others in the early 19th century. Geologists could divide Earth history more precisely. If two strata (however distant in space or different in composition) contained the same fossils, chances were good that they had been laid down at the same time. Detailed studies between 1820 and 1850 of the strata and fossils of Europe produced the sequence of geological periods still used today. Cuvier thought many of the geological features of the Earth could be explained by catastrophic events which had caused the extinction of many species of animals. Over the course of his career, Cuvier came to believe there had not been a single catastrophe, but several, resulting in a succession of different faunas.\nBritish geologists were most active in the 19th century. The \"Cambrian,\" (the Roman name for Wales) and the \"Ordovician,\" and \"Silurian\", named after ancient Welsh tribes, were periods defined by Welsh rocks. The \"Devonian\" was named after the English county of Devon, and the name \"Carboniferous\" was simply an adaptation of \"the Coal Measures,\" the old British geologists' term for the same set of strata. The \"Permian\" was named after Perm, Russia, because it was defined using strata in that region by a Scottish geologist Roderick Murchison. British geologists were also responsible for the grouping of periods into eras and the subdivision of the Tertiary and Quaternary periods into epochs. In general, periods were named after places where the rocks were easy to see.\nGeologists and paleontologists based the geologic table on the relative positions of different strata and fossils. They estimated the time scales based on studying rates of various processes. They estimated weathering, erosion, sedimentation, and how long it took to turn sediment into hard rock. The discovery of radioactivity in 1896 and its geological applications by radiometric dating happened in the first half of the 20th century. It made possible the absolute dating of rocks, and the discovery of the age of the Earth.\nThe International Commission on Stratigraphy is working to define exactly when geologic periods start and finish, and where the best examples are. They are called Global Boundary Stratotype Sections and Points (GSSP).","categories":[],"infobox_types":[],"annotations":[{"uri":"Geologic_time_scale","surface_form":"geologic time scale","offset":42},{"uri":"Nicolaus_Steno","surface_form":"Nicolaus Steno","offset":102},{"uri":"Strata","surface_form":"strata","offset":177},{"uri":"Historical_geology","surface_form":"historical geology","offset":314},{"uri":"Earth","surface_form":"Earth","offset":367},{"uri":"Abraham_Werner","surface_form":"Abraham Werner","offset":464},{"uri":"Crust_(geology)","surface_form":"crust","offset":529},{"uri":"Palaeozoic","surface_form":"Primary","offset":552},{"uri":"Mesozoic","surface_form":"Secondary","offset":561},{"uri":"Tertiary","surface_form":"Tertiary","offset":572},{"uri":"Quaternary","surface_form":"Quaternary","offset":586},{"uri":"Earth_history","surface_form":"Earth history","offset":668},{"uri":"Palaeocene","surface_form":"Palaeocene","offset":787},{"uri":"Pliocene","surface_form":"Pliocene","offset":798},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":830},{"uri":"Holocene","surface_form":"Holocene","offset":842},{"uri":"Neptunist","surface_form":"Neptunist","offset":1030},{"uri":"James_Hutton","surface_form":"James Hutton","offset":1084},{"uri":"Theory_of_the_Earth","surface_form":"Theory of the Earth","offset":1107},{"uri":"Royal_Society_of_Edinburgh","surface_form":"Royal Society of Edinburgh","offset":1256},{"uri":"Plutonist","surface_form":"Plutonist","offset":1674},{"uri":"William_Smith_(geologist)","surface_form":"William Smith","offset":1802},{"uri":"Georges_Cuvier","surface_form":"Georges Cuvier","offset":1817},{"uri":"Fossils","surface_form":"fossils","offset":2012},{"uri":"Europe","surface_form":"Europe","offset":2154},{"uri":"Catastrophism","surface_form":"catastrophic events","offset":2305},{"uri":"Extinction","surface_form":"extinction","offset":2346},{"uri":"Species","surface_form":"species","offset":2365},{"uri":"Fauna","surface_form":"fauna","offset":2532},{"uri":"Briton","surface_form":"British","offset":2540},{"uri":"Wales","surface_form":"Wales","offset":2633},{"uri":"Welsh_people","surface_form":"Welsh","offset":2698},{"uri":"England","surface_form":"English","offset":2784},{"uri":"Counties_of_England","surface_form":"county","offset":2792},{"uri":"Devon","surface_form":"Devon","offset":2802},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":2823},{"uri":"Perm","surface_form":"Perm","offset":2978},{"uri":"Russia","surface_form":"Russia","offset":2984},{"uri":"Scotland","surface_form":"Scottish","offset":3048},{"uri":"Roderick_Murchison","surface_form":"Roderick Murchison","offset":3067},{"uri":"Era","surface_form":"era","offset":3161},{"uri":"Epoch_(geology)","surface_form":"epochs","offset":3230},{"uri":"Paleontologist","surface_form":"paleontologist","offset":3331},{"uri":"Fossil","surface_form":"fossil","offset":3422},{"uri":"Weathering","surface_form":"weathering","offset":3523},{"uri":"Erosion","surface_form":"erosion","offset":3535},{"uri":"Sediment","surface_form":"sediment","offset":3544},{"uri":"Radioactive_decay","surface_form":"radioactivity","offset":3630},{"uri":"Radiometric_dating","surface_form":"radiometric dating","offset":3687},{"uri":"Age_of_the_Earth","surface_form":"age of the Earth","offset":3826},{"uri":"International_Commission_on_Stratigraphy","surface_form":"International Commission on Stratigraphy","offset":3848},{"uri":"Global_Boundary_Stratotype_Section_and_Point","surface_form":"Global Boundary Stratotype Sections and Points","offset":4007}]}