{"id":506457,"url":"http://en.wikipedia.org/wiki/Cross_burning","text":"Cross burning is a practice associated with racism. In the United States, the Ku Klux Klan burned crosses close to the homes of people they wanted to intimidate. It is unrelated to a custom called fiery cross, which was common in Northern Europe. In that custom, a burning piece of wood was used in processions, or to call people together for a rebellion.\nAt first, Klans during the Reconstruction period did not burn crosses. The idea was introduced by Thomas Dixon Jr. in his novel, \"The Clansmen\". He took it from an old Scottish custom known as the \"Crann Tara,\" used to declare war. It also called all clan members to defend a certain area. Most of the KKK's rituals were Scottish in origin; the group saw Medieval Europe as morally pure and white. Ten years after Dixon's book, D.W. Griffith directed The Birth of a Nation, the movie version of Dixon's novel.\nCross burning in the KKK did not really start until the early 1900s. Its purpose \"was\" to intimidate, despite the U.S. Supreme Court's ruling in 2003. The case was called Virginia v. Black. The state of Virginia passed a law saying that any cross burning would be taken as an attempt to intimidate a person/group of people. The Supreme Court decided that cross burning was not meant to intimidate, and was an act of free speech, ruling the law unconstiutional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Racism","surface_form":"racism","offset":44},{"uri":"United_States","surface_form":"United States","offset":59},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":78},{"uri":"Cross","surface_form":"cross","offset":98},{"uri":"Intimidate","surface_form":"intimidate","offset":150},{"uri":"Custom","surface_form":"custom","offset":183},{"uri":"Fiery_cross","surface_form":"fiery cross","offset":197},{"uri":"Procession","surface_form":"processions","offset":299},{"uri":"Rebellion","surface_form":"rebellion","offset":345},{"uri":"Reconstruction_era","surface_form":"Reconstruction","offset":383},{"uri":"The_Birth_of_a_Nation","surface_form":"The Birth of a Nation","offset":807}]}