{"id":506769,"url":"http://en.wikipedia.org/wiki/Bernie_Sanders_2016_presidential_campaign","text":"The 2016 presidential campaign of Bernie Sanders, the junior United States Senator from Vermont, and former Congressman of the same, began with a formal announcement by Sanders on May 26, 2015 in Burlington, Vermont, which followed an informal announcement on April 30.\nSanders had been considered a potential candidate for President of the United States, both as an Independent and a Democrat since at least November 2013. Although Sanders became an independent after briefly aligning with the left-wing Liberty Union Party in the 1970s, many of his views align with those of the Democratic Party. Sanders caucuses with Democrats in the Senate, and he has confirmed that he is running as a Democrat.\nOn July 26, 2016, during the roll-call vote at the convention, Sanders lost the nomination to Clinton.\nBackground.\nSanders' political successes have been in rural Vermont. Sanders has been involved in political activism nearly his entire adult life. While in college he protested against police brutality, led a weeks long sit-in against housing segregation, and worked as an organizer for the Congress of Racial Equality.\nIn 1963 he traveled to Washington to attend the March on Washington for Jobs and Freedom.\nSanders has supported full equality for gay Americans since at least 1972. As Mayor of Burlington, Bernie Sanders played a prominent role in building support in Vermont for Jesse Jackson's campaign for the presidency in 1984 and 1988.\nCampaign.\nSanders states that his campaign will focus on what he considers to be \"real family values\". Saying, \"The right has claimed the mantle of 'family values' for far too long. When my Republican colleagues use the term they’re usually talking about things like opposition to contraception, denying a woman’s right to choose, opposition to gay rights, and support for abstinence-only education,\" Sanders advocates what he calls \"real family values\" which include paid sick time, paid vacations, and access to paid family leave. Speaking on woman's pro-choice issues, he commented that \"[Republicans believe] that [a woman] cannot control her own body. I disagree. Let's say it loud and clear: Women control their own bodies – not the government.\"\nSanders has used social media to help his campaign gain momentum. Along with posting content on Twitter and Facebook, he held an \"Ask Me Anything\" on Reddit on May 19, 2015.\nOn September 30, the Sanders campaign announced that it had reached 1 million individual donations, becoming the first in 2015 to reach that threshold.\nIn November 1, 2015, Sanders released his first campaign ad.\nDuring a December 27 appearance on \"Face the Nation\", Sanders criticized Donald Trump for stating in the fourth Republican debate that \"wages are too high\" and promised to win over working-class Trump supporters. The next day Trump tweeted that \"wages in are [sic] country are too low.\"\nSanders gained ground on Clinton in the spring of 2016.\nDNC Data Breach incident.\nIn December 2015, the Democratic National Committee suspended the campaign's access to its voter data, following the firing of a Sanders campaign staffer who allegedly viewed data from the campaign of Hillary Clinton as the result of a firewall failure, which he denies. The Sanders campaign criticized the move as an excessive reaction stemming from the inappropriate actions of a single staffer and threatened possible legal action unless the Democratic National Committee restores its access. The Sanders campaign claims it warned the DNC about glitches in the voter file program months ago. On December 18, 2015, the campaign filed a lawsuit, stating the Committee had unfairly suspended its access. Former Obama Advisor David Axelrod contended on Twitter that the DNC was \"putting finger on the scale\" for Hillary. The DNC and the Sanders campaign struck a deal the same day that restored the campaign's access to voter data.\nAdvertising.\nJust before the early primaries in 2016, Sanders published an advertisement called \"America\". It was first shown on January 21, on YouTube. It was set to be shown on television in Iowa and New Hampshire shortly before the Democratic Iowa caucus and New Hampshire primary. The advertisement features \"America\", a song by Simon & Garfunkel from their album \"Bookends\" (1968).\nFundraising.\nSanders raised over $1.5 million in the first 24 hours after he announced his presidential campaign on April 30, 2015. This was greater than the amount raised by any of the Republican candidates in the first 24 hours after their respective announcements. By May 5, Sanders campaign had received approximately 75,000 contributions and had raised $3 million, with the average donation being $43. According to a campaign adviser, 99.4 percent of the donations were $250 or less, and 185,000 supporters had signed up on the campaign's website.\nEffect.\nWhen Sanders opened his campaign in June, his rallies were compared with those of Hillary Clinton. Sanders's campaign events have been drawing \"overflow crowds\" around the country. Sanders drew more than 700 supporters at a mid-June event in Iowa, which the \"Wall Street Journal\" noted as\n“the same number who went to a Hillary Clinton event on Sunday that featured a buffet table and a live band.” A crowd of an estimated 3,000 attended an event in Minneapolis. Sanders said he was \"Stunned. Stunned. I mean I had to fight my way to get into the room. Standing room only. Minneapolis was literally beyond belief.\"\nOn August 8, Sanders drew a crowd of over 12,000 in Seattle, Washington. The rally took place in the basketball arena of the University of Washington, which was filled to capacity. Before the rally, Sanders spoke to an additional 3,000 supporters outside who could not get into the arena. Black Lives Matter activists had interrupted an earlier event and prevented Sanders from taking the podium. The rally in Seattle was part of a three-day West Coast tour.\nOn the following day, August 9, Sanders spoke to a record crowd of 20,000 supporters inside the Moda Center in Portland, Oregon. The event was again filled to capacity, with 8,000 supporters waiting in the overflow area provided by venue officials. The West Coast tour ended on August 10, with a large rally in Los Angeles, California. The event was filled to capacity, with Sanders' campaign claiming over 27,000 people turned out, breaking the record he set the day before. The rally included an introduction from comedian Sarah Silverman.\nAs of August 15, 2015, Sanders had partially consolidated Democratic opposition to Clinton's nomination but had not significantly affected the level of support for her. A mid-September CBS poll that included Vice President Joe Biden, who is considering a presidential bid, showed Sanders leading Clinton 52 percent to Clinton's 30 percent in New Hampshire and 43 percent to Clinton's 33 percent in Iowa. In September and October 2015, latest polling show Sanders and Clinton are tied in polls.\nHis performances at the first two Democratic debates have received positive reviews. After his first debate, he won many endorsements even though his polls number as decreased compared to Clinton's rise in the polls. After the second debate, Sanders was thought to be the clear winner.\nSince polls closed on December 4, 2015, online votes showed that Sanders was in first place to become Time's 2015 Person of the Year with 10.4% of votes compared to second place holder Malala Yousafzai's 5.3%. On December 7, it announced Sanders won the reader's poll of the magazine, but will not be person of the year. On December 9, poll numbers showed that Sanders was leading Clinton in the New Hampshire polls by 50% to 40%. According to a public poll done by TIME magazine, Sanders won the third Democratic debate with 84% to Clinton's 13%.\nIn January 2016, weeks leading to the Democratic primaries, Sanders was leading New Hampshire by 50% to Clinton's 46% and in Iowa with 49% to 43%.\nPrimaries.\nOn February 1, 2016, Sanders lost the Iowa caucus to Clinton by less than 1%. On February 9, Sanders won the New Hampshire caucus by 22%. His victory was one of the largest in years. Sanders became the first democratic socialist and the first non-Christian to win a United States presidential primary for a major party. On February 20, 2016, Sanders lost the Nevada caucus by 5%. On February 27, 2016, Sanders lost the South Carolina caucus by almost 48%.\nOn March 1, 2016, \"Super Tuesday\", Sanders won four states: Vermont, Oklahoma, Colorado and Minnesota. He lost Massachusetts by less than 1%. He lost Alabama, American Samoa, Arkansas, Georgia, Tennessee, Texas, and Virginia during the event. On March 5, 2016, \"Super Saturday\", Sanders won two states: Kansas by 35% and Nebraska by almost 15%. He lost the Louisiana primary by about 48% during the event. On March 6, 2016, Sanders won the Maine caucuses by almost 65%. Since polls closed on March 8, Sanders has won all 36 international cities of the Democrats Abroad primary. He won 3,301 (68.91%) to Clinton's 1,489 (31.09%) of the global votes. On March 8, 2016, Sanders lost the Mississippi primaries by 65%. On the same day, Sanders won the Michigan primaries by 2%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":34},{"uri":"United_States_Senate","surface_form":"United States Senator","offset":61},{"uri":"Vermont","surface_form":"Vermont","offset":88},{"uri":"Burlington%2C_Vermont","surface_form":"Burlington, Vermont","offset":196},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":324},{"uri":"Independent_politician","surface_form":"Independent","offset":367},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":385},{"uri":"Liberty_Union_Party","surface_form":"Liberty Union Party","offset":505},{"uri":"United_States_Democratic_Party","surface_form":"Democratic Party","offset":581},{"uri":"Congress_of_Racial_Equality","surface_form":"Congress of Racial Equality","offset":1095},{"uri":"March_on_Washington_for_Jobs_and_Freedom","surface_form":"March on Washington for Jobs and Freedom","offset":1172},{"uri":"Jesse_Jackson","surface_form":"Jesse Jackson","offset":1387},{"uri":"Jesse_Jackson_presidential_campaign%2C_1984","surface_form":"1984","offset":1434},{"uri":"Jesse_Jackson_presidential_campaign%2C_1988","surface_form":"1988","offset":1443},{"uri":"Family_values","surface_form":"family values","offset":1536},{"uri":"Contraception","surface_form":"contraception","offset":1730},{"uri":"Twitter","surface_form":"Twitter","offset":2297},{"uri":"Facebook","surface_form":"Facebook","offset":2309},{"uri":"Reddit","surface_form":"Reddit","offset":2351},{"uri":"Face_the_Nation","surface_form":"Face the Nation","offset":2624},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2661},{"uri":"Democratic_National_Committee","surface_form":"Democratic National Committee","offset":2979},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":3158},{"uri":"David_Axelrod","surface_form":"David Axelrod","offset":3682},{"uri":"YouTube","surface_form":"YouTube","offset":4032},{"uri":"Iowa","surface_form":"Iowa","offset":4081},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":4090},{"uri":"Democratic_Party_presidential_primaries%2C_2016","surface_form":"Democratic","offset":4123},{"uri":"New_Hampshire_Democratic_primary%2C_2016","surface_form":"New Hampshire primary","offset":4150},{"uri":"America_(Simon_%26amp%3B_Garfunkel_song)","surface_form":"America","offset":4201},{"uri":"Simon_%26amp%3B_Garfunkel","surface_form":"Simon & Garfunkel","offset":4221},{"uri":"Bookends_(album)","surface_form":"Bookends","offset":4257},{"uri":"Hillary_Clinton","surface_form":"Hillary Clinton","offset":4918},{"uri":"Wall_Street_Journal","surface_form":"Wall Street Journal","offset":5095},{"uri":"Seattle%2C_Washington","surface_form":"Seattle, Washington","offset":5503},{"uri":"Black_Lives_Matter","surface_form":"Black Lives Matter","offset":5740},{"uri":"Moda_Center","surface_form":"Moda Center","offset":6006},{"uri":"Portland%2C_Oregon","surface_form":"Portland, Oregon","offset":6021},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":6221},{"uri":"Sarah_Silverman","surface_form":"Sarah Silverman","offset":6435},{"uri":"CBS","surface_form":"CBS","offset":6637},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":6675},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":6794},{"uri":"Iowa","surface_form":"Iowa","offset":6850},{"uri":"Time_(magazine)","surface_form":"Time","offset":7334},{"uri":"Time_Person_of_the_Year","surface_form":"Person of the Year","offset":7346},{"uri":"Malala_Yousafzai","surface_form":"Malala Yousafzai","offset":7417},{"uri":"Time_(magazine)","surface_form":"TIME","offset":7698},{"uri":"Caucus","surface_form":"caucus","offset":7981},{"uri":"Democratic_socialist","surface_form":"democratic socialist","offset":8146},{"uri":"Christian","surface_form":"Christian","offset":8185},{"uri":"United_States_presidential_primary","surface_form":"United States presidential primary","offset":8204},{"uri":"Nevada","surface_form":"Nevada","offset":8297},{"uri":"South_Carolina","surface_form":"South Carolina","offset":8357},{"uri":"Super_Tuesday","surface_form":"Super Tuesday","offset":8413},{"uri":"Vermont","surface_form":"Vermont","offset":8454},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":8463},{"uri":"Colorado","surface_form":"Colorado","offset":8473},{"uri":"Minnesota","surface_form":"Minnesota","offset":8486},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":8505},{"uri":"Alabama","surface_form":"Alabama","offset":8544},{"uri":"American_Samoa","surface_form":"American Samoa","offset":8553},{"uri":"Arkansas","surface_form":"Arkansas","offset":8569},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":8579},{"uri":"Tennessee","surface_form":"Tennessee","offset":8588},{"uri":"Texas","surface_form":"Texas","offset":8599},{"uri":"Virginia","surface_form":"Virginia","offset":8610},{"uri":"Kansas","surface_form":"Kansas","offset":8697},{"uri":"Nebraska","surface_form":"Nebraska","offset":8715},{"uri":"Louisiana","surface_form":"Louisiana","offset":8751},{"uri":"Maine","surface_form":"Maine","offset":8834},{"uri":"International","surface_form":"international","offset":8918},{"uri":"Democrats_Abroad_primary%2C_2016","surface_form":"Democrats Abroad primary","offset":8946},{"uri":"Mississippi","surface_form":"Mississippi","offset":9078},{"uri":"Michigan","surface_form":"Michigan","offset":9141}]}