{"id":506776,"url":"http://en.wikipedia.org/wiki/Maria_Bashir","text":"Maria Bashir is a lawyer in Afghanistan. She is the only woman to have the job of prosecutor in the country. She has 15 years experience in the Afghan government. During the time of the Taliban, she was not permitted to work. Instead, she had an illegal school for girls in her house. In 2006, after the time of the Taliban, she worked as Chief Prosecutor General of Herat Province. In 2010, she had 87 cases; mostly about corruption and oppression of women.\nIn 2011, she received the International Women of Courage Award from the U.S. Department of State.\nLife.\nBashir was the oldest child in her family. She was a very good student. Her father encouraged her to study. When she graduated, she had to choose three subjects for graduate school. Her three choices were law, law, and law. The Minister for Higher Education approved her to study law. She got a law degree from Kabul University. Later she studied in Kabul for one year to be a prosecutor.\nIn 1996, after she graduated, Bashir got married. She moved to Herat, her husband's city. Her husband has an import business in China. Bashir has two sons and a daughter. The oldest son studies in Germany. The other two children study at home, because of death threats against Bashir and her family.\nWork.\nAfter Bashir finished school, she went to work at the Attorney General's office. She worked as a criminal investigator in Kabul, and later in Herat.\nAfter Bashir moved to Herat, in 1995, the Taliban came. They stopped women from working. Bashir stayed in the house, like the other women. The Taliban made it illegal for girls to read or work. This ensured that women and girls remained dependent on men. Bashir started an underground school in her house. The students hid their books inside shopping bags.\nIn 2001, the American invasion allowed women to start work again. Bashir went back to her old job as a criminal investigator. When the Attorney General visited Herat in 2006, he met with prosecutors from four provinces. Bashir was the only woman at the meeting. The Attorney General said he was happy with Bashir's murder case against the husband of Afghan poet and journalist Nadia Anjuman. The Attorney General made Bashir the Chief Prosecutor General of the province.\nThe new Afghan constitution.\nThe U.S. government welcomed Bashir as a sign of Westernization after the Taliban. The US Secretary of State Condoleezza Rice flew Bashir to Washington for talks. However, Bashir said many negative things about the new constitution. The new constitution gave equal rights to women, but many judges still used the old Islamic Sharia Law. Bashir said the new law did not give women freedom to choose their husbands. She also said that men were not sent to trial for adultery, but women were stoned to death for the same thing. In divorce, the husband always got the children; women thought suicide was better. On the subject of corruption, Bashir wanted to stop appointments based on ethnic groups. She also wanted more money for officials. She said the corruption would not stop if the officials had to find more money somewhere.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afghanistan","surface_form":"Afghanistan","offset":28},{"uri":"Prosecutor","surface_form":"prosecutor","offset":82},{"uri":"Taliban","surface_form":"Taliban","offset":186},{"uri":"Illegal","surface_form":"illegal","offset":246},{"uri":"Herat","surface_form":"Herat","offset":367},{"uri":"Corruption","surface_form":"corruption","offset":423},{"uri":"Oppression","surface_form":"oppression","offset":438},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":485},{"uri":"Kabul_University","surface_form":"Kabul University","offset":874},{"uri":"Prosecutor","surface_form":"prosecutor","offset":940},{"uri":"Herat","surface_form":"Herat","offset":1015},{"uri":"Import","surface_form":"import","offset":1061},{"uri":"Germany","surface_form":"Germany","offset":1149},{"uri":"Attorney_General","surface_form":"Attorney General","offset":1312},{"uri":"Kabul","surface_form":"Kabul","offset":1380},{"uri":"Herat","surface_form":"Herat","offset":1400},{"uri":"Taliban","surface_form":"Taliban","offset":1449},{"uri":"Murder","surface_form":"murder","offset":2079},{"uri":"Poet","surface_form":"poet","offset":2121},{"uri":"Journalist","surface_form":"journalist","offset":2130},{"uri":"Nadia_Anjuman","surface_form":"Nadia Anjuman","offset":2141},{"uri":"United_States_Secretary_of_State","surface_form":"US Secretary of State","offset":2351},{"uri":"Condoleezza_Rice","surface_form":"Condoleezza Rice","offset":2373},{"uri":"Washington%2C_D.C.","surface_form":"Washington","offset":2405},{"uri":"2003_loya_jirga","surface_form":"new constitution","offset":2501},{"uri":"Equal_rights","surface_form":"equal rights","offset":2523},{"uri":"Sharia","surface_form":"Islamic Sharia Law","offset":2581},{"uri":"Trial","surface_form":"trial","offset":2718},{"uri":"Adultery","surface_form":"adultery","offset":2728},{"uri":"Stoned","surface_form":"stoned","offset":2753}]}