{"id":506818,"url":"http://en.wikipedia.org/wiki/Stephen_Curry","text":"Wardell Stephen \"Steph\" Curry II (born March 14, 1988) is an American professional basketball player who plays for the Golden State Warriors of the National Basketball Association (NBA).\nCurry plays the point guard position. He is the son of former NBA player Dell Curry who played the shooting guard and small forward positions.\nHe is a two time MVP and three-time champion. He has also broken the record of most three-pointers made in a season, with 402, in the 2016 NBA season.\nCollege.\nCurry played college basketball for the Davidson College Wildcats. There, he was twice named Southern Conference Player of the Year. He set the all-time scoring record for both Davidson and the Southern Conference. In his second year of college, Curry also set the single-season NCAA record for three-point-shots made.\nProfessional career.\nCurry was picked with the seventh overall pick in the 2009 NBA draft by the Golden State Warriors. Curry was voted the NBA Most Valuable Player (MVP) for the 2015 NBA season. Curry and the Warriors won the 2015 NBA championship. Curry was MVP again for the 2016 NBA season. Curry won his second championship with the Warriors in 2017. Curry won his third championship with the Warriors in 2018.\nPersonal life.\nStephen Curry is married to Ayesha Curry. They have two daughters (Riley & Ryan) and one son (Canon).","categories":[],"infobox_types":["basketball biography"],"annotations":[{"uri":"National_Basketball_Association","surface_form":"professional basketball","offset":70},{"uri":"Golden_State_Warriors","surface_form":"Golden State Warriors","offset":119},{"uri":"National_Basketball_Association","surface_form":"National Basketball Association","offset":148},{"uri":"Point_guard","surface_form":"point guard","offset":203},{"uri":"Dell_Curry","surface_form":"Dell Curry","offset":260},{"uri":"College_basketball","surface_form":"college basketball","offset":503},{"uri":"Davidson_College","surface_form":"Davidson College","offset":530},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":769}]}