{"id":50699,"url":"http://en.wikipedia.org/wiki/Peanut","text":"A peanut is a plant in the legume family, \"Fabaceae\". It is native to South America, Central America and Mexico. Peanuts are annual herbaceous plants growing 30 to 50 cm (1 to 1.5 ft) tall.\nThe peanut plant.\nThe peanut plant flowers above ground, then develops its pods underground. Because of this, peanuts are often called groundnuts. Other names include goobers, pinders, arachides (French/Italian), and maní (Spanish). This strange legume yields shell-covered pods (fruits) that contain one or more seeds. A nut is a hard shelled fruit that comes from a plant whose fruit does not open to release its seed. A nut is a composite of the fruit and seed, some examples of true nuts are: acorns, beechnuts, chestnuts and hazelnuts.\nSo despite the name, the plant is not a nut in the biological sense, but a legume.\nPeanuts grow by starting out as an above ground flower that, due to its heavy weight, bends towards the ground. The flower eventually burrows underground, which is where the peanut actually matures.\nThe veined brown shell or pod of the peanut contains two or three peanut kernels. Each oval-shaped kernel or seed is comprised of two off-white lobes that are covered by a brownish-red skin. Peanuts have a hardy, buttery and \"nutty\" taste.\nPeanuts go by various names throughout the world with \"goober\" or \"goober pea\" being one of the most popular. Goober is derived from \"nguba,\" the name for peanut in the Bantu language spoken in parts of Africa. Peanuts are known scientifically as Arachis hypogaea.\nPeanuts used in food.\nPeanuts are a favorite food, whether eaten alone as a snack food or mixed into candy, cookies, pies, and other bakery products. Peanut butter, made by grinding the roasted seeds, accounts for about one half the peanuts grown in the United States. Worldwide however, peanuts are grown chiefly to provide peanut oil. Farmers in Africa and Asia grow about 90 percent of the world's peanuts.\nPeanuts have been cultivated in South America for a very long time. Today most peanuts are eaten roasted and salted. Peanut butter peanut brittle and candy bars are also often eaten. There are two kinds of peanut butter - chunky and creamy. Most American children prefer the chunky kind.\nThe U.S. introduced the peanut to the tropical South America, and India, China, West Africa, and itself to become the largest commercial producers of peanuts. The peanut was grown mainly for its edible oil, except in the U.S., where it was produced for grinding into peanut butter, for roasted, salted nuts; and for use in candy and bakery products. A small percentage of the U.S. crop is crushed for oil. In the southern U.S. the peanut is used extensively as feed for livestock.\nHealth Benefits.\nPeanuts are a very good source of monounsaturated fats, the type of fat that is important in the heart-healthy Mediterranean diet. Studies of diets with a special emphasis on peanuts have shown that this little legume is a big ally for a healthy heart.\nIn addition to their monounsaturated fat content, peanuts feature an array of other nutrients that, in numerous studies, have been shown to promote heart health. Peanuts are good sources of vitamin E, niacin, folate, protein and manganese. In addition, peanuts provide resveratrol, the phenolic antioxidant also found in red grapes and red wine that is thought to be responsible for the French paradox: the fact that in France, people consume a diet that is not low in fat, but have a lower risk of cardiovascular disease compared to the U.S. Numerous research studies, including the Nurses' Health Study that involved over 86,000 women, have found that frequent nut consumption is related to reduced risk of cardiovascular disease.\nTypes of Peanuts.\nFour types of peanuts are the most popular: Spanish, Runner, Virginia, and Valencia. There are also Tennessee Red and Tennessee White types. Certain types are preferred for particular uses because of differences in flavor, oil content, size, and shape. For many uses the different types are interchangeable. Most peanuts marketed in the shell are of the Virginia type, along with some Valencias selected for large size and the attractive appearance of the shell. Spanish peanuts are used mostly for peanut candy, salted nuts, and peanut butter. Most Runners are used to make peanut butter.\nThe various types are distinguished by branching habit and branch length. There are numerous varieties of each type of peanut.\nEach year new varieties of peanuts are introduced somewhere in the peanut belt of the U.S. or in other countries. Introducing a new variety may mean change in the planting rate, adjusting the planter, harvester, dryer, cleaner, sheller, and method of marketing. There are two main growth forms: bunch and runner. Bunch types grow upright, while runner types grow near the ground.\nThe small Spanish types are grown in South Africa, and in the southwestern and southeastern U.S. Prior to 1940, 90 percent of the peanuts grown in Georgia were Spanish types, but the trend since then has been larger seeded, higher yielding, more disease resistant varieties.\nVarieties of the Spanish type include Dixie Spanish, Improved Spanish 2B, GFA Spanish, Argentine, Spantex, Spanette, Shaffers Spanish, Natal Common (Spanish), White Kernel Varieties, Starr, Comet, Florispan, Spanhoma, Spancross, and Wilco I.\nSince 1940, there has been a shift to production of Runner type peanuts in the southeastern U.S. This is due to higher yields and wider use in peanut butter and salting, as compared to Spanish types.\nVarieties of Runners include Southeastern Runner 56-15, Dixie Runner, Early Runner, Virginia Bunch 67, Bradford Runner, Egyptian Giant (also known as Virginia Bunch and Giant), Rhodesian Spanish Bunch (Valencia and Virginia Bunch), North Carolina Runner 56-15, Florunner, and Shulamit.\nThe large seeded Virginia types are grown in Virginia, North Carolina, Tennessee, and parts of Georgia. They are increasing in popularity due to demand for large peanuts for processing, particularly for salting, confections, and roasting in the shells.\nVirginia type peanuts are either bunch or running in growth habit. The bunch type is upright to spreading. It attains a height of 18 to 22 inches, and a spread of 28 to 30 inches, with 33 to 36 inch rows that seldom cover the ground. The pods are borne within a few inches of the base of the plant.\nVarieties of Virginia type peanuts include Virginia Bunch Large, Virginia Bunch 46-2, Virginia Bunch Small, Virginia Bunch 67, Virginia Bunch G2, Virginia Runner G26, NC 4X, NC 2, NC 5, Georgia Hybrid 119-20, Holland Jumbo, Holland Station Runner, Adkins Runner, Virginia Runner 26, Virginia Runner G (Holland Virginia Runner), Virginia 56 R, Virginia 61 R, Florigiant, Georgia Hybrid 119-18, Virginia B22-15, Virginia A17-12, Virginia A23-7, and Florida 416.\nValencia types are coarse, and they have heavy reddish stems and large foliage. They are comparatively tall, having a height of 50 inches and a spread of 30 inches. Peanut pods are borne on pegs arising from the main stem and the side branches. Most of the pods are clustered around the base of the plant, and only a few are found several inches away. Valencia types are three seeded and smooth, with no constriction between the seeds. Seeds are oval and tightly crowded into the pods. There are two strains, one with flesh and the other with red seeds. The seed count is 65 to each ounce.\nTennessee Red and Tennessee White Types\nThese are alike, except for the color of the seed. The plants are similar to Valencia types, except that the stems are green to greenish brown, and the pods are rough, irregular, and have a smaller proportion of kernels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legume","surface_form":"legume","offset":27},{"uri":"South_America","surface_form":"South America","offset":70},{"uri":"Central_America","surface_form":"Central America","offset":85},{"uri":"Mexico","surface_form":"Mexico","offset":105},{"uri":"Annual_plant","surface_form":"annual","offset":125},{"uri":"Herbaceous","surface_form":"herbaceous","offset":132},{"uri":"Nut_(fruit)","surface_form":"nut","offset":771},{"uri":"Legume","surface_form":"legume","offset":806},{"uri":"Roast","surface_form":"roast","offset":2025},{"uri":"Salt","surface_form":"salt","offset":2037},{"uri":"Butter","surface_form":"butter","offset":2052},{"uri":"Brittle","surface_form":"brittle","offset":2066},{"uri":"Candy_bar","surface_form":"candy bar","offset":2078},{"uri":"Heart","surface_form":"heart","offset":3115},{"uri":"Vitamin_E","surface_form":"vitamin E","offset":3157},{"uri":"Protein","surface_form":"protein","offset":3184},{"uri":"Wine","surface_form":"wine","offset":3307}]}