{"id":50701,"url":"http://en.wikipedia.org/wiki/Wall_Street_Crash_of_1929","text":"The Wall Street Crash of 1929 was the greatest stock market crash in the history of the United States.\nIt happened in the New York Stock Exchange on Tuesday October 29, 1929, now known as Black Tuesday. Bank failures followed, resulting in businesses closing. This caused worldwide panic, which started the Great Depression. Stock prices did not reach the same level until late 1954.\nThe crash signaled the beginning of the 10-year Great Depression that affected all Western industrialized countries. Countries imposed high tariffs and otherwise restricted imports. International trade declined.Soup kitchens were the place to go for food for many people. The Depression ended in the United States with the start of American mobilization for World War II at the end of 1941. People who lost their homes lived in what were Hoovervilles. They called many things after Herbert Hoover. They named the food handed out to the poor “Hoover Blankets” they called the newspapers they used as Blankets. “Hoover hogs” were jack rabbits that were used for food, and “Hoover Wagons” were broken down cars that were pulled by mules.Great Depression was ushered in by the stock market crash of October 29, 1929. It ended as dramatically a decade later on September 3, 1939, when the Second World War began. The widespread poverty and suffering during the 1930s. The Great Depression spread rapidly from the US to Europe and the rest of the world as a result of the connection between the United States and European economies after WWI.The Wall Street Crash was the U.S. Stock Market crash of October 29, 1929, which triggered the Great Depression\nCauses.\nStock-exchange speculation led hundreds of thousands of Americans to invest heavily in the stock market, creating an economic bubble. Many were borrowing money to buy more stocks.\n\"At the turn of the 20th century, stock market speculation was restricted to professionals, but the 1920s saw millions of 'ordinary Americans' investing in the New York Stock Exchange. By August 1929, brokers had lent small investors more than two-thirds of the face value of the stocks they were buying on margin – more than $8.5bn was out on loan\".\nThe amount of money out on loan was more than the entire amount of currency circulating in the U.S.A at the time. When a stock price declined below the amount of borrowed money, the owner had to sell to pay the debt. This caused prices to decline more. Years later, regulations limited the use of debt in this way.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stock_market","surface_form":"stock market","offset":47},{"uri":"History_of_the_United_States","surface_form":"history of the United States","offset":73},{"uri":"New_York_Stock_Exchange","surface_form":"New York Stock Exchange","offset":122},{"uri":"Great_Depression","surface_form":"Great Depression","offset":307},{"uri":"Great_Depression","surface_form":"Great Depression","offset":432},{"uri":"Tariff","surface_form":"tariff","offset":524},{"uri":"International_trade","surface_form":"International trade","offset":566},{"uri":"Soup_kitchen","surface_form":"Soup kitchen","offset":595},{"uri":"Depression_(economics)","surface_form":"Depression","offset":660},{"uri":"World_War_II","surface_form":"World War II","offset":742},{"uri":"Economic_bubble","surface_form":"economic bubble","offset":1757},{"uri":"Borrow","surface_form":"borrowing","offset":1784},{"uri":"Share_(finance)","surface_form":"stocks","offset":1812}]}