{"id":507030,"url":"http://en.wikipedia.org/wiki/AC_Cobra","text":"The AC Cobra is a hybrid American sportscar consisting of a British roadster with an American engine and transmission. In 1961 Carroll Shelby took a dated AC Ace sports car and installed a Ford V-8 engine with a Borg-Warner T-10 four-speed transmission. The resulting car made history. Designed as a Corvette-killer it was one of the fastest cars available at the time. They were produced and sold by Carroll Shelby International Inc.\nHistory.\nCarroll Shelby was one of the world's first professional race car drivers. At age 37 a bad heart forced his retirement from racing. He started building cars in the back of a tire dealership in Santa Fe Springs, California. In June 1962 he moved to Venice, California. He wanted to build an American sportscar. Others had experimented with putting an American engine into a European car body. Shelby thought he could do it better. He approached General Motors with the idea but they already had the Corvette. They were also not interested in a limited production sports car. Ford, however, was very interested. Shelby also learned that AC Limited in England was having trouble getting motors for their cars. He told them Ford was interested in supplying engines if they would ship him a car to test. They sent a body and Ford sent him a V-8. He and a friend worked all night installing the engine. In the morning they had the first Shelby AC Cobra.\nIn the beginning Shelby used Ford's 260 cu in. engine. The V8 worked so well within the spacious engine bay Shelby looked for a larger engine. In 1963 the 289 was installed and worked very well. In 1964 Shelby moved to Ford's 427 cu in. engine and made the chassis stronger in 1965.\nRacing.\nIn October 1962 a Cobra was winning at Riverside, California when a broken hub put it out of the race. In January 1963 a Cobra won at Riverside. Cobras raced at Daytona, Sebring and Le Mans.\nIn 1964 a specially designed 427 coupe won the GT Championship. The same year raced at Le Mans and placed fourth. Their legend continued to grow on the racetrack.\nProduction.\nFrom 1961 to 1968 a total of only 998 were built. Of these 655 were 289 Cobras and 343 were 427 Cobras. In late 1968 AC stopped production of the Ace body. They continued to produce AC Cobras for Shelby until 1968.\nShelby didn't make any more Cobras until the early 1990s. He watched as prices soared for his original cars. He also saw many Cobra replicas being built; some good, some not so good. He still had a number of unused chassis numbers for cars designed to be built in 1965. He wanted to sell them as new 1965 models but the state of California would only allow them to be sold for off-road use. He built only nine \"Completion Cobras\". Shelby then began to build cars as \"rollers\" that could be completed by an authorized dealer. They were available with a fiberglass body or the original aluminum body. He offered 289 Cobras and Cobras with 427 \"side-oiler\" engines. Shelby offered a 50th anniversary Cobra in all black with red interiors. They had special gold badging. He made 50, available as rollers, which were all sold out in 48 hours.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hybrid","surface_form":"hybrid","offset":18},{"uri":"United_States","surface_form":"American","offset":25},{"uri":"Sportscar","surface_form":"sportscar","offset":34},{"uri":"British","surface_form":"British","offset":60},{"uri":"United_States","surface_form":"American","offset":85},{"uri":"Engine","surface_form":"engine","offset":94},{"uri":"Transmission","surface_form":"transmission","offset":105},{"uri":"Carroll_Shelby","surface_form":"Carroll Shelby","offset":127},{"uri":"AC_Ace","surface_form":"AC Ace","offset":155},{"uri":"Ford","surface_form":"Ford","offset":189},{"uri":"Borg-Warner","surface_form":"Borg-Warner","offset":212},{"uri":"Corvette","surface_form":"Corvette","offset":300},{"uri":"Professional","surface_form":"professional","offset":488},{"uri":"Race_car","surface_form":"race car","offset":501},{"uri":"Driver","surface_form":"driver","offset":510},{"uri":"Heart","surface_form":"heart","offset":535},{"uri":"Retirement","surface_form":"retirement","offset":552},{"uri":"Venice%2C_California","surface_form":"Venice, California","offset":692},{"uri":"Experiment","surface_form":"experiment","offset":765},{"uri":"Europe","surface_form":"European","offset":817},{"uri":"General_Motors","surface_form":"General Motors","offset":888},{"uri":"Cubic_inch","surface_form":"cu in.","offset":1432},{"uri":"Chassis","surface_form":"chassis","offset":1649},{"uri":"Riverside%2C_California","surface_form":"Riverside, California","offset":1722},{"uri":"Daytona_Beach%2C_Florida","surface_form":"Daytona","offset":1844},{"uri":"12_Hours_of_Sebring","surface_form":"Sebring","offset":1853},{"uri":"24_Hours_of_Le_Mans","surface_form":"Le Mans","offset":1865},{"uri":"Design","surface_form":"design","offset":1894},{"uri":"Coup%C3%A9","surface_form":"coupe","offset":1907},{"uri":"California","surface_form":"California","offset":2593},{"uri":"Fiberglass","surface_form":"fiberglass","offset":2816},{"uri":"Aluminum","surface_form":"aluminum","offset":2848},{"uri":"Anniversary","surface_form":"anniversary","offset":2949},{"uri":"Black","surface_form":"black","offset":2974}]}