{"id":50700,"url":"http://en.wikipedia.org/wiki/Trans-Asian_Railway","text":"The Trans-Asian Railway (TAR) is a project to build a freight railway across Europe and Asia. The TAR is a project of the United Nations Economic and Social Commission for Asia and the Pacific (UNESCAP).\nThe project was started in the 1950s. The idea then was to have 8750 miles (14,000km) of rail link between Singapore and Istanbul, Turkey. Further connections to Europe and Africa were also considered. At that time, there was not as much shipping and air travel as today, and the project promised to make shipping faster and cheaper between Europe and Asia. Progress in developing the TAR was slowed by political and economic problems during the 1960s, 1970s and early 1980s. By the 1990s, the end of the Cold war, and normal relations between some countries, made it seem more possible to create a rail network across the Asian continent.\nThe TAR was seen as a way to handle the huge increases in international trade between Eurasian nations, with easier shipping. It was seen as a way to improve the economies of landlocked countries like Laos, Afghanistan, Mongolia, and the Central Asian republics, and make them easier to reach.\nMuch of the railway network already exists, but there are still some major gaps. A big challenge is the differences in rail gauge across Eurasia. There are four different major rail gauges (to measure the distance between rails) across the continent: most of Europe, as well as Turkey, Iran, China, and the Koreas use the 1435 mm gauge, known as Standard gauge; Finland, Russia, and the former Soviet republics use a 1520 mm gauge; most of the railways in India, Pakistan, Bangladesh and Sri Lanka use a 1676 mm gauge, and most of Southeast Asia has metre-gauge. For the most part, the TAR would not change national gauges; large machines would be built to move shipping containers from train to train at the breaks of gauge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Railway","surface_form":"railway","offset":62},{"uri":"Europe","surface_form":"Europe","offset":77},{"uri":"Asia","surface_form":"Asia","offset":88},{"uri":"United_Nations","surface_form":"United Nations","offset":122},{"uri":"Economic_and_Social_Commission_for_Asia_and_the_Pacific","surface_form":"Economic and Social Commission for Asia and the Pacific","offset":137},{"uri":"Singapore","surface_form":"Singapore","offset":311},{"uri":"Istanbul","surface_form":"Istanbul","offset":325},{"uri":"Turkey","surface_form":"Turkey","offset":335},{"uri":"Cold_war","surface_form":"Cold war","offset":709},{"uri":"Landlocked","surface_form":"landlocked","offset":1019},{"uri":"Rail_gauge","surface_form":"rail gauge","offset":1257},{"uri":"Iran","surface_form":"Iran","offset":1424},{"uri":"China","surface_form":"China","offset":1430},{"uri":"Korea","surface_form":"Korea","offset":1445},{"uri":"Standard_gauge","surface_form":"Standard gauge","offset":1484},{"uri":"Finland","surface_form":"Finland","offset":1500},{"uri":"Russia","surface_form":"Russia","offset":1509},{"uri":"India","surface_form":"India","offset":1594},{"uri":"Pakistan","surface_form":"Pakistan","offset":1601},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1611},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1626},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":1669},{"uri":"Containerization","surface_form":"shipping containers","offset":1800}]}