{"id":5071,"url":"http://en.wikipedia.org/wiki/Pakistan","text":"Pakistan is a country in southern Asia. It is next to India, Iran, Afghanistan, and China. It is officially called the Islamic Republic of Pakistan. It has a long coastline along the Arabian Sea in the south. Pakistan has the fifth largest population (207.77 million) in the world. Pakistan has a total land area of (including the Pakistani controlled territories of Azad Kashmir and Gilgit Baltistan). This makes Pakistan the 34th largest country in the world. Pakistan has the seventh largest army in the world. The capital of Pakistan is Islamabad. Before 1960, it was Karachi, which is now the country's largest city.\nThe name Pākistān means \"Land of the Pure\" in Persian and Urdu.\nName, Flag and Anthem of Pakistan.\nThe name Pakistan (English pronunciation: or;  ) means \"Land of (the) Spiritually Pure\" in both Urdu and Persian languages. Many South-central Asian states and regions end with the element -\"stan,\" such as \"Afghanistan,\" \"Pakistan,\" \"Balochistan,\" \"Kurdistan,\" and \"Turkistan.\" This -\"stan\" is formed from the Iranian root *STA \"to stand, stay,\" and means \"place (where one stays), home, country\". Iranian peoples have been the main inhabitants of the various land regions of the Ancient Persian Empires now owned by the states for over a thousand years. The names are compounds of -\"stan\" and the name of the peoples living there. Pakistan is a bit different; its name was coined on 28 January 1933 as ' by Choudhary Rahmat Ali, a Pakistan Movement activist, who published it in his paper \"Now or Never\". by using the suffix -\"istan\" from \"Baloch\"istan preceded by the first letters of \"P\"unjab, \"A\"fghania, \"K\"ashmir and \"S\"indh. The name is actually an acronym that stands for the \"thirty million Muslim brethren who lived in Pakistan—by which we mean the Five Northern units of India viz: Punjab, (Afghan Province), Kashmir, Sind, and Baluchistan\". The letter \"i\" was incorporated to ease pronunciation and forms the linguistically correct and meaningful name. Interestingly, a word almost the same in form, etymology, and meaning to the Iranian suffix -\"stan\" is found in Polish, which has a word \"stan\" meaning \"state\" (in the senses of both polity and condition). It can be found in the example of a Polish name for the \"United States of America,\" \"Stany Zjednoczone Ameryki\" (literally \"States United of America\").\nThe lyrics of the national anthem of Pakistan was written by Ahmed Ghulamali Chagla and was adopted as the country's national anthem on 13 August 1954. The music had actually been composed nearly three years before the lyrics were written to fit the tune.\nThe flag is a green field with a white crescent moon and five-rayed star at its centre, and a vertical white stripe at the hoist side. Though the green colour is mandated only as 'dark green', its official and most consistent representation is Pakistan green, which is shaded distinctively darker.\nThe flag was designed by Syed Amir uddin Kedwaii and was based on the original flag of the Muslim League. It was adopted by the Constituent Assembly of Pakistan on August 11, 1947, just days before independence. The white colour on the flag represents the minorities and the green the Muslim majority. The crescent on the flag represents progress while the five-rayed star represents light and knowledge.\nGovernment and politics.\nPakistan has a federal parliamentary system. The head of state is an indirectly-elected ceremonial President. The Electoral college of the country, (composed of the Senate, the National Assembly, and the four Provincial Assemblies) chooses a leadership representing the President of Pakistan for a five-year term. The president is also the Commander in Chief of the Joint Armed Forces. The head of government is the Prime Minister, who is also indirectly elected.\nThe President's appointment and term are constitutionally independent of the Prime Minister’s term. The Prime Minister is usually the leader of the largest party in the National Assembly or of a coalition in the National Assembly.\nThe Prime Minister is the head of government. Pakistan's legislature is made of a 100-member Senate (upper house) and a 342-member National Assembly (lower house). The Chief Justice of Pakistan is the chief judge who oversees the judicature's court system at all levels of command.\nOn 17 August 2018 Ex-cricketer Imran Khan was elected as the New Prime Minister of Naya Pakistan. Because In 2018, Imran Khan (the chairman of PTI) Won the 2018 Pakistan general election with 116 general seats and so became the current 22nd Prime Minister of Pakistan in election of National Assembly of Pakistan for Prime Minister by getting 176 votes against Shehbaz Sharif (the chairman of PMLN) who got 96 votes. Pakistan is also headed by a \"President\", the Prime Minister Acts as the Leader of Pakistan.\nPolitics.\nPakistan is officially a federal republic, but during a long period in its history it changed to a democratic state and a military dictatorship. Military dictators include Ayub Khan in the 1960s, General Zia-ul-Haq in the 1980s.\nPakistan's two largest political parties are the Pakistan People's Party and the government party Pakistan Muslim League (N). The Pakistan Tehreek-e-Insaf has also gained popularity in the past years.\nOn 27 December 2007, the leader of the Pakistan Peoples Party, Benazir Bhutto, was assassinated. The reason is yet to be determined.\nAdministrative divisions.\nPakistan is made up of four provinces, two territories and two special areas. Both special areas are in Kashmir. The provinces and territories are divided into 26 divisions with now 147 districts directly divided from the provinces. Each district is divided into several tehsils and each tehsil is divided into several union councils. There are around 596 tehsils and over 6,000 union councils in Pakistan.\nAmong the four provinces, Punjab has the most people but Balochistan is the largest province by area.\nAdministrative Areas (Pakistan-administered Kashmir)\nIndia, Pakistan and China separately control parts of the Kashmir region. India and Pakistan's parts are divided by a Line of Control. The Pakistan–China border is internationally recognised. Trade is common between the 2 countries.\nEconomy.\nPakistan has a semi-industrialized economy. The growth poles of the Pakistani economy are situated along the Indus River. Diversified economies of Karachi and Punjab's urban centres, coexist with less developed areas in other parts of the country. Despite being a very poor country in 1947, Pakistan's economic growth rate has been better than the global average during the following four decades, but incautious policies led to a slowdown in the late 1990s.\nRecently, large economic reforms have resulted in a stronger economic outlook and sped up growth especially in the manufacturing and financial services sectors. Since the 1990s, there has been great improvement in the foreign exchange market position and rapid growth in hard currency reserves.\nThe 2005 estimate of foreign debt was close to US$40 billion. However, this decreased with help from the International Monetary Fund and significant debt-relief from the United States. Pakistan's gross domestic product, as measured by purchasing power parity, is estimated to be $475 billion while its per capita income stands at $2,942. The poverty rate in Pakistan is estimated to be between 23% and 28%.\nHistory.\nPakistan became Independent in 1947 from the United Kingdom which was known as the British Raj. The first organised people in Ancient Pakistan lived 9000 years ago. These people were the ones who made up the Indus Valley Civilization, which is one of the oldest civilizations on Earth. After that, the Vedic period came. This also included parts of north-western Republic of India. Until 1971, Pakistan also included an area in the North-east India region. This is now called Bangladesh. It lost that area after a war with the Indian Army and the joint militant group of Indo-Bangladeshi alliance of Mitro Bahini of West Bengal. During recent times Pakistan has been in the centre of world politics. This is first because of its support to guerillas in Afghanistan, following a Soviet invasion 1979, and later during the 1990s because of its cooperation with and support for the Taliban regime in Afghanistan. However, since 2000 Pakistan has supported the West in their war against fundamentalist terrorism, including the removal of the Taliban regime in Afghanistan.\nPakistan is a member of the Commonwealth. However, after the war in East Pakistan the country was excluded (between 1972-1989). It was also a member between 1999 and 2007, it was excluded in 2007 for a time but again became a member in 2008.\nGeography and climate.\nThere are many earthquakes in the area. The earthquake in 2005 with its earthquake center in Kashmir is the strongest recorded so far. Over 100,000 people were killed or wounded on 8 October 2005.\nPakistan covers, roughly similar to the combined land areas of France and the UK. Its eastern regions are located on the Indian plate and the western and northern regions on the Iranian plateau and Eurasian landplate. Apart from the Arabian Sea coastline, Pakistan's land borders total — with Afghanistan to the northwest, with China to the northeast, with India to the south and east, and with Iran to the southwest.\nThe northern and western highlands of Pakistan contain the towering Karakoram and Pamir mountain ranges, which include some of the world's highest peaks, including K2 and Nanga Parbat. The Balochistan Plateau lies to the west, and the Thar Desert and an expanse of alluvial plains, the Punjab and Sindh, lie to the east. The Indus River and its tributaries flow through the country from the disputed territory of Occupied Kashmir to the Arabian Sea.\nPakistan has four seasons: a cool, dry winter from December through February; a hot, dry spring from March through May; the summer rainy season, or southwest monsoon period, from June through September; and the retreating monsoon period of October and November. The beginning and length of these seasons vary somewhat according to location. Rainfall can change radically from year to year, and consecutive patterns of flooding and drought are also not uncommon.\nLanguages.\nUrdu is replacing English as the national language of the country. English is still spoken among the Pakistani elite and in most government ministries. Many people also speak Saraiki, Punjabi, Hindko, Pashto, Sindhi, Balochi, Brahui and Khowar.\nShina is also one of the regional languages of Pakistan. It is spoken in Gilgit-Baltistan.\nReligion.\nMost (97%) of the people are Muslim. Most of the Muslims in Pakistan are Sunni Muslims (>75%) and some are Shia Muslims (20%). However a few minority groups exist. Pakistan also has some Christian, Hindu, Sikh, Zoroastrians and animist minority groups in the northern parts of the country.\nAfter the split from British India, Hinduism had much less importance in the newly created state of Pakistan, but has played an important role in its culture and politics as well as the history of its regions. In fact, Pakistan has the 5th largest population of Hindus, after Sri Lanka.\nThe word \"Hindu\" comes from the Sindhu (Indus River) of Pakistan. The Sindhu is one of the holy rivers of Hinduism. Thus, in many ways, the land which is today's heavily Muslim Pakistan has played an important part in the origin of Hinduism. There are about 3 million Hindus living in Pakistan.\nPoverty.\nPoverty in Pakistan is a growing concern. Although the middle-class has grown in Pakistan, nearly one-quarter of the population is classified poor as of October 2006.\nSports.\nThe national sport of Pakistan is field hockey, although cricket is the most popular game across the country. The national cricket team has won the Cricket World Cup once (in 1992), were runners-up once (in 1999), and co-hosted the games twice (in 1987 and 1996). Pakistan were runners-up in the inaugural 2007 ICC World Twenty20 held in South Africa and were the champions at the 2009 ICC World Twenty20 held in England. The team also won two Asia Cups in 2000 and 2012. Lately however, Pakistani cricket has suffered heavily due to teams refusing to tour Pakistan after militants attacked the touring Sri Lankan team in March 2009, after which no international cricket was played until May 2015, when the Zimbabwean team agreed to tour. However, now, with increased security, the Sri Lankan cricket team came for a tour as recently as 2019.\nIn addition to sports like field hockey, cricket, squash rackets, football and others, Pakistanis are also very keen on equestrianism of various types,and equestrian sports such as Polo and the traditional Tent pegging are played by many. Other traditional rural sports include two types of Wrestling, Kabbadi and a martial art called Gatka.\nReferences.\n__FORCETOC__\n__NEWSECTIONLINK__","categories":[],"infobox_types":["country"],"annotations":[{"uri":"South_Asia","surface_form":"southern Asia","offset":25},{"uri":"Republic_of_India","surface_form":"India","offset":54},{"uri":"Iran","surface_form":"Iran","offset":61},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":67},{"uri":"China","surface_form":"China","offset":84},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":183},{"uri":"List_of_countries_by_population","surface_form":"fifth largest population","offset":226},{"uri":"Capital_city","surface_form":"capital","offset":518},{"uri":"Islamabad","surface_form":"Islamabad","offset":541},{"uri":"Karachi","surface_form":"Karachi","offset":572},{"uri":"Persian_and_Urdu","surface_form":"Persian and Urdu","offset":668},{"uri":"-stan","surface_form":"Land of","offset":777},{"uri":"Urdu","surface_form":"Urdu","offset":817},{"uri":"Persian_language","surface_form":"Persian","offset":826},{"uri":"South-central_Asia","surface_form":"South-central Asia","offset":850},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":1209},{"uri":"-stan","surface_form":"stan","offset":1305},{"uri":"Choudhary_Rahmat_Ali","surface_form":"Choudhary Rahmat Ali","offset":1429},{"uri":"Pakistan_Movement","surface_form":"Pakistan Movement","offset":1453},{"uri":"Pakistan_Declaration","surface_form":"Now or Never","offset":1512},{"uri":"Acronym","surface_form":"acronym","offset":1677},{"uri":"Islamic_Republic_of_India","surface_form":"Five Northern units of India","offset":1780},{"uri":"Punjab_(Pakistan)","surface_form":"Punjab","offset":1814},{"uri":"Khyber_Pakhtunkhwa","surface_form":"(Afghan Province)","offset":1822},{"uri":"Kashmir","surface_form":"Kashmir","offset":1841},{"uri":"Sindh","surface_form":"Sind","offset":1850},{"uri":"Balochistan_(Pakistan)","surface_form":"Baluchistan","offset":1860},{"uri":"Qaum%C4%AB_Tar%C4%81na","surface_form":"lyrics","offset":2348},{"uri":"Ahmed_Ghulamali_Chagla","surface_form":"Ahmed Ghulamali Chagla","offset":2405},{"uri":"Flag_of_Pakistan","surface_form":"flag","offset":2604},{"uri":"Parliamentary_system","surface_form":"parliamentary system","offset":3351},{"uri":"Head_of_state","surface_form":"head of state","offset":3377},{"uri":"President_of_Pakistan","surface_form":"President","offset":3427},{"uri":"Electoral_college","surface_form":"Electoral college","offset":3442},{"uri":"Senate_of_Pakistan","surface_form":"Senate","offset":3493},{"uri":"National_Assembly_of_Pakistan","surface_form":"National Assembly","offset":3505},{"uri":"Commander-in-Chief","surface_form":"Commander in Chief","offset":3668},{"uri":"Pakistani_military","surface_form":"Joint Armed Forces","offset":3694},{"uri":"Head_of_government","surface_form":"head of government","offset":3718},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Prime Minister","offset":3744},{"uri":"Imran_Khan","surface_form":"Imran Khan","offset":4420},{"uri":"Pakistan_Tehreek-e-Insaf","surface_form":"PTI","offset":4448},{"uri":"2018_Pakistan_general_election","surface_form":"2018 Pakistan general election","offset":4461},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Prime Minister of Pakistan","offset":4546},{"uri":"National_Assembly_of_Pakistan","surface_form":"National Assembly of Pakistan","offset":4588},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":4622},{"uri":"Shehbaz_Sharif","surface_form":"Shehbaz Sharif","offset":4666},{"uri":"Pakistan_Muslim_League_(N)","surface_form":"PMLN","offset":4698},{"uri":"Federal_republic","surface_form":"federal republic","offset":4850},{"uri":"Dictator","surface_form":"dictator","offset":4956},{"uri":"Ayub_Khan","surface_form":"Ayub Khan","offset":4997},{"uri":"General_Muhammad_Zia-ul-Haq","surface_form":"Zia-ul-Haq","offset":5029},{"uri":"Political_party","surface_form":"political parties","offset":5077},{"uri":"Pakistan_Peoples_Party","surface_form":"Pakistan People's Party","offset":5103},{"uri":"Pakistan_Muslim_League_(N)","surface_form":"Pakistan Muslim League (N)","offset":5152},{"uri":"Pakistan_Tehreek-e-Insaf","surface_form":"Pakistan Tehreek-e-Insaf","offset":5184},{"uri":"Benazir_Bhutto","surface_form":"Benazir Bhutto","offset":5318},{"uri":"Assassinate","surface_form":"assassinate","offset":5338},{"uri":"Kashmir","surface_form":"Kashmir","offset":5518},{"uri":"Divisions_of_Pakistan","surface_form":"divisions","offset":5577},{"uri":"Districts_of_Pakistan","surface_form":"districts","offset":5600},{"uri":"Tehsil","surface_form":"tehsil","offset":5685},{"uri":"Pakistan-administered_Kashmir","surface_form":"Pakistan-administered Kashmir","offset":5945},{"uri":"Line_of_Control","surface_form":"Line of Control","offset":6094},{"uri":"Indus_River","surface_form":"Indus River","offset":6327},{"uri":"Foreign_exchange_market","surface_form":"foreign exchange market","offset":6895},{"uri":"Currency","surface_form":"currency","offset":6953},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":7077},{"uri":"Purchasing_power_parity","surface_form":"purchasing power parity","offset":7207},{"uri":"Partition_of_India","surface_form":"Independent","offset":7404},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":7433},{"uri":"British_Raj","surface_form":"British Raj","offset":7471},{"uri":"Indus_Valley_Civilization","surface_form":"Indus Valley Civilization","offset":7596},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":7751},{"uri":"North-east_India","surface_form":"North-east India","offset":7820},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":7864},{"uri":"Mitro_Bahini","surface_form":"Mitro Bahini","offset":7988},{"uri":"West_Bengal","surface_form":"West Bengal","offset":8004},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":8141},{"uri":"Invasion","surface_form":"invasion","offset":8173},{"uri":"Taliban","surface_form":"Taliban","offset":8267},{"uri":"Regime","surface_form":"regime","offset":8275},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":8285},{"uri":"Terrorism","surface_form":"terrorism","offset":8386},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":8485},{"uri":"2005_Pakistan_earthquake","surface_form":"earthquake in 2005","offset":8766},{"uri":"Epicenter","surface_form":"earthquake center","offset":8794},{"uri":"Kashmir","surface_form":"Kashmir","offset":8815},{"uri":"France","surface_form":"France","offset":8982},{"uri":"Iranian_plateau","surface_form":"Iranian plateau","offset":9097},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":9152},{"uri":"Borders_of_Pakistan","surface_form":"land borders","offset":9186},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":9212},{"uri":"China","surface_form":"China","offset":9247},{"uri":"India","surface_form":"India","offset":9276},{"uri":"Iran","surface_form":"Iran","offset":9314},{"uri":"K2","surface_form":"K2","offset":9501},{"uri":"Nanga_Parbat","surface_form":"Nanga Parbat","offset":9508},{"uri":"Balochistan_(Pakistan)","surface_form":"Balochistan","offset":9526},{"uri":"Thar_Desert","surface_form":"Thar Desert","offset":9572},{"uri":"Sindhustan","surface_form":"Sindh","offset":9634},{"uri":"Indus_River","surface_form":"Indus River","offset":9662},{"uri":"Occupied_Kashmir","surface_form":"Occupied Kashmir","offset":9750},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":9774},{"uri":"Urdu_language","surface_form":"Urdu","offset":10260},{"uri":"Elite","surface_form":"elite","offset":10371},{"uri":"Ministry_(government_department)","surface_form":"ministries","offset":10400},{"uri":"Saraiki","surface_form":"Saraiki","offset":10435},{"uri":"Punjabi_language","surface_form":"Punjabi","offset":10444},{"uri":"Hindko","surface_form":"Hindko","offset":10453},{"uri":"Pashto_language","surface_form":"Pashto","offset":10461},{"uri":"Sindhi_language","surface_form":"Sindhi","offset":10469},{"uri":"Balochi_language","surface_form":"Balochi","offset":10477},{"uri":"Brahui_language","surface_form":"Brahui","offset":10486},{"uri":"Khowar_language","surface_form":"Khowar","offset":10497},{"uri":"Shina_language","surface_form":"Shina","offset":10505},{"uri":"Gilgit-Baltistan","surface_form":"Gilgit-Baltistan","offset":10578},{"uri":"Muslim","surface_form":"Muslim","offset":10635},{"uri":"Sunni","surface_form":"Sunni","offset":10679},{"uri":"Shia","surface_form":"Shia","offset":10713},{"uri":"Minority_group","surface_form":"minority group","offset":10747},{"uri":"Christian","surface_form":"Christian","offset":10793},{"uri":"Hindu","surface_form":"Hindu","offset":10804},{"uri":"Sikh","surface_form":"Sikh","offset":10811},{"uri":"Zoroastrians","surface_form":"Zoroastrians","offset":10817},{"uri":"Animism","surface_form":"animist","offset":10834},{"uri":"North","surface_form":"north","offset":10865},{"uri":"British_India","surface_form":"British India","offset":10917},{"uri":"Hinduism","surface_form":"Hinduism","offset":10932},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":11172},{"uri":"Indus_River","surface_form":"Sindhu","offset":11215},{"uri":"Field_hockey","surface_form":"field hockey","offset":11696},{"uri":"Cricket","surface_form":"cricket","offset":11719},{"uri":"Cricket_World_Cup","surface_form":"Cricket World Cup","offset":11810},{"uri":"Twenty20","surface_form":"Twenty20","offset":12058},{"uri":"2009_attack_on_the_Sri_Lanka_national_cricket_team","surface_form":"Sri Lankan team in March 2009","offset":12265},{"uri":"Sri_Lanka_cricket_team","surface_form":"Sri Lankan cricket team","offset":12444},{"uri":"Equestrianism","surface_form":"equestrianism","offset":12625},{"uri":"Polo","surface_form":"Polo","offset":12686},{"uri":"Tent_pegging","surface_form":"Tent pegging","offset":12711},{"uri":"Wrestling","surface_form":"Wrestling","offset":12796},{"uri":"Kabbadi","surface_form":"Kabbadi","offset":12807},{"uri":"Gatka","surface_form":"Gatka","offset":12840}]}