{"id":507123,"url":"http://en.wikipedia.org/wiki/Production_vehicle","text":"The features of a production vehicle or production car are mass-produced identical models, offered for sale to the public. They must also be able to be legally driven on public roads (\"street legal\"). Legislation and other rules further define the production vehicle within particular countries or uses. There is no single worldwide definition of the term.\nOrigin.\nThe term \"production car\" had come into use by about 1917 in the United States. The phrase was a shortened form of \"mass-produced car\". The phrase also meant the car was made in production, as opposed to a prototype.\nAt that time production cars meant cheaper vehicles such as Ford's Model T. These were made in relatively large numbers on production lines. The more expensive cars were coach built models the first model t every built is owned by trenton and robert gilman in long creek il at 6020 E Fitzgerald rd long creek il and their phone number is 217-775-9270 they are actively restoring it along with a 1969 chevy camaro they paid 20,000 for (see \"Limited production\" below). Now the term has broadened to include vehicles that are hand assembled or assembled on an assembly line. The main criteria is there are a number of the same model with the same specifications.\nThere is no fixed definition of the number of vehicles or the amount of modification allowed outside of motorsports. There are no national regulations or laws that determine what is or is not a production vehicle. By 2011, the \"Guinness Book of Records\" listed the Bugatti Veyron as the world's fastest production car. But only five of this version were made. In 2013 their decision was appealed on the ground that the Bugatti was a modified versionGuinness upheld the appeal and initiated a review of their production car definition. The outcome of the review was that the Bugatti record was reinstated. Guinness were also reported in some sources as saying that at least 50 identical vehicles were needed to be made to constitute a production car. In February 2014, \"Road and Track\" wrote that Guinness required 30 identical vehicles.\nMotorsports.\nThere have been many disputes over what makes production and modified cars when used in motorsports. Even under Fédération Internationale de l'Automobile (FIA), the exact definition of what was (or was not) a production car was unclear. This led to rules written in 1955. The term is defined for particular types of vehicles. It also means that a certain number of a model must be produced in order to qualify as \"production\". But it is another matter to enforce the rules. For example, the 1968 FIA rules state that \"production\" for sports cars need to have at least 25 identical cars produced within a 12-month period. They also were meant for normal sale to individual purchasers. However, FIA rules tend to allow a degree of modification from the original.\nLand Speed Records.\nThe FIA Land Speed Records Commission has regulations for series-production cars attempting land speed records under its \"2014 Appendix D - Regulations for Land Speed Record Attempts\". Series-production cars fall under rule D2.3.2. It says that they must be: Category B: Series-production Automobiles in production at the time of the application for the Record Attempt and either homologated by the FIA, or for which an application for homologation has been made to the FIA or recognised by the ASN of the country in which they are manufactured for National Records.\nLegislation.\nSeveral countries have laws that define production vehicles. For example, in the United States Briggs Cunningham's business was classified as a hobby by tax officials. This was because he did not manufacture enough of each model for the Cunningham automobile to be considered a production vehicle. The IRS classified them as high-performance prototype automobiles built as racecars. Legislative definitions tend to revolve around issues of safety or revenue (taxation).\nModified cars.\nSome car tuning specialists such as Alpina who modify BMW's, are recognized as vehicle manufacturers by some governments. This brings them within the definition of a production vehicle in their country. Not all performance specialists are officially recognised. As a result their cars are not usually referred to as production vehicles.\nLimited production cars.\nThese are usually vehicles where the production run is restricted to a specific number of vehicles. An example of this is the 1957 Rambler Rebel, a limited-production car where only 1,500 were produced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_production","surface_form":"mass-produced","offset":59},{"uri":"Law","surface_form":"legally","offset":152},{"uri":"Road","surface_form":"road","offset":177},{"uri":"Legislation","surface_form":"Legislation","offset":201},{"uri":"Rules","surface_form":"rules","offset":223},{"uri":"Countries","surface_form":"countries","offset":285},{"uri":"Worldwide","surface_form":"worldwide","offset":323},{"uri":"Definition","surface_form":"definition","offset":333},{"uri":"United_States","surface_form":"United States","offset":430},{"uri":"Manufacturing","surface_form":"production","offset":543},{"uri":"Prototype","surface_form":"prototype","offset":571},{"uri":"Model_T","surface_form":"Model T","offset":649},{"uri":"Assembly_line","surface_form":"assembly line","offset":1140},{"uri":"Specification","surface_form":"specification","offset":1227},{"uri":"Guinness_Book_of_Records","surface_form":"Guinness Book of Records","offset":1471},{"uri":"Appeal","surface_form":"appeal","offset":1630},{"uri":"Road_and_Track","surface_form":"Road and Track","offset":2012},{"uri":"Motorsports","surface_form":"motorsports","offset":2181},{"uri":"F%C3%A9d%C3%A9ration_Internationale_de_l%27Automobile","surface_form":"Fédération Internationale de l'Automobile","offset":2205},{"uri":"Sports_car","surface_form":"sports car","offset":2627},{"uri":"Briggs_Cunningham","surface_form":"Briggs Cunningham","offset":3549},{"uri":"IRS","surface_form":"IRS","offset":3756},{"uri":"Racecars","surface_form":"racecars","offset":3827},{"uri":"Safety","surface_form":"safety","offset":3894},{"uri":"Alpina_Burkard_Bovensiepen","surface_form":"Alpina","offset":3975},{"uri":"BMW","surface_form":"BMW","offset":3993},{"uri":"Government","surface_form":"government","offset":4048},{"uri":"Rambler_Rebel","surface_form":"Rambler Rebel","offset":4432}]}