{"id":50727,"url":"http://en.wikipedia.org/wiki/Princess_Daisy","text":"e=\"preserve\">Princess Daisy (sometimes called Daisy) is a character from the \"Mario\" video games series. She is the Princess of Sarasaland. Princess Daisy is the second major female of the \"Mario\" series next to Princess Peach.\nAppearances.\nIn her first appearance, Daisy had pale skin, long, orange hair, a red crown and a white pattern on her dress. Her appearance in the \"NES Open Tournament Golf\".\" \"is more or less the same, aside from her hair now being more of an auburn color. In later games, such as \"Mario Tennis\" and \"Mario Party 3\", her appearance was changed, giving her a rounder face, a slightly darker skin tone, and a daisy-motif for her accessories, with flower jewels appearing on her crown, earrings and brooch. The daisy-motif has stuck ever since, though it should be noted that the daisy-motif was seen in her concept art for \"Super Mario Land\".\nIn \"Mario Party 4\", Daisy's character design was altered yet again, giving her shorter hair, a new dress design, and once again a paler skin tone. Nowadays, Daisy no longer has pale skin. Instead it is now more of a pink tone. Princess Daisy and Princess Peach also have different gloves; while Peach's gloves end at around mid-triceps, Daisy's gloves end at the wrists. Daisy looks equal in height to Peach, though she may appear shorter in some games. In her early game appearances, Daisy wore a red crown, and during some of the Nintendo 64 games she wore a pink crown. Nowadays she wears a gold one, the same as Peach.\nIn most of her game appearances, Daisy has worn a yellow and/or orange color scheme, usually in the form of a collared dress, with white and orange accents, meant to match that of Peach's pink-themed fashion just as Luigi's outfit does to Mario's.\nIn \"Mario\" sports titles, Daisy and Peach are the only two characters to always wear different outfits from their regular ones. She is usually depicted in her orange underwear with a yellow shirt and daisy accessories and her pants down which are called white socks. In \"Super Mario Strikers\", Daisy wears a two-piece outfit. In \"Mario Hoops 3-on-3\", Daisy normally appears in her usual sports outfit but has a second unlockable costume. In \"Mario Strikers Charged\", she pretty much looks the same as in \"Super Mario Strikers\", but she has cover herself up with armor plating along with other characters, leaving a quarter of her leg and her belly exposed.\nMovies.\nPrincess Daisy appears as one of the main characters in the \"Super Mario Bros.\" film. She is played by Samantha Mathis.\nMario's younger brother Luigi (John Leguizamo) falls in love archaeologist Daisy. She is kidnapped by the Koopa Cousins, Iggy and Spike, and taken to the another dimension called Dinohattan, a land where dinosaurs evolved to become the main species. Dinohattan is ruled by Koopa (Dennis Hopper), who took over Daisy's father by transforming him into a fungus using a de-evolution gun. Daisy had a piece of meteorite that could be used to merge Dinohattan and Manhattan so Koopa could take over the human world.\nAfter the Mario Bros. defeat Koopa, Daisy stays behind in Dinohattan to help her restored father. The movie ends with Daisy showing up at Mario and Luigi's apartment to alert them that there is a problem, apparently setting up a never-made sequel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":58},{"uri":"Mario_(series)","surface_form":"Mario","offset":78},{"uri":"Video_games","surface_form":"video games","offset":85},{"uri":"Princess_Peach","surface_form":"Princess Peach","offset":212},{"uri":"NES_Open_Tournament_Golf","surface_form":"NES Open Tournament Golf","offset":375},{"uri":"Auburn_hair","surface_form":"auburn","offset":471},{"uri":"Crown","surface_form":"crown","offset":704},{"uri":"Earrings","surface_form":"earrings","offset":711},{"uri":"Brooch","surface_form":"brooch","offset":724},{"uri":"Super_Mario_Bros._(film)","surface_form":"Super Mario Bros","offset":2466},{"uri":"Mario","surface_form":"Mario's","offset":2525},{"uri":"Luigi","surface_form":"Luigi","offset":2549},{"uri":"Koopaling","surface_form":"Iggy","offset":2646},{"uri":"Koopaling","surface_form":"Spike","offset":2655},{"uri":"Dennis_Hopper","surface_form":"Dennis Hopper","offset":2805},{"uri":"Meteorite","surface_form":"meteorite","offset":2931}]}