{"id":50725,"url":"http://en.wikipedia.org/wiki/Princess_Peach","text":"Princess Peach Toadstool (sometimes called Peach) is a character in the \"Mario\" video game series. In most of the games she appears in, she is kidnapped by the reptile monster King Bowser. She is the princess of the Mushroom Kingdom, which is the main setting of most of the \"Mario\" games.\nAppearance.\nPrincess Peach's looks are different than what they used to be. In her first game, \"Super Mario Bros.\" (1985), she had red hair and her dress was white. She had dark red hair in \"Super Mario Bros. 2\" (1986). In \"Super Mario World\" (1991), her looks changed. She had yellow hair. In the \"Mario\" sport series games, she wears different dresses because she cannot play well in her normal, long, pink dress.\nHer name has changed over the years. In Japan, her name was always Peach. When Nintendo sold \"Super Mario Bros.\" in other countries, she was called Princess Toadstool. In \"Super Mario 64\", her name became Princess Peach Toadstool.\nPeach appears most often as the damsel-in-distress – always being kidnapped by Bowser. Mario must always rescue her. In \"Super Princess Peach\" (2006), the tables are turned and Bowser kidnaps Mario instead. Peach must then rescue Mario.\nPeach has been voiced by two different actresses. The first was Leslie Swan. The second was Jen Taylor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"character","offset":55},{"uri":"Mario_(Nintendo)","surface_form":"Mario","offset":73},{"uri":"Video_game","surface_form":"video game","offset":80},{"uri":"Monster","surface_form":"monster","offset":168},{"uri":"King_Bowser","surface_form":"King Bowser","offset":176},{"uri":"Super_Mario_Bros.","surface_form":"Super Mario Bros.","offset":386},{"uri":"Super_Mario_Bros._2","surface_form":"Super Mario Bros. 2","offset":481},{"uri":"Super_Mario_World","surface_form":"Super Mario World","offset":514},{"uri":"Super_Mario_64","surface_form":"Super Mario 64","offset":878},{"uri":"Bowser_(Nintendo)","surface_form":"Bowser","offset":1016},{"uri":"Super_Princess_Peach","surface_form":"Super Princess Peach","offset":1058}]}