{"id":507315,"url":"http://en.wikipedia.org/wiki/Henry_Morton_Stanley","text":"Sir Henry Morton Stanley GCB (born John Rowlands; 28 January 1841 – 10 May 1904) was a Welsh journalist and explorer. He was famous for his exploration of central Africa, and his search for missionary and explorer David Livingstone.\nWhen he found Livingstone, Stanley reportedly asked, \"Dr. Livingstone, I presume?\" Stanley is also known for his search for the source of the Nile, his work in the Congo Basin, and for commanding the Emin Pasha Relief Expedition.\nStanley's expeditions are known for the cruelty and murders of Africans. He has the highest kill rate among Africa's explorers. Despite this, he was highly admired and supported by British and Belgian monarchies and knighted in 1899.\nStanley was MP for Lambeth North from 1895-1900.\nEarly life.\nStanley never knew his father, and was abandoned by his mother after birth. His birth certificate describes him as John Rowlands, a bastard. The stigma of illegitimacy weighed heavily upon him all his life.\nIn New Orleans he renamed himself as Henry Morgan Stanley, joined the Confederate States Army and was captured. He joined the Union Army and later the Union Navy.\nFinding Livingstone.\nIn 1869, Stanley was instructed by the \"New York Herald\" to find the Scottish missionary and explorer David Livingstone, who was known to be in Africa but had not been heard from for some time. According to Stanley's account, he asked how much he could spend. The reply was \"Draw £1,000 now, and when you have gone through that, draw another £1,000, and when that is spent, draw another £1,000, and when you have finished that, draw another £1,000, and so on — BUT FIND LIVINGSTONE!\" Stanley had lobbied his employer for several years to mount this expedition.\nStanley found Livingstone on 10 November 1871, in Ujiji near Lake Tanganyika in present-day Tanzania. He may have greeted him with the now-famous line, \"Doctor Livingstone, I presume?\" It may also have been a fabrication, as Stanley tore out of his diary the pages relating to the encounter.\nResearching the Congo River.\nIn 1874, the \"New York Herald,\" in partnership with Britain's \"Daily Telegraph,\" financed Stanley on another expedition to the African continent. One of his missions was to solve a last great mystery of Africa by tracing the course of the Congo River to the sea. The difficulty of this expedition is hard to overstate. Stanley used sectional boats to pass the great cataracts that separated the Congo into distinct tracts. The boats had to be taken apart and transported around the rapids before being rebuilt to travel on the next section of river. After 999 days, on 9 August 1877, Stanley reached the Portuguese outpost of Boma, around 100 km from the mouth of the Congo River. Starting with 356 people, he reached Boma with 114 survivors, and he was the only European left. He wrote about his trials in his book \"Through the Dark Continent\".\nClaiming the Congo for the Belgian king.\nStanley was approached by King Leopold II of the Belgians, the ambitious Belgian monarch. In 1876 the king organized a private holding company disguised as an international scientific and philanthropic (goodwill) association. He called it the \"International African Association\".\nThe King spoke of his intentions to introduce Western civilization and bring religion to that part of Africa. He did not mention he wanted to claim the lands. At the end of his life, the King was embittered that his establishment of a Congo Free State was spoilt by its unscrupulous government. Also, the spread of sleeping sickness across central Africa may have been caused by the movements of Stanley's enormous baggage train, and the Emin Pasha relief expedition.\nEmin Pasha Relief Expedition.\nIn 1886, Stanley led the Emin Pasha Relief Expedition to \"rescue\" Emin Pasha, the governor of Equatoria in the southern Sudan. King Leopold II demanded that Stanley take the longer route, via the Congo River. He hoped to get more territory. After immense hardships and great loss of life, Stanley met Emin in 1888, charted the Ruwenzori Range and Lake Edward, and emerged from the interior with Emin and his surviving followers at the end of 1890.\nThis expedition tarnished Stanley's name because of the conduct of the other Europeans: British gentlemen and army officers. An army major was shot by a carrier, after he behaved with extreme cruelty. James Sligo Jameson, heir to Jameson's, an Irish whiskey manufacturer, bought an 11-year-old girl and offered her to cannibals to document and sketch how she was cooked and eaten. Stanley found out only when Jameson had died of fever.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Bath","surface_form":"GCB","offset":25},{"uri":"Welsh_people","surface_form":"Welsh","offset":87},{"uri":"Journalist","surface_form":"journalist","offset":93},{"uri":"Explorer","surface_form":"explorer","offset":108},{"uri":"Africa","surface_form":"Africa","offset":163},{"uri":"Missionary","surface_form":"missionary","offset":190},{"uri":"David_Livingstone","surface_form":"David Livingstone","offset":214},{"uri":"Congo_Basin","surface_form":"Congo Basin","offset":397},{"uri":"Emin_Pasha_Relief_Expedition","surface_form":"Emin Pasha Relief Expedition","offset":433},{"uri":"Cruelty","surface_form":"cruelty","offset":503},{"uri":"Murder","surface_form":"murder","offset":515},{"uri":"Knight","surface_form":"knight","offset":679},{"uri":"Birth_certificate","surface_form":"birth certificate","offset":838},{"uri":"Bastard","surface_form":"bastard","offset":890},{"uri":"Social_stigma","surface_form":"stigma","offset":903},{"uri":"Illegitimacy","surface_form":"illegitimacy","offset":913},{"uri":"Confederate_States_Army","surface_form":"Confederate States Army","offset":1035},{"uri":"Union_Army","surface_form":"Union Army","offset":1091},{"uri":"Union_Navy","surface_form":"Union Navy","offset":1116},{"uri":"New_York_Herald","surface_form":"New York Herald","offset":1189},{"uri":"Scottish_people","surface_form":"Scottish","offset":1218},{"uri":"Missionary","surface_form":"missionary","offset":1227},{"uri":"David_Livingstone","surface_form":"David Livingstone","offset":1251},{"uri":"Ujiji","surface_form":"Ujiji","offset":1760},{"uri":"Lake_Tanganyika","surface_form":"Lake Tanganyika","offset":1771},{"uri":"Tanzania","surface_form":"Tanzania","offset":1802},{"uri":"David_Livingstone","surface_form":"Doctor Livingstone, I presume?","offset":1863},{"uri":"New_York_Herald","surface_form":"New York Herald","offset":2045},{"uri":"Daily_Telegraph","surface_form":"Daily Telegraph","offset":2094},{"uri":"Congo_River","surface_form":"Congo River","offset":2270},{"uri":"Portugal","surface_form":"Portuguese","offset":2635},{"uri":"Boma%2C_Democratic_Republic_of_the_Congo","surface_form":"Boma","offset":2657},{"uri":"Leopold_II_of_Belgium","surface_form":"King Leopold II of the Belgians","offset":2944},{"uri":"Congo_Free_State","surface_form":"Congo Free State","offset":3433},{"uri":"African_trypanosomiasis","surface_form":"sleeping sickness","offset":3513},{"uri":"Emin_Pasha_Relief_Expedition","surface_form":"Emin Pasha Relief Expedition","offset":3721},{"uri":"Emin_Pasha","surface_form":"Emin Pasha","offset":3762},{"uri":"Equatoria","surface_form":"Equatoria","offset":3790},{"uri":"Sudan","surface_form":"Sudan","offset":3816},{"uri":"Ruwenzori_Range","surface_form":"Ruwenzori Range","offset":4023},{"uri":"Lake_Edward","surface_form":"Lake Edward","offset":4043},{"uri":"Jameson_whiskey","surface_form":"Jameson's","offset":4374},{"uri":"Whiskey","surface_form":"Irish whiskey","offset":4388},{"uri":"Cannibal","surface_form":"cannibal","offset":4462}]}