{"id":5074,"url":"http://en.wikipedia.org/wiki/Republic_of_Ireland","text":"Ireland (), also known as the Republic of Ireland is a European country on the island of Ireland. It is a member of the European Union. The country is sometimes called the \"Republic of Ireland\" in order to distinguish between the territory of the Irish state and island proper, but Ireland is its official name. It covers about five-sixths of the island of Ireland. The other sixth is called Northern Ireland, which is still part of the United Kingdom. The republic's capital is Dublin. Cork is the second largest city in the country and the third largest on the island of Ireland. The population of Ireland is 4.6 million. English is the main language spoken. The Irish language is widely taught in all schools, and it is still spoken as a first language in some areas of the country, known as the Gaeltacht. Irish is the first official language, followed by English.\nHistory.\nSeveral hundred years ago, the English took over the country and made it part of the United Kingdom in 1801. After many years of revolution, Ireland gained its independence from the United Kingdom in 1922 and has been an independent country since then. It was a neutral country during World War II.\nPolitics.\nThe head of State, the President, is elected for seven years by the adult citizens. The same president can only be elected twice (14 years). Most of the president's tasks are representing and ceremonial ones. The president has little power over the government.\nIreland is a democracy and people vote for their representatives. The Taoiseach (equivalent to a prime minister) is selected by the parliament. The Taoiseach is usually the head of the biggest party.\nThe Oireachtas (equivalent to the parliament) consists of the Dáil Éireann (the lower House) and the Seanad (the 'upper House'). The system is similar to that of France or the United States, except that the President is not an executive.\nThe main political parties in Ireland are Fine Gael 25%, Sinn Féin 22%, Fianna Fail 18%, the Labour Party 7% and others, ref RED C poll 29 th June 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":55},{"uri":"Ireland","surface_form":"Ireland","offset":89},{"uri":"Ireland","surface_form":"Ireland","offset":357},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":392},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":437},{"uri":"Capital_(city)","surface_form":"capital","offset":468},{"uri":"Dublin","surface_form":"Dublin","offset":479},{"uri":"Cork_(city)","surface_form":"Cork","offset":487},{"uri":"English_language","surface_form":"English","offset":624},{"uri":"Irish_language","surface_form":"Irish language","offset":665},{"uri":"Gaeltacht","surface_form":"Gaeltacht","offset":799},{"uri":"Neutral_country","surface_form":"neutral country","offset":1140},{"uri":"World_War_II","surface_form":"World War II","offset":1163},{"uri":"President_of_Ireland","surface_form":"President","offset":1210},{"uri":"Citizen","surface_form":"citizen","offset":1261},{"uri":"Taoiseach","surface_form":"Taoiseach","offset":1518},{"uri":"Oireachtas","surface_form":"Oireachtas","offset":1652},{"uri":"D%C3%A1il_%C3%89ireann","surface_form":"Dáil Éireann","offset":1710},{"uri":"Lower_House","surface_form":"lower House","offset":1728},{"uri":"Seanad","surface_form":"Seanad","offset":1749},{"uri":"Executive","surface_form":"executive","offset":1875},{"uri":"Fine_Gael","surface_form":"Fine Gael","offset":1928},{"uri":"Sinn_F%C3%A9in","surface_form":"Sinn Féin","offset":1943},{"uri":"Fianna_Fail","surface_form":"Fianna Fail","offset":1958}]}