{"id":507537,"url":"http://en.wikipedia.org/wiki/Tube_feet","text":"Tube feet are small tube-like projections on the underside (oral side) of echinoderms. They are part of the water vascular system of echinoderms.\nTube feet are used to move, feed and breathe. They are arranged in grooves along the arms. They operate through hydraulic pressure. They are used to pass food to the oral mouth at the center, and can attach to surfaces. Tube feet allow these animals to stick to the ocean floor and move slowly. A sea star that is overturned simply turns one arm over and attaches it to a solid surface, and levers itself the right way up.\nTube feet are used by starfish are used to open up bivalve shells. The shells of brachiopods and bivalves are held together by strong muscles. What the starfish does is clamp hold of them on either side with its tube feet, and apply a steady pull. The starfish, with its muscles and hydraulic system, can pull for much longer than any bivalve muscle can withstand. Apparently, ten minutes are usually enough to open the shell a bit. Then the starfish slips its stomach inside the shell. The stomach can get through a slot as narrow as 0.1mm. The starfish then dissolves the mollusc where it lives, absorbing the nutrients. This digestion process takes much longer than opening the shell, perhaps a couple of days.","categories":[],"infobox_types":[],"annotations":[{"uri":"Oral","surface_form":"oral","offset":60},{"uri":"Echinoderms","surface_form":"echinoderms","offset":74},{"uri":"Respiration","surface_form":"breathe","offset":183},{"uri":"Hydraulics","surface_form":"hydraulic pressure","offset":258},{"uri":"Starfish","surface_form":"starfish","offset":591},{"uri":"Bivalve","surface_form":"bivalve","offset":620},{"uri":"Brachiopods","surface_form":"brachiopods","offset":650},{"uri":"Tube_feet","surface_form":"tube feet","offset":781},{"uri":"Hydraulic","surface_form":"hydraulic","offset":852},{"uri":"Mollusc","surface_form":"mollusc","offset":1143},{"uri":"Nutrient","surface_form":"nutrient","offset":1181}]}