{"id":507522,"url":"http://en.wikipedia.org/wiki/Mesozoic_marine_revolution","text":"e=\"preserve\">The Mesozoic marine revolution was the great increase in sea-floor predators that ate shellfish. The term was used by Vermeij, a paleontologist who spent years investigating changes in seafloor invertebrates.\nThere was a notable change in sea-floor life between the Palaeozoic fauna and the modern fauna. This change occurred during the Mesozoic. In the Mesozoic era sea-floor predators evolved various new forms which fed on the abundant shellfish (brachiopods and bivalves). These predators are still abundant today: they are mostly the starfish, the gastropods, and the crabs.\nEach predator has its own methods. Crabs break the shells by force. Various types of gastropods developed the ability to get into shells. The Muricidae bore through shells and consume prey. Some gastropods make holes in the shell and put in a paralysing or relaxing substance; others work on small cracks in the edge of the shell. Once they get their proboscis in, they eat the shellfish. Perhaps surprisingly, some sponges can also bore into shells. During the Mesozoic there were also a number of vertebrate predators of shellfish: the placodonts, and some ichthyosaurs and mosasaurs had flat shell-crushing teeth.\nStarfish.\nStarfish are the most common predators. The shells of brachiopods and bivalves are held together by strong muscles. What the starfish does is clamp hold of them on either side with its tube feet, and apply a steady pull. The starfish, with its muscles and hydraulic system, can pull for much longer than any bivalve muscle can withstand. Apparently, ten minutes are usually enough to open the shell a bit. Then the starfish slips its stomach inside the shell. The stomach can get through a slot as narrow as 0.1mm. The starfish then dissolves the mollusc where it lives, absorbing the nutrients. This digestion process takes much longer than opening the shell, perhaps a couple of days.\nSome species swallow the shell whole, and dissolve the contents inside their stomach, then push out the shell afterwards.p45\nConsequences.\nThe ability of starfish to eat brachipods and bivalves developed especially in the Jurassic and Cretaceous. The Mesozoic marine revolution transformed the sea-floor fauna. Weakly defended and static shellfish disappeared, and more heavily armoured or more mobile shellfish flourished.\nThere was a great reproductive advantage for any prey which had even the slightest defence to these predators. Many shellfish developed extra-tough shells. Some burrowed into the sand. Scallops must had had some elementary movement, which developed rapidly under selection. They became extremely common in the Mesozoic. There are some other methods used by a few scallops. \"Chlamys hastata\" often carry sponges on their shell. It is a kind of mutualism. The sponge makes it difficult for starfish to get their tube feet on, and camouflages \"Chlamys hastata\" from predators.\nWhen scallops move off the sand they are open to new predators such as rays, which patrol just above the ocean floor. They may also be picked up by seabirds which open shells by dropping them on rock. Evidently the main advantage lies in getting away from the starfish, which are very numerous on inshore and continental shelf habitats.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sea-floor","surface_form":"sea-floor","offset":70},{"uri":"Shellfish","surface_form":"shellfish","offset":99},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":279},{"uri":"Fauna","surface_form":"fauna","offset":290},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":367},{"uri":"Era","surface_form":"era","offset":376},{"uri":"Brachiopod","surface_form":"brachiopod","offset":463},{"uri":"Bivalves","surface_form":"bivalves","offset":479},{"uri":"Starfish","surface_form":"starfish","offset":552},{"uri":"Gastropods","surface_form":"gastropods","offset":566},{"uri":"Crabs","surface_form":"crabs","offset":586},{"uri":"Muricidae","surface_form":"Muricidae","offset":735},{"uri":"Paralysis","surface_form":"paralysing","offset":836},{"uri":"Proboscis","surface_form":"proboscis","offset":944},{"uri":"Sponge","surface_form":"sponge","offset":1009},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1092},{"uri":"Placodont","surface_form":"placodont","offset":1131},{"uri":"Ichthyosaur","surface_form":"ichthyosaur","offset":1152},{"uri":"Mosasaur","surface_form":"mosasaur","offset":1169},{"uri":"Tube_feet","surface_form":"tube feet","offset":1405},{"uri":"Hydraulic","surface_form":"hydraulic","offset":1476},{"uri":"Mollusc","surface_form":"mollusc","offset":1767},{"uri":"Nutrient","surface_form":"nutrient","offset":1805},{"uri":"Jurassic","surface_form":"Jurassic","offset":2129},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":2142},{"uri":"Fauna","surface_form":"fauna","offset":2211},{"uri":"Scallops","surface_form":"Scallops","offset":2516},{"uri":"Natural_selection","surface_form":"selection","offset":2594},{"uri":"Chlamys","surface_form":"Chlamys","offset":2705},{"uri":"Sponge","surface_form":"sponge","offset":2734},{"uri":"Mutualism","surface_form":"mutualism","offset":2774},{"uri":"Rays","surface_form":"rays","offset":2976},{"uri":"Seabird","surface_form":"seabird","offset":3053},{"uri":"Inshore","surface_form":"inshore","offset":3202},{"uri":"Continental_shelf","surface_form":"continental shelf","offset":3214}]}