{"id":507593,"url":"http://en.wikipedia.org/wiki/Marva_Collins","text":"e=\"preserve\">Marva Collins (August 31, 1936 – June 25, 2015) was an American teacher. In 1975 she started Westside Preparatory School in Garfield Park, a poor neighborhood of Chicago. She ran the school for more than 30 years until it closed in 2008.\nShe was known for applying classical education, in particular the Socratic method, modified for use in primary schools, successfully with students from poor families.\nShe wrote some manuals, books and other materials describing her history and methods. She was most widely publicized in the 1981 biographical TV movie, \"The Marva Collins Story\", starring Cicely Tyson and Morgan Freeman.\nEarly life.\nCollins was born in Monroeville, Alabama. She graduated from Clark College (now known as Clark Atlanta University) in Atlanta, Georgia.\nCareer.\nCollins taught school for two years in Alabama, then moved to Chicago, where she taught in public schools for fourteen years. In 1975 she started Westside Preparatory School. It became an educational and commercial success. In 1996 she began supervising three Chicago public schools that had been placed on probation. In 2004 she received a National Humanities Medal, among many awards for her teaching and efforts at school reform.\nCollins started her low-cost private school in the building where she lived. She used her teacher's pension to pay for her first costs. The school was specifically for teaching low-income African American children..\nAwards.\nIn 1981, Collins received the Award for Greatest Public Service Benefiting the Disadvantaged, an award given out annually by Jefferson Awards.\nFurther reading.\n\"The School that Cared: A Story of the Marva Collins Preparatory School of Cincinnati\", by P. Kamara Sekou Collins","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago","surface_form":"Chicago","offset":175},{"uri":"Socratic_method","surface_form":"Socratic method","offset":317},{"uri":"Alabama","surface_form":"Alabama","offset":684},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":769}]}