{"id":5075,"url":"http://en.wikipedia.org/wiki/Vietnam","text":"Vietnam () is a country in Southeast Asia. The long-form name of the country is the Socialist Republic of Vietnam. The neighboring countries of Vietnam are China, Laos and Cambodia. Vietnam is one of five remaining countries that believe in communism. The capital of Vietnam is Hanoi. The biggest city is Ho Chi Minh City (formerly Saigon). There are about 94,444,200 people living in Vietnam.\nAfter the Japanese occupation in the 1940s, the Vietnamese fought French colonial rule during the First Indochina War between the Viet Minh and the French in 2 September 1945. Hồ Chí Minh declared Vietnam's independence from France under the new name of the Democratic Republic of Vietnam, but was fought by French colonialists. In 1954, the Vietnamese declared victory in Dien Bien Phu which took place between March and May 1954 and culminated in a major French defeat. Then Vietnam was divided into two political states, North Vietnam (officially the Democratic Republic of Vietnam) and South Vietnam (officially the Republic of Vietnam). Conflicts between the two sides intensified in the so-called Vietnam War with strong influence from the US in South Vietnam. The war ended in 1975 with a North Vietnamese victory.\nVietnam was then united under a communist government. In 1986, the government launched a number of economic and political reforms that began Vietnam's path to integration into the world economy. By 2000, it had established diplomatic relations with all nations. Since 2000, Vietnam's economic growth has been among the highest in the world, and in 2011 it had the highest global growth generator index among 11 major economies. Its successful economic reforms resulted in its becoming a member of the World Trade Organization in 2007. It is also a member of economic cooperation between Asia and the Pacific and the International de la Francophonie Organization.\nPopulation.\nIn Vietnam, the approximate population is 97,094,658. 25.2% of these people are aged between 0-14, with 11,954,354 being male and 10,868,610 being female. 69.3% of the population are between the ages of 15-64. The male-to-female ratio is almost evenly split, with 31,301,879 being male and 31,419,306 being female. 5.5% are 65 and over, with 1,921,652 being male and 3,092,589 being female. So within the older two categories, there are more women than men.\nThe population is not from one origin. There are many ethnic tribes that developed in the history of Vietnam. This makes Vietnam's history and culture very diverse. It's not the same as a country where every family landed on the country's shores in the same century. French and Chinese colonization didn't involve an excessive migration of people to Vietnam.\nNowadays, the blend of cultures has been increasing with the influence of globalization and world interest. Many Vietnamese that have been living overseas are described as the Viet Kieu. The population has several communities in many countries around the world.\nGeography.\nThe length of the country, from North to South, is 1,650 kilometers (1,025 miles). \"At its narrowest point, Vietnam is only 30 miles (48 kilometers) wide\".\nThe country is covered in rainforests that are currently going through rapid deforestation. It borders the South China Sea to the east, Laos and Cambodia to the west, and China to the north. The country is slightly larger than Malaysia.The country is slightly smaller than Japan\nHistory.\nVietnam's history has long been characterized by the neighborhood of China in the north. For about 1,000 years, northern Vietnam belonged to China, but from 938 the country became independent and later expanded southward at the expense of the Champa kingdom. In the 19th century the country was colonized by France and during the Second World War, the country was occupied by Japan. After this war, the colonial empire did not have the resources to restore the regime and lost the military battle against the liberation forces. This led to the division of the country, which in turn led to the Vietnam War with major human and material losses for the country. The war ended on 30 April 1975 by the fact that North Vietnam took the southern part. After experimental planning in the 1970s and 1980s, the economy was reformed in a market economy direction.\nViet.\nAbout 5000 years ago, the two ethnic tribes of the Lac Viet and Au Viet lived together in many areas with other inhabitants. Due to increasing needs to control floods, fights against invaders, and culture and trade exchanges, these tribes living near each other tended to gather together and integrate into a larger mixed group.\nAmong these Lac Viet tribes was the Van Lang, which was the most powerful tribe. The leader of this tribe later joined all the tribes together to found Van Lang Nation in 2897 BC, addressing himself as the King Hung. The next generations followed in their father's footsteps and kept this appellation. Based on historical documents, researchers correlatively delineated the location of Van Lang Nation to the present day regions of North and north of Central Vietnam, as well as the south of present-day Kwangsi (China). The Van Lang Nation lasted to the 3rd century B.C.\nÓc Eo may have been a busy port of the kingdom of Funan between the 1st and 7th centuries.\nThe Dong Son civilization that covered much of Southeast Asia was also the beginning of Vietnam's history. In 221 BC, the Qins invaded the land of the Viet tribes. Thuc Phan, leader of the alliance of Au-Viet tribes managed to expel the enemies and declared himself King An Duong Vuong and his territory Au Lac Nation (257-207 BC). In 208 BC, a Qin Dynasty general named Triệu Đà invaded Au Lac. An Duong Vuong failed this time. As a result, the northern feudalist took turns dominating the country over the next eleven centuries, establishing their harsh regime in the country and dividing the country into administrative regions and districts with unfamiliar names. However, the country's name of Au Lac could not be erased from the people's minds in their everyday life.\nIn 207 BC Triệu Đà established a state called Nam Việt which encompassed southern China and the Red River Delta. The historical significance of the original Nam Việt remains controversial because some historians consider it a Chinese occupation while others believe it was an independent era. For most of the period from 111 BCE to the early 10th century, Vietnam was under the rule of successive Chinese dynasties. Sporadic independence movements were attempted, but were quickly suppressed by Chinese forces.\nThe kings of Champa (Chiêm Thành in Vietnamese) started construction of Hindu temples at Mỹ Sơn in the 4th century AD.\nHội An was founded as a trading port by the Nguyễn Lord Nguyễn Hoàng sometime around 1595.\nWork on Imperial City, Huế started in 1804.\nIndoChina.\nIn September 1858, France occupied Đà Nẵng. Cochinchina was a French colony from 1862 to 1948.\nIn 1930 Nguyễn Ái Quốc established the Vietnamese Independence League (\"Việt Nam Ðộc Lập Ðồng Minh Hội\") which is also known as the Việt Minh.\nThe Japanese took over Vietnam in World War II. The Việt Minh fought against both the Japanese and the Vichy French.\nWhen the Japanese were defeated, the Vietnamese people, led by the Việt Minh started the August Revolution.\nOn 2 September 1945, Nguyễn Ái Quốc (who was now calling himself Hồ Chí Minh, meaning 'Hồ (a common last name) with the will of light') read the Declaration of Independence of the Democratic Republic of Vietnam in Ba Ðình Square, in Hànội. It was based on the American Declaration of Independence.\nHồ Chí Minh led the Việt Minh in a war for independence from France.\nThe \"Autonomous Republic of Cochinchina\" (\"République Autonome de Cochinchine\") was proclaimed 1 June 1946 to frustrate the Việt Minh's desire to rule all of Vietnam.\nThe War between France and the Việt Minh lasted from 1946 to 1954. The French were defeated in 1954 after the Battle of Dien Bien Phu.\nNorth and South Vietnam.\nThe nation was then divided into North Vietnam and South Vietnam. After independence was achieved, the French gave the land of the Mekong delta that was part of Cambodia to South Vietnam. The anti-communist United States had a lot of influence in the South, and the communist and nationalist Việt Minh controlled the North. Hồ Chí Minh was extremely popular in the whole nation, as he was the only remaining leader after years of fighting, so he became President of the Democratic Republic of (North) Việtnam. It was agreed that the nation would be reunited by elections in 1956. But, the Americans and the Southern government stopped the elections from happening because they expected Hồ Chí Minh to win because communist North Vietnam refused to hold free elections. Dwight Eisenhower said he thought Hồ would win with around 80% of the vote if elections were held because of the majority of the population being in the north added with Ho's few supporters in the South.\nSoon, the USA was at war with Vietnam. This war was known as the American War, the Vietnam War, or the Second Indochinese War. Soon, South Vietnam became a military dictatorship with some basic freedoms. The Southern army removed the controversial Ngo Dinh Diem from power and killed him.\nOn 2 September 1969, Independence Day, President Hồ Chí Minh died of heart failure.\nUnification.\nOn 30 April 1975, the National Liberation Front with the help of the N.V.A. overtook Sàigòn and quickly renamed it Hồ Chí Minh City, which is the capital of Vietnam. The nation was fully reunified as Socialist Republic of Vietnam on 2 July 1976.\nProvinces.\nVietnam is divided into 58 provinces. There are also five city municipalities which have province authority.\nThe provinces of Vietnam are divided (by the government) into provincial cities and provinces.\nScience and technology.\nMedia said in 2011 that investment in science and technology was 2% of GDP.\n\"Vietnam provides no incentives for students to return to Vietnam from their foreign graduate programmes\" was the opinion (in 2011) of French physicist Pierre Darriulat.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Country","surface_form":"country","offset":16},{"uri":"Laos","surface_form":"Laos","offset":163},{"uri":"Cambodia","surface_form":"Cambodia","offset":172},{"uri":"Communism","surface_form":"communism","offset":241},{"uri":"Hanoi","surface_form":"Hanoi","offset":278},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":305},{"uri":"Saigon","surface_form":"Saigon","offset":332},{"uri":"First_Indochina_War","surface_form":"First Indochina War","offset":492},{"uri":"H%E1%BB%93_Ch%C3%AD_Minh","surface_form":"Hồ Chí Minh","offset":570},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":918},{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":984},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1097},{"uri":"Population","surface_form":"Population","offset":1879},{"uri":"Narrow","surface_form":"narrow","offset":3072},{"uri":"Rainforest","surface_form":"rainforest","offset":3163},{"uri":"Deforestation","surface_form":"deforestation","offset":3214},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":3244},{"uri":"Laos","surface_form":"Laos","offset":3273},{"uri":"Cambodia","surface_form":"Cambodia","offset":3282},{"uri":"Malaysia","surface_form":"Malaysia","offset":3364},{"uri":"Japan","surface_form":"Japan","offset":3410},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":4133},{"uri":"%C3%93c_Eo","surface_form":"Óc Eo","offset":5186},{"uri":"Kingdom","surface_form":"kingdom","offset":5225},{"uri":"Funan","surface_form":"Funan","offset":5236},{"uri":"Dong_Son_culture","surface_form":"Dong Son civilization","offset":5281},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":5324},{"uri":"Qin_Dynasty","surface_form":"Qins","offset":5399},{"uri":"208_BC","surface_form":"208 BC","offset":5612},{"uri":"Qin_Dynasty","surface_form":"Qin Dynasty","offset":5622},{"uri":"Zhao_Tuo","surface_form":"Triệu Đà","offset":5648},{"uri":"207_BC","surface_form":"207 BC","offset":6054},{"uri":"Nam_Vi%E1%BB%87t","surface_form":"Nam Việt","offset":6097},{"uri":"Red_River_Delta","surface_form":"Red River Delta","offset":6147},{"uri":"111_BCE","surface_form":"111 BCE","offset":6372},{"uri":"Chinese_dynasties","surface_form":"Chinese dynasties","offset":6448},{"uri":"Champa","surface_form":"Champa","offset":6575},{"uri":"Construction","surface_form":"construction","offset":6618},{"uri":"Hindu_temple","surface_form":"Hindu temple","offset":6634},{"uri":"M%E1%BB%B9_S%C6%A1n","surface_form":"Mỹ Sơn","offset":6651},{"uri":"H%E1%BB%99i_An","surface_form":"Hội An","offset":6681},{"uri":"Nguy%E1%BB%85n_Ho%C3%A0ng","surface_form":"Nguyễn Hoàng","offset":6737},{"uri":"Imperial_City%2C_Hu%E1%BA%BF","surface_form":"Imperial City, Huế","offset":6780},{"uri":"Ho_Chi_Minh","surface_form":"Nguyễn Ái Quốc","offset":6930},{"uri":"Vietnamese_Independence_League","surface_form":"Vietnamese Independence League","offset":6961},{"uri":"Vietnamese_Independence_League","surface_form":"Việt Minh","offset":7054},{"uri":"World_War_II","surface_form":"World War II","offset":7099},{"uri":"Vichy","surface_form":"Vichy","offset":7168},{"uri":"August_Revolution","surface_form":"August Revolution","offset":7271},{"uri":"Vietnamese_Declaration_of_Independence","surface_form":"Declaration of Independence of the Democratic Republic of Vietnam","offset":7435},{"uri":"Ba_%C3%90%C3%ACnh_Square","surface_form":"Ba Ðình Square","offset":7504},{"uri":"Lasted","surface_form":"lasted","offset":7865},{"uri":"Battle_of_Dien_Bien_Phu","surface_form":"Battle of Dien Bien Phu","offset":7934},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":8017},{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":8035},{"uri":"Mekong_River","surface_form":"Mekong","offset":8115},{"uri":"Cambodia","surface_form":"Cambodia","offset":8145},{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":8157},{"uri":"President_of_Vietnam","surface_form":"President","offset":8437},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":9040},{"uri":"Ngo_Dinh_Diem","surface_form":"Ngo Dinh Diem","offset":9205},{"uri":"Province","surface_form":"province","offset":9627},{"uri":"Municipality","surface_form":"city municipalities","offset":9658},{"uri":"Authority","surface_form":"authority","offset":9698},{"uri":"Provincial_city_(Vietnam)","surface_form":"provincial cities","offset":9771},{"uri":"Province_(Vietnam)","surface_form":"provinces","offset":9793},{"uri":"Investment","surface_form":"investment","offset":9852},{"uri":"GDP","surface_form":"GDP","offset":9899},{"uri":"Graduate_school","surface_form":"graduate programme","offset":9989},{"uri":"Opinion","surface_form":"opinion","offset":10018},{"uri":"Pierre_Darriulat","surface_form":"Pierre Darriulat","offset":10056}]}