{"id":507846,"url":"http://en.wikipedia.org/wiki/Productive_efficiency","text":"e=\"preserve\">In economics, productive efficiency is a situation in which an economy is not able to produce any more of one good without reducing the production of another good. As resources are limited, it is not possible for more units of a good to be produced without taking away the resources used for producing another good. The concept of productive efficiency can be shown on a production possibility frontier (PPF), where all points on the curve are productively efficient.\nProductive efficiency refers to the maximum amount of output that an economy can produce at a certain point in time. However, if firms in the economy were to improve on their production methods and increase productivity, it is possible for the PPF to shift outwards, thus allowing more goods to be produced than before.\nProductive inefficiency happens when factors of production (i.e. land, labor, capital or enterprise) are not used to its maximum. For example, labor in the form of workers may be sitting and not doing any work. If the worker were to be used to produce more output than before, then having the worker not doing any work would be productively inefficient.\nAllocative efficiency is a special type of productive efficiency in which the right amount of goods is produced to benefit society in the best way.\nModel.\nProductive efficiency can be shown either by using a production possibility frontier (PPF) diagram, or by using the marginal cost and average total cost curves.\nProduction possibility frontier.\nAssuming that the economy only produces 2 goods – guns and butter. Points B, C and D on the diagram are considered to be productively efficient as it is not possible to produce more of either good without having to reduce the production of the other. For example, if the economy is producing at point D, the only way to produce more butter is to reduce the production of guns, thus reaching point C.\nIf the economy was originally producing at point A of the diagram, it is possible for more butter and guns to be produced without having to reduce the production of any of them. When this happens, the economy shifts from point A to point D and is better utilizing its resources.\nHowever, if the economy was originally producing at point D and wants to produce more butter, the production of guns would have to be reduced. If the production of guns is not reduced, the economy would produce at point X, which is not possible in reality as there are no resources available to produce the extra output.\nMarginal and average total cost.\nFor a firm that is producing a certain type of good, it would have the marginal cost (MC) and average total cost (ATC) curves when producing an additional unit of output as shown in the diagram.\nBy definition, the MC curve will meet the ATC curve at its minimum point, which is the point P1 and Q1 on the diagram. At this point, producing more than Q1 would bring more costs than benefits to the firm, whereas producing less than Q1 would mean that there are more benefits than costs in producing more of the good. Hence, the point P1 and Q1 would be a point that is just right, and all the resources of the firm would be fully used in the best possible way.\nIn reality, firms that are less competitive are unlikely to be producing at the productively efficient point as they are earning supernormal profits and have no need to cut costs. These firms are thus considered to be X-inefficient.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":16},{"uri":"Economy","surface_form":"economy","offset":76},{"uri":"Resource_(economics)","surface_form":"resources","offset":180},{"uri":"Production_possibility_frontier","surface_form":"production possibility frontier","offset":384},{"uri":"Output","surface_form":"output","offset":535},{"uri":"Factors_of_production","surface_form":"factors of production","offset":838},{"uri":"Allocative_efficiency","surface_form":"Allocative efficiency","offset":1155},{"uri":"Society","surface_form":"society","offset":1278},{"uri":"Marginal_cost","surface_form":"marginal cost","offset":2608},{"uri":"Average_total_cost","surface_form":"average total cost","offset":2631},{"uri":"Supernormal_profits","surface_form":"supernormal profits","offset":3325},{"uri":"X-inefficient","surface_form":"X-inefficient","offset":3414}]}