{"id":507927,"url":"http://en.wikipedia.org/wiki/Koska_Helvac%C4%B1s%C4%B1","text":"Koska Helvacısı or simply Koska is the leading brand and trademark of helva (halva) and Turkish delight production in Turkey.\nName.\nKoska was a former quarter of Istanbul, near Laleli. The company takes its name from their old location at Koska. Helvacı means producer or seller of sweets in Turkish. \"Koska Helvacısı\", then, \"Sweetshop of Koska\".\nHistory.\nKoska's origins go back to the city of Denizli in the early 1900s. It was founded by Hacı Emin Bey.\nHis son Halil İbrahim Adil Dindar came to Istanbul in 1931. He started a helva production and sale shop at Koska. In 1982, after the death of their father, the three Dindar brothers inherited the company and divided it into two. They made an agreement to continue to use the brand name of Koska, both of them independently. Nevzat and Mümtaz Dindar established \"Merter Helva\" under the brand name \"Koska\". Mahir Dindar established \"Mahir Gıda\" under the brand name \"Koska Helvacısı\". Thus both companies market(ed) their products using the traditional name \"Koska\".\nAt present.\nIn 2011, Merter added a \"nazar boncuğu\" (traditional blue and white bead for good luck) image to its logo, with the aim of differentiating the two companies. This was criticised by Mahir Gıda as a violation of their agreement. They announced that no Koska product bore any signs like bugs, flowers or beads. In return, Merter announced that no Koska product without the image of the \"Helvacı Dede\" (Grandpa Helvacı) is genuine Koska.\nMerter Helva drafted a \"constitution\" or agreement not to have similar divisions in the future. They also received a \"kosher food\" and a \"halal food\" certificate.\nBoth companies produce Turkish delight, fruit preserves and various other sweet confections. This is in addition to the traditional \"helva\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Brand_name","surface_form":"brand","offset":47},{"uri":"Trademark","surface_form":"trademark","offset":57},{"uri":"Halva","surface_form":"helva","offset":70},{"uri":"Turkish_delight","surface_form":"Turkish delight","offset":88},{"uri":"Turkey","surface_form":"Turkey","offset":118},{"uri":"Neighbourhood","surface_form":"quarter","offset":151},{"uri":"Istanbul","surface_form":"Istanbul","offset":162},{"uri":"Company","surface_form":"company","offset":189},{"uri":"Location_(geography)","surface_form":"location","offset":227},{"uri":"Manufacturing","surface_form":"producer","offset":260},{"uri":"Sales","surface_form":"seller","offset":272},{"uri":"Sweets","surface_form":"sweets","offset":282},{"uri":"Turkish_language","surface_form":"Turkish","offset":292},{"uri":"City","surface_form":"city","offset":388},{"uri":"Denizli","surface_form":"Denizli","offset":396},{"uri":"Found","surface_form":"found","offset":431},{"uri":"Inheritance","surface_form":"inherited","offset":639},{"uri":"Nazar_boncu%C4%9Fu","surface_form":"nazar boncuğu","offset":1060},{"uri":"Agreement","surface_form":"agreement","offset":1510},{"uri":"Fruit_preserves","surface_form":"fruit preserves","offset":1672},{"uri":"Confectionery","surface_form":"confections","offset":1712}]}