{"id":507947,"url":"http://en.wikipedia.org/wiki/Obergefell_v._Hodges","text":"\"Obergefell v. Hodges\" was a landmark decision United States Supreme Court case. The Court held that the recognition and provision of same-sex marriage is a fundamental right. They ruled it is guaranteed by the Fourteenth Amendment to the United States Constitution.\nNot one lawsuit.\nThe U.S. Supreme Court case, \"Obergefell v. Hodges\", is not the result of one lawsuit. Instead, it is the result of a consolidation of six lower-court cases originally representing sixteen same-sex couples, seven of their children, a widower, an adoption agency, and a funeral director. The original cases hail from the four states of Michigan, Ohio, Kentucky, and Tennessee. All six federal district courts ruled for the same-sex couples and other claimants. The lead plaintiff in the case was Jim Obergefell. He had challenged Ohio's ban on same-sex marriage. He filed the lawsuit because he could not put his name on his partner, John Arthur's death certificate. Ohio would not recognize their marriage in Maryland.\nDecision.\nThe Obergefell decision, however, was not based in law. Chief Justice Roberts, in his dissenting opinion, explained the Obergefell plaintiffs’ “‘fundamental right’ claim falls into the most sensitive category of constitutional adjudication.” The claim is not based on a right mentioned in the constitution. Instead, it was argued that it discrimination against “a right implied by the Fourteenth Amendment’s requirement that ‘liberty’ may not be deprived without ‘due process of law.’”\nOn June 26, 2015, \"Obergefell\" requires all states to issue a license to marry between all people of the same sex. It requires all states to recognize same-sex marriages performed in other jurisdictions.","categories":[],"infobox_types":["SCOTUS case"],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark decision","offset":29},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":47},{"uri":"Recognition","surface_form":"recognition","offset":105},{"uri":"Provision","surface_form":"provision","offset":121},{"uri":"Same-sex_marriage_in_the_United_States","surface_form":"same-sex marriage","offset":134},{"uri":"Guarantee","surface_form":"guarantee","offset":193},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment to the United States Constitution","offset":211},{"uri":"Claimant","surface_form":"claimant","offset":733},{"uri":"Ohio","surface_form":"Ohio","offset":813},{"uri":"Lawsuit","surface_form":"lawsuit","offset":859},{"uri":"Death_certificate","surface_form":"death certificate","offset":931},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":1069},{"uri":"John_G._Roberts","surface_form":"Roberts","offset":1083},{"uri":"Dissenting_opinion","surface_form":"dissenting opinion","offset":1099},{"uri":"Plaintiff","surface_form":"plaintiff","offset":1144},{"uri":"Adjudication","surface_form":"adjudication","offset":1240},{"uri":"Discrimination","surface_form":"discrimination","offset":1351}]}