{"id":508,"url":"http://en.wikipedia.org/wiki/Movement","text":"Movement, or motion, is the state of changing something's position—that is, changing where something is. A flying bird or a walking person are moving, because they change where they are from one place to another. There are many kinds of science and math related to movement.\nThanks to the work of scientists including Galileo Galilei and Issac Newton, we know that \"position\" and motion are relative. This means that an object's position depends on where it exists in relation to other objects. For example, a ball can be 5 feet away from a box, 3 feet away from a chair, and a foot away from a table. Here, the box, chair and the table helped me to decide the position of the ball. In other words, they acted as the reference points for my observation. By telling you how far the ball was from other objects, I told you its relative position.\nSuppose you are sitting inside a train. The train has not started moving yet. Let us call this Train A. You look out from the window and see another train moving in the opposite direction. Let us call this Train B. Now, when you look at Train B, it appears as if Train A is moving in the forward direction. But when you look at a nearby electric pole, you notice that train A was actually at rest and Train B was moving backwards.\nFrom this, we conclude that we cannot decide whether a body is moving or at rest, unless we choose a frame of reference. In the above example, when we chose Train B as our frame of reference, Train A appeared to be moving forward. On the other hand, when we chose the electric pole as frame of reference, Train A appeared to be at rest and Train B appeared to move backward.\nThe study of motion, without considering its cause is called kinematics. In kinematics, we come across terms like speed, velocity, and acceleration. Dynamics is the branch of physics concerned with the study of causes and effects of motion. In dynamics we come across terms like force, inertia, work, energy and momentum.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":28},{"uri":"Position","surface_form":"position","offset":58},{"uri":"Bird","surface_form":"bird","offset":114},{"uri":"Person","surface_form":"person","offset":132},{"uri":"Science","surface_form":"science","offset":237},{"uri":"Mathematics","surface_form":"math","offset":249},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":318},{"uri":"Isaac_Newton","surface_form":"Issac Newton","offset":338},{"uri":"Principle_of_relativity","surface_form":"relative","offset":391},{"uri":"Foot_(unit_of_length)","surface_form":"feet","offset":524},{"uri":"Box","surface_form":"box","offset":541},{"uri":"Chair","surface_form":"chair","offset":565},{"uri":"Table_(furniture)","surface_form":"table","offset":595},{"uri":"Frame_of_reference","surface_form":"frame of reference","offset":1376},{"uri":"Kinematics","surface_form":"kinematics","offset":1711},{"uri":"Speed","surface_form":"speed","offset":1764},{"uri":"Velocity","surface_form":"velocity","offset":1771},{"uri":"Acceleration","surface_form":"acceleration","offset":1785},{"uri":"Dynamics","surface_form":"Dynamics","offset":1799},{"uri":"Force","surface_form":"force","offset":1929},{"uri":"Inertia","surface_form":"inertia","offset":1936},{"uri":"Work_(physics)","surface_form":"work","offset":1945},{"uri":"Energy","surface_form":"energy","offset":1951},{"uri":"Momentum","surface_form":"momentum","offset":1962}]}