{"id":508596,"url":"http://en.wikipedia.org/wiki/Jim_Gilmore","text":"James Stuart \"Jim\" Gilmore III (born October 6, 1949) is an American politician. He has been the United States Ambassador to the Organization for Security and Cooperation in Europe since July 2019. He was the 68th Governor of Virginia from 1998 to 2002. He is a member of the Republican Party.\nGilmore ran for President of the United States in 2008, but lost the primaries to John McCain. Gilmore announced his launch for his 2016 United States presidential campaign on July 30, 2015. He withdrew after poor polling numbers on February 12, 2016.\nIn November 2018, Gilmore was nominated by President Donald Trump to serve as the U.S. Representative to United States Mission to the Organization for Security and Cooperation in Europe. His nomination was confirmed by a voice vote of the U.S. Senate on May 23, 2019.\nEarly life.\nGilmore was born in Richmond, Virginia. His parents were Margaret Evelyn (née Kandle), a church secretary, and James Stuart Gilmore, Jr., a grocery store meat cutter. He graduated from John Randolph Tucker High School and received an undergraduate degree from the University of Virginia in 1971.\nEarly career.\nGilmore was elected Commonwealth's Attorney of his native Henrico County in 1987 and 1991, and then was first elected to statewide office in 1993 as Virginia's Attorney General. Gilmore resigned in 1997 to run for Governor, also joining the law firm of LeClairRyan as a partner.\nGovernor of Virginia (1998-2002).\nGilmore was elected Governor of Virginia in 1997, winning 56% of the vote to Beyer's 43%. He was inaugurated on January 17, 1998.\nIn his first year as Governor, Gilmore pushed for car tax reduction legislation that was eventually passed by the Democratic-controlled General Assembly. Gilmore signed an executive order reducing state spending by all agencies, except for education, to keep the state's budget balanced during the economic downturn.\nIn 1999, Gilmore proposed and signed into law legislation that reduced tuitions at public colleges and universities by 20%. Gilmore created the nation's first state Secretary of Technology. As Governor, Gilmore signed into law legislation establishing a 24-hour waiting period and informed consent for women seeking an abortion, as well as a ban against partial birth abortion.\nThe Virginia Constitution forbids any Governor from serving consecutive terms, so Gilmore could not run for a second term in 2001. He was succeeded by Democrat Mark Warner, who took office in early 2002.\n2008 Senate campaign.\nIn the November election, Gilmore was defeated, winning only 34 percent of the vote to Warner's 65 percent. Gilmore only carried four counties in the state – Rockingham, Augusta, Powhatan and Hanover. In many cases, he lost in many areas of the state that are normally reliably Republican.\n2008 presidential campaign.\nOn December 19, 2006, Gilmore announced he would form an exploratory committee to \"fill the conservative void\" in the race. On January 9, 2007, Gilmore officially filed papers with the Federal Election Commission to form the Jim Gilmore for President Exploratory Committee.\nOn July 14, 2007, Gilmore announced that he was ending his campaign. Gilmore said that it would be \"impractical\" to run, citing the difficulty of raising enough money to be competitive in early-voting states of Iowa, New Hampshire, and South Carolina.\n2016 presidential campaign.\nGilmore announced that he will run for president in his second presidential campaign for the 2016 presidential election on July 30, 2015. He withdrew after the New Hampshire primary due to poor debate and polling performances on February 12, 2016.\nAmbassadorship.\nGilmore was considered for the position of United States Ambassador to Germany by the Trump Administration, but ultimately not chosen. In November 2018, Gilmore was nominated as the next U.S. Representative to the Organization for Security and Co-operation in Europe with the rank of ambassador. He was confirmed by the U.S. Senate on May 23, 2019. He was sworn-in on July 2, 2019.\nPersonal life.\nGilmore has been married to Roxane Gatling since 1977. Together, they have two sons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":60},{"uri":"Politician","surface_form":"politician","offset":69},{"uri":"United_States_Mission_to_the_Organization_for_Security_and_Cooperation_in_Europe","surface_form":"United States Ambassador to the Organization for Security and Cooperation in Europe","offset":97},{"uri":"List_of_Governors_of_Virginia","surface_form":"68th","offset":209},{"uri":"Governor_of_Virginia","surface_form":"Governor of Virginia","offset":214},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":276},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":310},{"uri":"John_McCain","surface_form":"John McCain","offset":376},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016","offset":426},{"uri":"Jim_Gilmore_presidential_campaign%2C_2016","surface_form":"presidential campaign","offset":445},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":599},{"uri":"United_States_Mission_to_the_Organization_for_Security_and_Cooperation_in_Europe","surface_form":"United States Mission to the Organization for Security and Cooperation in Europe","offset":651},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":785},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":846},{"uri":"John_Randolph_Tucker_High_School","surface_form":"John Randolph Tucker High School","offset":1011},{"uri":"University_of_Virginia","surface_form":"University of Virginia","offset":1090},{"uri":"Henrico_County%2C_Virginia","surface_form":"Henrico County","offset":1194},{"uri":"LeClairRyan","surface_form":"LeClairRyan","offset":1389},{"uri":"Governor_of_Virginia","surface_form":"Governor of Virginia","offset":1469},{"uri":"Virginia_General_Assembly","surface_form":"General Assembly","offset":1715},{"uri":"Abortion","surface_form":"abortion","offset":2215},{"uri":"Partial_birth_abortion","surface_form":"partial birth abortion","offset":2250},{"uri":"Virginia_Constitution","surface_form":"Virginia Constitution","offset":2278},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":2425},{"uri":"Mark_Warner","surface_form":"Mark Warner","offset":2434},{"uri":"Rockingham_County%2C_Virginia","surface_form":"Rockingham","offset":2658},{"uri":"Augusta_County%2C_Virginia","surface_form":"Augusta","offset":2670},{"uri":"Powhatan_County","surface_form":"Powhatan","offset":2679},{"uri":"Hanover_County%2C_Virginia","surface_form":"Hanover","offset":2692},{"uri":"Exploratory_committee","surface_form":"exploratory committee","offset":2875},{"uri":"Conservative","surface_form":"conservative","offset":2910},{"uri":"Federal_Election_Commission","surface_form":"Federal Election Commission","offset":3003},{"uri":"Iowa","surface_form":"Iowa","offset":3303},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":3309},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3328},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 presidential election","offset":3465},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":3532},{"uri":"United_States_Ambassador_to_Germany","surface_form":"United States Ambassador to Germany","offset":3679},{"uri":"Trump_Administration","surface_form":"Trump Administration","offset":3722},{"uri":"Organization_for_Security_and_Co-operation_in_Europe","surface_form":"Organization for Security and Co-operation in Europe","offset":3850}]}