{"id":50866,"url":"http://en.wikipedia.org/wiki/Sandwich","text":"A sandwich is a food prepared by placing different kinds of foods between two pieces of bread. The pieces of bread in a sandwich are referred to as slices or sheets of bread. Between the slices of bread, people often add in vegetables, meat, or cheese. The sandwich is thought to have been made first for the Earl of Sandwich, hence the name.\nMany people enjoy the sandwich as it is easy and quick to make in a hurry. Also, the sandwich can be easily eaten with one hand without utensils which allows consumers to have a hand free to do other things. Some people prefer to eat a sandwich with both hands.\nIn many countries, children eat sandwiches for lunch at school. The sandwiches are put in a lunchbox and often wrapped in cling film to keep them fresh.\nVariations.\nA sandwich is not limited to a single layer of filling between two pieces of bread. It can have more than one layer of filling and bread. Each layer of filling is commonly referred to as a \"deck\". For instance, a single decker sandwich would be the standard two slices of bread and one layer of filling. A double decker sandwich will have three slices of bread with two layers of fillings. Generally one piece, is one piece of bread cut in two with a filling between each piece.\nThe double decker sandwich is so called because each layer of filling forms a deck, much like a double decker bus. A club sandwich is a double decker sandwich with chicken, bacon and salad. A triple decker sandwich would consist of four slices of bread with three layers of fillings. The BLT is a common type of sandwich filled with bacon, lettuce and tomato.\nIf there is only one piece of bread it is sometimes called an open sandwich. Open sandwiches are very common in Scandinavian countries, e.g. in Denmark \"smørrebrød\" is an open sandwich.\nAnother form of sandwich is the toasted sandwich. The toasted sandwich can be made from slices of toast instead of bread or the sandwich is toasted whole in an oven or a sandwich presser.\nSandwiches made with different types of bread might be given unique names. A panini, for example, is usually a sandwich on a small roll or loaf which is pressed between two heavy, heated grill plates. Sandwiches are commonly made of white bread, brown bread or French bread, but can also be made of other types (e.g. a panini uses ciabatta).\nSandwiches can also be called by many other names in different parts of the world such as 'grinder', 'sub', 'hoagie' and 'wedge'.\nFormula.\nStandard Sandwich Bread > Filling (possibly bread) > Bread\nDouble Decker Bread > Filling A > Bread > Filling B > Bread\nTriple Decker Bread > Filling A > Bread > Filling B > Bread > Filling C > Bread\nIn popular culture.\nIn one episode of \"The Apprentice\", the apprentices were required to make sandwiches for Donald Trump.\nIn the French film \"Taxi\" the protagonist is made a special sandwich with half Bayonne ham, half Paris. This later sparks the jealousy of another character.\nIn the Warner Brothers cartoon \"Scooby Doo\", Scooby was well known to love making sandwiches with Shaggy having many layers, often with a great variety of fillings.\nIn the television series \"Buffy\", during episode 61, Buffy eyes a classmate eating a sandwich, snatches it and hungrily scarfs it down.\nIn the television series \"Star Trek\", Scotty used the word sandwich to refer to the makeup of a piece of technology which was made of three layers of two materials, which caused the food synthesizer in the galley of the USS Enterprise to believe that he was requesting a meal. Scotty canceled the process by kicking the offending unit.\nThe largest sandwich ever made was made by Wild Woody's Chill and Grill, Roseville, Michigan. It weighed 5,440 lbs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":16},{"uri":"Bread","surface_form":"bread","offset":88},{"uri":"Earl_of_Sandwich","surface_form":"Earl of Sandwich","offset":309},{"uri":"Lunchbox","surface_form":"lunchbox","offset":697},{"uri":"Cling_film","surface_form":"cling film","offset":727},{"uri":"Bread","surface_form":"bread","offset":847},{"uri":"Toast","surface_form":"toast","offset":1893},{"uri":"Oven","surface_form":"oven","offset":1955},{"uri":"Sandwich_presser","surface_form":"sandwich presser","offset":1965},{"uri":"The_Apprentice","surface_form":"The Apprentice","offset":2702},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2772},{"uri":"Warner_Brothers","surface_form":"Warner Brothers","offset":2950},{"uri":"Scooby_Doo","surface_form":"Scooby Doo","offset":2975},{"uri":"Buffy","surface_form":"Buffy","offset":3134},{"uri":"Star_Trek","surface_form":"Star Trek","offset":3270},{"uri":"Scotty","surface_form":"Scotty","offset":3282},{"uri":"USS_Enterprise","surface_form":"USS Enterprise","offset":3464}]}