{"id":50864,"url":"http://en.wikipedia.org/wiki/Conservative_Party_(UK)","text":"The Conservative and Unionist Party (usually shortened to Conservative Party, or informally as the Tory Party) is the main right-wing political party in the United Kingdom. Their policies usually promote conservatism. They are the largest party in the House of Commons after the 2019 United Kingdom general election, with 365 out of a possible 650 seats.\nAfter a leadership election in the Conservative Party through June and July 2019, Boris Johnson became the leader of the party. He became Prime Minister on 24 July 2019 by default, and as of 13 December 2019 was made Prime Minister after the 2019 general election.\n19th century.\nThe party was founded in 1834 by Robert Peel out of the old Tory Party, which was founded in 1678. During the 1800s, the party was one of the two main political parties along with the Liberal Party. In 1846, the party split over the repeal of the 'Corn Laws', which was favoured by Robert Peel and most top Conservatives but was disliked by backbencher Conservative MPs. Following the repeal, the Peel government fell and Robert Peel and his followers went on to join the Liberal Party. Because of this, the Conservatives were not able to form a majority government for twenty-eight years.\nUnder the leadership of Benjamin Disraeli, the party created a philosophy which supported the British Empire, the Church of England, the monarchy and social reforms, which took the party into power from 1874 to 1880. In 1886, the Liberal Party split over whether Ireland should be given independence. Those who did not support it became known as the Liberal Unionists and they joined with the Conservatives. This alliance meant that the Conservatives were in power for most of the period 1885–1906, under Lord Salisbury and then Arthur Balfour.\nEarly and middle 20th century.\nBy 1906, the Conservatives had another split, this time about the issue of 'tariff reform' and as a result, the party was defeated in a landslide at the 1906 General Election by the Liberal Party. In 1912, the Conservative Party formally joined with the Liberal Unionist Party to create the modern-day Conservative and Unionist Party, however this is usually shortened to Conservative Party. The party was in a coalition with the Liberal Party from 1916 to 1922, and was mostly in power from 1922 to 1929 under Stanley Baldwin. During the 1920s, the Labour Party replaced the Liberals as the Conservative's main political opponent.\nThe Conservatives were the leading figure in the coalitions of 1931–1935 and 1940–1945, and Winston Churchill was Prime Minister during World War II. Labour defeated the Conservatives at the 1945 General Election and the Conservatives were forced to accept many of Labour's new reforms like the creation of the welfare state and high taxes. The Conservatives returned to power from 1951 to 1964, under Churchill, Anthony Eden, Harold Macmillan and Alec Douglas-Home and during this time, Britain saw a period of economic and national prosperity. The Conservatives were led by Edward Heath from 1965 to 1975 and were in power from 1970 to 1974.\nLate 20th century.\nWhilst Heath was in power, he took Britain into the European Union which later would deeply divide the Conservative Party. Direct rule had to be placed on Northern Ireland because of the violence that occurred because of The Troubles. After this, the Ulster Unionist Party stopped supporting the Conservative Party at Westminster. A miner's strike and rising inflation in 1973 caused Heath to start the three-day working week to ration power. The February 1974 General Election caused a hung parliament and Labour was in power until 1979.\nMargaret Thatcher became Conservative leader in 1975 and successfully introduced a number of monetarist policies. In 1979, the party was returned to power because of the Labour government's handling of the 'Winter of Discontent' and Britain's growing inflation. Thatcher was Prime Minister from 1979 to 1990 and won the General Elections of 1979, 1983 and 1987. Thatcher's second and third terms saw the privatisation of most of Britain's state-owned industry, such as British Telecom in 1984, British gas in 1986, British Airways in 1987 and British Leyland and British Steel in 1988.\nIn 1989, the Conservative government introduced the Community Charge, or 'Poll Tax' which was seen as unfair to the poor and was very unpopular. Thatcher was replaced as Prime Minister and Conservative Party leader in 1990 by John Major. Major led the country and the party until 1997. John Major replaced the unpopular Community Charge with the Council Tax in 1992 and led the party to a surprise victory in the 1992 General Election. Although there was a recession in the early 1990s, John Major's Conservative government started a long period of economic prosperity which would last until the late 2000s. In the 1997 General Election, the Conservatives were defeated in a landslide and lost all of their Scottish and Welsh seats. This is blamed on party splits over the European Union, the \"Black Wednesday\" currency problem in 1992, and the 'New' Labour Party led by Tony Blair.\n21st century.\nThe party entered thirteen years of opposition, with William Hague leading the party from 1997 to 2001. At the 2001 General Election, the party's campaign focused on several right-wing policies. Hague was seen as a powerful speaker, but his leadership was damaged by some poor publicity stunts. The party made a net gain of only one seat at the 2001 General Election. Iain Duncan Smith led the party from 2001 to 2003 and he did moderate some of the party's right-wing policies. He did not return the party to power, and Michael Howard became leader in 2003.\nThe Labour government under Tony Blair was becoming unpopular because of the Iraq War. Michael Howard managed to reduce Labour's majority in parliament at the 2005 General Election, from 167 to 66. Howard resigned soon after this and David Cameron became Conservative Party leader. Cameron focused on modern and environmental issues. The Conservatives had a regular lead in opinion polls from 2007 onwards and at the 2010 General Election, the party won the most seats in parliament and the highest number of votes but was 20 seats short of a majority in parliament. A coalition government was made with the Liberal Democrats and David Cameron became Prime Minister in May 11, 2010. In the United Kingdom general election, 2015 the Conservatives won 331 seats. The first Conservative-majority government since 1992 was formed.\nIn efforts to rebrand and increase the party's appeal, leaders have adopted policies of liberal conservatism. This has included a \"greener\" environmental and energy policy, and adoption of some socially liberal views. An example is the acceptance of same-sex marriage. However, these policies have been accompanied by a fiscal conservatism: they have maintained a hard stance on bringing down the deficit, and starting a programme of economic austerity. Other modern policies of one-nation conservatism include education reform, extending student loan applicants to postgraduate applicants. and Christian democracy Such policies allow poorer students to go further, but still increase tuition fees. There has also been an emphasis on human rights. The European Convention on Human Rights is accepted, and individual initiative is supported.\nAfter the UK voted to leave the EU on the 23rd June 2016, Cameron resigned as Conservative leader and PM. On 11 July 2016 it was announced that Theresa May would become the new Leader of the Conservative Party and Prime Minister on the evening of 13 July 2016.\nRecent policies include a target to reach Net Zero C02 emissions by 2050, investment in clean energy and the environment, increased school funding, increased funding in science and research, increased police numbers, and increased NHS (National Health Service) funding. In 2019, the Conservative Party became the first major world government to declare a climate emergency declaration. After the 2019 general election, there are now more LGBT+ Conservative MPs in Parliament.\nParty support.\nSupport for the party comes from the south of England, Eastern England and rural areas.\nCurrent representation.\nHouse of Commons (MPs) -\nHouse of Lords (Peers) -\nEuropean Parliament (MEPs) -\nLondon Assembly (AMs) -\nScottish Parliament (MSPs) -\nWelsh Assembly (AMs) -\nFormer leaders.\nNamed below are all of the Conservative Party's leaders since 1922. The time as leader is placed in brackets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Right-wing","surface_form":"right-wing","offset":123},{"uri":"Politics","surface_form":"political","offset":134},{"uri":"Political_party","surface_form":"party","offset":144},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":157},{"uri":"Policy","surface_form":"policies","offset":179},{"uri":"Conservatism","surface_form":"conservatism","offset":204},{"uri":"House_of_Commons","surface_form":"House of Commons","offset":252},{"uri":"2019_United_Kingdom_general_election","surface_form":"2019 United Kingdom general election","offset":279},{"uri":"Boris_Johnson","surface_form":"Boris Johnson","offset":437},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":493},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":572},{"uri":"Robert_Peel","surface_form":"Robert Peel","offset":667},{"uri":"Corn_Laws","surface_form":"Corn Laws","offset":882},{"uri":"Benjamin_Disraeli","surface_form":"Benjamin Disraeli","offset":1248},{"uri":"British_Empire","surface_form":"British Empire","offset":1318},{"uri":"Church_of_England","surface_form":"Church of England","offset":1338},{"uri":"Ireland","surface_form":"Ireland","offset":1487},{"uri":"Lord_Salisbury","surface_form":"Lord Salisbury","offset":1729},{"uri":"Arthur_Balfour","surface_form":"Arthur Balfour","offset":1753},{"uri":"Tariff","surface_form":"tariff","offset":1876},{"uri":"Coalition","surface_form":"coalition","offset":2211},{"uri":"Stanley_Baldwin","surface_form":"Stanley Baldwin","offset":2311},{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":2350},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":2524},{"uri":"World_War_II","surface_form":"World War II","offset":2568},{"uri":"Welfare_state","surface_form":"welfare state","offset":2743},{"uri":"Anthony_Eden","surface_form":"Anthony Eden","offset":2845},{"uri":"Harold_Macmillan","surface_form":"Harold Macmillan","offset":2859},{"uri":"Alec_Douglas-Home","surface_form":"Alec Douglas-Home","offset":2880},{"uri":"Edward_Heath","surface_form":"Edward Heath","offset":3008},{"uri":"European_Union","surface_form":"European Union","offset":3147},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":3250},{"uri":"Ulster_Unionist_Party","surface_form":"Ulster Unionist Party","offset":3346},{"uri":"Inflation","surface_form":"inflation","offset":3454},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":3634},{"uri":"Monetarism","surface_form":"monetarist","offset":3727},{"uri":"Privatisation","surface_form":"privatisation","offset":4038},{"uri":"British_Telecom","surface_form":"British Telecom","offset":4103},{"uri":"British_Airways","surface_form":"British Airways","offset":4149},{"uri":"John_Major","surface_form":"John Major","offset":4446},{"uri":"Council_Tax","surface_form":"Council Tax","offset":4566},{"uri":"Recession","surface_form":"recession","offset":4677},{"uri":"European_Union","surface_form":"European Union","offset":4993},{"uri":"New_Labour","surface_form":"'New' Labour Party","offset":5065},{"uri":"Tony_Blair","surface_form":"Tony Blair","offset":5091},{"uri":"William_Hague","surface_form":"William Hague","offset":5170},{"uri":"Right-wing","surface_form":"right-wing","offset":5291},{"uri":"Iain_Duncan_Smith","surface_form":"Iain Duncan Smith","offset":5485},{"uri":"Michael_Howard","surface_form":"Michael Howard","offset":5638},{"uri":"Iraq_War","surface_form":"Iraq War","offset":5753},{"uri":"United_Kingdom_2005_general_election","surface_form":"2005 General Election","offset":5835},{"uri":"David_Cameron","surface_form":"David Cameron","offset":5910},{"uri":"David_Cameron","surface_form":"Cameron","offset":5958},{"uri":"United_Kingdom_general_election%2C_2010","surface_form":"2010 General Election","offset":6093},{"uri":"Coalition","surface_form":"coalition","offset":6245},{"uri":"Liberal_Democrats","surface_form":"Liberal Democrats","offset":6284},{"uri":"United_Kingdom_general_election%2C_2015","surface_form":"United Kingdom general election, 2015","offset":6366},{"uri":"Liberal_conservatism","surface_form":"liberal conservatism","offset":6591},{"uri":"Same-sex_marriage_in_the_United_Kingdom","surface_form":"same-sex marriage","offset":6753},{"uri":"Fiscal_conservatism","surface_form":"fiscal conservatism","offset":6823},{"uri":"Austerity","surface_form":"austerity","offset":6946},{"uri":"Human_rights","surface_form":"human rights","offset":7237},{"uri":"European_Convention_on_Human_Rights","surface_form":"European Convention on Human Rights","offset":7255},{"uri":"Theresa_May","surface_form":"Theresa May","offset":7488},{"uri":"Rural","surface_form":"rural","offset":8171},{"uri":"House_of_Commons_of_the_United_Kingdom","surface_form":"House of Commons","offset":8208},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":8233},{"uri":"European_Parliament","surface_form":"European Parliament","offset":8258},{"uri":"London_Assembly","surface_form":"London Assembly","offset":8287},{"uri":"Scottish_Parliament","surface_form":"Scottish Parliament","offset":8311},{"uri":"National_Assembly_of_Wales","surface_form":"Welsh Assembly","offset":8340}]}