{"id":508644,"url":"http://en.wikipedia.org/wiki/Roza_Otunbayeva","text":"Roza Isakovna Otunbayeva (Kyrgyz and Russian: Роза Исаковна Отунбаева; born August 23, 1950) is a Kyrgyz diplomat and politician. She was President of Kyrgyzstan from April 7, 2010 until December 1, 2011. In 2011 she received the International Women of Courage Award from the U.S. Department of State.\nLife.\nOtunbayeva was born in Frunze (now Bishkek), in Kyrgyzstan in the Soviet Union. She got a degree in philosophy from Moscow State University in 1972. Then she was a senior professor and head of the philosophy department at Kyrgyz State National University for six years. In 1975 she got a Candidate of Sciences degree after writing a dissertation named \"Critique of falsification of Marxist-Leninist dialectic by the philosophers of Frankfurt school\".\nOtunbayeva is divorced and has two children. She speaks Russian, English, German, and French in addition to Kyrgyz.\nWork.\nIn 1981, Otunbayeva became a secretary of the Lenin council of Frunze. In the late 1980s, she was the head of the Soviet delegation to UNESCO in Paris. Later she was the Soviet Ambassador to Malaysia. When Kyrgyzstan became independent, she was the Foreign Minister and Deputy Prime Minister, then she was Kyrgyzstan's first ambassador to the USA and Canada. From 1998 to 2001, she was the Kyrgyz ambassador to the United Kingdom. From 2002 to 2004, she was deputy head of the United Nations Observer Mission in Georgia. On April 7, 2010, Otunbayeva became the head of a Kyrgyz interim government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kyrgyz_language","surface_form":"Kyrgyz","offset":26},{"uri":"Russian_language","surface_form":"Russian","offset":37},{"uri":"Kyrgyzstan","surface_form":"Kyrgyz","offset":98},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":151},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":230},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":374},{"uri":"Dissertation","surface_form":"dissertation","offset":641},{"uri":"Dialectic","surface_form":"dialectic","offset":707},{"uri":"Frankfurt_school","surface_form":"Frankfurt school","offset":740},{"uri":"UNESCO","surface_form":"UNESCO","offset":1016},{"uri":"Ambassador","surface_form":"Ambassador","offset":1058},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1296},{"uri":"United_Nations","surface_form":"United Nations","offset":1358}]}