{"id":508733,"url":"http://en.wikipedia.org/wiki/Absolute_truth","text":"e=\"preserve\">Absolute truth is something that is true at all times and in all places. It is something that is always true no matter what the circumstances. It is a fact that cannot be changed. For example, there are no round squares. There are also no square circles. The angles of a triangle add up to 180 degrees. These are all true by definition. Very similar are the propositions of Euclid, because they are proved once the axioms are accepted. One way or another, these are all truths because they are logically true. Absolute truths are discovered, not invented. They exist in all cultures.\nAccording to Martin Luther (the reformer), \"I shall never be a heretic; I may err in dispute, but I do not wish to decide anything finally; on the other hand, I am not bound by the opinions of men.\" This means that if truth is not absolute it is not truth at all. Interestingly enough, Aristotle states that, “The high-minded man must care more for the truth than for what people think.” So if we consider ourselves to be wise individuals, our concern should be to find the truth not to submit to opinions.\n\"In two national surveys conducted by Barna Research, one among adults and one among teenagers, people were asked if they believe that there are moral absolutes that are unchanging or that moral truth is relative to the circumstances. By a 3-to-1 margin (64% vs. 22%) adults said truth is always relative to the person and their situation. The perspective was even more lopsided among teenagers, 83% of whom said moral truth depends on the circumstances, and only 6% of whom said moral truth is absolute.\"\nQuite different are empirical truths. All the findings of science are empirical: they are based on evidence, and might be wrong or incomplete. Also, we can be wrong about what we think we see or experience. Of course, we rely on science and our senses in practical life. That does not alter the fact that absolute truth is only to be found inside a well-defined logical system. That kind of truth may, or may not, correspond to the real world.","categories":[],"infobox_types":[],"annotations":[{"uri":"True","surface_form":"true","offset":49},{"uri":"Time","surface_form":"time","offset":61},{"uri":"Place","surface_form":"place","offset":78},{"uri":"Circumstance","surface_form":"circumstance","offset":141},{"uri":"Fact","surface_form":"fact","offset":164},{"uri":"Circle","surface_form":"circle","offset":259},{"uri":"Definition","surface_form":"definition","offset":338},{"uri":"Euclid","surface_form":"Euclid","offset":387},{"uri":"Axiom","surface_form":"axiom","offset":428},{"uri":"Logic","surface_form":"logic","offset":507},{"uri":"Culture","surface_form":"culture","offset":587},{"uri":"Empiricism","surface_form":"empirical","offset":1630},{"uri":"Science","surface_form":"science","offset":1668},{"uri":"Evidence","surface_form":"evidence","offset":1709}]}