{"id":508814,"url":"http://en.wikipedia.org/wiki/Yoani_Sanchez","text":"Yoani María Sánchez Cordero (born September 4, 1975) is a Cuban blogger. She writes criticism about the difficulties of life for people living in Cuba under its current government. Her blog, \"Generation Y\", is in 17 languages. She received many international awards for her blog. In November 2009, U.S. President Barack Obama, wrote that her blog \"provides the world a unique window into the realities of daily life in Cuba\" and applauded her efforts to \"empower fellow Cubans to express themselves through the use of technology.\" In 2011, she received the International Women of Courage Award.\nLife.\nYoani Sánchez was born September 4, 1975, in Havana, Cuba. Her father is William Sánchez. Her mother is Maria Eumelia Cordero. Her father worked for the railroad. Later, when Cuba's national railroads had problems, he worked to fix bicycles. When Sanchez was in primary school, Cuba was rich, because it received money from the Soviet Union. Later, when Sanchez was in high school and university, the Soviet Union had problems, Cuba lost the money, and Cuba's culture changed.\nSanchez went to high school in the countryside\". She wrote: \"I left high school in the countryside feeling that nothing belonged to me, not even my body. Living in shelters creates the sensation that your whole life, your privacy, your personal possessions and even your nakedness has become public property.\" Sanchez decided she wanted privacy.\nFor two years, Sánchez went to the university at Instituto Pedagógico. She studied Spanish literature. Then she went to the Faculty of Arts and Letters in 1995. She got a degree in Hispanic philology and a specialty in contemporary Latin American literature.\nWork.\nIn 2000, Sanchez worked for Editorial Gente Nueva, a publisher of children's books. Then Sanchez worked as a Spanish teacher for German tourists in Havana.\"\nIn 2002, Sánchez went to Switzerland. Two years later, she went back to Cuba. Back in Cuba, Sánchez started the magazine \"Consenso\", later named \"Contodos\". Sánchez is also involved with the digital magazine \"Convivencia\".\nIn 2007, Sánchez went to the \"debate of the intellectuals\", a conference at the House of The Americas. It was a discussion among intellectuals about Cuba’s culture. But Sanchez and others were not allowed inside, so they wrote emails. The emails became the digital magazine \"Contodos\" This was the reason Sánchez started her blog, Generation Y.\nIn November 2008, Sánchez was invited to write her blog entries on \"The Huffington Post\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Cubans","surface_form":"Cuban","offset":58},{"uri":"Blog","surface_form":"blog","offset":64},{"uri":"Criticism","surface_form":"criticism","offset":84},{"uri":"Government","surface_form":"government","offset":169},{"uri":"International","surface_form":"international","offset":245},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":313},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":557},{"uri":"Havana","surface_form":"Havana","offset":646},{"uri":"Railroad","surface_form":"railroad","offset":754},{"uri":"Primary_school","surface_form":"primary school","offset":863},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":929},{"uri":"High_school","surface_form":"high school","offset":1094},{"uri":"Country","surface_form":"country","offset":1113},{"uri":"Privacy","surface_form":"privacy","offset":1415},{"uri":"Literature","surface_form":"literature","offset":1515},{"uri":"Philology","surface_form":"philology","offset":1614},{"uri":"Publish","surface_form":"publish","offset":1742},{"uri":"Tourist","surface_form":"tourist","offset":1825},{"uri":"Switzerland","surface_form":"Switzerland","offset":1871},{"uri":"Conference","surface_form":"conference","offset":2131},{"uri":"House_of_The_Americas","surface_form":"House of The Americas","offset":2149},{"uri":"Intellectual","surface_form":"intellectual","offset":2198},{"uri":"The_Huffington_Post","surface_form":"The Huffington Post","offset":2482}]}