{"id":50897,"url":"http://en.wikipedia.org/wiki/Pulmonary_hypertension","text":"ce=\"preserve\">Pulmonary hypertension or PH is a condition where there is high blood pressure in the lungs. This condition makes it hard to breathe. Some people with the condition need extra oxygen. This condition can also make a person dizzy and become easily tired. Some people with the condition faint easily. The symptoms get worse when exercising or working hard. Pulmonary hypertension is a serious condition, and it can be fatal. The condition makes it harder for the heart to pump blood. Because the heart has to work harder, it can also become sick. Some people who are very sick may need a lung transplant or a heart-lung transplant to live. Pulmonary hypertensions full name is pulmonary arterial hypertension even though most people call it pah, ph or pha.\nSigns and symptoms.\nPeople with pulmonary hypertension have difficulty breathing. They also tire easily. Some of them faint easily too. They might have chest pain. Some patients have swelling of the feet and ankles. These symptoms get worse during exercise or hard work.\nBecause many diseases can make it hard to breathe, a doctor must learn about the patient's background. This helps the doctor to treat the patient, even if the patient has another disease. The doctor also does several tests. Pulmonary hypertension makes the heart sound different. One test is to measure the blood pressure inside the \"pulmonary artery\", the blood vessel that goes from the heart to the lungs.\nIn order to establish the cause, the physician will generally conduct a thorough medical history. A detailed family history is taken to determine whether the disease might be familial. A history of exposure to cocaine, methamphetamine, alcohol leading to cirrhosis, and smoking leading to emphysema are considered significant. Physical examination is performed to look for typical signs of pulmonary hypertension including a loud P2 (pulmonic valve closure sound), (para)sternal heave, jugular venous distension, pedal edema, ascites, hepatojugular reflux, clubbing etc.\nWhat goes wrong with the body.\nIn pulmonary hypertension, the blood vessels in the lungs become too narrow. The blood pressure in the lungs becomes high. The heart works very hard to pump blood through the narrow blood vessels. Later on, the blood vessels in the lungs become hard and thick. The heart must work harder.\nThe heart can work so hard that it becomes sick. This is called heart failure. The sick heart cannot pump blood well. Less blood goes to the lungs, so the blood gets less oxygen. This makes it hard to breathe. This gets worse when exercising or working hard.\nCauses.\nThe most common cause of pulmonary hypertension is left heart failure. This causes pulmonary \"venous\" hypertension. This leads to pulmonary edema, or fluid build-up in the lungs.\nMany illnesses can cause pulmonary \"arterial\" hypertension (PAH).\nWhen a person has pulmonary hypertension without any other cause, this is called \"idiopathic pulmonary arterial hypertension\" or IPAH.\nWhen a family history exists, the disease is termed \"familial pulmonary arterial hypertension\", (FPAH). IPAH and FPAH are now considered to be genetic disorders linked to mutations in the \"BMPR2\" gene, which encodes a receptor for bone morphogenetic proteins, as well as the \"5-HT(2B)\" gene, which codes for a serotonin receptor.\nIn medicine, pulmonary hypertension (PH) is an increase in blood pressure in the pulmonary artery or lung vasculature, leading to shortness of breath, dizziness, fainting, and other symptoms, all of which are exacerbated by exertion. Depending on the cause, pulmonary hypertension can be a severe disease with a markedly decreased exercise tolerance and right-sided heart failure. It was first identified by Dr Ernst von Romberg in 1891. It can be one of five different types, \"arterial, venous, hypoxic, thromboembolic,\" or \"miscellaneous\".\nAlthough the terms primary pulmonary hypertension (meaning of unknown cause) and secondary pulmonary hypertension (meaning due to another medical condition) still persist in materials disseminated to patients and the general public, these terms have largely been abandoned in the medical literature. This change has occurred because the older dichotomous classification did not reflect pathophysiology or outcome. It led to erroneous therapeutic decisions, i.e. treat \"primary\" pulmonary hypertension only. This in turn led to therapeutic nihilism for many patients labeled \"secondary\" pulmonary hypertension, and could have contributed to their deaths. The term \"primary pulmonary hypertension\" has now been replaced with \"idiopathic pulmonary arterial hypertension\". The terms \"primary\" and \"secondary\" pulmonary hypertension should not be used any longer. Further details are in the Classification section below.\nCauses.\nThe most common cause of pulmonary hypertension is left heart failure leading to pulmonary \"venous\" hypertension. This may be due to systolic or diastolic malfunction of the left ventricle or due to valvular dysfunction such as mitral regurgitation or mitral stenosis. It usually manifests as pulmonary edema.\nCommon causes of pulmonary \"arterial\" hypertension (PAH) include HIV, scleroderma and other autoimmune disorders, cirrhosis and portal hypertension, sickle cell disease, congenital heart disease, thyroid diseases, and others. Use of weight loss pills such as Fen-Phen, Aminorex, fenfluramine (Pondimin), and phentermine led to the development of PAH in the past.\nPathogenesis.\nWhatever the initial cause, pulmonary hypertension involves the tightening of blood vessels connected to and within the lungs. This makes it harder for the heart to pump blood through the lungs, much as it is harder to make water flow through a narrow pipe as opposed to a wide one. Over time, the affected blood vessels become both stiffer and thicker, further increasing the blood pressure within the lungs and impairing blood flow. In addition, the increased workload of the heart causes thickening and enlargement of the right ventricle, making the heart less able to pump blood through the lungs, causing right heart failure. As the blood flowing through the lungs decreases, the left side of the heart receives less blood. This blood may also carry less oxygen than normal. Therefore, it becomes harder and harder for the left side of the heart to pump to supply sufficient oxygen to the rest of the body, especially during physical activity.\nDiagnosis.\nBecause pulmonary hypertension can be of 5 major types, a series of tests must be performed to distinguish pulmonary \"arterial\" hypertension from \"venous, hypoxic, thomboembolic,\" or \"miscellaneous\" varieties.\nA physical examination is performed to look for typical signs of pulmonary hypertension. These include altered heart sounds, such as a widely split S2 or second heart sound, a loud P2 or pulmonic valve closure sound (part of the second heart sound), (para)sternal heave, possible S3 or third heart sound, and pulmonary regurgitation. Other signs include jugular venous distension (enlargement of the jugular veins), peripheral edema (swelling of the ankles and feet), ascites (abdominal swelling due to the accumulation of fluid), hepatojugular reflux, and clubbing.\nFurther procedures are required to confirm the presence of pulmonary hypertension and exclude other possible diagnoses. These generally include pulmonary function tests, blood tests, electrocardiography (ECG), arterial blood gas measurements, X-rays of the chest (followed by high-resolution CT scanning if interstitial lung disease is suspected), and ventilation-perfusion or Q scanning to exclude chronic thromboembolic pulmonary hypertension. Biopsy of the lung is usually not indicated unless the pulmonary hypertension is thought to be due to an underlying interstitial lung disease. But lung biopsies are fraught with risks of bleeding due to the high intrapulmonary blood pressure. Clinical improvement is often measured by a \"six-minute walk test\", i.e. the distance a patient can walk in six minutes. Stability and improvement in this measurement correlate with better survival.\nAlthough pulmonary arterial pressure can be estimated on the basis of echocardiography, pressure sampling with a Swan-Ganz catheter provides the most definite measurement. PAOP and PVR can not be measured directly with echocardiography. Therefore, diagnosis of PAH requires a cardiac catheterization. A Swan-Ganz catheter can also measure the cardiac output, which is far more important in measuring disease severity than the pulmonary arterial pressure.\nNormal pulmonary arterial pressure in a person living at sea level has a mean value of 12–16 mm Hg (1600–2100 Pa). Definite pulmonary hypertension is present when mean pressures at rest exceed 25 mm Hg (3300 Pa). If mean pulmonary artery pressure rises above 30 mm Hg (4000 Pa) with exercise, that is also considered pulmonary hypertension.\nDiagnosis of PAH requires the presence of pulmonary hypertension with two other conditions. Pulmonary artery occlusion pressure (PAOP or PCWP) must be less than 15 mm Hg (2000 Pa) and pulmonary vascular resistance (PVR) must be greater than 3 Wood units (240 dyn•s•cm−5 or 2.4 mN•s•cm−5).\nCurrent classification.\nIn 2003, the 3rd World Symposium on Pulmonary Arterial Hypertension was convened in Venice to modify the classification based on the new understanding of disease mechanisms. The revised system developed by this group provides the current framework for understanding pulmonary hypertension.\nThe system includes several improvements over the former 1998 Evian Classification system. Risk factor descriptions were updated, and the classification of congenital systemic-to pulmonary shunts was revised. A new classification of genetic factors in PH was recommended, but not implemented because available data were judged to be inadequate.\nPrevious terminology.\nThe terms primary and secondary pulmonary hypertension (PPH and SPH) were formerly used to classify the disease. This led to the assumption that only the primary disease should be treated, and the secondary variety should be ignored in favor of treating only the underlying illness. In fact all forms of pulmonary arterial hypertension are treatable. Unfortunately, this classification system still persists in the minds of many physicians, and probably leads to many patients with being denied treatment. This nihilistic approach to pulmonary arterial hypertension may also contribute to underdiagnosis. It is estimated that there are about 100,000 patients with PAH in the US, but only 15-20,000 have been diagnosed. Many others have been misdiagnosed as COPD, asthma, or congestive heart failure.\nThe term primary pulmonary hypertension (PPH) has now been replaced with idiopathic pulmonary arterial hypertension (IPAH) in much of the medical literature. However, some physicians continue to use the older classification inappropriately.\nEpidemiology.\nIPAH is a rare disease with an incidence of about 2-3 per million per year and a prevalence of about 15 per million. Women are almost three times as likely to present with IPAH than men.\nOther forms of PAH are far more common. In scleroderma the incidence has been estimated to be 6 to 60% of all patients, in rheumatoid arthritis up to 21%, in systemic lupus erythematosus 4 to 14%, in portal hypertension between 2 and 5%, in HIV about 0.5%, and in sickle cell disease ranging from 20 to 40%.\nDiet pills such as Fen-Phen produced an annual incidence of 25-50 per million per year.\nTreatment.\nTreatment is determined by whether the PH is arterial, venous, hypoxic, thromboembolic, or miscellaneous. Since pulmonary \"venous\" hypertension is synonymous with congestive heart failure, the treatment is to optimize left ventricular function by the use of diuretics, beta blockers, ACE inhibitors, etc., or to repair/replace the mitral valve or aortic valve.\nIn PAH, lifestyle changes, digoxin, diuretics, oral anticoagulants, and oxygen therapy are considered \"conventional\" therapy, but have never been proven to be beneficial in a randomized, prospective manner.\nHigh dose calcium channel blockers are useful in only 5% of IPAH patients who are \"vasoreactive\" by Swan-Ganz catheter. Unfortunately, calcium channel blockers have been largely misused, being prescribed to many patients with non-vasoreactive PAH, leading to excess morbidity and mortality.\nVasoactive substances.\nThree major pathways are involved in abnormal proliferation and contraction of the smooth-muscle cells of the pulmonary artery in patients with pulmonary arterial hypertension. These pathways correspond to important therapeutic targets in this condition and play a role in determining which of three classes of drugs—endothelin receptor antagonists, phosphodiesterase type 5 inhibitors, and prostacyclin derivatives—will be used.\nProstacyclin (prostaglandin I2) is commonly considered the most effective treatment for PAH. Epoprostenol (synthetic prostacyclin, marketed as Flolan®) is given via continuous infusion that requires a semi-permanent central venous catheter. This delivery system can cause sepsis and thrombosis. Flolan® is unstable, and therefore has to be kept on ice during administration. Since it has a half-life of 3 to 5 minutes, the infusion has to be continuous (24/7), and interruption can be fatal. Other prostanoids have therefore been developed. Treprostinil (Remodulin®) can be given intravenously or subcutaneously, but the subcutaneous form can be very painful. Iloprost (Ilomedin®) is also used in Europe intravenously and has a longer half life. Iloprost (marketed as Ventavis®) is the only inhaled form of prostacyclin approved for use in the US and Europe. This form of administration has the advantage of selective deposition in the lungs with less systemic side effects.\nThe dual (ETA and ETB) endothelin receptor antagonist bosentan (marketed as Tracleer®) was approved in 2001. Two selective endothelin receptor antagonists (ETA only) are in the final stages of approval: sitaxsentan and ambrisentan. Sildenafil, a selective inhibitor of cGMP specific phosphodiesterase type 5 (PDE5), was approved for the treatment of PAH in 2005. It is marketed for PAH as Revatio®. Tadalafil (currently marketed as Cialis® for erectile dysfunction) is currently is Phase III trials. Vasoactive intestinal peptide by inhalation should enter clinical trials for PAH in 2007. PRX-08066 is a serotonin antagonist currently being developed for hypoxic pulmonary hypertension.\nSurgical.\nAtrial septostomy is a surgical procedure that creates a communication between the right and left atria. It relieves pressure on the right side of the heart, but at the cost of lower oxygen levels in blood (hypoxia). It is best performed in experienced centers. Lung transplantation cures pulmonary arterial hypertension, but leaves the patient with the complications of transplantation, and a survival of about 5 years.\nPulmonary thromboendarterectomy (PTE) is a surgical procedure that is used for chronic thromboembolic pulmonary hypertension. It is the surgical removal of an organized thrombus (clot) along with the lining of the pulmonary artery; it is a large and very difficult procedure that is currently performed in a few select centers. Case series show remarkable success in most patients.\nTreatment for hypoxic and miscellaneous varieties of pulmonary hypertension have not been established. However, studies of several agents are currently enrolling patients. Many physicians will treat these diseases with the same medications as for PAH, until better options become available.\nPrognosis.\nThe NIH IPAH registry from the 1980s showed an \"untreated\" median survival of 2–3 years from time of diagnosis, with the cause of death usually being right ventricular failure (cor pulmonale). Although this figure is widely quoted, it is probably irrelevant today. Outcomes have changed dramatically over the last two decades. This may be because of newer drug therapy, better overall care, and earlier diagnosis (lead time bias). A recent outcome study of those patients who had started treatment with bosentan (Tracleer®) showed that 86% patients were alive at 3 years. With multiple agents now available, combination therapy is increasingly used. Impact of these agents on survival is not known, since many of them have been developed only recently. It would not be unreasonable to expect median survival to extend past 10 years in the near future.","categories":[],"infobox_types":[],"annotations":[{"uri":"High_blood_pressure","surface_form":"high blood pressure","offset":73},{"uri":"Lungs","surface_form":"lungs","offset":100},{"uri":"Breath","surface_form":"breath","offset":139},{"uri":"Oxygen","surface_form":"oxygen","offset":190},{"uri":"Faint","surface_form":"faint","offset":298},{"uri":"Heart","surface_form":"heart","offset":474},{"uri":"Lung_transplant","surface_form":"lung transplant","offset":599},{"uri":"Heart-lung_transplant","surface_form":"heart-lung transplant","offset":620},{"uri":"Symptom","surface_form":"symptom","offset":990},{"uri":"Heart_sounds","surface_form":"heart sound different","offset":1296},{"uri":"Pulmonary_artery","surface_form":"pulmonary artery","offset":1373},{"uri":"Cocaine","surface_form":"cocaine","offset":1658},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":1667},{"uri":"Alcohol","surface_form":"alcohol","offset":1684},{"uri":"Cirrhosis","surface_form":"cirrhosis","offset":1703},{"uri":"Emphysema","surface_form":"emphysema","offset":1737},{"uri":"Physical_examination","surface_form":"Physical examination","offset":1775},{"uri":"Edema","surface_form":"edema","offset":1967},{"uri":"Ascites","surface_form":"ascites","offset":1974},{"uri":"Abdominojugular_test","surface_form":"hepatojugular reflux","offset":1983},{"uri":"Clubbing","surface_form":"clubbing","offset":2005},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":2081},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":2131},{"uri":"Heart_failure","surface_form":"heart failure","offset":2403},{"uri":"Blood","surface_form":"blood","offset":2462},{"uri":"Heart_failure","surface_form":"heart failure","offset":2662},{"uri":"Vein","surface_form":"venous","offset":2700},{"uri":"Pulmonary_edema","surface_form":"pulmonary edema","offset":2736},{"uri":"Artery","surface_form":"arterial","offset":2821},{"uri":"Genetics","surface_form":"genetic disorders","offset":3129},{"uri":"Receptor_(biochemistry)","surface_form":"receptor","offset":3204},{"uri":"Serotonin","surface_form":"serotonin","offset":3296},{"uri":"Medicine","surface_form":"medicine","offset":3319},{"uri":"Pulmonary_artery","surface_form":"pulmonary artery","offset":3397},{"uri":"Lung","surface_form":"lung","offset":3417},{"uri":"Pulmonary_circulation","surface_form":"vasculature","offset":3422},{"uri":"Dypsnea","surface_form":"shortness of breath","offset":3446},{"uri":"Dizziness","surface_form":"dizziness","offset":3467},{"uri":"Fainting","surface_form":"fainting","offset":3478},{"uri":"Heart_failure","surface_form":"heart failure","offset":3682},{"uri":"Heart_failure","surface_form":"heart failure","offset":4838},{"uri":"Systolic","surface_form":"systolic","offset":4915},{"uri":"Diastolic","surface_form":"diastolic","offset":4927},{"uri":"Ventricle_(heart)","surface_form":"ventricle","offset":4961},{"uri":"Mitral_regurgitation","surface_form":"mitral regurgitation","offset":5010},{"uri":"Mitral_stenosis","surface_form":"mitral stenosis","offset":5034},{"uri":"Pulmonary_edema","surface_form":"pulmonary edema","offset":5075},{"uri":"HIV","surface_form":"HIV","offset":5157},{"uri":"Scleroderma","surface_form":"scleroderma","offset":5162},{"uri":"Autoimmune","surface_form":"autoimmune","offset":5184},{"uri":"Cirrhosis","surface_form":"cirrhosis","offset":5206},{"uri":"Portal_hypertension","surface_form":"portal hypertension","offset":5220},{"uri":"Sickle_cell_disease","surface_form":"sickle cell disease","offset":5241},{"uri":"Congenital_heart_disease","surface_form":"congenital heart disease","offset":5262},{"uri":"Thyroid","surface_form":"thyroid","offset":5288},{"uri":"Fen-Phen","surface_form":"Fen-Phen","offset":5351},{"uri":"Aminorex","surface_form":"Aminorex","offset":5361},{"uri":"Fenfluramine","surface_form":"fenfluramine","offset":5371},{"uri":"Phentermine","surface_form":"phentermine","offset":5400},{"uri":"Vasoconstrictor","surface_form":"tightening of blood vessels","offset":5533},{"uri":"Lungs","surface_form":"lungs","offset":5657},{"uri":"Fibrosis","surface_form":"stiffer and thicker","offset":5802},{"uri":"Right_ventricle","surface_form":"right ventricle","offset":5994},{"uri":"Heart_failure","surface_form":"heart failure","offset":6085},{"uri":"Oxygen","surface_form":"oxygen","offset":6349},{"uri":"Physical_examination","surface_form":"physical examination","offset":6641},{"uri":"Heart_sounds","surface_form":"heart sounds","offset":6750},{"uri":"Pulmonary_valve","surface_form":"pulmonic valve","offset":6826},{"uri":"Pulmonary_regurgitation","surface_form":"pulmonary regurgitation","offset":6948},{"uri":"Jugular_vein","surface_form":"jugular vein","offset":7039},{"uri":"Peripheral_edema","surface_form":"peripheral edema","offset":7055},{"uri":"Ascites","surface_form":"ascites","offset":7107},{"uri":"Abdominojugular_test","surface_form":"hepatojugular reflux","offset":7170},{"uri":"Clubbing","surface_form":"clubbing","offset":7196},{"uri":"Pulmonary_function_test","surface_form":"pulmonary function test","offset":7350},{"uri":"Blood_test","surface_form":"blood test","offset":7376},{"uri":"Electrocardiography","surface_form":"electrocardiography","offset":7389},{"uri":"Arterial_blood_gas","surface_form":"arterial blood gas","offset":7416},{"uri":"X-ray","surface_form":"X-ray","offset":7449},{"uri":"CT_scan","surface_form":"CT scan","offset":7498},{"uri":"Interstitial_lung_disease","surface_form":"interstitial lung disease","offset":7513},{"uri":"Q_scan","surface_form":"Q scan","offset":7583},{"uri":"Echocardiography","surface_form":"echocardiography","offset":8164},{"uri":"Swan-Ganz_catheter","surface_form":"Swan-Ganz catheter","offset":8207},{"uri":"Echocardiography","surface_form":"echocardiography","offset":8313},{"uri":"Cardiac_catheterization","surface_form":"cardiac catheterization","offset":8370},{"uri":"Swan-Ganz_catheter","surface_form":"Swan-Ganz catheter","offset":8397},{"uri":"Cardiac_output","surface_form":"cardiac output","offset":8437},{"uri":"COPD","surface_form":"COPD","offset":10617},{"uri":"Asthma","surface_form":"asthma","offset":10623},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":10634},{"uri":"Scleroderma","surface_form":"scleroderma","offset":11145},{"uri":"Rheumatoid_arthritis","surface_form":"rheumatoid arthritis","offset":11225},{"uri":"Systemic_lupus_erythematosus","surface_form":"systemic lupus erythematosus","offset":11260},{"uri":"Portal_hypertension","surface_form":"portal hypertension","offset":11302},{"uri":"Fen-Phen","surface_form":"Fen-Phen","offset":11429},{"uri":"Congestive_heart_failure","surface_form":"congestive heart failure","offset":11672},{"uri":"Diuretic","surface_form":"diuretic","offset":11767},{"uri":"Beta_blocker","surface_form":"beta blocker","offset":11778},{"uri":"ACE_inhibitor","surface_form":"ACE inhibitor","offset":11793},{"uri":"Mitral_valve","surface_form":"mitral valve","offset":11840},{"uri":"Aortic_valve","surface_form":"aortic valve","offset":11856},{"uri":"Digoxin","surface_form":"digoxin","offset":11897},{"uri":"Diuretic","surface_form":"diuretic","offset":11906},{"uri":"Anticoagulant","surface_form":"anticoagulant","offset":11922},{"uri":"Calcium_channel_blocker","surface_form":"calcium channel blocker","offset":12087},{"uri":"Swan-Ganz_catheter","surface_form":"Swan-Ganz catheter","offset":12177},{"uri":"Endothelin_receptor_antagonist","surface_form":"endothelin receptor antagonist","offset":12708},{"uri":"Phosphodiesterase","surface_form":"phosphodiesterase","offset":12741},{"uri":"Prostacyclin","surface_form":"Prostacyclin","offset":12821},{"uri":"Prostaglandin","surface_form":"prostaglandin","offset":12835},{"uri":"Epoprostenol","surface_form":"Epoprostenol","offset":12914},{"uri":"Prostacyclin","surface_form":"prostacyclin","offset":12938},{"uri":"Central_venous_catheter","surface_form":"central venous catheter","offset":13037},{"uri":"Sepsis","surface_form":"sepsis","offset":13093},{"uri":"Thrombosis","surface_form":"thrombosis","offset":13104},{"uri":"Prostanoid","surface_form":"prostanoid","offset":13319},{"uri":"Treprostinil","surface_form":"Treprostinil","offset":13362},{"uri":"Iloprost","surface_form":"Iloprost","offset":13481},{"uri":"Iloprost","surface_form":"Iloprost","offset":13567},{"uri":"Endothelin","surface_form":"endothelin","offset":13819},{"uri":"Bosentan","surface_form":"bosentan","offset":13850},{"uri":"Sitaxsentan","surface_form":"sitaxsentan","offset":13999},{"uri":"Ambrisentan","surface_form":"ambrisentan","offset":14015},{"uri":"Sildenafil","surface_form":"Sildenafil","offset":14028},{"uri":"CGMP_specific_phosphodiesterase_type_5","surface_form":"cGMP specific phosphodiesterase type 5","offset":14065},{"uri":"2005","surface_form":"2005","offset":14153},{"uri":"Tadalafil","surface_form":"Tadalafil","offset":14195},{"uri":"Erectile_dysfunction","surface_form":"erectile dysfunction","offset":14240},{"uri":"Vasoactive_intestinal_peptide","surface_form":"Vasoactive intestinal peptide","offset":14296},{"uri":"Atria","surface_form":"atria","offset":14592},{"uri":"Lung_transplantation","surface_form":"Lung transplantation","offset":14756},{"uri":"Pulmonary_thromboendarterectomy","surface_form":"Pulmonary thromboendarterectomy","offset":14915},{"uri":"Thrombus","surface_form":"thrombus","offset":15084},{"uri":"Cor_pulmonale","surface_form":"cor pulmonale","offset":15776}]}