{"id":508970,"url":"http://en.wikipedia.org/wiki/Hybrid_vigour","text":"Hybrid vigour (or hybrid vigor) is the improved activity and survival of hybrid offspring. The technical term in genetics is heterosis.\nInbreeding in a normal population leads to the offspring getting worse, less fit, less fertile and usually not living as long as the parents. The opposite, outbreeding, leads to fit, healthy, fertile offspring. This effect has been known for a long time. Animal breeders have known it since the 18th century, and Darwin investigated it in detail with plants.\nOn the other hand, when two parents are from widely different populations, such as different subspecies, this usually does not apply. In that case it is more usual for the hybrids to have lower fitness. Mules are usually not fertile, and that automatically makes them of lower fitness, as that term is used in biology. They are very hardy animals, but they leave few offspring. The puzzle for scientists has been to explain these facts.\nGenetic theories.\nWhen a population is small or inbred, it tends to lose genetic diversity. The loss of fitness is due to loss of genetic diversity. Inbred strains tend to be homozygous for recessive alleles. Recessive alleles tend to be mildly harmful. Heterosis or hybrid vigor, on the other hand, is the tendency of outbred strains to exceed both inbred parents in fitness.\nIn the early 20th century, after Mendel's laws came to be understood and accepted, two explanations were proposed.\nPresent status.\nAt present, the first idea seems to fit the facts best. \"The current view... is that the dominance hypothesis is the major explanation of inbreeding decline and the high yield of hybrids\".\nAn epigenetic effect heterosis has been found in plants, and also in animals. MicroRNAs (miRNAs) are small non-coding RNAs which repress the translation of messenger RNAs (mRNAs) or degrade mRNAs. The miRNAs may also have an effect on hybrid vigour.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hybrid","surface_form":"hybrid","offset":73},{"uri":"Offspring","surface_form":"offspring","offset":80},{"uri":"Genetics","surface_form":"genetics","offset":113},{"uri":"Inbreeding","surface_form":"Inbreeding","offset":136},{"uri":"Subspecies","surface_form":"subspecies","offset":588},{"uri":"Fitness","surface_form":"fitness","offset":689},{"uri":"Mules","surface_form":"Mules","offset":698},{"uri":"Homozygous","surface_form":"homozygous","offset":1107},{"uri":"Recessive","surface_form":"recessive","offset":1122},{"uri":"Alleles","surface_form":"alleles","offset":1132},{"uri":"Mendel%27s_laws","surface_form":"Mendel's laws","offset":1342},{"uri":"Epigenetics","surface_form":"epigenetic","offset":1632},{"uri":"Translation_(genetics)","surface_form":"translation","offset":1770},{"uri":"Messenger_RNA","surface_form":"messenger RNA","offset":1785}]}