{"id":509058,"url":"http://en.wikipedia.org/wiki/University_of_St_Andrews","text":"The University of St Andrews (St Andrews University or St Andrews) is a public research university in St Andrews, Fife, Scotland.\nIt is the oldest of the four ancient universities of Scotland, and the third oldest university in the English-speaking world (after Oxford and Cambridge). St Andrews was founded between 1410 and 1413, when the Avignon Antipope Benedict XIII issued a papal bull to a small founding group of Augustinian clergy.\nSt Andrews is made up from a variety of institutions, including three constituent colleges (United College, St Mary's College, and St Leonard's College) and 18 academic Schools organized into four Faculties.\nThe university occupies historic and modern buildings throughout the town. The academic year is divided into two terms, Martinmas and Candlemas. In term time, over one-third of the town's population is either a staff member or student of the university.\nThe student body is diverse: over 45% of its intake come from over 100 countries outside of the UK, with about one-eighth of the students from the rest of the EU and the remaining third from overseas 15% from North America alone. The university's sport teams compete in BUCS competitions, and the student body is keeps ancient traditions such as Raisin Weekend, May Dip, and the wearing of distinctive academic dress.\nNational league tables currently rank St Andrews as the third best university in the United Kingdom, behind Oxbridge. \"The Guardian\" ranks the Schools of Physics and Astronomy, International Relations, Computer Science, Geography and Mathematics as first in the United Kingdom. The Complete University Guide ranks Divinity and Middle Eastern and African Studies first. \"The Times\" Higher Education World Universities Ranking names St Andrews among the world’s Top 20 Arts and Humanities universities. St Andrews has the highest student satisfaction (joint first) amongst all multi-faculty universities in the United Kingdom.\nSt Andrews has many notable former students and staff. Recent alumni include the former First Minister of Scotland Alex Salmond; Secretary of State for Defence Michael Fallon; HM British Ambassador to China Barbara Woodward; United States Ambassador to Hungary Colleen Bell; Olympic gold medalist Chris Hoy; and royals Prince William, Duke of Cambridge, and Catherine, Duchess of Cambridge. Six Nobel Laureates are amongst St Andrews' alumni and former staff: two in Chemistry and Physiology or Medicine, and one each in Peace and Literature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Research_university","surface_form":"research university","offset":79},{"uri":"St_Andrews","surface_form":"St Andrews","offset":102},{"uri":"Fife","surface_form":"Fife","offset":114},{"uri":"Scotland","surface_form":"Scotland","offset":120},{"uri":"English-speaking_world","surface_form":"English-speaking world","offset":232},{"uri":"Oxford_University","surface_form":"Oxford","offset":262},{"uri":"Cambridge_University","surface_form":"Cambridge","offset":273},{"uri":"Avignon_Pope","surface_form":"Avignon","offset":340},{"uri":"Antipope_Benedict_XIII","surface_form":"Benedict XIII","offset":357},{"uri":"Papal_bull","surface_form":"papal bull","offset":380},{"uri":"Augustinian","surface_form":"Augustinian","offset":420},{"uri":"North_America","surface_form":"North America","offset":1111},{"uri":"BUCS","surface_form":"BUCS","offset":1172},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1405},{"uri":"Oxbridge","surface_form":"Oxbridge","offset":1428},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1439},{"uri":"Times_Higher_Education_World_University_Rankings","surface_form":"\"The Times\" Higher Education World Universities Ranking","offset":1689},{"uri":"First_Minister_of_Scotland","surface_form":"First Minister of Scotland","offset":2033},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":2060},{"uri":"Michael_Fallon","surface_form":"Michael Fallon","offset":2105},{"uri":"Barbara_Woodward","surface_form":"Barbara Woodward","offset":2152},{"uri":"Colleen_Bell","surface_form":"Colleen Bell","offset":2206},{"uri":"Chris_Hoy","surface_form":"Chris Hoy","offset":2242},{"uri":"Prince_William%2C_Duke_of_Cambridge","surface_form":"Prince William, Duke of Cambridge","offset":2264},{"uri":"Catherine%2C_Duchess_of_Cambridge","surface_form":"Catherine, Duchess of Cambridge","offset":2303},{"uri":"Nobel_Laureate","surface_form":"Nobel Laureate","offset":2340},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Chemistry","offset":2412},{"uri":"Nobel_Prize_in_Physiology_or_Medicine","surface_form":"Physiology or Medicine","offset":2426},{"uri":"Nobel_Peace_Prize","surface_form":"Peace","offset":2466},{"uri":"Nobel_Prize_in_Literature","surface_form":"Literature","offset":2476}]}