{"id":509027,"url":"http://en.wikipedia.org/wiki/George_Voinovich","text":"George Victor Voinovich () (July 15, 1936 – June 12, 2016) was an American politician. He was the former United States Senator from the state of Ohio serving from 1999 to 2011. Voinovich was a member of the Republican Party. He lastly served as the 65th Governor of Ohio from 1991 to 1998. He was the 54th Mayor of Cleveland from 1980 to 1989.\nEarly life.\nVoinovich was born on July 15, 1936 in Cleveland, Ohio. His father was of Croatian Serb descent. His mother was of Slovenian descent. He was raised in Collinwood, Ohio; a suburb of Cleveland. He studied at Ohio University and at Ohio State University. He earned a Bachelor of Arts in government from Ohio University and a Law degree from Ohio State.\nEarly career.\nVoinovich began his political career in 1963 as an Assistant Attorney General of Ohio. He then served as a member of the Ohio House of Representatives from 1967 to 1971. From 1971 to 1976, he served as County Auditor of Cuyahoga County, Ohio.\nIn 1971, he ran for the Republican nomination for Mayor of Cleveland. He lost to Ralph J. Perk. From 1977 to 1978, Voinovich served as a member of the Cuyahoga County Board of Commissioners.\nIn 1978, Voinovich was elected lieutenant governor on the ticket with James A. Rhodes (the first Ohio lieutenant governor not to be elected separately from the governor).\nCampaign.\nIn 1979, the mayoral elections in Cleveland had become nonpartisan. Then-Mayor Dennis J. Kucinich (D) was about to enter a tough re-election campaign. Voinovich began to think running for mayor again. Finally, on July 26, he made \"one of the most difficult decisions in [his] life\" by running for mayor. He held his office as lieutenant governor until he won the election.\nOn October 8, 1979, a few days after the primary, Voinovich's nine-year-old daughter Molly was struck by a van and killed. The event brought the Voinovich campaign to a virtual halt and made it difficult for Kucinich to attack his opponent.\nVoinovich went on to be re-elected twice by landslides. In 1981 he defeated former State Representative Patrick Sweeney, 107,472 to 32,940, to win Cleveland's first four-year mayoral term. In 1985 he defeated former councilman Gary Kucinich (brother of Dennis Kucinich), 82,840 to 32,185.\nTerm.\nVoinovich was considered shy. Voinovich took an aggressive approach after many people thought Cleveland was a bad place to be in. He reversed a defensive attitude projected by the Cleveland media, going to \"war...to save one of this country's greatest cities.\"\nThe New Cleveland Campaign, a promotion agency formed in 1978, began sending out news releases bragging about Cleveland's benefits. Many people thanked Voinovich for fixing the city. He even attracted presidential candidates Jimmy Carter and Ronald Reagan to debate in Cleveland. \"Cleveland is making a comeback,\" \"Time Magazine\" declared at the close of 1980.\nIn order to accomplish more, Voinovich felt that the terms for mayor and Cleveland City Council to be extended. He offered a referendum to voters to extend them from two to four years and asked voters to approve cutting down the number of council members from 33 to 21 in order to help ease the city's bad economy. They approved both requests.\nAs mayor, Voinovich was a member of the National League of Cities and was elected President in 1985. In addition, the National Civic League awarded Cleveland the All-America City Award three times in five years,(1982, 1984, 1986), in addition to its first, won in 1950.\nIn 1988, he ran for the office of senator. He lost the election to Howard Metzenbaum. After the election, Vionovich left office as mayor in 1989.\nGovernor; 1991–98.\nIn 1990, Voinovich was nominated by the Republicans to replace Governor Richard F. Celeste, a Democrat who could not run for a third term. He defeated Anthony J. Celebrezze, Jr. easily in what was considered a close to faultless campaign.\nDuring his first four years he pulled Ohio out of a $1.5 billion deficit and was a national leader in welfare reform and removing unfunded mandates. In 1991 Voinovich served as the Chairman of the Midwestern Governors Association.\nIn 1994, Voinovich was re-elected to the governorship, defeating Democrat Robert L. Burch Jr. in a massive landslide.\nVoinovich did many things in his second term. In 1995 he was named Public Official of the Year by the National Journal. He was thanked with giving leadership in creating a public voucher plan to improve student achievement by using public funds to pay tuition at church affiliated schools. When the state legislature wanted to close Central State University, Ohio's only historically black state supported college, Voinovich stepped in by appointing a new board and convincing John Garland to become president.\nIn 1996, Voinovich was the first governor to endorse U.S. Senator Robert J. Dole's bid for the Republican Presidential nomination. Later, Voinovich was among nine candidates as a potential vice presidential running mates with Dole. Voinovich said no to the offer to focus on running for senator.\nIn 1998, he could not run for a third term as governor due to term limits, Voinovich set his eyes on the U.S. Senate seat being left by long-time incumbent Democrat John Glenn. He resigned as governor on December 31, 1998 to focus on his senate race.\nUnited States Senator; 1999–2010.\nIn the 1998 senate elections, Voinovich won the election with 56% to Democratic politician Mary Boyle's 44%.\nHe joined Democrats on tax issues and in 2000 was the only Republican in Congress to vote against a bill providing for relief from the \"marriage penalty.\"\nIn November 2004, in his bid for re-election, Voinovich defeated the Democratic nominee, Ohio state senator and former U.S. Representative Eric D. Fingerhut. Voinovich won all 88 Ohio counties and won the largest amount of votes ever in a U.S. Senate race in Ohio – 3.5 million.\nVoinovich gained national attention when he gave a speech tearfully opposing the nomination of John R. Bolton, who was selected for U.S. Ambassador to the United Nations. Later, Voinovich has since changed his views and said that Bolton did a \"good job\" as U.N. Ambassador, praising him by saying \"I spend a lot of time with John on the phone. I think he is really working very constructively to move forward.\"\nIn January 2007, Senator Voinovich expressed concern to Secretary of State Condoleezza Rice that the President's plan to increase troop levels in Iraq would not be a good idea. During his entire senate career, he was against the War on Iraq.\nOn January 20, 2009, it was announced that Voinovich had been appointed to the Appropriations Committee. His appointment marks the first time an Ohioan has served on the coveted Senate committee since Mike DeWine lost his 2006 re-election bid. Voinovich sat at what is traditionally known as the 'candy desk'.\nVoinovich also voted in favor of the Matthew Shepard Act. On December 18, 2010, Voinovich voted in favor of the Don't Ask, Don't Tell Repeal Act of 2010.\nIn a press conference in January 2009, Voinovich announced he would not be seeking a third term. He left office on January 3, 2011, with Rob Portman replacing him.\nPersonal life.\nHe married his wife, Janet, in 1962. They had four children: George, Betsy, Peter, and Molly, as well as seven grandchildren. Molly, their youngest child, was killed at age 9 after being struck by a van as she walked home from school.\nAfter his retirement, Voinovich lived in Cleveland with his wife. Voinovich has been named a Senior Fellow at Cleveland State University at the Maxine Goodman Levin College of Urban Affairs, and Ohio Visiting Professor of Leadership and Public Affairs at the George V. Voinovich School of Leadership and Public Affairs at Ohio University.\nIn the United States presidential election in 2016, Voinovich endorsed fellow Ohio Republican John Kasich, the state's current governor.\nDeath.\nVionovich died unexpectedly in Cleveland, Ohio on June 12, 2016 at the age of 79.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":66},{"uri":"United_States_Senate","surface_form":"United States Senator","offset":105},{"uri":"U.S._state","surface_form":"state","offset":136},{"uri":"Ohio","surface_form":"Ohio","offset":145},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":207},{"uri":"List_of_Governors_of_Ohio","surface_form":"65th","offset":249},{"uri":"Governor_of_Ohio","surface_form":"Governor of Ohio","offset":254},{"uri":"List_of_mayors_of_Cleveland","surface_form":"Mayor","offset":306},{"uri":"Cleveland","surface_form":"Cleveland","offset":315},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":395},{"uri":"Croatia","surface_form":"Croatia","offset":430},{"uri":"Serb_people","surface_form":"Serb","offset":439},{"uri":"Slovenia","surface_form":"Slovenia","offset":471},{"uri":"Collinwood","surface_form":"Collinwood","offset":507},{"uri":"Ohio_University","surface_form":"Ohio University","offset":562},{"uri":"Ohio_State_University","surface_form":"Ohio State University","offset":585},{"uri":"Bachelor_of_Arts","surface_form":"Bachelor of Arts","offset":620},{"uri":"Law_degree","surface_form":"Law degree","offset":678},{"uri":"Ohio_House_of_Representatives","surface_form":"Ohio House of Representatives","offset":841},{"uri":"Cuyahoga_County%2C_Ohio","surface_form":"Cuyahoga County, Ohio","offset":940},{"uri":"List_of_mayors_of_Cleveland","surface_form":"Mayor of Cleveland","offset":1013},{"uri":"Ralph_J._Perk","surface_form":"Ralph J. Perk","offset":1044},{"uri":"James_A._Rhodes","surface_form":"James A. Rhodes","offset":1224},{"uri":"Nonpartisan","surface_form":"nonpartisan","offset":1390},{"uri":"Dennis_Kucinich","surface_form":"Dennis J. Kucinich","offset":1414},{"uri":"Patrick_Sweeney_(politician)","surface_form":"Patrick Sweeney","offset":2053},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":2730},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":2747},{"uri":"Time_(magazine)","surface_form":"Time Magazine","offset":2820},{"uri":"Cleveland_City_Council","surface_form":"Cleveland City Council","offset":2939},{"uri":"Referendum","surface_form":"referendum","offset":2991},{"uri":"National_League_of_Cities","surface_form":"National League of Cities","offset":3250},{"uri":"National_Civic_League","surface_form":"National Civic League","offset":3328},{"uri":"All-America_City_Award","surface_form":"All-America City Award","offset":3372},{"uri":"Howard_Metzenbaum","surface_form":"Howard Metzenbaum","offset":3547},{"uri":"Dick_Celeste","surface_form":"Richard F. Celeste","offset":3717},{"uri":"Anthony_J._Celebrezze%2C_Jr.","surface_form":"Anthony J. Celebrezze, Jr.","offset":3796},{"uri":"Economic_deficit","surface_form":"deficit","offset":3949},{"uri":"Midwestern_Governors_Association","surface_form":"Midwestern Governors Association","offset":4081},{"uri":"Rob_Burch_(politician)","surface_form":"Robert L. Burch Jr.","offset":4189},{"uri":"Central_State_University","surface_form":"Central State University","offset":4566},{"uri":"Bob_Dole","surface_form":"Robert J. Dole","offset":4810},{"uri":"United_States_Senate","surface_form":"U.S. Senate","offset":5145},{"uri":"John_Glenn","surface_form":"John Glenn","offset":5205},{"uri":"Mary_Boyle","surface_form":"Mary Boyle","offset":5416},{"uri":"Marriage_penalty","surface_form":"marriage penalty","offset":5570},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. Representative","offset":5708},{"uri":"Eric_D._Fingerhut","surface_form":"Eric D. Fingerhut","offset":5728},{"uri":"John_R._Bolton","surface_form":"John R. Bolton","offset":5963},{"uri":"United_Nations","surface_form":"United Nations","offset":6023},{"uri":"Condoleezza_Rice","surface_form":"Condoleezza Rice","offset":6354},{"uri":"Iraq","surface_form":"Iraq","offset":6425},{"uri":"War_on_Iraq","surface_form":"War on Iraq","offset":6508},{"uri":"United_States_Senate_Committee_on_Appropriations","surface_form":"Appropriations Committee","offset":6600},{"uri":"Candy_desk","surface_form":"candy desk","offset":6818},{"uri":"Matthew_Shepard_Act","surface_form":"Matthew Shepard Act","offset":6868},{"uri":"Don%27t_Ask%2C_Don%27t_Tell_Repeal_Act_of_2010","surface_form":"Don't Ask, Don't Tell Repeal Act of 2010","offset":6943},{"uri":"Rob_Portman","surface_form":"Rob Portman","offset":7122},{"uri":"Cleveland_State_University","surface_form":"Cleveland State University","offset":7509},{"uri":"George_V._Voinovich_School_of_Leadership_and_Public_Affairs","surface_form":"George V. Voinovich School of Leadership and Public Affairs","offset":7658},{"uri":"United_States_presidential_election%2C_2016","surface_form":"United States presidential election in 2016","offset":7745},{"uri":"John_Kasich_presidential_campaign%2C_2016","surface_form":"John Kasich","offset":7832},{"uri":"Governor_of_Ohio","surface_form":"governor","offset":7865}]}