{"id":509110,"url":"http://en.wikipedia.org/wiki/Hawker%2C_South_Australia","text":"Hawker is a town in the Flinders Ranges area of South Australia. It is north of Adelaide. In 2006 there were 229 people living in the town.\nThe town is named after an early English settler, George Collins Hawker. He had come to South Australia in 1840 to start farming. He later became a member of the South Australian Parliament.\nHistory.\nHawker was a thriving railway town from the 1880s until 1956 as it was on the famous Ghan railway line. The line was upgraded and moved further west.\nEconomy.\nThe main economic activities in the area are tourism and farming sheep and cattle. It is in a very dry environment, so farmers can only have about one sheep for three to four hectares of land.\nTourism.\nHawker is south of Wilpena Pound. This is a unique natural dish-shaped range of hills popular with tourists. It is also close to the spectacular scenery of the Southern Flinders Ranges. The Hawker Racing Club an annual horse race meeting which includes the Hawker Cup in late May which attracts many people from around the area.\nClimate.\nHawker has a semi-arid climate with hot summers and cool winters. Rainfall is very sparse throughout the year, but more reliable in the winter months.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flinders_Ranges","surface_form":"Flinders Ranges","offset":24},{"uri":"South_Australia","surface_form":"South Australia","offset":48},{"uri":"Adelaide","surface_form":"Adelaide","offset":80},{"uri":"Railway_town","surface_form":"railway town","offset":362},{"uri":"The_Ghan","surface_form":"Ghan","offset":425},{"uri":"Tourism","surface_form":"tourism","offset":544},{"uri":"Sheep","surface_form":"sheep","offset":564},{"uri":"Cattle","surface_form":"cattle","offset":574},{"uri":"Hectare","surface_form":"hectare","offset":674},{"uri":"Wilpena_Pound","surface_form":"Wilpena Pound","offset":720},{"uri":"Southern_Flinders_Ranges","surface_form":"Southern Flinders Ranges","offset":861},{"uri":"Semi-arid_climate","surface_form":"semi-arid climate","offset":1052}]}