{"id":509151,"url":"http://en.wikipedia.org/wiki/Shanghai_Tower","text":"The Shanghai Tower () is a, 128-story megatall skyscraper in Shanghai. As of 2015, it is the world's tallest building, by height to highest usable floor (Level 121: 561.25m).\nRecords.\nIt also has the world's highest observation deck within a building or structure (Level 121, 561.25 m), and the world's fastest elevators at a top speed of 20.5 s (74 h).\nIt is the world's second-tallest building by height to architectural top (behind Dubai's Burj Khalifa, 828 m) and the world's third-tallest structure (behind Tokyo Skytree, 634 m).\nBackground.\nDesigned by international design firm Gensler and owned by the Shanghai city government, it is the tallest of the world's first triple-adjacent super-tall buildings in Pudong, the other two being the Jin Mao Tower and the Shanghai World Financial Center. Its tiered construction, designed for high energy efficiency, provides nine separate zones divided between office, retail and leisure use.\nConstruction work on the tower began in November 2008 and topped out on 3 August 2013. The exterior was completed in summer 2015, and work was considered complete in September 2015. Although the building was originally scheduled to open to the public in November 2014, the actual public-use date slipped considerably. The observation deck was opened to visitors in July 2016; the period from July through September 2016 was termed a \"test run\" or \"commissioning\" period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Megatall_skyscraper","surface_form":"megatall skyscraper","offset":38},{"uri":"Shanghai","surface_form":"Shanghai","offset":61},{"uri":"Observation_deck","surface_form":"observation deck","offset":216},{"uri":"Elevator","surface_form":"elevator","offset":311},{"uri":"Meters_per_second","surface_form":"s","offset":344},{"uri":"Kilometre_per_hour","surface_form":"h","offset":350},{"uri":"List_of_tallest_buildings","surface_form":"second-tallest building by height to architectural top","offset":372},{"uri":"Dubai","surface_form":"Dubai","offset":435},{"uri":"Burj_Khalifa","surface_form":"Burj Khalifa","offset":443},{"uri":"Tokyo_Skytree","surface_form":"Tokyo Skytree","offset":512},{"uri":"Gensler","surface_form":"Gensler","offset":585},{"uri":"Pudong","surface_form":"Pudong","offset":715},{"uri":"Jin_Mao_Tower","surface_form":"Jin Mao Tower","offset":747},{"uri":"Shanghai_World_Financial_Center","surface_form":"Shanghai World Financial Center","offset":769},{"uri":"Topping_out","surface_form":"topped out","offset":999}]}