{"id":509168,"url":"http://en.wikipedia.org/wiki/Volcanoes_of_South_America","text":"The volcanoes of South America are part of the Pacific Ring of Fire. Most of them are along the backbone of the Andes.\nThe Andes, together with the volcanoes, has been produced by the movement of the Americas towards the west. This has been happening for a long time, certainly 60 million years or more. This continental drift leads to subduction of oceanic plates beneath the continental plates of the land mass. In turn, this produced the mountain ranges (orogeny) and the volcanic activity.\nA rather different cause is at work on the Galápagos Islands. There, a hotspot under the plate caused the islands and their volcanoes to rise up from the sea floor.\nBolivia.\nThe country of Bolivia hosts numerous active and extinct volcanoes across its territory. The active volcanoes are located in western Bolivia where they make up the western limit of the Altiplano plateau. Many of the active volcanoes are international mountains shared with Chile. Apart from Andean volcanoes, Bolivia has the remnants of ancient volcanoes around the Precambrian Guaporé Shield in the eastern part of the country.\nChile.\nEarthquake activity in Chile is related to subduction of the Nazca Plate to the east. Chile notably holds the record for the largest earthquake ever recorded, the 1960 Valdivia earthquake. Villarrica, one of Chile's most active volcanoes, rises above Villarrica Lake and the town of Villarrica. It is the westernmost of three large stratovolcanoes that trend perpendicular to the Andean chain. A 6-km wide caldera formed during the late Pleistocene, >0.9 million years ago.\nThe Llaima Volcano is one of the largest and most active volcanoes in Chile. It is situated 82 km northeast of Temuco and 663 km southeast of Santiago, within the borders of Conguillío National Park. Llaima’s activity has been documented since the 17th century, and consists of several separate episodes of moderate explosive eruptions with occasional lava flows. The last major eruption occurred in 1994.\nChile has experienced numerous volcanic eruptions from 60 volcanoes, including Llaima Volcano and the Chaitén Volcano.\nLascar Volcano is a stratovolcano, the most active volcano of the northern Chilean Andes. The largest eruption of Lascar took place about 26,500 years ago. Frequent small-to-moderate explosive eruptions have been recorded from Lascar in historical times since the mid-19th century.\nVillarrica, is one of only five volcanoes worldwide known to have an active lava lake inside its crater. The volcano usually generates strombolian eruptions, with ejection of fiery pyroclasts and lava flows. Melting of snow and glacier ice as well as rainfalls often cause massive lahars (mud and debris flows), such as during the eruptions of 1964 and 1971.\nEcuador.\nCotopaxi is a stratovolcano in the Andes Mountains, about south of Quito, Ecuador, South America. It is the second highest summit in the country, reaching a height of. Some consider it the world's highest active volcano. Others give this status to the much higher Llullaillaco, which most recently erupted in 1877 and is one of Ecuador's most active volcanoes. Since 1738, Cotopaxi has erupted more than 50 times, resulting in the creation of numerous valleys formed by lahars (mudflows) around the volcano.\nIn October 1999, Pichincha Volcano erupted in Quito and covered the city with several inches of ash. Before that, the last major eruptions were in 1553 and in 1660, when about 30 cm of ash fell on the city.\nAt 5230 meters, Sangay Volcano is an active [stratovolcano] in central Ecuador. It is one of the highest active volcanoes in the world and one of Ecuador's most active ones, erupting three times in recorded history. It shows mostly Strombolian activity. The most recent eruption, which started in 1934, is still ongoing. Geologically, Sangay marks the southern bound of the Northern Volcanic Zone, and its position straddling two major pieces of crust accounts for its high level of activity. Sangay's approximately 500,000 year old history is one of instability. Two previous versions of the mountain were destroyed in massive flank collapses, evidence of which still litters its surroundings today. Sangay is one of two active volcanoes located in the namesake Sangay National Park, the other being Tungurahua to the north. The Park has been listed as a UNESCO World Heritage Site since 1983.\nReventador is an active stratovolcano which lies in the eastern Andes of Ecuador. Since 1541 it has erupted over 25 times with most recent eruption in 2009, but the largest historical eruption occurred in 2002. During that eruption the plume from the volcano reached a height of 17 km and pyroclastic flows went up to 7 km from the cone. On March 30, 2007, the mountain spewed ash again. The ash reached a height of about two miles (3 km, 11,000 ft). No injuries or damages have been reported.\nGalápagos Islands.\nThe Galápagos Islands are an isolated set of volcanoes, consisting of shield volcanoes and lava plateaus, west of Ecuador. They are driven by the Galápagos hotspot, and are between 4.2 million and 700,000 years of age. The largest island, Isabela Island, consists of six coalesced shield volcanoes, each delineated by a large summit caldera. Española, the oldest island, and Fernandina, the youngest, are also shield volcanoes, as are most of the other islands in the chain. The Galápagos Islands are perched on a large lava plateau known as the Galápagos Platform. This platform creates a shallow water depth of at the base of the islands, which stretch over a -long diameter.\nSince Charles Darwin's famous visit to the islands in 1835, there have been over 60 recorded eruptions in the islands, from six different shield volcanoes. Of the 21 emergent volcanoes, 13 are considered active.\nBlue Hill is a shield volcano on the south western part of Isabela Island in the Galápagos Islands and is one of the most active in the Galapagos, with the last eruption between May and June 2008. The Galápagos islands are geologically young for such a big chain, and the pattern of their rift zones follows one of two trends, one north-northwest, and one east-west. The composition of the lavas of the Galápagos shields are strikingly similar to those of the Hawaiian volcanoes.\nHow exactly the islands were formed remains a geological mystery, although several theories have been fronted. Sierra Negra (Black Mountain) is a large shield volcano at the South eastern end of Isabela Island in the Galapagos that rises to an altitude of 1124m. It coalesces with the volcanoes Cerro Azul to the west and Alcedo to the north. The volcano is one of the most active in the Galapagos, with the last eruption starting on 22 October 2005 and lasting until 30 October 2005.\nAlcedo Volcano is one of the six coalescing shield volcanoes that make up Isabela Island in the Galapagos. The remote location of the volcano has meant that even the most recent eruption in 1993 was not recorded until two years later.\nFernandina Island (formerly known in English as Narborough Island, after John Narborough) is the third largest, and youngest, island of the Galápagos Islands. Like the others, the island was formed by the Galápagos hotspot. The island is an active shield volcano that has been erupting since April 11, 2009.\nPeru.\nVolcanoes in Peru are monitored by the Peruvian Geophysical Institute.\nSabancaya is an active stratovolcano in the Andes of southern Peru, about northwest of Arequipa. It is the most active volcano in Peru with an ongoing eruption that started in August 2014 and is continuing.\nUbinas is another active volcano in southern Peru with an ongoing eruption. Until 2006, this stratovolcano had not erupted for about 40 years. On April 23, 2006, Peru declared a state of emergency in towns near the volcano. On April 28, 2014, Despite a recent decline in earthquakes, Ubinas Volcano erupted an ash plume on April 28, 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pacific_Ring_of_Fire","surface_form":"Pacific Ring of Fire","offset":47},{"uri":"Andes","surface_form":"Andes","offset":112},{"uri":"Americas","surface_form":"Americas","offset":200},{"uri":"Continental_drift","surface_form":"continental drift","offset":309},{"uri":"Subduction","surface_form":"subduction","offset":336},{"uri":"Plate_tectonics","surface_form":"oceanic plate","offset":350},{"uri":"Continental_plate","surface_form":"continental plate","offset":377},{"uri":"Orogeny","surface_form":"orogeny","offset":458},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":537},{"uri":"Hotspot_(geology)","surface_form":"hotspot","offset":565},{"uri":"Bolivia","surface_form":"Bolivia","offset":683},{"uri":"Volcanoes","surface_form":"volcanoes","offset":725},{"uri":"Altiplano","surface_form":"Altiplano","offset":853},{"uri":"Chile","surface_form":"Chile","offset":941},{"uri":"Precambrian","surface_form":"Precambrian","offset":1034},{"uri":"Subduction","surface_form":"subduction","offset":1147},{"uri":"Nazca_Plate","surface_form":"Nazca Plate","offset":1165},{"uri":"Earthquake","surface_form":"earthquake","offset":1237},{"uri":"1960_Valdivia_earthquake","surface_form":"1960 Valdivia earthquake","offset":1267},{"uri":"Villarrica_(volcano)","surface_form":"Villarrica","offset":1293},{"uri":"Chile","surface_form":"Chile","offset":1312},{"uri":"Villarrica_Lake","surface_form":"Villarrica Lake","offset":1355},{"uri":"Stratovolcano","surface_form":"stratovolcano","offset":1436},{"uri":"Caldera","surface_form":"caldera","offset":1510},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":1541},{"uri":"Chile","surface_form":"Chile","offset":1648},{"uri":"Temuco%2C_Chile","surface_form":"Temuco","offset":1689},{"uri":"Santiago%2C_Chile","surface_form":"Santiago","offset":1720},{"uri":"Conguill%C3%ADo_National_Park","surface_form":"Conguillío National Park","offset":1752},{"uri":"Llaima","surface_form":"Llaima","offset":2063},{"uri":"Chait%C3%A9n_Volcano","surface_form":"Chaitén Volcano","offset":2086},{"uri":"Lascar_(volcano)","surface_form":"Lascar Volcano","offset":2103},{"uri":"Villarrica_(volcano)","surface_form":"Villarrica","offset":2385},{"uri":"Lava_lake","surface_form":"lava lake","offset":2461},{"uri":"Volcanic_crater","surface_form":"crater","offset":2482},{"uri":"Stromboli","surface_form":"stromboli","offset":2520},{"uri":"Pyroclastic_flow","surface_form":"pyroclasts","offset":2566},{"uri":"Glacier","surface_form":"glacier ice","offset":2613},{"uri":"Lahar","surface_form":"lahar","offset":2666},{"uri":"Cotopaxi","surface_form":"Cotopaxi","offset":2753},{"uri":"Stratovolcano","surface_form":"stratovolcano","offset":2767},{"uri":"Andes","surface_form":"Andes Mountains","offset":2788},{"uri":"Quito","surface_form":"Quito","offset":2820},{"uri":"Ecuador","surface_form":"Ecuador","offset":2827},{"uri":"South_America","surface_form":"South America","offset":2836},{"uri":"Llullaillaco","surface_form":"Llullaillaco","offset":3017},{"uri":"Lahar","surface_form":"lahar","offset":3223},{"uri":"Volcanic_ash","surface_form":"ash","offset":3357},{"uri":"Sangay","surface_form":"Sangay","offset":3484},{"uri":"Northern_Volcanic_Zone","surface_form":"Northern Volcanic Zone","offset":3842},{"uri":"Crust_(geology)","surface_form":"crust","offset":3914},{"uri":"Sangay_National_Park","surface_form":"Sangay National Park","offset":4231},{"uri":"UNESCO","surface_form":"UNESCO","offset":4324},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":4331},{"uri":"Reventador","surface_form":"Reventador","offset":4363},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic flow","offset":4652},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":4880},{"uri":"Shield_volcano","surface_form":"shield volcano","offset":4946},{"uri":"Lava_plateau","surface_form":"lava plateau","offset":4967},{"uri":"Gal%C3%A1pagos_hotspot","surface_form":"Galápagos hotspot","offset":5022},{"uri":"Isabela_Island_(Galapagos)","surface_form":"Isabela Island","offset":5115},{"uri":"Espa%C3%B1ola_Island","surface_form":"Española","offset":5218},{"uri":"Fernandina_Island","surface_form":"Fernandina","offset":5251},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":5560},{"uri":"Cerro_Azul_(Ecuador_volcano)","surface_form":"Blue Hill","offset":5766},{"uri":"Isabela_Island_(Gal%C3%A1pagos)","surface_form":"Isabela Island","offset":5825},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":5847},{"uri":"Rift_(geology)","surface_form":"rift zones","offset":6055},{"uri":"Lava","surface_form":"lava","offset":6156},{"uri":"Hawaiian","surface_form":"Hawaiian","offset":6226},{"uri":"Shield_volcano","surface_form":"shield volcano","offset":6398},{"uri":"Isabela_Island_(Gal%C3%A1pagos)","surface_form":"Isabela Island","offset":6441},{"uri":"Galapagos","surface_form":"Galapagos","offset":6463},{"uri":"Cerro_Azul_(Ecuador_volcano)","surface_form":"Cerro Azul","offset":6541},{"uri":"Alcedo_Volcano","surface_form":"Alcedo","offset":6568},{"uri":"Alcedo_Volcano","surface_form":"Alcedo Volcano","offset":6731},{"uri":"Shield_volcanoes","surface_form":"shield volcanoes","offset":6775},{"uri":"Isabela_Island_(Gal%C3%A1pagos)","surface_form":"Isabela Island","offset":6805},{"uri":"Galapagos","surface_form":"Galapagos","offset":6827},{"uri":"John_Narborough","surface_form":"John Narborough","offset":7039},{"uri":"Gal%C3%A1pagos_Islands","surface_form":"Galápagos Islands","offset":7106},{"uri":"Sabancaya","surface_form":"Sabancaya","offset":7351},{"uri":"Stratovolcano","surface_form":"stratovolcano","offset":7374},{"uri":"Andes","surface_form":"Andes","offset":7395},{"uri":"Peru","surface_form":"Peru","offset":7413},{"uri":"Arequipa","surface_form":"Arequipa","offset":7438},{"uri":"Ubinas","surface_form":"Ubinas","offset":7558},{"uri":"Stratovolcano","surface_form":"stratovolcano","offset":7651},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":7736}]}