{"id":509209,"url":"http://en.wikipedia.org/wiki/Priming_(psychology)","text":"e=\"preserve\">Priming is an implicit memory effect in which exposure to one stimulus influences the response to another stimulus. Experiments in the early 1970s showed that people were faster recognising a word, when the word followed a related word. For example, NURSE is recognized more quickly following DOCTOR than following BREAD. Activation spreading among related ideas was the best explanation for this effect. In experiments the same target stimuli can be presented with different primes. This allows the priming effect to be measured.\nPriming can occur following perceptual, semantic, or conceptual stimulus repetition. For example, if a person reads a list of words including the word \"table\", and is later asked to complete a word starting with \"tab\", the probability that he or she will answer \"table\" is greater than if they are not primed. Another example is if people see an incomplete sketch they are unable to identify and they are shown more of the sketch until they recognize the picture, later they will identify the sketch at an earlier stage than was possible for them the first time.\nPriming effects are independent of simple recognition memory. Unconscious priming effects can affect word choice on a word-stem completion test long after the words have been consciously forgotten.\nPriming works best when the two stimuli are in the same modality. For example, visual priming works best with visual cues and verbal priming works best with verbal cues. But priming also occurs between modalities, or between semantically related words such as \"doctor\" and \"nurse\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Implicit_memory","surface_form":"implicit memory","offset":27},{"uri":"Stimulus","surface_form":"stimulus","offset":75},{"uri":"Experiment","surface_form":"Experiment","offset":129},{"uri":"Perceptual","surface_form":"perceptual","offset":572},{"uri":"Semantic","surface_form":"semantic","offset":584},{"uri":"Conceptual","surface_form":"conceptual","offset":597},{"uri":"Recognition_memory","surface_form":"recognition memory","offset":1149},{"uri":"Modality_(semiotics)","surface_form":"modality","offset":1361},{"uri":"Semantics","surface_form":"semantically","offset":1530}]}