{"id":509360,"url":"http://en.wikipedia.org/wiki/Oskar_Gr%C3%B6ning","text":"Oskar Gröning (sometimes transliterated as Oscar Groening in English; 10 June 1921 – 9 March 2018) was a German former SS-\"Unterscharführe\"former member of the Waffen-SS. He was stationed at Auschwitz concentration camp. Early life\nGröning was born on 10 June 1921, in Lower Saxony, the son of a strict conservative and skilled textile worker. His mother died when he was four.\nYears at Auschwitz.\nHis responsibilities included counting and sorting the money taken from prisoners, and he was in charge of the effects prisoners had arrived with. On a few occasions he witnessed the procedures of mass-killing in the camp. Gröning was captured by the British on 10 June 1945.\nUpon his return to Germany he led a normal life, reluctant to talk about his time in Auschwitz. However, more than 40 years later, he decided to make his activities at Auschwitz public after learning about Holocaust denial. He has since openly criticised those who deny the events that he witnessed.\nTrial.\nIn September 2014, Gröning was charged by German prosecutors as an accessory to murder, in 300,000 cases, for his role at the Auschwitz concentration camp. His trial began in April 2015, after the court had ruled that, at the age of 93, he was still fit to stand trial. The trial was held in Lüneburg, Germany. On 15 July 2015 he was found guilty of facilitating mass murder and sentenced to four years imprisonment.\nDeath.\nOn 9 March 2018, Gröning died at hospital before he had to begin his sentence, aged 96.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":105},{"uri":"Schutzstaffel","surface_form":"SS","offset":119},{"uri":"Unterscharf%C3%BChrer","surface_form":"Unterscharführe","offset":123},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":160},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":191},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":269},{"uri":"Personal_property","surface_form":"effects","offset":509},{"uri":"Holocaust_denial","surface_form":"Holocaust denial","offset":880},{"uri":"Accessory_(legal_term)","surface_form":"accessory","offset":1048},{"uri":"Murder","surface_form":"murder","offset":1061},{"uri":"L%C3%BCneburg","surface_form":"Lüneburg","offset":1273},{"uri":"Mass_murder","surface_form":"mass murder","offset":1344}]}