{"id":509406,"url":"http://en.wikipedia.org/wiki/Wyatt_Earp","text":"Wyatt Berry Stapp Earp (March 19, 1848 – January 13, 1929) was a Deputy U.S. Marshal, Deputy Sheriff, and Deputy Town Marshal in the Old West. In Tombstone, Arizona Territory, Earp took part in the Gunfight at (near) the O.K. Corral, during which lawmen killed three outlaws.\nHe is often regarded as the central figure in the shootout in Tombstone, but his brother Virgil was Tombstone City Marshal and Deputy U.S. Marshal that day. His brother had more experience as a sheriff, constable, marshal, and soldier in combat.\nEarp lived a restless life. He was at different times in his life a constable, city policeman, county sheriff, Deputy U.S. Marshal, Deputy Sheriff, teamster, buffalo hunter, saloon-owner, gambler, mine owner, bouncer, brothel owner, and boxing referee.\nAfter an unsettled life as a young man, Earp landed in the cattle boomtown of Wichita, Kansas, where he became a deputy city marshal for one year and developed a solid reputation as a lawman. In 1876, he followed his brother James to Dodge City, Kansas, where he became an assistant city marshal. In winter 1878, he went to Texas to gamble, where he met John Henry \"Doc\" Holliday, whom Earp said saved his life.\nEarp moved constantly throughout his life from one boomtown to another. He left Dodge City in 1879 and moved to Tombstone with his brothers James and Virgil, where a silver boom was underway. The Earps bought an interest in the Vizina mine and some water rights. Wyatt, Virgil, and their younger brother Morgan held various law enforcement positions that put them in conflict with Tom and Frank McLaury, and Ike and Billy Clanton, who threatened to kill the Earps.\nThe conflict escalated over the next year, culminating on October 26, 1881 in the Gunfight at the O.K. Corral, in which the Earps and Holliday killed three of the \"Cowboys\" (the Clanton/ McLaury group). In the next five months, Virgil was ambushed and maimed, and Morgan was assassinated. Pursuing a vendetta, Wyatt, his brother Warren, Holliday, and others formed a federal posse that killed three of the Cowboys whom they thought responsible. Wyatt was never wounded in any of the gunfights, unlike his brothers Virgil and James or Doc Holliday, which only added to his mystique after his death.\nAfter Earp died in 1929, a flattering, largely fictionalized biography was published in 1931. It became a bestseller, and made his reputation as a fearless lawman. Since then, Wyatt Earp has been the subject of and model for numerous films, TV shows, biographies, and works of fiction that have increased his mystique. Earp's modern-day reputation is that of the Old West's \"toughest and deadliest gunman of his day\". Wyatt Earp has become synonymous with the image of the Western lawman, and is a symbol of American frontier justice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tombstone%2C_Arizona","surface_form":"the Old West. In Tombstone","offset":129},{"uri":"Arizona","surface_form":"Arizona","offset":157},{"uri":"Gunfight_at_the_O.K._Corral","surface_form":"Gunfight at (near) the O.K. Corral","offset":198},{"uri":"Outlaw","surface_form":"outlaw","offset":267},{"uri":"Virgil_Earp","surface_form":"Virgil","offset":365},{"uri":"Municipal_police","surface_form":"city policeman","offset":601},{"uri":"Sheriff","surface_form":"county sheriff","offset":617},{"uri":"United_States_Marshal_Service","surface_form":"Deputy U.S. Marshal, Deputy Sheriff","offset":633},{"uri":"Teamster","surface_form":"teamster","offset":670},{"uri":"Buffalo_hunter","surface_form":"buffalo hunter","offset":680},{"uri":"Bar_(establishment)","surface_form":"saloon-owner","offset":696},{"uri":"Gambling","surface_form":"gambler","offset":710},{"uri":"Brothel","surface_form":"brothel owner","offset":740},{"uri":"Boxing_referee","surface_form":"boxing referee","offset":759},{"uri":"Boomtown","surface_form":"boomtown","offset":841},{"uri":"Wichita%2C_Kansas","surface_form":"Wichita","offset":853},{"uri":"Kansas","surface_form":"Kansas","offset":862},{"uri":"James_Earp","surface_form":"James","offset":1000},{"uri":"Dodge_City%2C_Kansas","surface_form":"Dodge City, Kansas","offset":1009},{"uri":"Doc_Holliday","surface_form":"John Henry \"Doc\" Holliday","offset":1129},{"uri":"Morgan_Earp","surface_form":"Morgan","offset":1491},{"uri":"Tom_McLaury","surface_form":"Tom","offset":1568},{"uri":"Frank_McLaury","surface_form":"Frank McLaury","offset":1576},{"uri":"Ike_Clanton","surface_form":"Ike","offset":1595},{"uri":"Billy_Clanton","surface_form":"Billy Clanton","offset":1603},{"uri":"Gunfight_at_the_O.K._Corral","surface_form":"Gunfight at the O.K. Corral","offset":1734},{"uri":"Vendetta","surface_form":"vendetta","offset":1952},{"uri":"Posse","surface_form":"posse","offset":2027},{"uri":"Biography","surface_form":"biography","offset":2311},{"uri":"Movies","surface_form":"films, TV shows","offset":2484},{"uri":"American_Old_West","surface_form":"Old West's","offset":2613}]}