{"id":50951,"url":"http://en.wikipedia.org/wiki/Commodity_market","text":"Commodity markets are markets where raw or primary products are exchanged. These raw commodities are traded on regulated commodities exchanges, in which they are bought and sold in standardized contracts.\nThis article focuses on the history and current debates regarding global commodity markets. It covers physical product (food, metals, electricity) markets but not the ways that services, including those of governments, nor investment, nor debt, can be seen as a commodity. Articles on reinsurance markets, stock markets, bond markets and currency markets cover those concerns separately and in more depth. One focus of this article is the relationship between simple commodity money and the more complex instruments offered in the commodity markets.\nSee List of traded commodities for some commodities and their trading units and places.\nHistory.\nThe modern commodity markets have their roots in the trading of agricultural products. While wheat and corn, cattle and pigs, were widely traded using standard instruments in the 19th century in the United States, other basic foodstuffs such as soybeans were only added quite recently in most markets. For a commodity market to be established, there must be very broad consensus on the variations in the product that make it acceptable for one purpose or another.\nThe economic impact of the development of commodity markets is hard to over-estimate. Through the 19th century \"the exchanges became effective spokesmen for, and innovators of, improvements in transportation, warehousing, and financing, which paved the way to expanded interstate and international trade.\"\nEarly history of commodity markets.\nHistorically, dating from ancient Sumerian use of sheep or goats, or other peoples using pigs, rare seashells, or other items as commodity money, people have sought ways to standardize and trade contracts in the delivery of such items, to render trade itself more smooth and predictable.\nCommodity money and commodity markets in a crude early form are believed to have originated in Sumer where small baked clay tokens in the shape of sheep or goats were used in trade. Sealed in clay vessels with a certain number of such tokens, with that number written on the outside, they represented a promise to deliver that number. This made them a form of commodity money - more than an \"I.O.U.\" but less than a guarantee by a nation-state or bank. However, they were also known to contain promises of time and date of delivery - this made them like a modern futures contract. Regardless of the details, it was only possible to verify the number of tokens inside by shaking the vessel or by breaking it, at which point the number or terms written on the outside became subject to doubt. Eventually the tokens disappeared, but the contracts remained on flat tablets. This represented the first system of commodity accounting.\nHowever, the Commodity status of living things is always subject to doubt - it was hard to validate the health or existence of sheep or goats. Excuses for non-delivery were not unknown, and there are recovered Sumerian letters that complain of sickly goats, sheep that had already been fleeced, etc.\nIf a seller's reputation was good, individual \"backers\" or \"bankers\" could decide to take the risk of \"clearing\" a trade. The observation that trust is always required between market participants later led to credit money. But until relatively modern times, communication and credit were primitive.\nClassical civilizations built complex global markets trading gold or silver for spices, cloth, wood and weapons, most of which had standards of quality and timeliness. Considering the many hazards of climate, piracy, theft and abuse of military fiat by rulers of kingdoms along the trade routes, it was a major focus of these civilizations to keep markets open and trading in these scarce commodities. Reputation and clearing became central concerns, and the states which could handle them most effectively became very powerful empires, trusted by many peoples to manage and mediate trade and commerce.\nForward contracts.\nCommodity and Futures contracts are based on what’s termed \"Forward\" Contracts. Early on these \"forward\" contracts (agreements to buy now, pay and deliver later) were used as a way of getting products from producer to the consumer. These typically were only for food and agricultural Products. Forward contracts have evolved and have been standardized into what we know today as futures contracts. Although more complex today, early “Forward” contracts for example, were used for rice in seventeenth century Japan. Modern \"forward\", or futures agreements, began in Chicago in the 1840s, with the appearance of the railroads. Chicago, being centrally located, emerged as the hub between Midwestern farmers and producers and the east coast consumer population centers.\nHedging.\n\"Hedging\", a common (and sometimes mandatory) practice of farming cooperatives, insures against a poor harvest by purchasing futures contracts in the same commodity. If the cooperative has significantly less of its product to sell due to weather or insects, it makes up for that loss with a profit on the markets, since the overall supply of the crop is short everywhere that suffered the same conditions.\nWhole developing nations may be especially vulnerable, and even their currency tends to be tied to the price of those particular commodity items until it manages to be a fully developed nation. For example, one could see the nominally fiat money of Cuba as being tied to sugar prices, since a lack of hard currency paying for sugar means less foreign goods per peso in Cuba itself. In effect, Cuba needs a hedge against a drop in sugar prices, if it wishes to maintain a stable quality of life for its citizens.\nDelivery and condition guarantees.\nIn addition, delivery day, method of settlement and delivery point must all be specified. Typically, trading must end two (or more) business days prior to the delivery day, so that the routing of the shipment (which for soybeans is 30,000 kilograms or 1,102 bushels) can be finalized via ship or rail, and payment can be settled when the contract arrives at any delivery point.\nStandardization.\nU.S. soybean futures, for example, are of standard grade if they are \"GMO or a mixture of GMO and Non-GMO No. 2 yellow soybeans of Indiana, Ohio and Michigan origin produced in the U.S.A. (Non-screened, stored in silo),\" and of deliverable grade if they are \"GMO or a mixture of GMO and Non-GMO No. 2 yellow soybeans of Iowa, Illinois and Wisconsin origin produced in the U.S.A. (Non-screened, stored in silo).\" Note the distinction between states, and the need to clearly mention their status as \"GMO\" (\"Genetically Modified Organism\") which makes them unacceptable to most \"organic\" food buyers.\nSimilar specifications apply for orange juice, cocoa, sugar, wheat, corn, barley, pork bellies, milk, feedstuffs, fruits, vegetables, other grains, other beans, hay, other livestock, meats, poultry, eggs, or any other commodity which is so traded.\nThe concept of an interchangeable deliverable or guaranteed delivery is always to some degree a fiction. Trade in commodities is like trade in any other physical product or service. No magic of the commodity contract itself makes \"units\" of the product totally uniform nor gets it to the delivery point safely and on time.\nRegulation of commodity markets.\nUnless the product or service can be guaranteed or insured to be free of liability based on where it came from and how it got to market, e.g. kilowatts must come to market free from legitimate claims for smog death from coal burning plants, wood must be free from claims that it comes from protected forests, royalty payments must be free of claims of plagiarism or piracy, it becomes impossible for sellers to guarantee a uniform delivery.\nGenerally, governments must provide a common regulatory or insurance standard and some release of liability, or at least a backing of the insurers, before a commodity market can begin trading. This is a major source of controversy in for instance the energy market, where desirability of different kinds of power generation varies drastically. In some markets, e.g. Toronto, Canada, surveys established that customers would pay 10-15% more for energy that was not from coal or nuclear, but strictly from renewable sources such as wind.\nProliferation of contracts, terms, and derivatives.\nHowever, if there are two or more standards of risk or quality, as there seem to be for electricity or soybeans, it is relatively easy to establish two different contracts to trade in the more and less desirable deliverable separately. If the consumer acceptance and liability problems can be solved, the product can be made interchangeable, and trading in such units can begin.\nSince the detailed concerns of industrial and consumer markets vary widely, so do the contracts, and \"grades\" tend to vary significantly from country to country. A proliferation of contract units, terms, and futures contracts have evolved,\ncombined into an extremely sophisticated range of financial instruments.\nThese are more than one-to-one representations of units of a given type of commodity, and represent more than simple futures contracts for future deliveries. These serve a variety of purposes from simple gambling to price insurance.\nThe underlying of futures contracts are no longer restricted to commodities.\nOil and fiat.\nBuilding on the infrastructure and credit and settlement networks established for food and precious metals, many such markets have proliferated drastically in the late 20th century. Oil was the first form of energy so widely traded, and the fluctuations in the oil markets are of particular political interest.\nSome commodity market speculation is directly related to the stability of certain states, e.g. during the Gulf War, speculation on the survival of the regime of Saddam Hussein in Iraq. Similar political stability concerns have from time to time driven the price of oil. Some argue that this is not so much a commodity market but more of an assassination market speculating on the survival (or not) of Saddam or other leaders whose personal decisions may cause oil supply to fluctuate by military action.\nThe oil market is, however, an exception. Most markets are not so tied to the politics of volatile regions - even natural gas tends to be more stable, as it is not traded across oceans by tanker as extensively.\nCommodity markets and protectionism.\nDeveloping countries (democratic or not) have been moved to harden their currencies, accept IMF rules, join the WTO, and submit to a broad regime of reforms that amount to a \"hedge\" against being isolated. China's entry into the WTO signalled the end of truly isolated nations entirely managing their own currency and affairs. The need for stable currency and predictable clearing and rules-based handling of trade disputes, has led to a global trade hegemony - many nations \"hedging\" on a global scale against each other's anticipated \"protectionism\", were they to fail to join the WTO.\nThere are signs, however, that this regime is far from perfect. U.S. trade sanctions against Canadian softwood lumber (within NAFTA) and foreign steel (except for NAFTA partners Canada and Mexico) in 2002 signalled a shift in policy towards a tougher regime perhaps more driven by political concerns - jobs, industrial policy, even sustainable forestry and logging practices.\nNature's commodity outputs.\nCommodity thinking is undergoing a more direct revival thanks to the theorists of \"natural capital\" whose products, some economists argue, are the only genuine commodities - air, water, and calories we consume being mostly interchangeable when they are free of pollution or disease. Whether we wish to think of these things as tradeable commodities rather than birthrights has been a major source of controversy in many nations.\nMost types of environmental economics consider the shift to measuring them inevitable, arguing that reframing political economy to consider the flow of these basic commodities first and foremost, helps avoids use of any military fiat except to protect \"natural capital\" itself, and basing credit-worthiness more strictly on commitment to preserving biodiversity aligns the long-term interests of ecoregions, societies, and individuals. They seek relatively conservative sustainable development schemes that would be amenable to measuring well-being over long periods of time, typically \"seven generations\", in line with Native American thought.\nWeather trading.\n\"Will a freeze hurt the Brazilian coffee crop? Will there be a drought in the U.S. Corn Belt? What are the chances that we will have a cold winter, driving natural gas prices higher and creating havoc in Florida orange areas? What is the status of El Niño?\"\nEmissions trading.\nWeather trading is just one example of \"negative commodities\", units of which represent harm rather than good.\n\"Economy is three fifths of ecology\" argues Mike Nickerson, one of many economic theorists who holds that nature's productive services and waste disposal services are poorly accounted for. One way to fairly allocate the waste disposal capacity of nature is \"cap and trade\" market structure that is used to trade toxic emissions rights in the United States, e.g. SO2. This is in effect a \"negative commodity\", a right to throw something away.\nIn this market, the atmosphere's capacity to absorb certain amounts of pollutants is measured, divided into units, and traded amongst various market players. Those who emit more SO2 must pay those who emit less. Critics of such schemes argue that unauthorized or unregulated emissions still happen, and that \"grandfathering\" schemes often permit major polluters, such as the state governments' own agencies, or poorer countries, to expand emissions and take jobs, while the SO2 output still floats over the border and causes death.\nIn practice, political pressure has overcome most such concerns and it is questionable whether this is a capacity that depends on U.S. clout: The Kyoto Protocol established a similar market in global greenhouse gas emissions without U.S. support.\nCommunity as commodity?\nThis highlights one of the major issues with global commodity markets of either the positive or negative kind. A community must somehow believe that the commodity instrument is real, enforceable, and well worth paying for.\nA very substantial part of the anti-globalization movement opposes the commodification of currency, national sovereignty, and traditional cultures.\nThe capacity to repay debt, as in the current global credit money regime anchored by the Bank for International Settlements, does not in their view correspond to measurable benefits to human well-being worldwide. They seek a fairer way for societies to compete in the global markets that will not require conversion of natural capital to natural resources, nor human capital to move to developed nations in order to find work.\nSome economic systems by green economists would replace the \"gold standard\" with a \"biodiversity standard\". It remains to be seen if such plans have any merit other than as political ways to draw attention to the way capitalism itself interacts with life.\nIs human life a commodity?\nWhile classical, neoclassical, and Marxist approaches to economics tend to treat labor differently, they are united in treating nature as a resource.\nThe green economists and the more conservative environmental economics argue that not only natural ecologies, but also the life of the individual human being is treated as a commodity by the global markets. A good example is the IPCC calculations cited by the Global Commons Institute as placing a value on a human life in the developed world \"15x higher\" than in the developing world, based solely on the ability to pay to prevent climate change.\nIs free time a commodity?\nAccepting this result, some argue that to put a price on both is the most reasonable way to proceed to optimize and increase that value relative to other goods or services. This has led to efforts in measuring well-being, to assign a commercial \"value of life\", and to the theory of Natural Capitalism - fusions of green and neoclassical approaches - which focus predictably on energy and material efficiency, i.e. using far less of any given commodity input to achieve the same service outputs as a result.\nIndian economist Amartya Sen, applying this thinking to human freedom itself, argued in his 1999 book \"Development as Freedom\" that human free time was the only real service, and that sustainable development was best defined as freeing human time. Sen won The Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel in 1999 (sometimes incorrectly called the \"Nobel Prize in Economics\") and based his book on invited lectures he gave at the World Bank.","categories":[],"infobox_types":[],"annotations":[{"uri":"Commodity","surface_form":"commodities","offset":85},{"uri":"Commodities_exchange","surface_form":"commodities exchange","offset":121},{"uri":"Standard","surface_form":"standard","offset":181},{"uri":"Contract","surface_form":"contract","offset":194},{"uri":"Stock_market","surface_form":"stock market","offset":511},{"uri":"Bond_market","surface_form":"bond market","offset":526},{"uri":"Currency_market","surface_form":"currency market","offset":543},{"uri":"Commodity_money","surface_form":"commodity money","offset":672},{"uri":"List_of_traded_commodities","surface_form":"List of traded commodities","offset":759},{"uri":"Commodities","surface_form":"commodities","offset":795},{"uri":"Trade","surface_form":"trading","offset":817},{"uri":"Units_of_measurement","surface_form":"unit","offset":825},{"uri":"Sumerian","surface_form":"Sumerian","offset":1692},{"uri":"Commodity_money","surface_form":"commodity money","offset":1787},{"uri":"Commodity_money","surface_form":"Commodity money","offset":1946},{"uri":"Sumer","surface_form":"Sumer","offset":2041},{"uri":"Commodity_money","surface_form":"commodity money","offset":2306},{"uri":"I.O.U.","surface_form":"I.O.U.","offset":2338},{"uri":"Futures_contract","surface_form":"futures contract","offset":2509},{"uri":"Accounting","surface_form":"accounting","offset":2863},{"uri":"Credit_money","surface_form":"credit money","offset":3384},{"uri":"Military_fiat","surface_form":"military fiat","offset":3710},{"uri":"Hedging","surface_form":"Hedging","offset":4873},{"uri":"Futures_contract","surface_form":"futures contract","offset":4997},{"uri":"Developing_nations","surface_form":"developing nations","offset":5284},{"uri":"Developed_nation","surface_form":"developed nation","offset":5454},{"uri":"Fiat_money","surface_form":"fiat money","offset":5513},{"uri":"Sugar","surface_form":"sugar","offset":5549},{"uri":"Delivery_point","surface_form":"delivery point","offset":5877},{"uri":"Soybean","surface_form":"soybean","offset":6225},{"uri":"Genetically_Modified_Organism","surface_form":"Genetically Modified Organism","offset":6725},{"uri":"Organic_farming","surface_form":"organic","offset":6796},{"uri":"Pork_belly","surface_form":"pork bellies","offset":6900},{"uri":"Financial_instruments","surface_form":"financial instruments","offset":9120},{"uri":"Underlying","surface_form":"underlying","offset":9380},{"uri":"Commodities","surface_form":"commodities","offset":9440},{"uri":"Precious_metal","surface_form":"precious metal","offset":9558},{"uri":"Gulf_War","surface_form":"Gulf War","offset":9884},{"uri":"Saddam_Hussein","surface_form":"Saddam Hussein","offset":9939},{"uri":"Iraq","surface_form":"Iraq","offset":9957},{"uri":"Petroleum","surface_form":"oil","offset":10043},{"uri":"Assassination_market","surface_form":"assassination market","offset":10118},{"uri":"Developing_countries","surface_form":"Developing countries","offset":10530},{"uri":"IMF","surface_form":"IMF","offset":10622},{"uri":"World_Trade_Organization","surface_form":"WTO","offset":10642},{"uri":"World_Trade_Organization","surface_form":"WTO","offset":10759},{"uri":"Protectionism","surface_form":"protectionism","offset":11067},{"uri":"World_Trade_Organization","surface_form":"WTO","offset":11113},{"uri":"Natural_capital","surface_form":"natural capital","offset":11605},{"uri":"Environmental_economics","surface_form":"environmental economics","offset":11965},{"uri":"Political_economy","surface_form":"political economy","offset":12061},{"uri":"Military_fiat","surface_form":"military fiat","offset":12171},{"uri":"Natural_capital","surface_form":"natural capital","offset":12204},{"uri":"Biodiversity","surface_form":"biodiversity","offset":12300},{"uri":"Ecoregions","surface_form":"ecoregions","offset":12347},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":12421},{"uri":"Measuring_well-being","surface_form":"measuring well-being","offset":12479},{"uri":"Brazil","surface_form":"Brazil","offset":12637},{"uri":"Coffee","surface_form":"coffee","offset":12647},{"uri":"Corn_Belt","surface_form":"Corn Belt","offset":12696},{"uri":"Natural_gas","surface_form":"natural gas","offset":12769},{"uri":"El_Ni%C3%B1o","surface_form":"El Niño","offset":12861},{"uri":"Mike_Nickerson","surface_form":"Mike Nickerson","offset":13045},{"uri":"Cap_and_trade","surface_form":"cap and trade","offset":13259},{"uri":"Kyoto_Protocol","surface_form":"Kyoto Protocol","offset":14121},{"uri":"Anti-globalization_movement","surface_form":"anti-globalization movement","offset":14500},{"uri":"Credit_money","surface_form":"credit money","offset":14670},{"uri":"Bank_for_International_Settlements","surface_form":"Bank for International Settlements","offset":14706},{"uri":"Measuring_well-being","surface_form":"well-being","offset":14808},{"uri":"Natural_capital","surface_form":"natural capital","offset":14936},{"uri":"Natural_resources","surface_form":"natural resources","offset":14955},{"uri":"Human_capital","surface_form":"human capital","offset":14978},{"uri":"Developed_nations","surface_form":"developed nations","offset":15003},{"uri":"Green_economists","surface_form":"green economists","offset":15069},{"uri":"Gold_standard","surface_form":"gold standard","offset":15105},{"uri":"Biodiversity_standard","surface_form":"biodiversity standard","offset":15128},{"uri":"Capitalism","surface_form":"capitalism","offset":15261},{"uri":"Economics","surface_form":"economics","offset":15384},{"uri":"Green_economists","surface_form":"green economists","offset":15481},{"uri":"Environmental_economics","surface_form":"environmental economics","offset":15524},{"uri":"IPCC","surface_form":"IPCC","offset":15706},{"uri":"Measuring_well-being","surface_form":"measuring well-being","offset":16151},{"uri":"Value_of_life","surface_form":"value of life","offset":16197},{"uri":"Natural_Capitalism","surface_form":"Natural Capitalism","offset":16234},{"uri":"Amartya_Sen","surface_form":"Amartya Sen","offset":16476},{"uri":"Sustainable_development","surface_form":"sustainable development","offset":16643},{"uri":"The_Bank_of_Sweden_Prize_in_Economic_Sciences_in_Memory_of_Alfred_Nobel","surface_form":"The Bank of Sweden Prize in Economic Sciences in Memory of Alfred Nobel","offset":16715},{"uri":"1999","surface_form":"1999","offset":16790},{"uri":"World_Bank","surface_form":"World Bank","offset":16911}]}