{"id":50974,"url":"http://en.wikipedia.org/wiki/Damascus","text":"Damascus (sometimes called the city of Jasmin) is the capital city of Syria. It is the largest city in Syria with about 4.8 million people living there. Damascus is thought to be one of oldest cities in the world that still has people living in it. It is believed that people started living in Damascus as long ago as 8000 BC to 10,000 BC (12000 years ago).\nLocation.\nDamascus is about 50 miles inland from the Mediterranean Sea, sheltered by the Anti-Lebanon Mountains.\nEconomy.\nDamascus used to play an important role as an important trade center. Now it is not because of political development in the region as well as the development of modern trade. Most goods produced in Damascus, as well as in Syria, are distributed to countries of the Arabian peninsula. Damascus also holds an annual international trade exposition in the fall since 1955.\nEducation.\nThere are many universities in Damascus, one public university: Damascus University. while other universities are private, such as the Syrian Private University and the aljazeera Private University.\nHistorical sites.\nDamascus has many historical sites dating back to many different periods of the city's history. Since the city has been built up with every passing job, it has become almost impossible to dig out all the ruins of Damascus that lie up to 8 feet (2.4 m) below the modern level. The Citadel of Damascus is located in the northwest corner of the Old City. The Bab Sharqi street is filled with small shops and leads to the old Christian quarter of Bab Tuma (St. Thomas's Gate). Medhat Pasha Souq is also a main market in Damascus and was named after Medhat Pasha. At the end of the Bab Sharqi street, one reaches the House of Ananias, an underground chapel that was the cellar of Ananias's house. The Umayyad Mosque, also known as the Grand Mosque of Damascus, is one of the largest mosques in the world and also one of the oldest sites of continuous prayer since the rise of Islam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jasmin","surface_form":"Jasmin","offset":39},{"uri":"Capital_(city)","surface_form":"capital city","offset":54},{"uri":"Syria","surface_form":"Syria","offset":70},{"uri":"Earth","surface_form":"world","offset":207},{"uri":"Miles","surface_form":"miles","offset":389},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":411},{"uri":"Anti-Lebanon_Mountains","surface_form":"Anti-Lebanon Mountains","offset":447},{"uri":"Damascus_University","surface_form":"Damascus University","offset":924},{"uri":"Syrian_Private_University","surface_form":"Syrian Private University","offset":995},{"uri":"Aljazeera_Private_University","surface_form":"aljazeera Private University","offset":1029},{"uri":"Medhat_Pasha","surface_form":"Medhat Pasha","offset":1622},{"uri":"Ananias%27s_house","surface_form":"Ananias's house","offset":1752},{"uri":"Islam","surface_form":"Islam","offset":1948}]}