{"id":509775,"url":"http://en.wikipedia.org/wiki/Deshret","text":"Deshret was the name for the Red Crown of Lower Egypt. When joined with the Hedjet, the White Crown of Upper Egypt, it forms the Pschent. This double crown was called the \"sekhemti\" in ancient Egyptian. Deshret was also the name for the desert Red Land on either side of the Nile river.\nThe Red Crown in Egyptian language hieroglyphs became the vertical letter \"n\". The old \"n\" hieroglyph from the Predynastic Period, and the Old Kingdom was a sign showing ripples in water.\nSignificance.\nIn mythology, the earth god Geb, the first ruler of Egypt, gave Horus the power to rule over Lower Egypt. The Egyptian pharaohs, who saw themselves as successors of Horus, wore the deshret to show their authority over Lower Egypt. Other gods wore the \"deshret\" too, such as the protective serpent goddess Wadjet and the creator-goddess of Sais, Neith, who often is shown wearing the Red Crown.\nThe Red Crown would later be joined with the White Crown of Upper Egypt to form the Double Crown. This was a symbol to show their rule over the whole country, which they called \"The Two Lands\".\nThe Red Land, the deserts and foreign lands around Egypt, was ruled by Seth. The Egyptians saw it as a dangerous confusing place, without laws or any order.\nRecords of the Red Crown.\nNone of the red crowns have survived. It is not known how the crown was made or what materials were used. It could have been made from copper, reeds, cloth, or even leather.\nThe Red Crown is often shown in texts, wall carvings and statues. An early example shows a victorious pharaoh wearing the \"deshret\" on the Narmer Palette. A text from the reign of Djer records a royal visit to the shrine of the Deshret which may have been at Buto in the Nile delta.\nNo crown has ever been found buried with any of the pharaohs, even in tombs that have not been robbed. This suggests that the deshret was passed from one king to the next, much as in present day monarchies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Crown","surface_form":"Crown","offset":33},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":42},{"uri":"Hedjet","surface_form":"Hedjet","offset":76},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":103},{"uri":"Pschent","surface_form":"Pschent","offset":129},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":185},{"uri":"Desert","surface_form":"desert","offset":237},{"uri":"Nile","surface_form":"Nile river","offset":275},{"uri":"Egyptian_language","surface_form":"Egyptian language","offset":304},{"uri":"Egyptian_hieroglyphs","surface_form":"hieroglyphs","offset":322},{"uri":"Predynastic_Period","surface_form":"Predynastic Period","offset":398},{"uri":"Old_Kingdom","surface_form":"Old Kingdom","offset":426},{"uri":"Mythology","surface_form":"mythology","offset":492},{"uri":"Geb","surface_form":"Geb","offset":517},{"uri":"Horus","surface_form":"Horus","offset":553},{"uri":"Wadjet","surface_form":"Wadjet","offset":794},{"uri":"Neith","surface_form":"Neith","offset":834},{"uri":"Hedjet","surface_form":"White Crown","offset":928},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":943},{"uri":"Pschent","surface_form":"Double Crown","offset":967},{"uri":"Symbol","surface_form":"symbol","offset":992},{"uri":"Seth","surface_form":"Seth","offset":1148},{"uri":"Survive","surface_form":"survived","offset":1288},{"uri":"Copper","surface_form":"copper","offset":1395},{"uri":"Statue","surface_form":"statue","offset":1491},{"uri":"Narmer_Palette","surface_form":"Narmer Palette","offset":1573},{"uri":"Djer","surface_form":"Djer","offset":1614},{"uri":"Monarch","surface_form":"monarch","offset":1912}]}