{"id":50970,"url":"http://en.wikipedia.org/wiki/Henry_II_of_England","text":"Henry II of England, also known as Henry II Curtmantle (Le Mans, France, 5 March 1133 – Chinon, France, 6 July 1189) was also Count of Anjou, Count of Maine, Duke of Normandy, Duke of Aquitaine, Duke of Gascony, Count of Nantes, Lord of Ireland and, at various times, controlled parts of Wales, Scotland and western France. He was as much concerned with his empire in France as he was with England.\nHenry was the son of Geoffrey V, Count of Anjou and Empress Matilda. He married Eleanor of Aquitaine in 1152 and was crowned king in 1154. His children included the future kings Richard, who would later lead many battles, and John. Although he was King of England, he never learnt the English language because his family had come over from Normandy in 1066. They spoke Norman French. Henry was intelligent and well educated. He spoke Latin fluently, which was the language of educated people in Europe at that time. All documents and laws were written in Latin.\nHenry II fought against his brother Geoffrey in Montsoreau in 1152. Henry II's succession to the English throne was agreed in 1153. He finally came to the throne in 1154 upon Stephen I's death. He reduced the power of the barons who had become very powerful in Stephen's reign, and in 1166 introduced trial by jury.\nLaw and order.\nTrial by Jury was a safer alternative to trial by ordeal, which could result in injury or death. In 1215, after Pope Innocent III banned priests from overseeing ordeals, jury trials became the most common way of judging criminals.\nOne of the big events that happened during his rule was the killing of Thomas Becket. Henry and Becket were old friends who found themselves in dispute once Becket became the Archbishop of Canterbury. Their dispute was over the role of the Church in England. Becket was trying to increase the power of church courts that had lost power when Henry had made major changes to the legal system. Four knights killed Becket in Canterbury Cathedral. Legend say that the knights had heard Henry say, \"Who will rid me of this turbulent (rebellious) priest?\"\nHenry's first son, William, Count of Poitiers, died as a baby. In 1170, Henry and Eleanor's fifteen-year-old son, Henry, was crowned king (another reason for Henry's arguing with Thomas Becket, who did not agree with the Henry being crowned). Young Henry never ruled and is not in the list of the kings and queens of England; he became known as Henry the Young King so he was not confused with his nephew Henry III.\nHenry and his wife, Eleanor of Aquitaine, had five sons and three daughters: William, Henry, Richard, Geoffrey, John, Matilda, Eleanor, and Joan. Henry tried to take Eleanor's lands from her (and from their son Richard). This led to conflict between Henry on the one side and his wife and sons on the other.\nHenry also had many children outside of his marriage, including William de Longespee, Earl of Salisbury, whose mother was Ida, Countess of Norfolk; Geoffrey, Archbishop of York, son of a woman named Ykenai; Morgan, Bishop of Durham; and Matilda, Abbess of Barking.\nHenry had constant struggles and battles against the French King Louis VII of France, but also many conflicts with his own wife and sons. His legitimate children were, he said, \"the real bastards\". When they were not fighting each other, they were fighting Henry. First Richard and young Henry fought their father for possession of lands they had been promised. They were defeated, and fined heavily. Later Eleanor and young Henry led a civil war against King Henry (1173/74). This Henry also won, just. Richard finally defeated Henry in a battle for Anjou (1189). Richard had the help of Philip II, who was now King of France.\nWeak, ill and deserted by all except an illegitimate son, Henry died in France in 1189 aged 56. He ruled for 35 years and was succeeded by Richard.","categories":[],"infobox_types":[],"annotations":[{"uri":"Le_Mans","surface_form":"Le Mans","offset":56},{"uri":"France","surface_form":"France","offset":65},{"uri":"Chinon","surface_form":"Chinon","offset":88},{"uri":"Count","surface_form":"Count","offset":126},{"uri":"Anjou","surface_form":"Anjou","offset":135},{"uri":"Maine","surface_form":"Maine","offset":151},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":158},{"uri":"Aquitaine","surface_form":"Aquitaine","offset":184},{"uri":"Gascony","surface_form":"Gascony","offset":203},{"uri":"Nantes","surface_form":"Nantes","offset":221},{"uri":"Lord","surface_form":"Lord","offset":229},{"uri":"Ireland","surface_form":"Ireland","offset":237},{"uri":"Wales","surface_form":"Wales","offset":288},{"uri":"Scotland","surface_form":"Scotland","offset":295},{"uri":"Empire","surface_form":"empire","offset":358},{"uri":"England","surface_form":"England","offset":390},{"uri":"Geoffrey_V%2C_Count_of_Anjou","surface_form":"Geoffrey V, Count of Anjou","offset":420},{"uri":"Empress_Matilda","surface_form":"Empress Matilda","offset":451},{"uri":"Eleanor_of_Aquitaine","surface_form":"Eleanor of Aquitaine","offset":479},{"uri":"Richard_I_of_England","surface_form":"Richard","offset":577},{"uri":"John_of_England","surface_form":"John","offset":625},{"uri":"List_of_English_monarchs","surface_form":"King of England","offset":647},{"uri":"English_language","surface_form":"English language","offset":684},{"uri":"Normandy","surface_form":"Normandy","offset":739},{"uri":"Latin","surface_form":"Latin","offset":833},{"uri":"Europe","surface_form":"Europe","offset":894},{"uri":"Document","surface_form":"document","offset":919},{"uri":"Law","surface_form":"law","offset":933},{"uri":"Chateau_de_Montsoreau","surface_form":"Montsoreau","offset":1009},{"uri":"Stephen_of_England","surface_form":"Stephen I's","offset":1136},{"uri":"Trial","surface_form":"trial","offset":1262},{"uri":"Jury","surface_form":"jury","offset":1271},{"uri":"Trial_by_ordeal","surface_form":"trial by ordeal","offset":1333},{"uri":"Kill","surface_form":"kill","offset":1583},{"uri":"Thomas_Becket","surface_form":"Thomas Becket","offset":1594},{"uri":"Dispute","surface_form":"dispute","offset":1667},{"uri":"Archbishop_of_Canterbury","surface_form":"Archbishop of Canterbury","offset":1698},{"uri":"Church_court","surface_form":"church court","offset":1825},{"uri":"Law","surface_form":"legal system","offset":1900},{"uri":"Knight","surface_form":"knight","offset":1919},{"uri":"Canterbury_Cathedral","surface_form":"Canterbury Cathedral","offset":1944},{"uri":"Legend","surface_form":"Legend","offset":1966},{"uri":"Henry_the_Young_King","surface_form":"Henry the Young King","offset":2417},{"uri":"Henry_III_of_England","surface_form":"Henry III","offset":2477},{"uri":"Richard_I_of_England","surface_form":"Richard","offset":2581},{"uri":"John_of_England","surface_form":"John","offset":2600},{"uri":"Louis_VII_of_France","surface_form":"Louis VII of France","offset":3126},{"uri":"Civil_war","surface_form":"civil war","offset":3498},{"uri":"Philip_II_of_France","surface_form":"Philip II","offset":3650}]}