{"id":509835,"url":"http://en.wikipedia.org/wiki/Dongguan","text":"Dongguan (Chinese: 东莞) is a city in Guangdong province, China.\nIt is in the Pearl River delta. Dongguan borders Guangzhou to the north, Huizhou to the northeast, Shenzhen to the south, and the Pearl River to the west.\nDongguan is an industrial city. It ranks behind only Shenzhen, Shanghai and Suzhou in exports among Chinese cities, with $65.54 billion in shipments.\nThe city is also home to one of the world's largest shopping malls, the New South China Mall.\nThere are evidence of people living in Dongguan area 5,000 years ago. But Dongguan only became a city in 1985, and since developed from a farming area to a large production centre.\nThere were 6,949,800 people living in Dongguan at the end of 2008. Of them, 748,700 were local people and 5,201,100 long-term migrants from other parts of China. At the 2010 Census the population had grown to 8,220,237. The number reached 8.29 million by the end of 2012. The average age of the population was 30.82.\nThe city is mostly hilly to the east and flat in the west. It has 115.98 kilometres (72.07 miles) of shoreline. The city centre of Dongguan is 50 kilometres (31 miles) from Guangzhou to its north. 90 kilometres (56 mi) from Shenzhen to its south, 87 kilometres from Hong Kong and 89 kilometres from Macau by water transport. It is located at the middle of the Guangzhou-Shenzhen economic corridor, a transportation hub.\nDongguan has a wet subtropical weather, It lies just south of the Tropic of Cancer. The average temperature is 23.3 °C (73.9 °F) over the year with average rainfall of 2,042.6 millimetres (80.42 in).\nDongguan is also a famous hometown for many overseas Chinese, the family origin of over 700,000 people in Hong Kong, Taiwan and Macau, and over 200,000 nationals living in other countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":28},{"uri":"Guangdong","surface_form":"Guangdong","offset":36},{"uri":"China","surface_form":"China","offset":56},{"uri":"Pearl_River","surface_form":"Pearl River","offset":76},{"uri":"River_delta","surface_form":"delta","offset":88},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":112},{"uri":"Huizhou","surface_form":"Huizhou","offset":136},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":162},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":271},{"uri":"Shanghai","surface_form":"Shanghai","offset":281},{"uri":"Subtropical","surface_form":"subtropical","offset":1399},{"uri":"Tropic_of_Cancer","surface_form":"Tropic of Cancer","offset":1446}]}