{"id":509806,"url":"http://en.wikipedia.org/wiki/Mooselookmeguntic_Lake","text":"Mooselookmeguntic Lake is a lake in the western part of Maine. It is near the border of New Hampshire and the Canadian province of Quebec. It is inside two counties; Franklin and Oxford. It is part of the Androscoggin River watershed. The lake is just a few miles from the Appalachian Trail.\nGeography.\nMooselookmeguntic Lake gets water from several rivers. These are the Cupsuptic River, the Rangeley River in Rangeley and the Kennebago River.\nThe lake's waters flow out to the southeast, into Upper Richardson Lake. There is a dam between the two lakes. It raises the level of Mooselookmeguntic Lake about 14 feet. When the dam was built, this connected Mooselookmeguntic with Cupsuptic Lake. The two lakes had been separate before. The new lake is used as a reservoir.\nMooselookmeguntic Lake's deepest part is. Its surface area is. It is the fourth largest lake in Maine. Mooselookmeguntic Lake is 1,467 feet (447 meters) above sea level.\nThere are two large islands south of Mooselookmeguntic Lake. These are named \"Toothaker Island\" and \"Students Island\".\nRiver name.\nThe name \"Mooselookmeguntic\" is really an Abnaki word that means \"moose feeding place\".\nThere is a local story that a Native American was hunting moose in the area, and he saw one. The native had forgotten to load his rifle with ammunition, but shot at the animal anyway. Thinking he had ruined his rifle, he began yelling at the moose about his bad luck. He said: \"Moose, look! My gun stick\"! This is only a legend but is told often as history. Because of this, another spelling sometimes used is Mooselookmeguntick Lake.\nMooselookmeguntic Lake is one of the longest place names in the United States. It is tied in third place with Kleinfeltersville, a small town in Pennsylvania. They both have 17 letters.\nFishing.\nThe lake has a good variety of fishes, and is a popular tourist attraction for fishing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maine","surface_form":"Maine","offset":56},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":88},{"uri":"Canadian_province","surface_form":"Canadian province","offset":110},{"uri":"Quebec","surface_form":"Quebec","offset":131},{"uri":"Drainage_basin","surface_form":"watershed","offset":224},{"uri":"Rangeley%2C_Maine","surface_form":"Rangeley","offset":411},{"uri":"Dam","surface_form":"dam","offset":529},{"uri":"Reservoir","surface_form":"reservoir","offset":761},{"uri":"Surface_area","surface_form":"surface area","offset":818},{"uri":"Sea_level","surface_form":"sea level","offset":931},{"uri":"Island","surface_form":"island","offset":962},{"uri":"Native_Americans_in_the_United_States","surface_form":"Abnaki","offset":1115},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native American","offset":1191},{"uri":"Moose","surface_form":"moose","offset":1219},{"uri":"Rifle","surface_form":"rifle","offset":1291},{"uri":"Ammunition","surface_form":"ammunition","offset":1302},{"uri":"Legend","surface_form":"legend","offset":1482},{"uri":"History","surface_form":"history","offset":1510},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1741}]}