{"id":509979,"url":"http://en.wikipedia.org/wiki/Sea_otter","text":"Sea otters (\"Enhydra lutris\") are marine mammals. They live along the Pacific coast of North America. Their historic range included shallow waters of the Bering Strait. It also included Kamchatka, and as far south as Japan.\nSea otters have about 26,000 to 165,000 hairs per square centimeters of skin. They have a rich fur for which humans hunted them almost to extinction. By the time the 1911 Fur Seal Treaty gave them protection, so few sea otters remained that the fur trade had become unprofitable. Sea otters eat shellfish and other invertebrates (especially clams, abalone, and sea urchins).\nThe otters usually carry a favorite rock in their paws or in a pouch under their forearm. They use it to smash shells open. This makes them one of the few animals that use tools. They grow to in length and weigh. Although once near extinction, they have begun to spread again, from small populations in California and Alaska. Sea otters are one of the smallest mammals in the ocean.\nSea otters and kelp.\nWithout the sea otters to eat them, there were too many sea urchins. The sea urchins then began to eat large amounts of kelp. They ate and killed so many kelp plants that they turn kelp forests into desert-like places called urchin barrens. The fish, krill and other animals that lived in the kelp either died or left. In some places where sea otters have returned, like Juan de Fuca Strait, they ate enough sea urchins that the kelp forests grew back.\nSea otters and people.\nSea otters catch the same shellfish, sea urchins, crabs, clams, and abalone, that indigenous peoples in Alaska and Canada need to eat. In May 2020, scientists from Simon Fraser University said in a report that more sea otters in northwestern North America would live if indigenous communities had more freedom to make decisions about them and to make plans based on traditional knowledge of sea otters, mixing in modern Western scientific methods as needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marine_biology","surface_form":"marine","offset":34},{"uri":"Mammal","surface_form":"mammal","offset":41},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":70},{"uri":"Coast","surface_form":"coast","offset":78},{"uri":"North_America","surface_form":"North America","offset":87},{"uri":"History","surface_form":"historic","offset":108},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":154},{"uri":"Kamchatka_Peninsula","surface_form":"Kamchatka","offset":186},{"uri":"Japan","surface_form":"Japan","offset":217},{"uri":"Fur","surface_form":"fur","offset":319},{"uri":"Human","surface_form":"human","offset":333},{"uri":"Extinction","surface_form":"extinction","offset":362},{"uri":"North_Pacific_Fur_Seal_Convention_of_1911","surface_form":"1911 Fur Seal Treaty","offset":390},{"uri":"Profit","surface_form":"profit","offset":492},{"uri":"Shellfish","surface_form":"shellfish","offset":519},{"uri":"Invertebrate","surface_form":"invertebrate","offset":539},{"uri":"Clam","surface_form":"clam","offset":565},{"uri":"Abalone","surface_form":"abalone","offset":572},{"uri":"Sea_urchin","surface_form":"sea urchin","offset":585},{"uri":"Forearm","surface_form":"forearm","offset":680},{"uri":"Animal_shell","surface_form":"shells","offset":710},{"uri":"Tools","surface_form":"tools","offset":771},{"uri":"California","surface_form":"California","offset":902},{"uri":"Alaska","surface_form":"Alaska","offset":917},{"uri":"Kelp","surface_form":"kelp","offset":1123},{"uri":"Kelp_forests","surface_form":"kelp forests","offset":1184},{"uri":"Urchin_barren","surface_form":"urchin barren","offset":1228}]}