{"id":510,"url":"http://en.wikipedia.org/wiki/Metaphor","text":"e=\"preserve\">Metaphor is a term for a figure of speech. It does not use a word in its basic literal sense. Instead, it uses a word in a kind of comparison. We run, and we also say rivers run. We may run into trouble, especially if we run up a bill at the bar.\nSo a metaphor uses words to make a picture in our mind. It takes a word from its original context, and uses it in another.\nMetaphors are an essential part of language: it is not possible to speak or write without them. A simple example is the word \"run\". This has a basic meaning of \"moving quickly\" or \"go with quick steps on alternate feet, never having both feet on the ground at the same time\". The \"Concise Oxford Dictionary\" then gives\n34 other uses as a verb; 21 uses as a noun; about 50 uses in short phrases. All of these are metaphors, although we do not usually notice this.\nWe use metaphors to make \"indirect\" comparisons, but without using 'like' or 'as' – because that would be a simile. A simile is a \"direct\" comparison: \"Jane is like a child\".\nA metaphor very often uses the verb 'to be': \"love \"is\" war\", for example, not \"love \"is like\" war\" (that is a simile).\nPoetry includes much metaphor, usually more than prose.\nSpam is an example that any email user knows about – this word was originally a metaphor, from 'Spam', a type of canned meat. Servers putting unwanted email into somebody's inbox was similar to waiters putting unwanted Spam into food. This was originally suggested by a Monty Python scene. When we use a metaphor very often and we forget the old meaning, or forget that the two meanings are connected, this is a 'dead metaphor'.\nOriginally \"metaphor\" was a Greek word for 'transfer'. It came from \"meta\" ('beyond') and \"pherein\" ('carry'). So the word \"metaphor\" in English was a metaphor, too. Today in Greek, \"metaphor\" is a trolley (a thing that is pushed for carrying shopping or bags).\nDescription.\nA simple metaphor has a single link between the subject and the metaphoric vehicle. The vehicle thus has a single meaning which is transferred directly to the subject.\nExamples.\nIn the simple metaphor, the effort to understand what the author or speaker intends is relatively low, and hence it may easily be used with a wider and less sophisticated audience.\nDescription.\nA complex metaphor happens where a simple metaphor is based on a secondary metaphoric element. For example, using a metaphor of 'light' for 'understanding' may be complexified by saying 'throwing light' rather than 'shining light'. 'Throwing' is an extra metaphor for how light arrives.\nDescription.\nA compound metaphor is one where there are multiple parts in the metaphor that are used to snag the listener. These parts may be enhancement words such as adverbs, adjectives, etc.\nEach part in the compound metaphor may be used to signify an additional item of meaning.\nExamples.\nCompound metaphors are like a multiple punch, hitting the listener repeatedly with metaphoric elements. Where the complex metaphor uses stacked layers to enhance the metaphor, the compound metaphor uses sequential words. The compound metaphor is also known as a loose metaphor.\nLive and dead metaphors.\nA live metaphor is one which a reader notices. A dead metaphor is one no-one notices because it has become so common in the language.\nExamples.\nTwo people walk off a tennis court. Someone asks the loser: \"What happened?\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Figure_of_speech","surface_form":"figure of speech","offset":38},{"uri":"Context","surface_form":"context","offset":350},{"uri":"Comparison","surface_form":"comparisons","offset":882},{"uri":"Like","surface_form":"like","offset":914},{"uri":"As","surface_form":"as","offset":924},{"uri":"Simile","surface_form":"simile","offset":954},{"uri":"Verb","surface_form":"verb","offset":1052},{"uri":"To_be","surface_form":"to be","offset":1058},{"uri":"Poetry","surface_form":"Poetry","offset":1141},{"uri":"Prose","surface_form":"prose","offset":1190},{"uri":"Spam","surface_form":"Spam","offset":1197},{"uri":"Email","surface_form":"email","offset":1225},{"uri":"Spam_(food)","surface_form":"Spam","offset":1293},{"uri":"Server","surface_form":"Server","offset":1323},{"uri":"Monty_Python","surface_form":"Monty Python","offset":1467},{"uri":"Greece","surface_form":"Greek","offset":1654},{"uri":"Trolley","surface_form":"trolley","offset":1824}]}