{"id":51017,"url":"http://en.wikipedia.org/wiki/Guant%C3%A1namo_Bay","text":"Guantánamo Bay () is a bay in Guantánamo province, Cuba. It is at the southeastern end of Cuba (). It is the largest harbour on the south side of the island. It is surrounded by steep hills creating an enclave cut off from its immediate hinterland.\nHistory.\nThe bay was originally named Guantánamo by the Taíno. Christopher Columbus landed at the location known as Fisherman's Point in 1494, naming it \"Puerto Grande\". On landing, Columbus's crew found Taíno fisherman preparing a feast for the local chieftain. When Spanish settlers took control of the island, the bay became a vital harbor on the south side of the island.\nThe bay has been the focus of military activities for a long time. In the colonial era, British troops tried to land there, during the War of the Jenkin's Ear. That war was between England and Spain. It took place between 1739 and 1742. The troops could land in the bay, and later tried to take the city Santiago de Cuba. As it turned out, this was impossible. So the troops claimed the bay as theirs, and named it \"Cumberland Harbour\". Later they left the island again, because some of their troops had died from tropical diseases.\nThe United States tried to buy the whole island of Cuba. In the Spanish-American war, US troops occupied the bay, because there was a harbour there. The Treaty of Paris, between the United States and Spain ended the war. It gave Cuba its independence from Spain. Spain also gave the territory of Puerto Rico, and the islands of Guam and the Philippines to the United States, amongst others. Cuba, however, came under the political and military infuence of the United States. The US then put presidents and dictators at the head of the Cuban state. These were of course favorable to the interests of the United States. In 1902 the Platt Amendment was appended to the Constitution of the Cuban state. It limited the freedom of Cuba very much. It also said that some territory in the south should be ceded to the United States for a military base. Bound by the amendment, the Cubans granted the US a 99-year lease to the territory. This treaty was made by Tomás Estrada Palma, an American citizen, who became the first President of Cuba.\nThe current Cuban government rejects the Cuban-American Treaty because it violates article 52 of the 1969 Vienna Convention on the Law of Treaties. The Cuban government therefore considers the U.S. presence in Guantánamo to be an illegal occupation of the area. Article 52 declares a treaty void only if its conclusion has been procured by the threat or use of force in violation of international law.\nThe US Naval base.\nThe southern portion of the bay is surrounded by the Guantanamo Bay Naval Base, a naval base established in 1898. Recently, the base began hosting a detainment camp for suspected militant combatants collected (actions that are viewed by some as kidnapping) from both Afghanistan and Iraq, or from secret NATO prisons in Europe (discovered recently, in 2006).\nThe base, sometimes called \"GTMO\" or \"Gitmo\", covers 116 km² (about 45 square miles) on the western and eastern banks of the bay. It was established in 1898, when the United States obtained control of Cuba from Spain at the end of the Spanish-American War, following the 1898 invasion of Guantánamo Bay. The U.S. government obtained a perpetual lease that began on February 23, 1903.","categories":[],"infobox_types":[],"annotations":[{"uri":"Headlands_and_bays","surface_form":"bay","offset":23},{"uri":"Guant%C3%A1namo_province","surface_form":"Guantánamo province","offset":30},{"uri":"Cuba","surface_form":"Cuba","offset":51},{"uri":"Harbour","surface_form":"harbour","offset":117},{"uri":"Enclave","surface_form":"enclave","offset":202},{"uri":"Hinterland","surface_form":"hinterland","offset":237},{"uri":"Ta%C3%ADno","surface_form":"Taíno","offset":305},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":312},{"uri":"1494","surface_form":"1494","offset":386},{"uri":"Colonialism","surface_form":"colonial era","offset":699},{"uri":"War_of_the_Jenkin%27s_Ear","surface_form":"War of the Jenkin's Ear","offset":760},{"uri":"England","surface_form":"England","offset":806},{"uri":"Spain","surface_form":"Spain","offset":818},{"uri":"1739","surface_form":"1739","offset":847},{"uri":"1742","surface_form":"1742","offset":856},{"uri":"City","surface_form":"city","offset":924},{"uri":"Santiago_de_Cuba","surface_form":"Santiago de Cuba","offset":929},{"uri":"United_States","surface_form":"United States","offset":1162},{"uri":"Spanish-American_war","surface_form":"Spanish-American war","offset":1222},{"uri":"Treaty_of_Paris_(1898)","surface_form":"Treaty of Paris","offset":1311},{"uri":"Territory","surface_form":"territory","offset":1441},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":1454},{"uri":"Guam","surface_form":"Guam","offset":1486},{"uri":"Philippines","surface_form":"Philippines","offset":1499},{"uri":"1902","surface_form":"1902","offset":1779},{"uri":"Platt_Amendment","surface_form":"Platt Amendment","offset":1788},{"uri":"Constitution","surface_form":"Constitution","offset":1824},{"uri":"Tom%C3%A1s_Estrada_Palma","surface_form":"Tomás Estrada Palma","offset":2111},{"uri":"Cuban-American_Treaty","surface_form":"Cuban-American Treaty","offset":2234},{"uri":"1969","surface_form":"1969","offset":2294},{"uri":"Vienna_Convention_on_the_Law_of_Treaties","surface_form":"Vienna Convention on the Law of Treaties","offset":2299},{"uri":"Guantanamo_Bay_Naval_Base","surface_form":"Guantanamo Bay Naval Base","offset":2667},{"uri":"United_States_Navy","surface_form":"naval","offset":2696},{"uri":"1898","surface_form":"1898","offset":2722},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":2881},{"uri":"Iraq","surface_form":"Iraq","offset":2897},{"uri":"1898","surface_form":"1898","offset":3125},{"uri":"Spain","surface_form":"Spain","offset":3184},{"uri":"Spanish-American_War","surface_form":"Spanish-American War","offset":3208},{"uri":"1898_invasion_of_Guant%C3%A1namo_Bay","surface_form":"1898 invasion of Guantánamo Bay","offset":3244},{"uri":"Lease","surface_form":"lease","offset":3318},{"uri":"February_23","surface_form":"February 23","offset":3338},{"uri":"1903","surface_form":"1903","offset":3351}]}