{"id":510589,"url":"http://en.wikipedia.org/wiki/West_Frisian_language","text":"West Frisian () is a language that is mainly spoken in Friesland, Netherlands. As of 2005, 94% of the people in Friesland understand West Frisian, 74% can speak it, 75% can read it and 27% can write it.\nAlphabet and grammar.\nWest Frisian uses the Latin alphabet. A,E,O and U can sometimes have unique accents added to them.\nIn Western Frisian, there are two types of genders that nouns can have. One is the \"common\" gender (where both the male and female genders are put together). The other type is a neutral gender noun.\nLike many other languages, West Frisian has singular and plural nouns. The two main suffixes used in the language, are \"-(e)n\" and \"-s\".\"\nWest Frisian also used three types of verbs: weak, strong and irregular.\nStatus.\nAfter a series of riots by pro-Frisian activists, West Frisian became an official language in the Netherlands in 1956.\nWest Frisian is a required subject in schools in Friesland. Courts in Friesland speak West Frisian. People in court are allowed to go under oath speaking West Frisian.\nSimilarity to English.\nDis dei is goed oeral. De sinne is waarm en de licht fan de sinne-skinen fielen goed wit de myld wyn. Juster elke was goed, buten dis dei is better. De sinne-opgong en de sinne-undergong is moai wit de blew lofts. Buten dis dei is lyket de maaitiid en net de simmertiid. Ik find dit dei de best of de wike. De rein komt foar de wykein foar Saterdei en Sunndei moarn, but it will net by kald en wol gean oer uus by de middei. De stjeren wol elke by sichtber yn de nacht en sa wol de moanne.\nThis day is good overall. The sun is warm and the light from the sun-shining feels good with the mild wind. Yesterday also was good, but this day is better. The sunrise and the sunset is beautiful with the blue sky. But this day is like the springtime and not the summertime. I find this day the best of the week. The rain is coming for the weekend for Saturday and Sunday morning, but it will not be cold and will go over us by the midday. The stars will also be visible in the night and so will the moon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":21},{"uri":"Friesland","surface_form":"Friesland","offset":55},{"uri":"Netherlands","surface_form":"Netherlands","offset":66},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":247},{"uri":"Noun","surface_form":"nouns","offset":380},{"uri":"Suffix","surface_form":"suffixes","offset":607},{"uri":"Verb","surface_form":"verbs","offset":699},{"uri":"Netherlands","surface_form":"Netherlands","offset":840},{"uri":"Oath","surface_form":"oath","offset":1001}]}