{"id":510727,"url":"http://en.wikipedia.org/wiki/Microsoft_Edge","text":"Microsoft Edge is a web browser. It was developed by Microsoft. It was first released for Windows 10 and Xbox One in 2015, for Android and iOS in 2017, then macOS in 2019. It is also the default browser for Windows 10 Mobile. Edge replaced Internet Explorer as the default browser on Windows 10. Internet Explorer 11 will remain available alongside Edge on Windows 10 for compatibility purposes.\nEdge connects with Microsoft's online platforms, with the help of Cortana, Microsoft's virtual assistant. Cortana provides voice control, search functionality, and personalized information. Edge also has a \"Reading List\" function to sync content between devices. It has a \"Reading Mode\" that makes reading websites easier. Edge has extensions hosted on the Microsoft Store.\nAs of April 2019, according to StatCounter, Edge still has lower market share than Internet Explorer and even with the market share of the both combined would only manage 3rd place after Firefox.\nHistory.\nWhile Edge was originally built with Microsoft's own technologies (\"engines\"), it was rebuilt as a Chromium-based browser (for better compatibility with Google Chrome, also built on Chromium, and its extensions). As part of this big change, Microsoft intended to add support for Windows 7, 8, 8.1, macOS, and Linux.\nFeatures.\nMicrosoft Edge is the default web browser on Windows 10, Windows 10 Mobile, and Xbox One consoles, replacing Internet Explorer 11 and Internet Explorer Mobile. As its development and release is dependent on the model of \"Windows as a service\", it is not included in Windows 10 Enterprise Long-term servicing branch (LTSB) builds.\nFavorites, reading list, browsing history and downloads are viewed at the Hub, a sidebar providing functionality similar to Internet Explorer's Downloads manager and Favorites Center.\nThe browser still includes (while being phased out) an integrated Adobe Flash Player (with an internal whitelist allowing Flash applets on Facebook websites to load automatically, bypassing all other security controls requiring user activation) and a PDF reader. It also supports asm.js.\nEdge does not support legacy technologies such as ActiveX and Browser Helper Objects, and instead uses an extension system. Internet Explorer 11 remains available alongside Edge on Windows 10 for compatibility; it remains nearly identical to the Windows 8.1 version and does not use the Edge engine as was previously announced.\nEdge integrates with Microsoft's online platforms in order to provide voice control, search functionality, and dynamic information related to searches within the address bar. Users can make annotations to web pages that can be stored to and shared with OneDrive, but can't save HTML pages to their own computers. It also integrates with the \"Reading List\" function and provides a \"Reading Mode\" that strips unnecessary formatting from pages to improve their legibility.\nEdgeHTML.\nEdgeHTML is a proprietary layout engine developed for Edge. It is being phased out.\nEdgeHTML (2014–2019).\nIn December 2014, writing for \"ZDNet\", technology writer Mary Jo Foley reported that Microsoft was developing a new web browser codenamed \"Spartan\" for Windows 10. She said that \"Spartan\" would be treated as a new product separate from Internet Explorer, with Internet Explorer 11 retained alongside it for compatibility.\nIn November 2017, Microsoft released ports of Edge for Android and iOS. The apps feature integration and synchronization with the desktop version on Windows 10 PCs. Due to platform restrictions and other factors, these ports do not use the same layout engine as the desktop version, and instead use OS-native Webkit-based engines.\nIn April 2018, Edge added tab audio muting. In June 2018, support for the Web Authentication specifications were added to Windows Insider builds, with support for Windows Hello and external security tokens.\nChromium (2019–present).\nOn December 6, 2018, Microsoft announced its intent to base Edge on the Chromium source code, using the same rendering engine as Google Chrome but with enhancements developed by Microsoft. It was also announced that there will be versions of Edge available for Windows 7, Windows 8, and macOS, and that all versions will be updated on a more frequent basis. The initial release of the Chromium-based Edge, for desktops, is expected in the fall of 2019.\nOn April 8, 2019, the first Chromium-based builds of Edge for Windows were released to the public.\nOn May 20, 2019, the first Chromium-based preview builds of Edge for macOS were released to the public, marking the first time in 13 years that a Microsoft browser was available on the Mac platform. The last time a Microsoft browser was available on the Mac platform was Microsoft Internet Explorer for the Mac, which was withdrawn in January, 2006.\nReception.\nMicrosoft's planned switch to Chromium as Edge's engine has faced mixed reception. The move will increase consistency of web platform compatibility between major browsers, and for this reason, the move has attracted criticism, as it reduces diversity in the overall web browser market, and increases the influence of Google (developer of the Blink layout engine) on the overall browser market by Microsoft ceding its independently developed browser engine.","categories":[],"infobox_types":["web browser"],"annotations":[{"uri":"Web_browser","surface_form":"web browser","offset":20},{"uri":"Microsoft","surface_form":"Microsoft","offset":53},{"uri":"Windows_10","surface_form":"Windows 10","offset":90},{"uri":"Xbox_One","surface_form":"Xbox One","offset":105},{"uri":"Android_(operating_system)","surface_form":"Android","offset":127},{"uri":"IOS","surface_form":"iOS","offset":139},{"uri":"MacOS","surface_form":"macOS","offset":157},{"uri":"Windows_10_Mobile","surface_form":"Windows 10 Mobile","offset":207},{"uri":"Internet_Explorer","surface_form":"Internet Explorer","offset":240},{"uri":"Cortana","surface_form":"Cortana","offset":462},{"uri":"Browser_extension","surface_form":"extensions","offset":728},{"uri":"Microsoft_Store_(digital)","surface_form":"Microsoft Store","offset":753},{"uri":"Chromium_(web_browser)","surface_form":"Chromium","offset":1074},{"uri":"MacOS","surface_form":"macOS","offset":1273},{"uri":"Linux","surface_form":"Linux","offset":1284},{"uri":"Windows_10_Mobile","surface_form":"Windows 10 Mobile","offset":1358},{"uri":"Xbox_One","surface_form":"Xbox One","offset":1381},{"uri":"Internet_Explorer_11","surface_form":"Internet Explorer 11","offset":1410},{"uri":"Internet_Explorer_Mobile","surface_form":"Internet Explorer Mobile","offset":1435},{"uri":"Adobe_Flash_Player","surface_form":"Adobe Flash Player","offset":1881},{"uri":"Whitelist","surface_form":"whitelist","offset":1918},{"uri":"Facebook","surface_form":"Facebook","offset":1954},{"uri":"PDF","surface_form":"PDF","offset":2066},{"uri":"Asm.js","surface_form":"asm.js","offset":2095},{"uri":"OneDrive","surface_form":"OneDrive","offset":2684},{"uri":"EdgeHTML","surface_form":"EdgeHTML","offset":2911},{"uri":"Proprietary_software","surface_form":"proprietary","offset":2925},{"uri":"Browser_engine","surface_form":"layout engine","offset":2937},{"uri":"ZDNet","surface_form":"ZDNet","offset":3048},{"uri":"Mary_Jo_Foley","surface_form":"Mary Jo Foley","offset":3074},{"uri":"Android_(operating_system)","surface_form":"Android","offset":3394},{"uri":"IOS","surface_form":"iOS","offset":3406},{"uri":"Webkit","surface_form":"Webkit","offset":3648},{"uri":"Web_Authentication","surface_form":"Web Authentication","offset":3744},{"uri":"Windows_Hello","surface_form":"Windows Hello","offset":3833},{"uri":"Chromium_(web_browser)","surface_form":"Chromium","offset":3974},{"uri":"Google_Chrome","surface_form":"Google Chrome","offset":4031},{"uri":"Windows_7","surface_form":"Windows 7","offset":4163},{"uri":"Windows_8","surface_form":"Windows 8","offset":4174},{"uri":"MacOS","surface_form":"macOS","offset":4189},{"uri":"Internet_Explorer_for_Mac_OS_X","surface_form":"Microsoft Internet Explorer for the Mac","offset":4725},{"uri":"Google","surface_form":"Google","offset":5132},{"uri":"Blink_(browser_engine)","surface_form":"Blink layout engine","offset":5157}]}