{"id":51070,"url":"http://en.wikipedia.org/wiki/Anthrax_(US_band)","text":"Anthrax is a thrash metal band from New York City, USA. Anthrax released their first album in 1984. Anthrax was one of the most popular bands of the 1980s thrash metal scene. They have sold about 15 million albums as of 2012.\nBeginning.\nAnthrax was formed by guitar players Scott Ian and Danny Lilker in 1981. Scott Ian named the band after the disease after he saw it in a biology textbook, as he thought it sounded \"sufficiently evil\" (evil enough).\nFor Anthrax's first few years they went through a number of singers, bassists, and drummers, and finally settled on singer Neil Turbin, lead guitarist Dan Spitz (when Danny Lilker switched to bass) and drummer Charlie Benante before releasing their first album \"Fistful Of Metal\".\n1984–1992.\nDanny Lilker was fired for being too relaxed and Neil Turbin was fired as he was trying to take full control of the band. They were replaced with Frank Bello (Charlie Benante's nephew) and Joey Belladonna. This lineup recorded four albums; \"Spreading the Disease\", \"Among The Living\", \"State Of Euphoria\" and \"Persistence Of Time\".\n\"Among The Living\" was a different type of album from the previous two, introducing humour and references to comic books to the band's music. It is thought by many to be their best album, featuring songs like \"Caught In A Mosh\", \"Indians\", and \"I Am The Law\" (which is about the character Judge Dredd). The next album, \"State Of Euphoria\", was a similar kind of album but wasn't as successful, but had some more well known Anthrax songs such as \"Be All, End All and Antisocial\" (an English language cover of a song by the French band Trust).\n\"Persistence Of Time\" was a more serious album, due to arguments between band members and many of their personal possessions being lost in a fire. There were no references to comic books, and more serious themes were included in the lyrics (such as the need for peace, shown in \"Keep it in the Family\"). However, it did have a fast paced cover of the Joe Jackson song \"Got The Time\" which has become a well known Anthrax song.\nDuring this period of time in the band's career, Anthrax also released a successful rap-metal song called \"I'm The Man\", and a few years later, they released another rap metal song with hip hop group Public Enemy, a cover of their song \"Bring The Noise\". With the release of this song, the two groups have been credited for creating and popularizing the rap metal genre.\n1992–2001.\nDue to the band becoming more popular they signed to a record label named Elektra. However, Joey Belladonna was fired from Anthrax in 1992 and was replaced with John Bush, who was in a band called Armored Saint that had recently broke up. The band's first album with this singer, called \"Sound Of White Noise\", was also successful, and was dark like \"Persistence Of Time\", but also sounded a little bit like the grunge bands that were popular in the early 90s.\nDan Spitz left the band in 1995. Charlie Benante played guitar on the band's next album, \"Stomp 442\", as well as drums, with Paul Crook playing guitar on the album too. Pantera's guitarist Dimebag Darrell played solos on two of the songs. This album was not as successful as \"Sound Of White Noise\", and Elektra was blamed by Anthrax for not promoting it properly.\nThey re-signed to an independent label called Ignition and released \"Volume 8: The Threat Is Real\", which again had Charlie Benante and Paul Crook playing guitar with solos from Dimebag Darrell (Pantera's singer Phil Anselmo did backup vocals on one song too). The album did less successfully than \"Stomp 442\", and not long after the album came out, Ignition ceased to exist due to lack of success. Anthrax took a short break, and John Bush reunited with Armored Saint and released another album with them.\n2001–2009.\nIn 2001, the band hired lead guitarist Rob Caggiano and they played shows again. After 11 and the Anthrax attacks that came after that, the band considered changing their name. Scott Ian jokingly announced that they were considering the name \"Basket Full Of Puppies\". They eventually decided to keep the name Anthrax.\nThey released the album\" We've Come For You All\" in 2003, and whilst unsuccessful like the previous two albums, it was considered their best album in years. Whilst touring, Frank Bello left and was replaced by Armored Saint member Joey Vera.\nHowever, Frank Bello returned to the band as well as Joey Belladonna and Dan Spitz in 2005, when Anthrax announced a reunion tour. This successful tour ended in 2007, and Joey and Dan left once again. New singer Dan Nelson was announced and Rob Caggiano returned. They started making a new album called \"Worship Music\", which was supposed to be released in 2009. However, Dan Nelson left the band during that year, and the album was put on hold. John Bush made a return to the band, who considered releasing \"Worship Music\" with this singer.\nCurrent period.\nHowever, Joey Belladonna once again returned to Anthrax in 2010 on a permanent basis. The band played several shows (including the \"Big 4\" concerts with Metallica, Megadeth and Slayer) and work continued on the new album, which was finally finished and released in 2011. The album was their most successful since \"Sound Of White Noise\".\nThe band will release an EP of 70s and 80s covers in March 2013. Guitar player Rob Caggiano left Anthrax at the beginning of 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thrash_metal","surface_form":"thrash metal","offset":13},{"uri":"Band","surface_form":"band","offset":26},{"uri":"New_York_City","surface_form":"New York City","offset":36},{"uri":"USA","surface_form":"USA","offset":51},{"uri":"Album","surface_form":"album","offset":85},{"uri":"1984","surface_form":"1984","offset":94},{"uri":"1980s","surface_form":"1980s","offset":149},{"uri":"Scene","surface_form":"scene","offset":168},{"uri":"Scott_Ian","surface_form":"Scott Ian","offset":274},{"uri":"Danny_Lilker","surface_form":"Danny Lilker","offset":288},{"uri":"Anthrax_(disease)","surface_form":"the disease","offset":341},{"uri":"Fistful_Of_Metal","surface_form":"Fistful Of Metal","offset":714},{"uri":"Spreading_the_Disease","surface_form":"Spreading the Disease","offset":985},{"uri":"Among_The_Living","surface_form":"Among The Living","offset":1010},{"uri":"State_Of_Euphoria","surface_form":"State Of Euphoria","offset":1030},{"uri":"Persistence_Of_Time","surface_form":"Persistence Of Time","offset":1054},{"uri":"Joe_Jackson_(musician)","surface_form":"Joe Jackson","offset":1969},{"uri":"Public_Enemy","surface_form":"Public Enemy","offset":2245},{"uri":"Armored_Saint","surface_form":"Armored Saint","offset":2624},{"uri":"Sound_Of_White_Noise","surface_form":"Sound Of White Noise","offset":2715},{"uri":"Stomp_442","surface_form":"Stomp 442","offset":2978},{"uri":"September_11_attacks","surface_form":"11","offset":3857},{"uri":"Metallica","surface_form":"Metallica","offset":5041},{"uri":"Megadeth","surface_form":"Megadeth","offset":5052},{"uri":"Slayer","surface_form":"Slayer","offset":5065}]}