{"id":5108,"url":"http://en.wikipedia.org/wiki/Fawlty_Towers","text":"\"Fawlty Towers\" is a British television sitcom. It was broadcast by the BBC in two series, one in 1975, the other in 1979. Only twelve episodes were ever broadcast. However, the show is still liked by millions of people. \"Fawlty Towers\" has influenced other comedies.\nIt is set in a hotel in the coastal Devon town of Torquay.\nMain characters.\nThe owners of the hotel are Basil Fawlty (played by John Cleese) and his wife Sybil (Prunella Scales).\nThey are helped by Polly, a young British maid (Connie Booth) and Manuel, a clumsy waiter from Barcelona in Spain (Andrew Sachs).\nIn series two there is also a chef, Terry (Brian Hall).\nBasil is a rude, angry man, who fought in the Korean War. He has been married to Sybil for fifteen years. Sybil and Basil do not love each other. Polly has a talent for painting, and this is shown in some episodes when her artwork is laid upon the front desk, annoying Basil. Manuel speaks only a little English and he often makes mistakes due to misunderstanding things. When he makes a mistake Basil usually apologises to the guests by saying, \"I'm so sorry, he's from Barcelona.\"\nOther characters.\nThe Major (Ballard Berkeley) is a regular guest. He is old and forgetful. The aged and easily shocked Miss Tibbs (Gilly Flower) and Miss Gatsby (Renee Roberts) are also regular guests.\nEpisodes.\nThere were twelve episodes of \"Fawlty Towers\" made.\nThe first six episodes were made in 1975, the last six in 1979. \"Fawlty Towers\" still has many fans, and many people regard it as the best comedy series made by the BBC. It was voted 5th in a poll in Britain to find \"Britain's Best Sitcom\" 2004.\nOne of the most famous episodes is \"The Germans\". In that episode, people from Germany are visiting the Hotel. Basil dislikes Germans, because he blames them for starting World War II. He tells his staff not to mention the war (\"Don't mention the war!\"). He himself continually mentions the war, and even imitates Adolf Hitler.","categories":[],"infobox_types":["television"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":21},{"uri":"Television","surface_form":"television","offset":29},{"uri":"Sitcom","surface_form":"sitcom","offset":40},{"uri":"BBC","surface_form":"BBC","offset":72},{"uri":"Hotel","surface_form":"hotel","offset":283},{"uri":"Devon","surface_form":"Devon","offset":304},{"uri":"Town","surface_form":"town","offset":310},{"uri":"Torquay","surface_form":"Torquay","offset":318},{"uri":"John_Cleese","surface_form":"John Cleese","offset":396},{"uri":"Prunella_Scales","surface_form":"Prunella Scales","offset":429},{"uri":"Connie_Booth","surface_form":"Connie Booth","offset":495},{"uri":"Waiter","surface_form":"waiter","offset":530},{"uri":"Barcelona","surface_form":"Barcelona","offset":542},{"uri":"Spain","surface_form":"Spain","offset":555},{"uri":"Andrew_Sachs","surface_form":"Andrew Sachs","offset":562},{"uri":"Chef","surface_form":"chef","offset":607},{"uri":"Brian_Hall","surface_form":"Brian Hall","offset":620},{"uri":"Korean_War","surface_form":"Korean War","offset":679},{"uri":"Love","surface_form":"love","offset":762},{"uri":"Art","surface_form":"art","offset":856},{"uri":"English_language","surface_form":"English","offset":937},{"uri":"Ballard_Berkeley","surface_form":"Ballard Berkeley","offset":1145},{"uri":"BBC","surface_form":"BBC","offset":1546},{"uri":"Germany","surface_form":"Germany","offset":1706},{"uri":"World_War_II","surface_form":"World War II","offset":1798},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1941}]}