{"id":511051,"url":"http://en.wikipedia.org/wiki/Hermitage_cats","text":"The Hermitage cats are a group of cats living in the Hermitage Museum in Saint Petersburg, Russia. The museum has a secretary for the news media about the cats. Three people take care of their daily needs.\nThe cats live in the museum's basement. In the summer, they also go along the river bank and on the plaza. Cats have been guarding the museum for more than 200 years, since the Tsars ruled Russia. In earlier times, they roamed freely through all the museum galleries.\nIn 2010, Maria Haltunen (\"Khaltunin\" in Russia), who directs the museum's cat program, said that there were 60 cats on the museum grounds. The museum staff joked that officially the museum is only supposed to have 50 cats.\nIn May 2013, the count had grown to 74 cats, of both sexes, Haltunen said. (All have been \"fixed\" so they can't have kittens). There are kitchens for cooking their food (\"they all have different preferences\"), and even a small hospital.\nDonations, charity gifts and sponsorship from a cat food company pay for the care of the cats.\nHistory.\nThe cats have been in the museum, that was once a palace, since the 18th century. In 1774, Empress Elizabeth of Russia gave an order for cats to come live in the palace to control the mice population. James Rodgers of the BBC said it is thought that the cats first came from Kazan, a city known for having cats good at catching mice. The cats stayed in St. Petersburg except during World War II, when the existing cat population was killed. After the war, a new group of cats was brought in because the rat population had increased.\nIn the 1990s Haltunen began a program to actively take care of the cats. Before this, they had lived in poor conditions.\nBeginning in 2007, the museum adopts cats needing homes. The cats are an attraction for tourists.\nIn 2011, the museum began a \"Catfest\", a celebration of its cat population. \"Catfest\" has cat painting contests and games for children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cats","surface_form":"cats","offset":34},{"uri":"Hermitage_Museum","surface_form":"Hermitage Museum","offset":53},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":73},{"uri":"Russia","surface_form":"Russia","offset":91},{"uri":"Secretary","surface_form":"secretary","offset":116},{"uri":"Media","surface_form":"media","offset":139},{"uri":"Basement","surface_form":"basement","offset":236},{"uri":"Plaza","surface_form":"plaza","offset":306},{"uri":"Tsar","surface_form":"Tsar","offset":383},{"uri":"Gallery","surface_form":"galleries","offset":463},{"uri":"Kitchen","surface_form":"kitchen","offset":834},{"uri":"Hospital","surface_form":"hospital","offset":924},{"uri":"Donation","surface_form":"Donation","offset":934},{"uri":"Charity","surface_form":"charity","offset":945},{"uri":"Sponsor","surface_form":"sponsor","offset":963},{"uri":"Palace","surface_form":"palace","offset":1088},{"uri":"18th_century","surface_form":"18th century","offset":1106},{"uri":"Empress","surface_form":"Empress","offset":1129},{"uri":"Population","surface_form":"population","offset":1227},{"uri":"BBC","surface_form":"BBC","offset":1260},{"uri":"Kazan","surface_form":"Kazan","offset":1313},{"uri":"World_War_II","surface_form":"World War II","offset":1420},{"uri":"Attraction","surface_form":"attraction","offset":1765},{"uri":"Tourist","surface_form":"tourist","offset":1780},{"uri":"Celebration","surface_form":"celebration","offset":1831}]}