{"id":5111,"url":"http://en.wikipedia.org/wiki/Fort_Ouiatenon","text":"Fort Ouiatenon was the first fortified European settlement in what is now the U.S. state of Indiana. It is approximately three miles southwest of modern-day West Lafayette.\nFort Ouiatenon was originally constructed by the French government in 1717 as a military outpost to protect against Great Britain's western expansion. Its location among the unsettled woodlands of the Wabash River valley also made it a key center of trade for fur trappers. French merchants and trappers from Quebec would arrive at Fort Ouiatenon in search of beaver pelts and to take advantage of trade relations with the native Wea Native American tribes.\nAt its peak level of activity during the mid-18th century Fort Ouiatenon was home to over 2,000 residents. In 1761, during the French and Indian War, a contingent of British soldiers led by Lieutenant Edward Jenkins captured and occupied the fort. In 1763 an uprising led by Chief Pontiac of the Ottawa Native American tribe surprised Lieutenant Jenkins and his men and captured Fort Ouiatenon without firing a shot. Seven similar posts were also captured in what became known as Pontiac's Uprising.\nThe British made little use of Fort Ouiatenon after the French and Indian War; it was never garrisoned. During the 1780s, local Indian tribes used it as a base of operations to stage raids against American settlers pushing westward. Consequently, President George Washington ordered the fort to be destroyed in 1791.\nIn 1930 a replica of Fort Ouiatenon was built near its original site by a local physician named Richard Wetherill. In 1970 the site was placed on the National Register of Historic Places by the U.S. Department of the Interior. Today Fort Ouiatenon is open to tourists and is the location of the annual Feast of the Hunters' Moon.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":78},{"uri":"Indiana","surface_form":"Indiana","offset":92},{"uri":"West_Lafayette%2C_Indiana","surface_form":"West Lafayette","offset":157},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":758},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":1598},{"uri":"U.S._Department_of_the_Interior","surface_form":"U.S. Department of the Interior","offset":1642}]}