{"id":511215,"url":"http://en.wikipedia.org/wiki/Pulmonary_contusion","text":"e=\"preserve\">A pulmonary contusion (or lung contusion) is a contusion (bruise) of the lung, caused by chest trauma. The bruise harms the capillaries, and then blood and other liquids collect in the lungs. These extra liquids prevent with gas exchange. Without gas exchange, oxygen levels drop (hypoxia). If the lung is cut, then the injury is instead a pulmonary laceration and has different symptoms.\nA lung contusion is usually caused by blunt trauma. Explosion injuries or a shock wave from a penetrating trauma may also cause this injury.\nDoctors began studying this injury after explosives hurt soldiers in World Wars I and II. In the 1960s when cars became popular people began to get this kind of injury from car accident<nowiki/>s.\nClassification.\nLung contusion and laceration are injuries to the lung. In contusion, the structure of the lung does not change. In laceration, the pieces of lung may be moved. When blood fills lacerations, the injury is called pulmonary hematoma. The difference between a contusion and a hematoma is that in a contusion, the alveoli (tiny air-filled sacs that give oxygen) will bleed, but a hematoma is a blood clot.\nIf the pleural cavity (the space outside the lung) accumulates blood (hemothorax) or air (pneumothorax) or both (hemopneumothorax) then this is called a collapsed lung. These conditions do not always damage the lung but they might, or they might be the result of damage. Injuries to the chest wall are also distinct from but may happen with lung injuries. Chest wall injuries include rib fractures and flail chest. In flail chest multiple ribs are broken move independently of the rib cage.\nCauses.\nPulmonary contusion is the most common injury found in blunt chest trauma, occurring in 25–35% of cases. It is usually caused by a collision while moving quickly. About 70% of cases result from motor vehicle collisions, most often when the chest strikes the inside of the car. Falls, assaults, and sports injuries are other causes. Pulmonary contusion can also be caused by explosions. The organs most harmed by blast injuries are those that hold gas, such as the lungs. Blast lung is severe pulmonary contusion, bleeding, or edema with damage to alveoli and blood vessels, or a combination of these. This is the usual cause of death among people who initially survive an explosion. Unlike other causes of injury in which pulmonary contusion is often found with other injuries, explosions can cause pulmonary contusion without damage to the chest wall.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bruise","surface_form":"bruise","offset":71},{"uri":"Lung","surface_form":"lung","offset":86},{"uri":"Trauma","surface_form":"trauma","offset":108},{"uri":"Capillary","surface_form":"capillaries","offset":137},{"uri":"Exchange_of_gases","surface_form":"gas exchange","offset":238},{"uri":"Hypoxia_(medical)","surface_form":"hypoxia","offset":294},{"uri":"Pulmonary_laceration","surface_form":"pulmonary laceration","offset":353},{"uri":"Blunt_trauma","surface_form":"blunt trauma","offset":440},{"uri":"Shock_wave","surface_form":"shock wave","offset":478},{"uri":"Car_accident","surface_form":"car accident","offset":716},{"uri":"Pulmonary_hematoma","surface_form":"pulmonary hematoma","offset":968},{"uri":"Hematoma","surface_form":"hematoma","offset":1029},{"uri":"Alveolus","surface_form":"alveoli","offset":1066},{"uri":"Bleed","surface_form":"bleed","offset":1119},{"uri":"Blood_clot","surface_form":"blood clot","offset":1146},{"uri":"Pleural_cavity","surface_form":"pleural cavity","offset":1165},{"uri":"Hemothorax","surface_form":"hemothorax","offset":1228},{"uri":"Pneumothorax","surface_form":"pneumothorax","offset":1248},{"uri":"Hemopneumothorax","surface_form":"hemopneumothorax","offset":1271},{"uri":"Rib_fracture","surface_form":"rib fracture","offset":1542},{"uri":"Flail_chest","surface_form":"flail chest","offset":1560},{"uri":"Blast_injury","surface_form":"blast injuries","offset":2069},{"uri":"Oedema","surface_form":"edema","offset":2183}]}