{"id":511279,"url":"http://en.wikipedia.org/wiki/Li_Zhanshu","text":"Li Zhanshu (born August 30, 1950 in Pingshan County, Hebei province) is a Chinese political figure. He is the current chairman of the National People's Congress, the term started in 2018; will end in 2023.\nIn 1971, Li started his college life in ShiJiaZhuang Finance and Trade College. One year later he started working in government from very bottom level like an office clerk. In February 1976, he was promoted to be the lowest level official in Chinese bureaucratic structure - KeZhang, which is like a Team Leader in most western governments. In 1980s, advanced education was a huge advantage in promotion. In October 1980, Li studied Politics and Education in night school in Hebei Normal University.\nApparently benefited from the education upgrade, Li elevated to the position of CPC Secretary in Wuji county (part of ShiJiaZhuang), Hebei province. Around the same time, Xi Jinping was the CPC secretary in neighboring county ZhengDing (also part of ShiJiaZhuang). It is widely seen that the relationship established between Li and Xi during this period of time played a significant role in Li's later political fortune.\nIn July 1998, Li left his home province of Hebei and was promoted to provincial level leader in Shaanxi province. In 2002, Li became deputy party chief in Shaanxi. In 2003, Li was dispatched to Heilongjiang as deputy provincial party chief. In 2007, Le was appointed as acting governor of Heilonhjiang. In 2010, Li became the top ruler in Guizhou province - the CPC chief in the province.\nIn July 2012, Li was transferred to CPC's General Office as deputy director. In September he replacesd Lin Jihua to become the director, which is normally occupied by the CPC General Secretary's trusted person. In October 2017, Li rose to the member of CPC Politburo Standing Committee, ranking #3 in China's power structure. On March 17, 2018, Li became the chairman of National People's Congress of China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pingshan_County","surface_form":"Pingshan County","offset":36},{"uri":"Hebei","surface_form":"Hebei","offset":53},{"uri":"Chinese_people","surface_form":"Chinese","offset":74},{"uri":"National_People%27s_Congress_of_China","surface_form":"National People's Congress","offset":134},{"uri":"Shijiazhuang","surface_form":"ShiJiaZhuang","offset":246},{"uri":"Hebei_Normal_University","surface_form":"Hebei Normal University","offset":681},{"uri":"Shijiazhuang","surface_form":"ShiJiaZhuang","offset":824},{"uri":"Hebei","surface_form":"Hebei","offset":839},{"uri":"Xi_Jinping","surface_form":"Xi Jinping","offset":877},{"uri":"Shijiazhuang","surface_form":"ShiJiaZhuang","offset":956},{"uri":"Shaanxi","surface_form":"Shaanxi","offset":1223},{"uri":"Heilongjiang","surface_form":"Heilongjiang","offset":1321},{"uri":"Guizhou","surface_form":"Guizhou","offset":1466},{"uri":"Lin_Jihua","surface_form":"Lin Jihua","offset":1619},{"uri":"CPC_Politburo_Standing_Committee","surface_form":"CPC Politburo Standing Committee","offset":1769},{"uri":"National_People%27s_Congress","surface_form":"National People's Congress","offset":1887}]}