{"id":51142,"url":"http://en.wikipedia.org/wiki/Kinahmi","text":"In Finnish mythology, Kinahmi is a great whirl in sea. Kinahmi is a way to Tuonela, the land of dead people. Souls of evil people must swim through Kinahmi to enter Tuonela. Swords, axes and needles moves with water and hurts souls of evil people.\nThere is also a different story about water between land of dead and land of living. In that story the water is calm, black river.\nThe whirl is a made by great powers of cosmos. In the middle of disc of earth stands pillar of sky. It holds dome of sky so that dome of sky does not drop on Earth. Dome of sky goes around itself; it rotates. Stars are a part of dome of sky, and while sky rotates, we see stars moving. One star does not move, it is North Star. North star is a nail that connects dome of sky to the pillar of world. The pillar of world rotates with the dome of sky. Its bottom side is standing in Arctic sea, in the middle of the Earth. The rotation of pillar causes water to form a great whirl. Tuonela is under the flat earth, but the whirl is so deep that you can go to Tuonela through it.\nAt a more new story the whirl goes through globe. It sucks ships from one side of earth, and spits them out from the other side. It takes many years for ship to go through Earth, so seafarers could survive this only if they had enough food. When this story was made people already knew that Earth is round.","categories":[],"infobox_types":[],"annotations":[{"uri":"Finnish_paganism","surface_form":"Finnish mythology","offset":3},{"uri":"Whirl","surface_form":"whirl","offset":41},{"uri":"Sea","surface_form":"sea","offset":50},{"uri":"Tuonela","surface_form":"Tuonela","offset":75},{"uri":"Soul","surface_form":"Soul","offset":109},{"uri":"Evil","surface_form":"evil","offset":118},{"uri":"Cosmos","surface_form":"cosmos","offset":418},{"uri":"Flat_Earth","surface_form":"disc of earth","offset":443},{"uri":"Sky","surface_form":"sky","offset":474},{"uri":"Earth","surface_form":"Earth","offset":537},{"uri":"Rotation","surface_form":"rotates","offset":579},{"uri":"Star","surface_form":"Star","offset":588},{"uri":"North_Star","surface_form":"North Star","offset":695},{"uri":"Globe","surface_form":"globe","offset":1098},{"uri":"Survive","surface_form":"survive","offset":1253},{"uri":"Round","surface_form":"round","offset":1355}]}