{"id":5116,"url":"http://en.wikipedia.org/wiki/Akbar_the_Great","text":"Akbar (Abu'l-Fath Jalal ud-din Muhammad Akbar, 15 October 1542 – 27 October 1605) was the 3rd Mughal Emperor. He was born in Umarkot (now Pakistan). He accepted Islam on the holy day of 21 March 1546. He was the son of 2nd Mughal Emperor Humayun.\nAkbar became the \"de jure\" king in 1556 at the age of 13 when his father died. Bairam Khan was appointed as Akbar's regent and chief army commander. Soon after coming to power Akbar defeated Himu, the general of the Afghan forces, in the Second Battle of Panipat. After a few years, he ended the regency of Bairam Khan and took charge of the kingdom. He initially offered friendship to the Rajputs. However, he had to fight against some Rajpun\nAdministration.\nAkbar's system of central government was based on the system that had evolved since the Delhi Sultanate, but the functions of various departments were reorganised with detailed regulations for their functioning\nReligious Policy.\nAkbar was a Muslim. He realized that to establish a strong empire, he had to gain the confidence of his Hindu people who were the majority in India.\nDin-i-ilahi was a religious path suggested by Akbar. It was a code of moral conduct which reflected Akbar's secular ideas and he desire to achieve peace, unity, tolerance in his empire. Belief in one god, worship of source of light, non-killing of animals, Having peace with all were some features of Din-i-ilahi. It didn't have any rituals, holy books, temples or priests.\nMale circumcision was not to be done before the boy was 12 years old, and after that it was optional. It was a Jewish custom adopted by Islam. Akbar's rule was that it should be made optional and should be done, if at all, at an age when boys could understand what it was. Here Akbar gave every man a choice and opportunity to have a play of his reason. Indeed, the boy of reason as he was, he could not deny it to others. He was a very good emperor and he had a sense of justice.\nWhen he was at Fatehpur Sikri, he held discussions as he loved to know about others' religious beliefs. On one such day, he got to know that the religious people of other religions were often bigots (intolerant of others religious beliefs). This led him to form the idea of the new religion, Sulh-e-kul meaning \"universal peace\". His idea of this religion did not discriminate other religions and focused on the ideas of peace, unity and tolerance. This gesture of his made the Hindus and people of other religions call him with different names and start loving him.\nPersonality.\nAkbar's reign was chronicled by his court historian Abul Fazal in the books \"Akbarnama\" and \"Ain-i-Akbari\". Other sources of Akbar's reign include the wod Sirhindi. Akbar was an artisan, warrior, artist, armourer, administrator carpenter, emperor, general, inventor, animal trainer, technologist. He became emperor at the age of 18.\nNavaratnas.\nAkbar had Navaratnas or nine jewels in his court which include Abdul Fazel, Faizi, Tansen, Birbal, Raja Todar Mal, Raja Man Singh, Abdul Rahim Khan-I-Khana, Fakir Aziao-Din and Mullah Do Piazza.\nAkbarnama.\nThe Akbarnāma means the \"Book of Akbar\". It is the official biographical account of Akbar written by Abu Fazal. It includes vivid and detailed descriptions of his life and times. It also includes the information about the flora, fauna, life of the people of his reign, and the places Akbar used to visit.\nThe work was commissioned by Akbar, and written by Abul Fazl, one of the Navratnas (Nine Jewels) of Akbar's royal court. The book took seven years to complete. An illustration was done in the Mughal school of painting. A part of this is \"Ain-i-Akbari\".\nDeath.\nOn 3 October 1605, Akbar fell ill with an attack of dysentery, from which he never recovered. Twelve days after his sixty third year he died on 27 October 1605, after which his body was buried at a mausoleum in Sikandra (Agra): Akbar's tomb.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mughal_Empire","surface_form":"Mughal Emperor","offset":94},{"uri":"Umarkot","surface_form":"Umarkot","offset":125},{"uri":"Pakistan","surface_form":"Pakistan","offset":138},{"uri":"Mughal","surface_form":"Mughal","offset":223},{"uri":"Humayun","surface_form":"Humayun","offset":238},{"uri":"De_jure","surface_form":"de jure","offset":265},{"uri":"Regent","surface_form":"regent","offset":363},{"uri":"Rajput","surface_form":"Rajput","offset":637},{"uri":"Delhi_Sultanate","surface_form":"Delhi Sultanate","offset":795},{"uri":"Circumcision","surface_form":"circumcision","offset":1464},{"uri":"Tansen","surface_form":"Tansen","offset":2948},{"uri":"Birbal","surface_form":"Birbal","offset":2956},{"uri":"Agra","surface_form":"Agra","offset":3857},{"uri":"Akbar%27s_tomb","surface_form":"Akbar's tomb","offset":3864}]}