{"id":51162,"url":"http://en.wikipedia.org/wiki/Integral","text":"In calculus, an integral is the space under a graph of an equation (sometimes said as \"the area under a curve\"). An integral is the reverse of a derivative, and integral calculus is the opposite of differential calculus. A derivative is the steepness (or \"slope\"), as the rate of change, of a curve. The word \"integral\" can also be used as an adjective meaning \"related to integers\".\nThe symbol for integration, in calculus, is: formula_1 as a tall letter \"S\". This symbol was first used by Gottfried Wilhelm Leibniz, who used it as a stylized \"ſ\" (for \"summa\", Latin for sum) to mean the summation of the area covered by an equation, such as \"y\" = \"f(x)\".\nIntegrals and derivatives are part of a branch of mathematics called calculus. The link between these two is very important, and is called the fundamental theorem of calculus. The theorem says that an integral can be reversed by a derivative, similar to how an addition can be reversed by a subtraction.\nIntegration helps when trying to multiply units into a problem. For example, if a problem with rate, formula_1, needs an answer with just distance, one solution is to integrate with respect to time. This means multiplying in time to cancel the time in formula_1. This is done by adding small slices of the rate graph together. The slices are close to zero in width, but adding them together indefinitely makes them add up to a whole. This is called a Riemann sum.\nAdding these slices together gives the equation that the first equation is the derivative of. Integrals are like a way to add many tiny things together by hand. It is like summation, which is adding formula_1. The difference with integration is that we also have to add all the decimals and fractions in between.\nAnother time integration is helpful is when finding the volume of a solid. It can add two-dimensional (without width) slices of the solid together indefinitely—until there is a width. This means the object now has three dimensions: the original two and a width. This gives the volume of the three-dimensional object described.\nAntiderivative.\nBy the fundamental theorem of calculus, the integral is the antiderivative.\nIf we take the function formula_1, for example, and anti-differentiate it, we can say that an integral of formula_1 is formula_1. We say \"an\" integral, not \"the\" integral, because the antiderivative of a function is not unique. For example, formula_1 also differentiates to formula_1.\nBecause of this, when taking the antiderivative a constant C must be added. This is called an indefinite integral. This is because when finding the derivative of a function, constants equal 0, as in the function\nSimple Equations.\nformula_1\nThe formula_1 at the end is what shows that we are integrating \"with respect to x\", that is, as \"x\" changes. This can be seen to be the inverse of differentiation. However, there is a constant, C, added when integrating. This is called the constant of integration. This is required because differentiating an integer results in zero, therefore integrating zero (which can be put onto the end of any integrand) produces an integer, C. The value of this integer would be found by using given conditions.\nformula_1\nIntegration involving e and ln.\nformula_1\nformula_1\nformula_1\nThe two vertical bars indicated a absolute value; the sign (positive or negative) of formula_1 is ignored. This is because there is no value for the natural logarithm of negative numbers.\nSum of functions.\nThe integral of a sum of functions is the sum of each function's integral. that is,\nThe proof of this is straightforward: The definition of an integral is a limit of sums. Thus\nNote that both integrals have the same limits.\nConstants in integration.\nWhen a constant is in an integral with a function, the constant can be taken out. Further, when a constant \"c\" is not accompanied by a function, its value is \"c\" * \"x\". That is,\nThis can only be done with a constant.\nProof is again by the definition of an integral.\nOther.\nIf a, b and c are in order (i.e. after each other on the x-axis), the integral of f(x) from point a to point b plus the integral of f(x) from point b to c equals the integral from point a to c. That is,","categories":[],"infobox_types":[],"annotations":[{"uri":"Calculus","surface_form":"calculus","offset":3},{"uri":"Space_(physics)","surface_form":"space","offset":32},{"uri":"Graph","surface_form":"graph","offset":46},{"uri":"Equation","surface_form":"equation","offset":58},{"uri":"Area","surface_form":"area","offset":91},{"uri":"Derivative_(mathematics)","surface_form":"derivative","offset":145},{"uri":"Differential_calculus","surface_form":"differential calculus","offset":198},{"uri":"Rate","surface_form":"rate","offset":272},{"uri":"Adjective","surface_form":"adjective","offset":343},{"uri":"Integer","surface_form":"integer","offset":373},{"uri":"Symbol","surface_form":"symbol","offset":388},{"uri":"Gottfried_Wilhelm_Leibniz","surface_form":"Gottfried Wilhelm Leibniz","offset":491},{"uri":"Stylized","surface_form":"stylized","offset":535},{"uri":"Long_s","surface_form":"ſ","offset":545},{"uri":"Latin_language","surface_form":"Latin","offset":562},{"uri":"Sum","surface_form":"sum","offset":572},{"uri":"Equation","surface_form":"equation","offset":625},{"uri":"Mathematics","surface_form":"mathematics","offset":707},{"uri":"Calculus","surface_form":"calculus","offset":726},{"uri":"Fundamental_theorem_of_calculus","surface_form":"fundamental theorem of calculus","offset":800},{"uri":"Multiply","surface_form":"multiply","offset":994},{"uri":"Rate","surface_form":"rate","offset":1056},{"uri":"Riemann_Sum","surface_form":"Riemann sum","offset":1412},{"uri":"Equation","surface_form":"equation","offset":1464},{"uri":"Addition","surface_form":"summation","offset":1597},{"uri":"Decimal","surface_form":"decimal","offset":1703},{"uri":"Fraction_(mathematics)","surface_form":"fractions","offset":1716},{"uri":"Volume","surface_form":"volume","offset":1794},{"uri":"2D","surface_form":"two-dimensional","offset":1824},{"uri":"Three-dimensional","surface_form":"three-dimensional","offset":2029},{"uri":"Fundamental_theorem_of_calculus","surface_form":"fundamental theorem of calculus","offset":2088},{"uri":"Antiderivative","surface_form":"antiderivative","offset":2141},{"uri":"Derivative","surface_form":"derivative","offset":2590},{"uri":"Inverse","surface_form":"inverse","offset":2818},{"uri":"Differentiation","surface_form":"differentiation","offset":2829},{"uri":"Zero","surface_form":"zero","offset":3010},{"uri":"Absolute_value","surface_form":"absolute value","offset":3290}]}