{"id":511700,"url":"http://en.wikipedia.org/wiki/Bubba_Watson","text":"Gerry Lester \"Bubba\" Watson, Jr. (born November 5, 1978) is an American professional golfer. He plays on the PGA Tour. He plays left-handed. He is a multiple major champion, having won The Masters Tournament in 2012 and in 2014. In February 2015, Watson reached a career-high 2nd place in the Official World Golf Ranking.\nWatson is among the longest drivers on the PGA Tour. In 2007 he had an average drive of and can hit a ball over, capable of generating a ball speed up to.\nAlso, in 2015, Watson won the Travelers Championship; and the unofficial Hero World Challenge in the Bahamas in December. In this tournament he finished 25 strokes under par, winning $1,000,000.\nBefore the Phoenix Open in February 2016, Watson said that he did not like the golf course, the Tournament Players Club (TPC) Scottsdale. So he was jeered by fans for most of the tournament. He then talked against the media for \"turning his words around\". Two weeks later, he won the Northern Trust Open in California for a second time in three years. He won by one stroke to finish at 15 under par.\nAmateur career.\nWatson was born and grew up in Bagdad, Florida, near Pensacola. He played on the golf team at Milton High School, which also graduated two other PGA Tour members, Heath Slocum and Boo Weekley.\nWatson then played golf for Faulkner State Community College in Baldwin County, Alabama, where he was a junior college All-American. He transferred to the University of Georgia, who were then the NCAA Division I Men's Golf Champions. He played for the Georgia Bulldogs in 2000 and 2001. As a junior, Watson helped lead the Bulldogs to the Southeastern Conference title in 2000.\nProfessional career.\nWatson went professional in 2003 and played the Nationwide Tour until 2005. He played well enough that year to be the last player to qualify for the following year's PGA Tour. As a rookie (beginner) in 2006, he earned $1,019,264 and led the PGA Tour in driving distance at.\nWatson won his first PGA Tour on June 27, 2010, in Cromwell, Connecticut, at the Travelers Championship. He defeated two other players on the second hole of a sudden-death playoff. Crying, Watson said the win was for his parents, especially his father, who had cancer.\nWatson began his own clothing line named \"Bubba Golf\" in 2007. He was invited on \"The Ellen DeGeneres Show\" after he sent her a video of a golf trick shot he made for her birthday.\nWatson is a Christian who talks openly about how much his faith means to his life. Watson gives a lot of his money and time to charity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professional_golfer","surface_form":"professional golfer","offset":72},{"uri":"PGA_Tour","surface_form":"PGA Tour","offset":109},{"uri":"Left-handed","surface_form":"left-handed","offset":128},{"uri":"Men%27s_major_golf_championships","surface_form":"major champion","offset":158},{"uri":"The_Masters_Tournament","surface_form":"The Masters Tournament","offset":185},{"uri":"Bahamas","surface_form":"Bahamas","offset":578},{"uri":"Golf","surface_form":"strokes","offset":633},{"uri":"Golf_course","surface_form":"golf course","offset":751},{"uri":"Bagdad%2C_Florida","surface_form":"Bagdad, Florida","offset":1119},{"uri":"Pensacola%2C_Florida","surface_form":"Pensacola","offset":1141},{"uri":"Baldwin_County%2C_Alabama","surface_form":"Baldwin County","offset":1345},{"uri":"Alabama","surface_form":"Alabama","offset":1361},{"uri":"All-America","surface_form":"All-America","offset":1400},{"uri":"University_of_Georgia","surface_form":"University of Georgia","offset":1436},{"uri":"NCAA_Division_I","surface_form":"NCAA Division I","offset":1477},{"uri":"Georgia_Bulldogs","surface_form":"Georgia Bulldogs","offset":1533},{"uri":"Southeastern_Conference","surface_form":"Southeastern Conference","offset":1620},{"uri":"Connecticut","surface_form":"Connecticut","offset":2015},{"uri":"Cancer","surface_form":"cancer","offset":2215},{"uri":"The_Ellen_DeGeneres_Show","surface_form":"The Ellen DeGeneres Show","offset":2305},{"uri":"Video","surface_form":"video","offset":2351},{"uri":"Christianity","surface_form":"Christian","offset":2416},{"uri":"Charity","surface_form":"charity","offset":2531}]}