{"id":512048,"url":"http://en.wikipedia.org/wiki/Korumburra%2C_Victoria","text":"Korumburra is a town in the Australian state of Victoria. It is south-east of Melbourne. The town is above the sea level. In 2006 there were 4465 people living in Korumburra.\nHistory.\nThe word \"Korumburra\" is believed to be an Aboriginal word meaning \"maggot\".\nThe first European settlers began farming cattle in the area in 1846. In 1878 coal was discovered at what was called Coal Creek. Farmers began to create small farms in the area. In 1887 the town was planned to be along the railway line which would go to the coal mine.\nThe first Post Office in the area opened on 1 September 1884. The railway arrived in 1891. The first school opened in 1897.\nThe Town today.\nKorumburra is the home of Coal Creek Community Park and Museum. This museum shows life in the area from the 1870s to 1920s, as the town rapidly expanded following the discovery coal. The outdoor museum covers of bushland, including 60 exhibits. These include the Giant Earthworm, National Bank, Anzac exhibit, mining exhibits, dairy exhibit at the Boston Carriageworks and Railway Museum. The Park is free entry and open Thursdays to Mondays, and seven days a week during school holidays. A tramway runs on weekends around the lower end of the park with an old-time farm and bush oval. Many local organisations use the Park and environs and special events are held during the year.\nThere is an Olympic swimming pool (open November–March), basketball stadium, art gallery, the South Gippsland tourist railway. The towns main industries include dairy and beef. The region is home to the world's largest earthworms. The town is also home to Burra foods which is a dairy company.\nThe town has an Australian Rules football team competing in the Alberton Football League.\nThe town has a soccer team competing in the South Gippsland Soccer League under the name Korumburra City.\nGolfers play at the course of the Korumburra Golf Club on Warragul Road.\nIn DC Comics about The Flash, Korumburra, spelled Kurrumburra, is the home town of Captain Boomerang.\nTransport.\nKorumburra is also the home of the popular tourist railway South Gippsland Railway which operates a heritage railway service between Leongatha and Nyora. Heritage trains are operated each Sunday and on public holidays.\nKorumburra was on the South Gippsland railway line went to Leongatha until 1993. A V/Line road coach service replaced the rail service. The line beyond Leongatha is being used as a rail trail for public use.\nEarthquakes.\nOn 6 March 2009 an earthquake of 4.7 on the Richter scale was recorded west of Korumburra. A second 4.7 tremor was recorded two weeks later on 18 March 2009; the epicentre was north of the town. No damage was reported.\nAs of 2 April 2009, fifteen earthquakes and aftershocks have been recorded around the town during 2009.\nOn 5 July 2011, a 4.4 earthquake with the epicentre on Korumburra was felt over much of suburban Melbourne as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":28},{"uri":"States_and_territories_of_Australia","surface_form":"state","offset":39},{"uri":"Victoria_(Australia)","surface_form":"Victoria","offset":48},{"uri":"Melbourne","surface_form":"Melbourne","offset":78},{"uri":"Australian_Aborigines","surface_form":"Aboriginal","offset":227},{"uri":"South_Gippsland_railway_line","surface_form":"railway","offset":596},{"uri":"Coal_Creek%2C_Victoria","surface_form":"Coal Creek","offset":696},{"uri":"Basketball","surface_form":"basketball","offset":1409},{"uri":"Art_gallery","surface_form":"art gallery","offset":1429},{"uri":"South_Gippsland_Railway","surface_form":"the South Gippsland tourist railway","offset":1442},{"uri":"Dairy","surface_form":"dairy","offset":1513},{"uri":"Beef","surface_form":"beef","offset":1523},{"uri":"Giant_Gippsland_earthworm","surface_form":"world's largest earthworm","offset":1555},{"uri":"Australian_Rules","surface_form":"Australian Rules","offset":1662},{"uri":"Alberton_Football_League","surface_form":"Alberton Football League","offset":1710},{"uri":"The_Flash","surface_form":"The Flash","offset":1934},{"uri":"Captain_Boomerang","surface_form":"Captain Boomerang","offset":1998},{"uri":"South_Gippsland_Railway","surface_form":"South Gippsland Railway","offset":2087},{"uri":"Leongatha%2C_Victoria","surface_form":"Leongatha","offset":2161},{"uri":"Nyora%2C_Victoria","surface_form":"Nyora","offset":2175},{"uri":"South_Gippsland_railway_line","surface_form":"South Gippsland railway","offset":2269},{"uri":"Earthquake","surface_form":"earthquake","offset":2487},{"uri":"Richter_magnitude_scale","surface_form":"Richter scale","offset":2512},{"uri":"Epicenter","surface_form":"epicentre","offset":2630}]}