{"id":512192,"url":"http://en.wikipedia.org/wiki/LGBT_rights_in_Afghanistan","text":"LGBT people living in Afghanistan face legal and social challenges. Being a homosexual, or cross-dressing (wearing clothes usually worn by the oppposite gender), are serious crimes in Afghan culture. Punishment can include the death penalty. In rural parts of the country, local villagers take the law into their own hands and punish people.\nHomosexual practices with boys.\nEven though both society and law try to stop homosexual activities, there is a form of bisexuality (sexual attraction to both sexes) within mainstream Afghan culture. This happens when boys are kidnapped to act as sexual slaves for adult men. This often happens in a military where there is no access to women. It also happens when an adult man gives money or gifts to young boys in return for sexual activity. These acts are accepted because they are not seen as being an act of LGBT identity, but rather an act of male power and dominance. The boys in these acts are forced to be the \"female\" partner in the relationship.\nMilitary members generally do not have access to women, and often boys are kidnapped to be humiliated and raped by adult men. Other boys become prostitutes for adult men, regardless of their sexual orientation (one's tendencies of sexual attractions)\nThe boys involved are called \"Bacha bazi\" in Persian and there are a large number of them in the big cities of Afghanistan. A law has been passed to stop Afghan male soldiers from having the boys they sexually abuse to live with them.\nIn 2007, reports stated that the practice of \"bacha bareesh\" (beardless boys) is still prevalent in parts of northern Afghanistan. This practice involves teenage boys being dressed in women's clothing and made to participate in dance competitions and engage in sexual acts.\nBecause of this, homosexuality is often associated with both sexual abuse (forcing people to unwillingly commit any sexual act or any sexual assault) and prostitution (having sex with people for money), a popular misconception that affects the laws made in the country.","categories":[],"infobox_types":[],"annotations":[{"uri":"LGBT","surface_form":"LGBT","offset":0},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":22},{"uri":"Cross-dressing","surface_form":"cross-dressing","offset":91},{"uri":"Death_penalty","surface_form":"death penalty","offset":227},{"uri":"Vigilantism","surface_form":"take the law into their own hands","offset":289},{"uri":"Bisexuality","surface_form":"bisexuality","offset":461},{"uri":"Kidnapping","surface_form":"kidnapped","offset":568},{"uri":"Sexual_slavery","surface_form":"sexual slaves","offset":588},{"uri":"LGBT","surface_form":"LGBT","offset":854},{"uri":"Rape","surface_form":"rape","offset":1104},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":1189},{"uri":"Bacha_bazi","surface_form":"Bacha bazi","offset":1279},{"uri":"Persian_language","surface_form":"Persian","offset":1294},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":1819},{"uri":"Prostitution","surface_form":"prostitution","offset":1912}]}