{"id":512225,"url":"http://en.wikipedia.org/wiki/Airbourne","text":"Airbourne are an Australian hard rock band from Warrnambool, Victoria, Australia. Original members are Joel O'Keeffe, Ryan O'Keeffe, David Roads and Adam Jacobson, but Adam leaves the band in 2004 and was replaced by Justin Street. In 2004, the band release their first EP, called \"Ready to Rock\". Their first studio album was released in 2007 and is called \"Runnin' Wild\". This album have three singles: \"Runnin' Wild\", \"Too Much, Too Young, Too Fast\" and \"Diamond in the Rough\". In 2010, the band released their second studio album, called \"No Guts. No Glory\". The third studio album is called \"Black Dog Barking\" and was released in 2013.\nFormation and \"Ready to Rock\" (2003–2006).\nAirbourne formed as a hard rock band in late 2003 in the Victorian country town of Warrnambool by Joel O'Keeffe (born c. 1985) and his younger brother Ryan (born c. 1986). Joel had played guitar since the age of 11 and Ryan got his first drum kit four years later also at the age of 11. Joel met David Roads (born c. 1983) when the two worked at the Hotel Warrnambool. The pair brought their guitars to work and, after their shifts, jammed on song ideas, Roads was asked to join the O’Keeffe brothers on rhythm guitar for rehearsals at their house. By late 2003, Adam Jacobson had joined on bass guitar, the group was named Airbourne and played regular gigs at the local Criterion Hotel.\nIn March 2004 the four-piece won a statewide band competition, Push-On, in Melbourne. Their early material was influenced by Australian rock bands DC, The Angels, Billy Thorpe and Rose Tattoo. They recorded an eight-track extended play, \"Ready to Rock\", which appeared in July 2004 as an independent self-funded release. By that time Jacobson was replaced by Justin Street (born c. 1986) on bass guitar – Ryan had met Street while stumbling home drunk from a party one night. In early 2005, the band relocated to Melbourne and in August, they signed a five album record deal with Capitol Records. According to Joel, while the band were living in a shared house they threw a party, and during listening to aKrokus CD, \"Rock the Block\", a blown fuse resulted in a fire burning the back part of the house. The group have supported Mötley Crüe, Motörhead, Iron Maiden and The Rolling Stones, as well as performing at summer music festivals.\n\"Runnin' Wild\" (2006–2009).\nIn 2006 Airbourne travelled to the United States to begin work on their first studio album, \"Runnin' Wild\", with producer Bob Marlette (Ozzy Osbourne, Alice Cooper).\"Runnin' Wild\" was released in Australia on 23 June 2007. Three singles were issued from the album, \"Runnin' Wild\" (May), \"Too Much, Too Young, Too Fast\" (June), a playable track on \"Guitar Hero World Tour\"; and \"Diamond in the Rough\". In February, Capitol Records had cancelled their contract with Airbourne, but the album was still issued in Australia through EMI. In June, the band signed with Roadrunner Records for international distribution.\nThe album peaked in the top 30 on the ARIA Albums Chart in Australia, top 40 on New Zealand's RIANZ Albums Chart and appeared on charts in Austria, Switzerland and France. During late 2007, the group toured the United States supporting Kid Rock and Korn. \"Runnin' Wild\" was issued in North America, Europe and Japan in January 2008, after which they relocated permanently to the US. The album reached the Top 100 on the UK Albums Chart and appeared on the \"Billboard\" 200. In September 2007, they issued a five-track live extended play, \"Live at the Playroom\".\nIn a September 2008 interview with MetalSucks, Joel discussed comparisons with AC/DC, \"whoever you are when you come out, especially if you’re from Australia and you sound like we do, you’re going to get compared to anyone who is out there. It doesn’t matter who you are, you are going to get compared to somebody. To be compared to the best rock and roll band in the business, who are still going today and are about to release another album, there is no higher compliment...\" In November at the Astoria in London, Dan Hawkins (Stone Gods/The Darkness) joined Airbourne on stage to play the AC/DC song, \"Whole Lotta Rosie\". Hawkins played Joel's guitar (white Gibson Explorer) while Joel sang without any guitar.\n\"No Guts. No Glory.\" (2009–2011).\nRoads confirmed that in January 2009, Airbourne would enter the studio to begin recording their second album, \"No Guts. No Glory.\" In the 17 January issue of \"Kerrang!\" magazine, Joel revealed they had earlier written the tracks in the Criterion Hotel, \"We're getting all our gear plugged in and getting set for Aussie pub rock written in an Aussie rock pub!\"\nThe album was produced by Johnny K, mixed by Mike Fraser, and was released on 8 March 2010 in the UK, Europe, Canada, Japan, Australia and New Zealand, and in the U.S. on 20 April. \"Born to Kill\", was first played live at the Logan Campbell Centre, Auckland, New Zealand in October 2009. In January 2010, another new song, \"No Way But the Hard Way\", was played on the BBC Radio 1's \"Rock Show\". On 9 February it was available on iTunes, as the first single from the album. The album reached the top 20 on the ARIA Albums Chart, and top 20 on albums charts in Austria, New Zealand, Finland, Greece, Sweden and Switzerland. In the UK it peaked at No. 31, while on the US \"Billboard\" 200 it reached the top 100.\nThe Band went on a UK Tour supporting Iron Maiden on their Final Frontier World Tour from 20 July Starting at Glasgow SECC Arena ending at Cardiff Motorpoint Arena on 1 August 2011\n\"Black Dog Barking\" (2011-2014).\nIt was announced in November 2011 through their official Facebook page that since mid-2011 the band had been working on a new album, and that updates were to follow soon. The album's name, \"Black Dog Barking\", was announced in early February 2013 on their Facebook page. It was released on 21 May 2013 via Roadrunner. The cover artwork was once again created by Australian artists \"The Sharp Brothers\", who also did the cover artwork for \"No Guts. No Glory.\" According to David Roads, the idea behind the album title was, to use the Black Dog as a metaphor for the bands ability to break the rules, especially not to care for db limits. At the end of 2013 Airbourne toured Europe, supported - amongst others - by the Swedish band Corroded.\nRecent events (2014-Present).\nIn November 2014, Joel O'Keeffe revealed the band was already writing songs for their next studio album.\nIn January 2015, The band revealed that they signed for a worldwide deal with Spinefarm Records.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hard_rock","surface_form":"hard rock","offset":28},{"uri":"Warrnambool%2C_Victoria","surface_form":"Warrnambool, Victoria","offset":48},{"uri":"Australia","surface_form":"Australia","offset":71},{"uri":"Extended_Play","surface_form":"EP","offset":270},{"uri":"Warrnambool","surface_form":"Warrnambool","offset":768},{"uri":"DC","surface_form":"DC","offset":1520},{"uri":"The_Angels","surface_form":"The Angels","offset":1524},{"uri":"Rose_Tattoo","surface_form":"Rose Tattoo","offset":1553},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":1953},{"uri":"Rock_the_Block","surface_form":"Rock the Block","offset":2091},{"uri":"M%C3%B6tley_Cr%C3%BCe","surface_form":"Mötley Crüe","offset":2201},{"uri":"Mot%C3%B6rhead","surface_form":"Motörhead","offset":2214},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":2225},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":2241},{"uri":"United_States","surface_form":"United States","offset":2373},{"uri":"Ozzy_Osbourne","surface_form":"Ozzy Osbourne","offset":2474},{"uri":"Alice_Cooper","surface_form":"Alice Cooper","offset":2489},{"uri":"Guitar_Hero_World_Tour","surface_form":"Guitar Hero World Tour","offset":2686},{"uri":"EMI","surface_form":"EMI","offset":2865},{"uri":"Roadrunner_Records","surface_form":"Roadrunner Records","offset":2900},{"uri":"ARIA_Charts","surface_form":"ARIA Albums Chart","offset":2989},{"uri":"Recording_Industry_Association_of_New_Zealand","surface_form":"RIANZ Albums Chart","offset":3045},{"uri":"Kid_Rock","surface_form":"Kid Rock","offset":3187},{"uri":"Korn","surface_form":"Korn","offset":3200},{"uri":"UK_Albums_Chart","surface_form":"UK Albums Chart","offset":3371},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":3407},{"uri":"Kerrang%21","surface_form":"Kerrang!","offset":4419},{"uri":"ITunes","surface_form":"iTunes","offset":5049}]}