{"id":512267,"url":"http://en.wikipedia.org/wiki/Grime_(music)","text":"Grime is a genre of electronic music that first began in London in the early 2000s. The genre evolved out of UK garage and is influenced by drum and bass, dancehall, ragga, and hip hop. Grime music can generally be defined by the beats per minute, generally around 130-145 BPM, and its aggressive electronic sound. Rapping is also an important part of grime.\nPirate radios (illegal radio stations) were important in the early days of grime, as they were the only places that would play the genre before it was able to gain mainstream attention in the UK during the mid-2000s. Early important musicians would be Dizzee Rascal, Kano, Lethal Bizzle, and Wiley. Other important musicians include; P Money, Ghetts, Jme, Skepta, Stormzy and grime groups such as Boy Better Know, Newham Generals, Roll Deep, and Ruff Sqwad. In the mid-2010s, grime started to gain attention in Australia. The genre has been described as the \"most significant musical development within the UK for decades.\"\nOrigins.\nGrime began in the early 2000s in London. Early pirate radio stations (illegal radio stations) helped spread grime, such as Rinse FM, Deja Vu FM, Major FM, Freeze 92.7 and Raw Mission. The illegal radio stations were the first to play and promote grime music. At the time, grime did not have a standard name, with many different names being used instead, such as 8-bar, nu shape, sublow, and eskibeat. These names were used to describe a new sound that was developing out of UK garage, drifting away from its house music influences and instead drifting towards darker themes and sounds.\nAmong the first songs to be called \"grime\" were \"Eskimo\", \"Ice Rink\", and \"Igloo\" by Wiley, \"Pulse X\" by Musical Mob, and \"Creeper\" by Danny Weed.\n\"Grime\" was named by journalists who originally defined the genre as \"grimy\", due to its gritty and dark sound, which subsequently became \"grime\".\nDevelopment.\nDizzee Rascal, Wiley, Kano, and Lethal Bizzle were among the first grime musicians to gain mainstream media attention in 2003-2004. Their albums \"Boy in da Corner\", \"Treddin' on Thin Ice\", \"Home Sweet Home\", and \"Against All Oddz\" were the first to gain popularity. Dizzee Rascal gained a lot of acclaim and commercial success with his album \"Boy in da Corner.\" In 2003, Dizzee Rascal was able to win the Mercury Music Prize because of the album. However, many other grime musicians were not able to gain mainstream popularity. To help advertise lesser-known musicians, Jammer (from the group Boy Better Know) created \"Lord of the Mics\" in 2004. \"Lord of the MIcs\" was a yearly DVD series, which provided a platform for lesser-known musicians to promote themselves. The musicians on \"Lord of the Mics\" showcased their talents by competing in battle raps (also called \"clashing\"). The DVD also contained interviews with grime musicians. The DVD was at first sold by Jammer himself, but he was later able to sell it via ukrecordshop.com which helped the DVD rise in popularity. The DVD helped many lesser-known grime artists gain popularity, and also helped grime gain a fanbase on the internet. Before the DVD, many grime artists only gained fans by performing live in pirate radio (illegal radio stations).\nInternational growth.\nThe 2005 release of 679 Recordings' \"Run the Road\" compilation, showcased some of the most popular grime releases to that point, increasing the popularity and fame of grime and grime artists internationally. A particularly notable grime artist who has had success overseas is Lady Sovereign, who reached #1 on MTV's TRL, appeared on \"Late Show with David Letterman\", and is now signed to Jay-Z's Roc-A-Fella Records.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_music","surface_form":"electronic music","offset":20},{"uri":"London","surface_form":"London","offset":57},{"uri":"UK_garage","surface_form":"UK garage","offset":109},{"uri":"Drum_and_bass","surface_form":"drum and bass","offset":140},{"uri":"Dancehall","surface_form":"dancehall","offset":155},{"uri":"Hip_hop","surface_form":"hip hop","offset":177},{"uri":"Beats_per_minute","surface_form":"beats per minute","offset":230},{"uri":"Dizzee_Rascal","surface_form":"Dizzee Rascal","offset":611},{"uri":"Australia","surface_form":"Australia","offset":870},{"uri":"House_music","surface_form":"house music","offset":1501},{"uri":"Dizzee_Rascal","surface_form":"Dizzee Rascal","offset":1886},{"uri":"DVD","surface_form":"DVD","offset":2564},{"uri":"Battle_rap","surface_form":"battle raps","offset":2728},{"uri":"679_Recordings","surface_form":"679 Recordings","offset":3235},{"uri":"Run_the_Road","surface_form":"Run the Road","offset":3252},{"uri":"Lady_Sovereign","surface_form":"Lady Sovereign","offset":3491},{"uri":"MTV","surface_form":"MTV","offset":3525},{"uri":"Total_Request_Live","surface_form":"TRL","offset":3531},{"uri":"Late_Show_with_David_Letterman","surface_form":"Late Show with David Letterman","offset":3549},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":3603},{"uri":"Roc-A-Fella_Records","surface_form":"Roc-A-Fella Records","offset":3611}]}