{"id":512235,"url":"http://en.wikipedia.org/wiki/Baltasound","text":"Baltasound is the largest settlement on the island of Unst in Shetland. Unst is the most northerly inhabited island in the United Kingdom. The village lies halfway along the island's east coast on a sheltered bay called Balta Sound.\nBaltasound was formerly the most important herring port in Shetland, in 1902 its catch exceeded that of the Shetland capital Lerwick. The herring trade declined rapidly after 1905 but the physical remains of the herring boom remained long after.\nBaltasound was the home of the noted Victorian botanist Thomas Edmondston, who was born at Buness House where his uncle, also called Thomas was the laird. A memorial stone erected outside the house by the elder Thomas Edmondston commemorates scientific studies undertaken there by the French physicist Jean-Baptiste Biot.\nBaltasound can also lay claim to the most northerly \"wood\" in the British Isles, although it is not very substantial.\nClimate.\nBaltasound is home to the most Northerly Met Office weather station in the United Kingdom. Despite its northerly location, Baltasound experiences a maritime climate, as with the rest of the British Isles, albeit a very pronounced one, with mild winters and particularly cool summers. It is generally cool and clammy throughout the year.\nBaltasound holds the record for the highest temperature recorded in the Shetland Islands: on 2 July 1958. On the same day, the highest humidex for Baltasound of 34 was recorded. It also possibly holds the record for the lowest Shetland temperature: on 5 February 2001.\nSunshine hours are not available for this station, so the sunshine values provided are for the whole of Northern Scotland. The extreme northerly location combined with frequent overcast skies leads to very low levels of sunshine in the winter months, December averages less than 45 minutes of bright sunshine daily.\nBaltasound is the snowiest low-lying area of the British isles, with an average of 64.7 days of snow falling per year.","categories":[],"infobox_types":["UK place"],"annotations":[{"uri":"Shetland","surface_form":"Shetland","offset":62},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":123},{"uri":"Herring","surface_form":"herring","offset":276}]}