{"id":5123,"url":"http://en.wikipedia.org/wiki/Isaac_Newton","text":"Sir Isaac Newton (25 December 1642 – 20 March 27) was an English physicist, mathematician and astronomer. He is well known for his work on the laws of motion, optics, gravity, and calculus. In 1687, Newton published a book called the \"Philosophiæ Naturalis Principia Mathematica\" in which he presents his theory of universal gravitation and three laws of motion.\nNewton built the first practical reflecting telescope in 1668. He also developed a theory of light based on the observation that a prism decomposes white light into the colors of the rainbow. Newton also shares credit with Gottfried Leibniz for the development of calculus.\nNewton's ideas on light, motion, and gravity dominated physics for the next three centuries, until modified by Albert Einstein's theory of relativity.\nEarly life.\nIsaac Newton was born (according to the Julian calendar, in use in England at the time) on Christmas Day, 25 December 1642 (N.S. 4 January 1643) \"an hour or two after midnight\", at Woolsthorpe Manor in Woolsthorpe-by-Colsterworth, a hamlet in the county of Lincolnshire, England. His father, also named Isaac Newton, died three months before his birth. When Newton was three, his mother, Hannah Ayscough, remarried with Reverend Barnabas Smith. Young Newton remained with his maternal grandmother, Margery Ayscough.\nFrom 1655 to 1659, Newton was educated at The King's School, Grantham. When he was seventeen, he was removed from school. His mother tried to make him a farmer, but he did not like that. Henry Stokes, master at The King's School, requested his mother to send him back to school.\nIn June 1661, he was sent to the University of Cambridge to study. It is sometimes told that Isaac Newton was reading a book under a tree when an apple from the tree fell next to him. This led to his calculations of gravitation.\nEarly discoveries.\nNewton explained the workings of the universe through mathematics. He described laws of motion and gravitation. These laws are math formulas that explain how objects move when a force acts on them. Isaac published his most famous book, Principia, in 1687 while he was a mathematics professor at Trinity College, Cambridge. In the Principia, Isaac explained three basic laws that govern the way objects move. He then described his idea, or theory, about gravity. Gravity is the force that causes things to fall down. If a pencil fell off a desk, it will land on the floor, not the ceiling. In his book Isaac also used his laws to show that the planets revolve around the suns in orbits that are oval, not round. Isaac also discovered diffraction. This led him to enter the field of physics, where he prospered.\nNewton's Three Laws Of Motion.\nFollowing are the three laws of motion.\nThe discovery of the Law of Gravitation.\nWhen most people think of Isaac Newton, they think of him sitting under an apple tree watching an apple fall. Some people even believe the apple fell onto his head. Newton understood that what makes things like apples fall to the ground is a specific kind of force — the force we call gravity. Newton thought that gravity was the force of attraction between two objects, such as an apple and the earth. He also thought that an object with more matter exerted the same force on smaller objects as they exerted on it. That meant that the large mass of the earth pulled objects toward it. That is why the apple fell down instead of up, and why people do not float in the air.\nIsaac Newton went on thinking about gravity. Before Newton, people thought that only objects near to the earth would fall down. But Newton thought that gravity should not just be limited to the earth and the objects on it. What if gravity went to the moon and beyond?\nNewton invented a formula for calculating the force of attraction between two bodies. He used it to calculate the force needed to keep the moon moving around the earth. Then he compared it with the force that made the apple fall downward. After allowing for the fact that the moon is much farther from the earth, and has a much greater mass, he discovered that the forces were the same. The moon is held in an orbit around the earth by the pull of earth’s gravity.\nThe formula invented by Newton is called the \"Law of gravitation\".\nImpact.\nIsaac Newton’s calculations changed the way people understood the universe. No one had been able to explain why the planets stayed in their orbits. What held them up? Less than 50 years before Isaac Newton was born it was thought that the planets were held in place by an invisible shield. Isaac proved that they were held in place by the sun’s gravity. He also showed that the force of gravity was affected by distance and by mass. He was not the first to understand that the orbit of a planet was not circular, but more elongated, like an oval. What he did was to explain how it worked.\nSir Isaac Newton was the first to discover the laws of gravitation and the laws of motion. He also established a new field in mathematics known as calculus, though the German Gottfried Leibniz had developed the ideas at the same time. His work has greatly contributed in the areas of science and mathematics making him one of the most influential scientists in human history and one of the greatest mathematician of all times.\nThe great physicist, Albert Einstein, thought that Newton's idea of gravity was not completely accurate. He corrected many of the things that Newton did.\nDeath.\nIsaac Newton died on in London, England.\nHe is buried in Westminster Abbey. He set the stage for many famous physicists to come, such as Albert Einstein, James Chadwick, and Stephen Hawking.","categories":[],"infobox_types":[],"annotations":[{"uri":"Old_Style_and_New_Style_dates","surface_form":"27","offset":46},{"uri":"English_people","surface_form":"English","offset":57},{"uri":"Physicist","surface_form":"physicist","offset":65},{"uri":"Mathematician","surface_form":"mathematician","offset":76},{"uri":"Astronomer","surface_form":"astronomer","offset":94},{"uri":"Motion_(physics)","surface_form":"motion","offset":151},{"uri":"Optics","surface_form":"optics","offset":159},{"uri":"Gravity","surface_form":"gravity","offset":167},{"uri":"Calculus","surface_form":"calculus","offset":180},{"uri":"Philosophi%C3%A6_Naturalis_Principia_Mathematica","surface_form":"Philosophiæ Naturalis Principia Mathematica","offset":235},{"uri":"Newton%27s_law_of_universal_gravitation","surface_form":"universal gravitation","offset":315},{"uri":"Newton%27s_laws_of_motion","surface_form":"three laws of motion","offset":341},{"uri":"Newtonian_telescope","surface_form":"reflecting telescope","offset":396},{"uri":"Prism","surface_form":"prism","offset":494},{"uri":"Gottfried_Leibniz","surface_form":"Gottfried Leibniz","offset":586},{"uri":"Physics","surface_form":"physics","offset":692},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":748},{"uri":"Theory_of_relativity","surface_form":"theory of relativity","offset":766},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":840},{"uri":"Old_Style_and_New_Style_dates","surface_form":"N.S.","offset":924},{"uri":"Woolsthorpe_Manor","surface_form":"Woolsthorpe Manor","offset":981},{"uri":"Woolsthorpe-by-Colsterworth","surface_form":"Woolsthorpe-by-Colsterworth","offset":1002},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":1033},{"uri":"County","surface_form":"county","offset":1047},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":1057},{"uri":"England","surface_form":"England","offset":1071},{"uri":"The_King%27s_School","surface_form":"The King's School","offset":1358},{"uri":"Grantham","surface_form":"Grantham","offset":1377},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":1628},{"uri":"Universe","surface_form":"universe","offset":1880},{"uri":"Mathematics","surface_form":"mathematics","offset":1897},{"uri":"1687","surface_form":"1687","offset":2093},{"uri":"Trinity_College%2C_Cambridge","surface_form":"Trinity College, Cambridge","offset":2138},{"uri":"Pencil","surface_form":"pencil","offset":2364},{"uri":"Planet","surface_form":"planet","offset":2486},{"uri":"Sun","surface_form":"sun","offset":2513},{"uri":"Diffraction","surface_form":"diffraction","offset":2576},{"uri":"Apple","surface_form":"apple","offset":2840},{"uri":"Tree","surface_form":"tree","offset":2846},{"uri":"Moon","surface_form":"moon","offset":3689},{"uri":"Law_of_gravitation","surface_form":"Law of gravitation","offset":4217},{"uri":"Orbit","surface_form":"orbit","offset":4386},{"uri":"Calculus","surface_form":"calculus","offset":4982},{"uri":"Gottfried_Leibniz","surface_form":"Gottfried Leibniz","offset":5010},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":5283},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":5480},{"uri":"James_Chadwick","surface_form":"James Chadwick","offset":5577},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":5597}]}