{"id":5125,"url":"http://en.wikipedia.org/wiki/Johann_Wolfgang_von_Goethe","text":"Johann Wolfgang von Goethe (August 28, 1749 – March 22, 1832) was a German writer, poet, novelist, and playwright. He also worked as an actor, administrator, scientist, geologist, botanist, and philosopher. He influenced many 19th century writers and thinkers. His contributions to science include his work in botany and his \"Theory of Colours\". Famous lines from his books are often quoted, and some of his phrases have become part of the German language. His poems were set to music by composers like Schubert, Schumann, Brahms, Wolf, and Strauss. Most of his scientific work now seems old-fashioned.\nEarly life.\nGoethe was born in Frankfurt am Main, Germany. His father was well-educated and very strict. His mother was only eighteen when he was born. When Goethe was a young boy, he began to write stories and plays for his friends. In his youth, he learned Greek, Latin and French. He studied law in Leipzig from 1765 to 1768. He also wrote some letters that are seen as beautiful, and that showed his promise as a writer. He continued his studies in Strasbourg from 1770 to 1771. He joined other young men who wanted to change the way that Germans were writing. He thought that people like Johann Christoph Gottsched were too strict about writing poetry. Instead of the ideas of the Enlightenment, he wanted poets to be creative and make their own rules.\nOne man who had many new ideas was a poet named Johann Gottfried von Herder. Herder liked the plays of Shakespeare (which he had learned in German) as well as folk poetry. These ideas were exciting for Goethe, and he helped Herder to collect folk poetry. Both men believed that poetry should always come from the heart, and that it should be based on the poet’s experiences instead of on an old-fashioned idea of what a good poem should be. Some of Goethe's best known poems were written during this time, like \"Heidenröslein\", \"Der König in Thule\", and \"Erlkönig.\"\nGoethe fell in love with several women during his lifetime. During the early period of his life, he was in love with a girl named Friederike Brion, the daughter of a pastor. Several of his poems are inspired by her. He felt extremely sad when they split up. The feeling of desertion by a lover is found in a lot of Goethe’s works. They are all based on his own experience. His disappointment in love inspired him when writing about Werther in \"Die Leiden des jungen Werthers\" and Gretchen in his great play \"Faust\". His poems also show his ideas about science and philosophy.\n\"Die Leiden des jungen Werthers\" (\"The Sufferings of Young Werther\") is a book written in the form of letters. Werther is a young man who falls passionately in love with a girl called Lotte who is married to someone else. Werther kills himself in the end. The book was very successful all over Europe. People talked about “Werther fever.” Many young men who were disappointed in love copied Werther and killed themselves.\nGoethe’s most famous work is a very long play called \"Faust\". He spent most of his life working at it. He was writing the first version of \"Faust\" at this time. Based on a legendary character, it tells of a man called Faust who is tired of studying and wants to have the greatest possible happiness. The devil (called Mephistopheles in the play) tells Faust he can help him to do this, but that in the end Faust must give him his soul and go with him to hell. Faust uses magic in the hope that it will tell him everything about life.\nAlong with writing, Goethe was developing a career in law. In 1772, he spent four months in Wetzlar at the Imperial Law Courts. Here he made new friends, including a young girl who was already engaged to someone else.\nMiddle Period: Arrival in Weimar until death of Schiller (1775-1805).\nGoethe had been well-educated and was good at organizing and getting on with important people. For eleven years he worked at the court of Weimar for a young Duke called Karl August. He became a member and later the president of the Duke’s cabinet. He had to organize road-building projects, and look after parks and buildings. He studied geology, mineralogy, botany and anatomy. He fell in love with a woman called Charlotte von Stein who was married and had several children. He wrote love letters to her, and she inspired him to write many poems. At this time he felt that a man’s task in life was to be useful. The heroes of his books at this time were often ordinary people instead of geniuses.\nAfter a time he realized that all his work on governmental duties were not giving him time for his writing, so he went to Italy for 18 months. He loved the landscape and made lots of sketches, and he read the ancient poets and books on the history of art. He wrote a play in rhyme called \"Iphigenie auf Tauris\" which combines the beauty of Classicism with great poetry.\nWhen he returned from Italy he settled once more in Weimar. He visited Italy a second time. He became great friends with the famous poet and playwright Friedrich Schiller. The two men talked about many of their ideas and helped one another by offering criticism of their works. He wrote short works such as \"Hermann und Dorothea\" which is about life in a small German town at the time of the French Revolution.\nTwo works of the greatest importance works occupied him at this time. One is the novel \"Wilhelm Meisters Lehrjahre\". This is an example of what is called in German a “Bildungsroman” which means something like “Education novel”. It means a novel which shows a person growing up and developing his character and learning about the world. This book was a very important influence on the 19th century Romantic novel and on all German autobiographical novels ever since. Goethe spent many years working on this book.\nThe second work of enormous importance was his play \"Faust\". He made changes to the original version, putting all the small bits together into one great play. Schiller gave him advice while he was writing it. Faust enters into a pact with the devil, Mephistopheles who promises him all his soul can wish for: fine living, gold, women and honour. He signs the pact with his blood.\nLater life (1805-1832).\nNapoleon was fighting wars all over Europe at this time. Germany, which was still made up of lots of small countries, was an enemy of France. Goethe always thought of Napoleon as a hero. His ideas about politics were still based on 18th century ideas. He hated war and so he did not take part in politics but concentrated on science and literature. He wrote a book called \"Die Wahlverwandtschaften\" (\"Elective Affinities\") which is about a divorce problem. Some of his scientific ideas are used in the story as he talks about the way that two chemical compounds can break up and form new unions. He compares this to the people in his story. His poems in \"Westöstlicher Divan\" are some of his greatest. He uses ideas from Persia and other Eastern countries together with ideas from the West. It has a lot of parables about human life.\nMany interesting things that Goethe said were written down in a book by his friend Eckermann, who published them in a book called \"Conversations with Goethe\". Goethe also wrote about his own life in his autobiography which he called \"Dichtung und Wahrheit\" (\"Poetry and Truth\"). The book tells us about his youth up to the time of his arrival in Weimar. It is in four parts. The fourth part was published after his death. He chose the title to show that he was telling us the truth about his life, but that he had changed the order of some events to make it into a poetic book.\nGoethe wrote a sequel (a part which follows on) to \"Wilhelm Meister\" called \"Wilhelm Meisters Wanderjahre\" (\"The Years of Wilhelm Meister’s Wanderings\"). It consists of several sections which are like separate stories. They tell us about Wilhelm Meister’s relationship with society and how he has to change his ways to fit in with other people.\nGoethe’s \"Faust\" had made him the greatest person in European literature. At the end of his life he finished a second part of \"Faust\". It is quite hard to read, and is more of a long poem than a dramatic play. It talks of his ideas about allegory, science and philosophy.\nGoethe died in Weimar on March 22, 1832. He had started as a great Classical writer of the 18th century and finished as a young Romantic of the 19th century. No one else had such a big influence on art and literature of that time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germans","surface_form":"German","offset":68},{"uri":"Poet","surface_form":"poet","offset":83},{"uri":"Novel","surface_form":"novel","offset":89},{"uri":"Playwright","surface_form":"playwright","offset":103},{"uri":"Actor","surface_form":"actor","offset":136},{"uri":"Administrator","surface_form":"administrator","offset":143},{"uri":"Scientist","surface_form":"scientist","offset":158},{"uri":"Geology","surface_form":"geologist","offset":169},{"uri":"Botany","surface_form":"botanist","offset":180},{"uri":"Philosopher","surface_form":"philosopher","offset":194},{"uri":"Influence","surface_form":"influence","offset":210},{"uri":"19th_century","surface_form":"19th century","offset":226},{"uri":"Science","surface_form":"science","offset":282},{"uri":"Theory_of_Colours","surface_form":"Theory of Colours","offset":326},{"uri":"German_language","surface_form":"German language","offset":440},{"uri":"Music","surface_form":"music","offset":479},{"uri":"Franz_Schubert","surface_form":"Schubert","offset":503},{"uri":"Robert_Schumann","surface_form":"Schumann","offset":513},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":523},{"uri":"Hugo_Wolf","surface_form":"Wolf","offset":531},{"uri":"Richard_Strauss","surface_form":"Strauss","offset":541},{"uri":"Frankfurt_am_Main","surface_form":"Frankfurt am Main","offset":634},{"uri":"Germany","surface_form":"Germany","offset":653},{"uri":"Play_(theatre)","surface_form":"plays","offset":814},{"uri":"Greek_language","surface_form":"Greek","offset":862},{"uri":"Latin","surface_form":"Latin","offset":869},{"uri":"French_language","surface_form":"French","offset":879},{"uri":"Law","surface_form":"law","offset":898},{"uri":"Leipzig","surface_form":"Leipzig","offset":905},{"uri":"Letter","surface_form":"letter","offset":951},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":1056},{"uri":"Johann_Christoph_Gottsched","surface_form":"Johann Christoph Gottsched","offset":1196},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment","offset":1289},{"uri":"Johann_Gottfried_von_Herder","surface_form":"Johann Gottfried von Herder","offset":1409},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":1464},{"uri":"Experience","surface_form":"experience","offset":1723},{"uri":"Love","surface_form":"love","offset":1942},{"uri":"Pastor","surface_form":"pastor","offset":2093},{"uri":"Suicide","surface_form":"kills himself","offset":2733},{"uri":"Goethe%27s_Faust","surface_form":"\"Faust\"","offset":2978},{"uri":"Legend","surface_form":"legend","offset":3097},{"uri":"Happiness","surface_form":"happiness","offset":3214},{"uri":"Devil","surface_form":"devil","offset":3229},{"uri":"Soul","surface_form":"soul","offset":3355},{"uri":"Hell","surface_form":"hell","offset":3379},{"uri":"Magic","surface_form":"magic","offset":3396},{"uri":"1772","surface_form":"1772","offset":3521},{"uri":"Wetzlar","surface_form":"Wetzlar","offset":3551},{"uri":"Weimar","surface_form":"Weimar","offset":3885},{"uri":"Duke","surface_form":"Duke","offset":3904},{"uri":"Geology","surface_form":"geology","offset":4085},{"uri":"Mineralogy","surface_form":"mineralogy","offset":4094},{"uri":"Botany","surface_form":"botany","offset":4106},{"uri":"Anatomy","surface_form":"anatomy","offset":4117},{"uri":"Inspiration","surface_form":"inspired","offset":4262},{"uri":"Italy","surface_form":"Italy","offset":4568},{"uri":"Sketch","surface_form":"sketch","offset":4629},{"uri":"Art","surface_form":"art","offset":4697},{"uri":"Classicism","surface_form":"Classicism","offset":4786},{"uri":"Friedrich_Schiller","surface_form":"Friedrich Schiller","offset":4968},{"uri":"Criticism","surface_form":"criticism","offset":5068},{"uri":"French_Revolution","surface_form":"French Revolution","offset":5208},{"uri":"Novel","surface_form":"novel","offset":5308},{"uri":"Wilhelm_Meister","surface_form":"Wilhelm Meisters Lehrjahre","offset":5315},{"uri":"Pact","surface_form":"pact","offset":5968},{"uri":"Gold","surface_form":"gold","offset":6061},{"uri":"Honour","surface_form":"honour","offset":6077},{"uri":"Napoleon","surface_form":"Napoleon","offset":6143},{"uri":"War","surface_form":"war","offset":6165},{"uri":"Europe","surface_form":"Europe","offset":6179},{"uri":"Hero","surface_form":"hero","offset":6324},{"uri":"Divorce","surface_form":"divorce","offset":6583},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":6686},{"uri":"Persia","surface_form":"Persia","offset":6864},{"uri":"Parable","surface_form":"parable","offset":6950},{"uri":"Autobiography","surface_form":"autobiography","offset":7180},{"uri":"Goethe%27s_Faust","surface_form":"Goethe’s \"Faust\"","offset":7900},{"uri":"Literature","surface_form":"literature","offset":7962},{"uri":"Allegory","surface_form":"allegory","offset":8138}]}