{"id":5127,"url":"http://en.wikipedia.org/wiki/Pythagoras","text":"Pythagoras of Samos was a famous Greek mathematician and philosopher (). He is known best for the proof of the important Pythagorean theorem, which is about right angle triangles. He started a group of mathematicians, called the Pythagoreans, who worshiped numbers and lived like monks. He had an influence on Plato.\nHe had a great impact on mathematics, theory of music and astronomy. His theories are still used in mathematics today. He was one of the greatest thinkers of his time.\nPythagoras was born in Samos, a little island off the western coast of Asia Minor. There is not much information about his life. It is said that he had a good childhood. Growing up with two or three brothers, he was well educated. He did not agree with the government and their schooling, so he moved to Crotone and set up his own cult (little society) of followers under his rule. His followers did not have any personal possessions, and they were all vegetarians. Pythagoras taught them all, and they had to obey strict rules.\nSome say he was the first person to use the term philosophy. Since he worked very closely with his group, the Pythagoreans, it is sometimes hard to tell his works from those of his followers.\nReligion was important to the Pythagoreans. They swore their oaths by \"1+2+3+4\" (which equals 10). They also believed the soul is immortal and goes through a cycle of rebirths until it can become pure. They believed that these souls were in both animal and plant life.\nHis beliefs.\nPythagoras' most important belief was that the physical world was mathematical and that numbers were the real reality.\nPythagorean theorem.\nPythagoras is most famous for his theorem to do with right triangles. He said that the length of the longest side of the right angled triangle called the hypotenuse (C) squared would equal the sum of the other sides squared. And so a² + b² = c² was born. There are many different proofs for this Pythagorean theorem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greece","surface_form":"Greek","offset":33},{"uri":"Mathematician","surface_form":"mathematician","offset":39},{"uri":"Philosopher","surface_form":"philosopher","offset":57},{"uri":"Proof","surface_form":"proof","offset":98},{"uri":"Pythagorean_theorem","surface_form":"Pythagorean theorem","offset":121},{"uri":"Right_angle_triangle","surface_form":"right angle triangle","offset":157},{"uri":"Number","surface_form":"number","offset":257},{"uri":"Monk","surface_form":"monk","offset":280},{"uri":"Plato","surface_form":"Plato","offset":310},{"uri":"Theory_of_music","surface_form":"theory of music","offset":355},{"uri":"Astronomy","surface_form":"astronomy","offset":375},{"uri":"Samos","surface_form":"Samos","offset":508},{"uri":"Island","surface_form":"island","offset":524},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":556},{"uri":"Cult","surface_form":"cult","offset":816},{"uri":"Philosophy","surface_form":"philosophy","offset":1063},{"uri":"Religion","surface_form":"Religion","offset":1206},{"uri":"Pythagoreans","surface_form":"Pythagoreans","offset":1236},{"uri":"Soul","surface_form":"soul","offset":1328},{"uri":"Rebirth","surface_form":"rebirth","offset":1373},{"uri":"Animal","surface_form":"animal","offset":1452},{"uri":"Plant","surface_form":"plant","offset":1463},{"uri":"Theorem","surface_form":"theorem","offset":1662},{"uri":"Right_triangle","surface_form":"right triangle","offset":1681},{"uri":"Pythagorean_theorem","surface_form":"Pythagorean theorem","offset":1924}]}