{"id":512772,"url":"http://en.wikipedia.org/wiki/Seasonal_breeder","text":"Seasonal breeders are animal species that mate only during certain times of the year. These times of year are usually best for the survival of the young. Factors include ambient temperature, food and water availability, and even changes in the predation behaviors of other species. The sexual interest and mating behavior goes on only during this period.\nBreeding seasons.\nFemale seasonal breeders will have one or more oestrous cycles only when she is \"in season\" or fertile At this time she is naturally ready to mate. At other times of the year they are not sexually interested. Male seasonal breeders may have changes in testosterone levels, testes weight, and fertility depending on the time of year. For example, male greater sage-grouse actually gain weight as their bodies get ready for the spring breeding season. Seasonal breeders are different than opportunistic breeders. These are species which mate whenever conditions allow it. They are also different from continuous breeders like humans that mate year-round.\nCommunal breeding.\nMany species breed in colonies or large communities which is known as communal breeding. It is common to see large groups of these species during their breeding seasons. These breeding colonies and their location are generally protected by wildlife conservation laws. This is to keep the species from going extinct. Some species have evolved to communal breeding in large breeding colonies. They cannot breed in smaller numbers or pairs alone. These species can be threatened by extinction if they are hunted on their breeding grounds or if their breeding colonies are destroyed. The Passenger pigeon is a famous example. They were probably the most numerous land bird on the American continent which had evolved for communal breeding. They became extinct due to large scale hunting in its communal breeding grounds. They were not able to breed in smaller numbers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":22},{"uri":"Species","surface_form":"species","offset":29},{"uri":"Mate","surface_form":"mate","offset":42},{"uri":"Sexual","surface_form":"sexual","offset":286},{"uri":"Oestrous_cycle","surface_form":"oestrous cycle","offset":420},{"uri":"Fertile","surface_form":"fertile","offset":468},{"uri":"Testosterone","surface_form":"testosterone","offset":625},{"uri":"Testes","surface_form":"testes","offset":646},{"uri":"Greater_sage-grouse","surface_form":"greater sage-grouse","offset":724},{"uri":"Opportunistic_breeders","surface_form":"opportunistic breeders","offset":860},{"uri":"Continuous_breeders","surface_form":"continuous breeders","offset":972},{"uri":"Human","surface_form":"human","offset":997},{"uri":"Species","surface_form":"species","offset":1050},{"uri":"Colony_(biology)","surface_form":"colonies","offset":1067},{"uri":"Community","surface_form":"communities","offset":1085},{"uri":"Communal_breeding","surface_form":"communal breeding","offset":1115},{"uri":"Wildlife","surface_form":"wildlife","offset":1285},{"uri":"Conservation","surface_form":"conservation","offset":1294},{"uri":"Law","surface_form":"law","offset":1307},{"uri":"Extinct","surface_form":"extinct","offset":1352},{"uri":"Pair","surface_form":"pair","offset":1476},{"uri":"Extinction","surface_form":"extinction","offset":1524},{"uri":"Passenger_pigeon","surface_form":"Passenger pigeon","offset":1629},{"uri":"American_continent","surface_form":"American continent","offset":1721}]}