{"id":5129,"url":"http://en.wikipedia.org/wiki/Dante_Alighieri","text":"Dante Alighieri (), known simply as Dante (,; c. 1265 – September 14, 1321), was a major Italian poet of the Late Middle Ages/Early Renaissance. His central work, the \"Commedia\" (\"Divine Comedy\"), is considered the greatest literary work composed in the Italian language and a masterpiece of world literature. In Italian he is known as \"the Supreme Poet\" (\"il Sommo Poeta\"). Dante and the \"Divine Comedy\" have been a source of inspiration for artists for almost seven centuries. Dante, alongside Petrarch and Boccaccio, is known as one of \"the three fountains\", and is often referred to as \"the Father of the Italian language\". The first biography written on him was by his contemporary Giovanni Villani. The most famous section in \"The Divine Comedy\" is the first third of it, the first 34 cantos of the poem, called \"Inferno\", which features Dante's vision of Hell.\nLife.\nDante Alighieri was born in 1265, between May 14 and June 13, under the name \"Durante Alighieri.\" ca. 1450 (Uffizi Gallery). His family was important in Florence, and supported the Papacy.\nThe poet's mother was Bella degli Abati. She died when Dante was seven years old, and Alighiero soon married again, to Lapa di Chiarissimo Cialuffi. Lapa had two children, Dante's brother Francesco and sister \"Tana\" (short version of \"Gaetana\").\nDante fought in the front of the Guelph troops in the battle of Campaldino (June 11, 1289). After the victory Dante gained an important part in public life.\nWhen Dante was 12, in 1277, he married Gemma di Manetto Donati. Dante had already fallen in love with another girl, Beatrice Portinari that is mentioned same in \"Divine Comedy\", (known also as Bice). Years after Dante's marriage to Gemma he met Beatrice again. He had become interested in writing poems.\nDante had six children with Gemma: Jacopo, Pietro, Giovanni, Gabrielle Alighieri, and Antonia.\nEducation, youth and poetry.\nNot much is known about Dante's education, and it is presumed he studied at home. It is known that he studied Tuscan poetry. His interests brought him to discover the Occitan poetry of the troubadours and the Latin poetry of classical antiquity (with a particular devotion to Virgil).\nAt 18, Dante met Guido Cavalcanti, Lapo Gianni, Cino da Pistoia, and soon after Brunetto Latini; together they became the leaders of \"Dolce Stil Novo\" (\"The Sweet New Style\"). Brunetto later received a special mention in the \"Divine Comedy\" (\"Inferno\", XV, 28), for what he had taught Dante.\nAccording to his work, \"La Vita Nuova\", when he was nine years old he met Beatrice Portinari, daughter of Folco Portinari, with whom he fell in love \"at first sight\", and apparently without even having spoken to her. He saw her frequently after age 18, often exchanging greetings in the street, but he never knew her well—he effectively set the example for the so-called \"courtly love\". Dante gave his imprint to the Stil Novo. Love for Beatrice (as in a different manner Petrarch would show for his Laura) would apparently be the reason for poetry and for living, together with political passions. In many of his poems, she appears such as semi-divine, watching over him constantly.\nWhen Beatrice died in 1290, Dante tried to find \"help\" in Latin literature.\nHe then dedicated himself to philosophical studies at religious schools like the Dominican one in Santa Maria Novella. This \"excessive\" passion for philosophy would later be criticized by the character Beatrice, in \"Purgatorio\", the second book of the \"Divine Comedy\".\nExile and death.\nBoniface quickly dismissed the other delegates and asked Dante alone to remain in Rome. At the same time (November 1, 1301), Charles de Valois entered Florence with Black Guelphs, who in the next six days destroyed much of the city and killed many of their enemies. A new Black Guelph government was installed and Messer Cante dei Gabrielli di Gubbio was appointed \"Podestà\" of Florence. Dante was put in exile for two years, and ordered to pay a large hill of money.\nDante did not pay the money, in part because he believed he was not guilty, and in part because all his needs in Florence had been stolen by the Black Guelphs. He was condemned to exile for life, and if he returned to Florence without paying the money, he could be burned at the stake.\nIn exile he began searching the foundation for the \"Divine Comedy\", a work in 100 cantos, divided into three books of thirty-three cantos each, with a single introductory canto.\nHe went to Verona as a guest of Bartolomeo I della Scala, then moved to Sarzana in Liguria. Later, he is supposed to have lived in Lucca with Madame Gentucca. Some not sure sources say that he was also in Paris between 1308 and 1310. In 1310, the Holy Roman Emperor Henry VII of Luxembourg, marched 5,000 troops into Italy. Dante saw in him a new Charlemagne who would restore the office of the Holy Roman Emperor for re-take Florence from the Black Guelphs. He wrote to Henry and several Italian princes, demanding that they destroy the Black Guelphs. Mixing religion and private concerns, he invoked the worst anger of God against his city, suggesting several particular targets that coincided with his personal enemies. It was during this time that he wrote the first two books of the \"Divine Comedy\".\nWhen Dante died at Ravenna, the custodians of the body at Ravenna put the bones in a false wall of the monastery. Nevertheless, in 1829, a tomb was built for him in Florence in the basilica of Santa Croce. That tomb has been empty ever since, with Dante's body remaining in Ravenna, far from the land he loved so dearly. The front of his tomb in Florence reads \"Onorate l'altissimo poeta\" – which roughly translates as \"Honour the most exalted poet\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Italians","surface_form":"Italian","offset":89},{"uri":"Late_Middle_Ages","surface_form":"Late Middle Ages","offset":109},{"uri":"Early_Renaissance","surface_form":"Early Renaissance","offset":126},{"uri":"Divine_Comedy","surface_form":"Commedia","offset":168},{"uri":"Italian_language","surface_form":"Italian language","offset":254},{"uri":"Literature","surface_form":"literature","offset":298},{"uri":"Inspiration","surface_form":"inspiration","offset":427},{"uri":"Petrarch","surface_form":"Petrarch","offset":496},{"uri":"Giovanni_Boccaccio","surface_form":"Boccaccio","offset":509},{"uri":"Giovanni_Villani","surface_form":"Giovanni Villani","offset":687},{"uri":"Hell","surface_form":"Hell","offset":862},{"uri":"Uffizi","surface_form":"Uffizi","offset":982},{"uri":"Papacy","surface_form":"Papacy","offset":1055},{"uri":"Guelph","surface_form":"Guelph","offset":1342},{"uri":"Battle_of_Campaldino","surface_form":"battle of Campaldino","offset":1363},{"uri":"Beatrice_Portinari","surface_form":"Beatrice Portinari","offset":1582},{"uri":"Tuscany","surface_form":"Tuscan","offset":2004},{"uri":"Poetry","surface_form":"poetry","offset":2011},{"uri":"Occitan_language","surface_form":"Occitan","offset":2061},{"uri":"Troubadours","surface_form":"troubadours","offset":2083},{"uri":"Latin","surface_form":"Latin","offset":2103},{"uri":"Ancient_history","surface_form":"antiquity","offset":2129},{"uri":"Virgil","surface_form":"Virgil","offset":2170},{"uri":"Guido_Cavalcanti","surface_form":"Guido Cavalcanti","offset":2196},{"uri":"Lapo_Gianni","surface_form":"Lapo Gianni","offset":2214},{"uri":"Cino_da_Pistoia","surface_form":"Cino da Pistoia","offset":2227},{"uri":"Brunetto_Latini","surface_form":"Brunetto Latini","offset":2259},{"uri":"Dolce_Stil_Novo","surface_form":"Dolce Stil Novo","offset":2313},{"uri":"La_Vita_Nuova","surface_form":"La Vita Nuova","offset":2495},{"uri":"Beatrice_Portinari","surface_form":"Beatrice Portinari","offset":2545},{"uri":"Courtly_love","surface_form":"courtly love","offset":2843},{"uri":"Petrarch","surface_form":"Petrarch","offset":2943},{"uri":"Latin","surface_form":"Latin","offset":3213},{"uri":"Santa_Maria_Novella","surface_form":"Santa Maria Novella","offset":3329},{"uri":"November_1","surface_form":"November 1","offset":3623},{"uri":"1301","surface_form":"1301","offset":3635},{"uri":"Charles_de_Valois","surface_form":"Charles de Valois","offset":3642},{"uri":"Black_Guelphs","surface_form":"Black Guelphs","offset":3682},{"uri":"Gabrielli","surface_form":"Gabrielli","offset":3848},{"uri":"Gubbio","surface_form":"Gubbio","offset":3861},{"uri":"Podest%C3%A0","surface_form":"Podestà","offset":3883},{"uri":"Exile","surface_form":"exile","offset":3922},{"uri":"Divine_Comedy","surface_form":"Divine Comedy","offset":4323},{"uri":"Canto","surface_form":"canto","offset":4353},{"uri":"Verona%2C_Italy","surface_form":"Verona","offset":4460},{"uri":"Bartolomeo_I_della_Scala","surface_form":"Bartolomeo I della Scala","offset":4481},{"uri":"Sarzana","surface_form":"Sarzana","offset":4521},{"uri":"Liguria","surface_form":"Liguria","offset":4532},{"uri":"Lucca","surface_form":"Lucca","offset":4580},{"uri":"Paris","surface_form":"Paris","offset":4654},{"uri":"Henry_VII%2C_Holy_Roman_Emperor","surface_form":"Henry VII","offset":4715},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":4728},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":4796},{"uri":"Invoke","surface_form":"invoked","offset":5043},{"uri":"God","surface_form":"God","offset":5070},{"uri":"Ravenna","surface_form":"Ravenna","offset":5312},{"uri":"Basilica_di_Santa_Croce_di_Firenze","surface_form":"Santa Croce","offset":5447},{"uri":"Tomb","surface_form":"tomb","offset":5465}]}