{"id":51302,"url":"http://en.wikipedia.org/wiki/Ring_(mathematics)","text":"In mathematics, a ring is an algebraic structure consisting of a set together with two operations: addition (+) and multiplication (•). These two operations must follow special rules to work together in a ring.\nMathematicians use the word \"ring\" this way because a mathematician named David Hilbert used the German word \"Zahlring\" to describe something he was writing about. The integers, the rational numbers, the real numbers and the complex numbers are all famous examples of rings. There are other, more unusual examples of rings, however they all obey the special rules below.\nSpecial Kinds of Rings.\nCommutative Ring: If \"x\" • \"y\" = \"y\" • \"x\" holds for every \"x\" and \"y\" in the ring, then the ring is called a \"commutative ring\".\nRing with Unity: If there is a multiplicative identity element, that is an element e such that for all elements a in R, the equation e • a = a • e = a holds, then the ring is called a ring with unity. This element is usually written as 1.\nDivision Ring: If every element of the ring has a multiplicative inverse, that is for each a in R, there exists an element a-1 in R such that a • a-1 = 1, where 1 is the multiplicative identity element, then the ring is called a division ring.\nIntegral Domain: In a ring, it may be possible to multiply two things which are not zero and get zero as a result. If this is impossible in a certain ring, then the ring is called an \"integral domain\".\nField: A ring with all of the above properties is called a field.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Algebraic_structure","surface_form":"algebraic structure","offset":29},{"uri":"Set","surface_form":"set","offset":65},{"uri":"Binary_operation","surface_form":"operations","offset":87},{"uri":"David_Hilbert","surface_form":"David Hilbert","offset":285},{"uri":"Integer","surface_form":"integer","offset":379},{"uri":"Rational_number","surface_form":"rational number","offset":393},{"uri":"Real_number","surface_form":"real number","offset":415},{"uri":"Complex_number","surface_form":"complex number","offset":436}]}