{"id":513006,"url":"http://en.wikipedia.org/wiki/Rus%27_(people)","text":"The Rus () were an early medieval group or people who gave their name to the lands of Russia, Ruthenia, and Belarus. In the mid-800s they were centered around Novgorod. They dominated the area for over a hundred years. Many of the leaders of the Rus had Balto Slavic names, later both Pomeranian and Slavic names. The Pomeranian Rus of Novgorod, after they intermingled (mixed) with the Slavs of Kiev already there, became known as the Kievan Rus'.\nWho were they?\nMost western scholars believe them to be a group of Varangians, specifically from Pomerania. According to the \"Povest vremennykh let\" or Russian Primary Chronicle of Rus', compiled in about 1113 AD, the Rus' had relocated from Pomerania. Their leader was named Rurik. Later, Rurik's relative Oleg captured Kiev, founding Kievan Rus'. The descendants of Rurik were the ruling dynasty of Rus' (after 862). In the controversy, this is called the \"Normanist\" view.\nThe \"anti-Normanist\" view is that the Rus' were Slavic people from south of Kiev. In support of this theory it has been pointed out that several rivers have similar names. Once example is the Ros river which is a tributary of the Dnieper river. This may have been where the Rus' took their name. The official Soviet Union history included the \"anti-norman\" viewpoint giving the reason: \"The Normanist theory is politically harmful, because it denies the ability of the Slavic nations to form an independent state by their own efforts.\"\nThe invitation.\nThe story from the Russian Primary Chronicle is that the Slavs of Kiev were fighting among themselves. To restore order they invited the legendary Varangian Rus Rurik to be their leader. This is another area of controversy. One school of thought accepts the Russian Primary Chronicle account with the Balto Slavic origin of the Rus' people. The opposing view says the Scandinavians played a small part in the creation of the Kievan Rus. The Scandinavians were simply hired by the Slavs to protect them. Since the 1990s there has been a further controversy over who, Russia or Ukraine, had a better claim to be descended from the Kievan Rus princes. Since the breakup of the USSR Russian historians are not forced to accept the anti-Norman theory. But it has become of lesser importance than whether Ukraine or Russia were the true heirs of the Rus.\nCommon threads.\nIt was at this point in history the area of Kiev grew and expanded. The Kievan state lasted about a hundred years, until about 972. Between 839 and 1043 the Balto Slavs combined with the South Slavic peoples to form a new society. The name Rus came to mean those combined peoples. In 860 the Byzantine Patriarch Photios I described a people who were almost certainly Rani accompanied by Slavs. The leaders of the Rus had Balto Slavic names even into the tenth century. In 911 the Rus who signed a treaty with the Greeks all had Balto Slavic names. But in the treaty of 945 there were some South Slavonic names..\nEtymology.\nThe word \"Rus' is found in the slavonic languages. This parallels with, and. Words used to describe Pomeranians in Russia or the east were Veneti or Rujan (in medieval Latin literature known as Ruzzi). The","categories":[],"infobox_types":[],"annotations":[{"uri":"Medieval","surface_form":"medieval","offset":25},{"uri":"Russia","surface_form":"Russia","offset":86},{"uri":"Ruthenia","surface_form":"Ruthenia","offset":94},{"uri":"Belarus","surface_form":"Belarus","offset":108},{"uri":"Kiev","surface_form":"Novgorod","offset":159},{"uri":"Scandinavian","surface_form":"Balto Slavic","offset":254},{"uri":"Slavic_peoples","surface_form":"Slavic","offset":300},{"uri":"Kievan_Rus%27","surface_form":"Kievan Rus'","offset":436},{"uri":"Western_world","surface_form":"western","offset":469},{"uri":"Scholar","surface_form":"scholar","offset":477},{"uri":"Viking","surface_form":"Varangian","offset":516},{"uri":"Pomerania","surface_form":"Pomerania","offset":546},{"uri":"Primary_Chronicle","surface_form":"Russian Primary Chronicle","offset":601},{"uri":"Kievan_Rus%27","surface_form":"Rus'","offset":630},{"uri":"Rurik","surface_form":"Rurik","offset":725},{"uri":"Oleg_of_Novgorod","surface_form":"Oleg","offset":756},{"uri":"Kiev","surface_form":"Kiev","offset":770},{"uri":"Kievan_Rus%27","surface_form":"Kievan Rus'","offset":785},{"uri":"Rurik_dynasty","surface_form":"dynasty","offset":839},{"uri":"Kievan_Rus%27","surface_form":"Rus'","offset":850},{"uri":"Ros_river","surface_form":"Ros river","offset":1117},{"uri":"Tributary","surface_form":"tributary","offset":1138},{"uri":"Dnieper_river","surface_form":"Dnieper river","offset":1155},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1234},{"uri":"History","surface_form":"history","offset":1247},{"uri":"Legend","surface_form":"legend","offset":1614},{"uri":"School_of_thought","surface_form":"school of thought","offset":1705},{"uri":"Varangians","surface_form":"Scandinavian","offset":1845},{"uri":"Russia","surface_form":"Russia","offset":2043},{"uri":"Ukraine","surface_form":"Ukraine","offset":2053},{"uri":"Prince","surface_form":"prince","offset":2117},{"uri":"USSR","surface_form":"USSR","offset":2151},{"uri":"Historian","surface_form":"historian","offset":2164},{"uri":"Heir","surface_form":"heir","offset":2308},{"uri":"Patriarch","surface_form":"Patriarch","offset":2644},{"uri":"Photios_I_of_Constantinople","surface_form":"Photios I","offset":2654},{"uri":"10th_century","surface_form":"tenth century","offset":2796},{"uri":"Greeks","surface_form":"Greeks","offset":2855},{"uri":"East_Asia","surface_form":"east","offset":3094}]}