{"id":5133,"url":"http://en.wikipedia.org/wiki/Jane_Austen","text":"ce=\"preserve\">Jane Austen (16 December 1775 – 18 July 1817) was an English novelist. She wrote many books of romantic fiction about the gentry. Her works made her one of the most famous and beloved writers in English literature. She is one of the great masters of the English novel.\nAusten's works criticized sentimental novels in the late 18th century, and are part of the change to nineteenth-century realism. She wrote about typical people in everyday life. This gave the English novel its first distinctly modern character. Austen's stories are often comic, but they also show how women depended on marriage for social standing and economic security. Her works are also about moral problems.\nJane Austen was born on 16 December 1775 at Steventon, near Basingstoke. Educated mostly by her father and older brothers, and also by her own reading, she lived with her family at Steventon. They moved to Bath when her father retired in 1801. After he died in 1805, she moved around with her mother. In 1809, they settled in Chawton, near Alton, Hampshire. In May 1817 she moved to Winchester to be near her doctor. She died there on 18 July 1817.\nJane Austen was very modest about her own genius. She once famously described her work as \"the little bit (two Inches wide) of Ivory, on which I work with so fine a brush, as produces little effect after much labor\". When she was a girl she wrote stories. Her works were printed only after much revision. Only four of her novels were printed while she was alive. They were \"Sense and Sensibility\" (1811), \"Pride and Prejudice\" (1813), \"Mansfield Park\" (1814) and \"Emma\" (1815). Two other novels, \"Northanger Abbey\" and \"Persuasion\", were printed in 1817 with a biographical notice by her brother, Henry Austen. \"Persuasion\" was written shortly before her death. She also wrote two earlier works, \"Lady Susan\", and an unfinished novel, \"The Watsons\". She had been working on a new novel, \"Sanditon\", but she died before she could finish it. She is now a well known great writer.\nBiography.\nBiographical facts about Jane Austen are \"famously scarce\" (few). Only a few letters remain (it is estimated that only 160 out of Austen's 3,000 letters survive). Her sister Cassandra (to whom most of the letters were written) burned \"the greater part\" of the ones she kept. The letters she did not destroy she censored. Other letters were destroyed by the heirs of Admiral Francis Austen, Jane's brother. Most of the biographies written about her for 50 years after she died was by her relatives, who often described her as \"good quiet Aunt Jane\". Scholars have not been able to find much information after that.\nFamily.\nAusten's parents, George Austen (1731–1805), and his wife, Cassandra (1739–1827), were both part of the gentry. Cassandra was a part of the important Leigh family. George Austen, however, was of a lower class of society. He had first met Cassandra at Oxford, while she was meeting her uncle Theophilus. George and Cassandra married on 26 April 1764 at Walcot Church in Bath.\nAusten had a large family. She had six brothers—James (1765–1819), George (1766–1838), Edward (1767–1852), Henry Thomas (1771–1850), Francis William (Frank) (1774–1865), Charles John (1779–1852)—and one sister, Cassandra Elizabeth (1773–1845), who died without marrying. Jane deeply loved Cassandra, and they were both best friends. Of her brothers, Austen was most close to Henry, who helped spread and influence her writing. \"Oh, what a Henry!\" she once wrote. George was almost ten years older than Jane. He suffered from fits and was not able to develop normally. His father wrote of him, \"We have this comfort, he cannot be a bad or a wicked child\". He may also have been deaf and mute. Jane knew sign language (she mentioned talking \"with my fingers\" in a letter) and could have communicated with him. Charles and Frank served in the navy. Edward was adopted by his fourth cousin, Thomas Knight. He became \"Edward Knight\" instead of Edward Austen in 1812.\nEarly life and education.\nAusten was born on 16 December 1775 at Steventon rectory. She was christened at home and then, as the Book of Common Prayer directs, brought to church for the baptism to be certified in public on 5 April 1776. A few months after she was born, her mother hired a woman named Elizabeth Littlewood to nurse her. Littlewood took care of Austen for about a year. According to family tradition, Jane and Cassandra were sent to Oxford to be educated by Mrs. Ann Crawley in 1783. They moved with her to Southampton later in the year. Both girls caught typhus and Jane almost died. After that, Austen was educated at home until she went to boarding school with Cassandra early in 1785. She learned some French, spelling, needlework, dancing,music, and probably drama. In the winter of 1786, Jane and Cassandra went back home.\nAusten also learned much by reading books. Her father and brothers helped choose the books she read. George Austen seemed to have let his daughters read the books in his large library freely. He also allowed Austen's experiments in writing, and gave her costly paper and other writing materials.\nJane Austen and her family also enjoyed acting out plays privately. Most of the plays were comedies. This might have been a way for Austen's comedic and satirical talents to develop.\nEarly writings.\nPerhaps from as early as 1787, Austen began writing poems, short stories, and plays for fun. Austen later put together \"fair copies\" of 29 of these early works into three notebooks. They are now called the \"Juvenilia\". It has pieces which were first written down between 1787 and 1793. Jane Austen had arranged her writing during this time into three volumes, namely \"Volume the First\", \"Volume the Second\" and \"Volume the Third\". There is some proof that Austen continued to work on these pieces later in life. Her nephew and niece, James Edward and Anna Austen, may have made further additions to her work in around 1814. In these works were included \"Love and Freindship\" which was completed in 1790 and \"Lesley Castle\" which was completed in 1792. In \"Love and Freindship\", she laughed at popular sentimental novels. She also wrote \"The History of England\", which had 13 watercolour pictures by her sister Cassandra inside it.\nDeath.\nJane Austen started to feel increasingly unwell during 1816, which was the year when her novel Persuasion' \"was published. On 24 May 1817, she moved to Winchester in search for a cure to her illness. She died on 18 July 1817, aged 41. Although there is no conclusive evidence to prove the cause of her death, it seems likely that it was Addison's disease that killed her. She was buried in Winchester Cathedral on 24 July 1817.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":67},{"uri":"Novel","surface_form":"novel","offset":75},{"uri":"Romance_novel","surface_form":"romantic","offset":109},{"uri":"Fiction","surface_form":"fiction","offset":118},{"uri":"Gentry","surface_form":"gentry","offset":136},{"uri":"Literature","surface_form":"literature","offset":217},{"uri":"Sentimentality","surface_form":"sentimental novels","offset":309},{"uri":"Realism","surface_form":"realism","offset":403},{"uri":"Usual","surface_form":"typical","offset":428},{"uri":"Distinct","surface_form":"distinctly","offset":499},{"uri":"Humor","surface_form":"comic","offset":555},{"uri":"Marriage","surface_form":"marriage","offset":603},{"uri":"Economy","surface_form":"economic","offset":636},{"uri":"Morality","surface_form":"moral","offset":680},{"uri":"Steventon","surface_form":"Steventon","offset":740},{"uri":"Basingstoke","surface_form":"Basingstoke","offset":756},{"uri":"Reading","surface_form":"reading","offset":839},{"uri":"Bath_(city)","surface_form":"Bath","offset":902},{"uri":"Retirement","surface_form":"retired","offset":923},{"uri":"Chawton","surface_form":"Chawton","offset":1022},{"uri":"Alton%2C_Hampshire","surface_form":"Alton, Hampshire","offset":1036},{"uri":"Winchester","surface_form":"Winchester","offset":1079},{"uri":"Medical_doctor","surface_form":"doctor","offset":1105},{"uri":"Modesty","surface_form":"modest","offset":1166},{"uri":"Genius","surface_form":"genius","offset":1187},{"uri":"Inch","surface_form":"Inch","offset":1256},{"uri":"Ivory","surface_form":"Ivory","offset":1272},{"uri":"Brush","surface_form":"brush","offset":1310},{"uri":"Labor","surface_form":"labor","offset":1354},{"uri":"Revision","surface_form":"revision","offset":1440},{"uri":"Sense_and_Sensibility","surface_form":"Sense and Sensibility","offset":1519},{"uri":"Pride_and_Prejudice","surface_form":"Pride and Prejudice","offset":1551},{"uri":"Mansfield_Park_(novel)","surface_form":"Mansfield Park","offset":1581},{"uri":"Emma","surface_form":"Emma","offset":1609},{"uri":"Northanger_Abbey","surface_form":"Northanger Abbey","offset":1642},{"uri":"Persuasion_(novel)","surface_form":"Persuasion","offset":1665},{"uri":"Biography","surface_form":"biographical notice","offset":1706},{"uri":"Biography","surface_form":"Biographical","offset":2034},{"uri":"Estimate","surface_form":"estimate","offset":2133},{"uri":"Cassandra_Austen","surface_form":"Cassandra","offset":2208},{"uri":"Censor","surface_form":"censored","offset":2345},{"uri":"Heir","surface_form":"heirs","offset":2391},{"uri":"Francis_Austen","surface_form":"Francis Austen","offset":2408},{"uri":"Gentry","surface_form":"gentry","offset":2760},{"uri":"Baron_Leigh","surface_form":"Leigh","offset":2806},{"uri":"Marriage","surface_form":"married","offset":2980},{"uri":"Bath_(city)","surface_form":"Bath","offset":3025},{"uri":"Cassandra_Austen","surface_form":"Cassandra Elizabeth","offset":3242},{"uri":"Sign_language","surface_form":"sign language","offset":3733},{"uri":"Navy","surface_form":"navy","offset":3871},{"uri":"Adoption","surface_form":"adopted","offset":3888},{"uri":"Rectory","surface_form":"rectory","offset":4068},{"uri":"Infant_baptism","surface_form":"christened","offset":4085},{"uri":"Wet_nurse","surface_form":"nurse","offset":4317},{"uri":"Tradition","surface_form":"tradition","offset":4397},{"uri":"Oxford","surface_form":"Oxford","offset":4440},{"uri":"Southampton","surface_form":"Southampton","offset":4514},{"uri":"Typhus","surface_form":"typhus","offset":4563},{"uri":"Boarding_school","surface_form":"boarding school","offset":4650},{"uri":"French_language","surface_form":"French","offset":4713},{"uri":"Writing","surface_form":"spelling","offset":4721},{"uri":"Sewing","surface_form":"needlework","offset":4731},{"uri":"Dance","surface_form":"dancing","offset":4743},{"uri":"Music","surface_form":"music","offset":4751},{"uri":"Drama","surface_form":"drama","offset":4771},{"uri":"Library","surface_form":"library","offset":5012},{"uri":"Acting","surface_form":"acting","offset":5172},{"uri":"Drama","surface_form":"plays","offset":5183},{"uri":"Comedy","surface_form":"comedies","offset":5223},{"uri":"Satire","surface_form":"satirical","offset":5285},{"uri":"Poem","surface_form":"poem","offset":5383},{"uri":"Sentimental_novel","surface_form":"sentimental novel","offset":6132},{"uri":"Watercolor_painting","surface_form":"watercolour","offset":6206},{"uri":"Addison%27s_disease","surface_form":"Addison's disease","offset":6606}]}