{"id":51345,"url":"http://en.wikipedia.org/wiki/Pablo_Neruda","text":"Pablo Neruda (July 12, 1904 – September 23, 1973) was a Chilean poet. He won the Nobel Prize for literature in 1971. He wrote in Spanish. Most of his works have been translated into many other languages.\nBiography.\nNeruda was born in the City of Parral in Chile on July 12, 1904 born under the name Ricardo Neftali Reyes. Neruda’s mother died shortly after he was born, but the child, Neruda came to love his stepmother (Dona Trinidad Candia Malverde) as if she had been his real mother. Neruda started to write poetry as a young boy against the wishes of his father who wanted him to focus on mathematics - so he could become a teacher. In his youth he became a great admirer of the poetry of Jan Neruda and Paul Verlaine and chose the pen name of Pablo Neruda after Paul Verlaine (Pablo is the Spanish version of Paul) and Jan Neruda.\nNeruda was mainly interested in literature and writing poems, which he would mail out to magazines; to prevent his parents from discovering that he was doing this he changed his name to Pablo Neruda. In 1920 Neruda moved to Santiago to study French at the University of Chile, which he did to please his parents who wanted him to become a teacher. Soon Neruda became deeply involved in his poetry and in 1923 he published his first book: Crepusculario(Twilight Book).\nAfter a number of years Neruda became a very famous person in his country and the world and was assigned diplomatic posts in various countries for long periods of time, such as Indonesia, Spain and France.\nNeruda was suffering from cancer when he died of heart failure in hospital at the age of 69 on September 23, 1973 about a fortnight after the overthrow of Salvador Allende by military forces led by Pinochet. Many people today believe Neruda may have been poisoned by Pinochet's secret police, DINA, who feared Neruda's prominence and influence in creating an opposition to the military dictatorship. Neruda had a number of siblings, he had a sister that was stillborn when he was 3 or 4 years old and from his father's second marriage, a stepbrother, Ricardo Reyes Candia, and a stepsister, Laura Reyes Candia, - both children from his \"mother\" Trinidad Candia and his father DonReyes.\nSome of Neruda’s dog and also Tierney poetry is very difficult to understand because they are about events of World history such as the colonization of America, the Spanish Civil War, Nazi Germany and other conflicts. Neruda also references (mentions) important figures of World history. In some of his poetry Neruda tends to link historical events from different eras (periods of history) and different parts of the world into one major conflict as in his \"Canto General\" (1950).\nBut Neruda also wrote poetry that can be easily appreciated by all, such as his odes which Neruda wrote on all sorts of common things, such onions, lemons, and the common cat.\nNeruda was very concerned in how his poetry sounded, he liked rhythm and many claim he had a “musical intelligence” i.e. he wrote with music in his mind. He would record many of his poems on a tape recorder and many of his recordings were sold like records in the Spanish speaking world.\nImportance.\nMany academics and scholars consider Neruda to be one of the most important and widely read poets of the 1900s. Many go as far as to place him alongside Shakespeare and Dante. This is probably because Neruda wrote poems on all sorts of topics, appealing to people of all ages and interests: poems about love, on historical events (like wars), he wrote about native people, about nature and about simple things.\nNeruda was also an avid collector of all sorts of things. He had one of the largest collections of seashells in the world and collected bottles, model ships, water taps - among other odd objects.\nMany of Neruda’s poems have been used in movies and in music, such as in the classical music of the Greek composer Mikis Theodorakis, and in the movies, such as \"Il Postino\" or \"Patch Adams\". Many famous people have also recorded narrations (spoken word) of his poems, such as Julia Roberts, Madonna, Andy Garcia, and Glen Close. Also, he fought his whole life for the freedom of others.","categories":[],"infobox_types":["Writer &lt;!-- for more information see [[:Template:Infobox Writer/doc]] --&gt;"],"annotations":[{"uri":"Chile","surface_form":"Chile","offset":56},{"uri":"Poet","surface_form":"poet","offset":64},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":81},{"uri":"Literature","surface_form":"literature","offset":97},{"uri":"Spanish_language","surface_form":"Spanish","offset":129},{"uri":"Indonesia","surface_form":"Indonesia","offset":1482},{"uri":"Spain","surface_form":"Spain","offset":1493},{"uri":"France","surface_form":"France","offset":1503},{"uri":"Cancer","surface_form":"cancer","offset":1537},{"uri":"Heart_failure","surface_form":"heart failure","offset":1560},{"uri":"Salvador_Allende","surface_form":"Salvador Allende","offset":1666},{"uri":"Pinochet","surface_form":"Pinochet","offset":1709},{"uri":"Poison","surface_form":"poison","offset":1766},{"uri":"Dictatorship","surface_form":"dictatorship","offset":1897},{"uri":"Stillborn","surface_form":"stillborn","offset":1969},{"uri":"Trinidad_Candia","surface_form":"Trinidad Candia","offset":2156},{"uri":"History","surface_form":"history","offset":2313},{"uri":"Americas","surface_form":"America","offset":2349},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":2362},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2381},{"uri":"Ode","surface_form":"ode","offset":2758},{"uri":"Onion","surface_form":"onion","offset":2818},{"uri":"Lemon","surface_form":"lemon","offset":2826},{"uri":"Cat","surface_form":"cat","offset":2849},{"uri":"Sound","surface_form":"sound","offset":2898},{"uri":"Rhythm","surface_form":"rhythm","offset":2916},{"uri":"Intelligence","surface_form":"intelligence","offset":2956},{"uri":"Music","surface_form":"music","offset":2989},{"uri":"Academic","surface_form":"academic","offset":3159},{"uri":"Scholar","surface_form":"scholar","offset":3173},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":3307},{"uri":"Dante","surface_form":"Dante","offset":3323},{"uri":"Love","surface_form":"love","offset":3457},{"uri":"War","surface_form":"war","offset":3490},{"uri":"Nature","surface_form":"nature","offset":3533},{"uri":"Seashell","surface_form":"seashell","offset":3664},{"uri":"Bottle","surface_form":"bottle","offset":3701},{"uri":"Model_ships","surface_form":"model ships","offset":3710},{"uri":"Tap_(valve)","surface_form":"taps","offset":3729},{"uri":"Classical_music","surface_form":"classical music","offset":3838},{"uri":"Patch_Adams","surface_form":"Patch Adams","offset":3939},{"uri":"Julia_Roberts","surface_form":"Julia Roberts","offset":4038},{"uri":"Madonna_(entertainer)","surface_form":"Madonna","offset":4053},{"uri":"Andy_Garcia","surface_form":"Andy Garcia","offset":4062},{"uri":"Glen_Close","surface_form":"Glen Close","offset":4079}]}