{"id":51362,"url":"http://en.wikipedia.org/wiki/Neoliberalism","text":"e=\"preserve\">Neoliberalism is a term for different social and economic ideas. Originally the term was used by a group of liberals who helped shape social market economy in the mid 20th century. Neoliberalism is characterized by free market trade, deregulation of financial markets, mercantilism and the shift away from state welfare provision.\nAlexander Rustow was the first economist to develop this concept, looking after a Social Democracy system rather than a Laissez Faire Capitalist Society.\nCharacteristics of Neoliberalism.\nIn the application of neoliberal ideals, the state might also intervene and regulate, for example, to prevent exploitation, or to ensure social fairness and equality.\nNeoliberalism is antithetical to the protection of group - rather than individual - interests, for example, that might be achieved through lobbying of groups, or state interventions that protect national interests via tariff<nowiki/>s or subsidies.\nNeoliberalism has moved away from a centrally governed economy.\nContemporary use.\nSince the 1990s the term has been consistently used in academia to imply the move from welfare state to laissez faire economic management, particularly associated with the promotion of free market ideals in the late 1980s by Margaret Thatcher in the UK and Ronald Reagan in the US.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social","surface_form":"social","offset":51},{"uri":"Economy","surface_form":"economic","offset":62},{"uri":"Idea","surface_form":"idea","offset":71},{"uri":"Liberal","surface_form":"liberal","offset":121},{"uri":"20th_century","surface_form":"20th century","offset":180},{"uri":"Mercantilism","surface_form":"mercantilism","offset":282},{"uri":"State","surface_form":"state","offset":577},{"uri":"Lobbying","surface_form":"lobbying","offset":838},{"uri":"Group","surface_form":"group","offset":850},{"uri":"Tariff","surface_form":"tariff","offset":917},{"uri":"Subsidy","surface_form":"subsidies","offset":937},{"uri":"Laissez_faire","surface_form":"laissez faire","offset":1134},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":1255},{"uri":"UK","surface_form":"UK","offset":1280},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":1287},{"uri":"US","surface_form":"US","offset":1308}]}