{"id":51364,"url":"http://en.wikipedia.org/wiki/Cartel","text":"e=\"preserve\">In economics, a cartel is a group of formerly independent companies who overtly agree to work together. The objectives of cartels are to increase their profits or to stabilize market sales. They do this by fixing the price of goods, by limiting market supply or by other means. Monopolies are not cartels, because in a monopoly there is only one independent company. Cartels are bad for the economy in general and for their customers who are overcharged. Cartels usually occur in oligopolies, where there are a small number of players that control the majority of supply in a market.\nBesides the sellers' cartel just described, buyers may also form cartels to suppress the price of a purchased input. Another type of cartel is the bidding ring'\". In bid rigging potential suppliers form an agreement as to which of them will win a supply contract at a price above the competitive price and, if one of them wins, then agree to a rule for sharing the extra profits among themselves. Bid rigging is most common among construction firms trying to get a government building project.\nOverview.\nA survey was done of hundreds of published economic studies and legal decisions of antitrust authorities. It found that the median price increase achieved by cartels in the last 200 years is 25%. Private international cartels (those with participants from two or more nations) had an average price increase of 28%. Domestic cartels averaged 18%. Less than 10% of all cartels in the sample failed to raise market prices.\nIn general, cartel agreements are difficult to negotiate because potential members typically have different ideal collusive prices. Once formed, cartels tend to be economically unstable, primarily because there is a profit incentive for members to cheat by selling at below the agreed price or selling more than the production quotas set by the cartel (see also game theory). Cheating on prices is difficult for cartel members to observe, so more successful cartels often agree to fix their market quotas, share verifiable information about those shares, and agree in advance on some mechanism to punish members that exceed their quotas. This has caused many cartels that attempt to set product prices to be unsuccessful in the long term. Empirical studies of 20th century cartels have determined that the mean duration of discovered cartels is from 5 to 8 years. However, once a cartel is broken, the incentives to form the cartel return and the cartel may be re-formed. Publicly-known cartels that do not follow this cycle include the Organization of the Petroleum Exporting Countries (OPEC).\nPrice fixing is often practiced internationally. When the agreement to control price is sanctioned by a multilateral treaty or protected by national sovereignty, no antitrust actions may be initiated. Examples of such price fixing include oil whose price is partly controlled by the supply by OPEC countries. Also international airline tickets have prices fixed by agreement with the IATA, a practice for which there is a specific exception in antitrust law.\nInternational price fixing by private entities can be prosecuted under the antitrust laws of more than 100 countries. Examples of prosecuted international cartels are lysine, citric acid, graphite electrodes and bulk vitamins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":16},{"uri":"Company","surface_form":"companies","offset":71},{"uri":"Profit","surface_form":"profit","offset":165},{"uri":"Price","surface_form":"price","offset":230},{"uri":"Goods","surface_form":"goods","offset":239},{"uri":"Supply","surface_form":"supply","offset":265},{"uri":"Monopoly","surface_form":"Monopolies","offset":291},{"uri":"Overcharge","surface_form":"overcharge","offset":455},{"uri":"Oligopoly","surface_form":"oligopolies","offset":493},{"uri":"Median","surface_form":"median","offset":1225},{"uri":"Economics","surface_form":"economically","offset":1685},{"uri":"Incentive","surface_form":"incentive","offset":1744},{"uri":"Quota","surface_form":"quota","offset":1848},{"uri":"Game_theory","surface_form":"game theory","offset":1883},{"uri":"Price","surface_form":"price","offset":2216},{"uri":"Long_term","surface_form":"long term","offset":2249},{"uri":"20th_century","surface_form":"20th century","offset":2281},{"uri":"Business_cycle","surface_form":"cycle","offset":2540},{"uri":"Organization_of_the_Petroleum_Exporting_Countries","surface_form":"Organization of the Petroleum Exporting Countries","offset":2558},{"uri":"Treaty","surface_form":"treaty","offset":2733},{"uri":"International_Air_Transport_Association","surface_form":"IATA","offset":3000},{"uri":"Lysine","surface_form":"lysine","offset":3242},{"uri":"Citric_acid","surface_form":"citric acid","offset":3250},{"uri":"Graphite","surface_form":"graphite","offset":3263},{"uri":"Electrode","surface_form":"electrode","offset":3272},{"uri":"Vitamin","surface_form":"vitamin","offset":3292}]}