{"id":5137,"url":"http://en.wikipedia.org/wiki/Charles_Dickens","text":"Charles Dickens (7 February 1812 – 9 June 1870) was one of the great English writers of the 19th century.\nEarly life.\nCharles Dickens was born in Portsmouth, England. His parents were John Dickens (1785-1851), a naval pay clerk, and Elizabeth Barrow (1789–1863).\nWhen Dickens was born he had a rare disorder meaning he could not read or write properly like other kids. When Charles was twelve years old, his family moved to Camden, London. He worked in a blacking factory there while his father was in prison for debt. Dickens's hard times in the factory served as a foundation of ideas for many of his novels. Many like \"Oliver Twist\" soon became famous. When his great-grandmother died and transmitted money, Charles' father paid off his debts and was released from prison. Charles did not like working and wished to stop working after his father was released. However, his mother said that the family needed the money so Charles was forced to continue working. Charles then finished his schooling, and got a job as an office boy for an attorney. After finding that job dull, he taught himself shorthand and became a journalist that reported on the government. Dickens was a Unitarian.\nCharles Dickens was once involved in a train crash near Staple ford, Kent.\nWriter.\nHis first book was \"Sketches by Boz\" in 1836, a collection of the short pieces he had been writing for the Monthly Magazine and the Evening Chronicle. This was followed by \"The Posthumous Papers of the Pickwick Club\" in 1837. Both these books became popular as soon as they were printed.\nCharles Dickens died of a stroke on June 9, 1870. He was buried in Poets' Corner in Westminster Abbey.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":69},{"uri":"19th_century","surface_form":"19th century","offset":92},{"uri":"Navy","surface_form":"naval","offset":212},{"uri":"Camden","surface_form":"Camden","offset":424},{"uri":"London","surface_form":"London","offset":432},{"uri":"Factory","surface_form":"factory","offset":464},{"uri":"Prison","surface_form":"prison","offset":502},{"uri":"Debt","surface_form":"debt","offset":513},{"uri":"Novel","surface_form":"novel","offset":603},{"uri":"Oliver_Twist","surface_form":"Oliver Twist","offset":622},{"uri":"Money","surface_form":"money","offset":704},{"uri":"Attorney","surface_form":"attorney","offset":1039},{"uri":"Shorthand","surface_form":"shorthand","offset":1096},{"uri":"Journalist","surface_form":"journalist","offset":1119},{"uri":"Unitarian","surface_form":"Unitarian","offset":1177},{"uri":"Sketches_by_Boz","surface_form":"Sketches by Boz","offset":1291},{"uri":"Poets%27_Corner","surface_form":"Poets' Corner","offset":1626},{"uri":"Westminster_Abbey","surface_form":"Westminster Abbey","offset":1643}]}