{"id":51371,"url":"http://en.wikipedia.org/wiki/Market_forms","text":"e=\"preserve\">In economics, market structure (also known as market form) describes the state of a market with respect to competition.\nMost market forms given below talk about a \"homogeneous product\". This simply means that they all make the same. They simply want to get the cheapest one, since all kinds of sugars (or soaps) look the same anyway.\nThe imperfectly competitive structure is quite identical to the realistic market conditions where some monopolistic competitors, monopolists, oligopolists, and duopolists exist and dominate the market conditions.\nThese somewhat abstract concerns usually determine some but not all details of a specific concrete market system where buyers and sellers actually meet and commit to trade.\nThe correct sequence of the market structure from most to least competitive is perfect competition, imperfect competition, oligopoly, and pure monopoly.\nThe main criteria by which one can distinguish between different market structures are: the number and size of producers and consumers in the market, the type of goods and services being traded, and the degree to which information can flow freely.","categories":[],"infobox_types":[],"annotations":[{"uri":"Economics","surface_form":"economics","offset":16},{"uri":"Market","surface_form":"market","offset":97},{"uri":"Competition","surface_form":"competition","offset":120},{"uri":"Monopolistic_competition","surface_form":"monopolistic competitors","offset":450},{"uri":"Monopoly","surface_form":"monopolists","offset":476},{"uri":"Oligopoly","surface_form":"oligopolists","offset":489},{"uri":"Duopoly","surface_form":"duopolists","offset":507},{"uri":"Market_system","surface_form":"market system","offset":659},{"uri":"Trade","surface_form":"trade","offset":726},{"uri":"Consumer","surface_form":"consumer","offset":1011},{"uri":"Product_(business)","surface_form":"goods","offset":1048},{"uri":"Service","surface_form":"service","offset":1058},{"uri":"Information","surface_form":"information","offset":1105}]}