{"id":513935,"url":"http://en.wikipedia.org/wiki/Ancient_Egyptian_royal_titles","text":"e=\"preserve\">The Ancient Egyptian royal titles were a standard way of naming the pharaohs, the kings of Ancient Egypt. These names and titles showed the king's worldly and religious powers. The names could provide a sort of mission statement for the king. Names and titles sometimes changed during the reign.\nBy the Middle Kingdom the pharaohs used a set of five titles. The full set of titles, the titulary, using the five names, became the standard and were still in use as late as the Roman Empire.\nHorus name.\nThe Horus name is the oldest form of the pharaoh's name. It began in the Predynastic Period. Many of the oldest-known Egyptian pharaohs were known only by this title.\nThe Horus name was usually written inside a serekh. This was a symbol of a palace façade. The name of the pharaoh was written in hieroglyphs inside the serekh. Usually there would be an image of the falcon God Horus on top or beside it.\nOne Egyptian ruler, the 2nd dynasty Seth-Peribsen, used an image of the god Seth instead of Horus. Perhaps this was showing there had been some kind of religious division within the country. He was succeeded by Khasekhemwy, who placed the symbols of both Set and Horus above his name. Later kings always had the image of Horus beside their name.\nBy the time of the New Kingdom the Horus name was often written without the enclosing serekh.\nNebty (\"two ladies\") name.\nThe name is first definitively used by the First Dynasty pharaoh Semerkhet. It became an independent title by the Twelfth Dynasty.\nThe Nebty name was not usually framed by a cartouche or serekh. It always begins with the hieroglyphs of a vulture and cobra resting upon two baskets, the dual noun \"nebty\".\nHorus of Gold.\nThis was also known as the \"Golden Horus Name\". The pharaoh's name featured the image of a Horus falcon perched above or beside the hieroglyph for gold.\nThe meaning of this title has been disputed. It could show the triumph of Horus over his uncle Seth, the symbol for gold meaning that Horus was \"superior to his foes\". Gold also was linked with ideas of eternity, so name may show the pharaoh's eternal Horus name.\nLike the Nebty name, this name was not framed by a cartouche or serekh.\nThrone name (\"prenomen\").\nThe pharaoh's throne name, the first of the two names written inside a cartouche, with the title \"nsw-bity\" (\"nesu-bity, nesw-bit, nswt-bjtj\").\nIt means \"S/He of the Sedge and Bee\". This is often translated as \"King of Upper and of Lower Egypt\", as the sedge and bee were symbols for Upper and Lower Egypt.\nThe term \"nsw-bity\" may be from the Berber word for \"strong man; ruler\".(Schneider 1993)\nThe epithet \"neb tawy\", \"Lord of the Two Lands\", meaning the valley and delta regions of Egypt was also often used.\nPersonal name (\"nomen\").\nThis was the name given to the pharaoh at birth. The name itself was preceded by the title \"Son of Ra\". This was written with the hieroglyph of a duck (\"za\"), a homonym for the word meaning \"son\" (\"za\"), next to an image of the sun, a hieroglyph god Ra. It was first introduced to the set of royal titles in the Fourth Dynasty and emphasizes the king's role as a representative of the solar god Ra. When the pharaoh was woman, the preceding title was interpreted as \"daughter\".\nModern historians usually use this name for the ancient kings of Egypt, adding ordinals (e.g. \"II\", \"III\") for different individuals with the same name.\nSenusret I.\nIn the Middle Kingdom, the full titulary was sometimes written in a single cartouche. This example is from Senusret I, from Beni Hasan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pharaoh","surface_form":"pharaoh","offset":81},{"uri":"Mission_statement","surface_form":"mission statement","offset":224},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":316},{"uri":"Aegyptus_(Roman_province)","surface_form":"Roman Empire","offset":488},{"uri":"Horus_name","surface_form":"Horus name","offset":518},{"uri":"Predynastic_Period_of_Egypt","surface_form":"Predynastic Period","offset":587},{"uri":"Serekh","surface_form":"serekh","offset":725},{"uri":"Fa%C3%A7ade","surface_form":"façade","offset":763},{"uri":"Egyptian_hieroglyphs","surface_form":"hieroglyphs","offset":810},{"uri":"Horus","surface_form":"Horus","offset":891},{"uri":"Second_Dynasty_of_Egypt","surface_form":"2nd dynasty","offset":942},{"uri":"Seth-Peribsen","surface_form":"Seth-Peribsen","offset":954},{"uri":"Set_(mythology)","surface_form":"Seth","offset":994},{"uri":"Khasekhemwy","surface_form":"Khasekhemwy","offset":1129},{"uri":"New_Kingdom","surface_form":"New Kingdom","offset":1283},{"uri":"First_Dynasty","surface_form":"First Dynasty","offset":1428},{"uri":"Semerkhet","surface_form":"Semerkhet","offset":1450},{"uri":"Twelfth_dynasty_of_Egypt","surface_form":"Twelfth Dynasty","offset":1499},{"uri":"Cartouche","surface_form":"cartouche","offset":1559},{"uri":"Basket_(hieroglyph)","surface_form":"two basket","offset":1654},{"uri":"Dual_(grammatical_number)","surface_form":"dual","offset":1671},{"uri":"Gold_(hieroglyph)","surface_form":"Golden","offset":1733},{"uri":"Horus","surface_form":"Horus","offset":1932},{"uri":"Set_(mythology)","surface_form":"Seth","offset":1953},{"uri":"Cartouche","surface_form":"cartouche","offset":2291},{"uri":"Cyperaceae","surface_form":"Sedge","offset":2386},{"uri":"Bee","surface_form":"Bee","offset":2396},{"uri":"Berber_languages","surface_form":"Berber","offset":2563},{"uri":"Ra","surface_form":"Ra","offset":2856},{"uri":"Homonym","surface_form":"homonym","offset":2918},{"uri":"Ra","surface_form":"Ra","offset":3007},{"uri":"Fourth_dynasty_of_Egypt","surface_form":"Fourth Dynasty","offset":3069},{"uri":"Regnal_number","surface_form":"ordinals","offset":3314},{"uri":"Middle_Kingdom_of_Egypt","surface_form":"Middle Kingdom","offset":3407},{"uri":"Senusret_I","surface_form":"Senusret I","offset":3507},{"uri":"Beni_Hasan","surface_form":"Beni Hasan","offset":3524}]}