{"id":51395,"url":"http://en.wikipedia.org/wiki/St_Andrews","text":"St Andrews is a town, that has its name from Saint Andrew the Apostle and is a former royal burgh on the east coast of Fife, Scotland, and an important home of golf. It has a population of about 18 000, and stands on the North Sea coast between Edinburgh and Dundee. It is home to Scotland's oldest university, the \"University of St Andrews\".\nThe town is called \"home of golf\" for two reasons. First, the \"Royal and Ancient Golf Club\", founded in 1754,has authority over the game worldwide except in the USA and Mexico. Second, the beautiful \"links\" (acquired by the town in 1894) is the most frequent venue for The Open Championship, the oldest of the Men's major golf championships.\nVisitors travel to St Andrews in great numbers for several courses ranked amongst the finest in the world, as well as for the sandy beaches.\nCathedral.\nThe Cathedral of St Andrew was at one time Scotland's largest building. It was founded by Bishop Robert (1122 - 1159). It was not completed and consecrated until 1318 in the reign of Robert the Bruce (1306-29).\nSt Rule's Tower.\nSt Rule's tower stands in the Cathedral grounds but is older than the cathedral. Probably it was part of the Cathedral up to the early 12th century.\nCastle.\nThe ruins of \"St Andrews Castle\" stand on a rock at the sea. It is said that Bishop Roger erected the first stone castle on the site about the beginning of the 13th century as an episcopal residence.\nThe University of St Andrews.\nThe University of St Andrews owed its origin to a society formed in 1410 by Lawrence of Lindores, abbot of Scone and a few others.\nThe University library, which now includes the older college libraries, was founded about the middle of the 17th century, rebuilt in 1764, and improved in 1829 and 1889 - 1890.\nThe modern buildings, in the Jacobean style, were erected between 1827 and 1847. University College, Dundee, became in 1890 affiliated to the University of St Andrews.","categories":[],"infobox_types":[],"annotations":[{"uri":"Saint_Andrew","surface_form":"Saint Andrew","offset":45},{"uri":"Twelve_Apostles","surface_form":"Apostle","offset":62},{"uri":"Royal_burgh","surface_form":"royal burgh","offset":86},{"uri":"Fife","surface_form":"Fife","offset":119},{"uri":"Scotland","surface_form":"Scotland","offset":125},{"uri":"Golf","surface_form":"golf","offset":160},{"uri":"North_Sea","surface_form":"North Sea","offset":221},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":245},{"uri":"Dundee","surface_form":"Dundee","offset":259},{"uri":"1754","surface_form":"1754","offset":447},{"uri":"USA","surface_form":"USA","offset":504},{"uri":"Mexico","surface_form":"Mexico","offset":512},{"uri":"1894","surface_form":"1894","offset":575},{"uri":"The_Open_Championship","surface_form":"The Open Championship","offset":612},{"uri":"Men%27s_major_golf_championships","surface_form":"Men's major golf championships","offset":653},{"uri":"Scotland","surface_form":"Scotland","offset":880},{"uri":"Robert_I_of_Scotland","surface_form":"Robert the Bruce","offset":1020},{"uri":"13th_century","surface_form":"13th century","offset":1382},{"uri":"Scone","surface_form":"Scone","offset":1559},{"uri":"Jacobean_style","surface_form":"Jacobean style","offset":1789}]}