{"id":514,"url":"http://en.wikipedia.org/wiki/Mercury_(planet)","text":"Mercury is the smallest planet in the Solar System. It is the closest planet to the sun. It makes one trip around the Sun once every 87.969 days. Mercury is bright when it is visible from Earth, ranging from −2.0 to 5.5 in apparent magnitude. It cannot be easily seen as it is usually too close to the Sun. Because Mercury is normally lost in the glare of the Sun, Mercury can only be seen in the morning or evening twilight or during a solar eclipse.\nLess is known about Mercury than about other planets of our Solar System. Telescopes<nowiki/> on the Earth show only a small, bright crescent, and putting a satellite in orbit around it is difficult. The first of two spacecraft to visit the planet was Mariner 10, which mapped only about 45% of the planet’s surface from 1974 to 1975. The second is the MESSENGER spacecraft, which finished mapping the planet in March 2013.\nMercury looks like Earth's Moon. It has many craters and areas of smooth plains, no moons around it and no atmosphere as we know it. However, Mercury does have an extremely thin atmosphere, known as an exosphere. Unlike Earth's Moon, Mercury has a large iron core, which gives off a magnetic field about 1% as strong as that of the Earth. It is a very dense planet due to the large size of its core. Surface temperatures can be anywhere from about 90 to (−183 °C to 427 °C, −297 °F to 801 °F), with the subsolar point being the hottest and the bottoms of craters near the poles being the coldest.\nKnown sightings of Mercury date back to at least the first millennium BC. Before the 4th century BC, Greek astronomers thought that Mercury was two different objects: one able to be seen only at sunrise, which they called Apollo; the other that was only able to be seen at sunset, which they called Hermes. The English name for the planet is from the Romans, who named it after the Roman god Mercury, which they thought to be the same as the Greek god Hermes. The symbol for Mercury is based on Hermes' staff.\nEven though Mercury is the closest planet to the Sun, it is not the warmest. This is because it has no greenhouse effect, so any heat that the Sun gives to it quickly escapes into space. The hottest planet is Venus.\nInside Mercury.\nMercury is one of four inner planets in the Solar System, and has a rocky body like the Earth. It is the smallest planet in the Solar System, with a radius of. Mercury is even smaller than some of the largest moons in the solar system, such as Ganymede and Titan. However, it has a greater mass than the largest moons in the solar system. Mercury is made of about 70% metallic and 30% silicate material. Mercury's density is the second highest in the Solar System at 5.427 g/cm³, only a little bit less than Earth’s.\nSurface of Mercury.\nMercury's surface looks similar to the surface of the Moon. It has plains that look like mares and has lots of craters. Mercury was hit by a lot of comets and asteroids 4.6 billion years ago. Mercury was also hit during a period called the Late Heavy Bombardment. Mercury has lots of craters because it does not have any atmosphere to slow objects down. Images gotten by \"MESSENGER\" have shown that Mercury may have shield volcanoes.\nThe surface temperature of Mercury ranges from 100 to 700 K (−173 to 427 °C; −280 to 800 °F) at the most extreme places. Even though the temperature at the surface of Mercury in the day is very high, observations suggest that there is frozen water on Mercury.\nMercury is too small and hot for its gravity to keep any thick atmosphere for a long time. It does have a thin exosphere that contains hydrogen, helium, oxygen, sodium, calcium, potassium. This exosphere is lost and replenished from lots of sources. Hydrogen and helium may come from the solar wind. Radioactive decay of elements inside the crust of Mercury is another source of helium, and also sodium and potassium.\nOrbit and rotation.\nMercury has the most eccentric orbit of all the planets; its eccentricity is 0.21. Its distance from the Sun ranges from 46,000,000 to 70,000,000 km (29,000,000 to 43,000,000 mi). It takes 87.969 Earth days to go around the Sun. Mercury's axial tilt is 0.027 degrees which is best measurement of the axial tilt.\n\"Mariner 10\".\nThe first spacecraft to visit Mercury was NASA's Mariner 10. It stayed in Mercury's orbit from 1974–1975. Mariner 10 provided the first close-up pictures of Mercury's surface. It showed many types of geological features, such as the craters. Unfortunately, the same face of the planet was day at each time Mariner 10 flew close to Mercury. This made close observation of both sides of the planet impossible. In the end, less than 45% of the planet's surface was mapped.\nThe Mariner 10 came close to Mercury three times. At the first time, instruments found a magnetic field, which surprised planetary geologists because Mercury's rotation was too slow to generate a magnetic field. The second time was mainly used to take pictures of Mercury's surface. At the third time, more information about the magnetic field were obtained. It showed that the planet's magnetic field is much like Earth's.\nOn March 24, 1975, just eight days after its final close approach, Mariner 10 ran out of fuel. Because its orbit could no longer be controlled, mission controllers instructed the probe to shut down. Mariner 10 is thought to still be orbiting the Sun.\n\"MESSENGER\".\nThe second satellite to reach Mercury is NASA's MESSENGER. It stands for MErcury Surface, Space ENvironment, GEochemistry, and Ranging. It was launched on August 3, 2004. It made a fly-by of Earth in August 2005. It made another fly-by of Venus in October 2006. It made its first fly-by of Mercury happened on January 14, 2008, a second on October 6, 2008, and a third on September 29, 2009. Most of the hemisphere not mapped by \"Mariner 10\" was mapped during these fly-bys. The satellite entered an elliptical orbit around the planet on March 18, 2011. The first image of Mercury orbiting the Sun was gotten on March 29, 2011.\nMESSENGER was made to study Mercury's high density, the history of Mercury's geology, its magnetic field, the structure of its core, whether it has ice at its poles, and where its thin atmosphere comes from. \"MESSENGER\" crashed into Mercury's surface on April 30, 2015.\n\"Bepicolombo\".\nThe European Space Agency and the Japanese Space Agency developed and launched a joint mission called \"BepiColombo.\" It will orbit Mercury with two probes: one to map the planet and the other to study its magnetosphere. It was launched on October 20, 2018. \"BepiColombo\" is expected to reach Mercury in 2025. It will release the probe that will study the magnetosphere into an elliptical orbit. It will then release the probe the will make a map of Mercury into a circular orbit.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":24},{"uri":"Solar_System","surface_form":"Solar System","offset":38},{"uri":"Orbit","surface_form":"trip","offset":102},{"uri":"Earth","surface_form":"Earth","offset":188},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":223},{"uri":"Twilight","surface_form":"twilight","offset":416},{"uri":"Solar_eclipse","surface_form":"solar eclipse","offset":437},{"uri":"Telescope","surface_form":"Telescope","offset":526},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":609},{"uri":"Spacecraft","surface_form":"spacecraft","offset":669},{"uri":"Mariner_10","surface_form":"Mariner 10","offset":704},{"uri":"MESSENGER","surface_form":"MESSENGER","offset":805},{"uri":"Moon","surface_form":"Moon","offset":903},{"uri":"Crater","surface_form":"crater","offset":921},{"uri":"Atmosphere","surface_form":"atmosphere","offset":983},{"uri":"Exosphere","surface_form":"exosphere","offset":1078},{"uri":"Iron","surface_form":"iron","offset":1130},{"uri":"Planetary_core","surface_form":"core","offset":1135},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":1159},{"uri":"Earth","surface_form":"Earth","offset":1208},{"uri":"Subsolar_point","surface_form":"subsolar point","offset":1379},{"uri":"Geographical_pole","surface_form":"poles","offset":1448},{"uri":"Astronomers","surface_form":"astronomers","offset":1580},{"uri":"Apollo","surface_form":"Apollo","offset":1695},{"uri":"Hermes","surface_form":"Hermes","offset":1772},{"uri":"Ancient_Rome","surface_form":"Romans","offset":1824},{"uri":"Roman_mythology","surface_form":"god","offset":1861},{"uri":"Mercury_(mythology)","surface_form":"Mercury","offset":1865},{"uri":"Hermes","surface_form":"Hermes","offset":1925},{"uri":"Staff_(stick)","surface_form":"staff","offset":1976},{"uri":"Greenhouse_effect","surface_form":"greenhouse effect","offset":2086},{"uri":"Venus","surface_form":"Venus","offset":2192},{"uri":"Inner_planet","surface_form":"inner planet","offset":2238},{"uri":"Solar_System","surface_form":"Solar System","offset":2259},{"uri":"Earth","surface_form":"Earth","offset":2303},{"uri":"Radius","surface_form":"radius","offset":2364},{"uri":"Ganymede","surface_form":"Ganymede","offset":2459},{"uri":"Titan_(moon)","surface_form":"Titan","offset":2472},{"uri":"Metal","surface_form":"metal","offset":2583},{"uri":"Silicate","surface_form":"silicate","offset":2600},{"uri":"Density","surface_form":"density","offset":2629},{"uri":"Surface","surface_form":"surface","offset":2762},{"uri":"Plain","surface_form":"plains","offset":2819},{"uri":"Lunar_mare","surface_form":"mares","offset":2841},{"uri":"Crater","surface_form":"craters","offset":2863},{"uri":"Comet","surface_form":"comets","offset":2900},{"uri":"Asteroid","surface_form":"asteroids","offset":2911},{"uri":"Late_Heavy_Bombardment","surface_form":"Late Heavy Bombardment","offset":2992},{"uri":"Atmosphere","surface_form":"atmosphere","offset":3073},{"uri":"Shield_volcano","surface_form":"shield volcanoes","offset":3168},{"uri":"Temperature","surface_form":"temperature","offset":3323},{"uri":"Day","surface_form":"day","offset":3368},{"uri":"Observation","surface_form":"observations","offset":3386},{"uri":"Gravity","surface_form":"gravity","offset":3483},{"uri":"Exosphere","surface_form":"exosphere","offset":3557},{"uri":"Hydrogen","surface_form":"hydrogen","offset":3581},{"uri":"Helium","surface_form":"helium","offset":3591},{"uri":"Oxygen","surface_form":"oxygen","offset":3599},{"uri":"Sodium","surface_form":"sodium","offset":3607},{"uri":"Calcium","surface_form":"calcium","offset":3615},{"uri":"Potassium","surface_form":"potassium","offset":3624},{"uri":"Solar_wind","surface_form":"solar wind","offset":3734},{"uri":"Radioactive_decay","surface_form":"Radioactive decay","offset":3746},{"uri":"Chemical_element","surface_form":"elements","offset":3767},{"uri":"Orbital_eccentricity","surface_form":"eccentric orbit","offset":3905},{"uri":"Planet","surface_form":"planets","offset":3932},{"uri":"Sun","surface_form":"Sun","offset":4108},{"uri":"Axial_tilt","surface_form":"axial tilt","offset":4123},{"uri":"Spacecraft","surface_form":"spacecraft","offset":4220},{"uri":"Picture","surface_form":"pictures","offset":4355},{"uri":"Crater","surface_form":"craters","offset":4443},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":4769},{"uri":"Planetary_geology","surface_form":"planetary geologists","offset":4801},{"uri":"Fuel","surface_form":"fuel","offset":5193},{"uri":"Earth","surface_form":"Earth","offset":5559},{"uri":"Venus","surface_form":"Venus","offset":5607},{"uri":"Hemisphere","surface_form":"hemisphere","offset":5772},{"uri":"Elliptical_orbit","surface_form":"elliptical orbit","offset":5868},{"uri":"Density","surface_form":"density","offset":6039},{"uri":"Geology","surface_form":"geology","offset":6073},{"uri":"Structure","surface_form":"structure","offset":6106},{"uri":"European_Space_Agency","surface_form":"European Space Agency","offset":6285},{"uri":"Japanese_Space_Agency","surface_form":"Japanese Space Agency","offset":6315},{"uri":"Orbit","surface_form":"orbit","offset":6406},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":6486},{"uri":"Elliptical_orbit","surface_form":"elliptical orbit","offset":6658},{"uri":"Circular_orbit","surface_form":"circular orbit","offset":6745}]}