{"id":51407,"url":"http://en.wikipedia.org/wiki/Sports_car","text":"A sports car is a small, fast, quick-turning automobile. Most of them only have two seats or very small seats in the back.\nName.\nA sports car is different from an automobile for racing. The sports car is allowed to drive on a normal road, whereas race cars cannot.\nHistory.\nSince the invention of automobiles, people have tried to make them faster. The first sports cars were made to be raced by rich people.\nLayout.\nThere are different versions of sports cars. There are automobiles with the motor in the front and those with rear-wheel drive. Examples are the Chevrolet Corvette or the Honda S2000. There are also cars with the motor behind the passengers, in the middle of the car. One of the first cars like this was the Lamborghini Miura. Porsche uses a different layout. The motor in a Porsche 911 is in the back, behind the rear wheels. Since the 1980s, a lot of sports cars have four-wheel drive. The motor in the front and front-wheel drive is only used in a few sports cars.\nSeats.\nMost sports cars only have two seats. There are some sports cars that also have small seats in the back. For example, the Porsche 911. The McLaren F1 has three seats, with driver sitting in the middle.\nRecords.\nSports cars are often fast and expensive cars.","categories":[],"infobox_types":[],"annotations":[{"uri":"Automobile","surface_form":"automobile","offset":45},{"uri":"Seat","surface_form":"seat","offset":84},{"uri":"Rear-wheel_drive","surface_form":"rear-wheel drive","offset":527},{"uri":"Chevrolet_Corvette","surface_form":"Chevrolet Corvette","offset":562},{"uri":"Honda_S2000","surface_form":"Honda S2000","offset":588},{"uri":"Lamborghini_Miura","surface_form":"Lamborghini Miura","offset":725},{"uri":"Porsche","surface_form":"Porsche","offset":744},{"uri":"Porsche_911","surface_form":"Porsche 911","offset":792},{"uri":"1980s","surface_form":"1980s","offset":854},{"uri":"Four-wheel_drive","surface_form":"four-wheel drive","offset":887},{"uri":"Front-wheel_drive","surface_form":"front-wheel drive","offset":932},{"uri":"Porsche_911","surface_form":"Porsche 911","offset":1114},{"uri":"McLaren_F1","surface_form":"McLaren F1","offset":1131}]}