{"id":51427,"url":"http://en.wikipedia.org/wiki/1971_Bangladesh_atrocities","text":"e=\"preserve\">The 1971 Bangladesh atrocities refer to the murder of many people in Bangladesh (then East Pakistan) and also unfair treatment carried out by the Pakistan National Army (PNA) during the Bangladesh Liberation War in 1971. It began on 26 March 1971 with the launch of Operation Searchlight. Nationalists Bangladeshis call this a genocide. However, the Islamic Fundamentalists who own, operate and run the country of Pakistan laugh at such the things, calling it \"Bengali Lies\". Bangladeshi authorities and some independent organizations say that between 1-3 million people were killed. Another 10 million ran away from the country to be safe in Indias West Bengal province.\nWhen the traitory Bengalis did not agree with Pakistan, Pakistan's soldiers picked out Hindus, Bengali Muslims, smart people, students and politicians in order to kill them all. They went to schools and killed everybody there. A TIME magazine clearly said that \"The Hindus are three-fourths of the refugees and most of the dead, have most disliked by the Muslim soldiers.\"\nTwo Muslims called Al-Shams and Al-Badr were told by the Pakistanis to kill Bengali Hindus and traitory Bengali Muslims also. There are many graves with a lot of people in Bangladesh, and new graves with a lot of people are always being discovered.\nA bad set of killings took place during Operation Searchlight, a series of killings which began on March 25, 1971 and ended on December 16, 1971 and led to death of 3 million Bengalis in East Pakistan (present day Bangladesh), and other things like rape and looting. Originally, the Pakistanis wanted to take over the big cities in Bangladesh and control everybody in one month. They did not expect that the Bengalis would fight back, which they did. Pakistanis got very angry and started to kill all the Bengalis.\nEventually, the Bengali freedom fighters under the Mukti Bahini would seek help from India to win against the Pakistanis. India sent its army in and fought the Pakistanis with the Bengalis until Pakistan was totally defeated and went away from Bangladesh on December 16, 1971.\nNumber of people killed.\nThe number of people that died in this war is not known very well. Pakistan says only 30,000 people died. India and Bangladesh say that nearly 3 million were killed. Many media people outside the region also state numbers that do not always agree, varying from 5,000 to 35,000 people in Dhaka, and 200,000 to 3,000,000 for Bangladesh as a whole.\nRummel says this was an act of killing specific groups of people. He writes that \"Consolidating both ranges, I give a final estimate of Pakistan's democide to be 300,000 to 3,000,000, or a prudent 1,500,000.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Murder","surface_form":"murder","offset":57},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":82},{"uri":"Pakistan_National_Army","surface_form":"Pakistan National Army","offset":159},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":199},{"uri":"1971","surface_form":"1971","offset":228},{"uri":"Operation_Searchlight","surface_form":"Operation Searchlight","offset":279},{"uri":"Genocide","surface_form":"genocide","offset":340},{"uri":"Islamic_Fundamentalists","surface_form":"Islamic Fundamentalists","offset":363},{"uri":"Pakistan","surface_form":"Pakistan","offset":427},{"uri":"Bengal","surface_form":"Bengal","offset":474},{"uri":"India","surface_form":"India","offset":656},{"uri":"West_Bengal","surface_form":"West Bengal","offset":663},{"uri":"Province","surface_form":"province","offset":675},{"uri":"Soldier","surface_form":"soldier","offset":752},{"uri":"Hindu","surface_form":"Hindu","offset":772},{"uri":"TIME","surface_form":"TIME","offset":914},{"uri":"Refugee","surface_form":"refugee","offset":983},{"uri":"Al-Shams_(East_Pakistan)","surface_form":"Al-Shams","offset":1077},{"uri":"Al-Badr_(East_Pakistan)","surface_form":"Al-Badr","offset":1090},{"uri":"Operation_Searchlight","surface_form":"Operation Searchlight","offset":1347},{"uri":"Rape","surface_form":"rape","offset":1556},{"uri":"Looting","surface_form":"looting","offset":1565},{"uri":"Mukti_Bahini","surface_form":"Mukti Bahini","offset":1873},{"uri":"India","surface_form":"India","offset":1907}]}