{"id":514403,"url":"http://en.wikipedia.org/wiki/Revenge","text":"Revenge is doing something to hurt another person because they believe that person hurt them. It is also called vengeance, vendetta, payback, retribution or retaliation. It can also be doing something to get even for an insult, real or perceived. Vengeance is as old as people are. it is a natural urge that has been examined by psychologists, philosophers, legal scholars, poets, playwrights and others. Anthropologists have discovered chimpanzees will try to get revenge on thieves who steal their food.\nThe psychology of revenge.\nIn a 2004 issue of Science, Swiss researchers scanned the brains of several subjects who had been intentionally \"wronged\" in an experiment. They were then given a chance to get even with the person they thought wronged them. As they thought about how they could get revenge, their brain activity showed a rush of rush of activity in the caudate nucleus. This is the part of the brain that processes rewards. This gives some psychological confirmation to the saying \"Revenge is sweet\".\nPitfalls of revenge.\nThe ancient Chinese philosopher Confucius said: \"Before you embark on a journey of revenge, dig two graves.\" \"Payback's a bitch!\" is the more modern version. The person seeking revenge is often hurt as badly as his victim. Often, the one seeking revenge has to take on the very qualities he or she hated in the first place.\nIt becomes a case of \"you hurt me, I'll hurt you back\". Taking revenge on someone may cause them to retaliate and take revenge on you. This process keeps going back and forth until it becomes a blood feud involving families, tribes, even nations. On a world level, feuds have been going on for centuries. A desire for revenge comes from a shared human desire for justice. But revenge twists justice into what is needed at the moment.\nGrowing evidence shows abused children often inflict revenge on themselves and those around them. By not experiencing a healthy development they do not have a healthy sense of justice. By not having developed a healthy understanding of interpersonal relationships, it can lead to criminal behavior. Studies of Juvenile delinquents and inmates shows a strong connection between criminal behavior and a history of being abused as a child. As teens, many engage in revenge fantasies.\nRelated terms.\nSometimes revenge or acts of revenge are actually other feelings disguised as revenge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vendetta","surface_form":"vendetta","offset":123},{"uri":"Insult","surface_form":"insult","offset":220},{"uri":"Perceive","surface_form":"perceive","offset":236},{"uri":"Psychologist","surface_form":"psychologist","offset":329},{"uri":"Philosopher","surface_form":"philosopher","offset":344},{"uri":"Jurist","surface_form":"legal scholars","offset":358},{"uri":"Poet","surface_form":"poet","offset":374},{"uri":"Playwright","surface_form":"playwright","offset":381},{"uri":"Anthropologist","surface_form":"Anthropologist","offset":405},{"uri":"Chimpanzee","surface_form":"chimpanzee","offset":437},{"uri":"Science_(journal)","surface_form":"Science","offset":552},{"uri":"Swiss","surface_form":"Swiss","offset":561},{"uri":"Brain","surface_form":"brain","offset":591},{"uri":"Experiment","surface_form":"experiment","offset":661},{"uri":"Caudate_nucleus","surface_form":"caudate nucleus","offset":870},{"uri":"Reward","surface_form":"reward","offset":932},{"uri":"Psychology","surface_form":"psychological","offset":957},{"uri":"Confirmation","surface_form":"confirmation","offset":971},{"uri":"Ancient_China","surface_form":"Chinese","offset":1051},{"uri":"Confucius","surface_form":"Confucius","offset":1071},{"uri":"Blood_feud","surface_form":"blood feud","offset":1557},{"uri":"World","surface_form":"world","offset":1615},{"uri":"Centuries","surface_form":"centuries","offset":1657},{"uri":"Justice","surface_form":"justice","offset":1726},{"uri":"Child_abuse","surface_form":"abused children","offset":1820},{"uri":"Interpersonal_relationship","surface_form":"interpersonal relationship","offset":2033},{"uri":"Crime","surface_form":"criminal behavior","offset":2077},{"uri":"Juvenile_delinquency","surface_form":"Juvenile delinquents","offset":2107},{"uri":"Inmate","surface_form":"inmate","offset":2132},{"uri":"Fantasy","surface_form":"fantasies","offset":2267},{"uri":"Deed","surface_form":"acts","offset":2314},{"uri":"Emotion","surface_form":"feelings","offset":2349},{"uri":"Disguise","surface_form":"disguise","offset":2358}]}