{"id":51449,"url":"http://en.wikipedia.org/wiki/Gastropoda","text":"Gastropods, or \"univalves\", are the largest and most successful class of molluscs. 60,000–75,000 known living species belong to it. Most of are marine, but many live in freshwater or on land. Their fossil record goes back to the later Cambrian.\nSlugs and snails, abalones, limpets, cowries, conches, top shells, whelks, and sea slugs are all gastropods.\nThe gastropods are in origin sea-floor predators, though they did evolve into many other habitats. Many lines living today evolved in the Mesozoic era, taking advantage of the huge supply of food on the sea floor.\nGeneral description.\nSnails have torsion, a process where the body coils to one side during development. The significance of this procedure is not yet clear.\nThey have a well-defined head with two or four sensory tentacles. They also have a head-foot, which it moves on. The eyes at the tip of the tentacles range from simple to more complex eyes.\nMost members have a shell, which is in one piece and coiled or spiralled; it usually opens on the right hand side (viewed with the shell apex pointing up). Some species have an operculum, a lid or trapdoor to close the shell. In some, the slugs, the shell is absent, and the body is streamlined. The best-known gastropods are land slugs and snails, but more than half of all species live in a marine environment. Marine gastropods include herbivores, detritus feeders, carnivores and a few ciliary feeders, in which the radula is reduced or absent. The radula is usually adapted to the food that a species eats.\nThe simplest gastropods are the limpets and abalones, both herbivores that use their hard radulas to rasp at seaweeds on rocks. Many marine gastropods are burrowers and have siphons or tubes that extend from the mantle and sometimes the shell. These act as snorkels, enabling the animal to continue to draw in a water current containing oxygen and food into their bodies. The siphons are also used to detect prey from a distance. These gastropods breathe with gills. Some freshwater species and almost all terrestric species have developed lungs.\nGastropods from several different families are called sea slugs. They are often flamboyantly coloured. This may be either as a warning if they are poisonous or to camouflage them on the corals and seaweeds where many of them live. Their gills are often feathery plumes on their backs. This is what gives the name to the nudibranchs. Nudibranchs with smooth or warty backs have no visible gill mechanisms and respiration may take place directly through the skin. A few of the sea slugs are herbivores and some are carnivores. Many have distinct dietary preferences and regularly occur in association with certain species.\nClassification.\nThe taxonomy of the Gastropoda is under constant revision: two major revisions have been published in the last twenty years. There will certainly be other revisions using the data from DNA sequencing. At present, the taxonomy of the Gastropoda may differ from author to author.\nAccording to modern cladism, the taxonomy of the Gastropoda should be written in terms of strictly monophyletic groups. That means only one lineage of gastropods in each group. It will be difficult to do this, and still have a practical taxonomy for working biologists. Classifying animals in practice means using morphology (what they look like). But there are differences between the older groupings got from morphology, and those based on genome sequences. Convergent evolution, which has occurred often in Gastropods, may account for this.\nGeological history.\nThe first gastropods were exclusively marine. The first of the group appeared in the Upper Cambrian (\"Chippewaella\", \"Strepsodiscus\"). By the Ordovician period the gastropods were a varied group present in a few aquatic habitats. Commonly, fossil gastropods from the rocks of the early Palaeozoic era are too poorly preserved for accurate identification. Still, the Silurian genus \"Poleumita\" contains fifteen identified species. Fossil gastropods are less common during the Palaeozoic era than bivalves.\nMost of the gastropods of that era belong to primitive groups. A few of these groups still survive today. By the Carboniferous period many of the shapes seen in living gastropods can be matched in the fossil record. Despite these similarities in appearance, the majority of these older forms are not directly related to living forms. It was during the Mesozoic era that the ancestors of many of the living gastropods evolved. One of the earliest known terrestrial (land-dwelling) gastropods is \"Maturipupa\" which is found in the Coal Measures of the Carboniferous period in Europe. In the case of the common fossil \"Bellerophon\", from Carboniferous limestones in Europe, it is not known whether it is a gasropod or not.\nRelatives of the modern land snails are rare before the Cretaceous period. The familiar \"Helix\" first appeared in that period.\nIn rocks of the Mesozoic era gastropods are more common as fossils and their shell is often well preserved. Their fossils occur in beds of both freshwater and marine environments. The Purbeck Marble of the Jurassic period and the Sussex Marble of the early Cretaceous, which both occur in southern England, are limestones containing the tightly packed remains of the pond snail \"Viviparus\".\nRocks of the Cainozoic era have very large numbers of gastropod fossils in them. Many of these fossils are closely related to modern living forms. The diversity of the gastropods increased markedly at the beginning of this era, along with that of the bivalves.\nGastropods are one of the groups that record the changes in fauna caused by the advance and retreat of the Ice Sheets during the Pleistocene epoch.\nGastropod pages.\nThese pages illustrate the variety of gastropod forms.\nsea slug;","categories":[],"infobox_types":[],"annotations":[{"uri":"Class_(biology)","surface_form":"class","offset":64},{"uri":"Mollusc","surface_form":"mollusc","offset":73},{"uri":"Species","surface_form":"species","offset":110},{"uri":"Ocean","surface_form":"marine","offset":144},{"uri":"Freshwater","surface_form":"freshwater","offset":169},{"uri":"Cambrian","surface_form":"Cambrian","offset":235},{"uri":"Slug","surface_form":"Slug","offset":245},{"uri":"Snail","surface_form":"snail","offset":255},{"uri":"Abalone","surface_form":"abalone","offset":263},{"uri":"Limpet","surface_form":"limpet","offset":273},{"uri":"Cowry","surface_form":"cowries","offset":282},{"uri":"Conch","surface_form":"conch","offset":291},{"uri":"Top_shell","surface_form":"top shell","offset":300},{"uri":"Whelk","surface_form":"whelk","offset":312},{"uri":"Sea_slug","surface_form":"sea slug","offset":324},{"uri":"Predator","surface_form":"predator","offset":393},{"uri":"Evolve","surface_form":"evolve","offset":420},{"uri":"Habitat","surface_form":"habitat","offset":443},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":492},{"uri":"Era","surface_form":"era","offset":501},{"uri":"Torsion_(mechanics)","surface_form":"torsion","offset":601},{"uri":"Coil","surface_form":"coils","offset":635},{"uri":"Head","surface_form":"head","offset":751},{"uri":"Tentacle","surface_form":"tentacle","offset":781},{"uri":"Animal_shell","surface_form":"shell","offset":936},{"uri":"Operculum","surface_form":"operculum","offset":1093},{"uri":"Ocean","surface_form":"marine","offset":1309},{"uri":"Herbivore","surface_form":"herbivore","offset":1355},{"uri":"Detritus","surface_form":"detritus","offset":1367},{"uri":"Carnivore","surface_form":"carnivore","offset":1385},{"uri":"Cilia","surface_form":"cilia","offset":1406},{"uri":"Radula","surface_form":"radula","offset":1436},{"uri":"Limpet","surface_form":"limpet","offset":1560},{"uri":"Abalone","surface_form":"abalone","offset":1572},{"uri":"Seaweed","surface_form":"seaweed","offset":1637},{"uri":"Burrow","surface_form":"burrow","offset":1683},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":1740},{"uri":"Oxygen","surface_form":"oxygen","offset":1865},{"uri":"Gill","surface_form":"gill","offset":1988},{"uri":"Lung","surface_form":"lung","offset":2068},{"uri":"Sea_slug","surface_form":"sea slug","offset":2129},{"uri":"Warning_colouration","surface_form":"warning","offset":2202},{"uri":"Poison","surface_form":"poison","offset":2222},{"uri":"Camouflage","surface_form":"camouflage","offset":2238},{"uri":"Coral","surface_form":"coral","offset":2261},{"uri":"Seaweed","surface_form":"seaweed","offset":2272},{"uri":"Feather","surface_form":"feather","offset":2328},{"uri":"Nudibranch","surface_form":"nudibranch","offset":2395},{"uri":"Taxonomy","surface_form":"taxonomy","offset":2716},{"uri":"Data","surface_form":"data","offset":2887},{"uri":"DNA","surface_form":"DNA","offset":2897},{"uri":"Cladism","surface_form":"cladism","offset":3010},{"uri":"Monophyletic","surface_form":"monophyletic","offset":3089},{"uri":"Taxonomy","surface_form":"taxonomy","offset":3227},{"uri":"Morphology_(biology)","surface_form":"morphology","offset":3304},{"uri":"Genome","surface_form":"genome","offset":3432},{"uri":"Convergent_evolution","surface_form":"Convergent evolution","offset":3450},{"uri":"Cambrian","surface_form":"Cambrian","offset":3645},{"uri":"Ordovician","surface_form":"Ordovician","offset":3696},{"uri":"Fossil","surface_form":"fossil","offset":3794},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":3840},{"uri":"Era","surface_form":"era","offset":3851},{"uri":"Silurian","surface_form":"Silurian","offset":3920},{"uri":"Bivalve","surface_form":"bivalve","offset":4049},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":4172},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":4411},{"uri":"Ancestor","surface_form":"ancestor","offset":4433},{"uri":"Evolution","surface_form":"evolved","offset":4476},{"uri":"Coal","surface_form":"Coal","offset":4588},{"uri":"Europe","surface_form":"Europe","offset":4633},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":4835},{"uri":"Helix_(gastropod)","surface_form":"Helix","offset":4868},{"uri":"Purbeck_Marble","surface_form":"Purbeck Marble","offset":5090},{"uri":"Jurassic","surface_form":"Jurassic","offset":5112},{"uri":"England","surface_form":"England","offset":5204},{"uri":"Limestone","surface_form":"limestone","offset":5217},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":5310},{"uri":"Pleistocene","surface_form":"Pleistocene","offset":5687},{"uri":"Sea_slug","surface_form":"sea slug","offset":5778}]}