{"id":51453,"url":"http://en.wikipedia.org/wiki/Limpet","text":"The name Limpet is used for many marine and freshwater gastropod species which have a simple conical shell. The phrase \"true limpets\" is used only for marine limpets in the ancient clade Patellogastropoda. This article is mainly about the true limpets.\nTrue limpets are small marine gastropod molluscs with flattened, cone-shaped shells. They live throughout the intertidal zone, attached to rocks or other hard ground. They attach themselves using mucus and a muscular \"foot\", which seals them against the rock and protects them from desiccation during low tide, and from high-energy waves action.\nLimpets eat by grazing on algae found on rock surfaces. They scrape films of algae from the rock with a radula, a ribbon-like tongue with rows of teeth. Limpets move by rippling the muscles of their foot in a wave-like motion. Most limpets are less than 3in (8cm) long, but a West Mexican Limpet grows to be 8in (20 cm).\nSome key-hole limpets have a hole at the top, through which gas exchange can occur (they are not true limpets).\nFossil record & taxonomy.\nThere are many limpets in the Paleozoic fossil record, from the lower Cambrian, but none can be placed with certainty in the Patellogastropoda. Some might be Monoplacophorans, which is a separate mollusc class with a similar life-style. The earliest patellogastropod verified by shell microstructure is from the Triassic of Italy, but it is in the Upper Cretaceous and Cainozoic periods that many of the living forms make their first appearance.\nLife style.\nThe life-style of limpets is sessile: they stick fast to rocks or other hard substrates.\nHoming behaviour.\nSome species of limpets return to the same spot on the rock known as a \"home scar\" just before the tide ebbs. It is thought that they follow chemical trails. In such species, the shape of their shell often grows to precisely match the contours of the rock surrounding the scar. This behaviour permits a better seal to the rock. It is thought that they follow a mucus trail left as they move.\nWhere the limpets eat the algae, off bare rocks, it causes places where other organisms can grow and thrive. Some species, such as \"Lottia gigantea\" \"garden\" a patch of algae around their home scar. They push other organisms out of this patch by ramming with their shell, allowing their patch of algae to grow for their own grazing.\nPredators and threats.\nLimpets are prey for starfish, shore-birds, fish, seals, and humans. They have a two main defences; fleeing (letting go in the water) or clamping their shells against the surface they are on. The defence response can be adjusted to the type of predator, which can often be detected chemically by the limpet.\nLimpets can be long lived, with tagged specimens surviving for more than 10 years. If the limpet lives on bare rock, it grows at a slower rate but can live for up to 20 years.\nLimpets found on sheltered shores (limpets that are less frequently in contact with wave action, and thus less frequently in contact with water) have a greater risk of desiccation because of the effects of sunlight, water evaporation and the wind. To avoid drying out they will clamp to the rock they inhabit, minimizing water-loss from the rim around their base. As this occurs chemicals are released that promote the vertical growth of the shell.\nReproduction.\nLimpets are hermaphrodites (producing both male and female reproductive cells) and undergo sex change during life. They become male at about 9 months, but after a couple of years they change sex to become female. Spawning occurs once a year, usually during winter, and is triggered by rough seas which disperse the eggs and sperm. Larvae are pelagic for a couple of weeks before settling onto a hard substrate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gastropod","surface_form":"gastropod","offset":55},{"uri":"Animal_shell","surface_form":"shell","offset":101},{"uri":"Clade","surface_form":"clade","offset":181},{"uri":"Gastropod","surface_form":"gastropod","offset":283},{"uri":"Mollusc","surface_form":"mollusc","offset":293},{"uri":"Intertidal_zone","surface_form":"intertidal zone","offset":363},{"uri":"Mucus","surface_form":"mucus","offset":449},{"uri":"Algae","surface_form":"algae","offset":625},{"uri":"Radula","surface_form":"radula","offset":703},{"uri":"Inch","surface_form":"in","offset":854},{"uri":"Centimetre","surface_form":"cm","offset":859},{"uri":"Paleozoic","surface_form":"Paleozoic","offset":1088},{"uri":"Cambrian","surface_form":"Cambrian","offset":1128},{"uri":"Monoplacophora","surface_form":"Monoplacophora","offset":1216},{"uri":"Class_(biology)","surface_form":"class","offset":1262},{"uri":"Triassic","surface_form":"Triassic","offset":1370},{"uri":"Upper_Cretaceous","surface_form":"Upper Cretaceous","offset":1406},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":1427},{"uri":"Sessile","surface_form":"sessile","offset":1545},{"uri":"Starfish","surface_form":"starfish","offset":2392},{"uri":"Bird","surface_form":"bird","offset":2408},{"uri":"Fish","surface_form":"fish","offset":2415},{"uri":"Pinniped","surface_form":"seal","offset":2421},{"uri":"Desiccation","surface_form":"desiccation","offset":3023},{"uri":"Evaporation","surface_form":"evaporation","offset":3077},{"uri":"Hermaphrodite","surface_form":"hermaphrodite","offset":3330},{"uri":"Pelagic","surface_form":"pelagic","offset":3660}]}