{"id":51455,"url":"http://en.wikipedia.org/wiki/Abalone","text":"Abalone (from Spanish \"Abulón\") are shellfish, a genus of gastropods.\nAbalone are known by their colorful \"pearlescent\" inside shell. This is also called ear-shell, \"ormer\" in Guernsey, \"abalone\" in South Africa, and \"pāua\" in New Zealand.\nThe meat of this shellfish is thought to be delicious in some parts of Latin America (especially Chile), South East Asia, and East Asia (especially in China, Japan, and Korea).\nDescription.\nAbalones live all over the world, They can be seen along the waters of every continent, except the Atlantic coast of South America, the Caribbean, and the East Coast of the United States. Most abalones are found in cold waters, along the coasts of New Zealand, South Africa and Australia, and Western North America and Japan in the Northern Hemisphere. In the Chilean Pacific coast, the species called loco (\"Concholepas concholepas\") has a hard, black shell, and is eaten by many people.\nAbalone have unique features: the shell is round, with two to three spirals. The last spiral is grown into a large \"ear\"-like shape, which explains the name 'ear-shell'. The inside of the shell is shiny, from silvery white to green-red mother-of-pearl.\nAbalones can start to give birth at a small size. Their fertility is high and increases with size (from 10,000 to 11 million eggs at a time).\nYoung albalones, called larvae, feed on plankton. The adults eat plants and feed on algae. They like to eat red algae. Their size can be as small as 20 mm to as big as 200 mm.\nAbalone shell.\nThe shell of the abalone is known for being very strong. It is made of very tiny calcium carbonate tiles stacked like bricks. Between the layers of tiles is a sticky protein substance. Allergic skin reactions and asthma attacks can happen when breathing the dust made when these tiles are broken down.\nThe colorful inside part of the abalone shell can be used for decorative inlays, in guitars, for example.\nCalifornia.\nSport harvesting of red abalone is allowed with a California fishing license and an abalone stamp card. Abalone may only be taken using breath-hold techniques: freediving or shorepicking. SCUBA diving for abalone is strictly not allowed. Abalone harvesting is not allowed south of the mouth of the San Francisco Bay. There is a size minimum of seven inches measured across the shell and a limit of three per day and 24 per year that can be taken. Abalone may only be taken in April, May, June, August, September, October and November, but they may not be taken in July, December, January, February or March. Transportation of abalone is only legal while the abalone is still attached to the shell. Sale of sport-caught abalone is illegal, including the shell. Only red abalone may be taken; black, white, pink, and flat abalone are protected by law.\nAbalone divers normally use a very thick wetsuit, including a hood, booties, and gloves. They also wear a mask, snorkel, weight belt, abalone iron, and abalone gauge. It is common to take abalone in water a few inches up to 10 m/28' deep. Fewer freedivers can work deeper than that. Abalone are normally found on rocks near food sources (kelp). An abalone iron is used to pry the abalone from the rock before it can fully clamp down. Visibility is normally five to ten feet. Divers commonly dive out of boats, kayaks, tube floats or directly off the shore. An eight-inch abalone is considered a good catch, a nine-inch would be very good, and a ten-inch plus (250 mm) abalone would be an excellent catch. Rock- or shore-picking is a different method from diving where the rock picker feels below rocks during low tides for abalone.\nThere has been a trade in diving to catch abalones off parts of the United States coast from before 1939. In World War II, many of these abalone divers were recruited into the United States armed forces and trained as frogmen.\nBlack market.\nThere is a worldwide black market in the collection and export of abalone meat. In New Zealand, where abalone is called pāua in the Māori language, this can be a particular problem. The right to harvest pāua can be granted legally under Māori customary rights. When such permits are overused, it is difficult to police. The legal daily limit is 10 pāua per diver with a minimum shell length of 125 mm. The limit is strictly enforced by many Ministry of Fisheries officers with the help of the police. Pāua 'poaching' is a major industry in New Zealand with many thousands of abalones being taken illegally, mostly undersized. Convictions have caused removal of diving gear, boats and motor vehicles as well as fines and in rare cases; imprisonment. The Ministry of Fisheries expects in the year 2004/05, nearly 1000 tons of pāua will be poached, with 75% of that being undersized.\nHighly polished New Zealand pāua shells are extremely popular as gifts with their striking blue, green and purple iridescence. Transporting unprocessed abalone shells out of New Zealand is illegal.\nSouth Africa.\nThe largest abalone in South Africa, \"Haliotis midae\", can be found along about two-thirds of the country’s coastline. Abalone-diving has been a recreational activity for many years, but stocks are currently being threatened by illegal commercial harvesting.\nChannel Islands, Europe.\nOrmers (\"Haliotis tuberculata\") are considered a delicacy in the Channel Islands and are looked after with great eagerness by the locals. Unfortunately, this has led to a huge decrease in numbers since the second half of the 19th century, and 'ormering' is now strictly regulated in order to keep stocks. The taking of ormers is now restricted to a number of 'ormering tides', from the January 1 to April 30, which happen on the full or new moon and two days after that. No ormers may be taken from the beach that are under 8 cm in shell length. Gatherers are not allowed to wear wetsuits or even put their heads underwater. Any breach of these laws is illegal and can lead to a large fine. The demand for ormers is so big that it started the world's first underwater arrest, when Mr. Kempthorne-Leigh of Guernsey was arrested by a police officer in full diving gear while illegally diving for ormers.\nWhite Abalone are going extinct because of their delicious tender meat, jewlery, and beautiful shell.\nFarming.\nThere have been a number of attempts to artificially grow (farm) abalone for the purpose of consumption.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spanish_language","surface_form":"Spanish","offset":14},{"uri":"Shellfish","surface_form":"shellfish","offset":36},{"uri":"Genus","surface_form":"genus","offset":49},{"uri":"Gastropod","surface_form":"gastropod","offset":58},{"uri":"Guernsey","surface_form":"Guernsey","offset":176},{"uri":"South_Africa","surface_form":"South Africa","offset":199},{"uri":"New_Zealand","surface_form":"New Zealand","offset":227},{"uri":"Latin_America","surface_form":"Latin America","offset":311},{"uri":"Chile","surface_form":"Chile","offset":337},{"uri":"South_East_Asia","surface_form":"South East Asia","offset":345},{"uri":"East_Asia","surface_form":"East Asia","offset":366},{"uri":"China","surface_form":"China","offset":391},{"uri":"Japan","surface_form":"Japan","offset":398},{"uri":"Korea","surface_form":"Korea","offset":409},{"uri":"South_America","surface_form":"South America","offset":547},{"uri":"Caribbean","surface_form":"Caribbean","offset":566},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":585},{"uri":"New_Zealand","surface_form":"New Zealand","offset":678},{"uri":"South_Africa","surface_form":"South Africa","offset":691},{"uri":"Australia","surface_form":"Australia","offset":708},{"uri":"Japan","surface_form":"Japan","offset":749},{"uri":"Chile","surface_form":"Chile","offset":790},{"uri":"Loco","surface_form":"loco","offset":832},{"uri":"Silver","surface_form":"silver","offset":1128},{"uri":"Mother-of-pearl","surface_form":"mother-of-pearl","offset":1155},{"uri":"Fertility","surface_form":"fertility","offset":1228},{"uri":"Larva","surface_form":"larva","offset":1338},{"uri":"Plankton","surface_form":"plankton","offset":1354},{"uri":"Algae","surface_form":"algae","offset":1398},{"uri":"Red_algae","surface_form":"red algae","offset":1422},{"uri":"Calcium_carbonate","surface_form":"calcium carbonate","offset":1586},{"uri":"Brick","surface_form":"brick","offset":1623},{"uri":"Protein","surface_form":"protein","offset":1671},{"uri":"Allergy","surface_form":"Allergic skin reactions","offset":1690},{"uri":"Asthma","surface_form":"asthma attacks","offset":1718},{"uri":"Breathe","surface_form":"breathing","offset":1749},{"uri":"Color","surface_form":"color","offset":1811},{"uri":"Inlay","surface_form":"inlay","offset":1880},{"uri":"Guitar","surface_form":"guitars","offset":1891},{"uri":"Red_abalone","surface_form":"red abalone","offset":1945},{"uri":"California","surface_form":"California","offset":1975},{"uri":"Freediving","surface_form":"freediving","offset":2085},{"uri":"SCUBA_diving","surface_form":"SCUBA diving","offset":2113},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":2223},{"uri":"Black_abalone","surface_form":"black","offset":2716},{"uri":"White_abalone","surface_form":"white","offset":2723},{"uri":"Diving","surface_form":"diving","offset":3633},{"uri":"World_War_II","surface_form":"World War II","offset":3716},{"uri":"United_States_armed_forces","surface_form":"United States armed forces","offset":3783},{"uri":"Frogman","surface_form":"frogmen","offset":3825},{"uri":"Black_market","surface_form":"black market","offset":3869},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3931},{"uri":"M%C4%81ori_language","surface_form":"Māori language","offset":3980},{"uri":"M%C4%81ori","surface_form":"Māori","offset":4085},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4745},{"uri":"South_Africa","surface_form":"South Africa","offset":4964},{"uri":"Channel_Islands","surface_form":"Channel Islands","offset":5290}]}