{"id":51465,"url":"http://en.wikipedia.org/wiki/Alban_Berg","text":"Alban Berg (born Vienna, 9 February 1885; died Vienna 24 December 1935) was an Austrian composer. Alban Berg and Anton Webern were both pupils of Arnold Schoenberg. All three composers in their own way changed the style of musical composition in the early 20th century. They grew up at a time when most composers were still writing Romantic music, but Schoenberg and his pupils started to write atonal music (music which is not in any key) and then twelve-tone music in which all 12 notes in an octave are of the same importance. Although Berg wrote a lot of twelve-tone music he still managed to make it sound quite Romantic at times, more so than Schoenberg or Webern. His most important works are his two operas \"Wozzeck\" and \"Lulu\" and his \"Violin Concerto\".\nEarly years.\nBerg was brought up in the centre of Vienna. His family had plenty of money, but when Berg’s father died in 1900 life became much harder for them. He did not do very well at school. He also had a love affair with a kitchenmaid, with whom he had a daughter.\nHe was interested in music, played the piano and had started to compose, but he had not done well enough in his school exams to get into the music conservatory. He was not interested in business like his father had been. He got an unpaid job. Then, in 1904, he started to study with Schoenberg. This was the first time he had been given proper music lessons. Two years later, his mother inherited some money, and Berg was then able to give up his unpaid job and concentrate on music.\nSchoenberg taught him harmony, counterpoint and music theory, all the things one needs to know to compose well. Berg had lessons from him from 1904 until 1911. His first proper pieces include a Piano Sonata and a String quartet. Here he had already found the modern style which suited him. He wrote harmonies which seemed to float. He often wrote pieces with several movements which are all linked by a common theme. He also liked themes which are heard upside down, or palindromes, where the tune sounds the same forwards as backwards. He met a girl called Helene and they married in 1910.\nAdulthood.\nBerg liked to listen to all kinds of music. In this way he was different to Schoenberg or Webern. Berg was interested in French composers such as Debussy, as well as jazz. He liked the modern theatre and the political works of the playwright Bertolt Brecht and the composer Kurt Weill.\nBerg was very grateful to Schoenberg for all that he had learned from him, but he still continued to be quite afraid of him. Schoenberg wrote many letters to him asking him to do things for him (e.g. making piano arrangements of his orchestral pieces) and often criticising him. Only in the 1920s, when Berg had become well-known, did Schoenberg start writing to him more like an equal friend.\nBerg wrote \"Five Orchestral Pieces\". It is one of the first important works he wrote without Schoenberg’s help. The music has some modern chords which must have sounded very shocking to the Viennese audience. On 31 March 1913 Schoenberg conducted a concert in Vienna which included some songs by Berg. People in the audience started to fight and the police had to be called. When Schoenberg wrote to Berg criticising his music, Berg lost all his self-confidence. Slowly he started to get more confidence again. He wrote \"Three Orchestral Pieces\" op 6. The music sounds quite like Mahler. There are a lot of musical ideas which grow into one another and make a rich sound.\nDuring World War I Berg spent some time in an army training camp. This experience must have been in his mind when he wrote his opera \"Wozzeck\". This opera became very famous. There were a lot of new ideas in it. It is not about a great hero, but about a simple man who is mistreated by people. The music, too, is very different from opera music up to that time. Although it was so modern it was a great success and made Berg world-famous. It gave him more money which, together with a little teaching, allowed him to spend most of his time composing.\nYears of fame.\n\"Wozzeck\" has a little twelve tone music in it, but in his next works the twelve tone system is much more important. He wrote \"Lyrical Suite\" for String Quartet and a \"Kammerkonzert\" (\"Chamber Concerto\") in which the form is made up by mathematical rules. He liked to hide things in his music e.g. favourite numbers or letters from people’s names. These are like secret codes and, in later years, musicians have spent a lot of time trying to work out what Berg was trying to do.\nIn 1928 Berg started work on his second and last opera: \"Lulu\". He had thought about the opera for many years. He had seen a play called \"Die Büchse des Pandora\" \"(Pandora’s Box)\" in 1905. Wedekind had played the part of Jack the Ripper. People thought the play was obscene, but it still became very popular, especially after 1918 when there was no more censorship in Germany. He worked on the opera until 1934. He then stopped work on it to write his \"Violin Concerto\". When he heard about the sad death from poliomyelitis of a young girl he knew called Manon Gropius, he dedicated the concerto to her memory. He wrote: “To the memory of an angel”. Manon’s mother, Alma, had been the wife of Gustav Mahler.\nDeath.\nSoon after he had finished the Violin Concerto, Berg was stung by an insect. This formed an abscess and he was rushed to hospital but he died. The concerto had not yet been performed. He had not finished \"Lulu\". The third act was only sketched in short score (showing the main notes, but not exactly what each instrument plays). When the opera was first performed, Act III was just acted out in mime while some other music by Berg was played. Berg’s widow Helene did not want anyone else to finish the opera, so Act III was never performed until after Helene died in 1976. It was finished by Friedrich Cerha and performed in 1977, although a court action had tried to stop it from being performed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":17},{"uri":"9_February","surface_form":"9 February","offset":25},{"uri":"1885","surface_form":"1885","offset":36},{"uri":"24_December","surface_form":"24 December","offset":54},{"uri":"1935","surface_form":"1935","offset":66},{"uri":"Austria","surface_form":"Austria","offset":79},{"uri":"Composer","surface_form":"composer","offset":88},{"uri":"Anton_Webern","surface_form":"Anton Webern","offset":113},{"uri":"Student","surface_form":"pupils","offset":136},{"uri":"Arnold_Schoenberg","surface_form":"Arnold Schoenberg","offset":146},{"uri":"Composition_(music)","surface_form":"composition","offset":231},{"uri":"20th_century","surface_form":"20th century","offset":256},{"uri":"Romantic_music","surface_form":"Romantic","offset":332},{"uri":"Atonal","surface_form":"atonal","offset":395},{"uri":"Tonality","surface_form":"key","offset":435},{"uri":"Twelve-tone_music","surface_form":"twelve-tone music","offset":449},{"uri":"Octave","surface_form":"octave","offset":495},{"uri":"Wozzeck","surface_form":"Wozzeck","offset":716},{"uri":"Lulu_(opera)","surface_form":"Lulu","offset":730},{"uri":"Violin_Concerto_(Berg)","surface_form":"Violin Concerto","offset":745},{"uri":"1900","surface_form":"1900","offset":884},{"uri":"School","surface_form":"school","offset":950},{"uri":"Affair","surface_form":"affair","offset":977},{"uri":"Exam","surface_form":"exam","offset":1152},{"uri":"Music_conservatory","surface_form":"music conservatory","offset":1174},{"uri":"Business","surface_form":"business","offset":1219},{"uri":"1904","surface_form":"1904","offset":1285},{"uri":"Inheritance","surface_form":"inherited","offset":1420},{"uri":"Harmony","surface_form":"harmony","offset":1539},{"uri":"Counterpoint","surface_form":"counterpoint","offset":1548},{"uri":"Music_theory","surface_form":"music theory","offset":1565},{"uri":"1911","surface_form":"1911","offset":1671},{"uri":"Piano","surface_form":"Piano","offset":1711},{"uri":"Sonata","surface_form":"Sonata","offset":1717},{"uri":"String_quartet","surface_form":"String quartet","offset":1730},{"uri":"Movement","surface_form":"movement","offset":1884},{"uri":"Palindrome","surface_form":"palindrome","offset":1987},{"uri":"1910","surface_form":"1910","offset":2102},{"uri":"Debussy","surface_form":"Debussy","offset":2265},{"uri":"Jazz","surface_form":"jazz","offset":2285},{"uri":"Playwright","surface_form":"playwright","offset":2350},{"uri":"Bertolt_Brecht","surface_form":"Bertolt Brecht","offset":2361},{"uri":"Kurt_Weill","surface_form":"Kurt Weill","offset":2393},{"uri":"Criticism","surface_form":"criticising","offset":2667},{"uri":"1920","surface_form":"1920","offset":2696},{"uri":"Chord","surface_form":"chord","offset":2937},{"uri":"31_March","surface_form":"31 March","offset":3011},{"uri":"1913","surface_form":"1913","offset":3020},{"uri":"Police","surface_form":"police","offset":3149},{"uri":"Mahler","surface_form":"Mahler","offset":3379},{"uri":"World_War_I","surface_form":"World War I","offset":3478},{"uri":"Wozzeck","surface_form":"Wozzeck","offset":3605},{"uri":"Hero","surface_form":"hero","offset":3707},{"uri":"Mathematical","surface_form":"mathematical","offset":4273},{"uri":"Secret","surface_form":"secret","offset":4400},{"uri":"Code","surface_form":"code","offset":4407},{"uri":"1928","surface_form":"1928","offset":4519},{"uri":"Lulu_(opera)","surface_form":"Lulu","offset":4573},{"uri":"Wedekind","surface_form":"Wedekind","offset":4705},{"uri":"Jack_the_Ripper","surface_form":"Jack the Ripper","offset":4737},{"uri":"Obscenity","surface_form":"obscene","offset":4782},{"uri":"1918","surface_form":"1918","offset":4842},{"uri":"Censorship","surface_form":"censorship","offset":4870},{"uri":"1934","surface_form":"1934","offset":4922},{"uri":"Violin_Concerto_(Berg)","surface_form":"Violin Concerto","offset":4969},{"uri":"Poliomyelitis","surface_form":"poliomyelitis","offset":5026},{"uri":"Gustav_Mahler","surface_form":"Gustav Mahler","offset":5209},{"uri":"Insect","surface_form":"insect","offset":5300},{"uri":"Abscess","surface_form":"abscess","offset":5323},{"uri":"Hospital","surface_form":"hospital","offset":5352},{"uri":"Sheet_music","surface_form":"short score","offset":5478},{"uri":"Note_(music)","surface_form":"notes","offset":5508},{"uri":"Mime","surface_form":"mime","offset":5626},{"uri":"1976","surface_form":"1976","offset":5798},{"uri":"1977","surface_form":"1977","offset":5856},{"uri":"Court","surface_form":"court","offset":5873}]}