{"id":514720,"url":"http://en.wikipedia.org/wiki/Turritopsis_dohrnii","text":"\"Turritopsis dohrnii\", the so-called immortal jellyfish, is a species of small jellyfish found in the Mediterranean Sea and in the waters off Japan.\nIt is the only known case of an animal which can revert completely to a sexually immature, colonial stage after it has reached sexual maturity as an individual.\nLike most other hydrozoans, \"T. dohrnii\" begin life as free-swimming tiny larvae known as a planula. As a planula settles down, it gives rise to a colony of polyps that are attached to the sea-floor.\nJellyfish, also known as medusae, bud off these polyps and continue their life in a free-swimming form. Eventually they become sexually mature. All the polyps and jellyfish coming from a single planula are genetically identical clones.\n\"Turritopsis dohrnil\" is a species of jellyfish that apparently does not die of natural causes, because it can revert to the juvenile stage from the adult stage. However, it is not actually immortal. Most \"Turritopsis\" are likely to be eaten by predators or die from disease in the adult stage.\nShin Kubota from Kyoto University, has managed to keep these jellyfish for a long time.\nKubota reported that during a two-year period, his colony rebirthed itself 11 times.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jellyfish","surface_form":"jellyfish","offset":79},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":102},{"uri":"Japan","surface_form":"Japan","offset":142},{"uri":"Animal","surface_form":"animal","offset":181},{"uri":"Hydrozoa","surface_form":"hydrozoa","offset":326},{"uri":"Larvae","surface_form":"larvae","offset":384},{"uri":"Planula","surface_form":"planula","offset":402},{"uri":"Polyps","surface_form":"polyps","offset":467},{"uri":"Jellyfish","surface_form":"Jellyfish","offset":510},{"uri":"Medusa_(biology)","surface_form":"medusae","offset":535},{"uri":"Clones","surface_form":"clones","offset":738},{"uri":"Predator","surface_form":"predator","offset":991},{"uri":"Kyoto_University","surface_form":"Kyoto University","offset":1058}]}