{"id":51487,"url":"http://en.wikipedia.org/wiki/Cephalopod","text":"The Cephalopoda (Greek meaning \"head-foot\") is an important mollusc class. They have bilateral symmetry, a head, and arms or tentacles. Teuthology, a branch of malacology, is the study of cephalopods.\nThe class has two living subclasses. In the Coleoidea, the mollusc shell has become smaller, or is not there at all; this subclass has the octopus, squid, and cuttlefish. The \"Nautiloidea\" have a shell; \"Nautilus\" is its only living genus.\nThere are at least 800 different living species of Cephalopods. Two important extinct taxa are the Ammonites, and the Belemnites (order \"Belemnoidea\", of class Coleoidea). Cephalopods are found in all the oceans of the world and at all pelagic levels. None of them can live in freshwater (water with no salt in it), but a few species live in brackish (partly salty) water.\nNumber of species.\nThere are many more fossil species. It is thought there are around 11,000 extinct taxa.\nNervous system and behaviour.\nCephalopods are the most intelligent invertebrates and have good senses and large brains. The nervous system of cephalopods is the most complex of the invertebrates, and their brain to body mass ratio falls between that of warm and cold blooded vertebrates. The giant nerve fibers of the cephalopod mantle have been a favourite experimental material for many years; their large diameter makes them easier to study.\nColour and light.\nMost cephalopods have chromatophores – that is, cells with different colours – which they can use in a number of surprising ways. As well as blending with their background, some cephalopods bioluminesce, shining light downwards to hide their shadows from any attackers. The bioluminescence is made by bacterial symbionts; the host cephalopod is able to find the light made by these animals. Bioluminescence may also be used to attract prey, and some species use colourful shows to get mates, amaze predators, or even signal to one another.\nColouration.\nColouration can be changed in milliseconds as they adjust to their environment, and the pigment cells can expand or contract. Rapid colour change is usually more common in near-shore species than those living in the open ocean. Those in open ocean mostly use camouflage to make their body outline less easy to see.\nEvidence of original colouration has been found in cephalopod fossils as far back as the Silurian; certain straight-shelled species had lines round their shell, which are thought to have used as camouflage of their body outline. Devonian cephalopods bear more complex colour patterns, whose function may be more complex.\nMoving around.\nCephalopods usually move by jet propulsion (squirting water). This uses a lot of energy to travel compared to the tail propulsion used by fish. They use jet propulsion because they do not have fins or flippers. The efficiency of jet propulsion goes down with larger animals. This is probably the reason why many species use their fins or arms for moving if possible.\nOxygenated water is taken into the mantle cavity to the gills. By contracting the mantle's muscles, the water is pushed out through the siphon, made by a fold in the mantle. Motion of the cephalopods is usually backward as water is forced out forwards, but the siphon can be pointed in different directions. Some cephalopods can adjust their body shape to move through the water more easily.\nSome octopus species are also able to walk along the sea bed. Squids and cuttlefish can move short distances in any direction by moving a flap of muscle around the mantle.\nInk.\nWith the exception of the Nautilidae and the species of octopus of the suborder Cirrina, all known cephalopods have an ink sac, which can be used to push out a cloud of dark ink to confuse predators.\nBlood.\nLike most molluscs, cephalopods use haemocyanin, a copper-containing protein, rather than haemoglobin to transport oxygen. As a result, their blood is colourless when deoxygenated and turns blue when placed in air.\nReproduction and life cycle.\nWith a few exceptions, Coleoideans live short lives with fast growth. Most of the energy from their food is used for growing. The penis in most male Coleoidea is a long and muscular end of the vas deferens (tube for sperms) used to transfer spermatophores (sperm packages) to a modified arm called a hectocotylus. That in turn is used to transport the spermatophores to the female. In species where the hectocotylus is missing, the penis is long and able to extend beyond the mantle cavity and transfers the spermatophores directly to the female. The females lay many small eggs in one batch, and die afterwards. The Nautiloidea, on the other hand make a few large eggs in each batch, and live for a long time.\nEvolution.\nThe class developed during the late Cambrian and were the most common and varied marine life forms during the Palaeozoic and Mesozoic eras. \"Tommotia\", an early cephalopod, had squid-like tentacles but also a snail-like foot it used to move across the sea floor. Early cephalopods were at the top of the food chain.\nThe old (cohort Belemnoidea) and modern (cohort Neocoleoidea) coleoids, as well as the ammonoids, all diverged (evolved away from) from the external shelled nautiloids during the middle Paleozoic Era, between 450 and 300 million years ago. Most ancient varieties had protective shells. These shells at first were conical but later developed into the curved shapes seen in modern nautilus species. Shells inside the body still exist in many living cephalopod groups, such as cuttlefish. The most famous group with external shells, the ammonites, became extinct at the end of the Cretaceous period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":17},{"uri":"Mollusc","surface_form":"mollusc","offset":60},{"uri":"Class_(biology)","surface_form":"class","offset":68},{"uri":"Bilateral_symmetry","surface_form":"bilateral symmetry","offset":85},{"uri":"Arm","surface_form":"arm","offset":117},{"uri":"Tentacle","surface_form":"tentacle","offset":125},{"uri":"Malacology","surface_form":"malacology","offset":160},{"uri":"Subclass_(biology)","surface_form":"subclasses","offset":226},{"uri":"Coleoidea","surface_form":"Coleoidea","offset":245},{"uri":"Octopus","surface_form":"octopus","offset":340},{"uri":"Squid","surface_form":"squid","offset":349},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":360},{"uri":"Nautilus","surface_form":"Nautilus","offset":405},{"uri":"Genus","surface_form":"genus","offset":434},{"uri":"Species","surface_form":"species","offset":481},{"uri":"Extinct","surface_form":"extinct","offset":519},{"uri":"Taxon","surface_form":"taxa","offset":527},{"uri":"Ammonite","surface_form":"Ammonite","offset":540},{"uri":"Pelagic","surface_form":"pelagic","offset":677},{"uri":"Extinct","surface_form":"extinct","offset":907},{"uri":"Taxon","surface_form":"taxa","offset":915},{"uri":"Intelligence","surface_form":"intelligent","offset":976},{"uri":"Invertebrate","surface_form":"invertebrate","offset":988},{"uri":"Brain","surface_form":"brain","offset":1033},{"uri":"Nervous_system","surface_form":"nervous system","offset":1045},{"uri":"Nerve","surface_form":"nerve","offset":1219},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":1250},{"uri":"Chromatophore","surface_form":"chromatophore","offset":1406},{"uri":"Bioluminescence","surface_form":"bioluminesce","offset":1574},{"uri":"Symbiosis","surface_form":"symbionts","offset":1695},{"uri":"Bioluminescence","surface_form":"Bioluminescence","offset":1775},{"uri":"Attract","surface_form":"attract","offset":1811},{"uri":"Camouflage","surface_form":"camouflage","offset":2196},{"uri":"Mantle_(mollusc)","surface_form":"mantle cavity","offset":2990},{"uri":"Gill","surface_form":"gill","offset":3011},{"uri":"Muscle","surface_form":"muscle","offset":3493},{"uri":"Exception","surface_form":"exception","offset":3533},{"uri":"Nautilidae","surface_form":"Nautilidae","offset":3550},{"uri":"Octopus","surface_form":"octopus","offset":3580},{"uri":"Order_(biology)","surface_form":"suborder","offset":3595},{"uri":"Cirrina","surface_form":"Cirrina","offset":3604},{"uri":"Confuse","surface_form":"confuse","offset":3705},{"uri":"Predator","surface_form":"predator","offset":3713},{"uri":"Haemocyanin","surface_form":"haemocyanin","offset":3767},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":3821},{"uri":"Penis","surface_form":"penis","offset":4105},{"uri":"Vas_deferens","surface_form":"vas deferens","offset":4168},{"uri":"Spermatophore","surface_form":"spermatophore","offset":4216},{"uri":"Hectocotylus","surface_form":"hectocotylus","offset":4275},{"uri":"Cambrian","surface_form":"Cambrian","offset":4733},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":4807},{"uri":"Mesozoic","surface_form":"Mesozoic","offset":4822},{"uri":"Era","surface_form":"era","offset":4831},{"uri":"Squid","surface_form":"squid","offset":4874},{"uri":"Snail","surface_form":"snail","offset":4906},{"uri":"Modern","surface_form":"modern","offset":5046},{"uri":"Protect","surface_form":"protective","offset":5280},{"uri":"Nautilus","surface_form":"nautilus","offset":5392},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":5487},{"uri":"Ammonite","surface_form":"ammonite","offset":5547},{"uri":"Cretaceous","surface_form":"Cretaceous","offset":5591}]}