{"id":5149,"url":"http://en.wikipedia.org/wiki/Mutiny_on_the_Bounty","text":"The Mutiny on the \"Bounty\" has become a famous story, leading to many books, movies, and songs. The HMS \"Bounty\" was a small, three masted, fully rigged, sailing ship. The \"Bounty\" became famous when the crew (seamen) mutinied (took over) the ship on 28 April 1789. The captain of the \"Bounty\" was named William Bligh.\nThe ship.\nThe ship was built in Hull, England in 1784 and was first called \"Bethia\". In 1787 the ship was rebuilt to carry breadfruit trees. Heat and water were added to the cabins so the trees would survive in cold weather. The British government was hoping the breadfruit trees growing wild in Tahiti could be grown in Jamaica. This would provide cheap food for the slaves working on the sugar farms. The ship was very small - 90 feet 10 inches (27.7 metres) long and 24 feet 4 inches (7.4 metres) wide. The tallest mast was 53 feet (16.1 metres) high.\nThe \"Bounty\" was captained by Lieutenant William Bligh and he took command on 16 August 1787. On 23 December, 1787, \"Bounty\" set off on the long trip to Tahiti. On the journey, William Bligh tried to go around Cape Horn. He tried for over a month but bad weather and winds stopped the ship. The \"Bounty\" was turned around and went the longer way around the Cape of Good Hope.\nTahiti.\nThe \"Bounty\" reached Tahiti on 25 October 1788. She had been at sea for ten months. The crew stayed for five months and lived on the island. They collected 1015 breadfruit plants. The crew were very happy living in Tahiti and Fletcher Christian fell in love with a Tahitian girl named Maimiti. They did not want to have another long journey and go back to England.\nImage:Mutiny HMS Bounty.jpg|thumb|Bligh and 18 sailors are left at sea\nThe \"Bounty\" left Tahiti on 4 April 1789, on the way to Jamaica. On 28 April, near the Friendly Islands, Fletcher Christian led the mutiny (take over). Bligh and 18 sailors were left at sea in a small boat, while Christian and the \"Bounty\" went back to Tahiti. Christian and a small group of sailors, 11 Tahitian women, and 6 Tahitian men then went to the remote Pitcairn Island. After they arrived they took everything they could from the ship. A sailor called Matthew Quintal, burned and destroyed the \"Bounty\" on 23 January 1790.\nPitcairn Island.\nPitcairn Island is a remote island in the Pacific Ocean. The Polynesians knew about the island and people had once lived there. There was nobody living on Pitcairn when it was discovered by an English sailor, Philip Carteret on 2 July 1767. He made a mistake and marked it on the map 200 miles from its real location. The people from the \"Bounty\" had the remote island to themselves. There was a lot of fighting between the new settlers. Fletcher Christian, 4 other mutineers and all 6 of the Tahitian men were killed. One of the 4 surviving mutineers fell off a cliff while drunk. Matthew Quintal was killed by the remaining 2 mutineers after he attacked them. When the American seal-hunting ship \"Topaz\" visited the island in 1808 they found only 1 mutineer, John Adams, still alive along with 9 Tahitian women. In 1856, the British government moved all the island people to Norfolk Island. Most stayed on Norfolk, but about 22 people found their way back and their descendants still live on Pitcairn. Norfolk has about 1000 \"Bounty\" descendants, which is about half its population.\nAfterwards.\nLieutenant William Bligh was able to sail the small boat 6500 km back to Batavia. He returned to England and reported the mutiny to the Admiralty on 15 March 1790. On 7 November 1790, HMS \"Pandora\" was sent to Tahiti look for the \"Bounty\" and to bring back the mutineers for punishment. The \"Pandora\" was able to capture the mutineers left on Tahiti, but could find no sign of the group that was hiding on Pitcairn. The \"Pandora\" was wrecked on the way back to England.\nThe following list tells what happened to the crew of the \"Bounty\".\nFrom the 19 left in the small boat, only 12 got back safely to England","categories":[],"infobox_types":[],"annotations":[{"uri":"Books","surface_form":"books","offset":70},{"uri":"Movie","surface_form":"movie","offset":77},{"uri":"Song","surface_form":"song","offset":89},{"uri":"Mutiny","surface_form":"mutinied","offset":218},{"uri":"William_Bligh","surface_form":"William Bligh","offset":304},{"uri":"Kingston_upon_Hull","surface_form":"Hull","offset":351},{"uri":"England","surface_form":"England","offset":357},{"uri":"Breadfruit","surface_form":"breadfruit","offset":442},{"uri":"Trees","surface_form":"trees","offset":453},{"uri":"British","surface_form":"British","offset":548},{"uri":"Tahiti","surface_form":"Tahiti","offset":615},{"uri":"Jamaica","surface_form":"Jamaica","offset":640},{"uri":"Slavery","surface_form":"slaves","offset":687},{"uri":"Sugar","surface_form":"sugar","offset":709},{"uri":"Captain","surface_form":"captain","offset":891},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":904},{"uri":"William_Bligh","surface_form":"William Bligh","offset":915},{"uri":"Cape_Horn","surface_form":"Cape Horn","offset":1084},{"uri":"Weather","surface_form":"weather","offset":1129},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":1231},{"uri":"Crew","surface_form":"crew","offset":1346},{"uri":"Fletcher_Christian","surface_form":"Fletcher Christian","offset":1484},{"uri":"Right","surface_form":"Bligh and 18 sailors are left at sea","offset":1657},{"uri":"Friendly_Islands","surface_form":"Friendly Islands","offset":1781},{"uri":"Fletcher_Christian","surface_form":"Fletcher Christian","offset":1799},{"uri":"Mutiny","surface_form":"mutiny","offset":1826},{"uri":"Pitcairn_Island","surface_form":"Pitcairn Island","offset":2057},{"uri":"Pitcairn","surface_form":"Pitcairn Island","offset":2244},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2286},{"uri":"Polynesians","surface_form":"Polynesians","offset":2305},{"uri":"Philip_Carteret","surface_form":"Philip Carteret","offset":2453},{"uri":"Miles","surface_form":"miles","offset":2532},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":3121},{"uri":"Descendant","surface_form":"descendant","offset":3212},{"uri":"Kilometres","surface_form":"km","offset":3403},{"uri":"Jakarta","surface_form":"Batavia","offset":3414},{"uri":"Admiralty","surface_form":"Admiralty","offset":3477},{"uri":"HMS_Pandora","surface_form":"HMS \"Pandora\"","offset":3525},{"uri":"Punishment","surface_form":"punishment","offset":3616}]}