{"id":51499,"url":"http://en.wikipedia.org/wiki/Nautilus","text":"Nautilus is the common name for cephalopods of the family Nautilidae. They are the only living members of the subclass Nautiloidea. In appearance, they have not changed much in millions of years. The term \"chambered nautilus\" is also used for any species of the Nautilidae.\nMany biologists see them as 'living fossils', because they are the only living descendents of the group which gave rise to the ammonites in the Palaeozoic era.\nToday, there are six living species in two genera. The species \"Nautilus pompilius\", from Western Australia is the largest and best known. It get up to 27 cm in diameter. However, most other nautiluses never exceed 20 cm. The Bellybutton nautilus, \"Nautilus macromphalus\", is the smallest species, usually measuring only 16 cm.\nThe radula is wide and has exactly nine teeth. There are two pairs of gills.\nThe shell.\nNautiluses are the only cephalopods who have an external shell. This is an ancestral or basal, feature. The animal can withdraw completely into its shell. It can the close the opening with a leathery hood formed from two specially folded tentacles. The shell is coiled and calcareous, with mother-of-pearl lining. It is pressure resistant, but will implode at a depth of about 800 m. The nautilus shell is made of two layers: the outer layer is a dull white, while the inner layer is a striking white with iridescence. The innermost portion of the shell is pearlescent, blue-gray. A osmena pearl is not a pearl, but a jewellery product got from this part of the shell.\nThe shell is internally divided into chambers. All the walls between chambers ('septa') are pierced in the middle by a duct, the siphuncle. Through this the animal can change the air pressure in the chambers. As the nautilus matures its body moves forward, sealing each chamber in turn with a new \"septum\" (wall). The last fully open chamber, the largest one, is used as the living chamber. The number of chambers increases from around four at the moment of hatching to thirty or more in adults.\nThe shell colour keeps the animal hidden in the water. When seen from the top, the shell is darker in color and marked with irregular stripes, which makes it blend into the darkness of the water below. The underside is almost completely white, making the animal indistinguishable from brighter waters near the ocean surface. This mode of camouflage is called \"countershading\".\nThe nautilus shell is one of the finest natural examples of a logarithmic spiral.\nBuoyancy and movement.\nIn order to swim, the nautilus draws water into and out of the living chamber and makes use of jet propulsion. When water is inside the chamber, the siphuncle extracts salt from it and diffuses it into the blood. When water is pumped out, the animal adjusts its buoyancy with the gas contained in the chamber. Buoyancy can be controlled by the pumping of gas and fluid into or from the chambers using the siphuncle. The control of buoyancy like this limits the nautilus; they cannot operate under extreme pressure.\nIn the wild, nautilus usually lives in depths of about 300 m, rising to around 100 m at night for feeding, mating and egg laying. The shell of the nautilus cannot withstand depths greater than approximately 800 m.\nDiet and sensory system.\nNautiluses are predators and feed mainly on shrimp, small fish and crustaceans, which are captured by the tentacles. However, due to the very little energy they devote to swimming, they need only eat once a month. Unlike other cephalopods, they do not have good vision; their eye structure is highly developed but lacks a solid lens. They have a simple \"pinhole\" lens through which water can pass. Instead of vision, the animal is thought to use olfaction as the primary sensory means during foraging, locating or identifying potential mates.\nEvolution.\nFossil records indicate that nautiloids have not changed much (at least in their body form) for the last 500 million years. Nautiloids were much more common and varied 200 million years ago. Many of the early ones were straight-shelled, as in the extinct genus \"Lituites\". They developed in the Cambrian and became a significant sea predator in the Ordovician period. Some species reached over 2.5 meters in size. The other cephalopod subclass, Coleoidea, diverged from the Nautilidae long ago and the nautilus has remained relatively unchanged since. Extinct relatives of the nautilus include ammonites, which were very important for many millions of years. Other groups were the baculites and goniatites.\nReproduction and lifespan.\nNautiluses are sexually dimorphic and reproduce by laying eggs. Attached to rocks in shallow waters, the eggs take twelve months to develop before hatching out at around 30 mm long. Females spawn once per year and regenerate their gonads, making nautiluses the only cephalopods to repeat reproduction. The lifespan of nautiluses is about 20 years, which is exceptionally long for a cephalopod.\nDistribution.\nNautiluses are only found in the tropical Indian and Pacific Oceans, from 30° N to 30° S latitude and 90° to 185° W longitude. They live on the deep slopes of coral reefs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cephalopod","surface_form":"cephalopod","offset":32},{"uri":"Family_(biology)","surface_form":"family","offset":51},{"uri":"Nautiloidea","surface_form":"Nautiloidea","offset":119},{"uri":"Biologist","surface_form":"biologist","offset":279},{"uri":"Living_fossil","surface_form":"living fossil","offset":303},{"uri":"Ammonites","surface_form":"ammonites","offset":401},{"uri":"Palaeozoic","surface_form":"Palaeozoic","offset":418},{"uri":"Era","surface_form":"era","offset":429},{"uri":"Species","surface_form":"species","offset":462},{"uri":"Genera","surface_form":"genera","offset":477},{"uri":"Western_Australia","surface_form":"Western Australia","offset":524},{"uri":"Radula","surface_form":"radula","offset":766},{"uri":"Gill","surface_form":"gill","offset":832},{"uri":"Animal_shell","surface_form":"shell","offset":907},{"uri":"Basal","surface_form":"basal","offset":938},{"uri":"Tentacle","surface_form":"tentacle","offset":1088},{"uri":"Coil","surface_form":"coil","offset":1112},{"uri":"Calcareous","surface_form":"calcareous","offset":1123},{"uri":"Mother-of-pearl","surface_form":"mother-of-pearl","offset":1140},{"uri":"Pressure","surface_form":"pressure","offset":1170},{"uri":"Iridescence","surface_form":"iridescence","offset":1356},{"uri":"Pearl","surface_form":"pearl","offset":1455},{"uri":"Jewellery","surface_form":"jewellery","offset":1468},{"uri":"Siphuncle","surface_form":"siphuncle","offset":1648},{"uri":"Hatching","surface_form":"hatching","offset":1977},{"uri":"Camouflage","surface_form":"hidden","offset":2049},{"uri":"Logarithmic_spiral","surface_form":"logarithmic spiral","offset":2454},{"uri":"Jet_propulsion","surface_form":"jet propulsion","offset":2592},{"uri":"Salt","surface_form":"salt","offset":2665},{"uri":"Buoyancy","surface_form":"buoyancy","offset":2759},{"uri":"Egg_(biology)","surface_form":"egg","offset":3130},{"uri":"Predator","surface_form":"predator","offset":3266},{"uri":"Shrimp","surface_form":"shrimp","offset":3295},{"uri":"Fish","surface_form":"fish","offset":3309},{"uri":"Crustacean","surface_form":"crustacean","offset":3318},{"uri":"Lens_(anatomy)","surface_form":"lens","offset":3579},{"uri":"Pinhole_camera","surface_form":"pinhole","offset":3605},{"uri":"Olfaction","surface_form":"olfaction","offset":3697},{"uri":"Foraging","surface_form":"foraging","offset":3743},{"uri":"Fossil","surface_form":"Fossil","offset":3805},{"uri":"Cambrian","surface_form":"Cambrian","offset":4100},{"uri":"Predator","surface_form":"predator","offset":4138},{"uri":"Ordovician","surface_form":"Ordovician","offset":4154},{"uri":"Coleoidea","surface_form":"Coleoidea","offset":4250},{"uri":"Extinction","surface_form":"Extinct","offset":4357},{"uri":"Ammonite","surface_form":"ammonite","offset":4399},{"uri":"Sexual_dimorphism","surface_form":"sexually dimorphic","offset":4554},{"uri":"Egg_(biology)","surface_form":"egg","offset":4597},{"uri":"Gonad","surface_form":"gonad","offset":4770},{"uri":"Indian_Ocean","surface_form":"Indian","offset":4989},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":5000},{"uri":"Coral_reef","surface_form":"coral reef","offset":5106}]}