{"id":51508,"url":"http://en.wikipedia.org/wiki/Logarithmic_spiral","text":"A logarithmic spiral, equiangular spiral or growth spiral is a special kind of spiral curve which often appears in nature. The logarithmic spiral was first described by Descartes and later extensively investigated by Jakob Bernoulli, who called it \"Spira mirabilis\", \"the marvelous spiral\".\nDefinition.\nIn polar coordinates (\"r\", θ) the curve can be written as\nhence the name \"logarithmic\". In parametric form, the curve is\nwith real numbers \"a\" and \"b\".\nThe spiral has the property that the angle ɸ between the tangent and radial line at the point (\"r\",θ) is constant. This property can be expressed in differential geometric terms as\nThe derivative r'(θ) is proportional to the parameter \"b\". In other words, it controls how \"tightly\" and in which direction the spiral spirals. In the extreme case that \"b\" = 0 (\"ɸ\" = π/2) the spiral becomes a circle of radius \"a\". Conversely, in the limit that \"b\" approaches infinity (\"ɸ\" → 0) the spiral tends toward a straight line. The complement of ɸ is called the \"pitch\".\n\"Spira mirabilis\" and Jakob Bernoulli.\n\"Spira mirabilis\", Latin for \"miraculous spiral\", is another name for the logarithmic spiral. While this curve had already been named by other mathematicians, the name \"miraculous\" or \"marvelous\" spiral was given to this curve by Jakob Bernoulli, because he was fascinated by one of its unique mathematical properties: the size of the spiral increases, but the shape stays the same with each added curve. Maybe because of this property, the spira mirabilis has evolved in nature, seen in some living beings, such as nautilus shells and sunflower heads. Jakob Bernoulli wanted the shape on his headstone, but, by error, an Archimedean spiral was placed there instead.\nNotes.\nThe logarithmic spiral can be distinguished from the Archimedean spiral by the fact that the distances between the turnings of a logarithmic spiral increase in geometric progression, while in an Archimedean spiral these distances are constant.\nLogarithmic spirals are self-similar in that they are self-congruent under all similarity transformations (scaling them gives the same result as rotating them). Scaling by a factor formula_1 gives the same as the original, without rotation. They are also congruent to their own involutes, evolutes, and the pedal curves based on their centers.\nStarting at a point \"P\" and moving inwards along the spiral, one has to circle the origin infinitely often before reaching it; yet, the total distance covered on this path is finite. This was first realized by Evangelista Torricelli even before calculus had been invented. The total distance covered is \"r\"/cos(α), where \"r\" is the straight-line distance from \"P\" to the origin.\nOne can construct approximate logarithmic spirals with pitch about 17.03239 degrees using Fibonacci numbers or the golden ratio as is explained in those articles. Similarly, the exponential function exactly maps all lines not parallel with the real or imaginary axis in the complex plane, to all logarithmic spirals in the complex plane with centre at 0. (Up to adding integer multiples of 2π\"i\" to the lines, the mapping of all lines to all logarithmic spirals is onto.) The pitch angle of the logarithmic spiral is the angle between the line and the imaginary axis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spiral","surface_form":"spiral","offset":79},{"uri":"Curve","surface_form":"curve","offset":86},{"uri":"Ren%C3%A9_Descartes","surface_form":"Descartes","offset":169},{"uri":"Jakob_Bernoulli","surface_form":"Jakob Bernoulli","offset":217},{"uri":"Polar_coordinates","surface_form":"polar coordinates","offset":306},{"uri":"Logarithm","surface_form":"logarithm","offset":377},{"uri":"Real_number","surface_form":"real number","offset":429},{"uri":"Tangent","surface_form":"tangent","offset":512},{"uri":"Differential_geometry_of_curves","surface_form":"differential geometric terms","offset":604},{"uri":"Derivative","surface_form":"derivative","offset":640},{"uri":"Circle","surface_form":"circle","offset":846},{"uri":"Limit_(mathematics)","surface_form":"limit","offset":887},{"uri":"Infinity","surface_form":"infinity","offset":913},{"uri":"Complementary_angles","surface_form":"complement","offset":977},{"uri":"Latin","surface_form":"Latin","offset":1074},{"uri":"Curve","surface_form":"curve","offset":1160},{"uri":"Jakob_Bernoulli","surface_form":"Jakob Bernoulli","offset":1285},{"uri":"Spiral","surface_form":"spiral","offset":1390},{"uri":"Nautilus","surface_form":"nautilus","offset":1571},{"uri":"Sunflower","surface_form":"sunflower","offset":1591},{"uri":"Headstone","surface_form":"headstone","offset":1648},{"uri":"Archimedean_spiral","surface_form":"Archimedean spiral","offset":1677},{"uri":"Geometric_progression","surface_form":"geometric progression","offset":1889},{"uri":"Congruent","surface_form":"congruent","offset":2032},{"uri":"Similarity_transformation","surface_form":"similarity transformation","offset":2052},{"uri":"Involute","surface_form":"involute","offset":2251},{"uri":"Evolute","surface_form":"evolute","offset":2262},{"uri":"Pedal_curve","surface_form":"pedal curve","offset":2280},{"uri":"Evangelista_Torricelli","surface_form":"Evangelista Torricelli","offset":2527},{"uri":"Calculus","surface_form":"calculus","offset":2562},{"uri":"Fibonacci_number","surface_form":"Fibonacci number","offset":2786},{"uri":"Golden_ratio","surface_form":"golden ratio","offset":2811},{"uri":"Exponential_function","surface_form":"exponential function","offset":2874},{"uri":"Up_to","surface_form":"Up to","offset":3052},{"uri":"Onto","surface_form":"onto","offset":3161}]}