{"id":51512,"url":"http://en.wikipedia.org/wiki/Argonauta","text":"\"Argonauta\", the argonauts, is the only living genus in the Argonautidae family. They are a group of pelagic octopods.\nThey are also called paper nautiluses, because of the paper-thin eggcase that females make. This structure does not have the gas-filled chambers of nautilus shells, and is not a true cephalopod shell. It is an evolutionary innovation unique to the genus \"Argonauta\".\nArgonauts are found in tropical and subtropical waters worldwide: they live in open ocean. Like most octopods, they have a rounded body, eight arms and no fins. However, unlike octopuses, argonauts live close to the sea surface rather than on the seabed. \"Argonauta\" species have very large eyes and small distal webs. They have a mantle-funnel locking apparatus, which is a way to identify the genus. It consists of knob-like cartilages in the mantle and corresponding depressions in the funnel. Unlike the closely related genera \"Ocythoe\" and \"Tremoctopus\", \"Argonauta\" species lack water pores.\nSexual dimorphism and reproduction.\nIn Argonauts, males and females are quite different in size and lifespan. Females grow up to 10 cm and make shells up to 30 cm, while males rarely grow larger than 2 cm. The males only mate once in their short lifetime, but the females can get pregnant repeatedly. The females have been known since ancient times while the males were only described in the late 19th Century. The males use a modified arm, the hectocotylus, to transfer sperm to the female. For fertilization, the arm is inserted into the female's pallial cavity, then is detached from the male.\nThe hectocotylus was originally described as a parasitic worm. The hectocotyl arm and its correct function were described by Aristotle. His account was disbelieved for over 2000 years, but was rediscovered in the early 19th century.\nEggcase.\nFemale argonauts make a laterally compressed, calcareous eggcase in which they live. The eggcase curiously resembles the shells of extinct ammonites. It is secreted by the tips of the female's two greatly expanded dorsal tentacles (third left arms) before egg laying. After she deposits her eggs in the floating eggcase, the female herself takes shelter in it, often along with the male's detached hectocotylus. She is usually found with her head and tentacles protruding from the opening, but she retreats deeper inside if disturbed.\nThese ornate, curved white eggcases are occasionally found floating on the sea surface, sometimes with the female argonaut still clinging to it. It is made of calcite, with a 3-layered structure The argonauts may have evolved to use ammonite shells for their egg laying, eventually becoming able to mend the shells and perhaps even make their own.\nThe egg case also contains a bubble of gas used for buoyancy similar to shelled cephalopods, although it does not have chambers as seen in other shelled cephalopods.\n\"Argonauta argo\" is the largest species in the genus and also produces the largest eggcase, which may reach a length of 300 mm. The smallest species is \"Argonauta bottgeri\", with a maximum recorded size of 67 mm.\nBeak.\nThe beaks of \"Argonauta\" species are distinctive. They are characterised by a very small rostrum and a fold that runs to the lower edge or near the free corner. The rostrum is 'pinched in' at the sides. This makes it much narrower than in other octopuses, with the exception of the closely allied monotypic genera \"Ocythoe\" and \"Vitreledonella\". Argonaut beaks are most similar to those of \"Ocythoe tuberculata\" and \"Vitreledonella richardi\". They differ in 'leaning back' to a greater degree than the former and because they have a more curved jaw angle than the latter.\nFeeding and defense.\nFeeding mostly occurs during the day. Argonauts use tentacles to grab prey and drag it toward the mouth. It then bites the prey to inject it with poison from the salivary gland. They feed on small crustaceans, molluscs, but also jellyfish and salps. If the prey is shelled, the argonaut uses its radula to drill into the organism, then inject the poison.\nArgonauts are capable of changing their color. They can blend in with their surroundings to avoid predators. They also produce ink, which is ejected when the animal is being attacked. This ink paralyzes the olfaction of the attacker, providing time for the argonaut to escape. The female is also able to pull back the web covering of her shell, making a silvery flash, which may deter a predator from attacking.\nArgonauts are preyed upon by tunas, billfishes, and dolphins. Shells and remains of argonauts have been recorded from the stomachs of \"Alepisaurus ferox\" and \"Coryphaena hippurus\".\nMale argonauts have been seen living inside salps, which are planktonic tunicates. Little is known about this relationship.\nClassification.\nThe genus \"Argonauta\" contains up to seven existing species. Several extinct species are also known.\nThe extinct species \"Obinautilus awaensis\" was originally assigned to \"Argonauta\", but has since been transferred to the genus \"Obinautilus\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Extant_taxon","surface_form":"living","offset":40},{"uri":"Genus","surface_form":"genus","offset":47},{"uri":"Pelagic","surface_form":"pelagic","offset":101},{"uri":"Octopod","surface_form":"octopod","offset":109},{"uri":"Nautilus","surface_form":"nautilus","offset":267},{"uri":"Cephalopod","surface_form":"cephalopod","offset":302},{"uri":"Shell","surface_form":"shell","offset":313},{"uri":"Evolution","surface_form":"evolution","offset":329},{"uri":"Innovation","surface_form":"innovation","offset":342},{"uri":"Genus","surface_form":"genus","offset":367},{"uri":"Tropics","surface_form":"tropical","offset":409},{"uri":"Subtropical","surface_form":"subtropical","offset":422},{"uri":"Arm","surface_form":"arm","offset":529},{"uri":"Fin","surface_form":"fin","offset":541},{"uri":"Octopuses","surface_form":"octopuses","offset":563},{"uri":"Seabed","surface_form":"seabed","offset":633},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":831},{"uri":"Ocythoe","surface_form":"Ocythoe","offset":918},{"uri":"Tremoctopus","surface_form":"Tremoctopus","offset":932},{"uri":"Hectocotylus","surface_form":"hectocotylus","offset":1429},{"uri":"Sperm","surface_form":"sperm","offset":1455},{"uri":"Fertilization","surface_form":"fertilization","offset":1480},{"uri":"Aristotle","surface_form":"Aristotle","offset":1706},{"uri":"Calcareous","surface_form":"calcareous","offset":1869},{"uri":"Extinct","surface_form":"extinct","offset":1954},{"uri":"Ammonite","surface_form":"ammonite","offset":1962},{"uri":"Dorsal","surface_form":"dorsal","offset":2037},{"uri":"Calcite","surface_form":"calcite","offset":2517},{"uri":"Argonauta_argo","surface_form":"Argonauta argo","offset":2873},{"uri":"Argonauta_bottgeri","surface_form":"Argonauta bottgeri","offset":3025},{"uri":"Rostrum","surface_form":"rostrum","offset":3180},{"uri":"Genus","surface_form":"genera","offset":3398},{"uri":"Tuberculate_Pelagic_Octopus","surface_form":"Ocythoe","offset":3406},{"uri":"Glass_Octopus","surface_form":"Vitreledonella","offset":3420},{"uri":"Poison","surface_form":"poison","offset":3830},{"uri":"Salivary_gland","surface_form":"salivary gland","offset":3846},{"uri":"Crustacean","surface_form":"crustacean","offset":3881},{"uri":"Mollusc","surface_form":"mollusc","offset":3894},{"uri":"Jellyfish","surface_form":"jellyfish","offset":3913},{"uri":"Salp","surface_form":"salp","offset":3927},{"uri":"Radula","surface_form":"radula","offset":3980},{"uri":"Predator","surface_form":"predator","offset":4137},{"uri":"Olfaction","surface_form":"olfaction","offset":4246},{"uri":"Tuna","surface_form":"tuna","offset":4480},{"uri":"Billfish","surface_form":"billfish","offset":4487},{"uri":"Dolphin","surface_form":"dolphin","offset":4503},{"uri":"Lancetfish","surface_form":"Alepisaurus ferox","offset":4586},{"uri":"Mahi-mahi","surface_form":"Coryphaena hippurus","offset":4610},{"uri":"Salp","surface_form":"salp","offset":4676},{"uri":"Plankton","surface_form":"plankton","offset":4693},{"uri":"Tunicate","surface_form":"tunicate","offset":4704},{"uri":"Extinction","surface_form":"extinct","offset":4841},{"uri":"Obinautilus_awaensis","surface_form":"Obinautilus awaensis","offset":4894},{"uri":"Obinautilus","surface_form":"Obinautilus","offset":5001}]}