{"id":51517,"url":"http://en.wikipedia.org/wiki/Camouflage","text":"Camouflage is a visual disguise. Without it, an animal would be recognised easily. If the natural colour of an animal makes it look like its surroundings, that is camouflage. A tiger's stripes in the long grass, and the battledress of a modern soldier are examples.\nCamouflage is a form of deception. The word camouflage comes from the French word \"camoufler,\" which means \"to disguise\".\nNatural camouflage.\nIn nature, most animals blend into their environment or conceal their shape. They are very hard to see. This way they survive, and if they survive, then they can reproduce. There are exceptions: animals which are dangerous to eat (e.g. wasps) advertise with warning colouration.\nPrey animals hide from predators. Predators must search for prey without being seen. Natural camouflage is one way to do this: an animal can blend in with its surroundings. Another way is for the animal to disguise itself as something harmless.\nSome camouflaged animals also copy movements in nature, e.g., of a leaf blowing in the wind. Other animals attach natural materials to their body for concealment. A few animals change color in changing environments. Seasonally: (many Arctic animals, such as the arctic fox, or arctic hare). Or quickly, like the chameleon and the cuttlefish. Some herd animals, like zebra, have a pattern which makes it difficult for the predator when they are running.\nMimicry is a special kind of camouflage, where an animal or plant looks like another, usually one which is unpleasant to eat or dangerous.\nCountershading.\nMost animals are dark on top and light underneath. With light coming from the sky, this \"countershading\" makes them less visible. That this is the correct explanation is proved by cases where the animal lives upside down. A famous example is the Nile catfish, which swims belly uppermost. In this case, the belly is dark, and the back is light in colour.p43\nTransparency and silvering.\nTransparent or partly transparent animals are common in the pelagic layer of the sea. These are the layers into which light penetrates. The effect of transparency or silvering works is better under water than above it. This is because the amount of light which penetrates is less and less as the depth increases. Also, the proportion of the light reflected is much less under water (0.001–0.6%) than in air (2–5%).","categories":[],"infobox_types":[],"annotations":[{"uri":"Disguise","surface_form":"disguise","offset":23},{"uri":"Recognise","surface_form":"recognised","offset":64},{"uri":"Tiger","surface_form":"tiger","offset":177},{"uri":"Battledress","surface_form":"battledress","offset":220},{"uri":"Deception","surface_form":"deception","offset":290},{"uri":"French_language","surface_form":"French","offset":336},{"uri":"Blend","surface_form":"blend","offset":432},{"uri":"Conceal","surface_form":"conceal","offset":464},{"uri":"Wasp","surface_form":"wasp","offset":644},{"uri":"Prey","surface_form":"Prey","offset":687},{"uri":"Predator","surface_form":"predator","offset":710},{"uri":"Disguise","surface_form":"disguise","offset":893},{"uri":"Arctic","surface_form":"Arctic","offset":1166},{"uri":"Arctic_fox","surface_form":"arctic fox","offset":1194},{"uri":"Arctic_hare","surface_form":"arctic hare","offset":1209},{"uri":"Chameleon","surface_form":"chameleon","offset":1244},{"uri":"Cuttlefish","surface_form":"cuttlefish","offset":1262},{"uri":"Herd","surface_form":"herd","offset":1279},{"uri":"Zebra","surface_form":"zebra","offset":1298},{"uri":"Mimicry","surface_form":"Mimicry","offset":1385},{"uri":"Transparency","surface_form":"Transparent","offset":1926},{"uri":"Pelagic","surface_form":"pelagic","offset":1986}]}