{"id":51529,"url":"http://en.wikipedia.org/wiki/Die_Walk%C3%BCre","text":"\"Die Walküre\" (\"The Valkyrie\") is an opera by Richard Wagner. It is the second of the four operas that together tell a story called \"Der Ring des Nibelungen\" (\"The Ring of the Nibelung\"). The story continues from the first opera which was called \"Das Rheingold\". It is a very beautiful piece.\n\"Die Walküre\" was first performed on 26 June 1870 in Munich. The first performance that was part of the whole Ring cycle took place on 14 August 1876.\nAct One.\nThe opera starts with a storm. The young man Siegmund is out in the storm and comes to a house. The house belongs to Hunding who lives there with his wife Sieglinde. An ash tree is growing in the middle of the house. Siegmund and Sieglinde are twins who were separated as children, so neither of them knows who the other one is. Their father is Wotan, the chief god, but they don’t know this either. Their mother was a mortal (an ordinary person, not a goddess) or perhaps a she-wolf, which is how the goddess Fricka refers to her.\nSieglinde lets Siegmund into the house and gives him a drink of mead. They start to fall in love. Hunding arrives and asks Siegmund who he is. Siegmund says that his name ought to be Woeful because he has had an unhappy life. When he was small he came home once and found his house burned down, his mother murdered and his twin sister had been abducted (taken away). He then remembers that some years later he went to help a young lady who had been forced to marry a cruel man. He had killed some of the man’s friends. Hunding realizes that he himself was this man, so that he is Siegmund’s enemy. He says to Siegmund that he can sleep in his house tonight because this is a law of hospitality, but in the morning he will have to fight him.\nSieglinde goes to prepare a drink for her husband. She puts a drug in it which will make Hunding sleep deeply. Siegmund meanwhile is thinking about something his father had promised him. He had told him that he would thrust a magic sword called “Nothung” into a tree. No one would get that sword until, one day, when Siegmund found himself in great difficulty, he would be able to pull it from the tree and use it.\nSieglinde enters and tells Siegmund a story about how, on the day she was forced to marry Hunding, an old man had come into the house and thrust a sword into the ash tree in the middle of the room. They start to realize that they are brother and sister, but it does not stop them from falling in love and they sing passionately about their love for one another. Siegmund pulls the sword from the tree and the two lovers embrace.\nAct Two.\nWotan is the chief god, whom we heard in \"Das Rheingold\". He is trying to get rid of the curse of the Rheingold, and has built a grand plan around Siegmund. Wotan tells his daughter Brünnhilde that she must make sure that Siegmund wins the fight with Hunding. Brünnhilde (the out-of-wedlock daughter of Wotan and Erda, the Earth-Mother goddess) has the power to do this. She is one of eight daughters of Wotan who are Valkyries (German: Walküren). Their job is to collect the dead bodies of brave heroes who have died in battle and take them back to Valhalla, the house of the gods.\nWotan’s wife Fricka arrives in a chariot pulled by a ram. Brünnhilde disappears, and there follows a big argument between husband and wife. Fricka says to Wotan that Siegmund and Sieglinde must be punished for breaking Hunding's marriage, and for loving one another because brothers and sisters are not allowed to be lovers (this is called “incest”). She says that she herself is the goddess of marriage and must make sure that marriage laws are obeyed. Fricka says that the gods will all be disgraced. Wotan says that he went to the world to have children with mortal women because the gods needed a race of heroes who would protect them. But Fricka says to Wotan that he is wrong: Siegmund cannot be a free hero if he is being protected by Wotan. Giving in, Wotan now tells Brünnhilde that she must leave Siegmund to his fate.\nSieglinde tells Siegmund that she feels guilty and that he ought to leave her, but they are desperately in love. When she hears Hunding’s horn she imagines that Siegmund will be torn apart by the dogs and she faints. Brünnhilde pities Siegmund. She tells Siegmund that he must follow her to Valhalla. When Siegmund asks whether he can take Sieglinde with her Brünnhilde says that he cannot do this. Siegmund refuses to go. Brünnhilde tells him that he cannot escape his fate. Siegmund continues to plead with Brünnhilde, and in the end she is so moved that she changes her mind. She breaks Wotan's order, and says that she will protect Siegmund in battle. Hunding appears and the two men fight. Brünnhilde protects Siegmund with her shield. Siegmund is nearly winning when suddenly Wotan appears and smashes Siegmund’s sword into pieces. Hunding kills Siegmund.\nAct Three.\nThe other Valkyries are wondering where Brünnhilde is. They see her coming on her horse, but instead of a hero she is carrying a woman (it is Sieglinde). The Valkyries are angry with Brünnhilde because she disobeyed Wotan. Sieglinde wants to die, but when she is told that she has a baby in her womb she asks Brünnhilde to save her. She escapes into the forest with bits of Siegmund’s sword. One day the baby she is now bearing will grow up, become a hero, and use the bits to make another sword.\nWotan goes to the Valkyries. He is furious with Brünnhilde because she disobeyed him. He punishes her. He tells her that she is no longer a Valkyrie. She will fall asleep on a rock and any man who finds her can have her. Brünnhilde pleads with Wotan. She asks him whether he could, at least, put a fire round her so that the only man who could get her would be a hero. In the end Wotan agrees. Loge, the god of fire, arrives and lights the fire. At the end of the opera Brünnhilde is asleep on the rock, surrounded by the fire. There she will stay until, one day, a hero comes to rescue her.\nThe music of the opera.\nThe music contains many wonderful moments. The most famous bit is the beginning of Act Three where the Valkyries are riding on their horses. This music is known as \"The Ride of the Valkyries\". It is very dramatic music. The very beginning of Act One is also very dramatic. The music describes a storm. The orchestra is a very large one, including special tubas which are known as “Wagner tubas”. There are no separate arias in these operas: all the sections flows into one another. Sometimes a character has a section when they are telling a story. There are beautiful sections like the one in Act One where Siegmund is remembering about his father and the sword, or the love music between Siegmund and Sieglinde. By using leitmotifs (music which goes with certain ideas or characters) he gets many subtle effects. When Siegmund looks at the ash tree we hear the sword motive because the sword is in the tree, although at that moment he does not know about it. We also hear Wotan’s theme when Siegmund talks about his father. We (the listener) know who his father is, but Siegmund does not. The music tells us lots of things that the characters in the story may not understand. This makes the music very powerful and exciting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":37},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":46},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":133},{"uri":"Das_Rheingold","surface_form":"Das Rheingold","offset":247},{"uri":"Munich","surface_form":"Munich","offset":346},{"uri":"Storm","surface_form":"storm","offset":477},{"uri":"Ash_tree","surface_form":"ash","offset":622},{"uri":"Twin","surface_form":"twin","offset":697},{"uri":"Immortality","surface_form":"mortal","offset":872},{"uri":"Mead","surface_form":"mead","offset":1049},{"uri":"Murder","surface_form":"murder","offset":1291},{"uri":"Enemy","surface_form":"enemy","offset":1576},{"uri":"Law","surface_form":"law","offset":1660},{"uri":"Hospitality","surface_form":"hospitality","offset":1667},{"uri":"Drug","surface_form":"drug","offset":1788},{"uri":"Sword","surface_form":"sword","offset":1958},{"uri":"Valkyrie","surface_form":"Valkyrie","offset":2997},{"uri":"Hero","surface_form":"hero","offset":3076},{"uri":"Battle","surface_form":"battle","offset":3100},{"uri":"Valhalla","surface_form":"Valhalla","offset":3129},{"uri":"Chariot","surface_form":"chariot","offset":3195},{"uri":"Sheep","surface_form":"ram","offset":3215},{"uri":"Incest","surface_form":"incest","offset":3503},{"uri":"Horn_(musical_instrument)","surface_form":"horn","offset":4129},{"uri":"Faint","surface_form":"faint","offset":4200},{"uri":"Fate","surface_form":"fate","offset":4461},{"uri":"Shield","surface_form":"shield","offset":4724},{"uri":"Horse","surface_form":"horse","offset":4946},{"uri":"Baby","surface_form":"baby","offset":5147},{"uri":"Womb","surface_form":"womb","offset":5159},{"uri":"Hero","surface_form":"hero","offset":5315},{"uri":"Punishment","surface_form":"punishes","offset":5450},{"uri":"Rock_(geology)","surface_form":"rock","offset":5537},{"uri":"Storm","surface_form":"storm","offset":6272},{"uri":"Orchestra","surface_form":"orchestra","offset":6283},{"uri":"Tuba","surface_form":"tuba","offset":6332},{"uri":"Leitmotif","surface_form":"leitmotif","offset":6700}]}