{"id":515243,"url":"http://en.wikipedia.org/wiki/Moscow_Pavilion","text":"Moscow Pavilion is a famous pavilion that was built for the Expo 67 world exhibition. It was moved to the All-Russia Exhibition Centre in Moscow a year later. The pavilion was called Pavilion 70 and later Moscow Pavilion.\nHistory.\nBefore the World Exhibition was held in Canada in 1967 the Soviet architects hoped that the World Exhibition would be held in Moscow and in the early 1960s offered to adapt the exhibit to the Soviet Union's to document the the history of the country for the the \"50th anniversary of the October Revolution in with an emphasis on \"progress and peace.\" Moscow's chief architect Mikhail Pusuchin proposed to create a spherical pavilion the size of: \"Moscow State University Main Building\" on an artificial lake. However, Nikita Khrushchev's forced resignation and financial problems due to heavy costs led to the Soviet Union's refusal to organize the exhibition. The Bureau of International Exhibitions finally decided to entrust the task to the City of Montreal in Canada on the anniversary of the founding of Montreal. In 1970 the building began to move to Moscow and construction took five years. In 1977, the Pavilion was inaugurated on the site of the Moscow Exhibition Center.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pavilion","surface_form":"pavilion","offset":28},{"uri":"Expo_67","surface_form":"Expo 67","offset":60},{"uri":"All-Russia_Exhibition_Centre","surface_form":"All-Russia Exhibition Centre","offset":106},{"uri":"Moscow","surface_form":"Moscow","offset":138},{"uri":"Canada","surface_form":"Canada","offset":271},{"uri":"Soviet","surface_form":"Soviet","offset":290},{"uri":"1960s","surface_form":"1960s","offset":381},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":423},{"uri":"Mikhail_Pusuchin","surface_form":"Mikhail Pusuchin","offset":607},{"uri":"Moscow_State_University","surface_form":"Moscow State University","offset":678},{"uri":"Nikita_Khrushchev","surface_form":"Nikita Khrushchev","offset":749},{"uri":"Bureau_of_International_Exhibitions","surface_form":"Bureau of International Exhibitions","offset":896},{"uri":"Montreal","surface_form":"Montreal","offset":983}]}