{"id":51535,"url":"http://en.wikipedia.org/wiki/G%C3%B6tterd%C3%A4mmerung","text":"\"Götterdämmerung\" is an opera by Richard Wagner. It is the fourth and last of the cycle of operas that together tell a story called \"Der Ring des Nibelungen\" (\"The Ring of the Nibelung\"). The story continues from the end of the third opera which was called \"Siegfried\". \"Götterdämmerung\" is the German name for \"Ragnarök\".\n\"Götterdämmerung\" is the longest of the four operas. It takes about five hours to perform. It consists of a prologue and three acts. Wagner finished composing the opera in the autumn of 1874. It was first performed on 17 August 1876 as part of the complete Ring cycle.\nThe Prologue.\nThe three Norns, daughters of Erda the Earth Goddess, are spinning the rope of destiny. This rope is a symbol of what has to happen in the end. They take it in turns to tell the story of the past, spinning as they sing and passing on the rope to the next one. The first Norn tells how Wotan went to drink from the Well of Wisdom for which he lost an eye. He then cut a spear from a tree which then died. The second Norn tells how a young hero broke Wotan’s spear and how the gods were sent from Valhalla to chop down the World Ash. The third Norn tells how the logs from the ash tree have been piled round Valhalla ready for a fire that will burn everything. The Norns have visions of the future. The rope breaks. The Norns disappear into the earth.\nBrünnhilde and Siegfried come out of a cave by the rock where they were left at the end of the third opera. Siegfried has to go off to do heroic deeds. He gives Brünnhilde the ring as a token of his love for her. She gives him her horse which is called Grane (pronounce: GRAH-ne). Siegfried travels down the river Rhine.\nAct One.\nAct One takes place in the Hall of the Gibichung palace. Gunther is the chief of the Gibichungs. His half-brother Hagen tells him he would look more important if he got married. He also says that Gunther’s sister Gutrune ought to get married. He tells him about Brünnhilde who, he thinks, is still asleep on the rock surrounded by fire that no one except Siegfried would be able to get through. He says that if they manage to get Siegfried to marry Gutrune, then she could persuade him to go and catch Brünnhilde for Gunther. He says that they could give Siegfried a potion (a special drink) which would make him forget that he loved Brünnhilde.\nThey hear Siegfried’s horn outside and the great hero arrives. Siegfried asks Hagen whether he knows him. Of course, Hagen does. Siegfried is carrying the magic tarn helmet which allows a person to change their shape or become invisible. Siegfried, however, does not know what the tarn helmet can do, and Hagen has to explain it to him. Gutrune appears and offers Siegfried a drink. It is the potion which is going to make him forget any other woman. He drinks to the health of Brünnhilde. As soon as he has drunk it he looks at Gutrune and is in love with her. He agrees to marry her, and he agrees to get a wife for Gunther. Hagen tells him about Brünnhilde on the rock. Siegfried has forgotten about her. He agrees to put on the tarn helmet and disguise himself as Gunther and to go and get Brünnhilde. He goes off, leaving Hagen guarding the palace.\nThe next scene takes place on the top of the Valkyrie rock. Her sister Waltraute arrives on a flying horse. She says that Wotan (their father, the chief God) returned to Valhalla with his spear broken. She says he told the gods to pile up the logs from the World Ash for a fire which will burn everything. Wotan desperately wants the ring to be given back to the Rhine Maidens (who were guardians of the gold, from which the ring was forged, in the first opera). Brünnhilde refuses to give her the ring that Siegfried had given her as a token of their love. Waltraute disappears.\nAfter the weather calms the flames flicker again. Siegfried arrives, disguised as Gunther. Brünnhilde is horrified to see a person she thinks is a stranger. Siegfried says she is his bride, forces the ring from her finger and drags her into a cave for the night, although placing the sword between them.\nAct Two.\nBack at the palace Alberich tries to persuade his son Hagen to get the ring. Hagen wants to get the ring, but only for himself. Siegfried arrives. He no longer wears the tarn helmet so he looks like himself. Hagen blows his horn to call his vassals (soldiers) for a celebration. Gunther is to marry Brünnhilde and Siegfried is to marry Gutrune. Brünnhilde cannot understand why Siegfried is doing this. She sees the ring on his finger and asks him how he got it, as she thinks Gunther snatched it from her. Siegfried says that he won it by killing a dragon. He tells people how he tricked Brünnhilde and swears that a sword lay between them during the night, although Brünnhilde tries to make people think otherwise.\nBrünnhilde is left alone with Gunther and Hagen. She tells them that, although Siegfried is so strong and impossible to kill in battle, he has one weak spot on his back. Gunther does not like the idea of having Siegfried killed, but Hagen promises him that he can then have the ring. They decide to kill Siegfried and to tell Gutrune that he was killed by a wild boar.\nAct Three.\nThe last act takes place in a wild forest. Siegfried’s hunting horn is heard, and then the hunting horn of the Gibichungs. By the river Siegfried happens to meet the Rhine Maidens and teases them by showing them the ring, but does not let them have it. They tell him about the curse on the ring but Siegfried does not believe them. He meets Hagen. They drink together. Siegfried tells the men all about his life, how he was brought up by Mime, about the sword, the dragon and the bird singing. Then he cannot remember any more. Hagen gives him another drugged drink which makes him start to remember what actually happened. He remembers Brünnhilde and how he found her surrounded by fire. He gradually realizes how he has been tricked and feels unbearable sadness. Two ravens fly overhead and Hagen plunges his spear into Siegfried’s back. He dies while speaking the name of Brünnhilde. His body is carried off to a funeral march.\nBack at the palace his body is brought in. Gutrune accuses Gunther of murdering him, but Gunther says Hagen did it. Hagen says he did it because Siegfried, when disguised as Gunther, had slept with Brünnhilde. He tries to snatch the ring from the dead Siegfried’s finger, Gunther tries to stop him but is murdered by Hagen. He tries again to snatch the ring but to everybody’s horror the arm of the dead hero rises in the air.\nBrünnhilde enters and tells everyone how she promised Siegfried her love. Gutrune curses Hagen and falls onto her brother’s dead body. Brünnhilde orders a funeral pyre (a fire) to be prepared. She sings to Wotan that Siegfried is now at peace in death and that she understands more now. She takes the ring and promises to return it to the Rhine Maidens. She lights the fire which flares up and she rides on her horse Grane into the flames. The whole building catches fire, the Rhine overflows. Hagen jumps into the water trying to get the ring from the Rhine Maidens who drown him. The flood dies down and Valhalla (the gods’ palace) is lit up by the fire. The gods and the heroes die in the flames. The Twilight of the Gods has now happened.\nThe music.\nThe music of this long opera is extremely cleverly linked so that musical ideas flow into one another and combine to comment on the drama. Many of the themes have been heard in the other three operas. It is a very exhausting opera to sing, especially for Brünnhilde. There are usually two long intervals during a performance. The orchestra is very large and includes eight harps.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":24},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":33},{"uri":"Der_Ring_des_Nibelungen","surface_form":"Der Ring des Nibelungen","offset":133},{"uri":"Siegfried_(opera)","surface_form":"Siegfried","offset":258},{"uri":"German_language","surface_form":"German","offset":295},{"uri":"Ragnar%C3%B6k","surface_form":"Ragnarök","offset":312},{"uri":"Prologue","surface_form":"prologue","offset":431},{"uri":"Act","surface_form":"act","offset":450},{"uri":"Goddess","surface_form":"Goddess","offset":651},{"uri":"Weave","surface_form":"spinning","offset":664},{"uri":"Rope","surface_form":"rope","offset":677},{"uri":"Destiny","surface_form":"destiny","offset":685},{"uri":"Symbol","surface_form":"symbol","offset":709},{"uri":"Well","surface_form":"Well","offset":920},{"uri":"Wisdom","surface_form":"Wisdom","offset":928},{"uri":"Eye","surface_form":"eye","offset":956},{"uri":"Spear","surface_form":"spear","offset":975},{"uri":"Hero","surface_form":"hero","offset":1044},{"uri":"Ash_tree","surface_form":"Ash","offset":1133},{"uri":"Log","surface_form":"log","offset":1167},{"uri":"Fire","surface_form":"fire","offset":1233},{"uri":"Vision","surface_form":"vision","offset":1280},{"uri":"Brynhildr","surface_form":"Brünnhilde","offset":1356},{"uri":"Sigurd","surface_form":"Siegfried","offset":1371},{"uri":"Cave","surface_form":"cave","offset":1395},{"uri":"Love","surface_form":"love","offset":1555},{"uri":"Horse","surface_form":"horse","offset":1587},{"uri":"Rhine","surface_form":"Rhine","offset":1670},{"uri":"Palace","surface_form":"palace","offset":1735},{"uri":"Brother","surface_form":"half-brother","offset":1787},{"uri":"Potion","surface_form":"potion","offset":2253},{"uri":"Horn_(musical_instrument)","surface_form":"horn","offset":2354},{"uri":"Helmet","surface_form":"helmet","offset":2498},{"uri":"Invisible","surface_form":"invisible","offset":2559},{"uri":"Rock_(geology)","surface_form":"rock","offset":3240},{"uri":"Horse","surface_form":"horse","offset":3287},{"uri":"Spear","surface_form":"spear","offset":3374},{"uri":"Cave","surface_form":"cave","offset":4009},{"uri":"Boar","surface_form":"boar","offset":5159},{"uri":"Raven","surface_form":"raven","offset":5945},{"uri":"Funeral","surface_form":"funeral","offset":6092},{"uri":"March_(music)","surface_form":"march","offset":6100},{"uri":"Pyre","surface_form":"pyre","offset":6697},{"uri":"Intermission","surface_form":"intervals","offset":7582},{"uri":"Harp","surface_form":"harp","offset":7661}]}