{"id":515944,"url":"http://en.wikipedia.org/wiki/Odesza","text":"e=\"preserve\">Odesza (also seen as ODESZA) are an American electronic music duo. They are from Seattle. Their members are Harrison Mills and Clayton Knight. The group was created in 2012 before Mills and Knight graduated from Western Washington University. Their first album, \"Summer's Gone\", was released in 2012. There was a lot of excitement about this album in the underground electronic music community. After \"Summer's Gone, ODESZA released\" their first EP, \"My Friends Never Die\", in 2013. They released their second LP, \"In Return\", in 2014. The duo released \"In Return (Deluxe Edition)\" on September 18, 2015 through Counter Records. This extended version of the original album had three new live recordings all featuring a horn section, instrumental music, and a new song “Light (feat. Little Dragon)”.\nHistory.\nHarrison Mills and Clayton Knight met each other during their first year at Western Washington University. The two did not study the same things. Knight studied physics and math while Mills studied graphic design. They did not begin creating music together until their senior year in 2012. As a child, Knight was taught how to play piano.  Later, he learned guitar. The duo quickly released their first Long Play, \"Summer's Gone\", on September 5 the same year. On November 9, 2012, ODESZA performed their first show. They performed first for Teen Daze and Beat Connection in Bellingham, WA. They soon hit 1 million Soundcloud plays. Their debut EP, \"My Friends Never Die\", was released a year later. ODESZA was booked to perform first for Pretty Lights on his tour called the Analog Future Tour in the fall of 2013. Their first big tour started on March 12, 2014. ODESZA had 30 million Soundcloud plays on October 1, 2014. On October 17, 2014, ODESZA's \"In Return\" North American tour sold out 28 shows. Twenty-four ODESZA tracks have hit #1 on the website Hype Machine. These include \"How Did I Get Here\", \"Memories That You Call\", \"Lights\", \"All We Need (Autograf Remix)\", and several others. Their first festival performance was at Sasquatch! Music Festival in George, WA. This was followed by performances at over 20 festivals, including the following: Coachella, SXSW, Hangout Festival, Lightning In A Bottle, Governor's Ball Music Festival, Bonnaroo Music Festival, Firefly Music Festival, Free Press Summer Fest, What The Festival?!, Electric Forest Festival, Splash Festival, Montreux Jazz Festival, Skral Festival, Sea Dance Festival, Melt! Festival, WayHome Music Festival, HARD Summer Music Festival, Lollapalooza, Squamish Valley Music Festival, Outside Lands, Summer Set Music Festival, Ilesoniq Festival, Chiemsee Summer Festival, MS Dockville Festival, Pukkelpop Festival, and Positiv Festival. Upcoming festival appearances include Mad Decent Block Party, Sun City Music Festival, Backwoods Music Festival, Fun Fun Fun Fest, and Holy Ship!.\nName.\nOdesza is the Hungarian spelling for the city of Odessa, Ukraine. The band's name comes from the name from Mills' uncle's ship, which sank. Only his uncle and one other crew mate survived. Since the spelling \"Odessa\" was already being used by a Scottish synth band, they instead used the Hungarian spelling, replacing the \"ss\" with \"sz\".\nIndividually, Mills is known as Catacombkid. Knight is known as Beaches Beaches. When asked how Mills got his nickname he says, \"I got into Aesop Rock and he has a song called 'Catacomb Kids.' I thought it sounded cool.\" Knight got his nickname when, \"...I was high in my bedroom making music one day…\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronic_music","surface_form":"electronic music","offset":58},{"uri":"Seattle","surface_form":"Seattle","offset":94},{"uri":"Coachella_Valley_Music_and_Arts_Festival","surface_form":"Coachella","offset":2178},{"uri":"Bonnaroo_Music_Festival","surface_form":"Bonnaroo Music Festival","offset":2268},{"uri":"Lollapalooza","surface_form":"Lollapalooza","offset":2533},{"uri":"Odesa","surface_form":"Odessa","offset":2933}]}