{"id":5161,"url":"http://en.wikipedia.org/wiki/Anne_Boleyn","text":"Anne Boleyn (1501 or 1507 – 19 May 1536) was the second wife of King Henry VIII of England and queen consort from 1533 until 1536. She was the mother of Elizabeth I of England. Anne has been called \"the most influential and important queen consort England has ever had.\" It was because of Anne Boleyn that Henry VIII divorced Catherine of Aragon, and became independent from the Roman Catholic Church. After she was falsely accused of adultery, incest and high treason, she was executed.\nPersonality and appearance.\nThere were many different opinions of Anne Boleyn's beauty. The Venetian diarist Marino Sanuto described Anne as \"not one of the handsomest women in the world; she is of middling stature, swarthy complexion, long neck, wide mouth, bosom not much raised... eyes, which are black and beautiful\". Simon Grynée wrote to Martin Bucer in September 1531 that Anne was \"young, good-looking, of a rather dark complexion\". Lancelot de Carles called her \"beautiful\" with a good figure. A Venetian in Paris in 1528 also said that she was beautiful. The most well-known description of Anne was written by the Catholic Nicholas Sanders in 1586. He wrote it several years after Anne died. Even though this is the most famous, it is also probably the least correct description. \"Anne Boleyn,\" he said, \"was rather tall... with black hair, and an oval face of a sallow complexion, as if troubled with jaundice. She had a projecting tooth under the upper lip, and on her right hand six fingers (which historians now say is not true). There was a large wen under her chin, and therefore to hide its ugliness she wore a high dress covering her throat... She was handsome to look at, with a pretty mouth.\" Sanders said that it was because of Anne that Henry went away from the Catholic Church. Sanders' words about Anne made what Eric Ives called the \"monster legend\" of Anne Boleyn. Anne was also a good dancer. William Forrest, who wrote a modern poem about Catherine of Aragon, praised Anne's dancing. He said she had \"passing excellent\" skill as a dancer. \"Here\", he wrote, \"was [a] fresh young damsel, that could trip and go.\"\nEarly life.\nLittle is known for certain about Anne's early life, beginning with the date and location of her birth. She was born in either 1501 or 1507, as one source says she was 20 upon her return from France in 1521, and another that she was not yet 29 at the time of her death in 1536. The location was either Blickling Hall in Norfolk or Hever Castle in Kent. She was the daughter of Sir Thomas Boleyn, a courtier and later a diplomat, and his wife Lady Elizabeth Howard, daughter of the Duke of Norfolk. She had two siblings; a sister Mary and a brother George.\nAnne's early education was the same for girls of her class. Her academic education was limited to arithmetic, her family genealogy, grammar, history, reading, and writing. She had been given a strong upbringing in religion and the Scriptures as the Boleyns were a family of firm religious beliefs. Anne developed domestic skills such as dancing, embroidery, good manners and morals, household management, music, needlework, and singing and excelled in playing several musical instruments including the block flute, the harp, the lute, and the virginals. She learned to play games such as, cards, chess, and dice and outdoor pursuits such as archery, falconry, horseback riding, and hunting. Anne was also taught to have obedience to the men in her life was which first to her father and then to her husband once she was married.\nIn 1513, she was sent to Margaret of Austria's royal court in the Netherlands to complete her education. Anne learned to speak French and studied art, culture, dance, literature, music, and poetry while she was there. The following year, she was transferred to the French court on the occasion of the marriage of Princess Mary Tudor, younger sister of King Henry VIII, to the French King Louis XII. Anne remained in France after the death of Louis XII and served as a lady-in-waiting to Queen Claude upon the accession of Francis I. In Queen Claude's household, Anne completed her study of French and developed a thorough knowledge of French culture and etiquette. As well as English, French, and some Italian, Anne demonstrated a working knowledge of Latin. She also developed an interest in fashion and religious philosophy that called for reform of the Church. Anne stayed in France until late winter 1521.\nReturn to England.\nAnne was called back to England to marry a distant cousin James Butler, in the hope to settle an inheritance dispute over the Earldom of Ormond. However, when the plan failed, Thomas Boleyn found a place for his daughter at the English court, as lady-in-waiting to Queen Katherine. There, Anne fell in love with Sir Henry Percy, who was the eldest son of the Earl of Northumberland, and they became secretly engaged to be married much to the displeasure of their respective families. Cardinal Wolsey ordered them to be separated. Anne was sent home to Hever Castle and Henry Percy was forced to marry Lady Mary Talbot, the daughter of Edward Talbot, Earl of Shrewsbury. Anne blamed Cardinal Wolsey for her lost love and was determined to have her revenge on him, because he had called her a \"foolish girl\".\nRoyal love affair.\nAnne came back to the royal court and soon King Henry fell passionately in love with her. He wanted her to become his mistress, however she categorically refused, which made Henry's desire for her even greater.\nKing Henry's marriage to Catherine of Aragon had produced only one daughter, Princess Mary, not thought suitable to rule the country after his death. Henry needed a son to succeed him and to secure the Tudor dynasty, but Catherine was now too old to have children. Henry then came to see Anne as the answer to the problem of the succession, and decided to divorce Catherine, so that he could marry Anne instead and have male heirs.\nHe said that the marriage was not valid because Catherine had been married to his older brother Arthur, Prince of Wales before she had married Henry. Arthur had died a few months after the marriage at the age of fifteen, and a special dispensation from the Pope on the ground the marriage had never been consummated was issued so Catherine could marry Henry and the alliance between Spain and England would be kept. King Henry now thought that their marriage should not have been allowed in the first place and that they had been punished by not having any sons. He quoted a verse from the Bible that said \"a man may not marry his brother's wife\". He said he was doing what he thought was right, even though he still loved Catherine, but his conscience would not allow him to continue living in sin with her. The plans for the divorce caused a lot of gossip at court and abroad and became known as the \"King's Great Matter\".\nA special court was held, with Wolsey leading it, to decide if the divorce should be allowed. An official from the Pope in Rome was brought over and a trial was held. The official stated that he could not decide what to do. He wanted the Pope to decide instead. The Pope was fearful to offend Charles V, Holy Roman Emperor, nephew of Catherine, and what would happen if he allowed the divorce. He did not make a decision. In the meantime, Anne and King Henry were becoming more and more impatient.\nMarriage.\nAfter becoming Marquess of Pembroke in her own right, Anne felt secure enough and finally gave in to Henry in late 1532 and soon became pregnant. In order to have a legitimate heir to the throne, this meant that Anne and Henry needed to legalize their union quickly and therefore were secretly married on January 25, 1533, even though the divorce had not come through.\nNo longer hoping for the Pope to grant him a divorce, Henry's marriage to Catherine of Aragon was declared illegal in the following May by the newly appointed Archbishop of Canterbury Thomas Cranmer, former chaplain of the Boleyns. Catherine was sent away from court with the title of Dowager Princess of Wales as if she had never been married to Henry.\nNow recognized as Henry's legal wife, Anne was formally crowned Queen of England on June 1, 1533. All that was needed now was the birth of a son and her triumph would be complete.\nAnne gave birth to a daughter, the future Elizabeth I of England, on September 7, 1533. King Henry was very disappointed, after all his troubles, the problem of the succession was still not resolved. However, Anne soon became pregnant again but that ended in a miscarriage in the summer of 1534. Henry started to worry that Anne could not give him a healthy male child. Feeling the king's displeasure, Anne became more and more insecure and ever more difficult and Henry began tiring of her. The situation only deteriorated when the king began to pay special attention to a lady of the court named Jane Seymour.\nWhen, on January 29, 1536, Anne gave birth to a stillborn male child, Henry felt betrayed and completely turned against her, accusing her of having bewitched him.\nDownfall and execution.\nHenry's new secretary, Thomas Cromwell, looked for a way to get rid of Anne so that Henry could marry again to his mistress Jane Seymour. He found people who said that Anne had been the lover of other men while she was married to King Henry. She was put on trial and found guilty of treason, adultery and incest, although she was probably innocent. The men who were accused of being her lovers were Sir Francis Weston, her musician Mark Smeaton, Sir Henry Norris, William Brereton, and her brother Viscount Rochford George Boleyn. All of them were condemned and executed.\nAnne was executed on 19 May 1536 in the Tower of London, London, England. She was buried in the Chapel Royal of Saint Peter ad Vincula, within the Tower of London.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":69},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":153},{"uri":"Influence","surface_form":"influential","offset":208},{"uri":"Queen","surface_form":"queen","offset":234},{"uri":"England","surface_form":"England","offset":248},{"uri":"Divorce","surface_form":"divorce","offset":317},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":326},{"uri":"Independence","surface_form":"independent","offset":358},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic Church","offset":379},{"uri":"Adultery","surface_form":"adultery","offset":435},{"uri":"Incest","surface_form":"incest","offset":445},{"uri":"Treason","surface_form":"high treason","offset":456},{"uri":"Venice","surface_form":"Venetian","offset":580},{"uri":"Diary","surface_form":"diarist","offset":589},{"uri":"Beauty","surface_form":"handsomest","offset":645},{"uri":"Height","surface_form":"stature","offset":695},{"uri":"Swarthiness","surface_form":"swarthy","offset":704},{"uri":"Skin","surface_form":"complexion","offset":712},{"uri":"Paris","surface_form":"Paris","offset":1005},{"uri":"Nicholas_Sanders","surface_form":"Nicholas Sanders","offset":1121},{"uri":"Jaundice","surface_form":"jaundice","offset":1400},{"uri":"History","surface_form":"historians","offset":1499},{"uri":"Poem","surface_form":"poem","offset":1944},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":1955},{"uri":"Excellent","surface_form":"excellent","offset":2025},{"uri":"Woman","surface_form":"damsel","offset":2094},{"uri":"Norfolk","surface_form":"Norfolk","offset":2459},{"uri":"Kent","surface_form":"Kent","offset":2486},{"uri":"Mary_Boleyn","surface_form":"Mary","offset":2668},{"uri":"George_Boleyn","surface_form":"George","offset":2687},{"uri":"Margaret_of_Austria","surface_form":"Margaret of Austria","offset":3549},{"uri":"Netherlands","surface_form":"Netherlands","offset":3590},{"uri":"Louis_XII","surface_form":"Louis XII","offset":3912},{"uri":"Northumberland","surface_form":"Northumberland","offset":4820},{"uri":"Cardinal_Wolsey","surface_form":"Cardinal Wolsey","offset":4937},{"uri":"Shrewsbury","surface_form":"Shrewsbury","offset":5111},{"uri":"Henry_VIII_of_England","surface_form":"King Henry","offset":5322},{"uri":"Catherine_of_Aragon","surface_form":"Catherine of Aragon","offset":5515},{"uri":"Mary_I_of_England","surface_form":"Princess Mary","offset":5567},{"uri":"Divorce","surface_form":"divorce","offset":5846},{"uri":"Arthur%2C_Prince_of_Wales","surface_form":"Arthur, Prince of Wales","offset":6018},{"uri":"Pope","surface_form":"Pope","offset":6179},{"uri":"Spain","surface_form":"Spain","offset":6305},{"uri":"England","surface_form":"England","offset":6315},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V, Holy Roman Emperor","offset":7140},{"uri":"Pregnant","surface_form":"pregnant","offset":7491},{"uri":"Heir","surface_form":"heir","offset":7531},{"uri":"Thomas_Cranmer","surface_form":"Thomas Cranmer","offset":7908},{"uri":"Elizabeth_I_of_England","surface_form":"Elizabeth I of England","offset":8300},{"uri":"Miscarriage","surface_form":"miscarriage","offset":8519},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":8856},{"uri":"Stillborn","surface_form":"stillborn","offset":8918},{"uri":"Witch","surface_form":"bewitched","offset":9018},{"uri":"Thomas_Cromwell","surface_form":"Thomas Cromwell","offset":9080},{"uri":"Jane_Seymour","surface_form":"Jane Seymour","offset":9181},{"uri":"Treason","surface_form":"treason","offset":9340},{"uri":"Adultery","surface_form":"adultery","offset":9349},{"uri":"Incest","surface_form":"incest","offset":9362},{"uri":"George_Boleyn","surface_form":"George Boleyn","offset":9573},{"uri":"Execution","surface_form":"executed","offset":9638},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":9669},{"uri":"London","surface_form":"London","offset":9686}]}