{"id":516126,"url":"http://en.wikipedia.org/wiki/Hachik%C5%8D","text":"Hachikō (November 10, 1923 – March 8, 1935) was an Akita dog. He is best known for his unusual loyalty. He remained a faithful pet for many years after his owner died.\nLife.\nThe dog was born on a farm near the city of Ōdate in Akita Prefecture.\nIn 1924, Hidesaburō Ueno, a professor in the agriculture department at the University of Tokyo, took Hachikō, a golden brown Akita as a pet. During his owner's life, Hachikō greeted him at the end of each day at the nearby Shibuya Station. The two kept their daily routine until May 1925, when Professor Ueno did not come back to the train station. The professor had died of a cerebral hemorrhage. Each day for the next nine years, nine months and fifteen days, Hachikō waited for Ueno's return. He showed up at the exact time the train was due at the station.\nOther travellers begin to notice Hachikō still showing up. Many of the people had seen Hachikō and Professor Ueno meet each afternoon. At first, people who worked at the station were not very friendly to the dog. But after a story was written about him in \"Asahi Shinbun\", people started to bring Hachikō treats and food for him to eat while he waited.\nAkitas in Japan.\nIn 1932 one of Ueno's students Hirokichi Saito (who had learned much about the Akita breed) saw the dog at the station. He followed him to the home of the former gardener of Professor Ueno—Kikuzaboro Kobayashi, where he learned the history of Hachikō's life. Shortly after this meeting, the former student published a census of all the Akitas in Japan. His research found only 30 purebred Akitas still alive, including Hachikō from Shibuya Station.\nJapanese culture.\nSaito went back many times to visit Hachikō. Over the years he wrote several news stories about the dog's remarkable loyalty. In 1932 one of these stories, published in the Tokyo \"Asahi Shinbun\", made Hachikō a national sensation.\nHis faithfulness to his master's memory meant a spirit of family loyalty for all Japanese people to achieve. Teachers and parents used Hachikō's devotional watching for his master as an example for children to follow. A well-known Japanese artist made a sculpture of the dog, and in Japan a new awareness of the Akita breed grew.\nAt last, Hachikō's legendary faithfulness became a national symbol of loyalty to the Emperor of Japan himself.\nDeath.\nHachikō died on March 8, 1935, and was found on a street in Shibuya.","categories":[],"infobox_types":[],"annotations":[{"uri":"Akita_Inu","surface_form":"Akita","offset":51},{"uri":"Loyalty","surface_form":"loyalty","offset":95},{"uri":"Akita_Prefecture","surface_form":"Akita Prefecture","offset":227},{"uri":"University_of_Tokyo","surface_form":"University of Tokyo","offset":320},{"uri":"Shibuya_Station","surface_form":"Shibuya Station","offset":468},{"uri":"Cerebral_hemorrhage","surface_form":"cerebral hemorrhage","offset":622},{"uri":"Asahi_Shinbun","surface_form":"Asahi Shinbun","offset":1063},{"uri":"Gardener","surface_form":"gardener","offset":1338},{"uri":"Census","surface_form":"census","offset":1494},{"uri":"Purebred_dog","surface_form":"purebred","offset":1556},{"uri":"Tokyo","surface_form":"Tokyo","offset":1816},{"uri":"Memory","surface_form":"memory","offset":1907},{"uri":"Sculpture","surface_form":"sculpture","offset":2128},{"uri":"Symbolism","surface_form":"symbol","offset":2264},{"uri":"Emperor_of_Japan","surface_form":"Emperor of Japan","offset":2289}]}