{"id":516221,"url":"http://en.wikipedia.org/wiki/Bell%2C_Book_and_Candle","text":"\"Bell, Book and Candle\" is a 1958 American romantic comedy movie, made in Technicolor. It is based on a successful Broadway play of the same name. The plot for the movie was changed to add characters to the scenes. In the play, some minor people are only talked about, but never seen. Also, the movie has action in Manhattan, Greenwich Village, shops, offices and night clubs. The play's scenes take place in one apartment.\nThe movie stars Kim Novak as a witch who casts a spell on her neighbor, played by James Stewart. Also appearing are Jack Lemmon, Ernie Kovacs, Hermione Gingold and Elsa Lanchester. Ernie Kovaks plays a very confused character, because he is commanded to appear by magic and has no idea where he is or why.\n\"Bell, Book and Candle\" was Stewart's last leading romantic role in a movie.\nCast.\nEarly in 1957 producers began a promotional search for Siamese cats to play Pyewacket. One source said as many as twelve cats would be needed for all the stunts and action in the movie.\nPlot.\nIt is the Christmas holiday season in Greenwich Village. Gillian Holroyd is a witch. She does not obey the rules of witchcraft and likes to walk around barefoot. She has not been lucky in love. She is unhappy with her life. She has an admiring love for her neighbor, publisher Shep Henderson.\nOne day he walks into her African art gallery. He asks to make a telephone call (after Gillian's aunt put a spell on his phone and broke it). Gillian learns Shep is about to marry an old college enemy of hers, Merle Kittridge. Gil and Pyewacket take revenge by casting a spell on Shep, so he has to fall in love with her. She eventually falls in love with him too. She must make a choice, because witches who fall in love lose their supernatural powers. When she decides to love Shep, Gillian's cat and animal spirit, Pyewacket, becomes angry and leaves.\nSidney Redlitch, the author of a best-selling book \"Magic in Mexico,\" suddenly appears in Shep's office (thanks to a little magic trick that just takes him there). Gilliam and Pyewacket have him arrive when she finds out Shep wants to meet with him about writing a book together. Redlitch is befuddled and confused but soon catches on. Redlitch is doing research for a book on witches in New York. He gats an \"inside\" helper when Gillian's warlock brother Nicky offers to help in exchange for a share of the profits.\nGillian later confesses to Shep that she is a witch and has bewitched him. Shep becomes angry, believing she cast a spell on him just to get even with Merle, and the two argue. Gillian tries to cast various spells on Merle, such as making her fall in love with the first man who walks into her apartment. She finds out, however, that she has lost her powers because she loves Shep.\nMeanwhile, Shep finds he really cannot leave Gillian, because of the spell. To escape, he turns to another witch, Bianca De Pass who breaks the spell with a horrible cooked brew that he must drink. Shep again fights with Gillian and leaves her heartbroken.\nShep is not able to get back together with Merle. She does not believe the witch story is true. Months later, Shep returns and finds out Gillian has lost her magic powers because of her love for him. Even Pyewacket has left her because she is not still magical. When he realizes her love is true, the two make up.\nSuccess.\n\"Bell Book and Candle\" was said to be a \"blockbuster\" by Columbia Pictures. Before it was released, the movie got heavy promotion.\nNovak appeared with Pyewacket, the cat, on the November 25 cover of \"Life magazine\" \"(LIFE)\", along with an article. There were also favorable write-ups in other major magazines.\nA production number on \"The Steve Allen Show\" (a televvision variety show) played the theme music.\nAwards.\n\"Bell, Book and Candle\" received Academy Award nominations in two categories: Best Art Direction for Cary Odell and Louis Diage; and Best Costume Design for Jean Louis.\nIt also received a Golden Globes nomination for Best Motion Picture - Musical or Comedy.\nMusic.\nThe music heard in the movie was written by George Duning, a Columbia veteran composer. The music uses bongo drums and violins to bring out the magical mood of the plot. Heard during the opening credits, a few lines of \"Jingle Bells\" music are used to set the time of the story as Christmas.\nEach witch, including Pyewacket the cat, has an individual musical tune heard every time they are seen. Duning recorded sounds and replayed them at higher speeds to make the music sound spooky and odd. The soundtrack was released in January 1959.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romantic_comedy","surface_form":"romantic comedy","offset":43},{"uri":"Broadway","surface_form":"Broadway","offset":115},{"uri":"Plot","surface_form":"plot","offset":151},{"uri":"Character","surface_form":"character","offset":189},{"uri":"Manhattan","surface_form":"Manhattan","offset":315},{"uri":"Greenwich_Village","surface_form":"Greenwich Village","offset":326},{"uri":"Apartment","surface_form":"apartment","offset":413},{"uri":"Kim_Novak","surface_form":"Kim Novak","offset":440},{"uri":"Witch","surface_form":"witch","offset":455},{"uri":"James_Stewart","surface_form":"James Stewart","offset":506},{"uri":"Jack_Lemmon","surface_form":"Jack Lemmon","offset":540},{"uri":"Ernie_Kovacs","surface_form":"Ernie Kovacs","offset":553},{"uri":"Elsa_Lanchester","surface_form":"Elsa Lanchester","offset":588},{"uri":"Witchcraft","surface_form":"magic","offset":688},{"uri":"Siamese_cat","surface_form":"Siamese cat","offset":868},{"uri":"Christmas","surface_form":"Christmas","offset":1015},{"uri":"Holiday","surface_form":"holiday","offset":1025},{"uri":"Greenwich_Village","surface_form":"Greenwich Village","offset":1043},{"uri":"Witch","surface_form":"witch","offset":1083},{"uri":"Witchcraft","surface_form":"witchcraft","offset":1121},{"uri":"Barefoot","surface_form":"barefoot","offset":1157},{"uri":"Publisher","surface_form":"publisher","offset":1272},{"uri":"Art_gallery","surface_form":"art gallery","offset":1332},{"uri":"Telephone","surface_form":"telephone","offset":1363},{"uri":"College","surface_form":"college","offset":1485},{"uri":"Enemy","surface_form":"enemy","offset":1493},{"uri":"Revenge","surface_form":"revenge","offset":1548},{"uri":"Supernatural","surface_form":"supernatural","offset":1731},{"uri":"Warlock","surface_form":"warlock","offset":2293},{"uri":"Columbia_Pictures","surface_form":"Columbia Pictures","offset":3389},{"uri":"Promotion","surface_form":"promotion","offset":3452},{"uri":"Magazine","surface_form":"magazine","offset":3631},{"uri":"Variety_show","surface_form":"variety show","offset":3703},{"uri":"Academy_Award","surface_form":"Academy Award","offset":3782},{"uri":"Academy_Award_for_Best_Production_Design","surface_form":"Best Art Direction","offset":3827},{"uri":"Academy_Award_for_Costume_Design","surface_form":"Best Costume Design","offset":3882},{"uri":"Golden_Globes","surface_form":"Golden Globes","offset":3937},{"uri":"Composer","surface_form":"composer","offset":4092},{"uri":"Bongo_drum","surface_form":"bongo drum","offset":4117},{"uri":"Violin","surface_form":"violin","offset":4133},{"uri":"Jingle_Bells","surface_form":"Jingle Bells","offset":4234},{"uri":"Christmas","surface_form":"Christmas","offset":4295},{"uri":"Soundtrack","surface_form":"soundtrack","offset":4512}]}