{"id":516626,"url":"http://en.wikipedia.org/wiki/Think_of_the_children","text":"\"Think of the children\" (also \"What about the children?\") is a phrase that became a strategy used when you are in an argument with someone. Basically in its simplest use it can mean just children's rights, like for example talking about child labor problems. But when this phrase is used in the middle of an argument, it can be used to try to make people feel emotional when thinking about the needs of children, and then to try and fool people into doing what they want because they might be scared that they do not want to harm children.\nThe 2002 book \"Art, Argument, and Advocacy\" (2002) said that using this phrase replaced emotion instead of reason in the middle of an argument with someone. Ethicist Jack Marshall wrote in 2005 that the phrase is so popular because it can stop people from behaving rationally especially when they are talking about morals. \"Think of the children\" was used by censorship supporters to try to defend children from things they thought were dangerous to these young people. The book \"Community, Space and Online Censorship\" (2009) wrote that calling children just babies in need of protection was a form of focusing too much on the concept of purity. A 2011 article in the \"Journal for Cultural Research\" wrote that \"Think of the children\" was caused by people thinking too hard about telling everyone what to do and the difference between right-and-wrong.\nIn popular culture.\n\"Think of the children\" as a phrase was used in the 1964 Walt Disney Pictures film \"Mary Poppins\"; where Mrs. Banks pleaded with her departing nanny not to quit and to asked her to \"Think of the children!\". Its use was popularized through satire on the television program \"The Simpsons\", beginning in 1996. Character Helen Lovejoy pleaded: \"Won't somebody please think of the children!\" during loud arguments in the town of Springfield on the TV show.\nLaw professor Charles J. Ten Brink in the 2012 \"Georgia State University Law Review\" wrote that \"The Simpsons\" character Helen Lovejoy's use of \"Think of the children\" was a good form of parody. The phrase's use was made fun of a lot when people used it in politics. After it became popular on \"The Simpsons\", use of the phrase was called \"Lovejoy's Law\", the \"Helen Lovejoy defence\", the \"Helen Lovejoy Syndrome\", and \"think-of-the-children-ism\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Child_labor","surface_form":"child labor","offset":237},{"uri":"Emotion","surface_form":"emotion","offset":628},{"uri":"Reason","surface_form":"reason","offset":647},{"uri":"Ethics","surface_form":"Ethicist","offset":697},{"uri":"Rationality","surface_form":"rationally","offset":805},{"uri":"Moral","surface_form":"moral","offset":855},{"uri":"Censorship","surface_form":"censorship","offset":899},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":1470},{"uri":"Mary_Poppins_(film)","surface_form":"Mary Poppins","offset":1497},{"uri":"Nanny","surface_form":"nanny","offset":1556},{"uri":"Satire","surface_form":"satire","offset":1652},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":1686},{"uri":"Springfield_(The_Simpsons)","surface_form":"Springfield","offset":1837},{"uri":"Parody","surface_form":"parody","offset":2052}]}