{"id":516809,"url":"http://en.wikipedia.org/wiki/Origins_of_the_blues","text":"The origin of the blues. Little is known about the origin of the music known as the blues. No year can be cited as the origin, because the style evolved over a long period. Ethnomusicologist Gerhard Kubik traces the roots of many of its elements back to the African continent, the \"cradle of the blues\".\nOne early mention comes from 1901, when an archaeologist in Mississippi described the songs of black workers which had lyrical themes and technical elements in common with the blues.\nThere are few characteristics common to all blues. The genre takes its shape from the peculiarities of each individual performance. Some characteristics are common to most styles of African American music. The earliest blues-like music was a \"functional expression, rendered in a call-and-response style without accompaniment or harmony and unbounded by the formality of any particular musical structure\". This pre-blues music was adapted from the field shouts and hollers performed during slave times, expanded into \"simple solo songs laden with emotional content\".\nMany of these blues elements, such as the call-and-response format, can be traced back to the music of Africa. When African slaves went to work in North America, they took musical traditions with them. Early forms of music include spirituals and work songs. Spirituals were religious songs and work songs were sung to the rhythm of working. Work songs included a vocal call and response, or where the lead drummer makes a beat and then the others respond to it.\nThe majority of blues songs have four beats in a bar, and are built on the 12 bar blues form which uses three phrases, each four bars long. They can also use the blue scale.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blues","surface_form":"blues","offset":84},{"uri":"Ethnomusicologist","surface_form":"Ethnomusicologist","offset":173},{"uri":"African","surface_form":"African","offset":258},{"uri":"Archaeologist","surface_form":"archaeologist","offset":347},{"uri":"Mississippi","surface_form":"Mississippi","offset":364},{"uri":"African-American","surface_form":"black","offset":399},{"uri":"African_American_music","surface_form":"African American music","offset":669},{"uri":"Call_and_response_(music)","surface_form":"call-and-response","offset":767},{"uri":"Spirituals","surface_form":"spirituals","offset":1285},{"uri":"Scale_(music)","surface_form":"scale","offset":1683}]}