{"id":516959,"url":"http://en.wikipedia.org/wiki/Ptolemaic_dynasty","text":"The Ptolemaic dynasty, also known as the Lagids or Lagidae, was a Macedonian Greek royal family who ruled over Egypt. Their rule lasted for 275 years, from 305 BC to 30 BC. They were the last dynasty of ancient Egypt.\nPtolemy, was one of Alexander the Great's generals and deputies. He was appointed satrap of Egypt after Alexander's death in 323 BC. In 305 BC, he declared himself King Ptolemy I, later known as \"Soter\" (savior). The Egyptians soon accepted the Ptolemies as the successors to the pharaohs of independent Egypt. Unlike their previous rulers under the Achaemenid Empire, they usually lived in Egypt. Ptolemy's family ruled Egypt until the Roman conquest of 30 BC.\nAll the male rulers of the dynasty took the name Ptolemy. Ptolemaic queens, some of whom were the sisters of their husbands, were usually called Cleopatra, Arsinoe or Berenice. The most famous, was the last queen, Cleopatra VII. She was involved in the Roman political battles between Julius Caesar and Pompey, and later between Octavian and Mark Antony. Her death marked the end of Ptolemaic rule in Egypt.\nPtolemaic rulers and consorts.\nDates in brackets represent the ruling dates of the Ptolemaic pharaohs. They often ruled jointly with their wives, who were often also their sisters. Several queens exercised royal authority, but the most famous and successful was Cleopatra VII (51–30 BC), with her two brothers and her son as successive nominal co-rulers. Several systems exist for numbering the later rulers; the one used here is the one most widely used by modern scholars.\nMedical analysis.\nMembers of the Ptolemaic dynasty were described as extremely obese. Their sculptures and coins show prominent eyes and swollen necks. Graves' disease within the family could explain the swollen necks and eye prominence (exophthalmos), although this is unlikely if they were simply obese.\nMembers of this dynasty likely suffered from a multi-organ fibrotic condition such as Erdheim–Chester disease or a familial multifocal fibrosclerosis. With this condition, then thyroiditis, obesity and ocular proptosis can all occur at the same time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Macedonians","surface_form":"Macedonian Greek","offset":66},{"uri":"Dynasty","surface_form":"dynasty","offset":192},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":203},{"uri":"Ptolemy_I_Soter","surface_form":"Ptolemy","offset":218},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":238},{"uri":"Satrap","surface_form":"satrap","offset":300},{"uri":"Egypt","surface_form":"Egypt","offset":310},{"uri":"Savior","surface_form":"savior","offset":422},{"uri":"Egyptians","surface_form":"Egyptians","offset":435},{"uri":"Pharaoh","surface_form":"pharaoh","offset":498},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":568},{"uri":"Rome","surface_form":"Roman","offset":655},{"uri":"Cleopatra","surface_form":"Cleopatra VII","offset":894},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":965},{"uri":"Pompey","surface_form":"Pompey","offset":983},{"uri":"Augustus","surface_form":"Octavian","offset":1009},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":1022},{"uri":"Cleopatra_VII","surface_form":"Cleopatra VII","offset":1350},{"uri":"Co-ruler","surface_form":"co-ruler","offset":1432},{"uri":"Obese","surface_form":"obese","offset":1642},{"uri":"Sculpture","surface_form":"sculpture","offset":1655},{"uri":"Coin","surface_form":"coin","offset":1670},{"uri":"Graves_disease","surface_form":"Graves' disease","offset":1715},{"uri":"Exophthalmos","surface_form":"exophthalmos","offset":1801},{"uri":"Erdheim%E2%80%93Chester_disease","surface_form":"Erdheim–Chester disease","offset":1955},{"uri":"Thyroiditis","surface_form":"thyroiditis","offset":2046},{"uri":"Ocular_proptosis","surface_form":"ocular proptosis","offset":2071}]}