{"id":517,"url":"http://en.wikipedia.org/wiki/Apple_Macintosh","text":"The Apple Macintosh or just “Mac” is a line of personal computers made by the American company Apple Inc. The Macintosh was one of the first computers in which the people could use a mouse for pointing on a screen which had icons. This new way of working with a computer (interface) was known as graphical user interface. It was this feature of the Macintosh that made it so popular.\nProcessor history.\nThe Apple–Intel transition was when Apple changed the CPU of Macintosh computers from PowerPC processors to Intel x86 processors. It was announced at the 2005 World Wide Developers Conference. Steve Jobs announced it.\nMacintoshes were different than other personal computers for many years based on their central processor unit (CPU). At the start, Macs used Motorola 68000 chips instead of Intel chips. Later, Macs used PowerPC chips. In 2006, Macs started to use Intel chips. Today, Macs are sold with Intel quad-core i7 chips.\nSoftware.\nThe Mac does not have the Windows operating system installed on it. It has its own range of operating systems, known as macOS. The newest operating system is known as “Catalina\". Macs can run both Windows and macOS at the same time with help of a program called “Boot Camp”, which comes on every Mac.\nIn general, Macintosh computers cost more than other computers of the same speed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Personal_computer","surface_form":"personal computer","offset":47},{"uri":"Apple_Inc.","surface_form":"Apple Inc","offset":95},{"uri":"Interface","surface_form":"interface","offset":272},{"uri":"Graphical_user_interfaces_and_consoles","surface_form":"graphical user interface","offset":296},{"uri":"CPU","surface_form":"CPU","offset":457},{"uri":"PowerPC","surface_form":"PowerPC","offset":489},{"uri":"X86","surface_form":"x86","offset":517},{"uri":"World_Wide_Developers_Conference","surface_form":"World Wide Developers Conference","offset":562},{"uri":"Steve_Jobs","surface_form":"Steve Jobs","offset":596},{"uri":"Central_processor_unit","surface_form":"central processor unit","offset":708},{"uri":"Motorola_68000","surface_form":"Motorola 68000","offset":762},{"uri":"Intel","surface_form":"Intel","offset":794},{"uri":"PowerPC","surface_form":"PowerPC","offset":824},{"uri":"Intel_Core_i7","surface_form":"i7","offset":923},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":969},{"uri":"MacOS","surface_form":"macOS","offset":1063}]}