{"id":51708,"url":"http://en.wikipedia.org/wiki/Spore_(video_game)","text":"\"Spore\" is a computer game made by Will Wright. He also made \"The Sims\" and \"SimCity\". It consists of five phases of gameplay, the cell, creature, tribal, civilization and space phases. It is a game in which the player is able to create and evolve a species from a germ into a galactic superpower. It was released on September 7, 2008 in America, and September 5 in Europe.\nInitially, it was going to be 6 different phases, but they merged the city and civilization phases, so it's only 5 phases now.\nOne of the biggest parts of the game is the different editors. Almost all things in the game can be made by the player, from buildings in the civilization phase to the creature in the creature phase. The player uses different parts that he can place as he wants. He can also change things like size and \"stretch\" the parts. All these things made by players can be uploaded as pictures to the \"sporepedia\". A picture has all the info needed for the game to make the thing, and is very small in size, usually less than 30 kilobytes. This means, that a player can find a picture of a car made in Spore that he likes, copy it, and put it in the Spore folder. Then they can play with it.\nAll the different phases of the game offer many choices. Roughly, the player can choose to be peaceful, aggressive, or both. For example, in the creature phase, there is a choice to eat other animals, just fruit, or both. And in the civilization phase, there is a choice to be military, religious, economic, or a little of all of them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_game","surface_form":"computer game","offset":13},{"uri":"The_Sims","surface_form":"The Sims","offset":62},{"uri":"SimCity","surface_form":"SimCity","offset":77},{"uri":"Tribe","surface_form":"tribal","offset":147},{"uri":"Civilization","surface_form":"civilization","offset":155},{"uri":"Evolution","surface_form":"evolve","offset":241},{"uri":"Microorganism","surface_form":"germ","offset":265},{"uri":"Galaxy","surface_form":"galactic","offset":277},{"uri":"Superpower","surface_form":"superpower","offset":286},{"uri":"Creature","surface_form":"creature","offset":669},{"uri":"Sporepedia","surface_form":"sporepedia","offset":894}]}