{"id":517158,"url":"http://en.wikipedia.org/wiki/Co-education","text":"e=\"preserve\">Co-educational means education for boys and girls together.The practice has been different in different countries, and at different times.\nMost primary schools have been co-educational for a long time. There is no reason to educate females separately before the age of puberty. Also, the curriculum in primary schools is not controversial. It emphasises reading, writing and arithmetic, with some elementary knowledge of geography and history. In some countries it includes some religious as well as cultural education.\nHowever, before the mid-19th century, girls were often educated at home, or were not educated at all. On this point, there were great differences in different parts of the world. In England and Wales, universal primary education was set up by the Elementary Education Act of 1870, and attendance from the ages of 5 to 10 was compulsory. This was extended in another Act of 1880. Since then. almost all primary education in the United Kingdom has been co-educational, and so it is in many other countries.\nWith secondary education, children go through the process of puberty, and there is no general agreement as to whether the two genders should be educated together. There are arguments for and against. At one extreme is the United States, where both sexes are educated together at all stages. At the other extreme are certain traditional societies where girls do not get a secondary education at all. The tendency has been for more countries to move to co-education as the standard at every level of education.","categories":[],"infobox_types":[],"annotations":[{"uri":"Education","surface_form":"education","offset":34},{"uri":"Practice","surface_form":"practice","offset":76},{"uri":"Primary_school","surface_form":"primary school","offset":157},{"uri":"Puberty","surface_form":"puberty","offset":282},{"uri":"Curriculum","surface_form":"curriculum","offset":301},{"uri":"Reading","surface_form":"reading","offset":367},{"uri":"Writing","surface_form":"writing","offset":376},{"uri":"Arithmetic","surface_form":"arithmetic","offset":388},{"uri":"Geography","surface_form":"geography","offset":434},{"uri":"History","surface_form":"history","offset":448},{"uri":"Religious_as_well_as_cultural","surface_form":"religious as well as cultural","offset":492},{"uri":"England","surface_form":"England","offset":715},{"uri":"Wales","surface_form":"Wales","offset":727},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":960},{"uri":"Secondary_education","surface_form":"secondary education","offset":1043},{"uri":"United_States","surface_form":"United States","offset":1260}]}