{"id":517206,"url":"http://en.wikipedia.org/wiki/Amarna_period","text":"The Amarna period was an era of Ancient Egypt in the last half of the Eighteenth dynasty.\nThe royal residence of the pharaoh and his queen was shifted to Akhetaten ('Horizon of the Aten') in what is now Amarna. It was marked by the reign of Amenhotep IV, who changed his name to Akhenaten (1353–1336 BC). This was to underline the dramatic change of Egypt's polytheistic religion into one where the sun disc Aten was worshipped over all other gods. Aten was not solely worshipped (the religion was not monotheistic), but other gods were worshipped to a significantly lesser degree. The Egyptian pantheon of the equality of all gods and goddesses was restored under Akhenaten's successor.\nDuring Akhenaten's reign, royal portraiture changed. Sculptures of Akhenaten are different from those of earlier pharaohs. Akhenaten is shown in an androgynous (less manly) and stylized manner, with large thighs, a slim torso, drooping belly, full lips, and a long neck and nose. Some believe that the break with convention was due to \"the presence at Amarna of new people or groups of artists whose background and training were different from those of the Karnak sculptors\".\nThe events following Akhenaten's death are unclear and the identity and policies of his co-regent and immediate successor Smenkhkare are unclear.\nTutankhamun and the Amarna succession.\nTutankhamun died before he was twenty years old, and the dynasty's final years clearly were shaky. The royal line of the dynasty died out with Tutankhamun. Two fetuses found buried in his tomb may have been his twin daughters who would have continued the royal lineage, according to a 2008 investigation.\nThe last two members of the eighteenth dynasty – Ay and Horemheb – became rulers from the ranks of officials in the royal court. Ay may have married the widow of Tutankhamun in order to get power and she did not live long afterward. Ay's reign was short. His successor was Horemheb, a general in the Egyptian army, who had been a diplomat in the administration of Tutankhamun. He may have been named as a successor by the childless Tutankhamun. Horemheb may have taken the throne away from Ay in a coup. He also died childless and appointed his successor, Paramessu who, under the name Ramesses I, ascended the throne in 1292 BC. He was the first pharaoh of the Nineteenth dynasty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":32},{"uri":"Eighteenth_dynasty_of_Egypt","surface_form":"Eighteenth dynasty","offset":70},{"uri":"Pharaoh","surface_form":"pharaoh","offset":117},{"uri":"Akhetaten","surface_form":"Akhetaten","offset":154},{"uri":"Aten","surface_form":"Aten","offset":181},{"uri":"Amarna","surface_form":"Amarna","offset":203},{"uri":"Amenhotep_IV","surface_form":"Amenhotep IV","offset":241},{"uri":"Akhenaten","surface_form":"Akhenaten","offset":279},{"uri":"Ancient_Egyptian_religion","surface_form":"Egypt's polytheistic religion","offset":350},{"uri":"Aten","surface_form":"Aten","offset":408},{"uri":"Monotheistic","surface_form":"monotheistic","offset":502},{"uri":"Androgynous","surface_form":"androgynous","offset":836},{"uri":"Smenkhkare","surface_form":"Smenkhkare","offset":1286},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":1349},{"uri":"KV62","surface_form":"tomb","offset":1537},{"uri":"Ay","surface_form":"Ay","offset":1703},{"uri":"Horemheb","surface_form":"Horemheb","offset":1710},{"uri":"Ramesses_I","surface_form":"Ramesses I","offset":2240},{"uri":"Nineteenth_dynasty_of_Egypt","surface_form":"Nineteenth dynasty","offset":2316}]}