{"id":51746,"url":"http://en.wikipedia.org/wiki/Singing","text":"Singing means making music with the voice. Singing is probably the way that music started many thousands of years ago. When people sing they make their voices go high or low. If they do this in a way that uses notes of a scale then they make tunes, called songs. A song, very broadly, is a musical piece, produced by the voice with distinct and fixed pitches and patterns of sound and silence and a variety which often includes repetition.\nMany birds also sing. They are the passerines, a very large order often called the songbirds.\nSinging technique.\nWhen people sing they use the air in the lungs. The pressure of the air that comes out of the lungs can be controlled with several respiratory muscles, including the muscle called the diaphragm which goes across the front of the body below the ribs. People who have singing lessons spend a lot of time practising “breath control”.\nThe air comes through the throat where the larynx is like a reed on a clarinet: it vibrates, controlling the passage of air, and this makes the note higher or lower depending on how it is controlled.\nThe sound comes into the mouth which is space where the sound can be made bigger (it “resonates”). Professional singers even learn to think of the whole head as a resonator. They sometimes talk about the “mask”, i.e. they imagine a mask in front of the face and this makes the sound bigger. The sound then comes out of the mouth so that it can be heard.\nSinging is different from speaking because of the special way the vocal cords in the throat are used.\nVoice ranges.\nMost people can sing notes which cover more than an octave. People who sing a lot will probably be able to sing over two octaves. Singers can be called according to whether they have higher or lower voices: soprano, mezzo-soprano and contralto for women, tenor, baritone or bass for men. Some men are able to train their voices to sing alto by using a falsetto voice. Children’s voices are often called treble.\nTypes of singing.\nThere are lots of different singing styles in the world. Each one has a different technique. In Western classical music singers learn to sing in a bel canto voice which uses lots of resonance in the head and makes a smooth sound. Bel canto was used in Italian opera. Later, in the 19th century, Richard Wagner wrote operas in which the singers needed to be more dramatic. Opera singers today can have different kinds of voices: bel canto, lyrical, dramatic, coloratura (extremely high and light) etc.\nIn church choirs the singers are often trained to use a lot of head voice because this sounds beautiful in large cathedrals.\nPop singers generally have a different technique: their singing is more from the throat. They do not need to develop powerful voices like opera singers because they sing into microphones so that their voices are electronically amplified (made louder).\nVoices singing music from different parts of the world may sound very different. Chinese singing sounds nasal (through the nose). In Mongolia there is a technique of overtone singing which sounds rather like a finger being rubbed against the rim of a wineglass. In Switzerland men often yodel.\nRap is a kind of singing in which the rhythm is the most important thing. The pitch is high and low, but not to any particular notes. Scat singing is rather like rap.\nAcappella singing is vocal music specifically without instrumental accompaniment. The name is from Latin \"a\" (without) and \"cappella\" (musical accompaniment).\nCantata is a term that exclusively refers to accompanied singing, which is the exact opposite of Acappella.\nWays to enjoy singing.\nSinging is something that can be enjoyed by everybody. A group of people singing together is often called a choir. People can sing in choirs or smaller groups or on their own (solos). People can sing for their own enjoyment (e.g. in the shower), or they can practise hard and sing in concerts to an audience.\nSinging can be done alone (\"a cappella\") or it can be \"accompanied\" (usually with musical instruments).\nSome people say they are “tone-deaf”, meaning that they cannot sing in tune. But almost everybody can learn to sing if they try hard enough.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voice","surface_form":"voice","offset":36},{"uri":"Note_(music)","surface_form":"notes","offset":210},{"uri":"Scale_(music)","surface_form":"scale","offset":221},{"uri":"Song","surface_form":"song","offset":265},{"uri":"Pitch_(music)","surface_form":"pitch","offset":351},{"uri":"Bird","surface_form":"bird","offset":445},{"uri":"Passerine","surface_form":"passerine","offset":475},{"uri":"Order_(biology)","surface_form":"order","offset":500},{"uri":"Songbirds","surface_form":"songbirds","offset":523},{"uri":"Air","surface_form":"air","offset":583},{"uri":"Lungs","surface_form":"lungs","offset":594},{"uri":"Throat","surface_form":"throat","offset":910},{"uri":"Larynx","surface_form":"larynx","offset":927},{"uri":"Reed_(instrument)","surface_form":"reed","offset":944},{"uri":"Clarinet","surface_form":"clarinet","offset":954},{"uri":"Vibration","surface_form":"vibrates","offset":967},{"uri":"Mouth","surface_form":"mouth","offset":1109},{"uri":"Mask","surface_form":"mask","offset":1289},{"uri":"Octave","surface_form":"octave","offset":1606},{"uri":"Soprano","surface_form":"soprano","offset":1761},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":1770},{"uri":"Contralto","surface_form":"contralto","offset":1788},{"uri":"Tenor","surface_form":"tenor","offset":1809},{"uri":"Baritone","surface_form":"baritone","offset":1816},{"uri":"Bass_(singer)","surface_form":"bass","offset":1828},{"uri":"Alto","surface_form":"alto","offset":1890},{"uri":"Falsetto","surface_form":"falsetto","offset":1906},{"uri":"Treble_(singer)","surface_form":"treble","offset":1957},{"uri":"Classical_music","surface_form":"classical music","offset":2087},{"uri":"Bel_canto","surface_form":"bel canto","offset":2130},{"uri":"Italy","surface_form":"Italian","offset":2235},{"uri":"Opera","surface_form":"opera","offset":2243},{"uri":"19th_century","surface_form":"19th century","offset":2264},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":2278},{"uri":"Drama","surface_form":"drama","offset":2345},{"uri":"Cathedral","surface_form":"cathedral","offset":2597},{"uri":"Microphone","surface_form":"microphone","offset":2784},{"uri":"China","surface_form":"Chinese","offset":2942},{"uri":"Nose","surface_form":"nose","offset":2984},{"uri":"Mongolia","surface_form":"Mongolia","offset":2994},{"uri":"Overtone_singing","surface_form":"overtone singing","offset":3027},{"uri":"Switzerland","surface_form":"Switzerland","offset":3126},{"uri":"Yodel","surface_form":"yodel","offset":3148},{"uri":"Rap","surface_form":"Rap","offset":3155},{"uri":"Rhythm","surface_form":"rhythm","offset":3193},{"uri":"Pitch","surface_form":"pitch","offset":3233},{"uri":"Acappella","surface_form":"Acappella","offset":3322},{"uri":"Cantata","surface_form":"Cantata","offset":3481},{"uri":"Choir","surface_form":"choir","offset":3720},{"uri":"Shower","surface_form":"shower","offset":3849},{"uri":"Concert","surface_form":"concert","offset":3896},{"uri":"Audience","surface_form":"audience","offset":3911},{"uri":"A_cappella","surface_form":"a cappella","offset":3949},{"uri":"Accompaniment","surface_form":"accompanied","offset":3976},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":4003}]}