{"id":51748,"url":"http://en.wikipedia.org/wiki/Amish","text":"The Amish are a group of people who live according to the Anabaptist tradition. They have a common history with other Baptist movements, such as the Mennonites.\nThe Amish are known for simple lifestyle, plain dress, and reluctance to adopt many conveniences of modern technology. The history of the Amish church began with a schism in Switzerland within a group of Swiss and Alsatian Anabaptists in 1693 led by Jakob Ammann. Those who followed Ammann became known as Amish. In the second half of the 19th century, the Amish divided into Old Order Amish and Amish Mennonites. During the 20th century, the Amish Mennonites assimilated, and took several of the conveniences modern technology has to offer. The Old Order Amish on the other hand, kept much of their traditional culture. When people speak of Amish today, they usually mean the Old Order Amish. There were other smaller splits as well. At the end of the 20th century, there were about 18 bigger groups of Amish.\nMany of them emigrated to the United States. Today, most of the Amish live in Pennsylvania (Lancaster County), Indiana and Ohio, in the United States. This can still be seen with family names. In Lancaster County, almost 25 percent of the Amish have the name Stoltzfus (or Stoltzfoos), other common Amish names are Byler, Fisher, Petersheim, Lapp and King. In LaGrange, Indiana, most are named Borntrager, Miller or Schrock. In Allen County, Adams County, Indiana the names Graber, Grabill/Kraybill and Schwartz are common.\nMany Amish people prefer simple lifestyles. They are usually farmers. Many of the old order Amish saw that between the two world wars, cars became more common. This automatic mobility weakened the sense of belonging together, and owning a car was a means to stand out from the community. For this reason, many groups forbid car ownership, they are less sceptical about using a car. Amish often live alongside other Engilsh settlers. In areas, where there are many Amish, there is also a number of taxi services, who will drive Amish people around.\nMany Amish settlements are not connected to the electricity network. When they need electricity, they usually produce it themselves, often with diesel-powered engines. Many Amish do not allow posing for photographs; they say it is against their sense of humility and not standing out from the others. They are usually less strict about appearing on a photograph, where the person is not the subject of the picture).\nGenerally, they are friendly people in that they will wave to someone passing by. However, they live in rural Amish communities which are separate from mainstream American society. It is against their religion to pose for photographs. Often they will turn their head down and to the side if someone aims a camera in their direction.\nMarried men are not allowed to shave their beards, but they are also not allowed to have moustaches. Only unmarried men shave their faces.\nAmish characters are in the movie Witness, starring Harrison Ford and Kelly McGillis.\nAmish education and language.\nMany of the people who emigrated kept their language, which is a dialect of German and known as Pennsylvania German or Pennsylvania Dutch. In 2012, it was estimated that there were between 350.000 and 420.000 speakers of Pennsilvania German. Pennsylvania German was relatively common until the time before the Second World War, with an estimate of about 800.000 speakers. During the war, people frowned upon German speakers, so many speakers did not teach the language to their children. Only conservative Baptists, such as Amish and Mennonites withstood the pressure, and sill taught the language to their children.\nAfter the Second World War, the Amish started to run their own schools, where they teach their children, how to read, write, and calculate. Very often, they also learn German, to be able to read the religious texts. Subjects such as natural sciences, such as biology are not taught at school.\nAmish dating.\nAmish dating is different between different communities and different churches. In most communities the common thing to do would be: have some other guy go ask the girl (preferably someone related to her) if it is OK for them to date. If she says it is OK he sees her home (from their Sunday night thing, called a \"Singeon\", which normally ends at 10:30-11:30 p.m.) and stays at her house till a certain time, some communities midnight, some 1:00 a.m., and others anywhere between 1:00 a.m. and 5:00 a.m. Some communities they sit on each other's lap, others aren't allowed to touch each other, while still others are allowed to kiss. Dating really varies between different types of \"Amish\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Anabaptist","surface_form":"Anabaptist","offset":58},{"uri":"Mennonites","surface_form":"Mennonites","offset":149},{"uri":"Schism_(religion)","surface_form":"schism","offset":325},{"uri":"Switzerland","surface_form":"Switzerland","offset":335},{"uri":"Alsace","surface_form":"Alsatian","offset":375},{"uri":"Old_Order_Amish","surface_form":"Old Order Amish","offset":537},{"uri":"Amish_Mennonites","surface_form":"Amish Mennonites","offset":557},{"uri":"United_States","surface_form":"United States","offset":1002},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1050},{"uri":"Lancaster_County","surface_form":"Lancaster County","offset":1064},{"uri":"Indiana","surface_form":"Indiana","offset":1083},{"uri":"Ohio","surface_form":"Ohio","offset":1095},{"uri":"United_States","surface_form":"United States","offset":1108},{"uri":"Simple_living","surface_form":"simple lifestyles","offset":1521},{"uri":"Farmer","surface_form":"farmer","offset":1557},{"uri":"Taxi","surface_form":"taxi","offset":1993},{"uri":"Electricity","surface_form":"electricity","offset":2092},{"uri":"Photography","surface_form":"photographs","offset":2247},{"uri":"Humility","surface_form":"humility","offset":2298},{"uri":"Fictional_character","surface_form":"characters","offset":2938},{"uri":"Movie","surface_form":"movie","offset":2960},{"uri":"Witness_(movie)","surface_form":"Witness","offset":2966},{"uri":"Harrison_Ford","surface_form":"Harrison Ford","offset":2984},{"uri":"Kelly_McGillis","surface_form":"Kelly McGillis","offset":3002},{"uri":"Pennsylvania_German","surface_form":"Pennsylvania German","offset":3144},{"uri":"World_War_II","surface_form":"Second World War","offset":3358},{"uri":"World_War_II","surface_form":"Second World War","offset":3675},{"uri":"Natural_sciences","surface_form":"natural sciences","offset":3898},{"uri":"Biology","surface_form":"biology","offset":3924}]}