{"id":51758,"url":"http://en.wikipedia.org/wiki/Horatio_Nelson","text":"Vice-Admiral Horatio Nelson (29 September 1758 – 21 October 1805) was an English sea captain in the Royal Navy. He was born at the rectory of the village of Burnham Thorpe, Norfolk.\nNelson commanded the British fleet during the Napoleonic Wars, fighting the French and Spanish. Nelson was blind in one eye, after being wounded in battle. During the Battle of Trafalgar, his greatest victory, he was killed by a French sniper.\nLast words.\nAt least three versions of his last words exist, and are shown in \"wikiquote\".\nHis most well-known last words are, \"Kiss me, Hardy\".\nAnother statement during his last hours was, \"Thank God I have done my duty.\"\nAlternatively, he may have said both of these statements; \"Kiss me, Hardy\" and Hardy kissed him on the cheek. Then Nelson said, \"Now I am satisfied. Thank God I have done my duty.\" Then Hardy kissed him again on the forehead and Nelson called out, \"Who is that?\" Hardy replied, \"It is Hardy.\" Then Nelson said, \"God bless you, Hardy.\" Then he murmoured to those around him to look about Emma Hamilton and his daughter.\nMost recently are accounts of his chaplain, Alexander Scott; his steward, Chevalier; and the purser, Walter Burke. \"Drink, drink. Fan, fan. Rub, rub\" was a request to ease his symptoms of thirst, heat, and the pains of his wounds.\nScott, who remained by Nelson as he died, recorded his last words as 'God and my country'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vice-Admiral","surface_form":"Vice-Admiral","offset":0},{"uri":"England","surface_form":"English","offset":73},{"uri":"Sea_captain","surface_form":"sea captain","offset":81},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":100},{"uri":"United_Kingdom","surface_form":"British","offset":203},{"uri":"Fleet_(ships)","surface_form":"fleet","offset":211},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":228},{"uri":"France","surface_form":"French","offset":258},{"uri":"Spain","surface_form":"Spanish","offset":269},{"uri":"Battle_of_Trafalgar","surface_form":"Battle of Trafalgar","offset":349},{"uri":"Sniper","surface_form":"sniper","offset":418}]}