{"id":517694,"url":"http://en.wikipedia.org/wiki/Garden_of_the_Sanhedrin_Tombs","text":"The Tombs of the Sanhedrin is a series of tombs in Jerusalem, Israel. The tombs are cut into the rock underground. It was named after the \"Sanhedrin\" - courts of judges that were chosen in every city of ancient Israel.\nHistory.\nThe cave was cleared in 1903 by the American archaeologist G. A. Burton. In 1950, archaeologist Yotam Julius Rothschild finished excavating the cave (clearing it out completely, so he could see what was inside). In the cave was a coffin with the name \"Isaac\" written on it. The coffin was taken to France, and today it is in the Louvre Museum in Paris.\nMany burial caves were found in the Sanhedrin caves. The whole area is part of the necropolis, a very big, underground cemetery used during the Second Temple period in Jerusalem. There are a few reasons why this area in Jerusalem has so many burial caves. First, the area was used for stone quarrying - taking huge pieces of stone out of the ground to use them to build things. This left large caves. Also, at the time, rich people in Jerusalem liked the idea of burial caves. This made the idea of a necropolis easier and popular.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tomb","surface_form":"tomb","offset":42},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":51},{"uri":"Israel","surface_form":"Israel","offset":62},{"uri":"Judge","surface_form":"judge","offset":162},{"uri":"History_of_ancient_Israel_and_Judah","surface_form":"ancient Israel","offset":203},{"uri":"Archaeology","surface_form":"archaeologist","offset":273},{"uri":"Coffin","surface_form":"coffin","offset":458},{"uri":"France","surface_form":"France","offset":526},{"uri":"Louvre_Museum","surface_form":"Louvre Museum","offset":557},{"uri":"Paris","surface_form":"Paris","offset":574},{"uri":"Necropolis","surface_form":"necropolis","offset":664},{"uri":"Cemetery","surface_form":"cemetery","offset":700},{"uri":"Second_Temple","surface_form":"Second Temple","offset":725},{"uri":"Quarry","surface_form":"quarry","offset":872}]}