{"id":517665,"url":"http://en.wikipedia.org/wiki/Bullet_cluster","text":"The Bullet cluster (1E 0657-558) consists of two colliding clusters of galaxies. Strictly speaking, the name \"Bullet cluster\" refers to the smaller subcluster, moving away from the larger one. It is at a co-moving radial distance of 1.141 x 109 parsecs (3.7 billion light-years).\nGravitational lensing studies of the Bullet cluster are claimed to provide the best evidence to date for the existence of dark matter. However, this interpretation of the gravitational lensing results is disputed. Observations of other galaxy cluster collisions, such as MACS J0025.4-1222, are similarly claimed to support the existence of dark matter.\nMordehai Milgrom, the original proposer of MOND (Modified Newtonian Dynamics), has posted on-line a rebuttal of claims that the Bullet Cluster proves the existence of dark matter. Milgrom claims that MOND correctly accounts for the dynamics of galaxies outside of galaxy clusters, and even in clusters such as the Bullet Cluster it removes the need for most dark matter, leaving only a factor of two which Milgrom expects to be simply unseen ordinary matter (non-luminous baryonic matter) rather than cold dark matter. Without MOND, or some similar theory, the matter discrepancy in galaxy clusters is a factor of 10, i.e. MOND reduces this discrepancy five-fold to a factor of 2.","categories":[],"infobox_types":[],"annotations":[{"uri":"Galaxy_cluster","surface_form":"clusters of galaxies","offset":59},{"uri":"Parsecs","surface_form":"parsecs","offset":245},{"uri":"Gravitational_lens","surface_form":"Gravitational lens","offset":280},{"uri":"Dark_matter","surface_form":"dark matter","offset":402},{"uri":"MACS_J0025.4-1222","surface_form":"MACS J0025.4-1222","offset":551},{"uri":"Mordehai_Milgrom","surface_form":"Mordehai Milgrom","offset":633},{"uri":"Modified_Newtonian_Dynamics","surface_form":"Modified Newtonian Dynamics","offset":682},{"uri":"Baryonic_matter","surface_form":"baryonic matter","offset":1105},{"uri":"Dark_matter","surface_form":"dark matter","offset":1139}]}