{"id":5176,"url":"http://en.wikipedia.org/wiki/September_11_attacks","text":"The September 11 attacks (also called 9/11), were four terrorist attacks against the United States Of America. They all happened on the morning of Tuesday, September 11, 2001. The attacks killed 3,000 people, including the 19 attackers, making it the deadliest terrorist attack in history. They caused more than $10 billion in damage to infrastructure.\nRebuilding.\nOn the day of the attacks, New York City mayor Rudy Giuliani said: \"We will rebuild. We're going to come out of this stronger than before, politically stronger, economically stronger. The skyline will be made whole again.\"\nThe damaged part of the Pentagon was rebuilt within one year of the attacks. Construction of One World Trade Center started on April 27, 2006. It reached its full height on May 20, 2013. The spire was installed on top of the building at that date. This makes the total height of 1 WTC's at 1,776 feet (541 m). This makes it the tallest building in the Western Hemisphere. One WTC finished construction and opened on November 3, 2014.\nOn the World Trade Center site, three more office towers were supposed to be built one block east of where the original towers were. 7 WTC was the first to open on May 23, 2006 after four years of construction. 4 WTC was the second tower to open on November 13, 2013. 3 WTC opened on June 11, 2018 making it the fourth skyscraper at the site to be finished.","categories":[],"infobox_types":["civilian attack"],"annotations":[{"uri":"Terrorist_attack","surface_form":"terrorist attack","offset":55},{"uri":"United_States","surface_form":"United States","offset":85},{"uri":"Deadliest","surface_form":"deadliest","offset":251},{"uri":"Billion","surface_form":"billion","offset":316},{"uri":"Property_damage","surface_form":"damage","offset":327},{"uri":"Infrastructure","surface_form":"infrastructure","offset":337},{"uri":"Skyline","surface_form":"skyline","offset":553},{"uri":"One_World_Trade_Center","surface_form":"One World Trade Center","offset":681},{"uri":"Western_Hemisphere","surface_form":"Western Hemisphere","offset":940}]}