{"id":517640,"url":"http://en.wikipedia.org/wiki/Hotepsekhemwy","text":"Hotepsekhemwy was an early Egyptian king, the first ruler of the Second Dynasty. It is not known how long he ruled. The Turin King List has him ruling for 95 years. The Ancient Egyptian historian Manetho reports that the reign of \"Boëthôs\" lasted for 38 years. Egyptologists now believe Hotepsekhemwy ruled for either 25 or 29 years.\nName sources.\nHotepsekhemwy's name has been found at Saqqara, Giza, Badari and Abydos, on clay seal impressions, stone vessels and bone cylinders. Several stone vessel inscriptions mention Hotepsekhemwy along with the name of his successor Raneb.\nThe Horus name of Hotepsekhemwy may give clues to the politics of the time. The Egyptian word \"Hotep\" means \"peaceful\", \"to be pleased\", and also \"conciliation\" or \"to be reconciled\". So Hotepsekhemwy's full name may be read as \"the two powers are reconciled\" or \"pleasing in powers\". This suggests a significant political meaning. \"The two powers\" could be Upper Egypt and Lower Egypt as well as to the major deities Horus and Seth.\nFrom the reign of Hotepsekhemwy onward it became a tradition to write the Horus name and the nebty name in the same way. The Horus name has a clearly defined, symbolic meaning in its translation. Horus- and nebty names being the same might also show, that the Horus name was used when becoming king.\nFamily.\nThe name of Hotepsekhemwy's wife is unknown. There could be a son, Perneb, who had the titles “son of the king” and “priest of Sopdu”. The clay seals with Perneb's name and titles were found in a gallery tomb which belonged to two kings equally, Hotepsekhemwy and his successor, Raneb. It is not possible to know which was his father.\nIdentity.\nHotepsekhemwy is known from lists made at the time of Ramesses II. The name \"Bedjau\" is found on the Abydos king list, \"Bedjatau\" from Giza, \"Netjer-Bau\" from the Sakkara king list and the name \"Bau-hetepju\" is on the Turin King List. A similar name, \"Bedjatau\", is on a short king list found on a writing board from the mastaba tomb G1001 of the high official Mesdjeru. \"Bedjatau\" means \"the foundryman\". This is thought to be a misreading of the name \"Hotepsekhemwy\". The hieroglyphic signs used to write \"Hotep\" are very similar to the signs of a pottery kiln and a chick in hieratic writings. The signs of two \"Sekhem\"sceptres were misread as a leg and a drill. This kind of misreading may have happened in the case of King Khasekhemwy, where the two sceptres in the Horus name were misread as two leg-symbols or two drill-signs. The Abydos king list copies this Old Kingdom name form of “Bedjatau”. The names \"Netjerbau\" and \"Bau-hetepju\" are problematic, since Egyptologists can't find any name source from Hotepsekhemwy's time that could have been used to form them.\nReign.\nLittle is known about Hotepsekhemwy's reign. Evidence shows he may have gained the throne after a period of political strife. During this time there were several kings who only ruled for a very short time, such as Horus \"Bird\" and Sneferka. Sneferka could be a name used by king Qaa for a short time. The tomb of king Qaa was robbed at the end of First dynasty, and was restored during the reign of Hotepsekhemwy. The robbing of the cemetery and the conciliatory meaning of the name Hotepsekhemwy may be clues of a dynastic struggle. The kings Sneferka and Horus “Bird” were left out of later king lists, perhaps because their struggles for the Egyptian throne led to the collapse of the first dynasty.\nA new royal residence called \"Horus the shining star\" built for Hotepsekhemwy. He also built a temple near Buto for the god \"Netjer-Achty\" and founded the \"Chapel of the White Crown\". The white crown, the hedjet, is a symbol of Upper Egypt. This is a clue to the origin of Hotepsekhemwy's dynasty, and shows a likely source of political power. There is no mention of a Sed festival,which shows that Hotepsekhemwy cannot have ruled longer than 30 years. The Sed festival was celebrated as the anniversary for a reign of 30 years.\nThe ancient Egyptian historian Manetho reported that during his reign, \"a chasm opened near Bubastis and many perished\". Although Manetho wrote in the 3rd century BC – over two thousand years later – the story may be based on fact, as the region near Bubastis is known to be seismically active.\nTomb.\nThe location of Hotepsekhemwy's tomb is unknown. Some Egyptologists believe it could be the giant underground \"Gallery Tomb B\" beneath the funeral passage of the Unas-necropolis at Saqqara. Many seal impressions of king Hotepsekhemwy have been found in these galleries. Others think that \"Gallery Tomb B\" is the burial site of king Raneb. Several seal impressions of this ruler were also found there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Early_Dynastic_Period_(Egypt)","surface_form":"early Egyptian","offset":21},{"uri":"Second_Dynasty_of_Egypt","surface_form":"Second Dynasty","offset":65},{"uri":"Turin_King_List","surface_form":"Turin King List","offset":120},{"uri":"Historian","surface_form":"historian","offset":186},{"uri":"Manetho","surface_form":"Manetho","offset":196},{"uri":"Saqqara","surface_form":"Saqqara","offset":387},{"uri":"Giza","surface_form":"Giza","offset":396},{"uri":"Badari","surface_form":"Badari","offset":402},{"uri":"Abydos%2C_Egypt","surface_form":"Abydos","offset":413},{"uri":"Raneb","surface_form":"Raneb","offset":574},{"uri":"Conciliation","surface_form":"conciliation","offset":728},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":939},{"uri":"Lower_Egypt","surface_form":"Lower Egypt","offset":955},{"uri":"Horus","surface_form":"Horus","offset":999},{"uri":"Set_(mythology)","surface_form":"Seth","offset":1009},{"uri":"Symbol","surface_form":"symbol","offset":1174},{"uri":"Perneb","surface_form":"Perneb","offset":1390},{"uri":"Raneb","surface_form":"Raneb","offset":1602},{"uri":"Ramesses_II","surface_form":"Ramesses II","offset":1722},{"uri":"Abydos_King_List","surface_form":"Abydos king list","offset":1769},{"uri":"Saqqara_King_List","surface_form":"Sakkara king list","offset":1831},{"uri":"Turin_King_List","surface_form":"Turin King List","offset":1886},{"uri":"Mastaba","surface_form":"mastaba","offset":1989},{"uri":"Mesdjeru","surface_form":"Mesdjeru","offset":2029},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":2142},{"uri":"Hieratic","surface_form":"hieratic","offset":2246},{"uri":"Khasekhemwy","surface_form":"Khasekhemwy","offset":2396},{"uri":"Old_Kingdom_of_Egypt","surface_form":"Old Kingdom","offset":2535},{"uri":"Horus_Bird_(Pharaoh)","surface_form":"Horus \"Bird\"","offset":2963},{"uri":"Sneferka","surface_form":"Sneferka","offset":2980},{"uri":"Qaa_(Pharaoh)","surface_form":"Qaa","offset":3028},{"uri":"First_Dynasty_of_Egypt","surface_form":"First dynasty","offset":3096},{"uri":"Buto","surface_form":"Buto","offset":3559},{"uri":"Hedjet","surface_form":"hedjet","offset":3657},{"uri":"Upper_Egypt","surface_form":"Upper Egypt","offset":3680},{"uri":"Sed_festival","surface_form":"Sed festival","offset":3821},{"uri":"Manetho","surface_form":"Manetho","offset":4012},{"uri":"Bubastis","surface_form":"Bubastis","offset":4073},{"uri":"Seismology","surface_form":"seismically","offset":4256},{"uri":"Unas","surface_form":"Unas","offset":4444},{"uri":"Necropolis","surface_form":"necropolis","offset":4449},{"uri":"Raneb","surface_form":"Raneb","offset":4614}]}