{"id":51810,"url":"http://en.wikipedia.org/wiki/Dalai_Lama","text":"The Dalai Lama is a religious figure in Tibetan Buddhism. He is its highest spiritual teacher of the Gelugpa school. A new Dalai Lama is said to be the reborn old Dalai Lama. This line goes back to 1391. The 14th and current Dalai Lama is Tenzin Gyatso.\nBetween the 17th century and 1959, the Dalai Lama was the head of the Tibetan government. During winter, the Dalai Lamas stayed in the Potala palace. In summer they were in the Norbulingka palace. These two palaces are both in Lhasa, Tibet. In 1959, the Dalai Lama had to flee from Tibet to Dharamsala, India. This is still his base today.\nThe current Dalai Lama is His Holiness Tenzin Gyatso.\nDalai Lama is the title of Tibetan Buddhism leader. \"Dalai\" is original from Mongolian which means \"ocean\" and \"Lama\" is original from Tibetan which means \"the highest principle\". In 1653, during the Qing Dynasty, this title was authorized to Dalai Lama V by the Chinese Emperor for the first time.\nModern history.\nThe 13th Dalai Lama, Thubten Gyatso, expelled all Chinese civilians from the country, and instituted many measures to modernise Tibet. These included provisions to curb excessive demands on peasants and tax evasion by the nobles, setting up an independent police force, the abolishment of the death penalty, extension of secular education, and the provision of electricity throughout the city of Lhasa in the 1920s. Thubten Gyatso died in 1933.\nThe 14th Dalai Lama was not formally enthroned until 17 November 1950, during the People's Republic of China invasion of Tibet (1950–1951). Fearing for his life, the 14th Dalai Lama fled to India where he has led a government-in-exile since. With the aim of launching guerrilla operations against the Chinese, the Central Intelligence Agency funded the Dalai Lama $1.7 million a year in the 1960s. In 2001, he gave up his absolute power over the government to an elected parliament of selected Tibetan exiles. His original goal was full independence for Tibet, but by the late 1980s, he was seeking high-level autonomy instead. He is still seeking greater autonomy from China, although Dolma Gyari, deputy speaker of the parliament-in-exile has stated \"If the middle path fails in the short term, we will be forced to opt for complete independence or selfdetermination as per the UN charter\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religious","offset":20},{"uri":"Tibet","surface_form":"Tibet","offset":40},{"uri":"Buddhism","surface_form":"Buddhism","offset":48},{"uri":"Gelug","surface_form":"Gelug","offset":101},{"uri":"Reincarnation","surface_form":"reborn","offset":152},{"uri":"1391","surface_form":"1391","offset":198},{"uri":"14th_Dalai_Lama","surface_form":"Tenzin Gyatso","offset":239},{"uri":"17th_century","surface_form":"17th century","offset":266},{"uri":"Government","surface_form":"government","offset":332},{"uri":"Lhasa","surface_form":"Lhasa","offset":481},{"uri":"Dharamsala","surface_form":"Dharamsala","offset":545},{"uri":"India","surface_form":"India","offset":557},{"uri":"14th_Dalai_Lama","surface_form":"His Holiness Tenzin Gyatso","offset":620},{"uri":"Principle","surface_form":"principle","offset":816},{"uri":"14th_Dalai_Lama","surface_form":"14th Dalai Lama","offset":1412},{"uri":"Invasion","surface_form":"invasion","offset":1517},{"uri":"Government-in-exile","surface_form":"government-in-exile","offset":1623},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":1722},{"uri":"Autonomy","surface_form":"autonomy","offset":2018}]}