{"id":51835,"url":"http://en.wikipedia.org/wiki/Normans","text":"The Normans were Vikings who settled in northern France. There they made a kingdom called Normandy.\nIn 1066 the Normans attacked England and took over. The battle was called The Battle Of Hastings. They ruled England for about 300 years. There they built the Tower of London, Windsor Castle and many other stone castles.\nClothes.\nThe Normans wore woollen tunics and sometimes they wore a waistband to keep the tunic in place. The men also wore long cloaks.\nFood.\nNormans ate dairy, oatmeal porridge, green vegetables and sometimes meat. They often used honey as a sweetener and for mead (an alcoholic drink).\nCastles.\nNorman built many stone castles that often had moats around them to protect them from intruders.\nHouses.\nNorman houses had a wooden frame with sticks and twigs woven in between, which is called wattle, and then it was all covered in a layer of daub which was made from mud, wet clay, dung and straw. The roofs were usually thatched.\nNormans in Ireland.\nDiarmuid MacMurrough, King of Leinster kidnapped the King of Breifne’s wife. Then Rory O’Connor, the High King of Ireland fired him from being the King of Leinster. Diarmuid still wanted to be king so he hired some Normans, lead by Strongbow to help him get the throne back. Diarmuid had to pay Strongbow so he said that he could marry his daughter and become king when Diarmuid died. Strongbow agreed to this. They first came to Ireland at Bannow Bay, Wexford in 1169 and soon they got the throne back for Diarmuid. King Henry II, King of England and part of France, thought that Strongbow was getting too powerful since Strongbow wasn’t actually the king, so Henry decided to take over the whole of Ireland. He sent over some other Normans who arrived at Ireland in Baginbun, Wexford in 1170. Then King Henry II became King of Ireland as well.\nWhile the Normans were in Ireland they built the original Dublin castle and many other stone castles.\nNormans probably introduced rabbits and fallow deer to Ireland for meat and skins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vikings","surface_form":"Vikings","offset":17},{"uri":"France","surface_form":"France","offset":49},{"uri":"England","surface_form":"England","offset":129},{"uri":"Battle_of_Hastings","surface_form":"The Battle Of Hastings","offset":174},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":259},{"uri":"Windsor_Castle","surface_form":"Windsor Castle","offset":276},{"uri":"Ireland","surface_form":"Ireland","offset":962},{"uri":"Leinster","surface_form":"Leinster","offset":1001},{"uri":"Ireland","surface_form":"Ireland","offset":1085},{"uri":"Leinster","surface_form":"Leinster","offset":1126},{"uri":"Wexford","surface_form":"Wexford","offset":1424},{"uri":"Henry_II_of_England","surface_form":"King Henry II","offset":1488}]}