{"id":51843,"url":"http://en.wikipedia.org/wiki/Wire_rope","text":"Wire rope consists of several strands laid (or 'twisted') together like a helix. Each strand is likewise made of metal wires laid together like a helix. Initially wrought iron wires were used, but today steel is the main material used for wire ropes.\nHistory & materials.\nModern wire rope was invented by the German mining engineer Wilhelm Albert in the years between 1831 and 1834 for use in mining in the Harz Mountains in Clausthal, Lower Saxony, Germany. It was quickly accepted because it was better than ropes made of hemp or to metal chains, such as had been used before.\nWilhelm Albert's first ropes consisted of wires twisted about a hemp rope core, six such strands then being twisted around another hemp rope core in alternating directions for extra stability. Earlier forms of wire rope had been made by covering a bundle of wires with hemp.\nIn America wire rope was later manufactured by John A. Roebling, forming the basis for his success in suspension bridge building. Roebling introduced a number of innovations in the design, materials and manufacture of wire rope.\nManufacturing a wire rope is similar to making one from natural fibres. The individual wires are first twisted into a strand, then six or so such strands again twisted around a core. This core may consist of steel, but also of natural fibres such as sisal, manila, henequen, jute, or hemp. This is used to cushion off stress forces when bending the rope.\nConstruction & specification.\nEach of the sections of the wire rope designation described above is variable. There are therefore a large number of combinations of wire rope that can be specified in this manner. The following abbreviations are commonly used to specify a wire rope.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wire","surface_form":"wire","offset":119},{"uri":"Helix","surface_form":"helix","offset":146},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":163},{"uri":"Steel","surface_form":"steel","offset":203},{"uri":"Mining","surface_form":"mining","offset":316},{"uri":"Wilhelm_Albert","surface_form":"Wilhelm Albert","offset":332},{"uri":"Harz_Rural_District","surface_form":"Harz","offset":407},{"uri":"Clausthal","surface_form":"Clausthal","offset":425},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":436},{"uri":"Germany","surface_form":"Germany","offset":450},{"uri":"Link_chain","surface_form":"chain","offset":541},{"uri":"Hemp","surface_form":"hemp","offset":643},{"uri":"John_A._Roebling","surface_form":"John A. Roebling","offset":901},{"uri":"Suspension_bridge","surface_form":"suspension bridge","offset":956},{"uri":"Sisal","surface_form":"sisal","offset":1333},{"uri":"Manila_hemp","surface_form":"manila","offset":1340},{"uri":"Henequen","surface_form":"henequen","offset":1348},{"uri":"Jute","surface_form":"jute","offset":1358}]}