{"id":51853,"url":"http://en.wikipedia.org/wiki/Alphabet_(computer_science)","text":"In computer science, an alphabet is a finite non-empty set. The elements of an alphabet are called the letters or symbols of the alphabet.\nAn example of an alphabet is formula_1 which may be used for Morse code or ' which may be the keywords of a Programming language.\nThe set of natural numbers is not an alphabet because as it is not finite.\nThe alphabet which is used the most in computer science is '. It is called the binary alphabet because it contains two symbols. An alphabet can be used to make a string (or word). This is a finite Sequence of letters from the alphabet. For example, a string of length 5 over ' is \"01101\".\nThe empty string is the string containing no letters (it is often written as formula_1). The empty string is a string over any alphabet.\nIf we have an alphabet called formula_1. Then we write the set of \"all\" strings that can be made from formula_1 as formula_1. This is called the Kleene star (or Kleene closure) of formula_1. It is named after the mathematician Stephen Cole Kleene.\nThe Kleene star of the binary alphabet is formula_1. The three dots after 001, show that we cannot write the Kleene star of an alphabet in full because it is an infinite set.\nAlphabets are important because they are used in studying formal languages, finite automata and very difficult questions in computer science about what can be computed and what can not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_science","surface_form":"computer science","offset":3},{"uri":"Finite_set","surface_form":"finite","offset":38},{"uri":"Empty_set","surface_form":"non-empty","offset":45},{"uri":"Set","surface_form":"set","offset":55},{"uri":"Element","surface_form":"element","offset":64},{"uri":"Morse_code","surface_form":"Morse code","offset":200},{"uri":"Keyword","surface_form":"keyword","offset":233},{"uri":"Programming_language","surface_form":"Programming language","offset":247},{"uri":"Natural_number","surface_form":"natural number","offset":280},{"uri":"String_(computer_science)","surface_form":"string","offset":506},{"uri":"Sequence","surface_form":"Sequence","offset":541},{"uri":"Stephen_Cole_Kleene","surface_form":"Stephen Cole Kleene","offset":997},{"uri":"Infinite_set","surface_form":"infinite set","offset":1179},{"uri":"Formal_language","surface_form":"formal language","offset":1251},{"uri":"Finite_automata","surface_form":"finite automata","offset":1269},{"uri":"Computer_science","surface_form":"computer science","offset":1317}]}