{"id":518677,"url":"http://en.wikipedia.org/wiki/Stella_Glow","text":"is a tactical role-playing game for the Nintendo 3DS. It is the last game Imageepoch finished development on. It was published in Japan by Sega, in North America by Atlus, and it will be released in Europe by Nippon Ichi Software.\nThe game features character designs by Ideolo and Masato Shako, music created by Yasunori Mitsuda and Shunsuke Tsuchiya, and the voices and singing talents of Konomi Suzuki, Yukari Tamura, among others.\nGameplay.\nLike Imageepoch's earlier game series \"Luminous Arc\", \"Stella Gow\" is tactical role-playing game where the player moves characters under his or her control on a grid and fight against an opposing team of characters or creatures. The battle grid possesses varied elevations and is presented from a top-down isometric perspective.\nWitch characters possess \"song magic\", which they use in combat. Before a witch's song magic can be used, it must first be unlocked by the player. The player must enter a witch and defeat a boss creature inside.\nPlayers also have access to \"Free Time\", which they have use to speak to characters, partake in jobs in order to earn money, enhance the skills of witches via \"tuning\", or search the city for items. Partaking in these activities costs \"action points\", and players only have access to three action points to spend during each \"Free Time\" session. other activities, such as buying equipment and \"orbs\" for characters, do not cost action points.\nScenario and story.\n\"Stella Glow\" takes place in a world with song-driven magic. This song magic brought prosperity to the world, but in turn, this prosperity also brought problems and war to the world. God then took song magic away from the people. Thousands of years later, song magic reappeared in the hands of five witches. One of these witches is Hilda, who wishes to crystallize the world and leads the Harbingers. Opposing her are the Regnant Knights and the four other witches.\nAlto is the main protagonist and a resident of Mithra, along with Lisette. When Mithra is crystallized, Alto joined Regnant Knights in order to undo the damage done to his home.\nDevelopment.\nImageepoch announced the development of \"Stella Glow\" in October 2014 and its release was meant to coincide with Imageepoch's 10th anniversary.\nHideyuki Mizutani produced the game, and Dai Oba directed it. Ideolo and Masato Shakado created the artwork. Several voice actors contributed to over twenty different Song Magic tracks.\nIn November 2014, Imageepoch completed development on \"Stella Glow\".\nWhen Imageepoch encountered problems with sells and marketing, Imageepoch approached Sega, and in March 2015, Sega announced that it would publish the game.\nIn May 2015, Imageepoch filed for bankruptcy.\nOn May 20, Sega released a demo for \"Stella Glow\" on Japan's Nintendo eShop.\nOn June 5, 2015, Sega released \"Stella Glow\" in Japan.\nOn June 15th, Atlus announced that it would be releasing an English version to a North American audience by the holiday season. Atlus had Konomi Suzuki record an English version of \"Stella Glows opening theme \"Hikari no Metamorphopsis\" for the North American release.\nOn October 27th, Atlus released a demo for the English language version to the North American Nintendo eShop.\nPromotions.\nFor the North American release, Atlus created a special launch edition of the game. Include in this package is a collectible outer box, a soundtrack, a cloth poster, and charm depicting Bubu, a pig-like mascot character.\nAtlus also created an exclusive theme for those who purchased a digital copy of the game through the Nintendo eShop. This special theme features the witches Hilda, Lisette, Popo, Sakuya, Mordimort on the upper screen and Bubu on the lower screen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tactical_role-playing_game","surface_form":"tactical role-playing game","offset":5},{"uri":"Nintendo_3DS","surface_form":"Nintendo 3DS","offset":40},{"uri":"Imageepoch","surface_form":"Imageepoch","offset":74},{"uri":"Sega","surface_form":"Sega","offset":139},{"uri":"Atlus","surface_form":"Atlus","offset":165},{"uri":"Nippon_Ichi_Software","surface_form":"Nippon Ichi Software","offset":209},{"uri":"Yasunori_Mitsuda","surface_form":"Yasunori Mitsuda","offset":312},{"uri":"Konomi_Suzuki","surface_form":"Konomi Suzuki","offset":390},{"uri":"Yukari_Tamura","surface_form":"Yukari Tamura","offset":405},{"uri":"Luminous_Arc","surface_form":"Luminous Arc","offset":483},{"uri":"Isometric_perspective","surface_form":"isometric perspective","offset":750},{"uri":"Imageepoch","surface_form":"Imageepoch","offset":2105},{"uri":"Sega","surface_form":"Sega","offset":2589},{"uri":"Sega","surface_form":"Sega","offset":2614},{"uri":"Sega","surface_form":"Sega","offset":2718},{"uri":"Nintendo_eShop","surface_form":"Nintendo eShop","offset":2768}]}