{"id":518744,"url":"http://en.wikipedia.org/wiki/Legal_burden_of_proof","text":"The burden of proof () is a level of proof that a party seeking to prove a fact must reach before it is accepted in a court of law.\nIn a criminal case the burden of proof is on the prosecution. A defendant is not required to prove his or her innocence. The standard the prosecution must reach is proof of their version of the facts beyond a reasonable doubt. In a civil trial the burden of proof is on the one bringing the case to court, called the plaintiff. In a civil trial the burden of proof is on the plaintiff. The standard that must be met is that the \"preponderance of the evidence\" (weight of the evidence) is enough to prove their case.\nAffirmative defense.\nIf a defendant in a civil or criminal case wants to provide an alternative set of facts to those provided by the prosecution or the plaintiff, this is called an \"affirmative defense\". This shifts the burden of proof to the defendant to prove his or her version of the facts. The defendant would seek to excuse or justify his or her actions that brought the lawsuit. Common affirmative defenses include entrapment, Self-defense, unclean hands, insanity, and the statute of limitations.\nPreponderance of the evidence.\nPreponderance of the evidence, also known as the \"balance of probabilities\" is the standard required in most civil cases. It is also used in family court for determinations solely involving money, such as child support under the Child Support Standards Act.\nThe standard is met if the proposition is more likely to be true than not true. The standard is satisfied if there is greater than fifty percent chance that the proposition is true. Lord Denning, in \"Miller v. Minister of Pensions\", described it simply as \"more probable than not.\" Until 1970, this was also the standard used in juvenile court in the United States. This is a far lower burden than \"beyond a reasonable doubt,\" the threshold a prosecutor must meet in criminal trials.\nBeyond a reasonable doubt.\nThis is the highest standard used as the burden of proof in common law countries. It usually only applies in criminal proceedings. If there is a real doubt, based upon reason and common sense after careful and impartial consideration of all the evidence (or lack of evidence) in a case, then the level of proof has not been met. If the jury, or judge in a bench trial, has no doubt as to the defendant's guilt, or if their only doubts are unreasonable doubts, then the prosecutor has proved the defendant is guilty.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proof","surface_form":"proof","offset":37},{"uri":"Court_of_law","surface_form":"court of law","offset":118},{"uri":"Criminal","surface_form":"criminal","offset":137},{"uri":"Prosecution","surface_form":"prosecution","offset":181},{"uri":"Defendant","surface_form":"defendant","offset":196},{"uri":"Innocence","surface_form":"innocence","offset":242},{"uri":"Version","surface_form":"version","offset":311},{"uri":"Reasonable_doubt","surface_form":"reasonable doubt","offset":341},{"uri":"Civil_law","surface_form":"civil trial","offset":364},{"uri":"Plaintiff","surface_form":"plaintiff","offset":449},{"uri":"Excuse","surface_form":"excuse","offset":972},{"uri":"Justify","surface_form":"justify","offset":982},{"uri":"Lawsuit","surface_form":"lawsuit","offset":1026},{"uri":"Entrapment","surface_form":"entrapment","offset":1071},{"uri":"Self-defense","surface_form":"Self-defense","offset":1083},{"uri":"Clean_hands","surface_form":"clean hands","offset":1099},{"uri":"Insanity_defense","surface_form":"insanity","offset":1112},{"uri":"Statute_of_limitations","surface_form":"statute of limitations","offset":1130},{"uri":"Civil_law_(common_law)","surface_form":"civil","offset":1294},{"uri":"Family_court","surface_form":"family court","offset":1326},{"uri":"Child_support","surface_form":"child support","offset":1390},{"uri":"Child_Support_Standards_Act","surface_form":"Child Support Standards Act","offset":1414},{"uri":"Probability","surface_form":"more likely","offset":1485},{"uri":"Tom_Denning%2C_Baron_Denning","surface_form":"Lord Denning","offset":1625},{"uri":"United_States","surface_form":"United States","offset":1794},{"uri":"Common_law","surface_form":"common law","offset":2014},{"uri":"Criminal_law","surface_form":"criminal proceedings","offset":2063},{"uri":"Evidence","surface_form":"evidence","offset":2199},{"uri":"Jury","surface_form":"jury","offset":2290},{"uri":"Judge","surface_form":"judge","offset":2299},{"uri":"Bench_trial","surface_form":"bench trial","offset":2310}]}