{"id":518966,"url":"http://en.wikipedia.org/wiki/Shawn_Mendes","text":"Shawn Peter Raul Mendes (born August 8, 1998) is a Canadian singer-songwriter. He became known in 2013, when he began posting cover versions of songs by artists such as Justin Bieber on the video sharing app Vine. In 2014, he signed a recording contract with Island Records.\nMendes released his first single, \"Life of the Party\". The song peaked at number 1 on the real-time \"Billboard\" Twitter Trending 140 chart. Mendes also released a four-track EP, \"The Shawn Mendes EP\". It charted at number 5 on the \"Billboard\" charts.\nHe is known for the songs \"Life Of The Party\", \"Stitches\" (his biggest hit and a UK number-one), and \"Treat You Better\", \"There's Nothing Holding Me Back\",“In My Blood”, “If I Can’t Have You” and most recently “Senorita” with me Camila Cabello.\nMendes has now had two world tours for his albums Handwritten and Illuminate and is very commonly known all over the world.\nHe went on his third world tour for his new self-titled album \"Shawn Mendes\". The tour started March 7, 2019 and finished in December 21, 2019.\nHe is also a very talented photographer as he had photographed a photo of Josiah Van Dien, which was released on Tuesday 26th February 2019, he most likely had taken the photo for fun. His best friends are Taylor and Zoë Swift who are currently working on an album together.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":51},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":60},{"uri":"Cover_version","surface_form":"cover version","offset":126},{"uri":"Song","surface_form":"song","offset":144},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":169},{"uri":"Vine_(service)","surface_form":"Vine","offset":208},{"uri":"Recording_contract","surface_form":"recording contract","offset":235},{"uri":"Island_Records","surface_form":"Island Records","offset":259},{"uri":"Release_(music)","surface_form":"released","offset":282},{"uri":"Single_(music)","surface_form":"single","offset":301},{"uri":"Billboard_charts","surface_form":"\"Billboard\"","offset":375},{"uri":"Extended_play","surface_form":"EP","offset":449}]}