{"id":519037,"url":"http://en.wikipedia.org/wiki/Spanish_conquest_of_the_Aztec_Empire","text":"ce=\"preserve\">Between 1519 and 1521, Spanish conquistadors, led by Hernán Cortés, overthrew the Aztec Empire. This event is called the Spanish conquest of the Aztec Empire. Cortés helped old enemies of the Aztecs defeat them in one of the most important events in the Spanish colonization of the Americas.\nThe Spanish conquest was devastating to the Aztec people. By 1680, 94% of the Aztec population had died.\nEnd of the Empire.\nIn 1515, two of the states in the Aztec Empire rebelled. This was nothing new for the Aztecs. However, this time, the Tlaxcala and Huexotzingo rebels beat the Aztec military.\nThen, in April 1519, Spanish conquistadors, led by Cortés, arrived on the coast of Mexico. In August they marched to Tenochtitlan, the capital of the Aztec Empire. At first, Montezuma II, the Aztecs' ruler, invited the Spanish into Tenochtitlan, and things were friendly. Even when the Spanish made Montezuma II a prisoner, the Aztecs stayed friendly.\nHowever, soon, while Cortés was away, Spanish soldiers attacked and killed many Aztecs during a festival. When Cortés got back, he got Montezuma II to tell the Aztecs to stop fighting the conquistadors. By this time, though, the Aztecs had made Montezuma II's brother, Cuauthemoc, the king. Nobody did what Montezuma II said. They kept fighting the conquistadors, and they killed two out of every three Spanish soldiers. In July 1520 the Spanish survivors fled to Tlaxcala, where enemies of the Aztecs protected them.\nTen months later, Cortés came back to Tenochtitlan with more Spanish soldiers but mostly Tlaxcaltecas and other indigenous enemies of the Aztecs. They started a siege of Tenochtitlan, so that no food or supplies could get in. After 91 days, without any food, and with disease throughout the city, Cuauhtemoc finally surrendered to the Spanish on August 13, 1521. The Spanish destroyed Tenochtitlan. They started a Spanish colony that they named New Spain. The Aztec Empire had ended.\nWeapons.\nThere were many different reasons why the Spanish were able to take over the Aztec Empire.\nFirst, their weapons and armor were better than the Aztecs'. Aztec warriors had only cotton armour and shields made of wood or reeds to protect them. The Spanish had metal armor and shields.\nNone of these weapons could compare to the conquistadors' gun<nowiki/>s and steel sword<nowiki/>s. Their horses and war dogs gave them even more of an advantage against the Aztecs.\nReligion.\nAs historian David Carrasco explains: Motecuhzoma II is welcoming \"Quetzalcoatl-Cortes... back to his city in order to reoccupy the throne which has been guarded by Montezuma and the other [kings]... The ancient prophecy has been fulfilled and the returning lord is invited to occupy his throne and visit the palace. There could hardly be a clearer statement of returning the sovereignty to the original king.\"\nOther causes.\nBecause of these things, many people in the Aztec Empire were unhappy. Some of them helped the Spanish conquistadors take over the Empire. Some historians, like Brian Fagan and Nadia Durrani, say that the Empire would have fallen apart even if the Spanish had never come. However, because so many people had died of smallpox, there were also not enough people left to fight against the conquistadors when they did come.\nAfter the Empire.\nUnder Spanish control, the Aztec Empire did not exist any more. The Spanish tried to change the Aztecs into Catholics and make them act like Spanish people. They made it easier to change from Aztec rule to Spanish rule by letting many Aztec nobles become Spanish nobles.\nThe conquistadors rewarded people who had helped them defeat the Aztecs. Many received an Encomienda, a village full of Aztecs who were forced to work for them. This was not much different from what many serfs had done during the Aztec Empire. However, workers were badly abused, and many died. Because of this, a Spanish bishop named Bartolomé de las Casas suggested using African slaves to work in New Spain instead. Later, when he saw how much worse African slaves were treated, las Casas changed his mind about this.\nAfter taking over the Aztec Empire, the Spanish conquistadors moved on to take over other parts of Mesoamerica. During the same 160 years from 1520 to 1680 between 85% and 95% of Mesoamerica's native population died.","categories":[],"infobox_types":[],"annotations":[{"uri":"1519","surface_form":"1519","offset":22},{"uri":"1521","surface_form":"1521","offset":31},{"uri":"Spanish_Empire","surface_form":"Spanish","offset":37},{"uri":"Conquistador","surface_form":"conquistador","offset":45},{"uri":"Hern%C3%A1n_Cort%C3%A9s","surface_form":"Hernán Cortés","offset":67},{"uri":"Aztec_Empire","surface_form":"Aztec Empire","offset":96},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"Spanish colonization of the Americas","offset":268},{"uri":"Aztec","surface_form":"Aztec people","offset":350},{"uri":"Population","surface_form":"population","offset":390},{"uri":"Rebellion","surface_form":"rebelled","offset":477},{"uri":"Tlaxcala","surface_form":"Tlaxcala","offset":548},{"uri":"Huexotzingo","surface_form":"Huexotzingo","offset":561},{"uri":"Tenochtitlan","surface_form":"Tenochtitlan","offset":722},{"uri":"Capital_city","surface_form":"capital","offset":740},{"uri":"Moctezuma_II","surface_form":"Montezuma II","offset":779},{"uri":"Prison","surface_form":"prison","offset":919},{"uri":"Soldier","surface_form":"soldier","offset":1003},{"uri":"Festival","surface_form":"festival","offset":1053},{"uri":"Tlaxcala","surface_form":"Tlaxcala","offset":1421},{"uri":"Soldier","surface_form":"soldier","offset":1544},{"uri":"Indigenous_peoples","surface_form":"indigenous","offset":1587},{"uri":"Siege","surface_form":"siege","offset":1636},{"uri":"Disease","surface_form":"disease","offset":1743},{"uri":"Surrender_(military)","surface_form":"surrendered","offset":1791},{"uri":"Colony","surface_form":"colony","offset":1897},{"uri":"New_Spain","surface_form":"New Spain","offset":1920},{"uri":"Weapon","surface_form":"weapon","offset":2072},{"uri":"Armor","surface_form":"armor","offset":2084},{"uri":"Cotton","surface_form":"cotton","offset":2144},{"uri":"Armour","surface_form":"armour","offset":2151},{"uri":"Shield","surface_form":"shield","offset":2162},{"uri":"Reed_(plant)","surface_form":"reed","offset":2186},{"uri":"Metal","surface_form":"metal","offset":2225},{"uri":"Gun","surface_form":"gun","offset":2308},{"uri":"Sword","surface_form":"sword","offset":2332},{"uri":"Horse","surface_form":"horse","offset":2355},{"uri":"Throne","surface_form":"throne","offset":2573},{"uri":"Prophecy","surface_form":"prophecy","offset":2653},{"uri":"Throne","surface_form":"throne","offset":2729},{"uri":"Palace","surface_form":"palace","offset":2750},{"uri":"Sovereignty","surface_form":"sovereignty","offset":2817},{"uri":"Religious_conversion","surface_form":"into Catholics","offset":3407},{"uri":"Spanish_people","surface_form":"Spanish people","offset":3445},{"uri":"Reward","surface_form":"reward","offset":3593},{"uri":"Encomienda","surface_form":"Encomienda","offset":3665},{"uri":"Forced_labor","surface_form":"forced to work","offset":3711},{"uri":"Serfs","surface_form":"serfs","offset":3779},{"uri":"Abuse","surface_form":"abuse","offset":3847},{"uri":"Bishop","surface_form":"bishop","offset":3897},{"uri":"Bartolom%C3%A9_de_las_Casas","surface_form":"Bartolomé de las Casas","offset":3910},{"uri":"African_slave_trade","surface_form":"African slaves","offset":3949},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":4195},{"uri":"Native_American","surface_form":"native population","offset":4289}]}