{"id":51912,"url":"http://en.wikipedia.org/wiki/Nero","text":"Nero (\"Nerō Claudius Caesar Augustus Germanicus\"; 15 December 37 AD – 9 June 68 AD) was the fifth and last Roman Emperor of the Julio-Claudian dynasty. He was born Lucius Domitius Ahenobarbus.\nNero was the adopted son of his grand-uncle Claudius. He became emperor on 13 October 54, after Claudius died. Claudius was probably assassinated by Nero's mother Agrippina the Younger. Agrippina had motive in ensuring the succession of Nero before Britannicus (Claudius' natural son) could gain power.\nNero as Emperor.\nDuring his reign, Nero focused much of his attention on diplomacy, trade, and improving the cultural capital of the empire. He ordered the building of theatres and promoted athletic games.\nHis reign included a successful war and negotiated peace with the Parthian Empire, the suppression of a revolt in Britain, and the beginning of the First Roman–Jewish War.\nIn 64, most of Rome was destroyed in the Great Fire of Rome. In 68, the rebellion of Vindex in Gaul and later the acclamation of Galba in Hispania (Spain) drove Nero from the throne. Facing assassination, he committed suicide on 9 June 68.\nNero's rule is often associated with tyranny and extravagance. He is known for a number of executions, including those of his mother and stepbrother.\nNero is known as the emperor who played a fiddle while Rome burned. Actually the violin had not been invented, Nero wasn't in Rome at the time, and when he heard of the fire he returned to direct relief efforts.\nHe also persecuted Christians. However, some ancient sources show that Nero was popular with the common people during and after his reign.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":107},{"uri":"Julio-Claudian_dynasty","surface_form":"Julio-Claudian dynasty","offset":128},{"uri":"Claudius","surface_form":"Claudius","offset":237},{"uri":"Agrippina_the_Younger","surface_form":"Agrippina the Younger","offset":356},{"uri":"Parthia","surface_form":"Parthia","offset":768},{"uri":"First_Roman%E2%80%93Jewish_War","surface_form":"First Roman–Jewish War","offset":850},{"uri":"Great_Fire_of_Rome","surface_form":"Great Fire of Rome","offset":915},{"uri":"Vindex","surface_form":"Vindex","offset":959},{"uri":"Gaul","surface_form":"Gaul","offset":969},{"uri":"Galba","surface_form":"Galba","offset":1003},{"uri":"Hispania","surface_form":"Hispania","offset":1012},{"uri":"Violin","surface_form":"fiddle","offset":1306},{"uri":"Rome","surface_form":"Rome","offset":1319},{"uri":"Christians","surface_form":"Christians","offset":1495}]}