{"id":51911,"url":"http://en.wikipedia.org/wiki/Claudius","text":"Claudius; 1 August 10 BC – 13 October 54 AD) was the fourth Roman Emperor. He ruled from 24 January 41 AD to his death in 54 AD. His great-uncle was the first Emperor Augustus, and his uncle was the second Emperor Tiberius. His nephew was the third Emperor, Caligula. His maternal grandfather was Mark Antony.\nClaudius had some kind of disability, in speech and walking, and his family kept him from public office until he was 38. Claudius' infirmity may have saved him from the purges of Tiberius' and Caligula's reigns; enemies did not see him as a serious threat. He was declared Emperor at the insistence of the Praetorian Guard after Caligula's assassination. He was then the last adult male of his family.\nDespite his lack of experience, Claudius proved a good administrator and a great builder of public works. His reign saw an expansion of the Empire, and the conquest of Britain. He took a personal interest in the law, and he presided at public trials. Claudius suffered setbacks in his personal life, one of which may have led to his murder. He married four times, and the marriages did not turn out well. Claudius' relative and adopted son Nero succeeded him as Emperor, and undid much of his good work.\nAssassination of Caligula.\nOn 24 January 41 AD, Caligula was assassinated by a broad-based conspiracy. There is no evidence that Claudius had a direct hand in the assassination, although it has been argued that he knew about the plot. In the chaos following the murder, Claudius witnessed the German guard cut down several uninvolved noblemen, including some of his friends. He fled to the palace to hide. According to tradition, a Praetorian named Gratus found him hiding behind a curtain and suddenly declared him Emperor. A section of the guard may have planned to seek out Claudius, perhaps with his approval. They reassured him that they were not one of the groups looking for revenge. He was put under their protection.\nThe Senate quickly met and began debating a change of government. When they heard of the Praetorians' claim, they demanded that Claudius be delivered to them for approval. He refused, sensing danger. Eventually the Senate was forced to give in and, in return, Claudius pardoned nearly all the assassins.\nExpansion of the empire.\nUnder Claudius, the empire expanded for the first time since the reign of Augustus. The provinces of Thrace, Judea and three other provinces were annexed during his term. The annexation of Mauretania, begun under Caligula, was completed after the defeat of rebel forces, and divided into two provinces. The most important new expansion was the conquest of Britannia.\nIn 43 AD, Claudius sent four legions to Britain (\"Britannia\"). Britain was an attractive target for Rome because of its wealth – particularly mines and slaves. It was also a haven for Gallic rebels and the like, and so could not be left alone much longer. Claudius himself traveled to the island after the completion of initial offensives, bringing with him reinforcements and elephants.\nThe Senate granted him a Roman triumph for his efforts: in the Roman Empire only members of the imperial family were allowed such honors. Claudius later lifted this restriction for some of his generals. When the British general Caractacus was captured in 50, Claudius granted him his life. Caractacus lived out his days on land provided by the Roman state, an unusual end for an enemy commander.\nClaudius conducted a census in 48 AD that found 5,984,072 Roman citizens, an increase of about a million since the census conducted at Augustus' death.\nMarriages and personal life.\nClaudius married four times. His first marriage, to Plautia Urgulanilla, occurred after two failed betrothals. During their marriage she gave birth to a son, Claudius Drusus. Unfortunately, Drusus died of asphyxiation in his early teens, shortly after becoming engaged to Junilla, the daughter of Sejanus. Claudius later divorced Urgulanilla for adultery and on suspicion of murdering her sister-in-law Apronia. When Urgulanilla gave birth after the divorce, Claudius repudiated the baby girl, Claudia, as the father was one of his own freedmen.\nSoon after (possibly in 28 AD), Claudius married Aelia Paetina, a relative of Sejanus, if not Sejanus's adoptive sister. During their marriage, Claudius and Paetina had a daughter, Claudia Antonia.\nSome years after divorcing Aelia Paetina, in 38 or early 39 AD, Claudius married Valeria Messalina, who was his first cousin once removed and closely allied with Caligula's circle. Shortly thereafter, she gave birth to a daughter Claudia Octavia. A son, first named Tiberius Claudius Germanicus, and later known as Britannicus, was born just after Claudius' accession. This marriage ended in tragedy. Messalina was regularly unfaithful to Claudius and manipulated his policies in order to amass wealth. In 48 AD Messalina married her lover Gaius Silius in a public ceremony while Claudius was at Ostia. The result was the execution of Silius, Messalina, and most of her circle. Claudius made the Praetorians promise to kill him if he ever married again.\nAgrippina the Younger.\nDespite this declaration, Claudius did marry once more, his niece Agrippina the Younger.\nThe attempted coup d'état by Silius and Messalina had probably made Claudius realize the weakness of his position since he did not have an obvious adult heir, Britannicus being just a boy. Agrippina's son Lucius Domitius Ahenobarbus (the Emperor Nero) was one of the last males of the imperial family. Future coup attempts could rally around the pair, and Agrippina was already showing such ambition. In any case, Claudius accepted Agrippina, and later adopted the newly mature Nero as his son.\nNero was made joint heir with the underage Britannicus, married to Octavia and heavily promoted. Nero was popular with the public as the grandson of Germanicus and the direct descendant of Augustus.\nDeath, deification, and reputation.\nThe consensus of ancient historians was that Claudius was murdered by poison, and died in the early hours of 13 October, 54 AD. Accounts vary greatly, but nearly all implicate his last wife, Agrippina, as the instigator. Agrippina had motive in ensuring the succession of Nero before Britannicus could gain power.\nClaudius was described as physically repulsive, weak, and easily manipulated by his wives and companions by Suetonius, but this historian cannot be entirely trusted. The surviving works of Claudius present a different view. They paint a picture of an intelligent, scholarly, well-read, and conscientious administrator with an eye to detail and justice. Thus, Claudius becomes an enigma. Since the discovery of his letter to the Alexandrians in the last century, much work has been done to rehabilitate Claudius and determine where the truth lies.\nScholarly works and their impact.\nClaudius wrote copiously throughout his life. Besides the history of Augustus' reign, his major works included an Etruscan history and eight volumes on Carthaginian history, as well as an Etruscan dictionary and a book on dice playing. Claudius is the last person known to have been able to read Etruscan. His first wife was Etruscan. Finally, he wrote an eight-volume autobiography.\nUnfortunately, none of these major works survive. They do live on as sources for the surviving histories of the Julio-Claudian dynasty. Suetonius quotes Claudius' autobiography once, and must have used it as a source numerous times. Tacitus may have used him for some of the more antiquarian passages in his annals. Claudius is the source for numerous passages of Pliny's \"Natural History\". Pliny credits him by name in Book VII 35.p83\nMany of the public works instituted in his reign were based on plans first suggested by Julius Caesar. Levick believes this emulation of Caesar may have spread to all aspects of his policies.\nIn literature and film.\nThe best known fictional representation of the Emperor Claudius were the books \"I, Claudius\" and \"Claudius the God\" (published in 1934 and 1935) by the poet Robert Graves. They were both written in the first-person, as if they are Claudius' autobiography. Graves' plot suggested there were recently discovered, genuine translations of Claudius' writings. Claudius' genuine surviving letters, speeches, and sayings were incorporated into the text (mostly in the second book, \"Claudius the God\") in order to add authenticity.\nGraves's two books were the basis for an \"I, Claudius\" TV series by the BBC. The series starred Derek Jacobi as Claudius and was broadcast in 1976 on BBC2. It was a substantial critical success, and won several BAFTA awards. The series was later broadcast in the United States on \"Masterpiece Theatre\" in 1977. The DVD release of the television series contains \"The Epic that Never Was\" documentary.\nClaudius has been portrayed in movies on several occasions. \"I, Claudius\" (1937, Director Josef von Stromberg), unfinished; Charles Laughton as Claudius was a great performance. The surviving reels were featured in the BBCtv documentary \"The Epic that never was\" (1965), revealing some of Laughton's most accomplished acting. Also, minor portrayals in \"Demetrius and the Gladiators\" (1954) and \"Caligula\" (1979).","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":22},{"uri":"AD","surface_form":"AD","offset":41},{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":60},{"uri":"Augustus","surface_form":"Augustus","offset":167},{"uri":"Tiberius","surface_form":"Tiberius","offset":214},{"uri":"Caligula","surface_form":"Caligula","offset":258},{"uri":"Mark_Antony","surface_form":"Mark Antony","offset":297},{"uri":"Tiberius","surface_form":"Tiberius","offset":489},{"uri":"Caligula","surface_form":"Caligula","offset":503},{"uri":"Praetorian_Guard","surface_form":"Praetorian Guard","offset":616},{"uri":"Assassination","surface_form":"assassination","offset":650},{"uri":"Britain","surface_form":"Britain","offset":880},{"uri":"Nero","surface_form":"Nero","offset":1152},{"uri":"Assassin","surface_form":"assassin","offset":1277},{"uri":"Conspiracy","surface_form":"conspiracy","offset":1307},{"uri":"Germany","surface_form":"German","offset":1509},{"uri":"Thrace","surface_form":"Thrace","offset":2372},{"uri":"Judea","surface_form":"Judea","offset":2380},{"uri":"Annexation","surface_form":"annexed","offset":2417},{"uri":"Mauretania","surface_form":"Mauretania","offset":2460},{"uri":"Britannia","surface_form":"Britannia","offset":2627},{"uri":"Roman_legion","surface_form":"legions","offset":2667},{"uri":"Slavery","surface_form":"slaves","offset":2790},{"uri":"Gaul","surface_form":"Gallic","offset":2822},{"uri":"Elephant","surface_form":"elephant","offset":3015},{"uri":"Roman_triumph","surface_form":"Roman triumph","offset":3051},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":3089},{"uri":"Caractacus","surface_form":"Caractacus","offset":3254},{"uri":"Census","surface_form":"census","offset":3443},{"uri":"Sejanus","surface_form":"Sejanus","offset":3900},{"uri":"Valeria_Messalina","surface_form":"Valeria Messalina","offset":4428},{"uri":"Britannicus","surface_form":"Britannicus","offset":4662},{"uri":"Ostia","surface_form":"Ostia","offset":4943},{"uri":"Agrippina_the_Younger","surface_form":"Agrippina the Younger","offset":5190},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":5227},{"uri":"Nero","surface_form":"Nero","offset":5459},{"uri":"Nero","surface_form":"Nero","offset":5805},{"uri":"Suetonius","surface_form":"Suetonius","offset":6365},{"uri":"Enigma","surface_form":"enigma","offset":6636},{"uri":"Etruscan_civilization","surface_form":"Etruscan","offset":6952},{"uri":"Carthage","surface_form":"Carthaginian","offset":6990},{"uri":"Etruscan_language","surface_form":"Etruscan","offset":7026},{"uri":"Dictionary","surface_form":"dictionary","offset":7035},{"uri":"Dice","surface_form":"dice","offset":7060},{"uri":"Tacitus","surface_form":"Tacitus","offset":7455},{"uri":"Pliny_the_Elder","surface_form":"Pliny's","offset":7586},{"uri":"Natural_History_(Pliny)","surface_form":"Natural History","offset":7595},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":7746},{"uri":"I%2C_Claudius","surface_form":"I, Claudius","offset":7954},{"uri":"Claudius_the_God","surface_form":"Claudius the God","offset":7972},{"uri":"Robert_Graves","surface_form":"Robert Graves","offset":8031},{"uri":"Autobiography","surface_form":"autobiography","offset":8115},{"uri":"British_Broadcasting_Corporation","surface_form":"BBC","offset":8470},{"uri":"Derek_Jacobi","surface_form":"Derek Jacobi","offset":8494},{"uri":"BBC_Two","surface_form":"BBC2","offset":8548},{"uri":"British_Academy_of_Film_and_Television_Arts","surface_form":"BAFTA","offset":8609},{"uri":"United_States","surface_form":"United States","offset":8661},{"uri":"Josef_von_Stromberg","surface_form":"Josef von Stromberg","offset":8888},{"uri":"Charles_Laughton","surface_form":"Charles Laughton","offset":8922},{"uri":"Documentary","surface_form":"documentary","offset":9023}]}