{"id":519244,"url":"http://en.wikipedia.org/wiki/Boat_positions","text":"e=\"preserve\">The front of a boat is called the bow, while the rear of a boat is called the stern. When looking towards the bow (while on the boat), the left-hand side of the boat is the port side. Starboard is the corresponding word for the right side of a boat.\nParts of a Boat: Boating Terminology.\nPort and starboard are nautical terms for left and right, respectively. Port is the left-hand side of or direction from a vessel, facing forward. Starboard is the right-hand side, facing forward. Since port and starboard never change, they are clear references that do not depend on which way the observer is facing.\nHistory.\nThe term \"starboard\" comes from the Old English \"steorbord\", meaning the side on which the ship is steered. Before ships had rudders on their center-lines, they were steered with a steering oar at the stern of the ship. Because more people are right-handed it was placed on the right-hand side. The term is similar to the Old Norse \"stýri\" (rudder) and \"borð\" (side of a ship). Since the steering oar was on the right side of the boat, it would tie up at wharf on the other side. For this reason the left side was called \"port\".\nFormerly \"larboard\" was used instead of \"port\". This is from Middle English \"ladebord\" and the term \"lade\" is related to the modern \"load\". \"Larboard\" sounded very similar to \"starboard\" and in 1844 the Royal Navy ordered that \"port\" be used instead. \"Larboard\" continued to be used well into the 1850s by whalers. In Old English the word was \"bæcbord\", which is used in other European languages, for example as the German \"backbord\" and the French term \"bâbord\" (derived in turn from Middle Dutch).\nNavigational lights.\n'tis your duty to keep clear...\nGreen to green, red to red","categories":[],"infobox_types":[],"annotations":[{"uri":"Glossary_of_nautical_terms","surface_form":"nautical terms","offset":324},{"uri":"Old_English_language","surface_form":"Old English","offset":663},{"uri":"Rudder","surface_form":"rudder","offset":752},{"uri":"Oar","surface_form":"steering oar","offset":808},{"uri":"Stern","surface_form":"stern","offset":828},{"uri":"Right-handed","surface_form":"right-handed","offset":871},{"uri":"Old_Norse_language","surface_form":"Old Norse","offset":949},{"uri":"Wharf","surface_form":"wharf","offset":1082},{"uri":"Middle_English","surface_form":"Middle English","offset":1217},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1359},{"uri":"Whaler","surface_form":"whaler","offset":1462},{"uri":"German_language","surface_form":"German","offset":1572},{"uri":"French_language","surface_form":"French","offset":1598},{"uri":"Middle_Dutch","surface_form":"Middle Dutch","offset":1641}]}