{"id":519269,"url":"http://en.wikipedia.org/wiki/Reasonable_doubt","text":"Evidence that is beyond a reasonable doubt is the standard of evidence required to validate a criminal conviction in most adversarial legal systems. Generally, the prosecutor has the burden of proof and is required to prove their case to this standard. This means that the version of events being presented by the prosecution must be proven to the extent that there could be no \"reasonable doubt\" in the mind of a \"reasonable person\" that the defendant is guilty. There can still be a doubt, but only to the extent that it would \"not\" affect a reasonable person's belief regarding whether or not the defendant is guilty. Beyond \"the shadow of a doubt\" is sometimes used interchangeably with beyond reasonable doubt. But this term extends beyond the latter, to the extent that it may be considered an impossible standard. The term \"reasonable doubt\" is most commonly used.\nIf doubt \"does\" affect a \"reasonable person's\" belief that the defendant is guilty, then the jury is not satisfied beyond \"reasonable doubt\". The precise meaning of words such as \"reasonable\" and \"doubt\" are usually defined within jurisprudence of the applicable country. A related idea is William Blackstone's formulation: \"It is better that ten guilty persons escape than that one innocent suffer\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal_burden_of_proof","surface_form":"standard of evidence","offset":50},{"uri":"Adversarial_system","surface_form":"adversarial legal systems","offset":122},{"uri":"Prosecutor","surface_form":"prosecutor","offset":164},{"uri":"Legal_burden_of_proof","surface_form":"burden of proof","offset":183},{"uri":"Prove","surface_form":"prove","offset":218},{"uri":"Legal_case","surface_form":"case","offset":230},{"uri":"Defendant","surface_form":"defendant","offset":443},{"uri":"Doubt","surface_form":"doubt","offset":485},{"uri":"Synonym","surface_form":"interchangeably","offset":670},{"uri":"Impossible","surface_form":"impossible","offset":800},{"uri":"Jurisprudence","surface_form":"jurisprudence","offset":1103},{"uri":"Country","surface_form":"country","offset":1135},{"uri":"William_Blackstone","surface_form":"William Blackstone","offset":1162}]}