{"id":519282,"url":"http://en.wikipedia.org/wiki/Statute_of_limitations","text":"Statutes of limitations are laws passed by a legislative body in common law systems that set the maximum time after an event when a lawsuit may be filed. In civil law systems, similar provisions are typically part of their civil or criminal codes and known collectively as \"periods of prescription\". When the period of time specified in a statute of limitations passes, the statute of limitations provides an absolute defense to the legal claim.\nThe intention of these laws is to make sure legal cases are brought to trial in a reasonable length of time.\nA statute of limitations restricts when a case may be filed, but is not a deadline for the completion of a case. If a case is filed during the period specified in the statute of limitations, the case may be heard and decided by the court even after that period expires.\nCivil lawsuits.\nThe statute of limitations is determined by the cause of action, and different causes of action may have different limitations period even within the same state or country. The limitations period may be extended to ensure fairness to the parties, for example, if the person making the claim was a minor at the time the legal claim arose, or if the defendant committed a wrongful act to conceal the legal claim from the injured plaintiff.\nTypically the statute of limitations must be raised by the defense after a lawsuit is filed. If the defense does not claim that the legal action is barred by the statute of limitations, a court may find that the defense has been waived and allow a late-filed lawsuit to continue.\nCriminal prosecution.\nWhen a statute of limitations expires (runs out) in a criminal case, if the defendant or judge raises a statute of limitations defense, the person can no longer be placed on trial for that cause. In many cases the statute of limitations is jurisdictional, so that a defendant can get a dismissal of a charge even if the defense is not raised, but in some cases the defendant risks waiving the statute of limitations defense if it is not raised before conviction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":28},{"uri":"Legislature","surface_form":"legislative body","offset":45},{"uri":"Common_law","surface_form":"common law","offset":65},{"uri":"Legal_case","surface_form":"a lawsuit","offset":130},{"uri":"Civil_law_(legal_system)","surface_form":"civil law","offset":157},{"uri":"Civil_law","surface_form":"civil","offset":223},{"uri":"Criminal_law","surface_form":"criminal code","offset":232},{"uri":"Cause_of_action","surface_form":"legal claim","offset":433},{"uri":"Legal_case","surface_form":"legal case","offset":490},{"uri":"Trial","surface_form":"trial","offset":517},{"uri":"Reasonable","surface_form":"reasonable","offset":528},{"uri":"Cause_of_action","surface_form":"cause of action","offset":889},{"uri":"Criminal_law","surface_form":"criminal case","offset":1635},{"uri":"Defendant","surface_form":"defendant","offset":1657},{"uri":"Judge","surface_form":"judge","offset":1670},{"uri":"Conviction","surface_form":"conviction","offset":2032}]}