{"id":51939,"url":"http://en.wikipedia.org/wiki/Personal_digital_assistant","text":"A personal digital assistant (PDA) is a handheld computer. Personal digital assistants were designed to replace non-electronic day planners. Many PDAs can work as an address book, a calculator, a clock, and a calendar. Some also have games on them. Newer PDAs are now called smartphones and have Wi-Fi, touch screens, can read e-mail, record video, play music and make phone calls.\nProcessor.\nPDA's processor is a chip which makes the device work. PDAs can have different processors depending on their speed. If access to the Internet, GPS, or video recording are needed, the PDA needs to have a fast processor.\nMemory.\nPDA stores data and applications on RAM memory(Random Access Memory). It is a memory card inside the device. PDAs can also use SD (Secure Digital), SDIO and MMS cards. These are easy to remove and are called flash memory cards. USB flash drives can be used to add more memory.\nScreen.\nMost PDAs have touch screens. This means that the device has less buttons or has no buttons at all. Usually PDAs come with removable 'pen' (stylus) with which the screen is touched. The pen acts like a mouse for desktop PCs or like a touch pad for laptops. For other PDAs a finger is used instead of the pen.\nBattery.\nPDAs are powered by batteries. There are two types of batteries: removable and fixed. Older PDAs used alkaline batteries which the user would have to take out and replace when they ran out. Most new PDAs have Li-ion batteries. These batteries are rechargeable. PDAs use more battery power when playing video, accessing Internet or transferring data using Bluetooth. Large and bright screens also take more power. This makes the battery run out faster.\nConnection.\nA PDA can communicate with other devices, PDAs, PCs, etc. This is made with the help of infrared (IrDA) port or with Bluetooth. With this ability the devices can transfer data, download music, images, video, games, etc.\nSynchronization means having the same data on both the PDA and PC or other device. When changes are made on either the PDA or the PC, when they are synchronized, these changes made to data on one of them are also made the data on the other. The synchronization also prevents the loss of the stored information.\nAdaptation (Customization).\nCustomization is adding more memory, miniature keyboards, etc. to the PDA. Customization also can be putting other software (download Internet programs) on the PDA device.","categories":[],"infobox_types":[],"annotations":[{"uri":"Handheld","surface_form":"handheld","offset":40},{"uri":"Computer","surface_form":"computer","offset":49},{"uri":"Address_book","surface_form":"address book","offset":166},{"uri":"Calculator","surface_form":"calculator","offset":182},{"uri":"Clock","surface_form":"clock","offset":196},{"uri":"Calendar","surface_form":"calendar","offset":209},{"uri":"Video_game","surface_form":"games","offset":234},{"uri":"Smartphone","surface_form":"smartphone","offset":275},{"uri":"Wi-Fi","surface_form":"Wi-Fi","offset":296},{"uri":"Touch_screen","surface_form":"touch screen","offset":303},{"uri":"E-mail","surface_form":"e-mail","offset":327},{"uri":"Video","surface_form":"video","offset":342},{"uri":"Central_processing_unit","surface_form":"processor","offset":399},{"uri":"Integrated_circuit","surface_form":"chip","offset":414},{"uri":"Internet","surface_form":"Internet","offset":526},{"uri":"Global_Positioning_System","surface_form":"GPS","offset":536},{"uri":"RAM","surface_form":"RAM","offset":656},{"uri":"SD","surface_form":"SD","offset":747},{"uri":"SDIO","surface_form":"SDIO","offset":768},{"uri":"MMS","surface_form":"MMS","offset":777},{"uri":"Flash_memory","surface_form":"flash memory","offset":828},{"uri":"USB","surface_form":"USB","offset":848},{"uri":"Stylus","surface_form":"stylus","offset":1045},{"uri":"Personal_computer","surface_form":"PCs","offset":1125},{"uri":"Laptop","surface_form":"laptop","offset":1153},{"uri":"Finger","surface_form":"finger","offset":1179},{"uri":"Battery","surface_form":"batteries","offset":1243},{"uri":"Alkaline","surface_form":"alkaline","offset":1325},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":1578},{"uri":"Infrared","surface_form":"infrared","offset":1775},{"uri":"Bluetooth","surface_form":"Bluetooth","offset":1804},{"uri":"Download","surface_form":"download","offset":1864},{"uri":"Keyboard_(computer)","surface_form":"keyboards","offset":2293},{"uri":"Software","surface_form":"software","offset":2361}]}