{"id":519451,"url":"http://en.wikipedia.org/wiki/Arbitration","text":"Arbitration, a form of alternative dispute resolution (ADR), is a way of resolving disputes outside the courts. Litigation can be expensive, time-consuming and unpredictable. With arbitration the parties to a dispute agree to have the disagreement decided by a neutral third party. More often this is a panel of three arbitrators. Each party suggests one, then both arbitrators agree on a third arbitrator. The decision is the result of a majority vote.\nArbitration (hearing).\nArbitration includes an agreement in advance by both parties to comply with the decision of the arbitrator(s). The process includes a hearing in which both parties may be heard. The arbitrator(s) reviews the evidence in the case and makes a decision. One that is legally binding on both sides and enforceable in the courts.\nMediation.\nAnother form of alternative dispute resolution is mediation. Mediation and arbitration both use neutral third parties. For that reason they are sometimes confused. One difference is that a mediator does not make any decisions. Instead the mediator works towards getting both parties to agree. Unlike Arbitration, there is usually only one mediator. Another difference is that mediation is usually non-binding. Mediation is used more often in smaller disputes or when the matter is kept confidential. In some jurisdictions, mediation is required before a case can come to court.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alternative_dispute_resolution","surface_form":"alternative dispute resolution","offset":23},{"uri":"Dispute","surface_form":"dispute","offset":83},{"uri":"Court","surface_form":"court","offset":104},{"uri":"Litigation","surface_form":"Litigation","offset":112},{"uri":"Disagreement","surface_form":"disagreement","offset":235},{"uri":"Neutral","surface_form":"neutral","offset":261},{"uri":"Third_party","surface_form":"third party","offset":269},{"uri":"Agreement","surface_form":"agreement","offset":501},{"uri":"Hearing_(law)","surface_form":"hearing","offset":611},{"uri":"Confidential","surface_form":"confidential","offset":1298}]}