{"id":519537,"url":"http://en.wikipedia.org/wiki/Commoners","text":"e=\"preserve\">The terms commoners, common people or the masses refers to ordinary people who are members of neither the nobility nor the priesthood. In a system of social classes they are those without title or rank. Since the 20th century, the term \"common people\" has been used in its place. It refers to typical members of society in contrast to highly privileged (in either wealth or influence).\nHistory.\nIn Europe, a concept of common people started in the classical antiquity of ancient Rome around the 6th century BC. The Roman social division was into patricians (nobles) and plebeians (commoners). The division may have been instituted by Servius Tullius, as an alternative to the previous clan based divisions that had been responsible for internecine conflict. The ancient Greeks generally had no concept of class and their leading social divisions were simply non-Greeks, free-Greeks and slaves. With the growth of Christianity in the 4th century AD, a new world view arose in European thinking about social division. This continued until at least early modern times. Saint Augustine stated that social division was a result of the Fall of Man. The three leading divisions were considered to be the priesthood (clergy), the nobility, and the common people. Sometimes this would be expressed as \"those who prayed\", \"those who fought\" and \"those who worked\". The Latin terms for the three classes – \"oratores\", \"bellatores\" and \"laboratores\" – are often found even in modern textbooks, and have been used in sources since the 9th century.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nobility","surface_form":"nobility","offset":119},{"uri":"Clergy","surface_form":"priesthood","offset":136},{"uri":"Social_class","surface_form":"social class","offset":163},{"uri":"20th_century","surface_form":"20th century","offset":226},{"uri":"Classical_antiquity","surface_form":"classical antiquity","offset":461},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":484},{"uri":"6th_century_BC","surface_form":"6th century BC","offset":508},{"uri":"Patrician","surface_form":"patrician","offset":559},{"uri":"Plebeian","surface_form":"plebeian","offset":583},{"uri":"Servius_Tullius","surface_form":"Servius Tullius","offset":647},{"uri":"Ancient_Greeks","surface_form":"ancient Greeks","offset":775},{"uri":"Social_class","surface_form":"class","offset":818},{"uri":"Christianity","surface_form":"Christianity","offset":926},{"uri":"4th_century","surface_form":"4th century","offset":946},{"uri":"AD","surface_form":"AD","offset":958},{"uri":"Europe","surface_form":"Europe","offset":988},{"uri":"Augustine_of_Hippo","surface_form":"Saint Augustine","offset":1079},{"uri":"Fall_of_Man","surface_form":"Fall of Man","offset":1143},{"uri":"Clergy","surface_form":"clergy","offset":1222},{"uri":"Latin","surface_form":"Latin","offset":1372}]}