{"id":519599,"url":"http://en.wikipedia.org/wiki/Pseudogene","text":"Pseudogenes are genes that have lost their function. They have lost their gene expression in the cell or their ability to code protein. The term was coined in 1977.\nPseudogenes can result from mutations in a gene whose product is not needed for the survival of the organism. Although not protein-coding, the DNA of pseudogenes may be functional. It may be similar to other kinds of non-coding DNA which have a regulatory role.\nMost have some gene-like features. They lack protein-coding ability resulting from a variety of disabling mutations, or their inability to encode RNA (such as with rRNA pseudogenes).\nPseudogenes are generally thought of as the last stop for genomic material that is to be removed from the genome, so they are often labeled as junk DNA. Pseudogenes contain fascinating biological and evolutionary histories in their sequences. This is due to a pseudogene's shared ancestry with a functional gene. In the same way that Darwin thought of two species as having a shared common ancestry followed by millions of years of evolutionary divergence (see speciation), a pseudogene and its associated functional gene also share a common ancestor and have diverged as separate genetic entities over millions of years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gene","surface_form":"gene","offset":16},{"uri":"Gene_expression","surface_form":"gene expression","offset":74},{"uri":"Cell_(biology)","surface_form":"cell","offset":97},{"uri":"Protein","surface_form":"protein","offset":127},{"uri":"Mutations","surface_form":"mutations","offset":193},{"uri":"DNA","surface_form":"DNA","offset":308},{"uri":"Non-coding_DNA","surface_form":"non-coding DNA","offset":382},{"uri":"Gene_regulation","surface_form":"regulatory","offset":410},{"uri":"RRNA","surface_form":"rRNA","offset":591},{"uri":"Junk_DNA","surface_form":"junk DNA","offset":753},{"uri":"Evolution","surface_form":"evolution","offset":810},{"uri":"Charles_Darwin","surface_form":"Darwin","offset":944},{"uri":"Common_ancestor","surface_form":"common ancestry","offset":993},{"uri":"Speciation","surface_form":"speciation","offset":1071},{"uri":"Common_ancestor","surface_form":"common ancestor","offset":1145}]}