{"id":519744,"url":"http://en.wikipedia.org/wiki/Impartiality","text":"An essential part of any of the world's legal systems is impartiality. It is important for tribunals, judges, juries and arbitrators to be impartial. It is equally important for the legal systems themselves to be impartial.\nJudges and tribunals.\nJudges cannot favor one party over another or give more weight to one side's claims than the other. Judges learn about the law from outside the courtroom and before a trial begins. Because of this a judge may have an opinion regarding the law. When a judge expresses these views he or she is not being impartial.\nJuries.\nIn the US legal system, juries are screened and individuals selected by a process called \"voir dire\". Both the prosecution and the defense question jury candidates before a judge. This is to see if they can remain impartial. Any person having a personal interest in the outcome of the trial or who is obviously biased may be removed. This is called \"striking\" a juror. It is rare to have more than 10% of potential jurors struck from a trial. Trial by jury began in the United Kingdom. Except for cases where there is a provision by the law, it is the right of every person accused of a crime to have an impartial jury trial. More and more criminal trials are held without a jury. The less severe crimes are tried by magistrates. The Canadian Charter of Rights and Freedoms guarantees the right to a fair trial. In Canada juries are made up of 12 ordinary persons, male or female, who are expected to be impartial triers of fact. They decide whether the Crown (the prosecution) has made its case. Judges have the option of increasing the jury to 13 or 14 jurors, but only 12 may vote on the guilt or innocence of the accused.\nJuries in Scotland have 15 jurors. In many European civil law countries and Japan, juries can be made up of laypersons and judges. Also the opposing council may not be able to strike jurors as in the United States.\nMany believe the Magna Carta first guaranteed a right to trial by one's peers. The Latin \"judicium parium\" does not mean a trial by jury. The word \"judicium\" in the language of the day meant a judge. The term \"liber homo\", usually translated as \"freeman\", at that time were a limited class in England. So it did not mean every person.","categories":[],"infobox_types":[],"annotations":[{"uri":"Essential","surface_form":"essential","offset":3},{"uri":"List_of_national_legal_systems","surface_form":"legal systems","offset":40},{"uri":"Tribunal","surface_form":"tribunal","offset":91},{"uri":"Judge","surface_form":"judge","offset":102},{"uri":"Jury","surface_form":"jurie","offset":110},{"uri":"Arbitrator","surface_form":"arbitrator","offset":121},{"uri":"Weight","surface_form":"weight","offset":302},{"uri":"Claim","surface_form":"claim","offset":323},{"uri":"Trial","surface_form":"trial","offset":413},{"uri":"Voir_dire","surface_form":"voir dire","offset":657},{"uri":"Prosecution","surface_form":"prosecution","offset":678},{"uri":"Defense_(legal)","surface_form":"defense","offset":698},{"uri":"Bias","surface_form":"bias","offset":878},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1037},{"uri":"Accused","surface_form":"accused","offset":1141},{"uri":"Crime","surface_form":"crime","offset":1154},{"uri":"Magistrate","surface_form":"magistrate","offset":1284},{"uri":"Canadian_Charter_of_Rights_and_Freedoms","surface_form":"Canadian Charter of Rights and Freedoms","offset":1301},{"uri":"Fairness","surface_form":"fair","offset":1367},{"uri":"Triers_of_fact","surface_form":"triers of fact","offset":1481},{"uri":"Legal_case","surface_form":"case","offset":1558},{"uri":"Scotland","surface_form":"Scotland","offset":1703},{"uri":"Civil_law","surface_form":"civil law","offset":1745},{"uri":"Layperson","surface_form":"layperson","offset":1801},{"uri":"Magna_Carta","surface_form":"Magna Carta","offset":1925},{"uri":"Language","surface_form":"language","offset":2073},{"uri":"England","surface_form":"England","offset":2201}]}