{"id":51987,"url":"http://en.wikipedia.org/wiki/Michel_Foucault","text":"e=\"preserve\">Michel Foucault (October 15, 1926 – June 25, 1984) was a French philosopher and historian. He wrote about many topics, and influenced many other thinkers.\nFoucault studied institutions such as psychiatric wards, hospitals, schools, and prisons, to figure out how they affected the people living in them. He was gay. He also studied the history of sexuality and, later in his life, wrote about homosexuality.\nHe is often called a postmodernist or post-structuralist philosopher. Some philosophers claim that some of his ideas were influenced by existentialism. However, Foucault rejected all of these labels.\nEarly life.\nFoucault was born in 1926 in Poitiers, France. His father, Paul Foucault, was a surgeon. He attended the Jesuit Collège Saint-Stanislas. After World War II Foucault studied at the École Normale Supérieure. While attending university, he became depressed, and tried to kill himself.\nFoucault became very interested in psychology. He got a degree in philosophy and a degree in psychology. Foucault joined the French Communist Party from 1950 to 1953. He left the Communist Party because he was sad about all of the people that Stalin was killing in the Soviet Union.\nUniversity professor.\nIn the early 1950s, he taught at the École Normale. Then he began teaching psychology at the University of Lille. In 1954 Foucault published his first book, \"Maladie mentale et personnalité\". In the mid-1950s, he worked at Warsaw University and at the University of Hamburg.\nHe returned to France in 1960 to become a philosophy professor at the University of Clermont-Ferrand. In the mid-1960s, Foucault moved with his lover to Tunis (in North Africa), and got a job teaching at the University of Tunis. In 1966 he published \"Les Mots et les choses\" (The Order of Things), which was very popular. In 1968 he returned to France, where he published \"L'archéologie du savoir\" (The Archaeology of Knowledge).\nIn the late 1960s, after France had huge student protests and riots, the French government created a new experimental university at Vincennes. Foucault became the first head of its philosophy department. Foucault joined students in occupying administration buildings and fighting with police.\nIn 1970, Foucault became a Professor of the History of Systems of Thought at the Collège de France. His political involvement now increased. His male lover Defert joined the ultra-Maoist Gauche Proletarienne (GP). Foucault then wrote \"Surveiller et Punir\" (Discipline and Punish), about prisons and schools.\nFinal years.\nIn the late 1970s, Foucault wrote books about the history of sexuality. Foucault began to spend more time in the United States, at the University at Buffalo. In 1978 Foucault toured Iran to support the new revolutionary Islamic government. Foucault died of an AIDS-related illness in Paris on 26 June 1984.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":70},{"uri":"Philosophy","surface_form":"philosopher","offset":77},{"uri":"Gay","surface_form":"gay","offset":324},{"uri":"Sex","surface_form":"sex","offset":360},{"uri":"Homosexual","surface_form":"homosexual","offset":406},{"uri":"Postmodernism","surface_form":"postmodernist","offset":442},{"uri":"Existentialism","surface_form":"existentialism","offset":557},{"uri":"Poitiers","surface_form":"Poitiers","offset":662},{"uri":"Jesuit","surface_form":"Jesuit","offset":738},{"uri":"World_War_II","surface_form":"World War II","offset":776},{"uri":"Psychology","surface_form":"psychology","offset":950},{"uri":"Communist","surface_form":"Communist","offset":1047},{"uri":"Stalin","surface_form":"Stalin","offset":1158},{"uri":"Sex","surface_form":"sex","offset":2600},{"uri":"United_States","surface_form":"United States","offset":2652},{"uri":"AIDS","surface_form":"AIDS","offset":2799}]}