{"id":519910,"url":"http://en.wikipedia.org/wiki/Case_law","text":"Case law in a legal system are those laws based on previous judicial decisions. This is opposed to decisions based on existing statutes or regulations. In countries using common law, it is generally uncodified meaning there are no collections of legal rules and laws to rely on. Instead they rely on legal precedent. Precedents are previous legal cases that are used as examples for deciding the present case. They are also binding on lower courts where the facts and issues are similar. In countries that use civil law, their laws are codified and there is much less reliance on case law.\nCivil law.\nJudges make decisions by decisions based on the appropriate laws. They then investigate to learn all the facts. Finally they make a decision. Under civil law, judiciary decisions are not a critical part of forming civil laws. Under Dutch civil law for example, there are so many civil laws that it becomes difficult for lawyers and judges to know if they have found all the laws that apply to a case. Even with all the laws, not every situation is covered. The civil court will research everything it can on the subject, then make a decision. For this reason those who start a legal case never know for certain what the decision will be.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"legal system","offset":14},{"uri":"Law","surface_form":"law","offset":37},{"uri":"Judgment_(law)","surface_form":"judicial decisions","offset":60},{"uri":"Law","surface_form":"statutes","offset":127},{"uri":"Regulation","surface_form":"regulation","offset":139},{"uri":"Common_law","surface_form":"common law","offset":171},{"uri":"Legal_code","surface_form":"uncodified","offset":199},{"uri":"Legal_precedent","surface_form":"legal precedent","offset":300},{"uri":"Legal_case","surface_form":"legal case","offset":341},{"uri":"Example","surface_form":"example","offset":370},{"uri":"Countries","surface_form":"countries","offset":491},{"uri":"Civil_law","surface_form":"civil law","offset":510},{"uri":"Reliance","surface_form":"reliance","offset":568},{"uri":"Investigate","surface_form":"investigate","offset":677},{"uri":"Netherlands","surface_form":"Dutch","offset":833},{"uri":"Lawyer","surface_form":"lawyer","offset":921},{"uri":"Judge","surface_form":"judge","offset":933}]}