{"id":52,"url":"http://en.wikipedia.org/wiki/Afghanistan","text":"In early times people passed through it with animals and other goods as it connected China and India with Central Asia and the Middle East. More recently, Afghanistan has been damaged by many years of war. This has resulted in there not being enough jobs.\nThe country is around in size or area. There are 30 million people in Afghanistan. There are about 3 million Afghan refugees (people who had to leave the country) who are in Pakistan and Iran for some time. In 2011, its capital, Kabul, had about 3,691,400 people living in it.\nGeography.\nAfghanistan has many mountains. The mountains are called the Hindu Kush and Himalayas. The big mountain in Afghanistan is Mount Nowshak. There are plains (which have soil that is good for growing plants) and foothills. Part is also dry and called the Registan Desert.\nAfghanistan has snow and glaciers in the mountains. Amu Darya is the big water stream, or river.\nThe country has a lot of a valuable stone called lapis lazuli, which was used to decorate the tomb of the Egyptian king Tutankhamun.\nClimate.\nAfghanistan has a continental climate with hot summers and cold winters. Having no water sometimes causes problems for farmers. Sandstorms happen a lot in the desert.\nPlants and animals.\nSouthern Afghanistan has not many plants because it is dry. There are more plants where there is more water. Mountains have forests of pine and fir, cedar, oak, walnut, alder, and ash trees.\nAfghanistan's wild animals live in the mountains. There are wolves, foxes, jackals, bears, and wild goats, gazelles, wild dogs, camels, and wild cats such as the snow leopard in the country. The birds are falcons, eagles and vultures. The Rhesus Macaque and the red flying squirrel are also in Afghanistan.\nMany years of war, hunting, and years of no water have killed animals in Afghanistan. There used to be tigers in Afghanistan, but now there aren't any. Bears and wolves are almost gone.\nPeople and culture.\nMany people have moved through or invaded the land of Afghanistan. Today's people of Afghanistan are known as \"Afghans\". They have many traits passed down from these previous peoples.\nThe largest group of people are the Pashtuns. These make up about half the population. Tajiks are the second-largest ethnic group, making up about one-fifth of the population. Before the 20th century, Tajiks were called Sarts and some come from the Iranian peoples. Most Pashtuns are also related to the Iranian peoples. Some Pashtuns and Tajiks marry each other but at the same time they are rivals. The third-largest group are the Hazaras. They are native to the Hazaristan area in central Afghanistan. The country's other groups include the Uzbek, Aimaq, Turkmen, Nuristani, Baloch, Pashayi and a few others.\nDari-Persian and Pashto are the official languages of Afghanistan. Many people speak both languages. Both are Indo-European languages from the Iranian languages sub-family. They are usually written with the Arabic alphabet. Uzbek and Turkmen are widely spoken in the north and Nuristani and Pashai are spoken in the east. Almost all Afghans follow the religion of Islam.\nAfghanistan is a largely rural country. This means there are only a few major cities. About one fifth of the population live in cities. Kabul, the capital, is the largest city. It is south of the Hindu Kush range and alongside the Kabul River. Other cities in Afghanistan include Kandahar, Herat, Mazar-e Sharif, and Jalalabad. The rural population is made up of farmers and nomads. The farmers live mainly in small villages along the rivers. The nomads live in tents while moving from place to place with their animals and belongings. Some people live in the high central mountains. Some live in the deserts in the south and southwest. Millions of people left Afghanistan to get away from the wars that happened in the late 20th and early 21st centuries. Most of them lived in neighboring Pakistan and Iran.\nHistory.\nAfghanistan is in the path of important trade routes that connect southern and eastern Asia to Europe and the Middle East. Because of this, many empire builders have decided to rule over the area. Signs that these emperors were near Afghanistan still exist in many parts of the country. Afghanistan is near what used to be the Silk Road, so it has many cultures. From up to 8,000 years ago, the peoples of Afghanistan helped develop (create) major world religions, traded and exchanged many products, and sometimes controlled politics and culture in Asia.\nPrehistory.\nArchaeologists digging a cave in what is now northeastern Afghanistan (in Badakhshan), discovered that people lived in the country as early as 100,000 years ago. They found the skull of a Neanderthal, or early human, as well as tools from about 30,000 years ago. In other parts of Afghanistan, archaeologists uncovered pottery and tools that are 4,000 to 11,000 years old—evidence that Afghans were among the first people in the world to grow crops and raise animals.\nFarmers and herders settled in the plains surrounding the Hindu Kush as early as 7000 B.C. These people may have grown rich off the lapis lazuli they found along riverbeds, which they traded to early city sites to the west, across the Iranian plateau and Mesopotamia. As farms and villages grew and thrived in Afghanistan, these ancient people eventually invented irrigation (digging ditches for water so it flows to crops) that allowed them to grow crops on the northern Afghanistan desert plains. This civilization (advanced state of organization) is today called BMAC (Bactria–Margiana Archaeological Complex), or the \"Oxus civilization\".\nThe Oxus civilization expanded as far east as western edge of the Indus Valley during the period between 2200 and 1800 B.C. These people, who were the ancestors of the Indo-Aryans, used the term \"Aryan\" to identify their ethnicity, culture, and religion. Scholars know this when they read the ancient texts of these people; the Avesta of Iranian people and the Vedas of Indo-Aryans.\nZoroaster, the founder of the Zoroastrian religion, the world's earliest monotheistic religion, (meaning a religion believing in one god) lived in the area (somewhere north of today's Afghanistan), around 1000 B.C.\nAncient history.\nBefore the middle of the sixth century BCE, the land was held by the Medes.\nThen the Achaemenids took over control of the land and made it part of the Persian empire. Alexander the great defeated and conquered the Persian Empire in 330 BCE. He founded some cities in the area. The people used Greek culture and language. After Alexander, Greco-Bactrians, Scythians, Kushans, Parthians and Sassanians ruled the area.\nKushans spread Buddhism from India in the 1st century BCE, and Buddhism remained an important religion in the area until the Islamic conquest in the 7th century CE.\nThe Buddhas of Bamiyan were giant statues, a reminder of Buddhism in Afghanistan. They were destroyed by the Taliban in 2001. There were international protests. The Taliban believe that the ancient statues were un-Islamic and that they had a right to destroy them.\nMedieval history.\nArabs introduced Islam in the 7th century and slowly began spreading the new religion. In the 9th and 10th centuries, many local Islamic dynasties rose to power inside Afghanistan. One of the earliest was the Tahirids, whose kingdom included Balkh and Herat; they established independence from the Abbasids in 820. The Tahirids were succeeded in about 867 by the Saffarids of Zaranj in western Afghanistan. Local princes in the north soon became feudatories of the powerful Samanids, who ruled from Bukhara. From 872 to 999, north of the Hindu Kush in Afghanistan enjoyed a golden age under Samanid rule.\nIn the 10th century, the local Ghaznavids turned Ghazni into their capital and firmly established Islam throughout all areas of Afghanistan, except the Kafiristan region in the northeast. Mahmud of Ghazni, a great Ghaznavid sultan, conquered the Multan and Punjab region, and carried raids into the heart of India. Mohammed bin Abdul Jabbar Utbi (Al-Utbi), a historian from the 10th century, wrote that thousands of \"Afghans\" were in the Ghaznavid army. The Ghaznavid dynasty was replaced by the Ghorids of Ghor in the late 12th century, who reconquered Ghaznavid territory in the name of Islam and ruled it until 1206. The Ghorid army also included ethnic Afghans.\nAfghanistan was recognized as \"Khorasan\", meaning \"land of the rising sun,\" which was a prosperous and independent geographic region reaching as far as the Indus River.\nAll the major cities of modern Afghanistan were centers of science and culture in the past. The New Persian literature arose and flourished in the area. The early Persian poets such as Rudaki were from what is now Afghanistan. Moreover, Ferdowsi, the author of Shahnameh, the national epic of Iran, and Rumi, the famous Sufi poet, were also from modern-day Afghanistan. It has produced scientists such as Avicenna, Al-Farabi, Al-Biruni, Omar Khayyám, Al-Khwarizmi, and many others who are widely known for their important contributions in areas such as mathematics, astronomy, medicine, physics, geography, and geology. It remained the cultural capital of Persia until the devastating Mongol invasion in the 13th century.\nTimur, the Turkic conqueror, took over in the end of the 14th century and began to rebuild cities in this region. Timur's successors, the Timurids (1405–1507), were great patrons of learning and the arts who enriched their capital city of Herat with fine buildings. Under their rule Afghanistan enjoyed peace and prosperity.\nBetween south of the Hindu Kush and the Indus River (today's Pakistan) was the native land of the Afghan tribes. They called this land \"Afghanistan\" (meaning \"land of the Afghans\"). The Afghans ruled the rich northern Indian subcontinent with their capital at Delhi. From the 16th to the early 18th century, Afghanistan was disputed between the Safavids of Isfahan and the Mughals of Agra who had replaced the Lodi and Suri Afghan rulers in India. The Safavids and Mughals occasionally oppressed the native Afghans but at the same time the Afghans used each empire to punish the other. In 1709, the Hotaki Afghans rose to power and completely defeated the Persian Empire. Then they marched towards the Mughals of India and nominally defeated them with the help of the Afsharid forces under Nader Shah Afshar.\nIn 1747, after Nader Shah of Persia was killed, a great leader named Ahmad Shah Durrani united all the different Muslim tribes and established the Afghan Empire (Durrani Empire). He is considered the founding father of the modern state of Afghanistan while Mirwais Hotak is the grandfather of the nation.\nRecent history.\nDuring the 1800s, Afghanistan became a buffer zone between two powerful empires, British India and Russia. As British India advanced into Afghanistan, Russia felt threatened and expanded southward across Central Asia. To stop the Russian advance, Britain tried to make Afghanistan part of its empire but the Afghans fought wars with British-led Indians from 1839 to 1842 and from 1878 to 1880. After the third war in 1919, Afghanistan under King Amanullah gained respect and recognition as a completely independent state.\nThe Kingdom of Afghanistan was a constitutional monarchy established in 1926. It was the successor state to the Emirate of Afghanistan. On 27 September 1934, during the reign of Zahir Shah, the Kingdom of Afghanistan joined the League of Nations. During World War II, Afghanistan remained neutral. It pursued a diplomatic policy of non-alignment.\nThe creation of Pakistan in 1947 as its eastern neighbor created problems. In 1973, political crises led to the overthrow of the king. The country's new leader ended the monarchy and made Afghanistan a republic. In 1978, a Communist political party supported by the Soviet Union seized control of Afghanistan's government. This move sparked rebellions throughout the country. The government asked the Soviet Union for military assistance. The Soviets took advantage of the situation and invaded Afghanistan in December 1979.\nMost people in Afghanistan opposed the sudden Soviet presence in their country. For nearly a decade, anti-Communist Islamic forces known as \"Mujahideen\" were trained inside neighboring Pakistan to fight the Soviets and the Afghan government. The United States and other anti-Soviet countries supported the Mujahideen. In the long war, over one million Afghan civilians were killed. The Soviet Army also lost more than 15,000 soldiers in that war. Millions of Afghans left their country to stay safe in neighboring Pakistan and Iran. In 1989 the Soviet Army withdrew the last of its troops.\nAfter the Soviets left, different Afghan warlords began fighting for control of the country. The warlords received support from other countries, including neighboring Pakistan and Iran. A very conservative Islamic group known as the Taliban emerged in an attempt to end the civil war. By the late 1990s the Taliban had gained control over 95% of Afghanistan. A group known as the Northern Alliance, based in northern Afghanistan near the border with Tajikistan, continued to fight against the Taliban.\nThe Taliban ruled Afghanistan according to their strict version of Islamic law. People whom the Taliban believed violated these laws were given cruel punishments. In addition, the Taliban completely restricted the rights of women. Because of such policies, most countries refused to recognize the Taliban government. Only Pakistan, Saudi Arabia and the United Arab Emirates (UAE) accepted them as the official government.\nThe Taliban also angered other countries by allowing suspected terrorists to live freely in Afghanistan. Among them were Osama bin Laden and members of the al-Qaeda terrorist network. In September 2001, the United States blamed bin Laden for the terrorist attacks on the World Trade Center in New York City and the Pentagon outside Washington, D.C. The Taliban refused to hand him over to the United States. In response, the United States and its allies launched a bombing campaign against al-Qaeda in October 2001. Within months the Taliban abandoned Kabul, and a new government led by Hamid Karzai came to power, but fighting between the Taliban and US-led armies continued. Taliban fighters have gone into Afghanistan from neighboring Pakistan. Afghans accuse Pakistan's military of being behind the Taliban militants but Pakistan has rejected this and stated that a stable Afghanistan is in Pakistan's own interest.\nIn December 2004, Hamid Karzai became the first democratically elected president of Afghanistan. NATO began rebuilding Afghanistan, including its military and government institutions. Many schools and colleges were built. Freedom for women has improved. Women can study, work, drive, and run for office. Many Afghan women work as politicians, some are ministers while at least one is a mayor. Others have opened businesses, or joined the military or police. Afghanistan's economy has also improved dramatically, and NATO agreed in 2012 to help the country for at least another 10 years after 2014. In the meantime, Afghanistan improved diplomatic ties with many countries in the world and continues.\nGovernment.\nAfghanistan is a newly formed democracy. Under the new constitution, the president and two vice presidents are elected every five years. The International Security Force Assistance (ISAF) helps the government maintain peace and rebuild the country.\nThe government still faces problems with the Taliban, internal security, and public services.\nProvinces.\nAs of 2004, there are thirty-four provinces. Each province is divided into districts. (For cities see List of cities in Afghanistan.)","categories":[],"infobox_types":["country"],"annotations":[{"uri":"Central_Asia","surface_form":"Central Asia","offset":106},{"uri":"Refugees","surface_form":"refugees","offset":372},{"uri":"Kabul","surface_form":"Kabul","offset":485},{"uri":"Mountains","surface_form":"mountains","offset":565},{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":605},{"uri":"Himalayas","surface_form":"Himalayas","offset":620},{"uri":"Noshaq","surface_form":"Mount Nowshak","offset":666},{"uri":"Plains","surface_form":"plains","offset":691},{"uri":"Foothills","surface_form":"foothills","offset":752},{"uri":"Registan_Desert","surface_form":"Registan Desert","offset":795},{"uri":"Glaciers","surface_form":"glaciers","offset":837},{"uri":"Amu_Darya","surface_form":"Amu Darya","offset":864},{"uri":"Valuable","surface_form":"valuable","offset":936},{"uri":"Stone","surface_form":"stone","offset":945},{"uri":"Lapis_lazuli","surface_form":"lapis lazuli","offset":958},{"uri":"Tomb","surface_form":"tomb","offset":1003},{"uri":"Egypt","surface_form":"Egypt","offset":1015},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":1029},{"uri":"Continental_climate","surface_form":"continental climate","offset":1069},{"uri":"Farmers","surface_form":"farmers","offset":1170},{"uri":"Sandstorms","surface_form":"Sandstorms","offset":1179},{"uri":"Desert","surface_form":"desert","offset":1210},{"uri":"South","surface_form":"South","offset":1238},{"uri":"Forests","surface_form":"forests","offset":1362},{"uri":"Pine","surface_form":"pine","offset":1373},{"uri":"Fir","surface_form":"fir","offset":1382},{"uri":"Cedar","surface_form":"cedar","offset":1387},{"uri":"Oak","surface_form":"oak","offset":1394},{"uri":"Walnut","surface_form":"walnut","offset":1399},{"uri":"Alder","surface_form":"alder","offset":1407},{"uri":"Ash_tree","surface_form":"ash tree","offset":1418},{"uri":"Wolves","surface_form":"wolves","offset":1489},{"uri":"Foxes","surface_form":"foxes","offset":1497},{"uri":"Jackals","surface_form":"jackals","offset":1504},{"uri":"Bears","surface_form":"bears","offset":1513},{"uri":"Goat","surface_form":"goat","offset":1529},{"uri":"Gazelle","surface_form":"gazelle","offset":1536},{"uri":"Camel","surface_form":"camel","offset":1557},{"uri":"Wild_cat","surface_form":"wild cat","offset":1569},{"uri":"Snow_leopard","surface_form":"snow leopard","offset":1591},{"uri":"Falcon","surface_form":"falcon","offset":1634},{"uri":"Eagles","surface_form":"eagles","offset":1643},{"uri":"Vulture","surface_form":"vulture","offset":1654},{"uri":"Rhesus_Macaque","surface_form":"Rhesus Macaque","offset":1668},{"uri":"Squirrel","surface_form":"squirrel","offset":1702},{"uri":"War","surface_form":"war","offset":1750},{"uri":"Hunting","surface_form":"hunting","offset":1755},{"uri":"Tigers","surface_form":"tigers","offset":1839},{"uri":"Ethnic_group","surface_form":"group","offset":2138},{"uri":"Pashtun_people","surface_form":"Pashtuns","offset":2162},{"uri":"Tajik_people","surface_form":"Tajiks","offset":2213},{"uri":"Hazara_people","surface_form":"Hazaras","offset":2559},{"uri":"Hazaristan","surface_form":"Hazaristan","offset":2591},{"uri":"Uzbek_people","surface_form":"Uzbek","offset":2670},{"uri":"Aimaq_people","surface_form":"Aimaq","offset":2677},{"uri":"Turkmen_people","surface_form":"Turkmen","offset":2684},{"uri":"Nuristani_people","surface_form":"Nuristani","offset":2693},{"uri":"Baloch_people","surface_form":"Baloch","offset":2704},{"uri":"Pashayi_people","surface_form":"Pashayi","offset":2712},{"uri":"Indo-European_language","surface_form":"Indo-European language","offset":2848},{"uri":"Iranian_languages","surface_form":"Iranian languages","offset":2881},{"uri":"Arabic_alphabet","surface_form":"Arabic alphabet","offset":2945},{"uri":"Uzbek_language","surface_form":"Uzbek","offset":2962},{"uri":"Turkmen_language","surface_form":"Turkmen","offset":2972},{"uri":"Nuristani_language","surface_form":"Nuristani","offset":3015},{"uri":"Pashai_language","surface_form":"Pashai","offset":3029},{"uri":"Islam","surface_form":"Islam","offset":3102},{"uri":"Rural","surface_form":"rural","offset":3134},{"uri":"Kabul","surface_form":"Kabul","offset":3245},{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":3305},{"uri":"Kabul_River","surface_form":"Kabul River","offset":3340},{"uri":"Kandahar","surface_form":"Kandahar","offset":3389},{"uri":"Herat","surface_form":"Herat","offset":3399},{"uri":"Mazar-e_Sharif","surface_form":"Mazar-e Sharif","offset":3406},{"uri":"Jalalabad","surface_form":"Jalalabad","offset":3426},{"uri":"Farmer","surface_form":"farmer","offset":3472},{"uri":"Nomad","surface_form":"nomad","offset":3484},{"uri":"Pakistan","surface_form":"Pakistan","offset":3899},{"uri":"Iran","surface_form":"Iran","offset":3912},{"uri":"Trail","surface_form":"path","offset":3949},{"uri":"Asia","surface_form":"Asia","offset":4014},{"uri":"Europe","surface_form":"Europe","offset":4022},{"uri":"Middle_East","surface_form":"Middle East","offset":4037},{"uri":"Silk_Road","surface_form":"Silk Road","offset":4254},{"uri":"Product_(business)","surface_form":"products","offset":4418},{"uri":"Archaeology","surface_form":"Archaeologists","offset":4495},{"uri":"Badakhshan_Province","surface_form":"Badakhshan","offset":4569},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":4683},{"uri":"Pottery","surface_form":"pottery","offset":4814},{"uri":"Hindu_Kush","surface_form":"Hindu Kush","offset":5021},{"uri":"Lapis_lazuli","surface_form":"lapis lazuli","offset":5095},{"uri":"Iranian_plateau","surface_form":"Iranian plateau","offset":5198},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":5218},{"uri":"Irrigation","surface_form":"irrigation","offset":5327},{"uri":"Civilization","surface_form":"civilization","offset":5467},{"uri":"Bactria%E2%80%93Margiana_Archaeological_Complex","surface_form":"Bactria–Margiana Archaeological Complex","offset":5535},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":5671},{"uri":"Aryan","surface_form":"Aryan","offset":5801},{"uri":"Avesta_(religious_scripture)","surface_form":"Avesta","offset":5933},{"uri":"Vedas","surface_form":"Vedas","offset":5966},{"uri":"Zoroaster","surface_form":"Zoroaster","offset":5988},{"uri":"Zoroastrian","surface_form":"Zoroastrian","offset":6018},{"uri":"Monotheistic","surface_form":"monotheistic","offset":6061},{"uri":"BCE","surface_form":"BCE","offset":6259},{"uri":"Medes","surface_form":"Medes","offset":6289},{"uri":"Achaemenids","surface_form":"Achaemenids","offset":6305},{"uri":"Persian_empire","surface_form":"Persian empire","offset":6371},{"uri":"Alexander_the_great","surface_form":"Alexander the great","offset":6387},{"uri":"Ancient_Greece","surface_form":"Greek","offset":6513},{"uri":"Greco-Bactrians","surface_form":"Greco-Bactrians","offset":6558},{"uri":"Scythians","surface_form":"Scythians","offset":6575},{"uri":"Kushans","surface_form":"Kushans","offset":6586},{"uri":"Parthians","surface_form":"Parthians","offset":6595},{"uri":"Sassanians","surface_form":"Sassanians","offset":6609},{"uri":"Buddhism","surface_form":"Buddhism","offset":6651},{"uri":"India","surface_form":"India","offset":6665},{"uri":"Islamic_conquest","surface_form":"Islamic conquest","offset":6761},{"uri":"Buddhas_of_Bamiyan","surface_form":"Buddhas of Bamiyan","offset":6805},{"uri":"Taliban","surface_form":"Taliban","offset":6910},{"uri":"Islam","surface_form":"un-Islamic","offset":7012},{"uri":"Arabs","surface_form":"Arabs","offset":7084},{"uri":"Islam","surface_form":"Islam","offset":7101},{"uri":"Tahirids","surface_form":"Tahirids","offset":7293},{"uri":"Balkh","surface_form":"Balkh","offset":7326},{"uri":"Herat","surface_form":"Herat","offset":7336},{"uri":"Abbasids","surface_form":"Abbasids","offset":7382},{"uri":"Saffarids","surface_form":"Saffarids","offset":7447},{"uri":"Zaranj","surface_form":"Zaranj","offset":7460},{"uri":"Feudatory","surface_form":"feudatories","offset":7530},{"uri":"Samanids","surface_form":"Samanids","offset":7558},{"uri":"Bukhara","surface_form":"Bukhara","offset":7583},{"uri":"Ghaznavid_Empire","surface_form":"Ghaznavids","offset":7720},{"uri":"Ghazni","surface_form":"Ghazni","offset":7738},{"uri":"Mahmud_of_Ghazni","surface_form":"Mahmud of Ghazni","offset":7877},{"uri":"Sultan","surface_form":"sultan","offset":7913},{"uri":"Multan","surface_form":"Multan","offset":7935},{"uri":"Punjab_region","surface_form":"Punjab region","offset":7946},{"uri":"India","surface_form":"India","offset":7997},{"uri":"Ghor","surface_form":"Ghor","offset":8196},{"uri":"Literature","surface_form":"literature","offset":8632},{"uri":"Rudaki","surface_form":"Rudaki","offset":8709},{"uri":"Ferdowsi","surface_form":"Ferdowsi","offset":8761},{"uri":"Shahnameh","surface_form":"Shahnameh","offset":8785},{"uri":"Epic_poetry","surface_form":"epic","offset":8809},{"uri":"Rumi","surface_form":"Rumi","offset":8827},{"uri":"Sufi","surface_form":"Sufi","offset":8844},{"uri":"Avicenna","surface_form":"Avicenna","offset":8929},{"uri":"Al-Farabi","surface_form":"Al-Farabi","offset":8939},{"uri":"Al-Biruni","surface_form":"Al-Biruni","offset":8950},{"uri":"Omar_Khayy%C3%A1m","surface_form":"Omar Khayyám","offset":8961},{"uri":"Al-Khwarizmi","surface_form":"Al-Khwarizmi","offset":8975},{"uri":"Mathematics","surface_form":"mathematics","offset":9077},{"uri":"Astronomy","surface_form":"astronomy","offset":9090},{"uri":"Medicine","surface_form":"medicine","offset":9101},{"uri":"Physics","surface_form":"physics","offset":9111},{"uri":"Geography","surface_form":"geography","offset":9120},{"uri":"Geology","surface_form":"geology","offset":9135},{"uri":"Mongol","surface_form":"Mongol","offset":9209},{"uri":"Timur","surface_form":"Timur","offset":9246},{"uri":"Timurids","surface_form":"Timurids","offset":9384},{"uri":"Delhi","surface_form":"Delhi","offset":9831},{"uri":"Safavid_dynasty","surface_form":"Safavids","offset":9916},{"uri":"Isfahan","surface_form":"Isfahan","offset":9928},{"uri":"Mughal_Empire","surface_form":"Mughals","offset":9944},{"uri":"Agra","surface_form":"Agra","offset":9955},{"uri":"Lodi_dynasty","surface_form":"Lodi","offset":9981},{"uri":"Sur_Empire","surface_form":"Suri","offset":9990},{"uri":"Hotaki_dynasty","surface_form":"Hotaki","offset":10170},{"uri":"Ahmad_Shah_Durrani","surface_form":"Ahmad Shah Durrani","offset":10449},{"uri":"Durrani_Empire","surface_form":"Durrani Empire","offset":10542},{"uri":"Mirwais_Hotak","surface_form":"Mirwais Hotak","offset":10637},{"uri":"British_India","surface_form":"British India","offset":10782},{"uri":"Russian_Empire","surface_form":"Russia","offset":10800},{"uri":"Amanullah_Khan","surface_form":"King Amanullah","offset":11142},{"uri":"Constitutional_monarchy","surface_form":"constitutional monarchy","offset":11256},{"uri":"Emirate_of_Afghanistan","surface_form":"Emirate of Afghanistan","offset":11335},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":11451},{"uri":"World_War_II","surface_form":"World War II","offset":11477},{"uri":"Diplomacy","surface_form":"diplomatic policy","offset":11534},{"uri":"Republic","surface_form":"republic","offset":11772},{"uri":"Communist","surface_form":"Communist","offset":11793},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":11836},{"uri":"Soviet_war_in_Afghanistan","surface_form":"invaded Afghanistan in December 1979","offset":12057},{"uri":"United_States","surface_form":"United States","offset":12341},{"uri":"Islamic","surface_form":"Islamic","offset":12891},{"uri":"Taliban","surface_form":"Taliban","offset":12918},{"uri":"Islamic_law","surface_form":"Islamic law","offset":13254},{"uri":"Pakistan","surface_form":"Pakistan","offset":13509},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":13519},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":13540},{"uri":"Terrorist","surface_form":"terrorist","offset":13672},{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":13730},{"uri":"Al-Qaeda","surface_form":"al-Qaeda","offset":13765},{"uri":"September_11_attacks","surface_form":"terrorist attacks on the World Trade Center in New York City and the Pentagon outside Washington, D.C.","offset":13855},{"uri":"Hamid_Karzai","surface_form":"Hamid Karzai","offset":14196},{"uri":"Democracy","surface_form":"democratically","offset":14577},{"uri":"NATO","surface_form":"NATO","offset":14626},{"uri":"Democracy","surface_form":"democracy","offset":15271},{"uri":"Constitution","surface_form":"constitution","offset":15296},{"uri":"President","surface_form":"president","offset":15314},{"uri":"Vice_president","surface_form":"vice president","offset":15332},{"uri":"International_Security_Force_Assistance","surface_form":"International Security Force Assistance","offset":15382},{"uri":"Taliban","surface_form":"Taliban","offset":15535},{"uri":"Province","surface_form":"province","offset":15629},{"uri":"List_of_cities_in_Afghanistan","surface_form":"List of cities in Afghanistan","offset":15697}]}