{"id":520,"url":"http://en.wikipedia.org/wiki/Molecule","text":"A molecule is the smallest amount of a chemical substance that can exist. If a molecule were split into smaller pieces, it would be a different substance.\nMolecules are made up of atoms that are stuck together in a particular shape or form. Not all combinations of atoms are equally possible; atoms make certain shapes in preference to others. Also, they have different valency. For example, oxygen atoms always have two bonds with other atoms, carbon atoms always have four bonds with other atoms, and nitrogen atoms always have three bonds with other atoms.\nIn the kinetic theory of gases, the term \"molecule\" is often used for any gaseous particle regardless of its composition. According to this definition, noble gas atoms are considered molecules as they are in fact monoatomic molecules.\nIn gases like air, the molecules are just flying around. In liquids like water, the molecules are stuck together but they can still move. In solids like sugar, the molecules can only vibrate. In the fourth state of matter known as plasma, the atoms are ionized and cannot form molecules.\nWith a molecular formula, you can write down the numbers of all atoms in a molecule. For example, the molecular formula of glucose is C6H12O6. That means that one molecule of glucose is made up of six carbon atoms, twelve hydrogen atoms and six oxygen atoms.\nBonding.\nFor a molecule to exist, atoms have to stick together. This happens when two atoms share electrons. Instead of circling just one atom, the electron now circles around two. This is called a covalent bond. Sometimes, more than one electron is shared. The more electrons are shared, the stronger the bond gets and the stronger the atoms stick together.\nBonds can also be broken apart. Since most bonds require energy to form, they also give off energy when they are broken. But before most bonds break, the molecule has to be heated. Then the atoms start to move, and when they move too much, the bond breaks. Molecules that require less energy to break than they give off when broken are called fuels. For example, a candle will just sit there and nothing happens. But when you use a match to light it, it will burn for a long time. The match brings the energy to break the first bonds, which release enough energy to break the bonds below them, until the candle has burned down.\nThere are also ionic bonds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_substance","surface_form":"chemical substance","offset":39},{"uri":"Atom","surface_form":"atom","offset":180},{"uri":"Form","surface_form":"form","offset":235},{"uri":"Valency","surface_form":"valency","offset":370},{"uri":"Oxygen","surface_form":"oxygen","offset":392},{"uri":"Carbon","surface_form":"carbon","offset":445},{"uri":"Nitrogen","surface_form":"nitrogen","offset":503},{"uri":"Kinetic_theory_of_gases","surface_form":"kinetic theory of gases","offset":567},{"uri":"Particle","surface_form":"particle","offset":642},{"uri":"Noble_gas","surface_form":"noble gas","offset":712},{"uri":"Gas","surface_form":"gas","offset":798},{"uri":"Air","surface_form":"air","offset":809},{"uri":"Liquid","surface_form":"liquid","offset":855},{"uri":"Water","surface_form":"water","offset":868},{"uri":"Solid","surface_form":"solid","offset":936},{"uri":"Sugar","surface_form":"sugar","offset":948},{"uri":"Vibrate","surface_form":"vibrate","offset":978},{"uri":"State_of_matter","surface_form":"state of matter","offset":1001},{"uri":"Plasma_(physics)","surface_form":"plasma","offset":1026},{"uri":"Ionization","surface_form":"ionized","offset":1048},{"uri":"Molecular_formula","surface_form":"molecular formula","offset":1090},{"uri":"Glucose","surface_form":"glucose","offset":1206},{"uri":"Atoms","surface_form":"atoms","offset":1376},{"uri":"Electron","surface_form":"electron","offset":1440},{"uri":"Covalent_bond","surface_form":"covalent bond","offset":1540},{"uri":"Ionic_bond","surface_form":"ionic bond","offset":2344}]}