{"id":520328,"url":"http://en.wikipedia.org/wiki/The_Mighty_Mighty_Bosstones","text":"The Mighty Mighty Bosstones (informally known as The Bosstones) are an American ska punk band from Boston, Massachusetts which formed in 1983. The Bosstones are widely credited as one of the originators of the genre of ska punk, a style which mixes the rhythms of ska music with the fast tempo and distortion of punk rock and hardcore punk.\nTheir music is recognized for its prominent use of brass instruments as well as the deep, raspy voice of their lead singer Dicky Barrett. Their concerts are also notable for the presence of Ben Carr, a non-musician member of the Bosstones who dances onstage during the band's performances.\nFirst becoming notable in the underground music scene, the Bosstones steadily grew in popularity throughout the mid-1990s. Their fourth album, 1994's \"Question the Answers\", sold over 500,000 copies and became a gold record. In 1995, they appeared in the hit movie \"Clueless\" and in 1997, the band released their most successful album, \"Let's Face It\", which sold over one million copies and spawned the hit single \"The Impression That I Get\", which charted at #1 on the Billboard Modern Rock Songs and entered the top 20 in the United States, the United Kingdom and Australia. Although none of the Bosstones' future albums or singles were able to meet with the same kind of success, the band has kept a loyal following and continue to tour and record.\nThe Bosstones briefly disbanded in 2003, though reunited in 2007 to continue touring and recording. The band has released nine studio albums, three EPs and a live album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ska","surface_form":"ska","offset":80},{"uri":"Punk_rock","surface_form":"punk","offset":84},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":99},{"uri":"Ska_punk","surface_form":"ska punk","offset":219},{"uri":"Ska","surface_form":"ska","offset":264},{"uri":"Punk_rock","surface_form":"punk rock","offset":312},{"uri":"Hardcore_punk","surface_form":"hardcore punk","offset":326},{"uri":"Brass_instrument","surface_form":"brass instrument","offset":392},{"uri":"Music_recording_sales_certification","surface_form":"gold record","offset":843},{"uri":"Clueless_(movie)","surface_form":"Clueless","offset":897}]}