{"id":520547,"url":"http://en.wikipedia.org/wiki/Foundation_series","text":"The \"Foundation\" series is a series of seven science fiction stories written by Isaac Asimov. They follow on from each other.\nThe three original books.\n\"Foundation\" was originally a series of eight short stories published in \"Astounding Magazine\" between May 1942 and January 1950. According to Asimov, the premise was based on ideas set forth in Edward Gibbon's \"The History of the Decline and Fall of the Roman Empire\".\nAsimov wrote the three books \"Foundation\", \"Foundation and Empire\" and the \"Second Foundation\" in 19501952. They dealt with a remarkable two-part idea. The Foundation was a research project, run by advanced social forecasting and social planning. It is based on the ideas of the character called Hari Seldon. Seldon developed \"psychohistory\". This method predicts the future, but only on a large scale. Seldon foresees the fall of the Galactic Empire, which includes the entire Milky Way, and a dark age lasting 30,000 years before a second great empire arises.\n\"Foundation and Empire\" tells how the Empire was destroyed, and what followed.\nThe Foundation takes over what remains of the Empire, and applies its social science methods. The now peaceful galaxy is disrupted by an unpredictable event. A mysterious person arises. He is known only as \"the Mule\". The Mule is a mutant, and can sense and manipulate the emotions of others, often creating fear. He uses this ability to take over the independent systems bordering the Foundation, and conquers the Galaxy.\n\"Second Foundation\" is about the Mule's search for the Second Foundation, which has been tucked away in a hard-to-find part of the galaxy. As the Mule comes closer to finding it, the mysterious Second Foundation comes out of hiding to face him. It is a collection of the most intelligent humans in the galaxy. Using its strongest minds, the Second Foundation wears down the Mule. His destructive attitude is adjusted to a benevolent one. He returns to rule over his kingdom peacefully for the rest of his life, without any further thought of conquering the Second Foundation.\nThe later books.\nThirty years later, he wrote the sixth and seventh books that tell what happened later. Then he wrote the first and second books that tell what happened before.\n10,000 years in the future, all humans in the Galaxy live in an empire, ruled by an Emperor on the planet Trantor. Dr. Hari Seldon, a mathematician, arrives on Trantor to give a talk. He has an idea that the history of the human race can be predicted by mathematics, but the problem is too much for him alone. Seldon can see that the fall of the empire is coming and wants to help preserve the science of humans.\nWith the assistance of Dors Venabili, Yugo Amaryl and many others, Seldon spends his whole life to create a ‘Foundation’. This foundation is a colony of scientists on Terminus, which is an isolated planet far away from Trantor. Their job is to become the foundation for a new empire. He is also assisted by Eto Demerzel, a high government official, who is secretly a robot named Daneel Olivaw. Daneel is many thousands of years old. Seldon asks his grand-daughter Wanda, who has unusual mental powers, to help create a secret Second Foundation.\nAfter Seldon’s death, the people on Terminus create new and powerful technology. They take over nearby planets and start trading with other planets. The Foundation fights the armies of the empire that attack them, but as Seldon thought would happen, the empire armies are defeated.\nA mysterious man, known only as the Mule, has begun taking over planets belonging to the Foundation with his armies. No-one has seen him and no one knows how he manages to conquer them. Ebling Mis, a scientist, thinks he has discovered the reason; the Mule has mental powers that help him to make his enemies loyal to him. Mis has also discovered where the Second Foundation is located, but dies before he can tell anyone.\nThe leader of the secretive Second Foundation, who also has strong mental powers, comes face-to-face with the Mule, and adjusts his mind so that he will not conquer anymore and will leave the Foundation alone.\nGolan Trevize, a politician on Terminus, travels by spaceship with Janov Pelorat, to find the Second Foundation. They visit many planets but find no evidence of it. But Pelorat thinks that it may exist on the planet known as Earth.\nMeanwhile, Stor Gendibal, a prominent member of the Second Foundation, discovers that people with mental powers – known as Mentalics – exist. They are a force as powerful as the Mule was and more powerful than the Second Foundation are.\nTrevize and Pelorat discover a planet called Gaia, which is inhabited solely by Mentalics. Trevize is made to decide what the future of the galaxy will be. Gaia plans to absorb the entire Galaxy into one shared intellect. Gendibal is sent back home to the Second Foundation, which is actually secretly based on Trantor.\nTrevize and Pelorat continue with the search for Earth with an inhabitant of Gaia known as Bliss. They search for a long time and eventually discover Earth. Earth no longer has any people living on it. They travel to the Earth's satellite, known as the Moon. There they meet a robot named Daneel Olivaw.\nOlivaw explains that he has been guiding human history for thousands of years, and that he helped Seldon to set up the original foundations. This is the reason why the Seldon plan has remained on course. Olivaw tells them that his electronic brain cannot last much longer and that he is going to die. He explains that must combine his mind with an organic (human) mind before this happens.\nIsaac Asimov planned to continue the stories, but was unable to do so. But other authors have written stories to tell what happened next.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":45},{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":80},{"uri":"Astounding_Magazine","surface_form":"Astounding Magazine","offset":226},{"uri":"Edward_Gibbon","surface_form":"Edward Gibbon","offset":347},{"uri":"The_History_of_the_Decline_and_Fall_of_the_Roman_Empire","surface_form":"The History of the Decline and Fall of the Roman Empire","offset":364},{"uri":"Milky_Way","surface_form":"Milky Way","offset":900},{"uri":"Mutant","surface_form":"mutant","offset":1295},{"uri":"Empire","surface_form":"empire","offset":2304},{"uri":"History","surface_form":"history","offset":2448},{"uri":"Mathematics","surface_form":"mathematics","offset":2494},{"uri":"Robot","surface_form":"robot","offset":3020},{"uri":"Moon","surface_form":"Moon","offset":5155}]}