{"id":520817,"url":"http://en.wikipedia.org/wiki/A_Fall_of_Moondust","text":"\"A Fall of Moondust\" is a science fiction novel written by Arthur C. Clarke. It was first published in 1961 and has been reprinted many times.\nPlot.\nThe story takes place on the Moon in the near future. A group of tourists are travelling on the surface of the moon, which is covered by a thin layer of very fine dust, a fine powder drier (it contains less water) than a desert on Earth. The tourists are travelling in a vessel called \"Selene\", that skims along the surface.\nA 'moonquake' (similar to an earthquake) causes the dust to collapse, and \"Selene\" sinks below the surface. They cannot make contact with Control to call for help, and they only have enough air for a few days. The people are also generating heat, which is dangerous.\nCaptain Pat Harris and his stewardess Sue Wilkins try to keep the passengers occupied while waiting to be rescued. They are helped by a retired explorer, Commodore Hansteen.\nBack at control, Chief Engineer Lawrence prepares to search for the lost tourists, although he doesn't think it can be done in time. But the trail left by Selene is seen by telescope from a satellite high above the Moon. The rescue attempt goes ahead.\nLawrence and his team do find the sunken ship and dig down through the dust to cut a hole in the hull. The tourists are able to climb out to safety, but with seconds to spare before Selene fills with dust and also catches fire.\nPat Harris and Sue Wilkins get married.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction","surface_form":"science fiction","offset":26},{"uri":"Novel","surface_form":"novel","offset":42},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":59},{"uri":"Moon","surface_form":"Moon","offset":178},{"uri":"Dust","surface_form":"dust","offset":312},{"uri":"Desert","surface_form":"desert","offset":370},{"uri":"Earthquake","surface_form":"earthquake","offset":503},{"uri":"Telescope","surface_form":"telescope","offset":1088},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":1105}]}