{"id":520863,"url":"http://en.wikipedia.org/wiki/Sebastian_Nerz","text":"Sebastian Matthias Nerz (born 13 July 1983) is a German politician and bioinformatician. He was the leader of the Pirate Party Germany (Piratenpartei Deutschland) from May 2011 to April 2012. He left the Pirate Party Germany in February 2014. He has since joined the Free Democratic Party.\nBiography.\nNerz is the son of the physicians Rolf-Dieter and Christiane Uta Nerz, née Fiedler. He finished his high school education at Geschwister-Scholl-Schule in 2002. Nerz began his studies of bioinformatics at University of Tübingen in 2003 after finishing his mandatory civil service. In 2001 he became a member of the German Christian Democratic Union (CDU) in Tübingen, which he left in 2009. In June 2009 before the German federal election, he joined the Pirate Party, becoming a board member of its then newly founded Tübingen district assembly (). He also became the coordinator for regional politics in the Baden-Württemberg party association. From April 2010 to May 2011 he was the head of the regional party association. In 2010, he graduated with a diploma in bioinformatics. Nerz was elected the head of the party in May 2011. He was succeeded by Bernd Schlömer on April 28, 2012. Nerz left the Pirate Party Germany in February 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bioinformatics","surface_form":"bioinformatician","offset":71},{"uri":"Pirate_Party_Germany","surface_form":"Pirate Party Germany","offset":114},{"uri":"Free_Democratic_Party_(Germany)","surface_form":"Free Democratic Party","offset":267},{"uri":"High_school","surface_form":"high school","offset":401},{"uri":"Geschwister-Scholl-Schule_(T%C3%BCbingen)","surface_form":"Geschwister-Scholl-Schule","offset":426},{"uri":"University_of_T%C3%BCbingen","surface_form":"University of Tübingen","offset":505},{"uri":"Zivildienst","surface_form":"mandatory civil service","offset":556},{"uri":"Christian_Democratic_Union_(Germany)","surface_form":"Christian Democratic Union","offset":622},{"uri":"T%C3%BCbingen","surface_form":"Tübingen","offset":658},{"uri":"German_federal_election%2C_2009","surface_form":"German federal election","offset":715},{"uri":"Bernd_Schl%C3%B6mer","surface_form":"Bernd Schlömer","offset":1153}]}