{"id":52097,"url":"http://en.wikipedia.org/wiki/Pedestrian","text":"e=\"preserve\">A pedestrian is a person travelling on foot, whether walking or running. In modern times, the term mostly refers to someone walking on a road or footpath, but this was not the case historically.\nHistory.\nThe main way humans get around is by walking. The first humans walked out of Africa about 60,000 years ago. We walked across India to reach Australia. We walked across Asia to reach the Americas. We walked from the fertile crescent area to reach Europe.\nNowadays, roads often have a designated footpath attached especially for pedestrian traffic, called the \"sidewalk\" in American English and the \"pavement\" in British English. There are also footpaths not associated with a road which are used only by pedestrians, especially ramblers, hikers or hill-walkers and there are roads not associated with a footpath. These footpaths, in mountains or forests, are called trails.\nEfforts are underway by pedestrian advocacy groups to make it easy to be a pedestrian in new developments, especially to counteract newer developments where 20 to 30 percent do not include sidewalks. Some activists advocate large auto-free zones where pedestrians only or pedestrians and some non-motorised vehicles are allowed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walking","surface_form":"walking","offset":66},{"uri":"Running","surface_form":"running","offset":77},{"uri":"Road","surface_form":"road","offset":150},{"uri":"Footpath","surface_form":"footpath","offset":158},{"uri":"Movement","surface_form":"get around","offset":237},{"uri":"Fertile_crescent","surface_form":"fertile crescent","offset":432},{"uri":"Traffic","surface_form":"traffic","offset":555},{"uri":"Sidewalk","surface_form":"sidewalk","offset":576},{"uri":"American_English","surface_form":"American English","offset":589},{"uri":"British_English","surface_form":"British English","offset":628},{"uri":"Rambler","surface_form":"rambler","offset":744},{"uri":"Hike","surface_form":"hike","offset":754},{"uri":"Advocacy","surface_form":"advocacy","offset":925},{"uri":"Auto-free_zones","surface_form":"auto-free zones","offset":1120}]}