{"id":521052,"url":"http://en.wikipedia.org/wiki/This_Land_Is_Your_Land","text":"\"This Land Is Your Land\" is one of the best known folk songs in the United States. Its lyrics were written by American folk singer Woody Guthrie in 1940, based on a melody that already existed. Guthrie's melody was very similar to the melody of \"Oh, My Loving Brother\". This was a Baptist gospel hymn that had been recorded by the Carter Family as \"When the World's On Fire\", and had inspired their \"Little Darlin', Pal of Mine.\" He used the same melody for the chorus and the verses.\nGuthrie did not like Irving Berlin's song \"God Bless America\", sung at that time by Kate Smith. Guthrie was angry with the positive (smug) attitude of the song. He thought it was not realistic and the words sounded too proud of the country. The song was popular and was being played on the radio all the time. Tired of hearing it on the radio, he wrote a response originally named \"God Blessed America For Me\".\nGuthrie rewrote the lyrics and the title over time and the song finally became \"This Land Is Your Land\". He sometimes added more overtly political verses in line with his views of communism than appear in recordings or publications.\nAlthough Gutrie wrote the song in 1940, he did not record it until 1944. The song was not published until 1945, when it was included in a mimeographed booklet of ten songs with typed lyrics and hand drawings. The booklet was sold for twenty-five cents, and was copyrighted in 1951.\nThe first known professionally printed publication was in 1956 by Ludlow Music (now a unit of The Richmond Organization), which administered the publishing rights to Guthrie's song. Ludlow later issued versions with piano and guitar accompaniments.\nIn 2002, it was one of 50 recordings chosen that year by the Library of Congress to be added to the National Recording Registry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Folk_music","surface_form":"folk songs","offset":50},{"uri":"United_States","surface_form":"United States","offset":68},{"uri":"Lyrics","surface_form":"lyrics","offset":87},{"uri":"Woody_Guthrie","surface_form":"Woody Guthrie","offset":131},{"uri":"Melody","surface_form":"melody","offset":165},{"uri":"Baptist","surface_form":"Baptist","offset":281},{"uri":"Hymn","surface_form":"hymn","offset":296},{"uri":"Carter_Family","surface_form":"Carter Family","offset":331},{"uri":"Irving_Berlin","surface_form":"Irving Berlin","offset":506},{"uri":"God_Bless_America","surface_form":"God Bless America","offset":528},{"uri":"Kate_Smith","surface_form":"Kate Smith","offset":569},{"uri":"Communism","surface_form":"communism","offset":1076},{"uri":"Mimeograph","surface_form":"mimeograph","offset":1267},{"uri":"Howie_Richmond","surface_form":"The Richmond Organization","offset":1505},{"uri":"Library_of_Congress","surface_form":"Library of Congress","offset":1721},{"uri":"National_Recording_Registry","surface_form":"National Recording Registry","offset":1760}]}