{"id":521544,"url":"http://en.wikipedia.org/wiki/Line_of_Actual_Control","text":"The Line of Actual Control (LAC) is the effective border between India and China. The LAC is 4,057-km long and traverses three areas of northern Indian states: western (Ladakh, Kashmir), middle (Uttarakhand, Himachal Pradesh) and eastern (Sikkim, Arunachal Pradesh). Quote: \"India is used to incursions by Chinese troops across the 4,057-km LAC in all the three sectors—western (Ladakh), middle (Uttarakhand, Himachal Pradesh) and eastern (Sikkim, Arunachal Pradesh)— in a bid to strengthen China's claim over disputed areas and ensure New Delhi does not change its Tibet policy.\"\nChinese Prime Minister Zhou Enlai used the phrase in a letter addressed to Indian Prime Minister Nehru dated October 24, 1959. In a letter dated November 7, Zhou told Nehru that the LAC consisted of \"the so-called McMahon Line in the east and the line up to which each side exercises actual control in the west\". During the Sino-Indian War (1962), Nehru claimed not to know where the line was: \"There is no sense or meaning in the Chinese offer to withdraw twenty kilometers from what they call 'line of actual control'. What is this 'line of control'? Is this the line they have created by aggression since the beginning of September? Advancing forty or sixty kilometers by blatant military aggression and offering to withdraw twenty kilometers provided both sides do this is a deceptive device which can fool nobody.\" It should be noted that these incursions were in response to India's \"forward policy\" in which India began to contest areas controlled by China, including some that were not included in the McMahon Line.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":65},{"uri":"China","surface_form":"China","offset":75},{"uri":"Ladakh","surface_form":"Ladakh","offset":169},{"uri":"Kashmir","surface_form":"Kashmir","offset":177},{"uri":"Uttarakhand","surface_form":"Uttarakhand","offset":195},{"uri":"Himachal_Pradesh","surface_form":"Himachal Pradesh","offset":208},{"uri":"Sikkim","surface_form":"Sikkim","offset":239},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":247},{"uri":"Ladakh","surface_form":"Ladakh","offset":379},{"uri":"Uttarakhand","surface_form":"Uttarakhand","offset":396},{"uri":"Himachal_Pradesh","surface_form":"Himachal Pradesh","offset":409},{"uri":"Sikkim","surface_form":"Sikkim","offset":440},{"uri":"Arunachal_Pradesh","surface_form":"Arunachal Pradesh","offset":448},{"uri":"Tibet","surface_form":"Tibet","offset":566},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":604},{"uri":"October_24","surface_form":"October 24","offset":690},{"uri":"November_7","surface_form":"November 7","offset":726},{"uri":"McMahon_Line","surface_form":"McMahon Line","offset":795},{"uri":"Sino-Indian_War","surface_form":"Sino-Indian War","offset":905}]}