{"id":521534,"url":"http://en.wikipedia.org/wiki/Appellate_court","text":"An appellate court, commonly called an \"appeals court\", \"court of appeals\" (American English), \"appeal court\" (British English), \"court of second instance\" or \"second instance court\", is any court of law that hears an appeal of a trial court or other lower tribunal. In most jurisdictions, the court system is divided into at least three levels. The trial court, which initially hears cases and reviews evidence and testimony to determine the facts of the case. There is at least one intermediate appellate court. The top level is a supreme court (or court of last resort) which primarily reviews the decisions of the intermediate courts. A jurisdiction's supreme court is that jurisdiction's highest appellate court. Appellate courts nationwide can operate by varying rules.\nThe authority of appellate courts to review decisions of lower courts varies widely from one jurisdiction to another. In some places, the appellate court has limited powers of review. \"Generally speaking, an appellate court's judgment provides 'the final directive of the appeals courts as to the matter appealed, setting out with specificity the court's determination that the action appealed from should be affirmed, reversed, remanded or modified'\".","categories":[],"infobox_types":[],"annotations":[{"uri":"American_English","surface_form":"American English","offset":76},{"uri":"British_English","surface_form":"British English","offset":111},{"uri":"Court_of_law","surface_form":"court of law","offset":191},{"uri":"Appeal","surface_form":"appeal","offset":218},{"uri":"Trial_court","surface_form":"trial court","offset":230},{"uri":"Tribunal","surface_form":"tribunal","offset":257},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":275},{"uri":"Legal_case","surface_form":"cases","offset":385},{"uri":"Evidence","surface_form":"evidence","offset":403},{"uri":"Testimony","surface_form":"testimony","offset":416},{"uri":"Intermediate","surface_form":"intermediate","offset":484},{"uri":"Supreme_court","surface_form":"supreme court","offset":533},{"uri":"Judgement_(law)","surface_form":"decisions","offset":601},{"uri":"Authority","surface_form":"authority","offset":780}]}