{"id":521762,"url":"http://en.wikipedia.org/wiki/Defense_in_depth_(computing)","text":"Defense in Depth (also known as layered security and layered defense) is an information assurance (IA) concept. It uses multiple layers of security controls (defenses) placed throughout an information technology (IT) system. The multiple layers are not of the same security tool. It uses several different kinds of security with each protecting against a different security attack.\nBackground.\nDefense in depth is originally a military strategy. It seeks to delay rather than prevent the advance of an attacker by yielding space to buy time. The National Security Agency (NSA) changed the concept to be a comprehensive approach to information and electronic security.\nThe placement of protection mechanisms, procedures and policies is intended to increase the dependability of an IT system. Multiple layers of defense can prevent espionage. They also prevent direct attacks against critical systems. In terms of computer network defense, defense in depth measures should not only prevent security breaches but also buy an organization time to detect and respond to an attack.\nOnion model.\nDefense in depth has long been explained by using the onion as an example of the various layers of security. The outer layer contains the firewall. Middle layers contain various controls. The data is in the center protected by the other defenses.\nA newer concept is the kill chain. Borrowed from the military it is a method of detecting and breaking an opponent's kill chain. Lockheed Martin adapted this concept to information security, using it as a method for modeling intrusions on a computer network.\nRelated pages.\nUsing more than one of the following layers constitutes defense in depth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Security","surface_form":"security","offset":139},{"uri":"Information_technology","surface_form":"information technology","offset":189},{"uri":"Attack","surface_form":"attack","offset":374},{"uri":"Strategy","surface_form":"strategy","offset":436},{"uri":"National_Security_Agency","surface_form":"National Security Agency","offset":546},{"uri":"Comprehensive","surface_form":"comprehensive","offset":605},{"uri":"Dependability","surface_form":"dependability","offset":760},{"uri":"Espionage","surface_form":"espionage","offset":830},{"uri":"Computer_network","surface_form":"computer network","offset":912},{"uri":"Example","surface_form":"example","offset":1155},{"uri":"Firewall","surface_form":"firewall","offset":1227},{"uri":"Information","surface_form":"data","offset":1281},{"uri":"Kill_chain","surface_form":"kill chain","offset":1359},{"uri":"Military","surface_form":"military","offset":1389},{"uri":"Lockheed_Martin","surface_form":"Lockheed Martin","offset":1465}]}