{"id":521879,"url":"http://en.wikipedia.org/wiki/November_2015_Paris_attacks","text":"On 13–14 November 2015, a mass shooting and suicide bombing happened in Paris and Stade de France at Saint-Denis, Seine-Saint-Denis, France at the Bataclan concert venue, and at other sites. 130 people were killed. Because of this, French President François Hollande announced a national state of emergency. In his speech of 14 November, Hollande said that 128 people were killed and another 128 were gravely injured.\nIn total, over 350 people were injured during the attacks, about 100 of them are gravely injured. One of the attacks was at the Paris stadium, one of the others was at a theatre. The others six were at well known places in the city. At least seven people were involved in the attacks: seven were suicide bombers, one was shot by police.\nThe next day, November 14, ISIS claimed responsibility of the attacks. The leader of the attacks was Belgian terrorist Abdelhamid Abaaoud. He was killed in a police raid on 18 November.\nBackground.\nFrance had been on high alert for terrorist threats since the \"Charlie Hebdo\" shooting in early January 2015 and other related incidents during the January 2015 Île-de-France attacks. France had also increased security in anticipation of the 2015 United Nations Climate Change Conference, scheduled to be held in Paris from 30 November to 11 December 2015, and had restored border checks the week before the attacks.\nThe \"Charlie Hebdo\" shooting in January 2015 occurred in the 11th arrondissement of the city, where the Bataclan theatre is situated. Other attacks in France also took place, such as the stabbing of 3 military men in Nice who were guarding a Jewish community center, the Saint-Quentin Fallavier attack and the 2015 Thalys train attack.\nIslamic State and their branches have claimed responsibility for numerous deadly attacks within the weeks leading up to the attacks. On 12 November 2015, twin suicide bombings took place in Beirut, Lebanon, killing 43 people. On 31 October 2015, Metrojet Flight 9268, carrying mostly Russian passengers crashed in the Sinai in Egypt, killing 224 people. Islamic State's Sinai branch claimed responsibility.\nAlso, during the day of the attacks, ISIL's lead executioner Jihadi John was reported to have been killed by a U.S. drone strike and had lost the Battle of Sinjar to Kurdish forces.\nAttacks.\nSeven distinct attacks took place, comprising six shootings and three explosions. The explosions occurred near the Stade de France, while shootings were reported in the vicinity of Rue Alibert, Rue de la Fontaine-au-Roi, Rue de Charonne, the Bataclan theatre in Boulevard Voltaire, Avenue de la République, and the Boulevard Beaumarchais.\nIt is likely that three teams carried out the coordinated series of attacks.\nAttackers.\nThe Islamic State officially claimed responsibility for the attacks on the morning of 14 November, praising their \"eight brothers\" led by Abdelhamid Abaaoud on the death of \"at least 200 'crusaders'\" and claiming that \"this was only the beginning of the storm.\"\nThe exact number of attackers is currently unclear; certain media speak of seven, others of eight attackers. Police think there might be 3-5 attackers who survived, and are on the run. About ten people were taken in police custody in Brussels, as they might have connections to the attacks. The ringleader of the attack, Abdelhamid Abaaoud, was killed in a police raid in France on 18 November.\nAftermath.\nPresident François Hollande issued a statement asking the French people to remain strong in the face of such incidents. Hollande also visited the Bataclan theatre and vowed to \"mercilessly\" fight against terrorism. Hollande also chaired an emergency meeting of the French Cabinet that night, and organized his national security council to meet the next morning. The authorities urged the residents of Paris to stay indoors for their own safety. Hollande also cancelled his trip to the 2015 G-20 Antalya summit because of the attacks, instead sending Foreign Minister Laurent Fabius and Finance Minister Michel Sapin as his representatives.\nReactions.\nPope Francis has condemned the attacks. He said that violence would not solve problems, and that the attacks could not be justified from a religious or humanitarian point of view. Representatives of Islam in France have also condemned the attacks, as did those of the Jewish community. Iranian president Hassan Rouhani cancelled his trip to France, and called the attacks a crime against humanity.\nThere are reports of isolated acts against Muslim institutions: Red crosses were found on a mosque in Créteil, near Paris, the day after the attacks. A man of North African descent was attacked during a series of demonstrations of a right-wing group against illegal immigration.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_shooting","surface_form":"mass shooting","offset":26},{"uri":"Suicide_bombing","surface_form":"suicide bombing","offset":44},{"uri":"Paris","surface_form":"Paris","offset":72},{"uri":"Stade_de_France","surface_form":"Stade de France","offset":82},{"uri":"Saint-Denis","surface_form":"Saint-Denis","offset":101},{"uri":"Seine-Saint-Denis","surface_form":"Seine-Saint-Denis","offset":114},{"uri":"France","surface_form":"France","offset":133},{"uri":"Bataclan_theatre","surface_form":"Bataclan","offset":147},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":249},{"uri":"Emergency","surface_form":"emergency","offset":297},{"uri":"Suicide_bomber","surface_form":"suicide bomber","offset":714},{"uri":"Police","surface_form":"police","offset":747},{"uri":"ISIS","surface_form":"ISIS","offset":782},{"uri":"Belgians","surface_form":"Belgian","offset":856},{"uri":"Terrorist","surface_form":"terrorist","offset":864},{"uri":"Abdelhamid_Abaaoud","surface_form":"Abdelhamid Abaaoud","offset":874},{"uri":"Charlie_Hebdo_shooting","surface_form":"\"Charlie Hebdo\" shooting","offset":1015},{"uri":"January_2015_%C3%8Ele-de-France_attacks","surface_form":"January 2015 Île-de-France attacks","offset":1101},{"uri":"2015_United_Nations_Climate_Change_Conference","surface_form":"2015 United Nations Climate Change Conference","offset":1195},{"uri":"11th_arrondissement_of_Paris","surface_form":"11th arrondissement","offset":1431},{"uri":"Nice","surface_form":"Nice","offset":1587},{"uri":"2015_Thalys_train_attack","surface_form":"2015 Thalys train attack","offset":1680},{"uri":"Metrojet_Flight_9268","surface_form":"Metrojet Flight 9268","offset":1952},{"uri":"Jihadi_John","surface_form":"Jihadi John","offset":2174},{"uri":"Unmanned_combat_aerial_vehicle","surface_form":"drone strike","offset":2229},{"uri":"Battle_of_Sinjar","surface_form":"Battle of Sinjar","offset":2259},{"uri":"Stade_de_France","surface_form":"Stade de France","offset":2419},{"uri":"Rue_Alibert","surface_form":"Rue Alibert","offset":2485},{"uri":"Bataclan_(theatre)","surface_form":"Bataclan theatre","offset":2546},{"uri":"Boulevard_Voltaire","surface_form":"Boulevard Voltaire","offset":2566},{"uri":"Boulevard_Beaumarchais","surface_form":"Boulevard Beaumarchais","offset":2619},{"uri":"Islamic_State_of_Iraq_and_the_Levant","surface_form":"Islamic State","offset":2735},{"uri":"Abdelhamid_Abaaoud","surface_form":"Abdelhamid Abaaoud","offset":2869},{"uri":"Brussels","surface_form":"Brussels","offset":3227},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":3409},{"uri":"Government_of_France","surface_form":"French Cabinet","offset":3664},{"uri":"2015_G-20_Antalya_summit","surface_form":"2015 G-20 Antalya summit","offset":3884},{"uri":"Laurent_Fabius","surface_form":"Laurent Fabius","offset":3966},{"uri":"Michel_Sapin","surface_form":"Michel Sapin","offset":4002},{"uri":"Pope_Francis","surface_form":"Pope Francis","offset":4050},{"uri":"Hassan_Rouhani","surface_form":"Hassan Rouhani","offset":4354},{"uri":"Muslim","surface_form":"Muslim","offset":4491},{"uri":"Mosque","surface_form":"mosque","offset":4540},{"uri":"Cr%C3%A9teil","surface_form":"Créteil","offset":4550},{"uri":"North_Africa","surface_form":"North Africa","offset":4607},{"uri":"Right-wing","surface_form":"right-wing","offset":4681},{"uri":"Illegal_immigration","surface_form":"illegal immigration","offset":4706}]}