{"id":521935,"url":"http://en.wikipedia.org/wiki/Eagles_of_Death_Metal","text":"Eagles of Death Metal is an American rock band from Palm Desert, California.\nCareer.\nThe band released their debut studio album, \"Peace, Love, Death Metal\" on March 23, 2004 through AntAcidAudio. The song \"I Only Want You\" was featured in the 2004 racing game \"Gran Turismo 4\", the television series \"Queer as Folk\", an advertisement for Windows 8, and was a downloadable song for the \"Rock Band\" series.\nTheir second studio album \"Death by Sexy\" was released on April 11, 2006 in the United States and on July 3, 2006 in Europe through Downtown Records and Columbia Records. In the fall of 2006, they shared an opening support slot with Guns N' Roses, but it only lasted one show. Axl Rose of Guns N' Roses called the band \"Pigeons of Shit Metal\" from the stage that night and Eagles of Death Metal used the phrase on a T-shirt.\nThe band performed a live concert for the launch of the 2008 video game at the Hollywood & Highland Virgin Megastore in Los Angeles. The band's third studio album \"Heart On\" was released on October 28, 2008.\nTheir fourth studio album \"Zipper Down\" was released on October 2, 2015. The album's first single \"Complexity\" was made available to stream on Pitchfork Media's website.\nOn November 13, 2015, the band performed a concert for a sell-out crowd of 1,500 people at Le Bataclan theatre in Paris. During the concert, four gunmen with AK-47 assault rifles entered the theatre. They opened fire and threw explosives into the crowd. The attack lasted about 20 minutes. They killed 87 people in the theatre. Four of the attackers died, three of them by blowing up their suicide vests. The fourth killed by police gunfire, and his vest blew up when he fell. Lead singer Jesse Hughes was able to escape the attack through the backstage and the rest of the band survived.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_music","surface_form":"rock","offset":37},{"uri":"Band","surface_form":"band","offset":42},{"uri":"Palm_Desert%2C_California","surface_form":"Palm Desert","offset":52},{"uri":"California","surface_form":"California","offset":65},{"uri":"Peace%2C_Love%2C_Death_Metal","surface_form":"Peace, Love, Death Metal","offset":130},{"uri":"Gran_Turismo_4","surface_form":"Gran Turismo 4","offset":261},{"uri":"Queer_as_Folk_(U.S.)","surface_form":"Queer as Folk","offset":301},{"uri":"Windows_8","surface_form":"Windows 8","offset":338},{"uri":"Rock_Band","surface_form":"Rock Band","offset":386},{"uri":"Death_by_Sexy","surface_form":"Death by Sexy","offset":432},{"uri":"Columbia_Records","surface_form":"Columbia Records","offset":558},{"uri":"Guns_N%27_Roses","surface_form":"Guns N' Roses","offset":638},{"uri":"Axl_Rose","surface_form":"Axl Rose","offset":682},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":950},{"uri":"Heart_On","surface_form":"Heart On","offset":994},{"uri":"Zipper_Down","surface_form":"Zipper Down","offset":1065},{"uri":"Pitchfork_Media","surface_form":"Pitchfork Media","offset":1181},{"uri":"Bataclan","surface_form":"Bataclan","offset":1302},{"uri":"Paris","surface_form":"Paris","offset":1322},{"uri":"AK-47","surface_form":"AK-47","offset":1366}]}