{"id":52200,"url":"http://en.wikipedia.org/wiki/Complementary_color","text":"e=\"preserve\">Complementary colors are pairs of opposite colors. What is meant by \"opposite\" can be different between color science, and art and the printing process.\nAfterimages.\nIf a person stares at a single color for about a minute then looks at a white surface, an afterimage of the complementary color will appear. This is because of \"eye fatigue\". For example, if the person stares at a red color, the photoreceptors (cells in the eye which catch colored light) for red light in the retina (the back part of the eye) become fatigued. When photoreceptors are fatigued they are less able to send information to the brain. If the person then looks at white light, all photoreceptors will send information. Because the photoreceptors for red light are fatigued, the information they send will not be as strong as the information about the colors other than red and the illusion of seeing the complementary color is created.\nArt and design.\nThe complement of each primary color (red, blue, or yellow) is roughly the color made by mixing the other two in a subtractive system (red + blue = purple; blue + yellow = green; red + yellow = orange). When two complements are mixed they produce a gray or brown.\nThe use of complementary colors is an important aspect of art and graphic design. This also extends to other fields such as contrasting colors in logos and retail display. When placed next to each other, complements make each other appear brighter. On an artistic color wheel, complementary colors are placed opposite one another. Although these artistic complements may not be precise complements under the scientific definition, most artistic color wheels are laid out roughly like the HSV color wheel discussed above.","categories":[],"infobox_types":[],"annotations":[{"uri":"Color","surface_form":"color","offset":56},{"uri":"Afterimage","surface_form":"afterimage","offset":269},{"uri":"Photoreceptor","surface_form":"photoreceptor","offset":408},{"uri":"Retina","surface_form":"retina","offset":489},{"uri":"Logo","surface_form":"logo","offset":1352},{"uri":"Retailing","surface_form":"retail display","offset":1362},{"uri":"Color_wheel","surface_form":"color wheel","offset":1470}]}