{"id":522144,"url":"http://en.wikipedia.org/wiki/New_Zealand_national_rugby_union_team","text":"The New Zealand national men's rugby union team, officially nicknamed the All Blacks, represents New Zealand in men's rugby union. This is regarded as the country's national sport. The All Blacks are the holders of the Rugby World Cup, since 2011. They are the 2014 World Rugby Team of the Year. They have won over 76% of their test matches and are the leading test match points scorers of all time. Their win ratio puts them amongst the most successful teams of any sport in history. They are the only international side with a winning record against every country they have played. Since their international debut in 1903 only five nations have defeated New Zealand in test matches. Since the introduction of the World Rugby Rankings in October 2003, New Zealand has held the number one ranking longer than all other teams combined. The All Blacks are also the first team to set their hands on the Webb Ellis Cup. the first team to successfully defend the Rugby World Cup. They were the first team to win back to back Rugby World Cups and the first team to win the cup on 3 separate occasions.\nNew Zealand competes with Argentina, Australia and South Africa in The Rugby Championship. The All Blacks have won the trophy thirteen times in the competition's nineteen-year history. They also hold the Bledisloe Cup, which is contested annually with Australia. They hold the Freedom Cup, contested annually with South Africa. New Zealand has achieved a Grand Slam (defeating England, Ireland, Scotland, and Wales in one tour) four times1978, 2005, 2008 and 2010.\nThey have also been named the \"World Rugby Team of the Year\" seven times since 2005. Four members have won the \"World Rugby Player of the Year\" awardcurrent captain Richie McCaw, Dan Carter, Kieran Read, and Brodie Retallick. Fifteen former All Blacks have been inducted into the International Rugby Hall of Fame. Four of these are also inductees of the World Rugby Hall of Fame.\nThe team's first match was in 1884. Their first international match was in 1903 against Australia in Sydney. The following year they hosted their first ever home Test, a match against a British Isles side in Wellington. This was followed by a tour of Europe and North America in 1905 where the team suffered their first test defeatto Wales in Cardiff.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nickname","surface_form":"nickname","offset":60},{"uri":"New_Zealand","surface_form":"New Zealand","offset":97},{"uri":"Rugby_union","surface_form":"rugby union","offset":118},{"uri":"National_sport","surface_form":"national sport","offset":165},{"uri":"Rugby_World_Cup","surface_form":"Rugby World Cup","offset":219},{"uri":"2011_Rugby_World_Cup","surface_form":"2011","offset":242},{"uri":"World_Rugby_Team_of_the_Year","surface_form":"World Rugby Team of the Year","offset":266},{"uri":"Test_match_(rugby_union)","surface_form":"test match","offset":328},{"uri":"World_Rugby_Rankings","surface_form":"World Rugby Rankings","offset":715},{"uri":"Webb_Ellis_Cup","surface_form":"Webb Ellis Cup","offset":900},{"uri":"Rugby_World_Cup","surface_form":"Rugby World Cup","offset":958},{"uri":"Argentina_national_rugby_union_team","surface_form":"Argentina","offset":1122},{"uri":"Australia_national_rugby_union_team","surface_form":"Australia","offset":1133},{"uri":"South_Africa_national_rugby_union_team","surface_form":"South Africa","offset":1147},{"uri":"The_Rugby_Championship","surface_form":"The Rugby Championship","offset":1163},{"uri":"Bledisloe_Cup","surface_form":"Bledisloe Cup","offset":1300},{"uri":"Freedom_Cup","surface_form":"Freedom Cup","offset":1373},{"uri":"Grand_Slam_(rugby_union)","surface_form":"Grand Slam","offset":1451},{"uri":"Richie_McCaw","surface_form":"Richie McCaw","offset":1726},{"uri":"Dan_Carter","surface_form":"Dan Carter","offset":1740},{"uri":"Kieran_Read","surface_form":"Kieran Read,","offset":1752},{"uri":"Brodie_Retallick","surface_form":"Brodie Retallick","offset":1769},{"uri":"International_Rugby_Hall_of_Fame","surface_form":"International Rugby Hall of Fame","offset":1841},{"uri":"World_Rugby_Hall_of_Fame","surface_form":"World Rugby Hall of Fame","offset":1915},{"uri":"Wellington","surface_form":"Wellington","offset":2149},{"uri":"The_Original_All_Blacks","surface_form":"tour of Europe and North America","offset":2184}]}