{"id":5227,"url":"http://en.wikipedia.org/wiki/Cornwall","text":"Cornwall (Cornish: \"Kernow\") is a county in the far southwest of England in the United Kingdom. Truro is the capital of the Unitary Authority that has administered Cornwall since 2009. Truro is also the only city. It has the cathedral of the Diocese of Truro. Cornwall is home to the Cornish Language and the Cornish people. The Duchy of Cornwall is an estate which belongs to the Prince of Wales (who is also the Duke of Cornwall), but only part of it is in Cornwall. Cornwall is split from Devon by the River Tamar.\nMining.\nSince 2400BC. Cornwall has been an important area for the mining of tin. In the 19th century large amounts of both tin and copper were mined in Cornwall. Mining used to be the major industry in Cornwall but now neither tin or copper are mined. China clay is in mined in small amounts.\nTourism.\nAs Mining fazed out, the tourism industry grew. five million tourists vist Cornwall every year, most of which are from within the United Kingdom. This makes up about a quarter of the Cornish economy and supports about 1 in 5 Cornish jobs.\nAgriculture and food.\nAs a mostly rural county, Cornwall naturally has a lot of farmers and farmland, with 4.9% of people in Cornwall working in agriculture. The Cornish climate and soil is not great for most crops. It is good for grass to feed dairy cows and bullocks. Flowers and vegetables such as cauliflowers are also produced in Cornwall and taken to be sold in English markets. There is also a lot of moorland parts of which are used for grazing sheep.\nCornwall is famous for being the home of the Cornish pasty and Cornish clotted cream. 12.1% of jobs in Cornwall are in the food industry. Cornwall is also known for cream teas but the jam is spread on the scones or splits first (the opposite of what is done in Devon).\nDemographics.\nCornwall has a population of approx. 550,000 and its population is divided almost equally between native Cornish and incomers from elsewhere in the UK, mostly England. 10% of people in Cornwall consider themselves as descendants of the indigenous Celtic Britons, and not English, and are recognised by Celtic organisations worldwide as such.\nLanguage.\nSome people in Cornwall have revived Cornish, a very old recently extinct Celtic language, which is related to Breton and to Welsh. There is also a dialect of the English language spoken in Cornwall known as Cornish-English.\nFlag.\nCornwall has its own flag. Its linked to the patron saint of Cornwall, St Piran, who is also the patron saint of tin miners.\nGeography.\nBodmin Moor is the largest and highest of the granite moors of Cornwall; all the high hills of Cornwall are in Bodmin Moor. The climate is generally mild, with much frontal rain. The varied scenery and historical monuments attract many tourists to Cornwall. Tintagel Castle is on the north coast of Cornwall. Falmouth harbour is one of the largest natural harbours in the world. Newquay is one of the larger holiday resorts and popular with surfers. Land's End is the headland at the far southwest of Cornwall and Lizard Point is the most southerly headland in the county. The main rivers of Cornwall are the River Camel whose estuary is next to Padstow on the north coast, the River Fal which flows into the English Channel east of Falmouth, and the River Fowey which flows into the English Channel at Fowey. Apart from Truro, the county town, the main towns of Cornwall are St Austell, Saltash, Bodmin, Launceston, Falmouth, Camborne, Redruth and Penzance.\nThe most important transport links between Devon and Cornwall are the Plymouth to Penzance railway line and the A30 and A38 major roads.\nThe Isles of Scilly are a group of islands south west of Cornwall and forming part of the county. The Isles of Scilly have a long history of shipwrecks because of the rocky coasts. There are 530 known shipwrecks around the isles.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_West_England","surface_form":"southwest of England","offset":52},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":80},{"uri":"Truro","surface_form":"Truro","offset":96},{"uri":"Capital_city","surface_form":"capital","offset":109},{"uri":"Diocese_of_Truro","surface_form":"Diocese of Truro","offset":242},{"uri":"Cornish_language","surface_form":"Cornish Language","offset":284},{"uri":"Cornish_people","surface_form":"Cornish people","offset":309},{"uri":"Prince_of_Wales","surface_form":"Prince of Wales","offset":381},{"uri":"Devon","surface_form":"Devon","offset":492},{"uri":"Milk","surface_form":"dairy","offset":1304},{"uri":"Cattle","surface_form":"cows","offset":1310},{"uri":"England","surface_form":"English","offset":1427},{"uri":"Cornish_pasty","surface_form":"Cornish pasty","offset":1564},{"uri":"Clotted_cream","surface_form":"clotted cream","offset":1590},{"uri":"England","surface_form":"England","offset":1961},{"uri":"Celtic_Britons","surface_form":"Celtic Britons","offset":2049},{"uri":"Celt","surface_form":"Celt","offset":2104},{"uri":"Cornish_language","surface_form":"Cornish","offset":2191},{"uri":"Celtic_language","surface_form":"Celtic language","offset":2228},{"uri":"Cornish_dialect","surface_form":"dialect","offset":2302},{"uri":"English_language","surface_form":"English language","offset":2317},{"uri":"Flag","surface_form":"flag","offset":2406},{"uri":"St_Piran","surface_form":"St Piran","offset":2456},{"uri":"Bodmin_Moor","surface_form":"Bodmin Moor","offset":2521},{"uri":"Granite","surface_form":"granite","offset":2567},{"uri":"Climate","surface_form":"climate","offset":2649},{"uri":"Tintagel_Castle","surface_form":"Tintagel Castle","offset":2779},{"uri":"Newquay","surface_form":"Newquay","offset":2900},{"uri":"Land%27s_End","surface_form":"Land's End","offset":2971},{"uri":"River_Camel","surface_form":"River Camel","offset":3130},{"uri":"Padstow","surface_form":"Padstow","offset":3167},{"uri":"River_Fal","surface_form":"River Fal","offset":3199},{"uri":"Falmouth","surface_form":"Falmouth","offset":3254},{"uri":"River_Fowey","surface_form":"River Fowey","offset":3272},{"uri":"English_Channel","surface_form":"English Channel","offset":3305},{"uri":"Fowey","surface_form":"Fowey","offset":3324},{"uri":"Truro","surface_form":"Truro","offset":3342},{"uri":"St_Austell","surface_form":"St Austell","offset":3397},{"uri":"Saltash","surface_form":"Saltash","offset":3409},{"uri":"Bodmin","surface_form":"Bodmin","offset":3418},{"uri":"Launceston","surface_form":"Launceston","offset":3426},{"uri":"Falmouth","surface_form":"Falmouth","offset":3438},{"uri":"Camborne","surface_form":"Camborne","offset":3448},{"uri":"Redruth","surface_form":"Redruth","offset":3458},{"uri":"Penzance","surface_form":"Penzance","offset":3470},{"uri":"Plymouth","surface_form":"Plymouth","offset":3550},{"uri":"Isles_of_Scilly","surface_form":"Isles of Scilly","offset":3621}]}