{"id":52286,"url":"http://en.wikipedia.org/wiki/Bastide","text":"A bastide is a fortified town. They were built mainly in the south of France in the Middle Ages. Most bastides were built between 1229 and 1373, between the Albigensian Crusade and the Hundred Years' War. Today, there are about 400 bastides. They all have a central square, and a rectangular street layout. On the market square, the houses have arcades. They were usually built in places that were easy to defend, such as the top of a hill or on a plain.\nWell-known bastides today are Carcassonne and Andorra la Vella.\nOverview.\nBastides are medieval cities. There is an act of foundation (a law made to start them). There are often historic documents written about them.\nSome times they are planned cities and are usually only one architect (or one lord) designs it. They were often built where there was already a village, or at a place of historical importance. They were sometimes also built where people bought and sold things a lot (for example where trading routes crossed).\nThe Treaty of Paris (1229) is sometimes seen as the foundation act which made the construction of modern cities and bastides possible. The treaty itself ended the Albigensian Crusade. One of the first bastides built was Montauban. Montauban became a city in 1144. However some consider Mont-de-Marsan which was founded in 1133 to be a bastide.\nPurpose.\nMost bastides were built in the countryside. They were basically to serve the needs of local trade (usually, agriculture). A few of them were built in places which were very easy to defend. Others were built where it was possible to defend them, but most bastides were simply built where they were needed. The time when they were built was a peaceful one in the region.\nCentral square.\nThe main feature of all bastides is a central, open place, or square. It was used for markets, but also used for political and social gatherings. A typical square, (which was probably a model for other bastides), can be found in Montauban.\nGenerally, there is just one square. Saint-Lys and Albias are different because they have two squares, one for the market, and one square for the church.\nGenerally the flattest place in the bastide was used for the square.\nChurch.\nExcept in very rare cases, the church was not on the central square. Usually it was at an angle, and faced the square diagonally. One of the rare exceptions is Villefranche-de-Rouergue.\nHouses.\nThere were clear rules how houses could be built in the bastide. The front of the houses - the façades - had to line up. Also there had to be a small space between the houses. The different housing lots were all alike, by was a common size. There were only a limited number of lots. This varied between 10, and several thousand (3,000 in Grenade-sur-Garonne)\nStreets.\nThe streets were usually – wide, so a chariot could pass through. They ran alongside the façades of the houses. Alleys run between streets, these are usually only – wide. Sometimes they are only – wide. In a bastide there were usually between one and eight streets.\nCity walls.\nWhen bastides were founded most had no city walls or fortifications. This was because it was a peaceful time in history. Such things were added later. This was done either through a special tax, or through a law that required that the people of the city helped build the walls. A good example is Libourne. Ten years after the city was founded, the people asked for money to build city walls. Once they had received the money, they spent it on making their city prettier, rather than building walls.\nAt the beginning of the Hundred Years' War, many bastides that had no city walls were destroyed. Some of the others quickly built stone walls, to protect the city.\nLayout of a bastide.\nThere are different base layouts for bastides. Often for each type of layout, there was a bastide that was an example for other bastides. The most common layout started from two perpendicular streets. New streets were made parallel to the two original streets. This led to a usually rectangular grid layout.\nUnstructured bastide.\nAn example of such a bastide is La Bastide-de-Bousignac.\nCircular bastide.\nThe circle layout for a bastide was very rare. The only surviving example is in Fourcès.\nEnclosing type.\nEnclosing bastides were built around an existing small village or hamlet. There already was a church or a small group of houses. When new houses were built, they were added around the original buildings.\nOne axis design.\nThere is one main street that links the two gates. This makes the axis around which the bastide was built. These are quite common, with about 30—40% of all bastides using this design. Very often they are found on flat land. The square is often made by making the main street bigger. Very often there are alleys which run perpendicular to the main street. This layout is very easy to change to fit in with the local landscape.\nAn example of a one axis bastide is Gimont. Gimont is long, and only wide. Sometimes, there is another street which runs parallel to the main axis. The city square is made between the two streets.\nTwo axis design.\nThere are two main streets, axes, which are perpendicular (make a right angle). All other streets are at a right angle, or parallel to one of the two main streets. The city square is very often in the centre, or very near the centre. The whole city is either rectangular, square, hexagonal or oval shaped. This layout was the plan used at the height of the bastide movement.\nMaking a bastide.\nBastides wanted to attract people who should come to live there. They therefore offered equality to those who came to live there. They made it look like citizens had equal rights, and were free.\nLegal foundations for bastides.\nThe social system was very fixed and unchanging during the Middle Ages. The system of laws of the Middle Ages was built on the fact that society did not change. Everyone had their place in the system and they stayed there. The lords who built the bastide did not want to change the social system. All they wanted was small local improvements. Usually, the land where the bastide was built was not developed. The lords that owned the land were not making much money from it. They built the bastide because they hoped they would get more profits from the land.\nFor these reasons, people who already had a social status, (serfs, noblemen and priests) could not settle in the bastide. A few poor noblemen gave their land to the city and started a career as a trader, because that way they could earn more money than before.\nLepers were usually not welcome in the city. Certain bastides had special places which would treat them, but they were generally excluded from social life. They had to wear special badges to show they were ill, and they could not come close to normal people.\nAnother group of people that was generally not welcome were the Jews. In the beginning there was no problem, but later Jews were persecuted. Philip IV of France did not allow any Jews to live in France, in 1306. He confiscated their belongings and sold them.\nLater developments.\nA number of bastides were successful and still exist today. Many others have failed, and most of their population left them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fortification","surface_form":"fortified","offset":15},{"uri":"Town","surface_form":"town","offset":25},{"uri":"France","surface_form":"France","offset":70},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":84},{"uri":"Albigensian_Crusade","surface_form":"Albigensian Crusade","offset":157},{"uri":"Hundred_Years%27_War","surface_form":"Hundred Years' War","offset":185},{"uri":"Town_square","surface_form":"square","offset":266},{"uri":"Rectangle","surface_form":"rectangular","offset":280},{"uri":"Market","surface_form":"market","offset":314},{"uri":"Arcade","surface_form":"arcade","offset":345},{"uri":"Defend","surface_form":"defend","offset":406},{"uri":"Hill","surface_form":"hill","offset":435},{"uri":"Plain","surface_form":"plain","offset":448},{"uri":"Carcassonne","surface_form":"Carcassonne","offset":485},{"uri":"Andorra_la_Vella","surface_form":"Andorra la Vella","offset":501},{"uri":"Medieval","surface_form":"medieval","offset":542},{"uri":"City","surface_form":"cities","offset":551},{"uri":"Foundation","surface_form":"foundation","offset":578},{"uri":"Planned_city","surface_form":"planned cities","offset":692},{"uri":"Architect","surface_form":"architect","offset":732},{"uri":"Village","surface_form":"village","offset":816},{"uri":"Historical","surface_form":"historical","offset":842},{"uri":"Trade","surface_form":"trading","offset":957},{"uri":"Route","surface_form":"route","offset":965},{"uri":"Treaty_of_Paris_(1229)","surface_form":"Treaty of Paris (1229)","offset":986},{"uri":"Montauban","surface_form":"Montauban","offset":1202},{"uri":"Mont-de-Marsan","surface_form":"Mont-de-Marsan","offset":1268},{"uri":"Agriculture","surface_form":"agriculture","offset":1444},{"uri":"Political","surface_form":"political","offset":1834},{"uri":"Social","surface_form":"social","offset":1848},{"uri":"Typical","surface_form":"typical","offset":1869},{"uri":"Model","surface_form":"model","offset":1907},{"uri":"Saint-Lys","surface_form":"Saint-Lys","offset":1998},{"uri":"Albias","surface_form":"Albias","offset":2012},{"uri":"Church","surface_form":"church","offset":2107},{"uri":"Flat","surface_form":"flattest","offset":2129},{"uri":"Diagonal","surface_form":"diagonal","offset":2310},{"uri":"Villefranche-de-Rouergue","surface_form":"Villefranche-de-Rouergue","offset":2352},{"uri":"Grenade-sur-Garonne","surface_form":"Grenade-sur-Garonne","offset":2724},{"uri":"Chariot","surface_form":"chariot","offset":2792},{"uri":"Fa%C3%A7ade","surface_form":"façade","offset":2843},{"uri":"Fortification","surface_form":"fortification","offset":3085},{"uri":"Tax","surface_form":"tax","offset":3222},{"uri":"Require","surface_form":"required","offset":3249},{"uri":"Libourne","surface_form":"Libourne","offset":3328},{"uri":"Protect","surface_form":"protect","offset":3677},{"uri":"Perpendicular","surface_form":"perpendicular","offset":3894},{"uri":"Street","surface_form":"street","offset":3908},{"uri":"La_Bastide-de-Bousignac","surface_form":"La Bastide-de-Bousignac","offset":4078},{"uri":"Survive","surface_form":"surviving","offset":4177},{"uri":"Fourc%C3%A8s","surface_form":"Fourcès","offset":4201},{"uri":"Hamlet","surface_form":"hamlet","offset":4292},{"uri":"Axis","surface_form":"axis","offset":4513},{"uri":"Landscape","surface_form":"landscape","offset":4862},{"uri":"Gimont","surface_form":"Gimont","offset":4909},{"uri":"Parallel_(geometry)","surface_form":"parallel","offset":4994},{"uri":"Right_angle","surface_form":"right angle","offset":5153},{"uri":"Hexagon","surface_form":"hexagon","offset":5367},{"uri":"Oval","surface_form":"oval","offset":5380},{"uri":"Serfdom","surface_form":"serf","offset":6326},{"uri":"Nobleman","surface_form":"noblemen","offset":6333},{"uri":"Priest","surface_form":"priest","offset":6346},{"uri":"Land","surface_form":"land","offset":6419},{"uri":"Career","surface_form":"career","offset":6450},{"uri":"Trader","surface_form":"trader","offset":6462},{"uri":"Leprosy","surface_form":"Lepers","offset":6527},{"uri":"Exclude","surface_form":"excluded","offset":6656},{"uri":"Badge","surface_form":"badge","offset":6708},{"uri":"Ill","surface_form":"ill","offset":6733},{"uri":"Jews","surface_form":"Jews","offset":6850},{"uri":"Religious_persecution","surface_form":"persecuted","offset":6915},{"uri":"Philip_IV_of_France","surface_form":"Philip IV of France","offset":6927}]}