{"id":52295,"url":"http://en.wikipedia.org/wiki/Assyrian_genocide","text":"e=\"preserve\">The Assyrian genocide was a genocide by the Ottoman Empire, in which over 300,000 Assyrians were killed during raids.\nThe name given to this is the \"Sayfo\" which is the Aramaic word for sword. Many Assyrians were considered unpure by the Turks and were massacred for not submitting their Christian identity. Assyrians lost their homes and possessions to the Sultan-Adulhamed the Red and even before the genocide—they were persecuted and forced to pay high taxes.\nSince ancient times and conquest by the Babylonian, the Assyrians have not have had their own nation. It was called a diaspora and they have spread over to many different countries. Under the Arabs and Turks, they were oppressed and assimilated to society and many lost their independence. Those that survive continue to have a common unity especially in their deep Christian faith.\nOverview of the massacre.\nThe Assyrian genocide (also known as \"Sayfo\" or \"Seyfo\") was committed against the Assyrian population of the Ottoman Empire during the First World War by the Young Turks. The Assyrian population of northern Mesopotamia included the Tur Abdin, Hakkari, Van, Siirt regions of present-day southeastern Turkey and the Urmia region of northwestern Iran. They was forcibly relocated and massacred by Ottoman (Turkish) and Kurdish forces between 1914 and 1920 under the regime of the Young Turks.\nScholars have placed the number of Assyrian victims from 300,000-750,000.\nThe Assyrian genocide took place in the same context and time-period as the Armenian and Greek genocides. But unlike these, no official national or international recognition of the Assyrian genocide has been made, and many accounts discuss the Assyrian genocide as a part of the larger events subsumed under the Armenian genocide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":57},{"uri":"Assyrians","surface_form":"Assyrians","offset":95},{"uri":"Assyrian_people","surface_form":"Assyrian","offset":968},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":995},{"uri":"World_War_I","surface_form":"First World War","offset":1021},{"uri":"Young_Turks","surface_form":"Young Turks","offset":1044},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1093},{"uri":"Tur_Abdin","surface_form":"Tur Abdin","offset":1118},{"uri":"Hakkari","surface_form":"Hakkari","offset":1129},{"uri":"Van","surface_form":"Van","offset":1138},{"uri":"Siirt","surface_form":"Siirt","offset":1143},{"uri":"Turkey","surface_form":"Turkey","offset":1185},{"uri":"Urmia","surface_form":"Urmia","offset":1200},{"uri":"Iran","surface_form":"Iran","offset":1229},{"uri":"Ottoman_Empire","surface_form":"Ottoman","offset":1280},{"uri":"Turkish_people","surface_form":"Turkish","offset":1289},{"uri":"Kurdish_people","surface_form":"Kurdish","offset":1302},{"uri":"Young_Turks","surface_form":"Young Turks","offset":1363},{"uri":"Armenian_genocide","surface_form":"Armenian","offset":1526},{"uri":"Greek_genocide","surface_form":"Greek","offset":1539}]}