{"id":523012,"url":"http://en.wikipedia.org/wiki/Ann_Njogu","text":"Ann Njogu is a lawyer and activist from Kenya. In 2010, she received the International Women of Courage Award.\nWork.\nNjogu is the director of the Centre for Rights Education and Awareness. The center made a record of violence based on gender after the December 2007 Kenyan elections. Njogu was also a leader in the Multi-Sectoral Committee on Constitutional Reform, the Joint Dialogue Forum on Constitutional Reform, and a delegate to the Bomas National Conference on Constitutional Reforms. These groups worked for better government.\nThe 2006 Sexual Offenses Act.\nNjogu helped write the law for Kenya’s Sexual Offenses Act. This act became law in 2006.\nThis law protects women from sexual and gender based violence. It helps abused women to find justice Njogu also gave counseling and support to the victims of sexual and gender-based violence. Njogu started centers to give information, legal aid, counseling and psychosocial support to women. The centers are all over the country. The first center was in Kibera slum.\nArrests.\nIn 2007, Njogu wanted a review of the salaries of the members of parliament. Kenya is very poor, but the members of parliament received a lot of money. The police attacked Njogu and took her to jail. Njoogu and the others who were arrested filed a Constitutional reference. It was called \"Ann Njogu and others versus the State.\" It said the police could not keep a Kenyan citizen in jail for more than 24 hours.\nIn 2008, Njokgu helped to start the Civil Society Congress. This group worked for better government after the 2007 Kenyan election. In 2008 Njogu said there might be corrupttion in the sale of the Grand Regency Hotel. The police arrested Njokgu and they beat her.\nAwards.\nNjogu received a 2010 International Women of Courage Award from the U.S. Department of State.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawyer","surface_form":"lawyer","offset":15},{"uri":"Activist","surface_form":"activist","offset":26},{"uri":"Kenya","surface_form":"Kenya","offset":40},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":73},{"uri":"Director","surface_form":"director","offset":130},{"uri":"Violence","surface_form":"violence","offset":217},{"uri":"Gender","surface_form":"gender","offset":235},{"uri":"Election","surface_form":"election","offset":273},{"uri":"Committe","surface_form":"Committe","offset":330},{"uri":"Constitution","surface_form":"Constitution","offset":394},{"uri":"Delegate","surface_form":"delegate","offset":423},{"uri":"Reform","surface_form":"Reform","offset":483},{"uri":"Sex","surface_form":"sex","offset":683},{"uri":"Violence","surface_form":"violence","offset":707},{"uri":"Abuse","surface_form":"abuse","offset":726},{"uri":"Justice","surface_form":"justice","offset":747},{"uri":"Victim","surface_form":"victim","offset":801},{"uri":"Legal","surface_form":"legal","offset":889},{"uri":"Counseling","surface_form":"counseling","offset":900},{"uri":"Psychosocial","surface_form":"psychosocial","offset":915},{"uri":"Slum","surface_form":"slum","offset":1015},{"uri":"Salary","surface_form":"salaries","offset":1068},{"uri":"Corrupt","surface_form":"corrupt","offset":1608},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":1736}]}