{"id":52326,"url":"http://en.wikipedia.org/wiki/Herd","text":"A herd is a large group of animals. The term is used for mammals, particularly hoofed animals. Herding is a good example of collective animal behavior. Other terms are used for similar types of behavior in other types of animal. For example, a large group of birds is usually called a \"flock\" (this may also refer to certain mammals as well) and a large group of carnivores is usually called a \"pack\".\nIn addition, special collective nouns may be used for particular cases: for example a flock of geese, if not in flight, is sometimes called a gaggle. However, in theoretical discussions in behavioural ecology, the term \"herd\" is used for all these kinds of assemblage. A herd may also refer to one that tends and cares for such groups (e.i. shepherds tend to sheep, and goatherds tend to goats, etc.).\nWhen an association of animals (or, by extension, people) is described as a \"herd\", that means that the group tends to act together (for example, all moving in the same direction at a given time), but that this does not occur as a result of planning or co-ordination. Rather, each individual is choosing behaviour that corresponds to that of the majority of other members, possibly through imitation or possibly because all are responding to the same external circumstances. A herd can be contrasted with a co-ordinated group where individuals have distinct roles. Many human groupings, such as an army detachments or sports teams, show such co-ordination and differentiation of roles, but so do some animal groupings such as those of eusocial insects, which are co-ordinated through pheromones and other forms of animal communication. Conversely, some human groupings may behave more like herds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":27},{"uri":"Mammal","surface_form":"mammal","offset":57},{"uri":"Ungulate","surface_form":"hoofed animals","offset":79},{"uri":"Collective_animal_behavior","surface_form":"collective animal behavior","offset":124},{"uri":"Phenomenon","surface_form":"types of behavior","offset":185},{"uri":"Carnivora","surface_form":"carnivores","offset":363},{"uri":"Geese","surface_form":"geese","offset":497},{"uri":"Flight","surface_form":"flight","offset":514},{"uri":"Gaggle","surface_form":"gaggle","offset":544},{"uri":"Tend","surface_form":"tends","offset":705},{"uri":"Eusocial","surface_form":"eusocial","offset":1539},{"uri":"Insect","surface_form":"insect","offset":1548},{"uri":"Pheromone","surface_form":"pheromone","offset":1588},{"uri":"Communication","surface_form":"communication","offset":1625}]}