{"id":523360,"url":"http://en.wikipedia.org/wiki/Ship%27s_cat","text":"A ship's cat is a cat that rides along on a ship. Ship's cats have been very popular in history, and date back to ancient times.\nCats have been carried on ships for many reasons - most importantly, to catch mice and rats. On a ship, these rodents can damage ropes and wooden parts of the ship. Once electricity was discovered, rodents would also damage ships' electrical wiring. Also, rodents threatened the ship's cargo - the things it carried. Rodents would eat the food carried to feed the crew. If the ship was carrying things like grain as part of its cargo, rodents could also cause the ship to lose money by eating the cargo. Also, rats and mice spread disease, which is dangerous for ships that are at sea for long periods of time. For example, rat fleas can carry plague, and rats on ships may have been one of the main reasons why the Black Death spread.\nCats naturally attack and kill these rodents. Cats also have a natural ability to get used to new surroundings, so they could get used to serving on ships. They also offered companionship (friendship), a sense of home and security, and lifted sailors' spirits. This was helpful to sailors who could be away from home for long periods, especially in times of war.\nEarly history.\nCats were probably domesticated about 9,500 years ago. Not long after that, people began taking cats aboard boats and ships. The Ancient Egyptians took cats on board Nile boats to catch birds in the thickets along the riverbanks. The ancient Egyptians also carried cats on trading ships to control rodents. Traders from other areas soon started doing the same thing. This led to the spread of cats throughout the world. Cats eventually reached nearly all parts of the world that could be reached by ship. Phoenician cargo ships are thought to have brought the first domesticated cats to Europe in about 900 BC.\nCats and superstition.\nCats in Ancient Egypt were worshipped as deities (powerful spirits). For many centuries, cats have had a reputation as magical animals. Many sailors believed myths and superstitions about cats. Cats were thought of as smart, lucky animals. Sailors usually took very good care of their ship's cats to keep them happy. Some sailors believed that six-toed cats were better at catching pests. They may have thought that extra toes give a cat better balance, which would be important when at sea. In some places, all six-toed cats became known as \"ship's cats\".\nCats were believed to have miraculous powers that could protect ships from dangerous weather. Sometimes, fishermen's wives would keep black cats at home too. They believed that these cats would use their special powers to protect their husbands at sea. Many sailors believed that it was lucky if a cat came up to a sailor on deck, but unlucky if it came only halfway and then turned around. Another popular belief was that cats could start storms through magic stored in their tails. Other sailors also believed that if a ship's cat fell or was thrown overboard, a terrible storm would come and sink the ship, and if the ship was able to survive, it would be cursed with nine years of bad luck. Still other sailors thought that if a cat licked its fur against the grain, it meant a hail storm was coming; if it sneezed, rain was coming; and if it was frisky, wind was coming.\nSome of these beliefs are partly true. Cats can notice slight changes in the weather, because of their very sensitive inner ears. (Their inner ears also allow cats to land on their feet when falling.) Cats often get nervous and restless when they sense low atmospheric pressure, which often comes before stormy weather.\nBlackie.\nBlackie was HMS \"Prince of Waless ship's cat. He became famous during the Second World War. Blackie's ship, \"Prince of Wales\", carried Prime Minister Winston Churchill across the Atlantic Ocean to Naval Station Argentia in Newfoundland in August 1941. There, Churchill secretly met with the United States President Franklin D. Roosevelt, and the two signed the Atlantic Charter. But as Churchill started to leave \"Prince of Wales\", Blackie came up to him. Churchill bent down to say goodbye to Blackie, and the moment was photographed and reported in the world media. In honour of the success of the visit, Blackie was renamed Churchill. Blackie survived the sinking of HMS \"Prince of Wales\" later that year and was taken to Singapore with the survivors. He could not be found when Singapore was evacuated the following year and nobody knows what happened to him (though there is a chance he may have died by then).\nChibbley.\nChibbley was the ship's cat aboard the tall ship \"Picton Castle\". She was rescued from an animal shelter. She circumnavigated the world - sailed all the way around it - five times. Because \"Picton Castle\"’ was a training ship, Chibbley had many visitors. She became a celebrity, and people even sent her fan mail. Chibbley died on November 10, 2011, in Lunenburg, Nova Scotia. She had sailed over 180,000 miles at sea.\nConvoy.\nConvoy was the ship's cat aboard HMS \"Hermione\". He was named \"Convoy\" because he often went with the ship on convoy escort duties (where the ship would sail with a group of other ships for protection). Like the ship's sailors, Convoy was listed in the ship's book, and given a full kit, including a tiny hammock where he would sleep. He was killed along with 87 of his crew mates when \"Hermione\" was torpedoed and sunk on 16 June 1942 by German submarine U-205.\nEmmy.\nEmmy was the ship's cat on RMS \"Empress of Ireland\". She was an orange tabby cat who never missed a voyage. However, on 28 May 1914, Emmy tried to escape the ship. The crew could not get her to return to the ship, and \"Empress of Ireland\" left without her. This was thought to be a very bad sign. Early the next morning, \"Empress of Ireland\" ran into SS \"Storstad\" while sailing through fog at the mouth of the St. Lawrence River. \"Empress of Ireland\" sank quickly, killing over 1,000 people.\nFelix.\nFelix was the ship's cat aboard \"Mayflower II\" when she set sail from Devon, England, to Plymouth, Massachusetts, in 1957. The goal of this voyage was to show cooperation between the UK and the US after World War II. Felix was given his own life jacket for the trip. During the voyage, he broke one of his paws. The paw was set by the ship's doctor. After Felix returned to the US, photos and stories about him appeared in \"National Geographic\" magazine, \"Life\" magazine, and \"Yankee\" magazine. The cat and the rest of the crew marched in a New York ticker tape parade and toured the East Coast that summer. Felix was eventually adopted by the cabin boy's girlfriend, Ann Berry, and settled in Waltham, Massachusetts. The captain of the Mayflower II wrote a children's book about Felix called \"Felix and his Mayflower II Adventures\". The book was published during the celebration of the ship's fiftieth anniversary at Plimoth Plantation.\nMrs. Chippy.\nMrs. Chippy was the ship's cat aboard \"Endurance\", the ship used by Sir Ernest Shackleton for his Imperial Trans-Antarctic Expedition. (The Expedition's goal was to cross the Antarctic by land.) After about a month, the crew realized that \"Mrs. Chippy\" was actually a male cat. However, by then, everyone was used to the name \"Mrs. Chippy,\" and kept using it.\nThe ship became lost, trapped and then crushed in pack ice. At that point, Shackleton ordered his men to shoot the sled dogs and Mrs. Chippy, because he did not think they could survive.\nSimon.\nSimon was the ship's cat of HMS \"Amethyst\" during the Yangtze Incident in 1949, during the Chinese Civil War. During the Yangtze Incident, the HMS \"Amethyst\" was attacked and was trapped on the Yangtze River for months. The ship and its crew were badly hurt in the attacks on the ship. These attacks killed 25 of \"Amethyst\"’s crew, including the commanding officer. Simon was also hurt in the attacks, but soon he recovered. He started killing rats again, which was very important since the rodents had been destroying the ship. Simon also did the important job of keeping up the crew's spirits.\nAfter the \"Amethyst\" finally escaped the Yangtze River and returned to Britain, Simon was given the rank of 'Able Seacat' Simon. He became a celebrity. However, not long after he returned to Britain, he died from an infection. Many people sent tributes to honor Simon, and his obituary appeared in \"The Times\" (an important newspaper in London). After Simon's death, he was awarded the Dickin Medal. He is the only cat ever to earn this award. Simon was also buried with full naval honors.\nTrim.\nTrim sailed on many ships commanded by Matthew Flinders during 1801-1803. These ships' goals were to circumnavigate (sail all the way around) Australia, and also to create maps of its coastline. Trim became a favourite of the crew, and was the first cat to circumnavigate Australia. Trim stayed with Flinders until Trim's death. A statue to Trim was later built in his honor. It sits on a window sill on the outside of the State Library, in Sydney, Australia. There have also been many books written about Trim.\nU-boat.\nU-boat was another ship's cat aboard a Royal Navy ship in the Second World War. Whenever his ship came into port, U-boat would take shore leave (he would leave the ship to do things on shore). He would spend days on shore, and usually would return only just before his ship sailed away. One day, U-boat did not return in time for roll call and his ship was forced to sail away without him. As the ship pulled away, U-boat was seen running down the dock after the sailing ship. He made a death-defying leap onto the ship and made it aboard. The crew thought that he seemed unafraid by what had just happened, and calmly started to wash himself on deck. The crew members were very happy that U-boat had come back, since they thought he brought them good luck.\nUnsinkable Sam (Oscar).\nOscar was the ship's cat of the German battleship \"Bismarck\". When \"Bismarck\" was sunk on 27 May 1941, only 116 sailors out of over 2,200 survived. Oscar was picked up by the destroyer HMS \"Cossack\". \"Cossack\" herself was torpedoed and sunk on 24 October, 1941. 159 sailors were killed, but Oscar again survived to be rescued, and was taken to Gibraltar. He became the ship's cat of HMS \"Ark Royal\". Then this ship, too, was torpedoed and sunk in November of 1941. Oscar was again rescued, and it was decided that it was time for him to have a home on land. By now, Oscar had been renamed \"Unsinkable Sam.\" He was given a new job as mouse-catcher in the Governor General of Gibraltar's office buildings. He eventually returned to the UK and spent the rest of his life at the 'Home for Sailors'. A portrait of him hangs in the National Maritime Museum in Greenwich.\nShip's cats today.\nStarting in 1975, the Royal Navy no longer allowed cats or any other pets to ride on any Royal Navy ships. This rule was created because of concern about hygiene (cleanliness).\nCats still ride on many private ships today. For example, \"Toolbox\" is a ship's cat who rides on the second \"Kalmar Nyckel\".\nAmerican sailor Robin Lee Graham sailed with many cats on his ships \"Dove\" and \"Return of Dove\", while he was trying to circumnavigate the world by himself (starting in 1965).","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat","surface_form":"cat","offset":18},{"uri":"Ship","surface_form":"ship","offset":44},{"uri":"Ancient_history","surface_form":"ancient times","offset":114},{"uri":"Mouse","surface_form":"mice","offset":207},{"uri":"Rat","surface_form":"rat","offset":216},{"uri":"Rodents","surface_form":"rodents","offset":239},{"uri":"Rope","surface_form":"rope","offset":258},{"uri":"Electricity","surface_form":"electricity","offset":299},{"uri":"Electrical","surface_form":"electrical","offset":360},{"uri":"Cargo","surface_form":"cargo","offset":415},{"uri":"Grain","surface_form":"grain","offset":536},{"uri":"Disease","surface_form":"disease","offset":660},{"uri":"Flea","surface_form":"flea","offset":757},{"uri":"Plague_(disease)","surface_form":"plague","offset":773},{"uri":"Black_Death","surface_form":"Black Death","offset":845},{"uri":"Sailor","surface_form":"sailor","offset":1108},{"uri":"War","surface_form":"war","offset":1223},{"uri":"Domestication","surface_form":"domesticated","offset":1262},{"uri":"Boat","surface_form":"boat","offset":1351},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1372},{"uri":"Nile","surface_form":"Nile","offset":1409},{"uri":"Phoenician","surface_form":"Phoenician","offset":1748},{"uri":"Europe","surface_form":"Europe","offset":1830},{"uri":"BC","surface_form":"BC","offset":1850},{"uri":"Worship","surface_form":"worship","offset":1904},{"uri":"Deity","surface_form":"deities","offset":1918},{"uri":"Spirit","surface_form":"spirit","offset":1936},{"uri":"Reputation","surface_form":"reputation","offset":1982},{"uri":"Supernatural","surface_form":"magic","offset":1996},{"uri":"Myth","surface_form":"myth","offset":2035},{"uri":"Superstition","surface_form":"superstition","offset":2045},{"uri":"Polydactyly","surface_form":"six-toed cats","offset":2221},{"uri":"Balance","surface_form":"balance","offset":2322},{"uri":"Miracle","surface_form":"miraculous","offset":2461},{"uri":"Weather","surface_form":"weather","offset":2519},{"uri":"Curse","surface_form":"curse","offset":3093},{"uri":"Luck","surface_form":"luck","offset":3123},{"uri":"Hail","surface_form":"hail","offset":3216},{"uri":"Inner_ear","surface_form":"inner ear","offset":3428},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":3567},{"uri":"WWII","surface_form":"Second World War","offset":3713},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":3774},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":3789},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3862},{"uri":"United_States","surface_form":"United States","offset":3930},{"uri":"President","surface_form":"President","offset":3944},{"uri":"Franklin_Delano_Roosevelt","surface_form":"Franklin D. Roosevelt","offset":3954},{"uri":"Atlantic_Charter","surface_form":"Atlantic Charter","offset":4000},{"uri":"Singapore","surface_form":"Singapore","offset":4364},{"uri":"Evacuation","surface_form":"evacuated","offset":4435},{"uri":"Circumnavigation","surface_form":"circumnavigated","offset":4675},{"uri":"Celebrity","surface_form":"celebrity","offset":4833},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":4929},{"uri":"Torpedo","surface_form":"torpedo","offset":5393},{"uri":"Submarine","surface_form":"submarine","offset":5438},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":5532},{"uri":"St._Lawrence_River","surface_form":"St. Lawrence River","offset":5872},{"uri":"Mayflower_II","surface_form":"Mayflower II","offset":5994},{"uri":"Devon","surface_form":"Devon","offset":6031},{"uri":"Plymouth%2C_Massachusetts","surface_form":"Plymouth, Massachusetts","offset":6050},{"uri":"UK","surface_form":"UK","offset":6144},{"uri":"Parade","surface_form":"parade","offset":6523},{"uri":"Adoption","surface_form":"adopted","offset":6590},{"uri":"Waltham%2C_Massachusetts","surface_form":"Waltham, Massachusetts","offset":6655},{"uri":"Anniversary","surface_form":"anniversary","offset":6864},{"uri":"Plimoth_Plantation","surface_form":"Plimoth Plantation","offset":6879},{"uri":"Ernest_Shackleton","surface_form":"Ernest Shackleton","offset":6984},{"uri":"Imperial_Trans-Antarctic_Expedition","surface_form":"Imperial Trans-Antarctic Expedition","offset":7010},{"uri":"Antarctic","surface_form":"Antarctic","offset":7087},{"uri":"Sled_dog","surface_form":"sled dog","offset":7387},{"uri":"Yangtze_Incident","surface_form":"Yangtze Incident","offset":7520},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":7557},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":7660},{"uri":"Celebrity","surface_form":"celebrity","offset":8203},{"uri":"Infection","surface_form":"infection","offset":8278},{"uri":"Tribute","surface_form":"tribute","offset":8306},{"uri":"Obituary","surface_form":"obituary","offset":8339},{"uri":"The_Times","surface_form":"The Times","offset":8361},{"uri":"London","surface_form":"London","offset":8399},{"uri":"Dickin_Medal","surface_form":"Dickin Medal","offset":8448},{"uri":"Matthew_Flinders","surface_form":"Matthew Flinders","offset":8597},{"uri":"Australia","surface_form":"Australia","offset":8700},{"uri":"Coastline","surface_form":"coastline","offset":8742},{"uri":"Library","surface_form":"Library","offset":8987},{"uri":"Sydney%2C_Australia","surface_form":"Sydney, Australia","offset":8999},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":9117},{"uri":"Port","surface_form":"port","offset":9186},{"uri":"Shore","surface_form":"shore","offset":9263},{"uri":"Dock","surface_form":"dock","offset":9526},{"uri":"Battleship","surface_form":"battleship","offset":9899},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":10204},{"uri":"Greenwich","surface_form":"Greenwich","offset":10714},{"uri":"Hygiene","surface_form":"hygiene","offset":10898},{"uri":"Kalmar_Nyckel","surface_form":"Kalmar Nyckel","offset":11030}]}