{"id":523662,"url":"http://en.wikipedia.org/wiki/Sulfur_cycle","text":"e=\"preserve\">The sulfur cycle is the way sulfur moves between rocks, waterways and living systems.\nSulfur (S) is an element important to ecosystems and the climate. The majority of sulfur is stored underground, for example under the ocean or in rocks. It also occurs naturally in places like swamps (where organisms have decomposed) and volcanoes. Humans add excess sulfur into this cycle, usually through atmospheric pollution caused by fossil fuel combustion.\nSteps of the sulfur cycle.\nSulfur can also be naturally released when volcanoes explode. The hydrological cycle plays a critical role in moving sulfur around.\nHuman Impact on the sulfur cycle.\nHumans are responsible for 1/3 of the sulfur in the atmosphere. Sulfur is released by the combustion of fossil fuels, as mentioned above, and is most prevalent as sulfur dioxide. Sulfur is one of the root causes of acid rain along with nitrogen and carbon which negatively affects the environment. Acid rain is created when the H2O falls and combines with the Sulfur trioxide to create Sulfuric acid. Sulfuric acid is also used in most fertilizers and so can be introduced into the water cycle from runoff off of nearby farms into rivers and lakes. This causes eutrophication and algal blooms, and so reduced the Dissolved oxygen and biodiversity in that water system. Sulfur in the atmosphere as sulfur dioxide also absorbs radiation, however which keeps the earth's surface cooler and combats some of the effects of global warming.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sulfur","surface_form":"Sulfur","offset":99},{"uri":"Hydrological_cycle","surface_form":"hydrological cycle","offset":555},{"uri":"Sulfur_dioxide","surface_form":"sulfur dioxide","offset":818},{"uri":"Sulfur_trioxide","surface_form":"Sulfur trioxide","offset":1015},{"uri":"Sulfuric_acid","surface_form":"Sulfuric acid","offset":1041},{"uri":"Dissolved_oxygen","surface_form":"Dissolved oxygen","offset":1268}]}