{"id":523604,"url":"http://en.wikipedia.org/wiki/Breath_sounds","text":"Breath sounds are the sounds made by air as it moves through the respiratory system. Breath sounds are also called lung sounds or respiratory sounds. Sometimes they can be heard by anyone; other times they can be heard only by listening to the lungs and airways with a stethoscope.\nTo describe and identify breath sounds, medical professionals usually use auscultation (they listen with a stethoscope). They listen while the patient is breathing in, and while they are breathing out. They listen to both lungs, at both the chest and the back, starting at the bottom and working their way up. They listen to whether the pitch of the breath sounds is low, medium or high. They also listen to whether the sounds are soft, medium, loud, or very loud).\nWheezing.\nWheezing is usually high-pitched. It sounds musical, like whistling. Usually, wheezing is heard first when a person is breathing out. If it gets worse, wheezing starts happening when the patient breathes in and out.\nWheezing is caused by the airways being too narrow. This can happen because of diseases like asthma or chronic obstructive pulmonary disorder (COPD).\nIf the airways are too narrow, the oxygen the body needs cannot get through. This can become a medical emergency.\nStridor.\nStridor is a high-pitched sound that usually happens when a person breathes in. It may sound a lot like wheezing. Medical professionals can tell the difference by listening to the throat with a stethoscope. If the sound they hear is louder in the throat, it is stridor, not wheezing.\nLike wheezing, stridor can signal a medical emergency if not enough oxygen is able to get through the airways.\nChildren are more likely to have stridor because of choking. They are more likely to choke because their airways are smaller. They are also more likely to get childhood infections like croup or epiglottitis that can cause stridor.\nRales (fine crackles).\nRales are also called fine crackles, because they often sound like a fine crackling noise. They are heard when a person breathes in, on both sides (in both lungs). Rales may also sound like bubbling, rattling, or small clicking sounds.\nRales signals pulmonary edema, no matter what is causing that pulmonary edema. When a medical professional listens to the lungs, rales usually start at the bottom of the lungs. As the pulmonary edema gets worse and fluid fills the lungs more, rales can be heard closer and closer to the top of the lungs.\nRhonchi (coarse crackles).\nRhonchi are usually caused by mucus in the bronchi, the tubes that lead to the lungs. For example, if a person has pneumonia, mucus can build up in their bronchi and the bronchi's airways, and cause rhonchi.\nUnequal breath sounds.\nIn a healthy person, breath sounds should always sound the same on both sides. This signals that both lungs are working well. If breath sounds cannot be heard in one lung, this can signal a serious problem. It means that air is not getting in and out of that lung.\nA pneumothorax is often a medical emergency and needs to be treated in a hospital.","categories":[],"infobox_types":[],"annotations":[{"uri":"Respiratory_system","surface_form":"respiratory system","offset":65},{"uri":"Lung","surface_form":"lung","offset":244},{"uri":"Airway","surface_form":"airway","offset":254},{"uri":"Stethoscope","surface_form":"stethoscope","offset":269},{"uri":"Pitch_(music)","surface_form":"pitch","offset":619},{"uri":"Inhalation","surface_form":"breathes in","offset":953},{"uri":"Asthma","surface_form":"asthma","offset":1067},{"uri":"COPD","surface_form":"COPD","offset":1117},{"uri":"Oxygen","surface_form":"oxygen","offset":1159},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1219},{"uri":"Throat","surface_form":"throat","offset":1427},{"uri":"Croup","surface_form":"croup","offset":1827},{"uri":"Epiglottitis","surface_form":"epiglottitis","offset":1836},{"uri":"Mucus","surface_form":"mucus","offset":2494},{"uri":"Bronchi","surface_form":"bronchi","offset":2507}]}