{"id":52427,"url":"http://en.wikipedia.org/wiki/International_Phonetic_Alphabet","text":"The International Phonetic Alphabet (IPA) is a system for writing down sounds. It was created by the International Phonetic Association in 1886, so that people could write down sounds of languages in a standard way. Linguists, language teachers, and translators use this system to show the pronunciation for words.\nWikipedia also uses the IPA to show how certain words are meant to be spoken. Most symbols are letters in the Latin alphabet, or variations of it. For example, the \"palatal approximant\" (the \"y\" in yesterday) is written with []. In IPA symbols can be written between slashes (called a broad transcription, e.g.\"little\" can be written as /lɪtl/) or in square brackets (called a narrow transcription, e.g. \"little\" can be written [lɪɾɫ], which is how specific groups say it). Narrow translation is more precise than broad.\nThe IPA has symbols only for sounds that are used normally in spoken languages. The Extended IPA is used to write down other sounds.\nThe IPA is sometimes changed, and symbols are added or taken away. Right now there are 107 different letters in the IPA. There are also 52 marks which are added to letters to change their sound. These marks are called \"diacritics\".\nHistory.\nIn 1886, a group of French and British language teachers formed the International Phonetic Association. These teachers used the Romic alphabet at first. They later changed the alphabet so that different languages would all write the same sounds with the same letters.\nUse of the alphabet.\nThe IPA is made to have one symbol for every sound. This means that every letter always makes the same one sound. This is different from English. In English, some letters make multiple sounds. For example, the letter <x> in English normally is spoken as two sounds ([ks]), but could also mean [gz] or [z].\nLetters.\nThe International Phonetic Alphabet has letters for three types of sounds: pulmonic consonants, non-pulmonic consonants, and vowels.\nPulmonic consonants.\nPulmonic consonants are made by blocking air coming from the lungs. Most consonants (and all English consonants) are pulmonic. The symbols for these sounds are arranged in a table. The rows show how the sound is made, and the columns show where it is made.\nNon-pulmonic consonants.\nNon-pulmonic consonants are made without air coming from the lungs. There are three types of non-pulmonic consonants. Implosive consonants are made by taking air into the mouth. Ejective consonants are made by forcing the air out of the voicebox instead of the lungs. Click consonants are made by creating an airtight pocket in the mouth and quickly releasing it.","categories":[],"infobox_types":["writing system"],"annotations":[{"uri":"International_Phonetic_Association","surface_form":"International Phonetic Association","offset":101},{"uri":"Language","surface_form":"language","offset":187},{"uri":"Linguistics","surface_form":"Linguists","offset":216},{"uri":"Translation","surface_form":"translators","offset":250},{"uri":"Words","surface_form":"words","offset":308},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":315},{"uri":"Latin_alphabet","surface_form":"Latin alphabet","offset":425},{"uri":"Extended_IPA","surface_form":"Extended IPA","offset":920},{"uri":"France","surface_form":"French","offset":1230},{"uri":"United_Kingdom","surface_form":"British","offset":1241},{"uri":"International_Phonetic_Association","surface_form":"International Phonetic Association","offset":1278},{"uri":"Romic_alphabet","surface_form":"Romic alphabet","offset":1338}]}