{"id":524286,"url":"http://en.wikipedia.org/wiki/Farina%2C_South_Australia","text":"Farina is a ghost town in South Australia. It is on the edge of the desert, with an unpredictable annual rainfall of 163.6 mm. It was a farming and railway town, part of the Ghan railway, 26 km north of Lyndhurst and 55 km south of Marree. In 2006 there were 55 people living near Farina.\nBefore 1878 Farina was called The Gums or Government Gums, It was an important waterhole in a dry desert. Farina was settled in 1878 by farmers who thought that if they ploughed the land and planted crops it would rain. It was named Farina after the Latin word for flour. The town was the railhead until 1884 when the railway reached Marree. During the wet years of the 1880s, plans were laid out for a town with 432 ¼-acre blocks. It was believed that it would be good for growing wheat and barley, however normal rainfall is not enough to grow these crops. Several silver and copper mines were dug in the surrounding area.\nFarina grew to 600 people in the late 1800s. The town had two hotels (the Transcontinental and the Exchange) and an underground bakery, a bank, two breweries, a general store, an Anglican church, five blacksmiths, a school and a brothel. In 1909, a 1143 kg iron meteorite was discovered north-east of the town.\nToday all that is left are stone ruins and the elevated railway water tank. The post office closed in the 1960s and the railway line closed in the 1980s.\nNo one lives in the town, the closest people live at Farina station, a farm, west of the town. A bush camping area has been set up by the owners of Farina station.\nVolunteers have repaired the bakery and put up information signs.\nCemeteries.\nThe town's cemetery is a few kilometres from the town. It has an Afghan corner with several headstones, some with both English and Arabic writing. These mark the graves of former Farina residents of Afghan origin who were part of the Afghan camel trains which used to provide transport services before the railway. All the gravestones face Mecca in the Islamic tradition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ghost_town","surface_form":"ghost town","offset":12},{"uri":"South_Australia","surface_form":"South Australia","offset":26},{"uri":"The_Ghan","surface_form":"Ghan","offset":174},{"uri":"Lyndhurst%2C_South_Australia","surface_form":"Lyndhurst","offset":203},{"uri":"Marree%2C_South_Australia","surface_form":"Marree","offset":232},{"uri":"Railhead","surface_form":"railhead","offset":578},{"uri":"Wheat","surface_form":"wheat","offset":771},{"uri":"Barley","surface_form":"barley","offset":781},{"uri":"Brewery","surface_form":"breweries","offset":1062},{"uri":"Brothel","surface_form":"brothel","offset":1143},{"uri":"Afghan_people","surface_form":"Afghan","offset":1686},{"uri":"Headstone","surface_form":"headstone","offset":1713},{"uri":"English_language","surface_form":"English","offset":1740},{"uri":"Arabic_language","surface_form":"Arabic","offset":1752},{"uri":"Camel_train","surface_form":"camel train","offset":1862},{"uri":"Mecca","surface_form":"Mecca","offset":1961},{"uri":"Islamic","surface_form":"Islamic","offset":1974}]}