{"id":52439,"url":"http://en.wikipedia.org/wiki/Seleucid_Empire","text":"The Seleucid Empire was a Hellenistic (or Ancient Greek) successor state of Alexander the Great's empire. At its greatest extent, the Empire covered central Anatolia, the Levant, Mesopotamia, Persia, Turkmenistan, Pamir and the Indus Valley.\nPrimarily, it was the successor to the Achaemenid Empire of Persia, and was followed there by the Islamic Caliphate (Rashidun Empire) conquest and rule, from 650s to 660s AD. Later on, much of this area became part of the Umayyad Empire and then the Abbasid Empire.\nThere were over 30 kings of the Seleucid dynasty from 323 to 63 BC.\nThe partition of Alexander's empire (323–281 BC).\nAlexander the Great had conquered the Persian Empire but later died young, leaving his huge empire of partly Hellenized culture without an adult heir.\nThe empire was put under the management of a regent named Perdiccas in 323 BC, and the territories were divided between Alexander's generals, who thereby became satraps, at the Partition of Babylon. Leaders who thought they should have more, started wars to get it. Soon the various parts of the empire were fighting each other.\nThe early Seleucid Empire.\nSeleucus I Soter was one of Alexander's generals who received a portion of the huge empire Alexander had carved out. He received huge expanses of land in Syria, Babylon, Anatolia, even as far out as India. When Perdiccas was killed in a political assassination by Ptolemy of Egypt, the empire that was barely held together then splintered apart. The Seleucid Empire quickly expanded, eventually taking parts of Thrace in the west and advancing past the Indus in the East.\nSeleucus I clashed several times with his southern rival for power, the Ptolemaic Dynasty. The Ptolemaic Dynasty controlled most of Egypt and the lands around it, and would fight the Seleucid Empire on many occasions for control of Syria. Seleucus I conquered much of Anatolia, and was preparing to invade Macedonia, when he was assassinated. This momentarily put an end to the Seleucid Empire's ambitions in Greece. After Seleucus I died, his heirs spent much of their time and money trying to maintain the enormous empire they had inherited. In this, they were rather successful, but the vastness of the empire defied attempts by the successors of Seleucus to control it effectively.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hellenistic_civilization","surface_form":"Hellenistic","offset":26},{"uri":"Ancient_Greek","surface_form":"Ancient Greek","offset":42},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":76},{"uri":"Anatolia","surface_form":"Anatolia","offset":157},{"uri":"Levant","surface_form":"Levant","offset":171},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":179},{"uri":"Persia","surface_form":"Persia","offset":192},{"uri":"Turkmenistan","surface_form":"Turkmenistan","offset":200},{"uri":"Pamir_Mountains","surface_form":"Pamir","offset":214},{"uri":"Indus_Valley","surface_form":"Indus Valley","offset":228},{"uri":"Achaemenid_Empire","surface_form":"Achaemenid Empire","offset":281},{"uri":"Islamic","surface_form":"Islamic","offset":340},{"uri":"Caliphate","surface_form":"Caliphate","offset":348},{"uri":"Rashidun_Empire","surface_form":"Rashidun Empire","offset":359},{"uri":"Umayyad_Empire","surface_form":"Umayyad Empire","offset":464},{"uri":"Abbasid_Empire","surface_form":"Abbasid Empire","offset":492},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":626},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":664},{"uri":"Management","surface_form":"management","offset":806},{"uri":"Regent","surface_form":"regent","offset":822},{"uri":"Perdiccas","surface_form":"Perdiccas","offset":835},{"uri":"Satrap","surface_form":"satrap","offset":938},{"uri":"Partition_of_Babylon","surface_form":"Partition of Babylon","offset":954},{"uri":"Anatolia","surface_form":"Anatolia","offset":1303},{"uri":"Thrace","surface_form":"Thrace","offset":1544},{"uri":"Indus","surface_form":"Indus","offset":1586},{"uri":"Ptolemaic_Dynasty","surface_form":"Ptolemaic Dynasty","offset":1677},{"uri":"Syria","surface_form":"Syria","offset":1837},{"uri":"Macedonia","surface_form":"Macedonia","offset":1911}]}