{"id":524365,"url":"http://en.wikipedia.org/wiki/The_Ghan","text":"\"The Ghan\" is a passenger train between Adelaide, Alice Springs, and Darwin on the Adelaide–Darwin railway in Australia. The train is operated by Great Southern Rail. It takes 54 hours to travel the with a four-hour stop in Alice Springs.\nThe name.\nThe train's name is a short version of its nickname \"The Afghan Express\". This nickname is said to have been first used in 1923 by one the train crew. The train's name honours Afghan camel drivers who arrived in Australia in the late 19th century to help find a way to reach the country's unexplored interior.\nAnother view is that the name was an insult. In 1891, the railway from Quorn reached Oodnadatta. This was home to about 150 cameleers, known as 'Afghans'. 'The Ghan Express' name was used by train crews in the 1890s as a joke because, when an expensive sleeping car was put on from Quorn to Oodnadatta, 'on the first return journey the only passenger was an Afghan'. As early as 1924, it was known as the 'The Afghan Express' because it was so unreliable, often days, or weeks late. By 1951, when steam engines were replaced by diesel-electric locomotives, the insult of the names, like the cameleers, had faded away. Modern marketing has turned the name into a term of pride in its heritage.\nOperations.\n\"The Ghan\" was sold to a private company in 1997 and is operated by Great Southern Rail. GSR was sold to Allegro Funds, a Sydney investment fund, in March 2015.\n\"The Ghan\" normally runs weekly year round. During December 2012 and January 2013 it ran only once every two weeks. Until 2016, a second service operated between June and September. The train stops at Alice Springs and Katherine so passengers have time for optional tours.\nEach train has between 16 and 26 stainless steel carriages. These were built by Comeng, Granville in the late 1960s / early 1970s for the \"Indian Pacific\", plus a motorail wagon. The train is pulled by a Pacific National NR class locomotive. Sometimes, other locomotives such as an AN class or a DL class join the NR class to pull the train.\nHistory.\nStarting in August 1929, \"The Ghan\" first ran on the Central Australian Railway. This was a narrow-gauge railway that went to Alice Springs. In 1957, the standard gauge Stirling North to Marree line opened, so the train only ran north of Marree. In October 1980 a new standard gauge line was built to the west of the original line. This was later extended north from Alice Springs to Darwin, opening in January 2004.\nOriginal Ghan.\nThe Port Augusta to Government Gums Railway began in 1878 when Premier of South Australia, William Jervois, broke ground at Port Augusta. The line reached Hawker in June 1880, Beltana in July 1881, Marree in January 1884, and Oodnadatta in January 1891. In 1926 work began to build the line to Alice Springs. and that section was completed in 1929. Until then, the final part of the train journey was made by camel.\nThere were always plans to build the line to Darwin, but by the time the line to Alice Springs was built, \"The Ghan\" was losing money. Plans to reach Darwin were put on indefinite hold. The original line followed the same track as the overland telegraph, which is believed to be the route taken by John McDouall Stuart during his 1862 crossing of Australia.\nSteam locomotives need a lot of water, and Stuart's route to Alice Springs was the only one that had available water. This meant that when it did rain, the creeks and rivers often washed the track away.\n\"The Ghan\" service was well known for long delays caused by these washouts. A flatcar behind the locomotive carried spare sleepers and railway tools, so that if there was damage to the track, the passengers and crew could repair the line. During World War II the service had to be greatly expanded, putting great pressure on the limited water supplies. As a result, de-mineralisation towers, some of which survive to this day, were built along the track. This meant that bore water could be used in the locomotives. When the new line to Alice Springs was built in the 1970s, the use of diesel engines meant that there was far less need for water. The line could take the much drier route from Tarcoola to Alice Springs.\nThe original Ghan was shown in BBC Television's series \"Great Railway Journeys of the World\" in 1980, presented by Michael Frayn.\nNew line.\nThe original \"Ghan\" ran for the last time in 1980. The Ghan Preservation Society has repaired sections of the old narrow gauge track and some notable sidings. In October 1980 the new standard gauge line from Tarcoola on the Trans-Australian Railway to Alice Springs was opened. The new line is about west of the old line. This avoids the floodplains where the original line was often damaged by floods. It was also hoped that the new line would improve the train's timekeeping.\nThe modern \"Ghan\" was in an episode of Channel 5's series \"Chris Tarrant: Extreme Railways\". In November 1998, one service went from Adelaide to Melbourne while from April 1999, the other went to Sydney.\nConnection to Darwin.\nBuilding the line between Alice Springs and Darwin is said to be the second-largest civil engineering project in Australia, the largest since the Snowy Mountains Scheme was built 1949–1974.\nWork began in July 2001, with the first passenger train reaching Darwin on 4 February 2004, after 126 years of planning and waiting. The cost was A$1.3 billion.\n\"The Ghan's\" arrival in Darwin started a new era of tourism in the Northern Territory. Travel to the area was easier, with better access to and for Aboriginal communities. The rail link will allow for more freight to travel through the region, leading to a hope that Darwin will serve as another trade link with Asia.\nOne of the locomotives was named after Steve Irwin to help promote the new service and tourism to the region.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adelaide","surface_form":"Adelaide","offset":40},{"uri":"Alice_Springs","surface_form":"Alice Springs","offset":50},{"uri":"Darwin%2C_Northern_Territory","surface_form":"Darwin","offset":69},{"uri":"Adelaide%E2%80%93Darwin_railway","surface_form":"Adelaide–Darwin railway","offset":83},{"uri":"Great_Southern_Rail_(Australia)","surface_form":"Great Southern Rail","offset":146},{"uri":"Afghan_(Australia)","surface_form":"Afghan camel drivers","offset":425},{"uri":"Quorn%2C_South_Australia","surface_form":"Quorn","offset":630},{"uri":"Oodnadatta%2C_South_Australia","surface_form":"Oodnadatta","offset":644},{"uri":"Steam_locomotive","surface_form":"steam engines","offset":1056},{"uri":"Diesel-electric_transmission","surface_form":"diesel-electric","offset":1087},{"uri":"Great_Southern_Rail_(Australia)","surface_form":"Great Southern Rail","offset":1332},{"uri":"Sydney","surface_form":"Sydney","offset":1386},{"uri":"Katherine%2C_Northern_Territory","surface_form":"Katherine","offset":1644},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1731},{"uri":"Commonwealth_Engineering","surface_form":"Comeng","offset":1778},{"uri":"Granville%2C_New_South_Wales","surface_form":"Granville","offset":1786},{"uri":"Indian_Pacific","surface_form":"Indian Pacific","offset":1837},{"uri":"Motorail","surface_form":"motorail","offset":1861},{"uri":"Pacific_National","surface_form":"Pacific National","offset":1902},{"uri":"NR_class","surface_form":"NR class","offset":1919},{"uri":"Australian_National_AN_class","surface_form":"AN class","offset":1980},{"uri":"Australian_National_DL_class","surface_form":"DL class","offset":1994},{"uri":"Central_Australian_Railway","surface_form":"Central Australian Railway","offset":2102},{"uri":"Narrow-gauge_railway","surface_form":"narrow-gauge railway","offset":2141},{"uri":"Standard_gauge","surface_form":"standard gauge","offset":2203},{"uri":"Marree_railway_line","surface_form":"Stirling North to Marree line","offset":2218},{"uri":"Farina%2C_South_Australia","surface_form":"Government Gums","offset":2501},{"uri":"Premier_of_South_Australia","surface_form":"Premier of South Australia","offset":2544},{"uri":"William_Jervois","surface_form":"William Jervois","offset":2572},{"uri":"Hawker%2C_South_Australia","surface_form":"Hawker","offset":2636},{"uri":"Beltana%2C_South_Australia","surface_form":"Beltana","offset":2657},{"uri":"Australian_Overland_Telegraph_Line","surface_form":"overland telegraph","offset":3132},{"uri":"John_McDouall_Stuart","surface_form":"John McDouall Stuart","offset":3195},{"uri":"Steam_locomotive","surface_form":"Steam locomotive","offset":3255},{"uri":"Flatcar","surface_form":"flatcar","offset":3536},{"uri":"World_War_II","surface_form":"World War II","offset":3704},{"uri":"Diesel","surface_form":"diesel","offset":4044},{"uri":"Tarcoola%2C_South_Australia","surface_form":"Tarcoola","offset":4151},{"uri":"BBC_Television","surface_form":"BBC Television","offset":4209},{"uri":"Great_Railway_Journeys_of_the_World","surface_form":"Great Railway Journeys of the World","offset":4234},{"uri":"Michael_Frayn","surface_form":"Michael Frayn","offset":4293},{"uri":"Trans-Australian_Railway","surface_form":"Trans-Australian Railway","offset":4542},{"uri":"Floodplain","surface_form":"floodplain","offset":4656},{"uri":"Channel_5_(UK)","surface_form":"Channel 5","offset":4835},{"uri":"Chris_Tarrant","surface_form":"Chris Tarrant","offset":4855},{"uri":"Melbourne","surface_form":"Melbourne","offset":4941},{"uri":"Sydney","surface_form":"Sydney","offset":4992},{"uri":"Snowy_Mountains_Scheme","surface_form":"Snowy Mountains Scheme","offset":5168},{"uri":"Australian_dollar","surface_form":"A$","offset":5358},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":5440},{"uri":"Indigenous_Australians","surface_form":"Aboriginal","offset":5521},{"uri":"Steve_Irwin","surface_form":"Steve Irwin","offset":5730}]}