{"id":52449,"url":"http://en.wikipedia.org/wiki/Samus_Aran","text":"is a female (girl) video game character, who is the main character of the \"Metroid\" games. Because she does not remove her suit or talk much, people thought she was a boy until they saw the ending of \"Metroid\", which shows Samus without her suit. She's a bounty hunter, and helps the Galactic Federation. She has many enemies, including Mother Brain, Ridley, Kraid, Dark Samus, and the Metroids.\nCreation.\nThe makers said that the Metroid series is supposed to be like the 1979 film, \"Alien\", and Samus was like one of the film's characters, Ellen Ripley. Players thought Samus was a boy until the end of the original \"Metroid\" game. One of the makers said that it would be \"kind of cool if it turned out that this person inside the suit was a woman\". The rest of the makers liked it so it happened\nSuit.\nSamus' suit is orange and red, and runs on Energy Tanks. It was made by creatures called Chozos, and can gain new powers and abilities. She has lots of other suits as well.\nAppearances.\nThe \"Metroid Prime\" series takes place in between \"Metroid\" and '.\nIn \"Metroid Prime\", Samus has to go to the Frigate Orpheon, and meets Meta Ridley, the revived form of an enemy from \"Metroid\". She loses her powers on the frigate through an accident, and escapes to the planet Tallon IV. She eventually has to do battle with the final boss, Metroid Prime.\nIn ', Samus meets a creature called Dark Samus, which is Metroid Prime fused with a suit Samus got on Tallon IV.\nIn ', Samus and three other bounty hunters\nOther appearances.\nSamus was the first female character to appear in the \"Super Smash Bros.\" series, and has been in \"Super Smash Bros.\", \"Super Smash Bros. Melee\", \"Super Smash Bros. Brawl\", and \"Super Smash Bros. for Nintendo 3DS and Wii U\". She's only in her suit in the first two, but in the third and fourth, she can be in Zero Suit Samus form, which comes from '. In the fourth game, Samus in her power suit and her zero suit are listed as two separate characters. She takes many moves from the \"Metroid\" series, including the Charge Beam, Bombs, Screw Attack, and Missiles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":19},{"uri":"Metroid_(series)","surface_form":"Metroid","offset":75},{"uri":"Metroid","surface_form":"Metroid","offset":201},{"uri":"Bounty_hunter","surface_form":"bounty hunter","offset":255},{"uri":"List_of_Metroid_characters","surface_form":"Mother Brain, Ridley, Kraid, Dark Samus","offset":337},{"uri":"Metroid_(species)","surface_form":"Metroids","offset":386},{"uri":"1979","surface_form":"1979","offset":473},{"uri":"Alien_(Film)","surface_form":"Alien","offset":485},{"uri":"Metroid","surface_form":"Metroid","offset":1042},{"uri":"Metroid_Prime","surface_form":"Metroid Prime","offset":1062},{"uri":"Metroid","surface_form":"Metroid","offset":1176},{"uri":"Super_Smash_Bros._(series)","surface_form":"\"Super Smash Bros.\" series","offset":1577},{"uri":"Super_Smash_Bros.","surface_form":"Super Smash Bros.","offset":1622},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":1643},{"uri":"Super_Smash_Bros._Brawl","surface_form":"Super Smash Bros. Brawl","offset":1670},{"uri":"Super_Smash_Bros._for_Nintendo_3DS_and_Wii_U","surface_form":"Super Smash Bros. for Nintendo 3DS and Wii U","offset":1701}]}