{"id":524468,"url":"http://en.wikipedia.org/wiki/Service_animal","text":"Service animals are animals that have been trained to do things to help people with disabilities. Service animals may also be called assistance animals, assist animals, support animals, or helper animals, depending on the country and what the animal does.\nTypes.\nIn the United States, as of the 2011 changes to Americans with Disabilities Act regulation only dogs may be used as service animals for the purposes of going to public places. However, in certain situations miniature horses are supposed to be accommodated the same as service animals that are dogs. The U.S. government does not recognize a right to use any other species as an assistance animal in public places where pets would not be permitted except on commercial aircraft.\nDogs.\nThese are just examples of some of the things service dogs can do. Service dogs can also be trained to do many, many more things for people with all kinds of disabilities.\nMiniature horses.\nAn owner might choose a miniature horse as a service animal because they are allergic to dogs, or because their religion says that dogs are unclean. Miniature horses can also live and work for about 30 years, much longer than a service dog.\nCapuchin monkeys.\nAre not allowed in buildings with a \"no animal\" policy. They may be used at home or outside where any animal is allowed, but under the 2011 ADA revision, only canines and in some cases miniature horses, are legally recognized as public access service animals.\nHelper monkeys can be helpful to people who have trouble with using their hands and arms, like people with quadriplegia, very bad spinal cord injuries, very bad injuries to their hands and arms, and multiple sclerosis.\nHelper monkeys are usually raised in a human home as infants. Then they get years of training, usually in schools by private organizations. On average, they take 7 years to train. They are usually able to serve as helper monkeys for 25–30 years (two to three times longer than a service dog).\nNot everyone agrees that monkeys should be service animals. Debbie Leahy, manager of captive wildlife protection for the Humane Society of the United States, says that monkeys are not real service animals and that sometimes they are abused during their training.\nIn the United States, helper monkeys are also not counted as service animals under most laws.\nAnimals which cannot be service animals.\nIf an animal has not been trained to do a job or task that will help a person with a disability, it cannot be a service animal.\nSome people with mental health problems, like anxiety or PTSD, use different kinds of animals to give them comfort (make them feel better) when they are upset. These animals are called \"comfort animals\" (or \"Emotional Support Animals\").\nSome people use unusual comfort animals, like snakes, tarantulas, guinea pigs, turtles, and rats. Even if having the animal makes the owner feel better, these animals cannot be service animals because it is impossible to train them to do something to help a person with a disability.\nEven if a comfort animal is a dog or a miniature horse, being a comfort animal is not the same as being a service animal. Comfort animals make their owners feel better just by being there. A service animal is trained to recognize that there is a problem and do the job they were trained to do to help their owner. For example, a psychiatric service dog would recognize that its owner is feeling upset and do a specific job, like get medicine, get help, or distract the person, to help them.\nLaws in the United States.\nIn the United States, service animals have some protection under the law. Different laws set rules about service animals in different situations. For example, the Americans with Disabilities Act (ADA) governs the use of service animals in public places. Other laws, for example, control which service animals are allowed in housing. But these different laws do not agree on what counts as a service animal.\nThe Americans with Disabilities Act (ADA).\nIn 1990, the United States passed the Americans with Disabilities Act (ADA). Its goal was to protect the rights of people with disabilities. At first, it mentioned only guide dogs as service animals. Since then, it has been changed to include more protections. It now defines a service animal as any \"dog that is individually trained to do work or perform tasks for people with disabilities.\"\nIf the answer to all four questions is \"yes,\" the place needs to let the miniature horse in, and treat it like a service animal.\nOther than service dogs and service miniature horses, no other type of assistance animal is protected under the ADA.\nProtections for service animals.\nIn these places, it is also illegal to treat a person with a service animal differently than any other person. The person with a service animal cannot be charged extra money, refused service, or kept apart from other people. A service animal can be asked to leave one of these places only if it is out of control (for example, if it is aggressive or urinates inside). The animal has to be on a leash, or controlled by its owner's voice or signals, all the time.\nIt is legal to train your own service animal in the United States.\nService animals do not get these same protections in most religious organizations. Most religious organizations are exempt from the ADA's requirements, which means they do not have to obey the ADA.\nOther laws.\nOther laws have less strict definitions of which animals count as service animals. For example, the Department of Transportation's Air Carrier Access Act allows \"dogs and other service animals\" to ride with passengers on commercial airlines.\nThe Fair Housing Act also requires housing providers to allow service animals (including comfort and emotional support animals). This law does not say that only certain animals are allowed.\nMexico & South America.\nIn most places in South America and Mexico, the place's owner or manager gets to decide whether to let a service animal in. There are no laws that protect service animals or their owners. In areas with many tourists, service dogs are generally welcomed without problems.\nIn Brazil, however, the President created a new law about service dogs in 2006. The law says that all service dogs in Brazil must be allowed to go anywhere that the public could go. The \"Brasília Metro\" (the Brazilian public transportation system) has developed a program which trains guide dogs to ride it.\nEurope.\nDifferent European countries have different laws about service animals. Some countries have laws that govern the entire country, and sometimes different parts of the country govern themselves.\nAustralia.\nIn Australia, the Disability Discrimination Act of 1992 legally protects all assistance dog handlers.\nHowever, with current laws, owners may not always be allowed to have their service animals with them in all situations. Each state and territory has its own laws, which mainly have to do with guide dogs. Queensland has introduced the Guide Hearing and Assistance Dog Act 2009, which protects all certified assistance dogs.\nCanada.\nIn Canada, any service animal is allowed anywhere that the general public is allowed, as long as the owner is in control of the animal. In Alberta, there is a fine of up to $3000 for someone who refuses to let a service dog into a place where everyone else could go.\nSouth Korea.\nIn South Korea, the law says service dogs must be let into any areas that are open to the public. People who break this law can be fined for up to 2 million \"won\" (about $1691 in United States dollars).","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":20},{"uri":"Disability","surface_form":"people with disabilities","offset":72},{"uri":"Allergy","surface_form":"allergic","offset":1013},{"uri":"Religion","surface_form":"religion","offset":1048},{"uri":"Quadriplegic","surface_form":"quadriplegia","offset":1562},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":1585},{"uri":"Injury","surface_form":"injuries","offset":1597},{"uri":"Multiple_sclerosis","surface_form":"multiple sclerosis","offset":1654},{"uri":"Wildlife","surface_form":"wildlife","offset":2060},{"uri":"Humane_Society_of_the_United_States","surface_form":"Humane Society of the United States","offset":2088},{"uri":"Animal_abuse","surface_form":"abused","offset":2200},{"uri":"Mental_health","surface_form":"mental health","offset":2510},{"uri":"Anxiety","surface_form":"anxiety","offset":2539},{"uri":"Snake","surface_form":"snake","offset":2776},{"uri":"Tarantula","surface_form":"tarantula","offset":2784},{"uri":"Guinea_pig","surface_form":"guinea pig","offset":2796},{"uri":"Turtle","surface_form":"turtle","offset":2809},{"uri":"Rat","surface_form":"rat","offset":2822},{"uri":"United_States","surface_form":"United States","offset":3539},{"uri":"Law","surface_form":"law","offset":3601},{"uri":"Housing","surface_form":"housing","offset":3856},{"uri":"Americans_with_Disabilities_Act","surface_form":"Americans with Disabilities Act","offset":4020},{"uri":"Rights","surface_form":"rights","offset":4087},{"uri":"Aggression","surface_form":"aggressive","offset":4990},{"uri":"Urination","surface_form":"urinates","offset":5004},{"uri":"Air_Carrier_Access_Act","surface_form":"Air Carrier Access Act","offset":5524},{"uri":"Airplane","surface_form":"airlines","offset":5625},{"uri":"Fair_Housing_Act","surface_form":"Fair Housing Act","offset":5639},{"uri":"South_America","surface_form":"South America","offset":5867},{"uri":"Mexico","surface_form":"Mexico","offset":5885},{"uri":"Tourist","surface_form":"tourist","offset":6056},{"uri":"Brazil","surface_form":"Brazil","offset":6123},{"uri":"President_of_Brazil","surface_form":"President","offset":6144},{"uri":"Public_transportation","surface_form":"public transportation","offset":6338},{"uri":"Europe","surface_form":"Europe","offset":6446},{"uri":"Australia","surface_form":"Australia","offset":6643},{"uri":"States_of_Australia","surface_form":"state","offset":6867},{"uri":"Territory","surface_form":"territory","offset":6877},{"uri":"Queensland","surface_form":"Queensland","offset":6946},{"uri":"Certificate","surface_form":"certified","offset":7038},{"uri":"Canada","surface_form":"Canada","offset":7076},{"uri":"Alberta","surface_form":"Alberta","offset":7212},{"uri":"Fine","surface_form":"fine","offset":7232},{"uri":"Canadian_dollar","surface_form":"$","offset":7246},{"uri":"South_Korea","surface_form":"South Korea","offset":7356},{"uri":"United_States_dollar","surface_form":"United States dollar","offset":7532}]}