{"id":52450,"url":"http://en.wikipedia.org/wiki/Metroid_(series)","text":"\"Metroid\" is a series of video games made by Nintendo. The series started in Japan in 1986. Its main character in the game is Samus Aran. Almost all of the games in the series have a certain kind of fictional creature called a \"Metroid\". This is where the name of the series comes from. Metroids look a lot like jellyfish except they can fly. They also have teeth instead of tentacles. They attack creatures and people by charging quickly towards them and sucking out all their life force.\nCharacters.\nThe main character in the series is Samus Aran. She always wears a very powerful space suit. This suit lets her do things that normal humans cannot do, such as jump very high and fall long ways without being hurt. The right arm on Samus' suit has a large gun built into it. She is seen in this space suit almost all of the time. In many of the games, if the player finishes the game fast enough or collects enough items, they can see her without the suit on. When this happens, she is either wearing a tight jumpsuit, or something resembling a bikini.\nThe main enemies of the \"Metroid\" games are the Space Pirates. They are tall creatures who look like lizards that walk on two legs. The Space Pirate commander is a dragon named Ridley, who is Samus' worst enemy.\nGameplay.\nIn most \"Metroid\" games, the player explores far away planets or space stations. The player, as Samus, starts the game with very few powers, and not many places to go. The player must explore to find items and powers that let him or her get to new areas. In the first \"Metroid\"; Samus had to defeat Ridley; a giant monster named Kraid; and then destroy the Space Pirate's computer, Mother Brain. In all \"Metroid\" games, there are different goals to achieve, but nearly all of them involve looking for items and exploring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":25},{"uri":"Nintendo","surface_form":"Nintendo","offset":45},{"uri":"Japan","surface_form":"Japan","offset":77},{"uri":"1986","surface_form":"1986","offset":86},{"uri":"Fictional_character","surface_form":"character","offset":101},{"uri":"Samus_Aran","surface_form":"Samus Aran","offset":126},{"uri":"Fiction","surface_form":"fiction","offset":199},{"uri":"Jellyfish","surface_form":"jellyfish","offset":312},{"uri":"Teeth","surface_form":"teeth","offset":358},{"uri":"Tentacle","surface_form":"tentacle","offset":375},{"uri":"Life","surface_form":"life force","offset":478},{"uri":"Space_suit","surface_form":"space suit","offset":583},{"uri":"Gun","surface_form":"gun","offset":757},{"uri":"Dragon","surface_form":"dragon","offset":1218},{"uri":"Planet","surface_form":"planet","offset":1330},{"uri":"Space_station","surface_form":"space station","offset":1341}]}