{"id":524649,"url":"http://en.wikipedia.org/wiki/Americans_with_Disabilities_Act_of_1990","text":"ce=\"preserve\">The Americans with Disabilities Act (the ADA) is a law that was passed by the United States Congress in 1990. President George H. W. Bush signed the ADA, making it an official United States law, on July 26, 1990. Later, President George W. Bush amended (changed) the ADA and signed those changes into law. The changes started on January 1, 2009.\nThe ADA is a detailed civil rights law whose goal is to protect people with disabilities from discrimination. Before the ADA, people with disabilities did not have many legal protections. In 1964, the Civil Rights Act of 1964 was passed. This law made it illegal to discriminate against people because of their race, religion, gender, national origin (home country), and many other things. But people with disabilities were not included or protected under the Civil Rights Act of 1964. The ADA gave the Civil Rights Act's protections - and some others - to people with disabilities.\nWho Is Protected Under the ADA?\nThe ADA protects people with disabilities. The ADA says that a disability is a physical or mental problem that makes it very difficult to do at least one \"major life activity.\" Major life activities are things like walking, breathing, learning, reading, communicating, seeing, hearing, thinking, and other very important tasks.\nWho Is Not Protected Under the ADA?\nThe ADA lists some conditions that are not counted as disabilities. People with these conditions are not protected by the ADA. The goal of not including these people was to make sure the ADA's goal of protecting people with disabilities was not abused.\nSections of the ADA.\nThe ADA has five sections, which are called \"titles\". Each title protects against a different kind of discrimination. The titles are numbered in Roman numerals: I (one), II (two), III (three), IV (four), and V (five).\nTitle I: Employment.\nTitle I of the ADA protects against discrimination in employment (work).\nWhat Employers are Covered by the ADA?\nNot every employer has to follow the ADA's rules. Employers that are covered by the ADA, and have to follow the ADA's rules, are called \"covered entities.\"\nWhat Do Employers Have to Do?\nTitle I says that employers who are covered by the ADA cannot discriminate against a person with a disability, as long as that person is qualified (able) to do their job. Title I does \"not\" say that people with disabilities have to be hired for jobs that they are not qualified for.\nThese employers do have to give \"reasonable accommodations\" to workers with disabilities if needed. An \"accommodation\" is a change in the way things are usually done. It is a change that a worker needs because of a disability, to help them do their job. If a worker with a disability needs reasonable accommodations to do their job, that does not mean they are not qualified to do their job. As long as the worker is able to do their job with the help of accommodations, they are qualified to do the job.\nHowever, the accommodation must be \"reasonable.\" An accommodation is not reasonable if it would be very difficult or very expensive. If an accommodation is not reasonable, the employer does not have to give it.\nWhat is Employment Discrimination?\nUsually, employers cannot ask workers or people applying for jobs whether they have a disability, or ask them to give details about their disability.\nComplaints.\nIf a person with a disability thinks their employer has discriminated against them, they can make a complaint to the U.S. Equal Employment Opportunity Commission (EEOC). The complaint has to be made within 180 days of when the discrimination happened. If the EEOC thinks discrimination has happened, they will send a letter that tells the person with the disability that they have the right to sue (file a lawsuit against) their employer. The person with the disability may then file a lawsuit in federal court.\nTitle II: State and Local Government Activities - and Public Transportation.\nTitle II protects against discrimination in all activities of state and local governments.\nGovernment Activities.\nState and local governments have to give people with disabilities the same chances as people without disabilities to use all of their programs and services. If people with disabilities need reasonable accommodations to be able to participate in these programs, the state or local government has to make them.\nPublic Transportation.\nA special part of Title II covers public transportation. It protects people with disabilities from being discriminated against by public transportation. This includes city buses, subways, commuter trains, Amtrak, and all other transportation that the public can use.\nWherever there is a bus or train line that runs on a fixed route (it cannot make special stops), the government must provide \"paratransit\". Paratransit is a service for people with disabilities who cannot use the regular public transportation system. Paratransit (usually a car or bus) picks them up and drops them off where they need to go.\nComplaints.\nA person with a disability can also file their own lawsuit in a federal court, saying that the state or local government discriminated against them. The person does not need to complain to the Department of Justice first, or have the Department of Justice tell them they have the right to sue.\nComplaints.\nIf a person is unable to write, fax, or type a complaint because of a disability, the Department of Justice will make reasonable accommodations to help. The person can call the Department of Justice's ADA Information Line. The Information Line is answered by ADA Specialists. A person with a disability can explain their complaint, and the Specialist will write it down for them. If the person is deaf and uses American Sign Language, a Specialist can take their complaint by videophone (so they can see each other and sign back and forth to each other).\nA person can also file their own lawsuit against the public accommodation, without needing the Department of Justice to say they have a \"right to sue.\"\nWho Is Covered by Title IV?\nTitle IV of the ADA protects against discrimination by telecommunications companies in the U.S. (like phone companies).\nTitle IV protects any person with a disability, but it focuses on people with speaking and hearing disabilities, because they have the most trouble talking by phone.\nWhat Do Telecommunications Companies Have to Do?\nRelay services have changed a lot since 1990. At first, the most common relay services were teletypewriter (TTY) and Telecommunications for the Deaf (TDD) devices. These were like phones with typewriters attached. Two people with TDDs could type back and forth to each other. Or, if a person with a disability wanted to call a regular phone (like a pizza restaurant), they could type into the phone, an operator would read the message out loud to the pizza restaurant, listen to the restaurant's answer and type it back to the person with a disability.\nTitle IV also led every state in the U.S. to create Telecommunications Relay Services (TRS), such as STS relay. STS stands for Speech-to-Speech. It was created for people who have speaking problems. STS relay operators listen to what the person is saying and repeats it in a clear voice to make it easier for the other person to understand. Today, many calls that use TRS are made over the Internet by consumers who use broadband connections. Some are Video Relay Service (VRS) calls, while others are text calls. Either way, communication assistants translate between the signed or typed words of a consumer and the spoken words of others. In 2006, according to the Federal Communications Commission (FCC), VRS calls averaged two million minutes a month.\nComplaints.\nComplaints about discrimination under Title IV go to the Federal Communications Commission (FCC).","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":65},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":92},{"uri":"United_States_President","surface_form":"President","offset":124},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":134},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":244},{"uri":"Amendment","surface_form":"amended","offset":259},{"uri":"Civil_rights","surface_form":"civil rights","offset":382},{"uri":"Disability","surface_form":"disabilities","offset":436},{"uri":"Discrimination","surface_form":"discrimination","offset":454},{"uri":"Civil_Rights_Act_of_1964","surface_form":"Civil Rights Act of 1964","offset":561},{"uri":"Illegal","surface_form":"illegal","offset":615},{"uri":"Race_(sociology)","surface_form":"race","offset":671},{"uri":"Religion","surface_form":"religion","offset":677},{"uri":"Gender","surface_form":"gender","offset":687},{"uri":"Breathing","surface_form":"breathing","offset":1199},{"uri":"Learning","surface_form":"learning","offset":1210},{"uri":"Reading","surface_form":"reading","offset":1220},{"uri":"Communication","surface_form":"communicating","offset":1229},{"uri":"Sight","surface_form":"seeing","offset":1244},{"uri":"Hearing","surface_form":"hearing","offset":1252},{"uri":"Thinking","surface_form":"thinking","offset":1261},{"uri":"Roman_numeral","surface_form":"Roman numeral","offset":1758},{"uri":"Employment","surface_form":"employment","offset":1906},{"uri":"Lawsuit","surface_form":"lawsuit","offset":3752},{"uri":"Government","surface_form":"government","offset":4013},{"uri":"Public_transportation","surface_form":"public transportation","offset":4415},{"uri":"Subway","surface_form":"subway","offset":4560},{"uri":"Commuter","surface_form":"commuter","offset":4569},{"uri":"Amtrak","surface_form":"Amtrak","offset":4586},{"uri":"Telecommunication","surface_form":"telecommunication","offset":6098},{"uri":"Teletypewriter","surface_form":"teletypewriter","offset":6470},{"uri":"Telecommunications_for_the_Deaf","surface_form":"Telecommunications for the Deaf","offset":6495},{"uri":"Typewriter","surface_form":"typewriter","offset":6570},{"uri":"Broadband_connections","surface_form":"broadband connections","offset":7351},{"uri":"Video_Relay_Service","surface_form":"Video Relay Service","offset":7383},{"uri":"Federal_Communications_Commission","surface_form":"Federal Communications Commission","offset":7598}]}