{"id":52465,"url":"http://en.wikipedia.org/wiki/Newbie","text":"e=\"preserve\">Newbie is a slang term for a new person in a community, group, or video game, and especially on the internet. \"Newb\" is short for newbie and another slang term that comes from the word \"new\". A noob usually means a bad player in a game, or someone who does not know the rules of a community yet. Being called a noob is usually not a good thing especially if its by an \"Epic Gamer\".\nHistory.\nThe use of the word \"newbie\" originated in World War II. It was a word veterans used to describe new recruits.\nIn recent years, however, the term has been used more often in Massively Multiplayer Online Role-Playing Game (MMORPG)s or other internet based games. It can also mean someone who has a high level in a game, but is not a skilled player. A person new to a game or a younger player can be referred to as a newbie.\nMany places, such as internet forums or online communities, use the word \"noob\" differently than the word \"newbie\". A newbie is simply someone who is new to the forum or game. But a noob or n00b is someone who has been around long enough to know better, but doesn't. A noob is thought of as having no respect for the rules and does not seem to want to do anything for himself. So noob has become an offensive term on the internet. To behave like a noob can mean getting disrespect and a lack of interest from other players.\nNoobs are usually referred to by the 1337 (pronounced \"leet\") or skilled players, who have marginally higher experience in the game. When a leet soundly defeats a noob, he is said to be \"pawning noobs\". Recently \"noob\" is used mainly just as a name to refer to other players in various online games. It's usually a derogatory term, but can be exchanged as a friendly greeting. A noob is sometimes confused with a \"choob\" (a low skilled person in a game, but having acquired nice things as a result of playing).","categories":[],"infobox_types":[],"annotations":[{"uri":"Slang","surface_form":"slang","offset":25},{"uri":"Video_game","surface_form":"video game","offset":79},{"uri":"Internet","surface_form":"internet","offset":113},{"uri":"Massively_Multiplayer_Online_Role-Playing_Game","surface_form":"Massively Multiplayer Online Role-Playing Game (MMORPG)","offset":578}]}