{"id":524618,"url":"http://en.wikipedia.org/wiki/Oxford_University_Press","text":"e=\"preserve\">Oxford University Press (OUP) is the largest university press in the world, and the second-oldest, after Cambridge University Press. It is a department of the University of Oxford. It is governed by the Delegates of the Press. This is a group of 15 members of the university. They are headed by the Secretary to the Delegates, who serves as OUP' s chief executive and as its major representative on other university bodies. Oxford University has been using this system of contol since the 17th century.\nThe university started printing books around 1480. It soon grew into a major printer of Bibles, prayer books, and scholarly works. It began what later became the \"Oxford English Dictionary\" in the late 19th century. Over the last hundred years, Oxford has grown and now publishes children's books, school text books, music, journals, the World's Classics series, a best-selling range of English Language Teaching texts, as well as its academic and religious titles. It opened its first international office in New York in 1896. Changes caused by computer technology and the need to lower costs, led to the Press contracting out its printing and binding work. The Press's printing house at Oxford was closed in 1989. Its former paper mill at Wolvercote was demolished in 2004.\nThe Press publishes about 6,000 new titles around the world every year. It is a charitable organization, its profits go to the University of Oxford. The university's aims of excellence in scholarship, research, and education are supported through its publishing activities.","categories":[],"infobox_types":[],"annotations":[{"uri":"University_press","surface_form":"university press","offset":58},{"uri":"Cambridge_University_Press","surface_form":"Cambridge University Press","offset":118},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":172},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":679},{"uri":"New_York_City","surface_form":"New York","offset":1026},{"uri":"Wolvercote","surface_form":"Wolvercote","offset":1257},{"uri":"Charitable_organization","surface_form":"charitable organization","offset":1372}]}