{"id":52478,"url":"http://en.wikipedia.org/wiki/Armens","text":"Armens (Armenian: Արմեններ, Առամեններ), were Armenian tribes, the people are called Arman, Armenic or Armanen. They correspond with the Hayasa-Azzi Tribes. The Armans united with the tribes of Hayasi. Recent linguistic studies present strong evidence that the Indo-European language group originates in Anatolia. According to most accounts, the Armens were generally tall, blond-haired, and blue-eyed in appearance, in contrast to their Urartian cousins who tended to be slighter with black hair and black eyes. The Urartian state, which existed there prior to the coming of the\nIndo-European-speaking \"Armen\" tribes from the west, was a federation of many peoples.\nHistory.\nAt the end of the second millennium BC, another Indo-European ethnic group, closely related to Thracians and Phrygians and referred to by the Greeks as Armens, migrated to the Armenian Highland from Northern Balkans.\nOne theory suggests that the Armens were of Thracian origin, and related to the Phrygians. The Armens were near the head waters of the Halys, to the west of the Euphrates. The Armens seemed to have mixed blood with another Asiatic element whose patronymic Hai, became in time their national designation. The country where the Armens settled were a mountainous region, traversed by deep valleys and smiling plains.\nEtymology.\nThe word Armani, (mentioned in Akkadian inscriptions as early as 2400 BC) an early form of Armen-Armin or Arman denotes the national affiliation, as with many cultures standing for the particular nation thus, the God AR being the primary deity in the Indo-European (aka Aryan) pantheon - thus AR MAN denotes—Men of Ar or Children of Ar, again initially AR standing for ARAREL-ARARICH [hence Ar-Ar-At the Place of ARAR] -- Create-Creator, also Sun, Light, Life and Love.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenian_language","surface_form":"Armenian","offset":8},{"uri":"Armenians","surface_form":"Armenian","offset":45},{"uri":"Hayasa-Azzi","surface_form":"Hayasa-Azzi Tribes","offset":136},{"uri":"Anatolia","surface_form":"Anatolia","offset":303},{"uri":"Indo-European","surface_form":"Indo-European","offset":723},{"uri":"Phrygians","surface_form":"Phrygians","offset":784},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":817},{"uri":"Armenian_Highland","surface_form":"Armenian Highland","offset":851},{"uri":"Balkans","surface_form":"Balkans","offset":883},{"uri":"Thracian","surface_form":"Thracian","offset":936},{"uri":"Phrygians","surface_form":"Phrygians","offset":972},{"uri":"Halys","surface_form":"Halys","offset":1027},{"uri":"Euphrates","surface_form":"Euphrates","offset":1053},{"uri":"Akkadian","surface_form":"Akkadian","offset":1348},{"uri":"Indo-European","surface_form":"Indo-European","offset":1568},{"uri":"Aryan","surface_form":"Aryan","offset":1587}]}