{"id":52474,"url":"http://en.wikipedia.org/wiki/Feudalism","text":"Feudalism is a system of land ownership and duties. It was used in the Middle Ages. With feudalism, all the land in a kingdom was the king's. However, the king would give some of the land to the lords or nobles who fought for him, called vassals. These gifts of land were called fiefs.\nCharacteristics.\nUnder feudalism, taxes were not paid with money. They were paid in products and services. Presents and taxes had to be given to the lords by their vassals. At harvest time, the vassals gave shares of their crops to the lords. The vassals would grind their grain at the noble's granaries. They would give part of the grain to their lord. When animals were killed for food, part of the meat was given to the lords. The lords promised to give protection, peace, and safety to their vassals.\nNobles.\nManors were completely owned by the nobles. They were given from one generation to another. The noble's firstborn son took it all when his father died. Each manor had its own pasture lands, mill, wine press, church, and village. A manor had to let many people live there. Lords gave their servants food and a place to sleep, but they did not pay their servants money.\nVilleins.\nThe villein was in a poorer class. They had to serve the lords, but was free in other ways. They had work to do for the lord or the town. Then they went back to their little houses with floors made of earth and a thatched roof. On the walls of their houses, the villeins hung meats, tools, and dried vegetables.\nA villein was more free than slaves or serfs, but they still were not completely free. They could not move or marry if the lord didn't say yes. They also could not leave the manor lands if the lord said no. If they escaped, they could run away to a town where they could try to live quietly without being known, until he is discovered. If they did this, they become a free men. If they wanted to help the Catholic Church, they needed special permission. As a member of the church, their position could get higher. However, if this did not work, they could join a band of outlaws.\nSerfs.\nThe serf was in the lowest class. He was only a little better than slaves. He could not be sold away from the land, but was always sold \"with\" the land.\nBut villeins and serfs had rights as well. They could cultivate grain and vegetables for sale, and the lord had duty to protect them and provide them land to cultivate. If they got wealthy enough, they could buy their freedom from the lord. They also did not need to serve in levy (that is: army mustered up by conscription) and they did not need to pay state taxes. They usually paid 10% of their income to the Church and 10% to the feudal lord, which was called a tithe.\nMarxism.\nAccording to Karl Marx, feudalism was the stage of society before capitalism and after slavery. When the lords and the serfs fought, feudalism ended and capitalism came into being. However, instead of the lords exploiting the serfs, now it was the bourgeoisie exploiting the proletariat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tax","surface_form":"tax","offset":320},{"uri":"Money","surface_form":"money","offset":345},{"uri":"Product","surface_form":"products","offset":370},{"uri":"Service","surface_form":"service","offset":383},{"uri":"Harvest","surface_form":"harvest","offset":462},{"uri":"Grind","surface_form":"grind","offset":547},{"uri":"Grain","surface_form":"grain","offset":559},{"uri":"Generation","surface_form":"generation","offset":868},{"uri":"Church","surface_form":"church","offset":1007},{"uri":"Villein","surface_form":"villein","offset":1181},{"uri":"Soil","surface_form":"earth","offset":1378},{"uri":"Thatching","surface_form":"thatched","offset":1390},{"uri":"Tool","surface_form":"tools","offset":1460},{"uri":"Vegetable","surface_form":"vegetable","offset":1477},{"uri":"Tithe","surface_form":"tithe","offset":2695},{"uri":"Karl_Marx","surface_form":"Karl Marx","offset":2724},{"uri":"Capitalism","surface_form":"capitalism","offset":2777},{"uri":"Slavery","surface_form":"slavery","offset":2798},{"uri":"Bourgeoisie","surface_form":"bourgeoisie","offset":2959},{"uri":"Proletariat","surface_form":"proletariat","offset":2986}]}