{"id":52480,"url":"http://en.wikipedia.org/wiki/First_Republic_of_Armenia","text":"The First Republic of Armenia, 1918–1920, was the first modern establishment of an Armenian republic. The country was created after the Russian Tsarist empire that began with the Russian Revolution of 1917 that lost power. Its creation with borders were the Democratic Republic of Georgia in the north, the Ottoman Empire to the west, the Persian Empire to the south, and Azerbaijan Democratic Republic to the east.\nEnd of the Republic, 1920.\nArmenia gave way to communist power in late 1920. In September 1920, the Turkish revolutionaries moved in on the capital. First an armistice was concluded, on November 18, and then a full peace treaty - Treaty of Alexandropol on 2nd and/or 3rd of December 1920.\nDuring that time, the Soviet 11th Red Army invasion started on the 29th of November 1920. The actual transfer of power took place on December 2 in Yerevan. Armenian leadership approved an ultimatum, presented to it by the Soviet plenipotentiary Boris Legran - who was at work as one of major Russian diplomats on Caucasus at that time. Armenia decided to join the Soviet sphere, while the Soviet Russia agreed to protect its remaining territory from the advancing Turkish army. Soviets also pledged to take steps to rebuild the army, protect the Armenians, not to pursue non-communist Armenians. None of these promises were kept.\nOn December 4, 1920, the Red Army entered Yerevan, the government of Armenian Republic effectively stopped working. On December 5, the Armenian Revolutionary Committee (Revkom; made up of mostly Armenians from Azerbaijan) also entered the city. Finally, on the following day, December 6, Felix Dzerzhinsky's dreaded secret police, the Cheka, entered Yerevan, thus effectively ending the existence of the Democratic Republic of Armenia.\nThe rest of Armenia was under control of the communist government. The part by Turkey remained for the most part theirs - by the subsequent Treaty of Kars. Soon, the Armenian Soviet Socialist Republic was proclaimed, under the leadership of Aleksandr Miasnikyan. It was to be included into the newly created Transcaucasian Soviet Federated Socialist Republic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenia","surface_form":"Armenia","offset":83},{"uri":"Republic","surface_form":"republic","offset":92},{"uri":"Imperial_Russia","surface_form":"Russian Tsarist empire","offset":136},{"uri":"Russian_Revolution_of_1917","surface_form":"Russian Revolution of 1917","offset":179},{"uri":"Democratic_Republic_of_Georgia","surface_form":"Democratic Republic of Georgia","offset":258},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":307},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":339},{"uri":"Communism","surface_form":"communist","offset":463},{"uri":"Turkish_revolutionaries","surface_form":"Turkish revolutionaries","offset":516},{"uri":"Treaty_of_Alexandropol","surface_form":"Treaty of Alexandropol","offset":646},{"uri":"11th_Red_Army","surface_form":"11th Red Army","offset":734},{"uri":"Boris_Legran","surface_form":"Boris Legran","offset":950},{"uri":"Treaty_of_Kars","surface_form":"Treaty of Kars","offset":1911},{"uri":"Transcaucasian_Soviet_Federated_Socialist_Republic","surface_form":"Transcaucasian Soviet Federated Socialist Republic","offset":2079}]}