{"id":524867,"url":"http://en.wikipedia.org/wiki/Eskender_Mustafaiev","text":"Eskender Mustafaiev (Ukrainian: Ескендер Аметович Мустафаєв; born July 17, 1981) is a swimmer from Aqyar/Sevastopil. Ukraine. He won a gol medal at the 2012 Summer Paralympics in the 50 metre freestyle S4 race.\nSwimming.\nMustafaiev was a member of the swimming team from Ukraine at the the 2011 IPC European Swimming Championships in Berlin, Germany. He competed in the Men’s 50m Freestyle S4.\nWhen he was 31-years-old, Mustafaiev won a gold medal at the 2012 Summer Paralympics in the 50 metre freestyle S4 with a time of 38.26 seconds. He also competed in the 100m freestyle, 50m backstroke and 200m freestyle races in London. He was one of three people from the Ukraine who was from Crimea who competed in London. The other two sportspeople were swimmer Dmytro Kryzhanivskyi and shooter Olha Mustafaieva. He finished last in the 50m backstroke final. After the 2012 Games, they gave him the Order of Merit for his sport work.\nAt the 2013 IPC Swimming World Championships in Montreal, Mustafaiev won a gold in the men’s 50 freestyle S4 with a time of 37.96 seconds. He won a silver medal in the men’s 100 freestyle S4. He lost the race to Slovenia's Darko Duric, who defeated him by a third of a second.\nMustafaiev did not compete at the 2014 IPC Swimming European Championships and did not defend his world championship title.\nIn October 2014, Mustafaiev, two other Crimean Paralympic and Deaflympic swimmers and a Crimean Paralympic or Deaflympic coach lost their Ukrainian sports scholarship. This was decided after reports they moved to Russia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Swimming","surface_form":"swimmer","offset":86},{"uri":"Aqyar","surface_form":"Aqyar","offset":99},{"uri":"Sevastopil","surface_form":"Sevastopil","offset":105},{"uri":"Ukraine","surface_form":"Ukraine","offset":117},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":152},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":455},{"uri":"Crimea","surface_form":"Crimea","offset":686},{"uri":"Dmytro_Kryzhanivskyi","surface_form":"Dmytro Kryzhanivskyi","offset":757},{"uri":"Olha_Mustafaieva","surface_form":"Olha Mustafaieva","offset":790},{"uri":"Order_of_Merit_(Ukraine)","surface_form":"Order of Merit","offset":894},{"uri":"2013_IPC_Swimming_World_Championships","surface_form":"2013 IPC Swimming World Championships","offset":936},{"uri":"Montreal","surface_form":"Montreal","offset":977},{"uri":"Slovenia","surface_form":"Slovenia","offset":1141},{"uri":"Darko_Duric","surface_form":"Darko Duric","offset":1152},{"uri":"2014_IPC_Swimming_European_Championships","surface_form":"2014 IPC Swimming European Championships","offset":1240}]}