{"id":524966,"url":"http://en.wikipedia.org/wiki/Murder_of_Laquan_McDonald","text":"The shooting of Laquan McDonald occurred on October 20, 2014, in Chicago, Illinois, when McDonald—a 17-year-old black male armed with a knife—was shot 16 times by Chicago Police Officer Jason Van Dyke.\nAs a result, mayor Rahm Emanuel fired Chicago police superintendent Garry McCarthy on December 1, 2015. Few days later, Emanuel apologized for the shooting, but since then, Emanuel has received criticisms and negative comments towards him and his administration.\nVideo of the shooting, captured on one police cruiser's dashboard camera, was released to the public on November 24, 2015, over 13 months after the shooting. Van Dyke was charged with first-degree murder within hours after the video's release. After turning himself in to authorities, he was initially ordered held without bail at Cook County Jail, but released on November 30 after posting bail.\nOn November 25, Senator and presidential candidate Bernie Sanders released a statement sending condolences to McDonald's family and criticizing the Emanuel administration and the Chicago's police force.\nThere have been numerous protests denouncing Laquan McDonald's death. In November 27, a major day for shopping in the U.S., a group of protesters chanted \"sixteen shots\" and other slogans while marching on Michigan Avenue, the city's central shopping district. This caused some businesses to shut their doors and the police closed Michigan Avenue, a six-lane street.\nThe FBI opened an investigation into McDonald's death, and the city of Chicago approved a five-million dollar settlement in April 2015, although no lawsuit was filed. The police had originally claimed that McDonald had lunged at an officer. However, video footage contradicts that claim; McDonald made no lunges.\nOn October 5, 2018, Van Dyke was found guilty of second-degree murder, as well as 16 counts of aggravated battery with a firearm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":65},{"uri":"Chicago_Police_Department","surface_form":"Chicago Police","offset":163},{"uri":"Rahm_Emanuel","surface_form":"Rahm Emanuel","offset":221},{"uri":"Garry_McCarthy","surface_form":"Garry McCarthy","offset":270},{"uri":"First_degree_murder","surface_form":"first-degree murder","offset":649},{"uri":"Cook_County%2C_Illinois","surface_form":"Cook County","offset":796},{"uri":"Jail","surface_form":"Jail","offset":808},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":913},{"uri":"Black_Friday_(shopping)","surface_form":"a major day for shopping in the U.S.","offset":1151},{"uri":"Michigan_Avenue_(Chicago)","surface_form":"Michigan Avenue","offset":1271},{"uri":"FBI","surface_form":"FBI","offset":1436},{"uri":"Second-degree_murder","surface_form":"second-degree murder","offset":1794},{"uri":"Aggravated_battery","surface_form":"aggravated battery","offset":1840}]}