{"id":52506,"url":"http://en.wikipedia.org/wiki/Mongols","text":"The name Mongols (Mongolian: \"Mongol\") explains one or more ethnic groups. A hard definition includes the Mongols proper (self-designation \"Monggol\"), which can be split into eastern and western Mongols. In a bigger sense, the Mongol peoples also people who speak a Mongolic language but use other self-designations, such as the Kalmyks of eastern Europe.\nThe name \"Monggol\" has its meaning in the Tungusic languages and usually means \"the invincible ones\". At first it was applied to a small and still insignificant tribe in the area of the Onon river. In the 13th century it grew into an umbrella term for a large group of tribes united under the rule of Genghis Khan.\nThe religion of the Mongols.\nThe polytheistic (believing in many gods) Mongols thought that good and evil spirits controlled the world. They also believed in a sky god, who ruled all the spirits. They called him \"Tengri\" (TENG gree), which means, \"the great god of heaven\". The Mongols lived in fear of the spirits and hoped for blessings from them.\nEvery yurt had small idols made of felt. The wives and daughters of the nobles made these idols at sewing parties. The Mongols believed that these idols protected their families and animals. Before every meal they put food and drink on the idols' lips. They also prayed to them.\nThe Mongols believed that some men, called \"shamans\" (SHAH muns), had power over the spirits. The shamans were the priests of the traditional Mongol religion, called \"shamanism\" (SHAH muh NIZ um). The shamans were medicine men and witch doctors who used a special language when doing their magical. The Mongols talked to their shamans before making big choices and followed their advice.\nOther religions.\nThe later empire of the Mongols had many people with many religions, including Christians. The most important Christian group in the Mongol Empire was the Nestorian Church, sometimes called the Church of the East. These Christians were named for Nestorius, bishop of Constantinople.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mongolian_language","surface_form":"Mongolian","offset":18},{"uri":"Mongolic_language","surface_form":"Mongolic language","offset":266},{"uri":"Kalmyks","surface_form":"Kalmyks","offset":329},{"uri":"Tungusic_languages","surface_form":"Tungusic languages","offset":398},{"uri":"Onon_river","surface_form":"Onon river","offset":542},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":657},{"uri":"God","surface_form":"god","offset":736},{"uri":"Idol","surface_form":"idol","offset":1042},{"uri":"Felt","surface_form":"felt","offset":1056},{"uri":"Priest","surface_form":"priest","offset":1415},{"uri":"Medicine","surface_form":"medicine","offset":1514},{"uri":"Witch","surface_form":"witch","offset":1531},{"uri":"Advice","surface_form":"advice","offset":1680},{"uri":"Christian","surface_form":"Christian","offset":1784},{"uri":"Bishop","surface_form":"bishop","offset":1962},{"uri":"Constantinople","surface_form":"Constantinople","offset":1972}]}