{"id":52540,"url":"http://en.wikipedia.org/wiki/Stanley_Marcus","text":"e=\"preserve\">Stanley Marcus (born April 20, 1905 – died January 22, 2002) was the president of the Neiman-Marcus company, a store in the United States that sells expensive clothing and objects. He became famous for inventing many new ways to sell products and new ways to tell people about his store.\nMr. Marcus created an award for people who designed clothing. He also began art shows in his store, to make people want to visit the store to see the art. In 1939, the company started a catalog, which is a book that shows all the products that people can buy from the store. In 1951, the catalog listed unusual gifts for people to buy. Many people started to read the catalog every year to see the unusual gifts.\nIn the 1940s, at the time of the Second World War, the government of the United States asked Mr. Marcus for help. The government wanted to make sure there would be enough fabric to make clothes for the military, so they asked Mr. Marcus to make rules about clothes for ordinary people. He made rules for companies that made clothes so that popular styles for women and men would not change every year. With these rules, people would not need new clothes so often. Also, he said that men's socks should not use rubber to make elastic to hold the socks in place. This rule made sure the government could use rubber for military products that were needed for the war.\nPersonal life.\nMr. Marcus married Mary \"Billie\" Cantrell in 1932. When he met her, Billie was working in the Neiman-Marcus store. She continued to work for four years. She retired in 1936 after she gave birth to a baby; they named the baby Jerrie. In 1938, she gave birth to twins, Richard and Wendy.\nMr. Marcus collected art and books. His favorite artists from Mexico were Rufino Tamayo, David Alfaro Siqueiros, Diego Rivera, and Antonio Ruíz. He became friends with Rivera and Tamayo. Mr. Marcus also liked American artists, such as Alexander Calder, who made sculptures, and Georgia O'Keeffe, who was a painter. He gave large amounts of money to a museum that showed O'Keeffe paintings.\nThe Degolyer Library at Southern Methodist University has a collection of things related to Mr. Marcus. The collection includes photographs, letters, and newspaper articles. Mr. Marcus also gave the library a collection of more than 5,000 miniature books. (Miniature books are very small books, small enough for a doll.)","categories":[],"infobox_types":[],"annotations":[{"uri":"April_20","surface_form":"April 20","offset":34},{"uri":"1905","surface_form":"1905","offset":44},{"uri":"January_22","surface_form":"January 22","offset":56},{"uri":"2002","surface_form":"2002","offset":68},{"uri":"Neiman-Marcus","surface_form":"Neiman-Marcus","offset":99},{"uri":"Company","surface_form":"company","offset":113},{"uri":"United_States","surface_form":"United States","offset":137},{"uri":"Clothing","surface_form":"clothing","offset":172},{"uri":"Object","surface_form":"objects","offset":185},{"uri":"Art","surface_form":"art","offset":377},{"uri":"Gift","surface_form":"gift","offset":612},{"uri":"Second_World_War","surface_form":"Second World War","offset":747},{"uri":"Military","surface_form":"military","offset":916},{"uri":"Retirement","surface_form":"retired","offset":1551},{"uri":"Twins","surface_form":"twins","offset":1654},{"uri":"Mexico","surface_form":"Mexico","offset":1742},{"uri":"Rufino_Tamayo","surface_form":"Rufino Tamayo","offset":1754},{"uri":"David_Alfaro_Siqueiros","surface_form":"David Alfaro Siqueiros","offset":1769},{"uri":"Diego_Rivera","surface_form":"Diego Rivera","offset":1793},{"uri":"Antonio_Ru%C3%ADz","surface_form":"Antonio Ruíz","offset":1811},{"uri":"Alexander_Calder","surface_form":"Alexander Calder","offset":1915},{"uri":"Sculpture","surface_form":"sculpture","offset":1942},{"uri":"Georgia_O%27Keeffe","surface_form":"Georgia O'Keeffe","offset":1958},{"uri":"Museum","surface_form":"museum","offset":2031},{"uri":"Southern_Methodist_University","surface_form":"Southern Methodist University","offset":2094},{"uri":"Photograph","surface_form":"photograph","offset":2198},{"uri":"Miniature","surface_form":"miniature","offset":2309},{"uri":"Doll","surface_form":"doll","offset":2384}]}