{"id":52570,"url":"http://en.wikipedia.org/wiki/Collectivity_of_Saint_Martin","text":"Saint Martin (French: \"Saint-Martin\"), officially the Collectivity of Saint Martin (French: \"Collectivité de Saint-Martin\"), is a new overseas collectivity of France. It was created on 22 February 2007. It is in the northern parts of the island of Saint Martin and nearby small islands. The southern half of the island is a country within the Kingdom of the Netherlands.\nDemographics.\nThe French part of the island has a land area of. At the 2011 census, the population in the French part of the island was 36,286 (up from only 8,072 inhabitants at the 1982 census), which means a population density of in 2011.\nPolitics and government.\nSaint Martin was for many years a French commune. It was part of Guadeloupe, which is an overseas \"région\" and overseas \"département\" of France. Because of this, it is in the European Union. In 2003 the population of the French part voted for a split from Guadeloupe. They wanted to make a separate overseas collectivity (COM) of France. On February 9, 2007, the French Parliament passed a bill granting COM status to both the French part of Saint Martin and neighbouring Saint-Barthélemy. The new took effect when the law was published in the Official Journal.\nSaint Martin remains governed as it was when a commune within Guadeloupe—by a mayor and a municipal council elected by the European citizens living on the French side of the island. As is the case in metropolitan France since the promulgation of the Maastricht Treaty, nationals of any member state of the European Union are allowed to vote at the municipal elections. Nationals from countries not part of the European Union, which represent a large part of the population on the French side of the island, are not allowed to vote in the elections. In 2003, the people of the French part of the island voted to seperate from Guadeloupe. In 2007, the French Parliament voted to make Saint Martin a overseas collectivity (COM) of France. The new status took effect on 15 July 2007, once the local assemblies were elected,\nSaint Martin remains part of the European Union. The official currency in Saint Martin is the euro (though the United States dollar is also widely accepted).","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":14},{"uri":"French_overseas_collectivities","surface_form":"overseas collectivity","offset":134},{"uri":"France","surface_form":"France","offset":159},{"uri":"Saint_Martin_(island)","surface_form":"island of Saint Martin","offset":238},{"uri":"Saint_Martin_(Netherlands)","surface_form":"southern half of the island","offset":291},{"uri":"Kingdom_of_the_Netherlands","surface_form":"Kingdom of the Netherlands","offset":343},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":702},{"uri":"Collectivit%C3%A9_d%27outre-mer","surface_form":"overseas collectivity","offset":936},{"uri":"French_Parliament","surface_form":"French Parliament","offset":1000},{"uri":"Saint-Barth%C3%A9lemy","surface_form":"Saint-Barthélemy","offset":1109},{"uri":"Commune","surface_form":"commune","offset":1246},{"uri":"Metropolitan_France","surface_form":"metropolitan France","offset":1399},{"uri":"Promulgation","surface_form":"promulgation","offset":1429},{"uri":"Maastricht_Treaty","surface_form":"Maastricht Treaty","offset":1449},{"uri":"French_Parliament","surface_form":"French Parliament","offset":1849},{"uri":"Collectivit%C3%A9_d%27outre-mer","surface_form":"overseas collectivity","offset":1896},{"uri":"European_Union","surface_form":"European Union","offset":2052},{"uri":"Euro","surface_form":"euro","offset":2113}]}