{"id":52576,"url":"http://en.wikipedia.org/wiki/Saint_Barth%C3%A9lemy","text":"Saint-Barthélemy, officially the Collectivity of Saint-Barthélemy (French: \"Collectivité de Saint-Barthélemy\"), is a new overseas collectivity of France. It was created on 22 February 2007. It consists of the island of Saint-Barthélemy and neighboring small islands.\nThe island of Saint-Barthélemy, also known as Saint Barts, Saint Barths, or Saint Barth'\", is in the Caribbean among the Leeward Islands. Its land area is 21.0 km² (8.1 sq. miles). Administratively, the whole island of Saint-Barthélemy was a French copmmune (\"commune de Saint-Barthélemy\"). It was part of Guadeloupe, which is an overseas \"région\" and overseas \"département\" of France. For this reason, it is part of the European Union. In 2003, the people voted in favour of becoming independent from Guadeloupe. They wanted to form a separate overseas collectivity (COM) of France. On February 7, 2007 the French Parliament passed a bill granting COM status to both Saint-Barthélemy and neighbouring Saint-Martin. The new status took effect on 22 February 2007, when the law was published in the Official Journal.\nSt. Barts has long been considered a playground of the rich and famous and is known for its beautiful pristine beaches, gourmet dining in chic bistros and high-end designer shopping.\nGeography.\nSaint-Barthélemy is about 150 miles east of Puerto RicoIt is near the islands of Saint Martin, Saba and Anguilla.\nGustavia, which is the main town of the island, was named after King Gustav III of Sweden, and remains as a reflection of the Swedish period.\nThe oldest settlement still remaining is the village of Lorient (or L'Orient), although scattered in every cemetery on the island are Swedish grave markers. Lorient's sister village on the French mainland is the city of Lorient on the northern coast of Brittany.\nBeaches.\nOf the 20 beaches on the small island, several are seen as especially inviting. On the southern side of the island, Saline and Governor beaches are pristine beaches with no development on them. On the western edge of the island is Colombier beach. This beach is only reachable by boat or a hike. St. Jean, Flammands and Grand-Cul-de-Sac beaches are also popular and attractive beaches which have hotels and other establishments on them. Shell Beach is popular for families with kids as it has little surf, and lots of tide pools.\nSt. Barths has a tidal difference of only 3 - 5 inches. The beaches vary according to ocean currents—the weather travels onto the island following the sun from the East. One of the main surfing beaches (Toiny) is known for its riptide, while Grand Fond is one of the island's only non-swimming beaches. Although tourism does not allude to it, there are a small variety of warm water sharks in the Caribbean. So, swimming at dusk and dawn or in murky waters is not recommended. Otherwise, scuba and snorkeling are a great way to see the nurse sharks, lobsters, conch and green sea turtles that abound in the waters surrounding St. Barths.\nThe beach of Grand Cul-de-Sac is the easiest beach in the Caribbean to learn to sail, windsurf or kitesurf on, as it has a reef which closes off the entire bay. The current that passes outside the reef here also carries the migrating whales and dolphins.\nHistory.\nSaint-Barthélemy was first claimed by France in 1648. It was sold to Sweden in 1784. Sweden sold it back to France in 1878. The Swedish period left its mark in the names of many of the streets and the town (in honor of King Gustav III). It also left its national arms, the three crowns along with the grey heron, in the island's coat of arms.\nDemographics.\nAt the 1999 census, Saint-Barthélemy had 6,852 people. There were 326 people per square kilometer. Unlike most Caribbean islands, most of the people are white.\nMany of the people who live there all the time are French citizens who work at the various establishments on the island. French is the primary language spoken, but many locals also speak English, particularly at the hotels and restaurants.\nTransportation.\nSaint Barts has a small airport (IATA identifier SBH) is served by small regional commercial aircraft and charters. Most visiting aircraft carry fewer than twenty passengers, such as the Twin Otter, a common sight around Saint Barths and throughout the northern West Indies. The short airstrip is at the base of a steep hill ending directly on the beach. The arrival descent is extremely steep over the hilltop traffic circle and departing planes fly right over the heads of sunbathers (although small signs advise sunbathers not to lie directly at the end of the runway). The nearest commercial jet airport is on the neighboring island of Saint Martin.\nThere are also charters to St. Barths from San Juan, Puerto Rico available through Tradewind Aviation. The current mayor's airline, called St. Barths Commuter, offers non-prohibitive cost one-way/roundtrip travel between both of St. Maarten's airports and St. Barths. It is also an excellent service for charters. A favorite island business for an extra fee is via St. Barths Services, as they offer full-service attention.\nFerries to and from Saint Martin are the only other real option (although the passage from St. Maarten to St. Barths is often rough), unless one is arriving by private charter boats/yachts.\nTourism.\nSt. Barts has about 25 hotels, most of then with 15 rooms or fewer, and the largest, the Guanahani has just 70 rooms. Hotels are classified in the traditional French manner 3 Star, 4 Star and 4 Star Luxe.\nVilla vacations are extremely popular and there are hundreds of villas terraced into the hillsides throughout the island as well has many beachfront locations. Villas here by definition can range from one-bedroom bunglalows to large luxurious homes. St. Barth Properties [http://www.stbarth.com] and Wimco [http://www.wimco.com] are the two main villa rental agencies on the island.\nSinger Jimmy Buffett is a frequent visitor on the island, and owns a house there. He also owned a hotel, the Author de Rocher, before it burned down.\nSports.\nSaint-Barthélemy has its own bobsled team. To date the team has not achieved competitive success. The island also competes in carotchie.\nThe junior national French surf champion was named recently in the winter of 2006, and he is from Lorient.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":67},{"uri":"French_overseas_collectivities","surface_form":"overseas collectivity","offset":121},{"uri":"France","surface_form":"France","offset":146},{"uri":"Caribbean","surface_form":"Caribbean","offset":368},{"uri":"Leeward_Islands","surface_form":"Leeward Islands","offset":388},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":573},{"uri":"European_Union","surface_form":"European Union","offset":688},{"uri":"Collectivit%C3%A9_d%27outre-mer","surface_form":"overseas collectivity","offset":812},{"uri":"February_7","surface_form":"February 7","offset":854},{"uri":"2007","surface_form":"2007","offset":866},{"uri":"French_Parliament","surface_form":"French Parliament","offset":875},{"uri":"Saint_Martin_(France)","surface_form":"Saint-Martin","offset":969},{"uri":"22_February","surface_form":"22 February","offset":1013},{"uri":"2007","surface_form":"2007","offset":1025},{"uri":"Journal_Officiel_de_la_R%C3%A9publique_Fran%C3%A7aise","surface_form":"Official Journal","offset":1065},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":1321},{"uri":"Saint_Martin","surface_form":"Saint Martin","offset":1358},{"uri":"Saba","surface_form":"Saba","offset":1372},{"uri":"Anguilla","surface_form":"Anguilla","offset":1381},{"uri":"Gustavia_(town)","surface_form":"Gustavia","offset":1391},{"uri":"Gustav_III_of_Sweden","surface_form":"Gustav III of Sweden","offset":1460},{"uri":"Lorient","surface_form":"Lorient","offset":1753},{"uri":"Brittany","surface_form":"Brittany","offset":1786},{"uri":"1648","surface_form":"1648","offset":3285},{"uri":"Sweden","surface_form":"Sweden","offset":3306},{"uri":"1784","surface_form":"1784","offset":3316},{"uri":"1878","surface_form":"1878","offset":3355},{"uri":"Gustav_III","surface_form":"Gustav III","offset":3461},{"uri":"Heron","surface_form":"heron","offset":3543},{"uri":"White_(people)","surface_form":"white","offset":3747},{"uri":"IATA","surface_form":"IATA","offset":4043},{"uri":"De_Havilland_Canada_DHC-6_Twin_Otter","surface_form":"Twin Otter","offset":4197},{"uri":"West_Indies","surface_form":"West Indies","offset":4272},{"uri":"Saint_Martin","surface_form":"Saint Martin","offset":4650},{"uri":"Tradewind_Aviation","surface_form":"Tradewind Aviation","offset":4747},{"uri":"St._Barths_Commuter","surface_form":"St. Barths Commuter","offset":4803},{"uri":"Jimmy_Buffett","surface_form":"Jimmy Buffett","offset":5882},{"uri":"Bobsled","surface_form":"bobsled","offset":6062},{"uri":"Carotchie","surface_form":"carotchie","offset":6159}]}