{"id":5257,"url":"http://en.wikipedia.org/wiki/Salt_Lake_City","text":"Salt Lake City is a city in the United States of America. It is the capital and largest city of the state of Utah. It was founded by the Mormons and is the official headquarters of The Church of Jesus Christ of Latter-day Saints. It is named after the Great Salt Lake, which it is near. The city's population was estimated at 191,180 in 2013.\nThe city was founded in 1847 by Brigham Young and his Mormon followers. They extensively irrigated and cultivated the arid valley. Due to its proximity to the Great Salt Lake, the city was originally named \"Great Salt Lake City\"–the word \"great\" was dropped from the official name in 1868. Although Salt Lake City is still home to the headquarters of The Church of Jesus Christ of Latter-day Saints (LDS Church), less than half the population of Salt Lake City proper is Mormon today.\nImmigration of international LDS members, mining booms, and the construction of the first transcontinental railroad initially brought economic growth, and the city was nicknamed the \"Crossroads of the West\". It was traversed by the Lincoln Highway, the first transcontinental highway, in 1913, and presently two major cross-country freeways, I-15 and I-80, intersect in the city. Salt Lake City has since developed a strong outdoor recreation tourist industry based primarily on skiing. It was host to the 2002 Winter Olympics. It is the industrial banking center of the United States.\nEducation.\nIn 1847 pioneer Jane Dillworth held the first classes in her tent for the children of the first LDS families. In the last part of the 19th century, there was much controversy over how children in the area should be educated. LDS and non-LDS parents could not agree on the level of religious influence in schools. Today, many LDS youths in grades 9 through 12 attend some form of religious instruction, referred to as seminary. Students are released from public schools at various times of the day to attend seminary. LDS seminaries are usually located on church-owned property adjacent to the public school and within walking distance.\nBecause of high birth rates and large classrooms, Utah spends less per student than any other state. At the same time, Utah spends more per capita than any state with the exception of Alaska. Recently, money was approved for the reconstruction of more than half of the elementary schools and one of the middle schools in the Salt Lake City School District, which serves most of the area within the city limits. There are twenty-three K-6 elementary schools, five 7-8 middle schools, three 9-12 high schools (Highland, East, and West, with the former South High being converted to the South City campus of the Salt Lake Community College), and an alternative high school (Horizonte) located within the school district. In addition, Highland has recently been selected as the site for the charter school Salt Lake School for the Performing Arts (SPA). Many Catholic schools are located in the city, including Judge Memorial High School. Rowland Hall-St. Mark's School, established in 1867 by Episcopal Bishop Daniel Tuttle, is the area's premier independent school.\nThe Salt Lake City Public Library system consists of the main library downtown, and five branches in various neighborhoods. The main library, designed by renowned architect Moshe Safdie, opened in 2003. In 2006, the Salt Lake City Public Library was named \"Library of the Year\" by the American Library Association.\nColleges in Salt Lake City include the University of Utah, Westminster College, Salt Lake Community College, Stevens-Henager College, Eagle Gate College, The Art Institute of Salt Lake City and LDS Business College. Utah State University and BYU also operate education centers in the city. There are also many trade and technical schools such as Healing Mountain Massage School and the Utah College of Massage Therapy. The University of Utah has good research and medical programs. It was one of the original four universities to be connected to ARPANET, the predecessor to the Internet, in 1969, and was also the site of the first artificial heart transplant in 1982.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":20},{"uri":"United_States","surface_form":"United States of America","offset":32},{"uri":"Capital_(city)","surface_form":"capital","offset":68},{"uri":"Utah","surface_form":"Utah","offset":109},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Mormons","offset":137},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":181},{"uri":"Great_Salt_Lake","surface_form":"Great Salt Lake","offset":252},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":375},{"uri":"Great_Salt_Lake","surface_form":"Great Salt Lake","offset":502},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":694},{"uri":"Mining","surface_form":"mining booms","offset":870},{"uri":"First_Transcontinental_Railroad","surface_form":"first transcontinental railroad","offset":912},{"uri":"Lincoln_Highway","surface_form":"Lincoln Highway","offset":1060},{"uri":"Interstate_15","surface_form":"I-15","offset":1170},{"uri":"Interstate_80","surface_form":"I-80","offset":1179},{"uri":"Outdoor_activity","surface_form":"outdoor recreation","offset":1252},{"uri":"Skiing","surface_form":"skiing","offset":1307},{"uri":"2002_Winter_Olympics","surface_form":"2002 Winter Olympics","offset":1334},{"uri":"Industrial_loan_company","surface_form":"industrial banking","offset":1366},{"uri":"Alaska","surface_form":"Alaska","offset":2245},{"uri":"Salt_Lake_City_School_District","surface_form":"Salt Lake City School District","offset":2386},{"uri":"South_High_School_(Salt_Lake_City)","surface_form":"South High","offset":2611},{"uri":"Salt_Lake_Community_College","surface_form":"Salt Lake Community College","offset":2670},{"uri":"Rowland_Hall-St._Mark%27s_School","surface_form":"Rowland Hall-St. Mark's School","offset":2996},{"uri":"Episcopal_Church_(United_States)","surface_form":"Episcopal","offset":3051},{"uri":"Daniel_Tuttle","surface_form":"Daniel Tuttle","offset":3068},{"uri":"Independent_school","surface_form":"independent school","offset":3105},{"uri":"Salt_Lake_City_Public_Library","surface_form":"Salt Lake City Public Library","offset":3129},{"uri":"Moshe_Safdie","surface_form":"Moshe Safdie","offset":3298},{"uri":"American_Library_Association","surface_form":"American Library Association","offset":3410},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":3479},{"uri":"Westminster_College%2C_Salt_Lake_City","surface_form":"Westminster College","offset":3499},{"uri":"Salt_Lake_Community_College","surface_form":"Salt Lake Community College","offset":3520},{"uri":"Stevens-Henager_College","surface_form":"Stevens-Henager College","offset":3549},{"uri":"Eagle_Gate_College","surface_form":"Eagle Gate College","offset":3574},{"uri":"The_Art_Institute_of_Salt_Lake_City","surface_form":"The Art Institute of Salt Lake City","offset":3594},{"uri":"LDS_Business_College","surface_form":"LDS Business College","offset":3634},{"uri":"Utah_State_University","surface_form":"Utah State University","offset":3656},{"uri":"BYU_Salt_Lake_Center","surface_form":"BYU","offset":3682},{"uri":"ARPANET","surface_form":"ARPANET","offset":3986},{"uri":"Internet","surface_form":"Internet","offset":4018},{"uri":"Artificial_heart","surface_form":"artificial heart","offset":4072},{"uri":"Heart_transplantation","surface_form":"transplant","offset":4089}]}