{"id":525749,"url":"http://en.wikipedia.org/wiki/Marine_Le_Pen","text":"Marine Le Pen (; born Marion Anne Perrine Le Pen; 5 August 1968) is a French politician. She was the leader of the National Front (FN) political party from 2011 until her resignation in 2017. She is a lawyer. She is the youngest daughter of Jean-Marie Le Pen, who was leader of FN for many years. She is the aunt of Marion Maréchal-Le Pen.\nLe Pen unsuccessfully ran for President of France in the 2017 election, losing to Emmanuel Macron in the second round. She is running again in the 2022 election.\nBiography.\nMarine Le Pen and her family has been the target of an assassination attempt in 1976 when she was 8 years old. She has studied law at Panthéon-Assas University and has become a barrister. She joined the National Front in 1998 and rose to prominence, being elected in several positions such as Member of the European Parliament in 2004, to finally succeed to her father at the head of the party in 2011.\nSince that, Le Pen has led a movement of \"de-demonisation of the National Front\" (in reference to her father's nickname \"The Devil of the Republic\") in order to detoxify it and soften its image. She is considered to be far more republican and democratic than her controversial and nationalist father. Her success is also based on a renovated political speech and a renewed team. She got the best FN score at the 2012 French presidential election and her party have progressed in next elections until shoving the traditional bipartisan between right and left wings in France.\nShe has been ranked among the most influential people in the 2011 and 2015 Time 100.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":70},{"uri":"National_Front_(France)","surface_form":"National Front","offset":115},{"uri":"Lawyer","surface_form":"lawyer","offset":201},{"uri":"Jean-Marie_Le_Pen","surface_form":"Jean-Marie Le Pen","offset":241},{"uri":"Marion_Mar%C3%A9chal-Le_Pen","surface_form":"Marion Maréchal-Le Pen","offset":316},{"uri":"President_of_France","surface_form":"President of France","offset":370},{"uri":"2017_French_presidential_election","surface_form":"2017 election","offset":397},{"uri":"Emmanuel_Macron","surface_form":"Emmanuel Macron","offset":422},{"uri":"2022_French_presidential_election","surface_form":"2022 election","offset":487},{"uri":"Assassination","surface_form":"assassination","offset":568},{"uri":"Panth%C3%A9on-Assas_University","surface_form":"Panthéon-Assas University","offset":647},{"uri":"Member_of_the_European_Parliament","surface_form":"Member of the European Parliament","offset":806},{"uri":"2012_French_presidential_election","surface_form":"2012 French presidential election","offset":1328},{"uri":"Influential","surface_form":"influential","offset":1526},{"uri":"2011_Time_100","surface_form":"2011","offset":1552},{"uri":"2015_Time_100","surface_form":"2015 Time 100","offset":1561}]}