{"id":52593,"url":"http://en.wikipedia.org/wiki/Juventus_F.C.","text":"Juventus F.C., sometimes known as JUVE, is an Italian football club that plays in Serie A. It was founded in 1897 and they play their home games at the Juventus Stadium in Turin.\nThe club is the most successful team in the history of Italian football. Overall, the club has won 51 official trophies, more than any other team in the country; 40 in Italy, which is also a record, and 11 in European and world competitions. The \"Old Lady\" is the third most successful club in Europe and the sixth in the world with the most international titles officially recognized by one of the six continental football confederations and FIFA.\nThe club was the first Italian to win the UEFA Cup. In 1985, Juventus, the only team in the world to have won all official international cups and championships became the first club in the history of European football to have won all three major UEFA club competitions.\nIn Italy, Juventus is the club which has the biggest fan base, having also one of the largest numbers of supporters in the world, with a total of 170 million Juventus supporters (Italian \"tifosi\") worldwide. The club is a founding member of the European Club Association, which was formed after the dissolution of the G-14, a collection of Europe's most elite clubs. The Torinese side is also recognized for its huge contribution to the Italian national team.\nAccording to the all-time ranking published in 2009 by the International Federation of Football History & Statistics, an organization recognized by FIFA, Juventus were Italy's best club and second in Europe of the 20th century.\nChairman.\nIn more than 110 years of corporate history, at the helm of Juventus 23 presidents have come and gone and two management committees. The first president was Eugenio Canfari Juventus, one of the founding members.\nThe longest period in office was dominated by Giampiero Boniperti, at the helm of Juventus for 19 years from 1971 to 1990 [117]; Boniperti, like its successor Caissotti di Vittorio Chiusano, president from 1990 to 2003, boasts the largest trophy the history of the club.\nThe businessman Umberto Agnelli, who became chairman less than 21 years of age, in 1955, was the youngest to hold this office. Also noteworthy is the presidencies of the Swiss Alfred Dick and Giuseppe Hess and Frenchman Jean-Claude Blanc, the only non-Italian to become presidents of the club. In particular, Dick was the President of the \"Bianconeri's\" first championship (1905).\nCurrently, the contractor in charge of Juventus is Andrea Agnelli, who was elected president on April 28, 2010 by the shareholders at the club.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":46},{"uri":"Association_football","surface_form":"football","offset":54},{"uri":"Serie_A","surface_form":"Serie A","offset":82},{"uri":"Juventus_Stadium","surface_form":"Juventus Stadium","offset":152},{"uri":"Turin","surface_form":"Turin","offset":172},{"uri":"FIFA","surface_form":"FIFA","offset":622},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":670},{"uri":"Italy_national_football_team","surface_form":"Italian national team","offset":1335},{"uri":"International_Federation_of_Football_History_%26amp%3B_Statistics","surface_form":"International Federation of Football History & Statistics","offset":1417},{"uri":"FIFA","surface_form":"FIFA","offset":1506},{"uri":"Europe","surface_form":"Europe","offset":1558},{"uri":"20th_century","surface_form":"20th century","offset":1572},{"uri":"Eugenio_Canfari","surface_form":"Eugenio Canfari","offset":1753},{"uri":"Giampiero_Boniperti","surface_form":"Giampiero Boniperti","offset":1854},{"uri":"Caissotti_di_Vittorio_Chiusano","surface_form":"Caissotti di Vittorio Chiusano","offset":1967},{"uri":"Umberto_Agnelli","surface_form":"Umberto Agnelli","offset":2095},{"uri":"Alfred_Dick","surface_form":"Alfred Dick","offset":2255},{"uri":"Giuseppe_Hess","surface_form":"Giuseppe Hess","offset":2271},{"uri":"Jean-Claude_Blanc","surface_form":"Jean-Claude Blanc","offset":2299},{"uri":"Andrea_Agnelli","surface_form":"Andrea Agnelli","offset":2511}]}