{"id":526157,"url":"http://en.wikipedia.org/wiki/Pazyryk_rug","text":"The Pazyryk rug is one of the oldest carpets in the world, dating around 5th c. BC, now in the Hermitage Museum in St. Petersburg, Russia. The Pazyryk rug was found in 1949 in the grave of a Scythian nobleman in the Bolshoy Ulagan dry valley of the Altai Mountains in Kazakhstan. The Pazyrk rug had been frozen in the ice and it was very well preserved. The rug has a ribbon pattern in the middle, and a border which has deer, and warriors riding on horses. All parts of the rug are made of wool, including the pile and the base.\nBeing produced either in Ancient Armenia, Persia, or Central Asia, this carpet has 3600 symmetrical double knots per dm² (232 per inch²), in modern terminology also called \"Ghiordes knot (or \"[https://en.wikipedia.org/wiki/Turkish_knot Turkish knot]\"). The design and the systematic motifs of the Pazyrk rug would later be found in similar Turkmen carpets, carpets of the early Seljuq period, and subsequently modern Turkish carpets and kilims.\nOrigins.\nThe origin of the rug is unknown. There are different theories regarding the origin of the carpet. While a number of scholars presume a Oghuz-Turkic origin, Volkmar Gantzhorn assumes a Urartian and Phrygian-Armenian origin of the rug. A Persian theory also exists, but has not been further elaborated; The rug may have originated between the Iranian-Altaian corridor through ancient contacts. Some authors assume that the wool, the artistic conception, as well as the workmanship, may have been provided by Armenians of the Near East; The rug itself is considered as a Sakic funeral accessory. Although a previous study in 1983/1985 did not support an involvement of Armenian cochineal, a Soviet-based conference held in Riga (1987) still maintained the claim that the red threads of the rug resemble those of the Armenian cochineal type. Later it was found by an American research center (Bard Graduate Center, 1991) that the bluish-red color used for the rug and other felts was actually made from Polish cochineal (\"Porphyrophora polonica\"), a scale insect native to Eastern Europe, Central Asia and Western Siberia, or from one of the Porphyrophora species recently discovered in Kazakhstan: \"P. Altaiensis\", \"P. Turaigiriensis\" (Jashenko, 1988), \"P. Akirtobiensis\" (Jashenko, 1988), \"P. eremospartonae\" (Jashenko, 1989), and \"P. matesovae\" (Jashenko, 1989). Armenian authors, however, still insist in the Soviet-based perception of 1987. Further confirmation on the nature of \"Ararat Kermes\" of the Armenian cochineal gained by the analysis of \"Porphyrophora hameli\" insects in 1990 by Harald Böhmer, has shown that the Pazyryk rug cannot have been dyed with this insect.\nTurkic interpretation.\nThe numerical values of the carpet show striking genealogical parallels to the Oghuz-Turkic legend, perhaps based on an older version of the Massageteans. This genealogy is shown in the way the pattern is divided into 24 tribes. On the left and right their are groups of 12 tribes in each. According to Rashid-al-Din Hamadani, the founder of the Oghuz tribes had six sons, with each having four sons. As mentioned in the “Shiji” (“Historical Records”) of Sima Qian this scheme was a result of the military administrative reform of the Xiongnu leader Modu Chanyu in 209/206-174 BC which in turn originated from the Turkic primordial ancestor Oghuz Khagan. Many Turkic cultures today use his legend to describe their ethnic origins. Historian Sergei Tolstov writes that this scheme “...was preserved by the Aral foreland Huns, the Kidarites-Hephthalites, and was inherited by their descendants, the tribes of the Oghuz alliance in the 10th – 11th centuries AD and, finally, by the Turkmens of the 19th century AD – beginning of the 20th century AD.”\nArmenian interpretation.\nGantzhorn supports the view that the Pazyryk rug is of Phrygian-Armenian origin. He put forward the hypothesis that the rug is actually not depicting Scythians, but Armenians. He found similarities at the ruins of Persepolis in Iran where various nations are depicted as bearing tribute, the horse design from the Pazyryk carpet is the same as the relief depicting part of the Armenian delegation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hermitage_Museum","surface_form":"Hermitage Museum","offset":95},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":115},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":268},{"uri":"Kingdom_of_Armenia_(Antiquity)","surface_form":"Ancient Armenia","offset":555},{"uri":"Achaemenid_Empire","surface_form":"Persia","offset":572},{"uri":"Central_Asia","surface_form":"Central Asia","offset":583},{"uri":"Oghuz_languages","surface_form":"Oghuz","offset":1120},{"uri":"Turkic_languages","surface_form":"Turkic","offset":1126},{"uri":"Urartian_kingdom","surface_form":"Urartian","offset":1169},{"uri":"Phrygia","surface_form":"Phrygian","offset":1182},{"uri":"Armenians","surface_form":"Armenian","offset":1191},{"uri":"Iranian_plateau","surface_form":"Iranian","offset":1326},{"uri":"Altai_mountains","surface_form":"Altaian","offset":1334},{"uri":"Saka","surface_form":"Sakic","offset":1553},{"uri":"Riga","surface_form":"Riga","offset":1705},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":2054},{"uri":"Central_Asia","surface_form":"Central Asia","offset":2070},{"uri":"Siberia","surface_form":"Siberia","offset":2095},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":2168},{"uri":"Genealogy","surface_form":"genealogical","offset":2733},{"uri":"Sima_Qian","surface_form":"Sima Qian","offset":3139},{"uri":"Xiongnu","surface_form":"Xiongnu","offset":3219},{"uri":"Oghuz_Khagan","surface_form":"Oghuz Khagan","offset":3325},{"uri":"Huns","surface_form":"Huns","offset":3503},{"uri":"Persepolis","surface_form":"Persepolis","offset":3971},{"uri":"Iran","surface_form":"Iran","offset":3985}]}