{"id":526269,"url":"http://en.wikipedia.org/wiki/Placekicker","text":"The placekicker, also called a kicker, is the player in American and Canadian football who is responsible for the kicking duties of field goals and extra points. In many cases, the placekicker also serves as the team's kickoff specialist or, more rarely, punter, as well. A kicker is often called the most valuable player on the team. This is because in many cases, he scores the most points in a game. Each time his team gets to the 35 yard line or closer, they have a chance to score 3 points. Each time their team makes a touchdown, the kicker comes in to make the extra (1) point. A kicker is a member of the special teams.\nJob requirements.\nTo be a kicker in the NFL requires strong legs. The kicker also needs excellent concentration and coordination. A kicker is the only member of a team who can move the ball with their feet. But the kicker is often the smallest member of the team. Probably the most important requirement is \"nerves of steel\". You have to kick the ball perfectly while being rushed by the other team.\nHero or ?\nThe kicker is the only player on a team who has the opportunity to score points each time he goes out on the field. Kickers today often use a soccer-style kick instead of a straight ahead kick. If he makes a great kick he is a hero. If he misses he is a chump. An entire game can be won or lost by the kicker. A kicker cannot afford to miss too many field goals or they can find themselves traded off the team.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_football","surface_form":"American","offset":56},{"uri":"Canadian_football","surface_form":"Canadian football","offset":69},{"uri":"Kickoff_specialist","surface_form":"kickoff specialist","offset":219},{"uri":"Punter_(football)","surface_form":"punter","offset":255},{"uri":"Team","surface_form":"team","offset":329},{"uri":"Touchdown","surface_form":"touchdown","offset":525},{"uri":"Leg","surface_form":"leg","offset":688},{"uri":"Soccer","surface_form":"soccer","offset":1180},{"uri":"Loser","surface_form":"chump","offset":1292}]}