{"id":526304,"url":"http://en.wikipedia.org/wiki/Cranial_nerve","text":"A cranial nerve is any nerve which is attached directly to the brain or brainstem. This is different from spinal nerves which are attached to segments of the spinal cord. Cranial nerves relay information more directly between the brain and body (mostly parts of the head and neck).\nEach cranial nerve exists as a pair and is present on both sides of the central nervous system. All cranial nerves appear above the first vertebra in the neck (cervical vertebra).\nIn humans there are twelve cranial nerves pairs. They are numbered using Roman numerals I–XII based on their order from the front of the brain to the back, where the brainstem is.\nFunction.\nCranial nerves provide motor and sensory stimulation mainly to places within the head and neck. This sensory stimulation includes sensations such as temperature, touch, taste, vision, smell, balance and hearing.\nSmell (I).\nThe olfactory nerve (CN 1) sends information about smells from the nose up to the brain. In the brain, this information is processed and becomes olfaction, or our sense of smell. The olfactory nerve is an is an afferent sensory nerve, meaning it takes in information from the outside world and sends it to the central nervous system.\nStructure.\nThe olfactory nerve is the shortest cranial nerve. It is one of two cranial nerves that does not connect to the brain stem, the other being the optic nerve (CN 2).\nThe olfactory nerve is not just one nerve, but a group of neurons working together to perform the same task. The olfactory neurons start branched out in the nasal cavity. From here, they reach up through the roof of the nasal cavity and connect to the olfactory bulb.\nThe olfactory nerve is unique because it is the only cranial nerve that can regenerate parts of itself if it is damaged.\nPath of sensation.\nSmell molecules called aromatics come up the nose and into the nasal cavity. Here, they are detected by olfactory neurons. These neurons are branched out along the lining of the nasal cavity. Olfactory neurons take in the signal from the smell molecules and make electric signals called action potentials. The action potentials move up the olfactory neurons through the roof of the nasal cavity, also known as the cribiform plate. After passing through the cribiform plate, the olfactory neurons send the action potentials to the olfactory bulb. From here, signals are sent through the olfactory tract and out to different parts of the brain. For example, some signals are sent to the frontal lobe, where smells are identified and labeled.\nDamage to this path can cause anosmia, or loss of the ability to smell.\nVision (II).\nThe optic nerve (CN II) transmits visual information from the retina to the brain.\nEye movement (III, IV, VI).\nThe oculomotor nerve (CN III) controls most of the muscles related to the movement of the eye, including the eyelids and control of the pupil. The trochlear nerve (CN IV) and abducens nerve (CN VI) are each responsible for their own single eye muscles.\nFacial sensation, jaw movement (V).\nThe trigeminal nerve (CN V) is called \"trigeminal\" because it is made of 3 parts. Together, all these parts are responsible for sensation in the face and larger facial movements such as biting and chewing.\nFacial expression (VII).\nThe facial nerve (CN VII) controls the muscles of facial expression, and helps carry taste sensations from the back of the tongue and mouth.\nHearing and balance (VIII).\nThe vestibulocochlear nerve (CN VIII) transmits sound and equilibrium (balance) information from the inner ear to the brain.\nOral sensation, taste, and salivation (IX).\nThe glossopharyngeal nerve (CN IX) is a mixed nerve that carries a wide range of sensory and motor information.\nControl of heart and digestion (X).\nThe vagus nerve (CN X) allows for parasympathetic control of the heart and digestive tract. It is the longest nerve of the autonomic nervous system in the human body.\nShoulder elevation and head-turning (XI).\nThe accessory nerve (CN XI) is a cranial nerve that controls the sternocleidomastoid and trapezius muscles.\nTongue movement (XII).\nThe hypoglossal nerve (CN XII) is involved in controlling tongue movements required for speech and swallowing.\nRoutes out of the brain.\nAfter leaving the brain, the cranial nerves travel inside the skull. Some must leave this bony compartment to reach their destinations. Often the nerves pass through holes in the skull, called foramina. Other nerves pass through bony canals, longer pathways enclosed by bone. These foramina and canals may have more than one cranial nerve, and may also contain blood vessels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nerve","surface_form":"nerve","offset":23},{"uri":"Brain","surface_form":"brain","offset":63},{"uri":"Brainstem","surface_form":"brainstem","offset":72},{"uri":"Spinal_nerve","surface_form":"spinal nerve","offset":106},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":158},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":354},{"uri":"Vertebra","surface_form":"vertebra","offset":420},{"uri":"Neck_(body_part)","surface_form":"neck","offset":436},{"uri":"Cervical_vertebra","surface_form":"cervical vertebra","offset":442},{"uri":"Roman_numerals","surface_form":"Roman numerals","offset":535},{"uri":"Brainstem","surface_form":"brainstem","offset":628},{"uri":"Taste","surface_form":"taste","offset":821},{"uri":"Visual_perception","surface_form":"vision","offset":828},{"uri":"Olfaction","surface_form":"smell","offset":836},{"uri":"Hearing","surface_form":"hearing","offset":855},{"uri":"Olfactory","surface_form":"olfactory","offset":879},{"uri":"Olfaction","surface_form":"olfaction","offset":1020},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1185},{"uri":"Brain_stem","surface_form":"brain stem","offset":1332},{"uri":"Optic_nerve","surface_form":"optic nerve","offset":1364},{"uri":"Neuron","surface_form":"neurons","offset":1442},{"uri":"Nasal_cavity","surface_form":"nasal cavity","offset":1541},{"uri":"Olfactory_bulb","surface_form":"olfactory bulb","offset":1636},{"uri":"Regenerate","surface_form":"regenerate","offset":1728},{"uri":"Molecule","surface_form":"molecules","offset":1798},{"uri":"Aromatic_hydrocarbon","surface_form":"aromatics","offset":1815},{"uri":"Nerve_impulse","surface_form":"action potentials","offset":2079},{"uri":"Frontal_lobe","surface_form":"frontal lobe","offset":2477},{"uri":"Anosmia","surface_form":"anosmia","offset":2562},{"uri":"Optic_nerve","surface_form":"optic nerve","offset":2621},{"uri":"Retina","surface_form":"retina","offset":2679},{"uri":"Oculomotor_nerve","surface_form":"oculomotor nerve","offset":2732},{"uri":"Abducens_nerve","surface_form":"abducens nerve","offset":2903},{"uri":"Trigeminal_nerve","surface_form":"trigeminal nerve","offset":3021},{"uri":"Facial_nerve","surface_form":"facial nerve","offset":3252},{"uri":"Vestibulocochlear_nerve","surface_form":"vestibulocochlear nerve","offset":3421},{"uri":"Glossopharyngeal_nerve","surface_form":"glossopharyngeal nerve","offset":3590},{"uri":"Vagus_nerve","surface_form":"vagus nerve","offset":3738},{"uri":"Parasympathetic_nervous_system","surface_form":"parasympathetic","offset":3768},{"uri":"Autonomic_nervous_system","surface_form":"autonomic nervous system","offset":3857},{"uri":"Accessory_nerve","surface_form":"accessory nerve","offset":3947},{"uri":"Sternocleidomastoid","surface_form":"sternocleidomastoid","offset":4008},{"uri":"Trapezius_muscle","surface_form":"trapezius","offset":4032},{"uri":"Muscular_system","surface_form":"muscles","offset":4042},{"uri":"Hypoglossal_nerve","surface_form":"hypoglossal nerve","offset":4078},{"uri":"Skull","surface_form":"skull","offset":4272},{"uri":"Foramen","surface_form":"foramina","offset":4403}]}