{"id":526457,"url":"http://en.wikipedia.org/wiki/Mujaddid","text":"ce=\"preserve\">Mujaddid () in Islam is a reformer who is given the task of removing errors that have occurred among Muslims. Their job is to show people the great religious truths which the Muslim community will be asked to face. According to the popular Muslim tradition, it refers to a person who appears at the turn of every century of the Islamic calendar to revive Islam, cleansing it of extraneous elements and restoring it to its pristine purity. In contemporary times, a mujaddid is looked upon as the greatest Muslim of a century.\nIkhtilaf (disagreements) exist among vatious hadith specialists. Scholars and historians like Al-Dhahabi and Ibn Hajar al-Asqalani have interpreted that the term mujaddid can also be understood as plural, thus referring to a group of people.\nThis means reform is in the essential nature of Islam and Muslims are called all the time to work hard to make new ideas cope with tradition. It also means that not everything in the Muslim tradition is useful and good for this modern age; there are certain things that were possible in the past but are no longer relevant today. Slavery would be a prime example.\nThe concept of tajdid in Islamic thought.\nTajdid (renewal) in Islamic thought means renewing the ideology representing the intellectual product of Muslims in the fields of science, knowledge and ijtihad to interpret Islam and understand and explicate its rulings.\nAl-Suyuti mentioned in his book Al-Jami' al-Sagheer, \"Renewing religion means renewing its guidance, clarifying its truth and precedence, refuting the innovations and extremism presented to its followers or their reluctance in upholding it, and following its rules in managing the interests of the people and the law of society and civilization.\"\n\"Mujaddids\" can include prominent scholars, pious rulers and military commanders.\nThe reformers in Islam.\nThere is no formal mechanism for designating a mujaddid. The persons of this list are claimed to be Mujaddid.\nWhile there is no formal mechanism for designating a \"mujaddid\" in Sunni Islam, there is often a popular consensus. The Shia and Ahmadiyya have their own list of mujaddids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":29},{"uri":"Reform","surface_form":"reform","offset":40},{"uri":"Century","surface_form":"century","offset":327},{"uri":"Islamic_calendar","surface_form":"Islamic calendar","offset":342},{"uri":"Islam","surface_form":"Islam","offset":369},{"uri":"Ikhtilaf","surface_form":"Ikhtilaf","offset":539},{"uri":"Al-Dhahabi","surface_form":"Al-Dhahabi","offset":633},{"uri":"Ibn_Hajar_al-Asqalani","surface_form":"Ibn Hajar al-Asqalani","offset":648},{"uri":"Tradition","surface_form":"tradition","offset":912},{"uri":"Slavery","surface_form":"Slavery","offset":1111},{"uri":"Ijtihad","surface_form":"ijtihad","offset":1340},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":2039},{"uri":"Shia","surface_form":"Shia","offset":2092},{"uri":"Ahmadiyya","surface_form":"Ahmadiyya","offset":2101}]}