{"id":526417,"url":"http://en.wikipedia.org/wiki/Fetal_alcohol_syndrome","text":"Fetal alcohol syndrome (FAS) is a group of mental and physical problems that can happen when a mother drinks alcohol while she is pregnant. A \"syndrome\" is a group of symptoms. \"Fetal\" means anything that has to do with a fetus. Fetal alcohol syndrome includes ways a fetus is hurt by alcohol while it is still in its mother's womb.\nCause.\nFetal alcohol syndrome is caused by a mother drinking alcohol while she is pregnant. When a mother drinks while she is pregnant, the alcohol goes through the umbilical cord to the fetus. This is why doctors say \"when a [pregnant] woman drinks alcohol, so does her baby.\"\nAlcohol is poisonous to a fetus and can cause brain damage. This can cause many other problems once the baby is born.\nAlcohol can cause problems with the way the fetus develops at any time during a pregnancy. This includes the earliest part of pregnancy, when the mother might not even know she is pregnant.\nIt does not matter whether the mother drinks beer, wine, hard liquor, or any other kind of alcohol. One kind is not safer than any other. They are all equally likely to cause FAS.\nDiagnosis.\nTo be diagnosed with fetal alcohol syndrome, a child must have problems in three different areas.\nGrowth problems.\nChildren with FAS do not grow as well as children without FAS. These growth problems can start even before birth, so many babies with FAS are born weighing less than other babies.\nTo be diagnosed with FAS, a child must have a height, weight, or both that are lower than normal. Their height or weight must be in the 10th percentile or lower, meaning 90% of all other children are taller or heavier.\nPrevention.\nIn the United States, alcohol is the most common cause of birth defects that can be prevented. Fetal alcohol syndrome can be prevented in every pregnancy if the mother drinks no alcohol while she is pregnant.\nDoctors suggest that women who are trying to get pregnant should also drink no alcohol. This is because a woman may not know she is pregnant for the first 4–6 weeks of her pregnancy. Some women drink alcohol during this time, since they do not realize they are pregnant. But drinking during the earliest part of a pregnancy can cause severe FAS because the earliest part of the pregnancy is when the fetus's brain starts developing. This is why it is safest not to drink any alcohol if a woman thinks she might get pregnant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alcoholic_drink","surface_form":"drinks alcohol","offset":102},{"uri":"Pregnancy","surface_form":"pregnant","offset":130},{"uri":"Syndrome","surface_form":"syndrome","offset":143},{"uri":"Symptom","surface_form":"symptom","offset":167},{"uri":"Fetus","surface_form":"fetus","offset":222},{"uri":"Womb","surface_form":"womb","offset":327},{"uri":"Umbilical_cord","surface_form":"umbilical cord","offset":498},{"uri":"Poison","surface_form":"poison","offset":622},{"uri":"Brain_damage","surface_form":"brain damage","offset":657},{"uri":"Beer","surface_form":"beer","offset":964},{"uri":"Wine","surface_form":"wine","offset":970},{"uri":"Liquor","surface_form":"liquor","offset":981},{"uri":"Diagnosis","surface_form":"diagnosed","offset":1116},{"uri":"Percentile","surface_form":"percentile","offset":1546}]}