{"id":526627,"url":"http://en.wikipedia.org/wiki/Alcohol_withdrawal","text":"ce=\"preserve\">Alcohol withdrawal (also called alcohol withdrawal syndrome) is medical problem. It is a set of symptoms that can happen when a person who has drunk alcohol for a long time stops drinking. It can also happen when a person starts drinking less than they used to.\nAlcohol withdrawal can be very dangerous. In the worst cases, it can even kill a person. This is why it is dangerous for people who drink a lot to stop drinking without talking to a doctor first.\nWhy does withdrawal happen?\nAlcohol is a central nervous system depressant. This means that alcohol slows down the activity in some parts of the brain. This can create good feelings, like feeling relaxed and happy.\nIf a person drinks a lot of alcohol, eventually their body will get used to the alcohol. After a while, the person will need to drink more and more alcohol to feel drunk and to slow down parts of their brain. This is called \"tolerance\".\nOnce the body is used to having alcohol (and having parts of the brain slowed down), suddenly taking away the alcohol will cause withdrawal symptoms. The central nervous system is used to being slowed down by alcohol. So without alcohol, the central nervous system gets very excited and over-active.\nA person who gets tolerant to alcohol, and gets withdrawal symptoms when they stop drinking, is \"physically dependent\" on alcohol. This is also called \"physical addiction.\"\nWho gets alcohol withdrawal?\nNot everybody who drinks a lot of alcohol gets withdrawal symptoms when they stop. No one knows why some people get withdrawal symptoms and others do not.\nAbout half of people with alcoholism will get withdrawal symptoms if they drink less than usual. About 5% to 20% of patients withdrawing from alcohol will get the most dangerous form of alcohol withdrawal: delirium tremens. About 1/3 (one out of three) people who have withdrawal seizures will get delirium tremens.\nSymptoms of alcohol withdrawal.\nSymptoms of alcohol withdrawal are mostly caused by a central nervous system that is over-excited and working too hard.\nEverybody has a different set of withdrawal symptoms. Some people have only mild symptoms, like being unable to sleep or feeling anxious. Other people have very bad, life-threatening symptoms, like delirium, hallucinations, very high blood pressures, and very high fevers.\nWithdrawal usually begins 6 to 24 hours after a person takes their last drink. Acute withdrawal can last for up to one week.\nDiagnosis.\nTo be diagnosed with alcohol withdrawal syndrome, patients must have at least two of these symptoms:.\nOrder of symptoms.\n\"Six to 12 hours after the last drink:\"\n\"Twelve to 24 hours after the last drink:\"\n\"24 to 48 hours after the last drink:\"\n\"48 hours after the last drink:\"\nUsually, people will start to feel better after 48 hours. But sometimes, after 48 hours, alcohol withdrawal can still get worse and turn into delirium tremens. Delirium tremens can last anywhere from 4 to 12 days.\nPost-Acute Withdrawal Syndrome (PAWS).\nAcute alcohol withdrawal usually lasts only a week. But many alcoholics have what is called Post-Acute Withdrawal Syndrome (PAWS) (also called \"protracted alcohol withdrawal syndrome). This means that some withdrawal symptoms continue beyond the acute withdrawal stage. Some withdrawal symptoms can last for at least a year after a person stops drinking.\nSymptoms.\nInsomnia is also a common symptom of PAWS. It often keeps happening after acute (immediate) alcohol withdrawal. Research has showed that people with insomnia are more likely to relapse (start using alcohol again). Studies have found that magnesium or trazodone can help treat insomnia in recovering alcoholics.\nFor some people, the acute phase of alcohol withdrawal can last longer than usual. Protracted (longer than usual) delirium tremens has been reported in medical research, but is not common.\nTreatment.\nPeople with bad alcohol withdrawal symptoms often need to go into a hospital to make sure they are safe while they are withdrawing from alcohol.\nBenzodiazepines.\nBenzodiazepines are the most commonly used medication for the treatment of alcohol withdrawal. They can help decrease alcohol withdrawal symptoms and prevent seizures.\nThe most commonly used benzodiazepines are long-acting (medications whose effects last a long time), like chlordiazepoxide and diazepam (Valium). These seem to be the best medicines for treating delirium, and do not have to be given as often.\nAlthough benzodiazepines work very well at treating alcohol withdrawal, they should be carefully used. Benzodiazepines should only be used for short periods in alcoholics. This is because alcoholics are more likely to get addicted to benzodiazepines. There is a risk of replacing an alcohol addiction with benzodiazepine dependence or adding another addiction. Also, both alcohol and benzodiazepines are depressants. If a person takes both at the same time, they are more likely to get depression or become suicidal.\nVitamins.\nAlcoholics often do not have enough of certain vitamins in their bodies. One of these important vitamins is thiamine. If a person does not have enough thiamine in their body, they can get serious health problems and even brain damage.\nWhen a person is going through alcohol withdrawal, the most important vitamins are thiamine and folic acid. If an alcoholic who stops drinking does not have enough of these vitamins, they can get Wernicke syndrome, a very serious brain problem. To keep this from happening, people who have stopped drinking alcohol are often given thiamine and folic acid intravenously (through a needle placed into a vein). They may also be given other vitamins. This can help prevent Wernicke syndrome.\nAnticonvulsants.\nSometimes, anticonvulsant (anti-seizure) medicines are given to try to prevent seizures.\nSome evidence says that topiramate (Topamax), carbamazepine (Tegretol), and other anticonvulsants are helpful in treating alcohol withdrawal; however, research is limited.\nOther studies have shown that benzodiazepines work just as well as anticonvulsants.\nOther medicines.\nClonidine may be used along with benzodiazepines to help some of the symptoms of alcohol withdrawal.\nAntipsychotic medicines, such as haloperidol, are sometimes used along with benzodiazepines to control agitation or psychosis. However, antipsychotics have to be used carefully. They can make alcohol withdrawal worse, since they make it more likely for a person to have a seizure.\nPrognosis.\nIf alcohol withdrawal is not treated correctly, people can die or have permanent brain damage.\nAlcoholics often cannot stop drinking alcohol after their withdrawal symptoms are over. Often, they need support for months or years after withdrawal is over.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syndrome","surface_form":"syndrome","offset":65},{"uri":"Symptom","surface_form":"symptom","offset":110},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":163},{"uri":"Danger","surface_form":"danger","offset":307},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":513},{"uri":"Depressant","surface_form":"depressant","offset":536},{"uri":"Brain","surface_form":"brain","offset":617},{"uri":"Drunkenness","surface_form":"drunk","offset":851},{"uri":"Addiction","surface_form":"addiction","offset":1385},{"uri":"Alcoholism","surface_form":"alcoholism","offset":1607},{"uri":"Delirium_tremens","surface_form":"delirium tremens","offset":1787},{"uri":"Seizure","surface_form":"seizure","offset":1861},{"uri":"Insomnia","surface_form":"unable to sleep","offset":2151},{"uri":"Anxiety","surface_form":"anxious","offset":2178},{"uri":"Delirium","surface_form":"delirium","offset":2247},{"uri":"Hallucination","surface_form":"hallucination","offset":2257},{"uri":"Blood_pressure","surface_form":"blood pressure","offset":2283},{"uri":"Fever","surface_form":"fever","offset":2314},{"uri":"Acute_(medicine)","surface_form":"Acute","offset":2401},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":2464},{"uri":"Research","surface_form":"Research","offset":3464},{"uri":"Magnesium","surface_form":"magnesium","offset":3590},{"uri":"Trazodone","surface_form":"trazodone","offset":3603},{"uri":"Hospital","surface_form":"hospital","offset":3931},{"uri":"Benzodiazepine","surface_form":"Benzodiazepine","offset":4025},{"uri":"Chlordiazepoxide","surface_form":"chlordiazepoxide","offset":4299},{"uri":"Diazepam","surface_form":"diazepam","offset":4320},{"uri":"Delirium","surface_form":"delirium","offset":4388},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":4922},{"uri":"Suicide","surface_form":"suicidal","offset":4943},{"uri":"Thiamine","surface_form":"thiamine","offset":5071},{"uri":"Brain_damage","surface_form":"brain damage","offset":5184},{"uri":"Folic_acid","surface_form":"folic acid","offset":5294},{"uri":"Wernicke_syndrome","surface_form":"Wernicke syndrome","offset":5394},{"uri":"Vein","surface_form":"vein","offset":5599},{"uri":"Anticonvulsant","surface_form":"anticonvulsant","offset":5714},{"uri":"Topiramate","surface_form":"topiramate","offset":5816},{"uri":"Carbamazepine","surface_form":"carbamazepine","offset":5838},{"uri":"Clonidine","surface_form":"Clonidine","offset":6065},{"uri":"Antipsychotic","surface_form":"Antipsychotic","offset":6166},{"uri":"Haloperidol","surface_form":"haloperidol","offset":6199},{"uri":"Psychosis","surface_form":"psychosis","offset":6282}]}