{"id":526619,"url":"http://en.wikipedia.org/wiki/Jerzmanice-Zdr%C3%B3j","text":"e=\"preserve\">Jerzmanice-Zdrój is a small village in Lower Silesia, Poland. The first time it appeared in sources in 1253 as Hermanstorph. The village administrator is Edward Janiec.\nJerzmanice-Zdrój was a health resort from 1881, when a doctor from the nearby town Złotoryja made a small place for sick people called \"Hermsdorf Bad\". This lasted until World War II. After the war, the health resort did not re-open.\nOrigin of name.\nThe origin of \"Jerzmanice\" is unknown. One theory is that this part of the name is a Polish crack from German name \"Hermsdorf\" or \"Hermannsdorf\". These names are an earlier name of Jerzmanice-Zdrój. The origin of \"zdrój\" is means \"spring\" or \"spa\" in English.\nA lot of people do not say \"Jerzmanice-Zdrój\", only \"Jerzmanice\". The earlier names of Jerzmanice are: Bad Hermsdorf, Hermsdorf, Hermannsdorf, Hermanstorph, Hermsdorf am Katzbach. In 1946 the name \"Jerzmanice Zdrój\" was established.\nEnvironment.\nThe highest point in Jerzmanice is Goleń Hill. It is above sea level. It is in the valley of Kaczawa.\nEducation.\nThe village has a primary school and public library.\nTraffic.\nThrough Jerzmanice run few streets: DW364 and DW328. The most popular way of travel is private transportation.\nReligions.\nMost citizens are Roman Catholics, but only about 20% practise it. Some people are Jehovah's Witnesses or atheists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":41},{"uri":"Lower_Silesian_Voivodeship","surface_form":"Lower Silesia","offset":52},{"uri":"Poland","surface_form":"Poland","offset":67},{"uri":"Z%C5%82otoryja","surface_form":"Złotoryja","offset":265},{"uri":"World_War_II","surface_form":"World War II","offset":352},{"uri":"Kaczawa","surface_form":"Kaczawa","offset":1031},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1253},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":1318},{"uri":"Atheist","surface_form":"atheist","offset":1341}]}