{"id":526658,"url":"http://en.wikipedia.org/wiki/Serekh","text":"ce=\"preserve\">A serekh was an important type of heraldic crest used in Ancient Egypt.\nAppearance.\nSerekhs, particularly those found throughout Egyptian history, are typically composed of three components: a recessed or niched façade, the king’s name inscribed in a panel, and a falcon. While both the façade and name depictions are consistent in history, during a portion of Egyptian history there appears variety among the animal incarnation specified. This can be seen by the falcon being presented singularly, joined alongside a Seth chimera, completely replaced by the Seth, or absent of both. Prominent examples include the mid-Dynasty II’s ruler Peribsen whose serekh exclusively displays the Seth animal and his predecessor, Khasekhemwy, whose serekh joins both falcon and Seth animal.\nDissecting these components, it appears each element serves a purpose in its iconography of kingship. The recessed or niched façade, which appears at the bottom of the serekh, is often considered associated with the king’s ownership of large building such as a palace or tomb. This rendition would serve both to certify the king’s authority but also to acknowledge his possession of wealth. The panel, which exists between the niched façade and the falcon, is observed as the space where the king’s name is written. It’s underlying purpose is often debated, however, some claim it to be an allusion to early architectural elements such as the false doors in many pharaonic tombs. On top of this panel, as stated earlier, is often a falcon denoting the god Horus. Horus’s presence in the serekh suggests the name inscribed in the panel as being the king’s Horus name, but the god’s association with kingship often lends credibility to the monarch. Both the Seth and Horus animals can be shown wearing a red, white, or double crown of Egypt and in some instances, appear in control of weapons. Such personification indicates the larger role played by the serekh, and potentially the use of the animal god as a representation of the king. The king himself would often be known to contain or exemplify the ‘Ka’ of Horus, which was the internal spirit that was later removed following the kings death and transitioned to fill that of the succeeding king. This retention of a godly spirit would be then be used as the deciding testament for the kings right to the throne. This relationship between the king’s Ka and the Horus god in royal serekh’s can be traced to many of the earliest texts and coalesce with the development of early writing. Until Dynasty IV, serekhs served as the only means for royal identification and later become secondary to the cartouche.\nThe name depicted in the panel is denoted as the king’s Horus name- in the case that the Horus animal is depicted- and is a tribute to the belief that kings were considered son of the god Osiris and therefore a semi-divine earthly representation of Horus. This name, which is one of five great names, is further argued to be the king’s Ka name. The characterization of the Horus falcon also provides a means of dating serekhs and further identifying their owner. For instance, Horus's represented in crouching positions is a distinguishing trademark of Dynasty 0 and First Dynasty serekhs. Additionally, the presence of a concave top below the Horus symbol, rather than straight, suggests a date no later than the reign of king Aha. After Dynasty 2, the previously broad falcon tail is also redesigned to become more narrow and straight.\nThe word \"serekh\" comes from the Egyptian word for \"facade\". There are many different serekhs on different types of objects. Many different decorations and details of the facade are shown in many different examples. It seems that there were no strict rules for the design of the serekh.\nUse.\nA serekh was normally used as a royal crest, showing the name of the pharaoh. They have been found as far back as the predynastic Naqada II (Gerzean) period (ca. 3400 BC.). The hieroglyphs forming the king's name were placed inside a rectangular area above the serekh. From the Old Kingdom period onward, the word serekh appears in old papyri.\nA serekh was not only important in validating the authority of the king during his time of rule, but it subsequently allowed fallen kings to maintain a legacy long after death. In the time of ancient Egypt this was especially important as the adoption of a name signified the beginning of one’s existence. This connection between name and existence was so well established that often it was not uncommon for the serekh of a royal to stand in his place. This is captured by the many serekhs exhibiting arms and hands attached to either the falcon animal or the panel element wielding weapons or holding captives. This personification of serekhs suggests an active participance in its surroundings and therefore its role as embodiment of the inscribed king. This anthropomorphizing of glyphs and symbolic images, such as the catfish glyph on an ivory cylinder of Narmer which epitomizes the duality of function, continues throughout Egyptian history and can be seen in a variety of contexts. It is seen most noticeably in the serekh's of king Aha where the falcon god Horus yields a weapon within the confines of the serekh.\nGiven the predominant usage of serekhs in the identification of kingship, especially preceding Dynasty IV, the presence of such also serve to demonstrate Egyptian presence in foreign areas. Inscribed serekhs into natural stone sites provide compelling evidence of travel or expansion of Egyptian populations into such areas.\nPlacement.\nSerekh’s appear on a variety of surface throughout history, progressing alongside the material industry current at the time. Most noticeably appearing on statues and landmarks, they also sit on the likes of many less elaborate medium such as rock or pots. These less precious materials, however, simultaneously exhibit reduced precision and detail of incised serekhs compared to those on more esteemed material such as alabaster. Additionally, names included within serekhs are often short-handed on pottery vessels. Frequently in rock art, such as on stone massifs, serekhs are accompanied by other pictorial hieroglyphs or artistic scenes. The style of artwork placed alongside the serekhs also serves to help date illegible or damaged components.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heraldry","surface_form":"heraldic crest","offset":48},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":71},{"uri":"Chimera_(mythology)","surface_form":"chimera","offset":537},{"uri":"Set_(deity)","surface_form":"Seth","offset":699},{"uri":"Horus","surface_form":"falcon","offset":769},{"uri":"False_door","surface_form":"false doors","offset":1436},{"uri":"Horus","surface_form":"Horus","offset":1549},{"uri":"Horus","surface_form":"Horus","offset":1648},{"uri":"Osiris","surface_form":"Osiris","offset":2840},{"uri":"Ancient_Egyptian_royal_titulary","surface_form":"five great names","offset":2935},{"uri":"Ka","surface_form":"Ka","offset":2988},{"uri":"Facade","surface_form":"facade","offset":3542},{"uri":"Pharaoh","surface_form":"pharaoh","offset":3851},{"uri":"Gerzeh_culture","surface_form":"Gerzean","offset":3923},{"uri":"Hieroglyph","surface_form":"hieroglyph","offset":3959},{"uri":"Old_Kingdom_of_Egypt","surface_form":"Old Kingdom","offset":4060}]}