{"id":526684,"url":"http://en.wikipedia.org/wiki/Tuskegee_syphilis_experiment","text":"The Tuskegee Syphilis Experiment (/tʌsˈkiːɡiː/) was a clinical study. The study was done between 1932 and 1972 by the United States Public Health Service. Its goal was to study how syphilis progressed (got worse) if it was not treated. The study's subjects (the people who were being studied) were poor African American sharecroppers. They were told that they were receiving free health care from the U.S. government.\nThis experiment is famous because none of the men being studied were told that they had syphilis. Even after the 1940s, when doctors realized that penicillin could cure syphilis, the men were not given this cure, or any other treatment. The men were not told that they were not getting real treatment, or that a cure was available. This study raised many important questions about medical ethics.\nBackground.\nIn the 1930s, when the study started, syphilis was a very serious health problem in the United States. In fact, syphilis had been a serious health problem throughout all of history. Syphilis gets worse over time. It can be very painful. If it is not treated, it causes brain damage and death. In the 1930s, there was no cure for syphilis. The treatments that were used did not work well and some were poisonous. Doctors did not understand syphilis. Because of this they did not have any way to help people with the disease.\nThere had been very few studies done on how syphilis affected people. One study was done in Norway in 1928, but it studied only white men. In the 1930s, people believed that syphilis affected people of different races in different ways. Doctors thought that African Americans' cardiovascular system was more affected by syphilis than the central nervous system. The Tuskegee study group decided to study how syphilis affected African Americans. They reasoned that they could not cure or treat people with syphilis anyway, and that they would learn things that would help doctors understand syphilis better.\nBeginnings.\nThe Public Health Service started working on the Tuskegee syphilis experiment in 1932 during the Great Depression. Tuskegee University, a college in Alabama that was open to African-American students, also helped with the study. They helped because they thought the study would improve public health for poor people in the area.\nFor the study, researchers signed up a total of 600 African American men from Macon County, Alabama. A total of 399 of these men had syphilis before the study began. The remaining 201 did not have syphilis. (In research, this healthy group is called a \"control group\"). Researchers wanted to compare the difference between people with and without syphilis. The men were given free health care, meals, and free burial insurance for being in the study.\nThe researchers' original goal was to study the effects of syphilis for just six months. At first, they studied the men in the experiment for six to eight months. They were then given the only treatments that were known at the time. These included arsphenamine (which is now used as a chemotherapy), ointments made of mercury and bismuth. These treatments were all very poisonous. Some treatments helped a little while others made things worse.\nMoney for treatment.\nThe Tuskegee study received money to treat the men in the study from the Rosenwald Fund. This was a major organization from Chicago whose purpose was philanthropy. Specifically, they supported improving black education and developing communities in the South.\nIn 1928, the Rosenwald Fund had worked with Public Health Services in a study of over 2,000 black workers in Mississippi's Delta Pine and Land Company. The study's goal was to see how common syphilis was in this group. The Rosenwald Fund helped provide treatment for 25% of the workers who had tested positive for syphilis. However, in 1929, the Stock Market Crash happened. The Great Depression also began. The Rosenwald Fund said they could no longer pay for medicine to treat the Tuskegee men.\nThe study continues without treatment.\nAfter funding (money) for treatment was lost, the study was continued. The study's subjects were never told that they would never get treatment. In fact, the men were told they were being treated for \"bad blood.\" \"Bad blood\" was a local word that people used to describe different diseases, including syphilis, anemia, and fatigue.\nResearchers started using tricks and lying to the men in the study, without caring about medical ethics or the men's rights. For example, researchers wanted to do lumbar punctures (\"spinal taps\") on the men to measure the effects of syphilis. These spinal taps were dangerous and very painful. To make sure that the men would come get the spinal taps, the researchers sent all 400 subjects a letter titled \"Last Chance for Special Free Treatment.\" This was a lie; the spinal taps were not treatment.\nAll of the study's participants also had to have an autopsy after death in order to receive funeral benefits (money given to their families to pay for a funeral).\nAfter penicillin was discovered as a cure in the 1940s, researchers did not give penicillin to any study participants. They also did not tell any of the participants about penicillin. Many patients were lied to and given placebo treatments so that researchers could keep studying how syphilis affected the men. The researchers did this even though they knew that without treatment, the syphilis would eventually kill the men.\nResearchers keep patients from getting treatment.\nDuring World War II, 250 of the Tuskegee men registered for the draft. These men were given medical exams by the military, and were diagnosed as having syphilis. They were ordered to get treatment for syphilis before they could be taken into the military. But the Tuskegee study's researchers tried to keep these men from getting treatment. A Public Health Service worker was quoted at the time saying: \"So far, we are keeping the known positive patients [the men with syphilis] from getting treatment.\"\nBy 1947, penicillin had become the normal treatment for syphilis. It was not just a treatment, but a cure. The United States government created several public health programs to help people get the cure. The government formed \"rapid treatment centers\" where people could go for penicillin. The governments goal was to eradicate syphilis (to make it not exist any more). But when these programs came to Macon County, study researchers kept the Tuskegee men from participating.\nEnd of the study.\nThe study continued until 1972, when Peter Buxton, who also worked for the Public Health Service, gave information about the experiment to a reporter. This caused the study to end, on November 16, 1972. By that time, all of the Tuskegee men with syphilis had gotten no real treatment for 40 years.\nBy the end of the study in 1972, only 74 of the test subjects were alive. Of the original 399 men, 28 had died of syphilis. Another 100 were dead of related complications. A total of 40 of their wives had been infected and 19 of their children were born with congenital syphilis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Clinical_trial","surface_form":"clinical study","offset":54},{"uri":"United_States_Public_Health_Service","surface_form":"United States Public Health Service","offset":118},{"uri":"Syphilis","surface_form":"syphilis","offset":181},{"uri":"Poverty","surface_form":"poor","offset":298},{"uri":"African-American_people","surface_form":"African American","offset":303},{"uri":"Sharecropping","surface_form":"sharecroppers","offset":320},{"uri":"Famous","surface_form":"famous","offset":437},{"uri":"Medical_doctor","surface_form":"doctor","offset":543},{"uri":"Penicillin","surface_form":"penicillin","offset":565},{"uri":"Treatment","surface_form":"treatment","offset":644},{"uri":"Medical_ethics","surface_form":"medical ethics","offset":799},{"uri":"United_States","surface_form":"United States","offset":915},{"uri":"History","surface_form":"history","offset":1000},{"uri":"Painful","surface_form":"painful","offset":1055},{"uri":"Brain_damage","surface_form":"brain damage","offset":1096},{"uri":"Death","surface_form":"death","offset":1113},{"uri":"Poison","surface_form":"poison","offset":1228},{"uri":"Disease","surface_form":"disease","offset":1342},{"uri":"Norway","surface_form":"Norway","offset":1443},{"uri":"White_people","surface_form":"white","offset":1479},{"uri":"Race_(sociology)","surface_form":"races","offset":1563},{"uri":"Cardiovascular_system","surface_form":"cardiovascular system","offset":1628},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":1689},{"uri":"Great_Depression","surface_form":"Great Depression","offset":2067},{"uri":"Tuskegee_University","surface_form":"Tuskegee University","offset":2085},{"uri":"College","surface_form":"college","offset":2108},{"uri":"Public_health","surface_form":"public health","offset":2256},{"uri":"Researcher","surface_form":"researcher","offset":2314},{"uri":"Macon_County%2C_Alabama","surface_form":"Macon County, Alabama","offset":2377},{"uri":"Health_care","surface_form":"health care","offset":2680},{"uri":"Meal","surface_form":"meal","offset":2693},{"uri":"Insurance","surface_form":"insurance","offset":2716},{"uri":"Arsphenamine","surface_form":"arsphenamine","offset":2998},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":3035},{"uri":"Topical_medication","surface_form":"ointments","offset":3050},{"uri":"Bismuth","surface_form":"bismuth","offset":3080},{"uri":"Rosenwald_Fund","surface_form":"Rosenwald Fund","offset":3289},{"uri":"Organization","surface_form":"organization","offset":3322},{"uri":"Chicago","surface_form":"Chicago","offset":3340},{"uri":"Philanthropy","surface_form":"philanthropy","offset":3366},{"uri":"Education","surface_form":"education","offset":3425},{"uri":"Community","surface_form":"communities","offset":3450},{"uri":"Southern_United_States","surface_form":"the South","offset":3465},{"uri":"Mississippi","surface_form":"Mississippi","offset":3585},{"uri":"Positive","surface_form":"positive","offset":3777},{"uri":"Wall_Street_Crash_of_1929","surface_form":"Stock Market Crash","offset":3822},{"uri":"Great_Depression","surface_form":"Great Depression","offset":3855},{"uri":"Medicine","surface_form":"medicine","offset":3937},{"uri":"Anemia","surface_form":"anemia","offset":4323},{"uri":"Fatigue","surface_form":"fatigue","offset":4335},{"uri":"Rights","surface_form":"rights","offset":4461},{"uri":"Lumbar_puncture","surface_form":"lumbar puncture","offset":4507},{"uri":"Spine","surface_form":"spinal","offset":4526},{"uri":"Autopsy","surface_form":"autopsy","offset":4896},{"uri":"Funeral","surface_form":"funeral","offset":4936},{"uri":"Placebo","surface_form":"placebo","offset":5228},{"uri":"World_War_II","surface_form":"World War II","offset":5490},{"uri":"Conscription","surface_form":"draft","offset":5547},{"uri":"Military","surface_form":"military","offset":5596},{"uri":"Medical_diagnosis","surface_form":"diagnosed","offset":5615},{"uri":"Congenital_syphilis","surface_form":"congenital syphilis","offset":7038}]}