{"id":526641,"url":"http://en.wikipedia.org/wiki/Cocaine_withdrawal","text":"ce=\"preserve\">Cocaine withdrawal happens when a person who uses a lot of cocaine stops using cocaine. It can also happen when a person who uses a lot of cocaine starts using less cocaine than they did before.\nCocaine (also called coke) is a powerful stimulant. It is an illegal drug outside of hospital usage. It makes people feel very happy, talkative, energetic, and not want to eat as much food.\nWithdrawal effects of cocaine.\nSome cocaine users also report having similar symptoms to schizophrenia patients and feel that their mind is lost. Some users also report formication: feeling like things are crawling on the skin (also called, \"coke bugs\" or \"spiders\"). These symptoms can last for weeks or, in some cases, months.\nEven after many withdrawal symptoms go away, most users feel like they need to keep using cocaine. This feeling can last for years and may get worse during times of stress. About 30-40% of cocaine addicts start using other kinds of drugs or alcohol after they stop using cocaine.\nTherapy.\n\"Twelve-step programs\" like Cocaine Anonymous (modeled on Alcoholics Anonymous and Narcotics Anonymous) have been widely used to help people addicted to cocaine. Cognitive Behavioral Therapy (CBT) and Motivational Therapy (MT) have proven to be more helpful than 12-step programs in treating cocaine dependency. However, both of these approaches have a fairly low success rate.\nIbogaine has been researched a treatment for cocaine dependency. It is used in clinics in Mexico, the Netherlands, and Canada, but it cannot be used legally in the United States.\nNon-drug treatments like acupuncture and hypnosis have been studied. However, these studies have not clearly shown that acupuncture or hypnosis helps with cocaine withdrawal.\nCocaine addiction continues to be the second-most difficult addiction to manage, behind heroin addiction.\nMedications.\nMedications that have been studied to treat cocaine withdrawal include acetylcysteine, baclofen, bupropion, vanoxerine, and vigabatrin.\nKim Janda has been working for years on a vaccination that would treat cocaine use disorders.\nThe anti-depressant desipramine, and the stimulants methylphenidate and pemoline, have been used to treat cocaine dependence in people who also have a mental illness.\nFinally, drugs have been used to cause an \"aversion reaction\" (a very bad reaction) when given with cocaine. The most common of these drugs is phenelzine.\nReward-based treatments.\nOn February 14, 2011, two Swiss psychologists published two years' research on cocaine addiction. They found that addicts who gambled were less likely to use cocaine or to relapse on cocaine. They think gambling may refocus the brain's \"reward center\" from cocaine to gambling. They said that psychotherapy should be used along with gambling. More research is being done on long-term relapse rates (the number of people who eventually start using cocaine again).\nHowever, a more recent study looked at prize-based contingency management: a treatment method that offers addicts chances to win prizes if they do not use cocaine. This study found that prize-based contingency management helped cocaine addicts stay off cocaine, whether or not they had gambled recently. This suggests that it is the chance of a reward, not the gambling itself, that helps cocaine addicts stay off of cocaine.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cocaine","surface_form":"cocaine","offset":73},{"uri":"Stimulant","surface_form":"stimulant","offset":250},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":270},{"uri":"Euphoria","surface_form":"very happy","offset":331},{"uri":"Symptoms","surface_form":"symptoms","offset":476},{"uri":"Schizophrenia","surface_form":"schizophrenia","offset":488},{"uri":"Formication","surface_form":"formication","offset":568},{"uri":"Alcoholics_Anonymous","surface_form":"Alcoholics Anonymous","offset":1075},{"uri":"Narcotics_Anonymous","surface_form":"Narcotics Anonymous","offset":1100},{"uri":"Cognitive-behavioral_therapy","surface_form":"Cognitive Behavioral Therapy","offset":1179},{"uri":"Motivational_Therapy","surface_form":"Motivational Therapy","offset":1218},{"uri":"Ibogaine","surface_form":"Ibogaine","offset":1395},{"uri":"Clinic","surface_form":"clinic","offset":1474},{"uri":"Mexico","surface_form":"Mexico","offset":1485},{"uri":"Netherlands","surface_form":"Netherlands","offset":1497},{"uri":"Canada","surface_form":"Canada","offset":1514},{"uri":"United_States","surface_form":"United States","offset":1559},{"uri":"Acupuncture","surface_form":"acupuncture","offset":1599},{"uri":"Hypnosis","surface_form":"hypnosis","offset":1615},{"uri":"Heroin","surface_form":"heroin","offset":1837},{"uri":"Medication","surface_form":"Medication","offset":1868},{"uri":"Acetylcysteine","surface_form":"acetylcysteine","offset":1939},{"uri":"Baclofen","surface_form":"baclofen","offset":1955},{"uri":"Bupropion","surface_form":"bupropion","offset":1965},{"uri":"Vanoxerine","surface_form":"vanoxerine","offset":1976},{"uri":"Vigabatrin","surface_form":"vigabatrin","offset":1992},{"uri":"Kim_Janda","surface_form":"Kim Janda","offset":2004},{"uri":"Vaccine","surface_form":"vaccination","offset":2046},{"uri":"Desipramine","surface_form":"desipramine","offset":2118},{"uri":"Methylphenidate","surface_form":"methylphenidate","offset":2150},{"uri":"Pemoline","surface_form":"pemoline","offset":2170},{"uri":"Mental_illness","surface_form":"mental illness","offset":2249},{"uri":"Phenelzine","surface_form":"phenelzine","offset":2408},{"uri":"Switzerland","surface_form":"Swiss","offset":2471},{"uri":"Psychologist","surface_form":"psychologist","offset":2477},{"uri":"Research","surface_form":"research","offset":2512},{"uri":"Gambling","surface_form":"gambled","offset":2571},{"uri":"Brain","surface_form":"brain","offset":2673},{"uri":"Research","surface_form":"research","offset":2793},{"uri":"Relapse","surface_form":"relapse","offset":2829}]}