{"id":526652,"url":"http://en.wikipedia.org/wiki/Pulmonary_edema","text":"Pulmonary edema (pulmonary oedema in British English) is fluid in the lungs (\"Pulmonary\" means \"lungs\"; \"edema\" means \"swelling\" or \"fluid\"). Normally, the lungs fill with air when a person breathes in. From the alveoli in the lungs, oxygen goes into the blood. The blood then carries oxygen to the entire body. Every part of the body needs oxygen to survive.\nWhen a person has fluid in their lungs (pulmonary edema), there is not enough space left for air to get into the lungs. The person will not be able to breathe in as much air. This means not as much oxygen will get into the blood, and the body will not get the oxygen it needs.\nCauses.\nThe most common cause of pulmonary edema is heart failure on the left side of the heart. The left side of the heart is supposed to pump blood to the entire body. If the left side of the heart is too weak to do this, blood will back up into the lungs. This is called \"cardiogenic pulmonary edema\". (\"Cardiogenic\" means \"caused by the heart.\")\nFlash pulmonary edema.\nFlash pulmonary edema is a medical emergency. It is pulmonary edema that comes on very quickly. Usually pulmonary edema takes a few hours to develop. But in the worst cases of flash pulmonary edema, a person's lungs can fill completely with fluid in minutes. Flash pulmonary edema can also be caused by moving a person with pulmonary edema, or lying them down.\nTreatment.\nOther treatments can focus on the cause of the pulmonary edema. For example, if a person with kidney failure has had too much salt or fluid, they can have dialysis to take away the extra fluid and salt.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_English","surface_form":"British English","offset":37},{"uri":"Fluid","surface_form":"fluid","offset":57},{"uri":"Lung","surface_form":"lung","offset":70},{"uri":"Oedema","surface_form":"edema","offset":105},{"uri":"Breathing","surface_form":"breathes in","offset":190},{"uri":"Alveoli","surface_form":"alveoli","offset":212},{"uri":"Oxygen","surface_form":"oxygen","offset":234},{"uri":"Blood","surface_form":"blood","offset":255},{"uri":"Heart_failure","surface_form":"heart failure","offset":689},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":1037},{"uri":"Dialysis","surface_form":"dialysis","offset":1537}]}