{"id":526813,"url":"http://en.wikipedia.org/wiki/Gisella_Perl","text":"e=\"preserve\">Gisella Perl (December 10, 1907 – 1988) was a Jewish gynecologist who lived in Romania until 1944. In 1944, World War II was happening, and the Nazis illegally invaded a part of Romania through Hungary. The Nazis deported all of the Jewish people in the area and sent them to concentration camps.\nEarly life.\n\"[My father said] 'I do not want my daughter to lose her faith and break away from Judaism.'... Several months later, she approached him again, this time with a prayer book he had given her, and said, 'I swear on this book that wherever life will take me, under whatever circumstances, I shall always remain a good, true Jew.' Maurice Perl relented, and she enrolled in medical school. Years later, on the day she was paid a fee by her first patient, she bought another prayer book and had engraved on it her father's name....\nHer father carried that book into the crematorium in Auschwitz.\"\nLife in the concentration camps.\nAfter the Nazis invaded Romania, Dr. Perl and her family were sent to Auschwitz concentration camp. There, Dr. Perl's husband, only son, parents, and extended family were all killed by the Nazis. Dr. Perl was allowed to live because she was a doctor. She was given the job of working as a doctor in the camp. Diseases (like all kinds of infections), injuries, malnutrition, and many other problems were very common among the inmates. This was because of horrible living conditions at the camps, where inmates were beaten, not given enough food, not given clean water or toilets, were forced to work very hard, and had to live so close together that diseases spread very quickly. Dr. Perl's job was to help these inmates, but she did not have even the most basic medical supplies, like antiseptic, soap, clean cloths for wounds, medicine, or even running water.\n\"The greatest crime in Auschwitz was to be pregnant.... Dr. Mengele told me that it was my duty to report every pregnant woman to him... He said that they would go to another camp for better nutrition, even for milk. So women began to run directly to him, telling him, 'I am pregnant.' I learned that they were all taken to the research block to be used as guinea pigs [in medical experiments], and then two lives would be thrown into the crematorium. I decided that never again would there be a pregnant woman in Auschwitz.\"\nIn January 1945, Russian soldiers were getting close to Auschwitz. The Nazis sent everyone in Auschwitz to another concentration camp called Bergen-Belsen. In April 1945, British soldiers freed the camp. As the soldiers were moving in to free the camp, Dr. Perl was delivering a baby.\nAfter leaving Bergen-Belsen, Dr. Perl found out that both her husband and son had died. She tried to kill herself with poison, and was sent to recover in a convent in France. She stayed there until 1947.\nLife in the United States.\nIn March of 1947, Dr. Perl went to New York City and tried to become an American citizen. Instead of being treated as a victim of the Nazi concentration camps, she was treated as a suspect. She was interrogated and accused of helping the Nazi doctors at Auschwitz carry out human rights abuses. She was finally granted citizenship in 1951.\nDr. Perl began work as a gynecologist in New York's Mount Sinai Hospital, and delivered around 3,000 babies in New York alone. She became an expert in infertility treatment, helping couples who were having trouble getting pregnant.\n\"I was a Doctor in Auschwitz\".\nIn June 1948, Gisella Perl published her story, called \"I was a Doctor in Auschwitz\". In the book, she talks about the horrors she saw there as an inmate doctor. The book includes Perl's descriptions of Joseph Mengele's experiments; of how she tried to save as many inmates as possible; and how the Nazi doctors would order operations on young women's breasts without anesthetics, because the warden, Irma Grese, liked watching them suffer.\nPublications.\nDr. Perl was later reunited with her daughter, Gabriella Krauss Blattman, whom she managed to hide during the war. They both moved to live in Herzliya, Israel. Perl died in Israel in 1988. She was the sole author or coauthor of nine papers on vaginal infections published between 1955 and 1972.\nIn 2003, a film entitled \"Out of the Ashes\" was released. It was based upon the story of Dr. Perl's life, and starred Christine Lahti as Dr. Perl.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jewish","surface_form":"Jewish","offset":59},{"uri":"Gynecologist","surface_form":"gynecologist","offset":66},{"uri":"Romania","surface_form":"Romania","offset":92},{"uri":"World_War_II","surface_form":"World War II","offset":121},{"uri":"Nazis","surface_form":"Nazis","offset":157},{"uri":"Illegal","surface_form":"illegal","offset":163},{"uri":"Invasion","surface_form":"invaded","offset":173},{"uri":"Hungary","surface_form":"Hungary","offset":207},{"uri":"Deportation","surface_form":"deported","offset":226},{"uri":"Nazi_concentration_camps","surface_form":"concentration camps","offset":289},{"uri":"Judaism","surface_form":"Judaism","offset":405},{"uri":"Crematorium","surface_form":"crematorium","offset":887},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":902},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":1017},{"uri":"Infection","surface_form":"infection","offset":1284},{"uri":"Injury","surface_form":"injuries","offset":1297},{"uri":"Malnutrition","surface_form":"malnutrition","offset":1307},{"uri":"Toilet","surface_form":"toilet","offset":1517},{"uri":"Forced_labor","surface_form":"forced to work","offset":1531},{"uri":"Antiseptic","surface_form":"antiseptic","offset":1732},{"uri":"Injury","surface_form":"wounds","offset":1767},{"uri":"Medication","surface_form":"medicine","offset":1775},{"uri":"Nutrition","surface_form":"nutrition","offset":1999},{"uri":"Experiment","surface_form":"experiment","offset":2189},{"uri":"Russia","surface_form":"Russia","offset":2351},{"uri":"Soldier","surface_form":"soldier","offset":2359},{"uri":"Bergen-Belsen_concentration_camp","surface_form":"Bergen-Belsen","offset":2475},{"uri":"Great_Britain","surface_form":"British","offset":2505},{"uri":"Suicide","surface_form":"kill herself","offset":2720},{"uri":"Poison","surface_form":"poison","offset":2738},{"uri":"Convent","surface_form":"convent","offset":2775},{"uri":"France","surface_form":"France","offset":2786},{"uri":"New_York_City","surface_form":"New York City","offset":2885},{"uri":"Citizenship","surface_form":"citizen","offset":2931},{"uri":"Interrogation","surface_form":"interrogated","offset":3048},{"uri":"Infertility","surface_form":"infertility","offset":3341},{"uri":"Irma_Grese","surface_form":"Irma Grese","offset":3854},{"uri":"Suffering","surface_form":"suffer","offset":3886},{"uri":"Israel","surface_form":"Israel","offset":4060},{"uri":"Out_of_the_Ashes_(2003_movie)","surface_form":"Out of the Ashes","offset":4229},{"uri":"Christine_Lahti","surface_form":"Christine Lahti","offset":4321}]}