{"id":526873,"url":"http://en.wikipedia.org/wiki/Aloha_(movie)","text":"\"Aloha\" is a 2015 American romantic comedy-drama movie. It was directed by Cameron Crowe and it was produced by Cameron Crowe and Scott Rudin. \"Aloha\" was released on May 29, 2015.\nThe movie got negative reviews from critics. It has a 20% rating on Rotten Tomatoes. \"Aloha\" was also a box office bomb and only made $26.3 million from its $37 million budget. \"The Hollywood Reporter\" estimated that the movies financial losses were close to $65 million by the time the movie ended its run in theatres.\nThe movie was criticized by Media Action Network for Asian-Americans for \"whitewashing\" the cast. Director Cameron Crowe said in a response: \"I have heard your words and your disappointment, and I offer you a heart-felt apology to all who felt this was an odd or misguided casting choice. As far back as 2007, Captain Allison Ng was written to be a super-proud one quarter Hawaiian who was frustrated that, by all outward appearances, she looked nothing like one. A half-Chinese father was meant to show the surprising mix of cultures often prevalent in Hawaii. Extremely proud of her unlikely heritage, she feels personally compelled to over-explain every chance she gets. The character was based on a real-life, red-headed local who did just that.\" Emma Stone said that whitewashing was a problem in Hollywood and that she regretted being miscast.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"Romance_movie","surface_form":"romantic","offset":27},{"uri":"Comedy-drama","surface_form":"comedy-drama","offset":36},{"uri":"Movie_director","surface_form":"directed","offset":63},{"uri":"Cameron_Crowe","surface_form":"Cameron Crowe","offset":75},{"uri":"Movie_producer","surface_form":"produced","offset":100},{"uri":"Scott_Rudin","surface_form":"Scott Rudin","offset":130},{"uri":"Review","surface_form":"review","offset":204},{"uri":"Critic","surface_form":"critic","offset":217},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":249},{"uri":"Box_office_bomb","surface_form":"box office bomb","offset":285},{"uri":"The_Hollywood_Reporter","surface_form":"The Hollywood Reporter","offset":359},{"uri":"Emma_Stone","surface_form":"Emma Stone","offset":1252}]}