{"id":526946,"url":"http://en.wikipedia.org/wiki/Byzantine_calendar","text":"e=\"preserve\">The Byzantine calendar was a calendar used by the Eastern Orthodox Church from the year 691 A.D. to 1728. It was also used by the Byzantine empire from 988 A.D. to 1453, when the empire fell, and by Russia from 988 A.D. to 1700. The Byzantine calendar is like the Julian calendar, but the year starts on 1 September instead of 1 January. Year one of the Byzantine calendar is from 1 September, 5509 B.C. to 31 August, 5508 B.C.\nBackground.\nThe Great Schism, dated to 1054, created two religions from what was formerly one. The Western part later became the Roman Catholic Church. The Eastern part is known as the Eastern Orthodox Church. At that time the Roman Catholic church used the Julian calendar. In 1453 the Byzantine Empire collapsed ending the use of their calendar. But others still used it, notably Russia. Numbering differences began to appear when the Gregorian calendar was introduced in 1582 by Pope Gregory XIII.\nOther differences.\nThe Roman calendar did not include dates for Old Testament prophets. The Byzantine calendar does.\nRussia.\nPeter the great became tsar of Russia in 1682. At the time the Russians used a form of the Julian calendar with Byzantine influence. The calendar year started on 1 September and not 1 January. The years were numbered from the date given as earth's creation and not from the birth of Christ. Peter changed the calendar to start on January 1 and numbered the years from Christ's birth. But he continued basing the calendar on the Julian system instead of the Gregorian calendar. By the early 1800s the Russian calendar was 12 days behind the Gregorian calendar used by western Europe. So dating something between the two systems became a problem. Dating notations such as 1 March O.S. (meaning Old Style, Julian or Russian) were used. Another example is 16 May 1582 N.S. (New Style or Gregorian calendar). Other notations included both: 25 October/6 November 1917, trying to show how the same day appeared in different calendars.\nOn 1 January 1700, by decree of Peter the Great, the Russian/Byzantine calendar was no longer used.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholicism","surface_form":"Eastern Orthodox Church","offset":63},{"uri":"Byzantine_empire","surface_form":"Byzantine empire","offset":143},{"uri":"Russia","surface_form":"Russia","offset":212},{"uri":"Julian_calendar","surface_form":"Julian calendar","offset":277},{"uri":"Great_Schism","surface_form":"Great Schism","offset":457},{"uri":"Roman_Catholicism","surface_form":"Roman Catholic Church","offset":570},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":626},{"uri":"Byzantine_Empire","surface_form":"Byzantine Empire","offset":728},{"uri":"Gregorian_calendar","surface_form":"Gregorian calendar","offset":878},{"uri":"Pope_Gregory_XIII","surface_form":"Pope Gregory XIII","offset":923},{"uri":"Roman_calendar","surface_form":"Roman calendar","offset":965},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1006},{"uri":"Prophet","surface_form":"prophet","offset":1020},{"uri":"Peter_the_great","surface_form":"Peter the great","offset":1067},{"uri":"Tsar","surface_form":"tsar","offset":1090},{"uri":"Russia","surface_form":"Russia","offset":1098},{"uri":"Christ","surface_form":"Christ","offset":1350},{"uri":"Western_Europe","surface_form":"western Europe","offset":1634},{"uri":"Example","surface_form":"example","offset":1808},{"uri":"Decree","surface_form":"decree","offset":2017}]}