{"id":527018,"url":"http://en.wikipedia.org/wiki/Internet_Assigned_Numbers_Authority","text":"The Internet Assigned Numbers Authority (IANA) is a department of ICANN. IANA is a nonprofit corporation that handles many Internet-related symbols and numbers.\nResponsibilities.\nIANA is in charge of allocating numbers like IP addresses used in Internet protocols. These protocols are published in Request for Comments (RFC) documents. IANA works with the Internet Engineering Task Force (IETF) and the RFC editorial team.\nAssigning IP addresses and domain names needs more administration. IANA delegates these to smaller administrations because of the many layers involved.\nIP addresses.\nIANA gives IP addresses in blocks to regional internet registries (RIRs). Each RIR assigns addresses for a different part of the world. All the RIRs formed the Number Resource Organization to coordinate with each other.\nRIRs split their address pools into smaller chunks and give them to Internet service providers in their region. IANA assigns addresses with a /8 prefix for IPv4. It also assigns IPv6 addresses with /23 and /12 prefixes. These IPv6 addresses come from the 2000::/3 IPv6 address block. Because IPv4 addresses have run out, IANA does not assign them any more.\nDomain names.\nIANA also manages the top layer of the Domain name system (DNS). It works with many different server operators and policy makers from ICANN.\nIANA also manages.int domains for international organizations, and.arpa for reverse DNS.\nProtocol parameters.\nIANA is also involved in Internet Engineering Task Force protocols, like uniform resource identifier (URI) schemes. It also recommends character encodings to use on the Internet. IANA has to listen to the Internet Architecture Board when doing this.\nTime zone database.\nIANA also has a database containing time zone differences and rules. Computers everywhere use the information in this database to keep time correctly.\nIANA has been responsible for the database since October 16, 2011. The original FTP server holding the database was shutdown because of the Astrolabe, Inc. v. Olson et al. court decision.","categories":[],"infobox_types":[],"annotations":[{"uri":"ICANN","surface_form":"ICANN","offset":66},{"uri":"Corporation","surface_form":"corporation","offset":93},{"uri":"IP_address","surface_form":"IP addresses","offset":433},{"uri":"Domain_name","surface_form":"domain names","offset":450},{"uri":"Regional_internet_registry","surface_form":"regional internet registries","offset":626},{"uri":"Number_Resource_Organization","surface_form":"Number Resource Organization","offset":749},{"uri":"IPv4","surface_form":"IPv4","offset":965},{"uri":"IPv6","surface_form":"IPv6","offset":987},{"uri":"Domain_Name_System","surface_form":"Domain name system","offset":1219},{"uri":"Internet_Engineering_Task_Force","surface_form":"Internet Engineering Task Force","offset":1456},{"uri":"Uniform_Resource_Identifier","surface_form":"uniform resource identifier","offset":1504},{"uri":"Character_encoding","surface_form":"character encodings","offset":1566},{"uri":"Internet_Architecture_Board","surface_form":"Internet Architecture Board","offset":1636},{"uri":"Database","surface_form":"database","offset":1717},{"uri":"Time_zone","surface_form":"time zone","offset":1737},{"uri":"FTP","surface_form":"FTP server","offset":1932}]}