{"id":527181,"url":"http://en.wikipedia.org/wiki/Irma_Grese","text":"Irma Ida Ilse Grese (7 October 1923 – 13 December 1945) was a member of the \"Schutzstaffel (SS)\", a powerful Nazi military organization, during World War II. She was a guard at the Nazi concentration camps at Ravensbrück and Auschwitz. She was also the warden of the women's part of Bergen-Belsen concentration camp.\nGrese was nicknamed \"the Hyena of Auschwitz\" () by prisoners there because of the cruel ways she treated them. After World War II ended, Grese was put on trial for war crimes at the Nuremberg Trials. She was convicted of crimes against humanity for the things she did at Auschwitz and Bergen-Belsen. She was executed in 1945 at age 22.\nEarly life.\nIrma Grese was born in Germany in 1923. In 1936, when Grese was 13, her mother killed herself by drinking hydrochloric acid, a poison, after finding out that her husband had an affair (a relationship with another woman). Grese's father probably joined the Nazi Party in 1937, and got married again in 1939.\nWhen she was 14, Grese quit school. By then, she was a member of the League of German Girls (\"Bund Deutscher Mädel\"), a Nazi group for girls.\nConcentration camp guard.\nGrese volunteered to work in a concentration camp. In 1942, when she was 19 years old, she started working as a guard at Ravensbrück, a concentration camp for women. In March 1943, she was sent to work at Auschwitz-Birkenau. After a year, Grese was promoted to \"Rapportführerin\" - warden - at Bergen-Belsen. This was the second-highest rank that a woman could reach. In this job, she helped choose which prisoners would be killed in the concentration camp's gas chambers.\nWhen British soldiers were getting close to Bergen-Belsen to liberate it (take it over and free its prisoners), Grese and some other people in the SS decided not to run away. They were captured by the British on 17 April 1945, and taken to prison.\nIn her famous memoir called \"Five Chimneys\", Olga Lengyel (who had been a prisoner in a camp where Grese worked) wrote about how Grese acted there. Lengyel wrote that Grese liked hurting prisoners, making them afraid of her, and choosing which ones would be killed in the gas chambers.\nTrial and execution.\nGrese was put on trial for war crimes at the \"Belsen Trial.\" Instead of having one big trial with hundreds of defendants, the Nuremberg Trials were separated into smaller trials. For example, people who were accused of committing crimes at Bergen-Belsen were put on trial at the Belsen Trial. Grese was tried there with 44 other people. Her trial lasted from September to November of 1945. She was given a lawyer named Major L. Cranfield.\nGrese was accused of treating prisoners in ways that were illegal because of an international law called the Third Geneva Convention. People who had been prisoners in the camps Grese worked at talked about how Grese murdered and tortured prisoners. They said she especially liked to hurt women. They talked about how Grese beat prisoners, let her dogs attack them, whipped them, and shot them. They said she liked to whip women's breasts, and then make the camp doctor, Gisella Perl, do surgery on the women's breasts without anesthetic, because she liked watching them suffer.\nTwo other female guards were tried at the Belsen Trial. However, Grese was the only woman to get the death penalty.\nOn Thursday, 13 December 1945, in Hamelin Jail, Grese was executed by hanging.","categories":[],"infobox_types":[],"annotations":[{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":77},{"uri":"Nazi","surface_form":"Nazi","offset":109},{"uri":"World_War_II","surface_form":"World War II","offset":144},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camps","offset":181},{"uri":"Ravensbr%C3%BCck_concentration_camp","surface_form":"Ravensbrück","offset":209},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":225},{"uri":"Bergen-Belsen_concentration_camp","surface_form":"Bergen-Belsen concentration camp","offset":283},{"uri":"Nickname","surface_form":"nickname","offset":327},{"uri":"Hyena","surface_form":"Hyena","offset":342},{"uri":"Prisoner","surface_form":"prisoner","offset":368},{"uri":"Cruel","surface_form":"cruel","offset":399},{"uri":"Trial","surface_form":"trial","offset":471},{"uri":"War_crime","surface_form":"war crime","offset":481},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":499},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":538},{"uri":"Death_penalty","surface_form":"executed","offset":625},{"uri":"Germany","surface_form":"Germany","offset":688},{"uri":"Suicide","surface_form":"killed herself","offset":744},{"uri":"Hydrochloric_acid","surface_form":"hydrochloric acid","offset":771},{"uri":"Poison","surface_form":"poison","offset":792},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":921},{"uri":"League_of_German_Girls","surface_form":"League of German Girls","offset":1041},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":1598},{"uri":"United_Kingdom","surface_form":"British","offset":1617},{"uri":"Soldier","surface_form":"soldier","offset":1625},{"uri":"Memoir","surface_form":"memoir","offset":1874},{"uri":"Five_Chimneys","surface_form":"Five Chimneys","offset":1889},{"uri":"Defendant","surface_form":"defendant","offset":2277},{"uri":"Accuse","surface_form":"accused","offset":2375},{"uri":"Lawyer","surface_form":"lawyer","offset":2573},{"uri":"International_law","surface_form":"international law","offset":2686},{"uri":"Third_Geneva_Convention","surface_form":"Third Geneva Convention","offset":2715},{"uri":"Murder","surface_form":"murder","offset":2822},{"uri":"Torture","surface_form":"torture","offset":2835},{"uri":"Whip","surface_form":"whip","offset":2971},{"uri":"Breast","surface_form":"breast","offset":3036},{"uri":"Gisella_Perl","surface_form":"Gisella Perl","offset":3076},{"uri":"Surgery","surface_form":"surgery","offset":3093},{"uri":"Anesthetic","surface_form":"anesthetic","offset":3132},{"uri":"Suffering","surface_form":"suffer","offset":3176},{"uri":"Death_penalty","surface_form":"death penalty","offset":3285},{"uri":"Hamelin","surface_form":"Hamelin","offset":3334},{"uri":"Execution","surface_form":"executed","offset":3358},{"uri":"Hanging","surface_form":"hanging","offset":3370}]}