{"id":527389,"url":"http://en.wikipedia.org/wiki/Sonderkommando_photographs","text":"The \"Sonderkommando\" photographs are four blurry pictures, taken secretly in August 1944 inside the Auschwitz concentration camp during World War II. The photographs were taken by a prisoner in Auschwitz II-Birkenau. This was Auschwitz's extermination camp - a place where people were sent to be killed in gas chambers. These are some of the only known photos that show what happened around the gas chambers.\nThe photographer was a member of the \"Sonderkommando\", a group of inmates forced to work in and around the gas chambers. He took two photos from inside one of the gas chambers and two from outside. To keep from being caught, he had to aim the camera from his hip and was not able to focus the camera. The Polish resistance (a movement of Polish people fighting against the Nazis) snuck the camera film out of the camp in a toothpaste tube.\nThe photographs were numbered 280–283 by the Auschwitz-Birkenau State Museum. Numbers 280 and 281 show the cremation of dead bodies in a fire pit. Number 283 just shows trees (since the photographer could not see where he was aiming the camera, he aimed too high for this photo). Number 282 shows a group of naked women just before they went into the gas chamber.\nTaking the photographs.\nNobody knows for sure who took the photographs. Many records say he was called \"Alex,\" and was a Jewish inmate from Greece. \"Alex\" may have been Alberto Errera, an officer from the Greek navy; he was shot and killed after hitting an SS officer. (The SS - \"Schutzstaffel\" - were the Nazi military organization that ran the concentration camps.)\nOther members of the \"Sonderkommando\" in the camp's crematorium helped get and hide the camera Alex used. They were also look-outs (they watched the SS to find the safest time for Alex to take the pictures.)\n[S]omewhere about midway through 1944, we decided to take pictures secretly to record our work ... In order to do that, [we needed] to get a good camera and film ... From the very beginning, several prisoners from our \"Sonderkommando\" were in on my secret: Szlomo Dragon, his brother Josek Dragon, and Alex, a Greek Jew whose surname I do not remember.\nOn the day on which the pictures were taken ... Some of us were to guard the person taking the pictures. In other words, we were to keep a careful watch for the approach of anyone who did not know the secret, and above all for any SS men moving about in the area. At last the moment came. We all gathered at the western entrance leading from the outside to the gas-chamber of Crematorium V: we could not see any SS men in the watchtower overlooking the door from the barbed wire, nor near the place where the pictures were to be taken. Alex, the Greek Jew, quickly took out his camera, pointed it towards a heap of burning bodies, and pressed the shutter. This is why the photograph shows prisoners from the \"Sonderkommando\" working at the heap. One of the SS was standing beside them, but his back was turned towards the crematorium building. Another picture was taken from the other side of the building, where women and men were undressing among the trees. They [were going] to be murdered in the gas-chamber of Crematorium V.\nThe film was snuck out of the camp by the Polish resistance. It was hidden inside a tube of toothpaste by Helena Dantón, who worked in the SS canteen (camp store). Attached to the film was a note dated 4 September 1944, asking that the film be developed right away.\nThe \"Sonderkommando\" photographs were one in many acts of resistance against the Nazis and the war crimes they committed during the Holocaust.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":100},{"uri":"World_War_II","surface_form":"World War II","offset":136},{"uri":"Photography","surface_form":"photographs","offset":154},{"uri":"Prisoner","surface_form":"prisoner","offset":182},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":238},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":306},{"uri":"Sonderkommando","surface_form":"Sonderkommando","offset":447},{"uri":"Camera","surface_form":"camera","offset":652},{"uri":"Polish_resistance_in_World_War_II","surface_form":"Polish resistance","offset":714},{"uri":"Poland","surface_form":"Polish","offset":747},{"uri":"Nazi","surface_form":"Nazi","offset":782},{"uri":"Photographic_film","surface_form":"film","offset":806},{"uri":"Cremation","surface_form":"cremation","offset":956},{"uri":"Corpse","surface_form":"dead bodies","offset":969},{"uri":"Jew","surface_form":"Jew","offset":1334},{"uri":"Greece","surface_form":"Greece","offset":1353},{"uri":"Alberto_Errera","surface_form":"Alberto Errera","offset":1382},{"uri":"Navy","surface_form":"navy","offset":1424},{"uri":"SS","surface_form":"SS","offset":1470},{"uri":"Military","surface_form":"military","offset":1524},{"uri":"Surname","surface_form":"surname","offset":2115},{"uri":"Resistance_against_Nazi_Germany","surface_form":"resistance","offset":3496},{"uri":"War_crimes","surface_form":"war crimes","offset":3533},{"uri":"Holocaust","surface_form":"Holocaust","offset":3570}]}