{"id":52767,"url":"http://en.wikipedia.org/wiki/Robert_Gascoyne-Cecil%2C_3rd_Marquess_of_Salisbury","text":"Robert Arthur Talbot Gascoyne-Cecil, 3rd Marquess of Salisbury KG GCVO PC FRS (3 February 1830 - 22 August 1903) was a Prime Minister of the United Kingdom. He was known as Lord Robert Cecil before 1865 and as Viscount Cranborne from 1865 until 1868.\nSalisbury served as Prime Minister three times for a total of over thirteen years. When Prime Minister, he acted as his own Foreign Minister.\nLord Cecil was elected to Parliament in 1853 as a member of the Conservative Party. In 1866 (now called Viscount Cranborne), he served as Secretary of State for India under Prime Minister Lord Derby. Cranborne resigned, but he would return to government in 1874, now as the Marquess of Salisbury. Salisbury was again Secretary of State for India under Prime Minister Benjamin Disraeli. In 1878, Salisbury became Foreign Secretary in the Disraeli government.\nSalisbury became the Conservative Party leader. Salisbury first served as Prime Minister from 23 June 1885, to 28 January 1886. His first government did not last long as the Conservatives did not have full control.\nSalisbury became Prime Minister again on 25 July 1886, with a majority. He would be in office until 11 August 1892. His third time as Prime Minister was from 25 June 1895, until 11 July 1902.\nTwo issues dominated his time as Prime Minister. One was the struggle between European powers seizing parts of Africa, the so-called \"Scramble for Africa\". The United Kingdom fought the Second Boer War while Salisbury was Prime Minister.\nThe other was Ireland, the rise of Irish nationalism amongst Catholics in Ireland. This was backed by his great opponent, Gladstone, leader of the Liberal Party and also three times Prime Minister.\nSalisbury helped establish the London County Council. Salisbury built up the Royal Navy. Africa was divided up into colonies.\nSalisbury resigned on 11 July 1902. He died on 22 August 1903. The great issues which had divided the country in his time colonialism, Ireland and Africa – lasted in British politics for most of the next century. The one great issue which was not appreciated at the time was the rise of militant German nationalism, which in the next century led to two World Wars. Throughout his career Salisbury wrote articles for the \"Quarterly Review\", which have now been edited and published.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Garter","surface_form":"KG","offset":63},{"uri":"Royal_Victorian_Order","surface_form":"GCVO","offset":66},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"PC","offset":71},{"uri":"The_Royal_Society","surface_form":"FRS","offset":74},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":119},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":141},{"uri":"Parliament","surface_form":"Parliament","offset":419},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":457},{"uri":"Secretary_of_State_for_India","surface_form":"Secretary of State for India","offset":531},{"uri":"Edward_Smith-Stanley%2C_14th_Earl_of_Derby","surface_form":"Lord Derby","offset":581},{"uri":"India","surface_form":"India","offset":733},{"uri":"Benjamin_Disraeli%2C_1st_Earl_of_Beaconsfield","surface_form":"Benjamin Disraeli","offset":760},{"uri":"Foreign_Secretary","surface_form":"Foreign Secretary","offset":805},{"uri":"Africa","surface_form":"Africa","offset":1369},{"uri":"Second_Boer_War","surface_form":"Second Boer War","offset":1444},{"uri":"Ireland","surface_form":"Ireland","offset":1510},{"uri":"Irish_nationalism","surface_form":"Irish nationalism","offset":1531},{"uri":"Gladstone","surface_form":"Gladstone","offset":1618},{"uri":"London_County_Council","surface_form":"London County Council","offset":1725},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1771},{"uri":"Africa","surface_form":"Africa","offset":1783},{"uri":"Colonialism","surface_form":"colonies","offset":1810},{"uri":"Colonialism","surface_form":"colonialism","offset":1942},{"uri":"German","surface_form":"German","offset":2116},{"uri":"World_War","surface_form":"World War","offset":2173}]}