{"id":52761,"url":"http://en.wikipedia.org/wiki/Giant_anteater","text":"The giant anteater, \"Myrmecophaga\", is an animal that lives in Central and South America.It is also known as the ant bear\nIt the only mammal without teeth. Its diet consists of termites and ants, hence the name. It is the largest anteater: its length is between 182 cm and 217 cm. Males weigh between 33 and 41 kg, female are 27 and 39 kg. This species lives on the ground, in contrast to other living anteaters and sloths which are arboreal or semi-arboreal. It forages in open areas and rests in more forested habitats.\nMode of life.\nThe giant anteater is adapted to eat termites and ants, and does not have any teeth in its mouth. It uses its front claws to dig them up and its long, sticky tongue to collect them. They eat about 30,000 ants and termites every day.\nThe tongue can reach up to, longer than the length of the skull, and move in and out around 160 times per minute (nearly three times per second). The anteater's tongue has little to no attachments to the hyoid and this is what allows it to flick its tongue at such distances and speed. The hyoid apparatus is large, V-shaped and flexible and supports the tongue as it goes in and out of the mouth. Before being swallowed, insects are crushed against the palate.\nThe giant anteater knuckle-walks, meaning its front toes are curled under like a fist when it moves. It is one of only a few animals other than primates that do this.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animal","surface_form":"animal","offset":42},{"uri":"Central_America","surface_form":"Central","offset":63},{"uri":"South_America","surface_form":"South America","offset":75},{"uri":"Teeth","surface_form":"teeth","offset":149},{"uri":"Termites","surface_form":"termites","offset":177},{"uri":"Ants","surface_form":"ants","offset":190},{"uri":"Sloth","surface_form":"sloth","offset":416},{"uri":"Arboreal","surface_form":"arboreal","offset":433},{"uri":"Forest","surface_form":"forest","offset":503},{"uri":"Habitats","surface_form":"habitats","offset":512},{"uri":"Adapted","surface_form":"adapted","offset":558},{"uri":"Hyoid","surface_form":"hyoid","offset":973},{"uri":"Hyoid","surface_form":"hyoid","offset":1059},{"uri":"Palate","surface_form":"palate","offset":1223},{"uri":"Knuckle-walk","surface_form":"knuckle-walk","offset":1250},{"uri":"Primate","surface_form":"primate","offset":1375}]}