{"id":527727,"url":"http://en.wikipedia.org/wiki/Theodor_Morell","text":"Theodor Gilbert Morell (22 July 1886 – 26 May 1948) was Adolf Hitler's personal doctor. For years, Morell treated Hitler with many different drugs. He helped Hitler with almost everything Hitler did. Morell escaped from Hitler's bunker just a few hours before Hitler killed himself there.\nLife before Hitler.\nMorell was born in a small village called Trais-Münzenberg, in Upper Hesse, Germany. His family was half Jewish. Morell studied medicine in France. Then he trained in obstetrics and gynecology in Munich, Germany. He became a doctor on 23 May 1913.\nMorell worked as a ship's doctor for a year. Then, in 1914, when Germany was fighting World War I, he volunteered to be a doctor for the German army. He worked as a doctor in a German army battalion until 1917. By 1918, Morell had opened his own doctor's office in Berlin. He became popular for treating his patients' illnesses in unusual ways. Both the Shah of Persia and the King of Romania asked Morell to be their personal doctors, but Morell refused.\nIn 1920, Morell married Hannelore Moller, a rich actress.\nBeing Hitler's doctor.\nMorell joined the Nazi Party when Hitler became the Chancellor (leader) of Germany in 1933. In 1935, Morell treated Hitler's personal photographer, Heinrich Hoffmann. Hoffmann told Hitler that Morell had saved his life. In 1936, Hitler met Morell for the first time. Hitler was having very bad stomach pain, and also had a rash on his leg. Morell was able to cure both problems with medicines. After this, Hitler asked Morell to be his personal doctor. Soon, Hitler decided Morell was a medical genius. Morell became one of Hitler's closest friends. Morell began to treat Hitler with a drug he called \"Vitamultin\" when Hitler felt tired in the morning. Right after he got a shot of Vitamultin, Hitler would feel awake and have a lot of energy. Ernst-Günther Schenck, a doctor in the SS, had some Vitamultin tested. It had methamphetamine in it.\nIn 1938, Hitler demanded control of part of Czechoslovakia. While Hitler was meeting with the Czechoslovak president, Emil Hacha, Hitler began yelling at Hacha. Hacha became so scared of Hitler that he fainted. Morell injected stimulant drugs into Hacha to wake him up. Morell said these drugs were only vitamins, but they may have included methamphetamine. Soon after Morell gave him the drugs, Hacha agreed to do what Hitler wanted.\nTreating Hitler with drugs.\nMorell began treating Hitler with more and more drugs. Most were medicines sold in stores, but some were Morell's own mixes. Many of the things Morell gave Hitler are toxic (poisonous). Because of this, some historians think Morell accidentally made Hitler's bad health even worse.\nReputation.\nMany of Hitler's other close friends did not like Morell. For example, Herman Göring, the Vice-Chancellor of Germany, called Morell \"Der Reichsspritzenmeister\" (\"Injection Master of the German Reich\") and \"The Master of the Imperial Needle.\" Both nicknames meant the same thing: that Morell used injections (shots of medicine) to fix every problem.\nMorell often argued with Dr. Karl Brandt, who had been Hitler's personal doctor since 1933. Eva Braun, Hitler's girlfriend, called Morell's office a \"pig sty\" and refused to see him.\nPrison and death.\nOn 20 April 1945, during the Battle of Berlin, Hitler was hiding in his bunker in Berlin with Morell and some of his other personal workers. Hitler told Morell and some other workers to fly from Berlin to the Obersalzberg (Hitler's home in the mountains). Morell flew out of Berlin on 23 April.\nMorell was soon caught by the Americans. He was interrogated on 18 May 1945. He was kept in jail in an American prison camp, in the same place that the Nazi concentration camp called Buchenwald used to be. However, he was never charged with a crime.\nMorell died on 26 May 1948, in a hospital in Bavaria, Germany. He was very obese and had many health problems when he died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":56},{"uri":"Medical_doctor","surface_form":"doctor","offset":80},{"uri":"Drug","surface_form":"drug","offset":141},{"uri":"Bunker","surface_form":"bunker","offset":229},{"uri":"Suicide","surface_form":"killed himself","offset":267},{"uri":"Hesse","surface_form":"Hesse","offset":378},{"uri":"Germany","surface_form":"Germany","offset":385},{"uri":"Jew","surface_form":"Jew","offset":414},{"uri":"Medicine","surface_form":"medicine","offset":437},{"uri":"France","surface_form":"France","offset":449},{"uri":"Obstetrics","surface_form":"obstetrics","offset":476},{"uri":"Gynecology","surface_form":"gynecology","offset":491},{"uri":"Munich","surface_form":"Munich","offset":505},{"uri":"World_War_I","surface_form":"World War I","offset":643},{"uri":"Army","surface_form":"army","offset":701},{"uri":"Battalion","surface_form":"battalion","offset":746},{"uri":"Berlin","surface_form":"Berlin","offset":822},{"uri":"Illness","surface_form":"illness","offset":875},{"uri":"Shah","surface_form":"Shah","offset":911},{"uri":"Persia","surface_form":"Persia","offset":919},{"uri":"King","surface_form":"King","offset":934},{"uri":"Romania","surface_form":"Romania","offset":942},{"uri":"Actress","surface_form":"actress","offset":1062},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1112},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor (leader) of Germany","offset":1146},{"uri":"Photographer","surface_form":"photographer","offset":1228},{"uri":"Stomach","surface_form":"stomach","offset":1388},{"uri":"Rash","surface_form":"rash","offset":1417},{"uri":"Medication","surface_form":"medicines","offset":1477},{"uri":"Genius","surface_form":"genius","offset":1589},{"uri":"SS","surface_form":"SS","offset":1877},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":1916},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":1983},{"uri":"Emil_Hacha","surface_form":"Emil Hacha","offset":2057},{"uri":"Syncope","surface_form":"fainted","offset":2141},{"uri":"Stimulant","surface_form":"stimulant","offset":2166},{"uri":"Vitamin","surface_form":"vitamin","offset":2243},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":2280},{"uri":"Toxic","surface_form":"toxic","offset":2569},{"uri":"Poison","surface_form":"poison","offset":2576},{"uri":"Historian","surface_form":"historian","offset":2610},{"uri":"Reputation","surface_form":"Reputation","offset":2684},{"uri":"Herman_G%C3%B6ring","surface_form":"Herman Göring","offset":2767},{"uri":"Third_Reich","surface_form":"German Reich","offset":2882},{"uri":"Karl_Brandt","surface_form":"Karl Brandt","offset":3074},{"uri":"Eva_Braun","surface_form":"Eva Braun","offset":3137},{"uri":"Battle_of_Berlin","surface_form":"Battle of Berlin","offset":3275},{"uri":"United_States","surface_form":"Americans","offset":3571},{"uri":"Interrogate","surface_form":"interrogated","offset":3589},{"uri":"Jail","surface_form":"jail","offset":3633},{"uri":"Prison","surface_form":"prison","offset":3653},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camp","offset":3693},{"uri":"Buchenwald_concentration_camp","surface_form":"Buchenwald","offset":3724},{"uri":"Crime","surface_form":"crime","offset":3784},{"uri":"Bavaria","surface_form":"Bavaria","offset":3836},{"uri":"Obesity","surface_form":"obese","offset":3866}]}