{"id":527855,"url":"http://en.wikipedia.org/wiki/Villa_Paul_Poiret","text":"Villa Paul Poiret in Mézy-sur-Seine, Yvelines, France, is an important example of modernist architecture. It was Cubism-inspired, and built in the early 1920s. Later Art Deco features were added. It was a private house originally designed by architect Robert Mallet-Stevens.\nThe house is in of parkland to the west of Paris, overlooking the Seine Valley. It is made of reinforced concrete to a geometric style.\nThe villa was commissioned by fashion designer Paul Poiret in 1921. It was completed in 1925. The house fell into disrepair, and was sold by Poiret in 1930 to actress Elvira Popescu, who lived there from 1938 to 1985. Popescu hired the architect Paul Boyer in 1932 to alter the original design to the contemporary Art Deco \"ocean liner\" style, converting windows to portholes, and rounding-off terrace corners. The house was listed as an historic landmark in 1984.\nBy 1999 the house had once more become dilapidated. It was bought by Laurent Brun. Under the direction of the two French committees responsible for listed buildings, both the outside and inside have been restored.\nVilla Paul Poiret is part of the \"Journées de Patrimoine\", (Heritage Days) scheme: public and private buildings of historic importance are open to the public on the third weekend in September.","categories":[],"infobox_types":[],"annotations":[{"uri":"M%C3%A9zy-sur-Seine","surface_form":"Mézy-sur-Seine","offset":21},{"uri":"Yvelines","surface_form":"Yvelines","offset":37},{"uri":"France","surface_form":"France","offset":47},{"uri":"Modernist","surface_form":"modernist","offset":82},{"uri":"Architecture","surface_form":"architecture","offset":92},{"uri":"Cubism","surface_form":"Cubism","offset":113},{"uri":"Art_Deco","surface_form":"Art Deco","offset":166},{"uri":"Robert_Mallet-Stevens","surface_form":"Robert Mallet-Stevens","offset":252},{"uri":"Paris","surface_form":"Paris","offset":318},{"uri":"River_Seine","surface_form":"Seine Valley","offset":341},{"uri":"Reinforced_concrete","surface_form":"reinforced concrete","offset":369},{"uri":"Paul_Poiret","surface_form":"Paul Poiret","offset":458},{"uri":"Elvira_Popescu","surface_form":"Elvira Popescu","offset":578},{"uri":"Paul_Boyer_(architect)","surface_form":"Paul Boyer","offset":657}]}