{"id":527940,"url":"http://en.wikipedia.org/wiki/Tajdid","text":"e=\"preserve\">Tajdid () is an Arabic word that means \"renewal\". It is usually put together with \"din\" to mean \"renewal of the religion.\" A similar but less common expression is \"ihya' al-din\" (), which may be translated as \"revival of the religion.\"\nThe purpose of the tajdid (renewal or revival) is to implement this ideal model in Muslims' lives, wherever and whenever Muslim society exists. This purpose implies that tajdid is a continuous effort by Muslims always to explain Islam and make it applicable in continually changing situations without violating its principles.\nThe notion of tajdid in the Islamic tradition can be traced back to the Prophet Muhammad, who said that \"At the start of each century there will arise in this ummah (the Muslim community) those who will call for a religious renewal\". Such people (mujaddids, or renewers of Islam), are believed to always come in the time when Muslim community departs from the true path defined by the Qur'an and sunnah (example of the Prophet). The task of the mujaddid, therefore, is to return Muslims to their basic sources (the Qur'an and sunnah), to clean Islam from all un-Godly elements, to present Islam and make it flourish more or less in its original pure form and spirit.\nThe tradition of a renewal of the faith went back to Islam's first century, with the caliph Umar II ('Umar ibn 'Abd al-'Aziz), who came to power in the Muslim year 99 and was particularly revered for his piety, in contrast to his predecessors. He was viewed as a renewer of the faith in an age of increasingly profane rule, and later mujaddids and their movements in various parts of the Islamic world followed his precedent.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_language","surface_form":"Arabic","offset":29},{"uri":"Renewal","surface_form":"renewal","offset":53},{"uri":"Religion","surface_form":"religion","offset":125},{"uri":"Islam","surface_form":"Islam","offset":478},{"uri":"5_pillars_of_islam","surface_form":"principles","offset":564},{"uri":"Muhammad","surface_form":"Muhammad","offset":656},{"uri":"Ummah","surface_form":"ummah","offset":735},{"uri":"Mujaddid","surface_form":"mujaddids","offset":823},{"uri":"Islam","surface_form":"Islam","offset":849},{"uri":"Qur%27an","surface_form":"Qur'an","offset":961},{"uri":"Sunnah","surface_form":"sunnah","offset":972},{"uri":"Mujaddid","surface_form":"mujaddid","offset":1021},{"uri":"Caliphate","surface_form":"caliph","offset":1328},{"uri":"Umar_II","surface_form":"Umar II","offset":1335},{"uri":"Mujaddid","surface_form":"mujaddid","offset":1577}]}