{"id":527939,"url":"http://en.wikipedia.org/wiki/Australian_Kelpie","text":"The Australian Kelpie, or simply Kelpie, is an Australian sheepdog. The word 'Kelpie' is Gaelic and means \"water sprite\". They are very successful at herding and driving livestock with little or no guidance. The Kelpie is a medium-sized dog. They come in both the tan markings and solid colors. The Kelpie has been exported throughout the world and is used mainly to herd sheep, cattle and goats.\nCharacteristics.\nThe Kelpie can do the work of several men. They are tireless workers and can work all day in the hottest climates. Kelpies are able to travel more than in a single day. Like the Border Collie the Kelpie is an intimidator. It locks eyes with an animal to get it to move. Unlike the Border Collie, the Kelpie also nips at the heels of herd animals to get and keep them moving.\nA typical Kelpie weighs from 25 to 45 pounds. They have a life expectancy of from 10 to 14 years on average. Kelpies have natural oils in their skin that keeps their coat weather resistant. For that reason they should be bathed only when absolutely necessary to avoid drying out their skin. An occasional rubdown with a towel keeps them clean.\nTypes.\nThe breed has been separated into two distinct varieties: the Show (or Bench) Kelpie and the Working Kelpie. The Show Kelpie is seen at conformation dog shows in some countries and is selected for appearance rather than working instinct, while the Working Kelpie is bred for working ability rather than appearance.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":47},{"uri":"Sheepdog","surface_form":"sheepdog","offset":58},{"uri":"Gaelic","surface_form":"Gaelic","offset":89},{"uri":"Herding","surface_form":"herding","offset":150},{"uri":"Livestock","surface_form":"livestock","offset":170},{"uri":"Sheep","surface_form":"sheep","offset":372},{"uri":"Cattle","surface_form":"cattle","offset":379},{"uri":"Goat","surface_form":"goat","offset":390},{"uri":"Climate","surface_form":"climate","offset":519},{"uri":"Border_Collie","surface_form":"Border Collie","offset":592},{"uri":"Eye","surface_form":"eye","offset":645},{"uri":"Animal","surface_form":"animal","offset":658},{"uri":"Heel","surface_form":"heel","offset":738},{"uri":"Life_expectancy","surface_form":"life expectancy","offset":847},{"uri":"Oil","surface_form":"oil","offset":919},{"uri":"Skin","surface_form":"skin","offset":933},{"uri":"Hair","surface_form":"coat","offset":955},{"uri":"Weather","surface_form":"weather","offset":960},{"uri":"Bath","surface_form":"bathed","offset":1010},{"uri":"Towel","surface_form":"towel","offset":1109},{"uri":"Conformation_dog_show","surface_form":"conformation dog show","offset":1276},{"uri":"Instinct","surface_form":"instinct","offset":1368}]}