{"id":527994,"url":"http://en.wikipedia.org/wiki/Doping_(semiconductor)","text":"e=\"preserve\">In electronics, doping is the process of adding certain chemical elements to a semiconductor in order to change its electric conductivity. These elements are tiny impurities. This is done to create diodes that make electricity go in one direction, or to make transistors and semiconductor switches.\nWhen the element boron is added to silicon, the boron \"dopant\" is called an \"acceptor\" because it likes accepting electrons. When the element phosphorous is added to silicon, the phosphorous is called a \"donor\" because it does not like electrons.\nThere are two types of doping: (1) n-type(negative type) doping (2) p-type(positive type) doping\n(1) n–type doping: In this, element with five valence electrons are added as impurity(pentavalent impurity or donor impurity) in the semiconductor. Semiconductor has four valence electrons, when it is doped with pentavalent impurity the four valence electron makes covalent bond and the remaining one is now free to move, this is how n-type doping increases conductivity of the semiconductor. Due to excess of electron (e-) in the n-type semiconductor it generates an overall negative charge and thus the name n-type semiconductor.\n(2) p-type doping: In this, element with three valence electron are added as impurity (trivalent impurity or acceptor impurity) in the semiconductor. The three electron in the semiconductor bonds with the three electrons of the dopant. The one electron could not make bond and thus the vacant space where electron should be there is created. This vacant space is know as holes. Electron from another atom jumps in these hole to fill it and a hole is created there, and then the same thing continues. Thus, by this way conductivity is  increased in p-type doping.\nThe impurities are added to the silicon through multiple processes, including \"Spin Coating\". A thin layer of phosphorus or boron, usually mixed with a liquid to help it spread out, is spun at high speeds on the silicon. The mixture spreads out the phosphorous or boron, and then is baked.\nAnother process involves a scaled down particle accelerator that smashes atoms of the chosen \"dopant\" into the silicon, which adds the impurity, called \"Ion Implantation\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Electricity","surface_form":"electronics","offset":16},{"uri":"Chemical_element","surface_form":"chemical element","offset":69},{"uri":"Semiconductor","surface_form":"semiconductor","offset":92},{"uri":"Impurity","surface_form":"impurities","offset":176},{"uri":"Diode","surface_form":"diode","offset":211},{"uri":"Transistor","surface_form":"transistor","offset":272},{"uri":"Boron","surface_form":"boron","offset":329},{"uri":"Silicon","surface_form":"silicon","offset":347},{"uri":"Phosphorous","surface_form":"phosphorous","offset":454},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":2080},{"uri":"Ion","surface_form":"Ion","offset":2194}]}