{"id":528383,"url":"http://en.wikipedia.org/wiki/Dickin_Medal","text":"The PDSA Dickin Medal is an award for animals. It was created in the United Kingdom, by Maria Dickin, in 1943. At first, the award's goal was to honor the work of animals during World War II. The award is often called \"the animals' Victoria Cross.\"\nMaria Dickin was the creator of the People's Dispensary for Sick Animals (PDSA), a British veterinary charity. She created the award for any animal who showed \"conspicuous gallantry [obvious bravery]\" and devotion to its job while serving with the United Kingdom's armed forces or their allies. The Medal was awarded 54 times between 1943 and 1949 – to 32 pigeons, 18 dogs, three horses, and one cat.\nThe PDSA started awarding the Dickin Medal again in 2000. In that year, they honored a Newfoundland dog named Gander. The award was given posthumously - after Gander's death. During the Battle of Hong Kong in World War II, Gander had saved the lives of Canadian soldiers.\nIn early 2002, three dogs were awarded the Dickin Medal for their work in responding to the September 11 attacks. The PDSA also awarded the Medal to two dogs serving with the British military in Bosnia-Herzegovina and Iraq.\nIn December 2007, 12 animals who had received the Dickin Medal and were buried at the PDSA Animal Cemetery in Ilford, Essex, were given full military honors. This marked the end of a project to restore the cemetery, which was aided by the United Kingdom's National Lottery.\nThe first recipients of the Medal, in December 1943, were three pigeons. Serving with the Royal Air Force, all three helped make it possible to rescue air crew from ditched planes during the Second World War. The most recent animal to receive the Medal was Diesel, a dog who was killed while serving with the French police during the November 2015 Paris attacks. Diesel's award will be presented in a ceremony in 2016. As of December 2015, the Dickin Medal has been awarded 66 times.\nPigeons.\nThroughout history, homing pigeons have been used to carry messages over long distances. Homing pigeons can find their way home over very long distances. Because of this special ability, homing pigeons have often been used in wars to carry messages. For example, air force flyers could carry homing pigeons in their planes. If a plane started to crash, the airmen could throw the pigeon out of the plane with a message attached to its leg saying where the plane was crashing. The pigeon would find its way back \"home\" - to a military base - where the message would tell the military where to look for their stranded pilots.\nHorses.\nHorses have been used in wars for over 5,000 years. By World War II, they were usually not used in battle. However, they were used for scout units, and also to carry soldiers and supplies.","categories":[],"infobox_types":["award"],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":69},{"uri":"World_War_II","surface_form":"World War II","offset":178},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":232},{"uri":"Veterinary","surface_form":"veterinary","offset":340},{"uri":"Charity","surface_form":"charity","offset":351},{"uri":"Armed_forces","surface_form":"armed forces","offset":514},{"uri":"Allies","surface_form":"allies","offset":536},{"uri":"Pigeon","surface_form":"pigeon","offset":605},{"uri":"Dog","surface_form":"dog","offset":617},{"uri":"Horse","surface_form":"horse","offset":629},{"uri":"Cat","surface_form":"cat","offset":645},{"uri":"Newfoundland_(dog)","surface_form":"Newfoundland dog","offset":737},{"uri":"Battle_of_Hong_Kong","surface_form":"Battle of Hong Kong","offset":836},{"uri":"World_War_II","surface_form":"World War II","offset":859},{"uri":"Canada","surface_form":"Canadian","offset":903},{"uri":"Soldier","surface_form":"soldier","offset":912},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":1014},{"uri":"Bosnia-Herzegovina","surface_form":"Bosnia-Herzegovina","offset":1117},{"uri":"Iraq","surface_form":"Iraq","offset":1140},{"uri":"Ilford","surface_form":"Ilford","offset":1256},{"uri":"National_Lottery_(United_Kingdom)","surface_form":"National Lottery","offset":1402},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":1510},{"uri":"November_2015_Paris_attacks","surface_form":"November 2015 Paris attacks","offset":1754},{"uri":"Homing_pigeon","surface_form":"homing pigeon","offset":1933},{"uri":"Air_force","surface_form":"air force","offset":2176},{"uri":"Scout","surface_form":"scout","offset":2680}]}