{"id":528398,"url":"http://en.wikipedia.org/wiki/Boulton_%26_Watt","text":"Boulton & Watt was an early British engineering and manufacturing firm. They were very significant in the early industrial revolution. The partners were the English manufacturer Matthew Boulton and the Scottish engineer James Watt.\nThe firm designed and made marine and stationary steam engines. It was founded in the English West Midlands around Birmingham in 1775, and grew to be a major producer of steam engines in the 19th century.\nThe Boulton and Watt steam engine was the first to use steam at above atmospheric pressure. This was a great step in the development of the steam engine. Watt's invention was a key point in the Industrial Revolution.\nTheir engines were used for pumping water in canals, mines, and waterworks, and for driving machines.\nThe Soho Foundry.\nAt first the partnership made the drawing and specifications for the engines, and supervised the work to erect it on the customers property. They produced almost none of the parts themselves. Watt did most of his work at his home in Harper’s Hill in Birmingham, while Boulton worked at the Soho Manufactory.\nGradually the partners began to actually make more and more of the parts, and by 1795 they purchased a property about a mile away from the Soho manufactory, on the banks of the Birmingham Canal. There they built a new foundry for making the engines. The Soho Foundry opened in 1796 at a time when Watt’s sons, Gregory and James Jr. were heavily involved in the management of the enterprise. In 1800, the year of Watt’s retirement, the firm made a total of forty-one engines.\nWatt retired in 1800, the same year that his fundamental patent and partnership with Boulton expired. The famous partnership was transferred to the men's sons, Matthew Robinson Boulton and James Watt Jr. Longtime firm engineer William Murdoch was soon made a partner and the firm prospered.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":28},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":112},{"uri":"Matthew_Boulton","surface_form":"Matthew Boulton","offset":178},{"uri":"James_Watt","surface_form":"James Watt","offset":220},{"uri":"Ocean","surface_form":"marine","offset":259},{"uri":"Steam_engine","surface_form":"steam engine","offset":281},{"uri":"West_Midlands_(region)","surface_form":"West Midlands","offset":326},{"uri":"Birmingham","surface_form":"Birmingham","offset":347},{"uri":"Atmospheric_pressure","surface_form":"atmospheric pressure","offset":507},{"uri":"Canals","surface_form":"canals","offset":699},{"uri":"Mining","surface_form":"mine","offset":707},{"uri":"Waterworks","surface_form":"waterworks","offset":718},{"uri":"Birmingham_Canal","surface_form":"Birmingham Canal","offset":1259},{"uri":"Patent","surface_form":"patent","offset":1614}]}