{"id":528555,"url":"http://en.wikipedia.org/wiki/Googleplex","text":"Googleplex is the head office of Google, Inc. The office is located at 1600 Amphitheatre Parkway in Mountain View, Santa Clara County, California, United States, near San Jose.\nThe original complex has 2,000,000 square feet (190,000 m2) of office space. It is the company's second largest building. The Bay View addition to the building was added in 2015. This made it part of the biggest collection of Google buildings. It has 3,100,000 square feet (290,000 m2) of space.\nSGI Campus.\nThe place was owned by Silicon Graphics in the past. The office space and corporate campus is in a bigger 26-acre (110,000 m2) site. The place also includes Charleston Park and better connection to Permanente Creek, as well as roads that connect to Shoreline Park and the Bay Trail. The project was started in 1994. It was built on the site of one of the working farms in the area.The city owned it at the time.\nGoogle Campus.\nGoogle got the facilities in early 2003. Clive Wilkinson Architects redesigned the inside in 2005. Google bought some of Silicon Graphics' properties in June 2006 for $319 million.\nThe buildings are not tall, but the complex covers a large area of land. The inside of the headquarters has items like shade lamps and giant rubber balls for decoration. The lobby has a piano and a projection of current live Google searches. There are also facilities like free laundry rooms, two small swimming pools, volleyball courts, and eighteen cafeterias with different menus. Google has also put in models of SpaceShipOne and a dinosaur skeleton.\nSince 2007 the place has a set of solar panels covering the roofs of eight buildings and two solar carports. These can produce 1.6 megawatts of electricity. 30% of the peak electricity demand comes from the panels in their solar-powered buildings.\nBay view addition.\nIn 2013 construction started on a new 1.1 million square foot headquarters campus called \"Bay View\". This was next to the original campus on leased from NASA. The estimated cost of the project is $120 million with a target opening date of 2015.\nNBBJ is the architect of the addition. This is also the first time Google has designed its own buildings.\nThe addition is close to northeast corner of the complex. Google tried to get permission from the city to build bridges over Stevens Creek before announcing its construction. Google's 2012 year-end annual report says that it can expand only of the site.\nIn popular culture.\nThe Googleplex was featured in the 2013 film \"The Internship\", with the Georgia Tech campus standing in as a double. It was also the inspiration for the fictional Hooli headquarters in the HBO TV series \"Silicon Valley\".","categories":[],"infobox_types":["factory"],"annotations":[{"uri":"Google","surface_form":"Google, Inc.","offset":33},{"uri":"San_Jose","surface_form":"San Jose","offset":167},{"uri":"SpaceShipOne","surface_form":"SpaceShipOne","offset":1510},{"uri":"NASA","surface_form":"NASA","offset":1968},{"uri":"The_Internship","surface_form":"The Internship","offset":2486},{"uri":"Georgia_Institute_of_Technology","surface_form":"Georgia Tech","offset":2512},{"uri":"Silicon_Valley_(TV_series)","surface_form":"Silicon Valley","offset":2644}]}