{"id":528670,"url":"http://en.wikipedia.org/wiki/Nazi_eugenics","text":"ce=\"preserve\">Nazi eugenics were a set of beliefs and rules that were very important to Nazi Germany during World War II. These beliefs said that the Aryan race was the master race – the best race of all – and all other races were inferior (not as good). There were also many other people who the Nazis believed were \"life unworthy of life,\" like people with disabilities. These ideas about eugenics were at the center of the Nazis' beliefs and eventually helped lead to the Holocaust.\nBecause they did not want these \"inferior\" people in German society, the Nazis decided to get rid of them, using many different strategies. They began with people with disabilities. The Nazis forced more than 400,000 people with disabilities to be sterilized (to have surgery that would make it impossible for them to have children). They also killed over 300,000 people with disabilities in a program called Action T4. In this program, the Nazis sent people with disabilities to places like Hadamar and Hartheim Euthanasia Centres to be killed. These people were killed with lethal injections and poison gas, in vans and gas chambers at the Euthanasia Centres.\nUsing what they learned by killing people with disabilities, the Nazis soon built extermination camps (death camps). The Nazis' goal was to use these death camps to exterminate (kill all of) the Jewish and Roma people in Europe. The Nazis also sent many other people who they thought were inferior to the death camps and to concentration camps, where they were forced to work as slaves.\nRole of the United States.\nThe eugenics movement was very popular in the United States by the time it spread to Germany. California eugenicists began writing things that encouraged eugenics and sterilization, and sent them to German scientists and medical professionals. By 1933, California had forced more people to get sterilized than all of the other U.S. states combined. The Nazis got the idea for their compulsory (forced) sterilization program partly from California's program.\nIn 1927, The Kaiser Wilhelm Institute for Anthropology (KWIA) was created in Berlin with a lot of financial support from the American philanthropic group, the Rockefeller Foundation. The KWIA's director was Eugen Fischer, a German professor of medicine, anthropology, and eugenics. Fischer said he had found scientific proof of the Nazis' eugenics ideas, and the Nazis used his work to justify their eugenics policies.\n\"You will be interested to know that your work has played a powerful part in shaping the opinions of the group of intellectuals who are behind Hitler in this epoch-making program. Everywhere I sensed that their opinions have been tremendously stimulated by American thought... I want you, my dear friend, to carry this thought with you for the rest of your life, that you have really jolted into action a great government of 60 million people.\"\nEugenics researcher Harry H. Laughlin often bragged that his Model Eugenic Sterilization laws had been put into action in Germany's Nuremberg Laws. In 1936, Laughlin was invited to an award ceremony at Heidelberg University in Germany. (The ceremony was scheduled on the anniversary of the day Hitler fired all Jews from the Heidelberg faculty two years earlier.) Laughlin was offered an honorary doctorate for his work on the \"science of racial cleansing.\" Laughlin could not afford to attend, and had to pick his doctorate up from the Rockefeller Institute. Afterwards, he proudly shared the award with his co-workers, remarking that he felt that it showed the \"common understanding of German and American scientists of the nature of eugenics.\"\nHitler's views on Eugenics.\nAdolf Hitler read racial hygiene books while he was in Landsberg Prison. \"Racial hygiene\" was a set of ideas that said that only certain people should be allowed to have children. People who belonged to races that were seen as \"inferior\" would not be allowed to have children. This way, those races would eventually die out.\nHitler believed Germany had become weak, and had been poisoned by \"inferior\" people. He believed these \"inferior\" people were ruining Germany's society, and were the cause of Germany's problems.\nThe exposure of the sick, weak, deformed children, in short, their destruction [murder], was more decent and in truth a thousand times more humane than the wretched insanity of our day [in which the most disabled people are allowed to survive], and indeed at any price... in order subsequently to breed a race of degenerates burdened with illnesses.\"\nBasically, Hitler was saying it was better (and cheaper) to kill people with disabilities than to allow them to live and have children. He thought that if people with disabilities were allowed to have children, their children would also have disabilities. So people with disabilities should be killed to prevent them from \"breeding [creating] a race of\" \"inferior\" people.\nHitler would later apply these same ideas to other people he thought were \"inferior.\" The Holocaust was based on the idea that all of these \"inferior\" people should be killed so they would no longer exist in the Third Reich, Hitler's planned Nazi empire.\nNazi eugenics program.\nIn organizing their eugenics program, the Nazis were inspired by the United States' programs of forced sterilization, and especially the eugenics laws that had been enacted in California.\nIn 1934, nearly 4,000 people appealed against court decisions saying they would have to be sterilized. A total of 3,559 of the appeals (89%) failed. By the end of the Nazi regime, the Nazis had created over 200 Hereditary Health Courts (). Based on their rulings, over 400,000 people were forced to be sterilized.\nNazi eugenics institutions.\nThe Nazis made six psychiatric hospitals into \"Euthanasia Centres,\" where people with disabilities (including children) were taken to be killed. These six hospitals were Bernburg, Brandenburg, Grafeneck, Hadamar, Hartheim, and Sonnenstein Euthanasia Centres.\nAt first, the Nazis killed patients in gas vans. The patients would be put into vansand exhaust gas from the vans' engines would be pumped into the vans. The carbon monoxide in the exhaust gas killed the patients. Later, gas chambers were built into the Euthanasia Centres and used pure carbon monoxide gas to kill the patients.\nIdentifying 'genetically sick' people.\nIn July 1934, Nazi Germany passed the Law for Simplification of the Health System. This law set out rules for how the Nazis would decide whether a person was 'genetically sick.' The person would be sent to a Genetic Health Court, which would decide whether the person should be sterilized.\nDoctor's offices and welfare departments had to give the Nazis information about people who might be 'genetically sick.'\nNazi eugenics policies regarding marriage.\nThe Nuremberg Laws of 1935 made anyone who wanted to get married get tested for genetic disorders. The goal of this rule was to make sure the \"Aryan race\" would stay \"pure,\" without people with disabilities in it. While dating, everyone was encouraged to question their dating partner carefully about whether anyone in their family ever had a genetic disorder. Members of the \"Schutzstaffel\" (SS) were ordered to carefully interview possible marriage partners to make sure they had no family history of hereditary disease or insanity, but to do this carefully to avoid hurting the woman's feelings. They were told that if they had to reject the woman for eugenic reasons, they should do it politely and not upset the woman.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":88},{"uri":"World_War_II","surface_form":"World War II","offset":108},{"uri":"Aryan_race","surface_form":"Aryan race","offset":150},{"uri":"Master_race","surface_form":"master race","offset":169},{"uri":"Race_(sociology)","surface_form":"race","offset":192},{"uri":"Inferior","surface_form":"inferior","offset":231},{"uri":"Nazis","surface_form":"Nazis","offset":297},{"uri":"Disability","surface_form":"disabilities","offset":359},{"uri":"Eugenics","surface_form":"eugenics","offset":391},{"uri":"Holocaust","surface_form":"Holocaust","offset":475},{"uri":"Society","surface_form":"society","offset":546},{"uri":"Strategy","surface_form":"strategies","offset":614},{"uri":"Sterilization","surface_form":"sterilized","offset":734},{"uri":"Surgery","surface_form":"surgery","offset":754},{"uri":"Action_T4","surface_form":"Action T4","offset":895},{"uri":"Hadamar_Euthanasia_Centre","surface_form":"Hadamar","offset":978},{"uri":"Hartheim_Euthanasia_Centre","surface_form":"Hartheim","offset":990},{"uri":"Hartheim_Euthanasia_Centre","surface_form":"Euthanasia Centres","offset":999},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":1062},{"uri":"Poison","surface_form":"poison","offset":1084},{"uri":"Gas","surface_form":"gas","offset":1091},{"uri":"Van","surface_form":"van","offset":1099},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":1108},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":1230},{"uri":"Genocide","surface_form":"exterminate","offset":1313},{"uri":"Jew","surface_form":"Jew","offset":1343},{"uri":"Roma_people","surface_form":"Roma people","offset":1354},{"uri":"Europe","surface_form":"Europe","offset":1369},{"uri":"Nazi_concentration_camps","surface_form":"concentration camps","offset":1472},{"uri":"Forced_labor","surface_form":"forced to work","offset":1509},{"uri":"Slave","surface_form":"slave","offset":1527},{"uri":"United_States","surface_form":"United States","offset":1608},{"uri":"California","surface_form":"California","offset":1656},{"uri":"Encourage","surface_form":"encouraged","offset":1705},{"uri":"Scientist","surface_form":"scientist","offset":1768},{"uri":"Compulsory_sterilization","surface_form":"compulsory (forced) sterilization","offset":1944},{"uri":"Berlin","surface_form":"Berlin","offset":2097},{"uri":"Philanthropy","surface_form":"philanthropic","offset":2154},{"uri":"Rockefeller_Foundation","surface_form":"Rockefeller Foundation","offset":2179},{"uri":"Eugen_Fischer","surface_form":"Eugen Fischer","offset":2227},{"uri":"Professor","surface_form":"professor","offset":2251},{"uri":"Anthropology","surface_form":"anthropology","offset":2274},{"uri":"Proof","surface_form":"proof","offset":2339},{"uri":"Justify","surface_form":"justify","offset":2406},{"uri":"Intellectual","surface_form":"intellectual","offset":2553},{"uri":"Hitler","surface_form":"Hitler","offset":2582},{"uri":"Epoch_(geology)","surface_form":"epoch","offset":2597},{"uri":"Stimulate","surface_form":"stimulated","offset":2682},{"uri":"Harry_Laughlin","surface_form":"Harry H. Laughlin","offset":2904},{"uri":"Nuremberg_Laws","surface_form":"Nuremberg Laws","offset":3016},{"uri":"Award","surface_form":"award","offset":3068},{"uri":"Ceremony","surface_form":"ceremony","offset":3074},{"uri":"Heidelberg_University","surface_form":"Heidelberg University","offset":3086},{"uri":"Doctorate","surface_form":"doctorate","offset":3281},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":3659},{"uri":"Racial_hygiene","surface_form":"racial hygiene","offset":3677},{"uri":"Landsberg_Prison","surface_form":"Landsberg Prison","offset":3714},{"uri":"Poison","surface_form":"poison","offset":4038},{"uri":"Society","surface_form":"society","offset":4128},{"uri":"Degenerate","surface_form":"degenerates","offset":4492},{"uri":"Third_Reich","surface_form":"Third Reich","offset":5115},{"uri":"Empire","surface_form":"empire","offset":5150},{"uri":"California","surface_form":"California","offset":5357},{"uri":"Appeal","surface_form":"appeal","offset":5398},{"uri":"Court","surface_form":"court","offset":5415},{"uri":"Regime","surface_form":"regime","offset":5541},{"uri":"Psychiatric_hospitals","surface_form":"psychiatric hospitals","offset":5730},{"uri":"Bernburg_Euthanasia_Centre","surface_form":"Bernburg","offset":5881},{"uri":"Brandenburg_Euthanasia_Centre","surface_form":"Brandenburg","offset":5891},{"uri":"Grafeneck_Euthanasia_Centre","surface_form":"Grafeneck","offset":5904},{"uri":"Sonnenstein_Euthanasia_Centre","surface_form":"Sonnenstein Euthanasia Centre","offset":5938},{"uri":"Exhaust_gas","surface_form":"exhaust gas","offset":6058},{"uri":"Engine","surface_form":"engine","offset":6085},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":6128},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":6191},{"uri":"Welfare","surface_form":"welfare","offset":6649},{"uri":"Marriage","surface_form":"married","offset":6849},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":7169},{"uri":"Insanity","surface_form":"insanity","offset":7317}]}