{"id":528724,"url":"http://en.wikipedia.org/wiki/Tobacco_mosaic_virus","text":"The tobacco mosaic virus (TMV) was the first virus to be discovered. That is to say, it was the first to be known as a virus.\nIt is a single stranded RNA virus which infects many plants, especially tobacco and other members of the family Solanaceae. The infection causes \"mosaic\"-like discolouration on the leaves. Although it was known from the late 19th century that an infectious disease was damaging tobacco crops, it was not until 1930 that the infectious agent was known to be a virus.\nHistory.\nIn 1886, Adolf Mayer first described the tobacco mosaic disease that could be transferred between plants, similar to bacterial infections.\nIn 1892, Dmitri Ivanovsky gave the first concrete evidence for the existence of a non-bacterial infectious agent. He claimed that infected sap remained infectious even after filtering through finest filters.\nIn 1898, Martinus Beijerinck independently replicated Ivanovsky's filtration experiments and then showed that the infectious agent was able to reproduce and multiply in the host cells of the tobacco plant. Beijerinck coined the term of \"virus\" to indicate that the causal agent of tobacco mosaic disease was of non-bacterial nature.\nTobacco mosaic virus was the first virus to be crystallized. It was achieved by Wendell Meredith Stanley in 1935 who also showed that TMV remains active even after crystallization. For his work, he was awarded 1/3 of the Nobel Prize in Chemistry in 1946, The first electron microscopical images of TMV were made in 1939.\nIn 1955, Heinz Fraenkel-Conrat and Robley Williams showed that purified TMV RNA and its capsid (coat) protein assemble by themselves to functional viruses, indicating that this is the most stable structure (the one with the lowest free energy).\nThe crystallographer Rosalind Franklin worked for Stanley for about a month at Berkeley, and later designed and built a model of TMV for the 1958 World's Fair at Brussels. In 1958, she speculated that the virus was hollow, not solid, and hypothesized that the RNA of TMV is single-stranded. This conjecture was proved correct after her death.\nThe investigations of tobacco mosaic disease and subsequent discovery of its viral nature were instrumental in the establishment of the general concepts of virology.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":45},{"uri":"RNA_virus","surface_form":"RNA virus","offset":150},{"uri":"Tobacco","surface_form":"tobacco","offset":198},{"uri":"Solanaceae","surface_form":"Solanaceae","offset":238},{"uri":"Infection","surface_form":"infection","offset":254},{"uri":"Mosaic","surface_form":"mosaic","offset":272},{"uri":"Leaf","surface_form":"leaves","offset":307},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":372},{"uri":"Adolf_Mayer","surface_form":"Adolf Mayer","offset":510},{"uri":"Bacteria","surface_form":"bacteria","offset":618},{"uri":"Dmitri_Ivanovsky","surface_form":"Dmitri Ivanovsky","offset":649},{"uri":"Sap","surface_form":"sap","offset":779},{"uri":"Filter","surface_form":"filter","offset":839},{"uri":"Martinus_Beijerinck","surface_form":"Martinus Beijerinck","offset":857},{"uri":"Wendell_Meredith_Stanley","surface_form":"Wendell Meredith Stanley","offset":1261},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":1402},{"uri":"Heinz_Fraenkel-Conrat","surface_form":"Heinz Fraenkel-Conrat","offset":1511},{"uri":"Robley_Williams","surface_form":"Robley Williams","offset":1537},{"uri":"Capsid","surface_form":"capsid","offset":1590},{"uri":"X-ray_crystallography","surface_form":"crystallographer","offset":1751},{"uri":"Rosalind_Franklin","surface_form":"Rosalind Franklin","offset":1768},{"uri":"University_of_California%2C_Berkeley","surface_form":"Berkeley","offset":1826},{"uri":"1958_World%27s_Fair","surface_form":"1958 World's Fair","offset":1888},{"uri":"Brussels","surface_form":"Brussels","offset":1909},{"uri":"RNA","surface_form":"RNA","offset":2007},{"uri":"Virology","surface_form":"virology","offset":2246}]}