{"id":528798,"url":"http://en.wikipedia.org/wiki/Viral_envelope","text":"A viral envelope is the outermost layer of a virus. It protects the virus when it moves between host cells as part of its life-cycle. Not all viruses have envelopes.\nThe envelopes are made from parts of the host cell membranes (phospholipids and proteins), but include some viral glycoproteins. They may help viruses avoid the host immune system. Glycoproteins on the surface of the envelope help to identify and bind to receptor sites on the host's membrane. The viral envelope then fuses with the host's membrane, allowing virus genome to enter and infect the host.\nSome enveloped viruses also have a capsid. This is another protein layer, between the envelope and the genome.\nThe cell from which a virus buds often dies or is weakened. The lipid bilayer envelope of these viruses is sensitive to desiccation, heat, and detergents This makes it easier to sterile these viruses than non-enveloped viruses. They can not survive for very long outside host environments, and usually need to move directly from host to host. They are very adaptable and can change in a short time in order to evade the immune system. Enveloped viruses can cause persistent infections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virus","surface_form":"virus","offset":45},{"uri":"Viral_life_cycle","surface_form":"life-cycle","offset":122},{"uri":"Cell_membrane","surface_form":"cell membranes","offset":212},{"uri":"Phospholipid","surface_form":"phospholipids","offset":228},{"uri":"Glycoprotein","surface_form":"glycoproteins","offset":280},{"uri":"Host_(biology)","surface_form":"host","offset":327},{"uri":"Immune_system","surface_form":"immune system","offset":332},{"uri":"Receptor_(cell_biology)","surface_form":"receptor sites","offset":421},{"uri":"Genome","surface_form":"genome","offset":531},{"uri":"Capsid","surface_form":"capsid","offset":603},{"uri":"Budding","surface_form":"buds","offset":707},{"uri":"Lipid_bilayer","surface_form":"lipid bilayer","offset":743},{"uri":"Desiccation","surface_form":"desiccation","offset":799},{"uri":"Detergent","surface_form":"detergents","offset":822},{"uri":"Infection","surface_form":"persistent infections","offset":1142}]}