{"id":528777,"url":"http://en.wikipedia.org/wiki/Crispus_Attucks","text":"Crispus Attucks (circa 1723 – March 5, 1770) was the first person to die in the Boston Massacre. This made him the first American to die in the American Revolutionary War. After being killed at the Boston Massacre, Attucks became a martyr of the American Revolution. He also became a symbol for the abolitionist (anti-slavery) movement, both in the 18th century and the 19th century.\nAttucks had a big impact on important historical events like the American Revolution and the abolitionist movement. However, he continues to have an impact on American culture today. Even 250 years after his death, modern songs, stories, and television shows still talk about Attucks. Children go to schools that are named after him. In 2002, Attucks was named one of the \"100 Greatest African Americans\" in United States History.\nEarly life.\nAside from how he died, historians do not know much about Attucks' life. His father, Prince Yonger, was a slave who had been born in Africa; his mother, Nancy Attucks, was a Wampanoag Native American. One of Crispus Attucks' ancestors was John Attucks of Massachusetts, who was hanged during King Philip's War.\nAttucks himself may have been a freeman, or may have escaped slavery. However, some evidence suggests that Attucks was born a slave in Framingham, Massachusetts, but escaped from slavery. In 1750, William Brown, a slave-owner in Framingham, put out an advertisement about a runaway slave named Crispus. In the advertisement, Brown offered a reward of 10 pounds to whoever found and returned Attucks to him. The description in the advertisement fit Crispus Attucks. This suggests that Attucks was a runaway slave. Still, people have argued for decades about whether Attucks was a free black man or a runaway slave.\nAttucks may have worked as a dockworker or a merchant seaman. He definitely became a sailor and spent most of the rest of his life at sea. He often worked on whalers, which involved long trips at sea. Many historians also believe that he went by the alias \"Michael Johnson\" in order to avoid being caught and sent back to slavery. He may only have been temporarily in Boston in early 1770, having recently returned from a voyage to the Bahamas. He was due to leave shortly afterwards on a ship for North Carolina.\nReaction and trials.\nJohn Adams successfully argued that most of the accused British soldiers fired their guns in self-defense. He got all but two of the soldiers acquitted of murder (found not guilty). Two of the soldiers were found guilty of manslaughter. They were punished by being branded (burned) on their thumbs. While defending the British soldiers, Adams called the crowd \"a motley rabble of saucy boys, negros and molattoes, Irish teagues and outlandish Jack Tarrs.\" In particular, he accused Attucks of having decided \"to be the hero of the night,\" and of having started a conflict with his \"mad behavior.\"\nThe five people killed in the Massacre were buried as heroes in the Granary Burying Ground, which also contains the graves of Samuel Adams, John Hancock, and other important people.\nImportance in history.\nAfter being killed in the Boston Massacre, Attucks was held up as the first martyr of the American Revolution. The deaths of Attucks and four other Americans enraged the American people and helped trigger the start of the American Revolution.\nAttucks also became a symbol of the abolitionist (anti-slavery) movement in the 18th century. In the early 19th century, as the abolitionist movement gained strength in Boston, supporters praised Attucks as an African American who played a heroic role in the history of the United States. Because Attucks was of mixed African and Native American heritage, he also became an important figure in Native American history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Circa","surface_form":"circa","offset":17},{"uri":"Boston_Massacre","surface_form":"Boston Massacre","offset":80},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":144},{"uri":"Martyr","surface_form":"martyr","offset":232},{"uri":"Abolitionist","surface_form":"abolitionist","offset":299},{"uri":"18th_century","surface_form":"18th century","offset":349},{"uri":"19th_century","surface_form":"19th century","offset":370},{"uri":"Culture","surface_form":"culture","offset":552},{"uri":"Historian","surface_form":"historian","offset":851},{"uri":"Slave","surface_form":"slave","offset":933},{"uri":"Africa","surface_form":"Africa","offset":960},{"uri":"Wampanoag","surface_form":"Wampanoag","offset":1001},{"uri":"Native_American","surface_form":"Native American","offset":1011},{"uri":"Ancestor","surface_form":"ancestor","offset":1052},{"uri":"King_Philip%27s_War","surface_form":"King Philip's War","offset":1119},{"uri":"Slavery","surface_form":"slavery","offset":1199},{"uri":"Evidence","surface_form":"evidence","offset":1222},{"uri":"Framingham","surface_form":"Framingham","offset":1273},{"uri":"Advertisement","surface_form":"advertisement","offset":1390},{"uri":"Dockworker","surface_form":"dockworker","offset":1781},{"uri":"Merchant_marine","surface_form":"merchant seaman","offset":1797},{"uri":"Sailor","surface_form":"sailor","offset":1837},{"uri":"Whaler","surface_form":"whaler","offset":1910},{"uri":"Alias","surface_form":"alias","offset":2002},{"uri":"Bahamas","surface_form":"Bahamas","offset":2188},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2250},{"uri":"John_Adams","surface_form":"John Adams","offset":2287},{"uri":"Acquitted","surface_form":"acquitted","offset":2429},{"uri":"Murder","surface_form":"murder","offset":2442},{"uri":"Manslaughter","surface_form":"manslaughter","offset":2510},{"uri":"Burn_(injury)","surface_form":"burned","offset":2561},{"uri":"Negro","surface_form":"negro","offset":2679},{"uri":"Mulatto","surface_form":"molattoes","offset":2690},{"uri":"Taig","surface_form":"Irish teagues","offset":2701},{"uri":"Jack_Tar","surface_form":"Jack Tar","offset":2730},{"uri":"Conflict","surface_form":"conflict","offset":2850},{"uri":"Hero","surface_form":"heroes","offset":2938},{"uri":"Granary_Burying_Ground","surface_form":"Granary Burying Ground","offset":2952},{"uri":"Samuel_Adams","surface_form":"Samuel Adams","offset":3010},{"uri":"John_Hancock","surface_form":"John Hancock","offset":3024},{"uri":"Abolitionism","surface_form":"abolitionist","offset":3368},{"uri":"18th_century","surface_form":"18th century","offset":3412},{"uri":"19th_century","surface_form":"19th century","offset":3439},{"uri":"Abolitionist","surface_form":"abolitionist","offset":3460},{"uri":"African_American","surface_form":"African American","offset":3542},{"uri":"United_States","surface_form":"United States","offset":3606},{"uri":"Heritage","surface_form":"heritage","offset":3678}]}