{"id":528885,"url":"http://en.wikipedia.org/wiki/Ilse_Koch","text":"Ilse Koch (22 September 1906 – 1 September 1967), was the wife of Karl-Otto Koch. (Before getting married, Koch's maiden name was Margarete Ilse Köhler.) During World War II, Karl-Otto Koch was the \"Commandant\" (commander) of the Nazi concentration camps at Sachsenhausen, Buchenwald, and finally Majdanek. In 1947, Ilse Koch became one of the first important Nazis to be tried by the United States Military.\nMass media around the world covered Ilse Koch's trial. People who had survived the Buchenwald and Majdanek camps talked about how she enjoyed abusing prisoners at the camps. For example, they said she used to like beating prisoners with her riding crop, and that she used to make prisoners do exhausting exercise because she liked watching them suffer. In Germany after the war, Koch was seen as \"the concentration camp murderess.\" She was accused of having prisoners with interesting tattoos murdered so she could take their skin as souvenirs.\nThe prisoners at the concentration camps called Koch \"Die Hexe von Buchenwald\" (\"The Witch of Buchenwald\") because of she would act cruelly and sexually towards prisoners at the same time. In English, she has also been called \"The Beast of Buchenwald,\" the \"Queen of Buchenwald,\" the \"Red Witch of Buchenwald,\" the \"Butcher Widow,\" and, most often, \"The Bitch of Buchenwald.\"\nEarly life.\nKoch was born Margarete Ilse Köhler on 22 September 1906 in Dresden, Germany. Her father was a factory foreman. In elementary school, she was known as a polite and happy child. At age 15, she started school to become an accountant. Later, she went to work as a bookkeeping clerk. Germany's economy had been ruined when Germany lost World War I, and at the time that Koch worked in bookkeeping, the economy still had not recovered.\nIn 1932, Koch became a member of the Nazi Party, which was getting more and more popular. Through some friends in the \"Sturmabteilung\" (SA) and \"Schutzstaffel\" (SS), she met Karl-Otto Koch in 1934. They got married two years later.\nWar crimes.\nIn 1936, Koch began working as a guard and secretary at the Sachsenhausen concentration camp near Berlin, which her fiance, Karl-Otto, commanded. They got married the same year. In 1937, Koch went to Buchenwald when Karl-Otto was made Commandant there. While at Buchenwald, Koch helped with an experiment by picking out tattooed prisoners to be murdered and skinned, so the tattooed parts of their skin could be kept. Koch later said she did this to help a prison doctor, Erich Wagner, in his study of tattooing and crime.\nIn 1940, Koch built an indoor sports arena, which cost over 250,000 reichsmarks (equal to about $62,500 at the time). She had stolen most of this money from prisoners at the camp. In 1941, Karl-Otto Koch was transferred to Lublin, where he helped create the Majdanek concentration and extermination camp. Ilse Koch stayed at Buchenwald until 24 August 1943. On that day, she and her husband were arrested. The Kochs were charged with embezzlement; stealing huge amounts of money and valuables from prisoners to make themselves rich; and murdering prisoners to keep them from talking about what the Kochs were doing.\nIlse Koch was put in prison until 1944, when she was found not guilty because there was not enough evidence against her. However, her husband was found guilty and sentenced to death by an SS court in Munich. He was shot to death in Buchenwald in April of 1945.\nAfter her husband was executed, Ilse Koch went to live with her surviving family in the town of Ludwigsburg. She was arrested there by United States officials on 30 June 1945.\nFirst trial.\nKoch and 30 other Nazis were arraigned before the American military court at Dachau in 1947. She was charged with \"participating in a criminal plan for aiding, abetting and participating in the murders at Buchenwald.\" This meant she had been part of a plan to murder people at Buchenwald, and had helped with the murders in some way.\nIn the courtroom, Koch said that she was pregnant. She was telling the truth; she was eight months pregnant. Koch already had a reputation for having sex with many different men. The Buchenwald Report said there were rumors that Koch was having relationships with Waldemar Hoven, the chief medical doctor at Buchenwald, and Hermann Florstedt, the Deputy Commandant, at the same time. In his book \"Innocent at Dachau,\" the Dachau tribunal court reporter, Joseph Halow, wrote that rumors said Koch had relationships with many SS officers, and even with some of the prisoners at the Buchenwald concentration camp. Still, Koch's pregnancy surprised the court because she was 41 years old at the time. She was also being kept by herself in prison, and saw no men except the Americans who questioned her; most of them were Jewish. In his book, Halow also says he was shocked to learn that Koch may have turned to other men because her husband was a homosexual. Records at Buchenwald showed that he had been treated for syphilis.\nOn 19 August 1947, Koch was sentenced to life in prison for \"[breaking] the laws and customs of war.\"\nLighter sentence.\nOn 8 June 1948, General Lucius D. Clay, the temporary military governor of the American Zone in Germany, decreased Koch's life sentence to four years in prison. He gave the reason that \"there was no convincing evidence that she had selected inmates for [murder] in order to secure tattooed skins, or that she [had anything] made of human skin.\"\nNews of the change in Koch's sentence did not become public until 16 September 1948. Many people were furious about the change, but General Clay did not change his mind.\nSecond trial.\nBecause people were so upset about her lighter sentence, Koch was re-arrested in 1949 and tried before a West German court. The trial started on 27 November 1950 and lasted seven weeks. During this time, 250 witnesses testified, including 50 who defended Koch. Koch collapsed and had to be carried from the court in late December 1950, and again on 11 January 1951. At least four separate witnesses for the prosecution testified either that they had seen Koch choose tattooed prisoners, who were then killed; or that they had seen or helped make human-skin lampshades from tattooed skin. However, prosecutors dropped this charge when they could not prove lampshades or any other items were actually made from human skin.\nOn 15 January 1951, the Court gave its verdict in a 111 page-long decision. Koch was not in court for the verdict. The Court decided that it could still try Koch, even though she had already been tried in 1944 and 1947, because it was charging her with different crimes than the other trials did. Because of this, trying Koch again would not be double jeopardy. Koch was convicted of charges of incitement (encouraging others) to murder, attempt to murder, and hurt other people badly. On 15 January 1951, Koch was sentenced to life in prison, and her civil rights were taken away forever.\nKoch appealed the Court's decision, but the appeal was denied on 22 April 1952 by the Federal Court of Justice of Germany. Koch later tried several times to get a pardon. However, the Bavarian Ministry of Justice refused all of her requests. Koch also protested her life sentence to the United Nations Commission on Human Rights, but got no help from them.\nFamily.\nKarl and Ilse Koch had a son named Artwin and two daughters named Gisele and Gudrun (Gudrun died as a baby). Their son killed himself after the war. Ilse Koch had another son, Uwe, conceived in her prison cell at Dachau by an unknown father. Uwe was born in the Aichach women's prison near Dachau where Koch was sent to serve her life sentence. Right away, he was taken away from her. At the age of 19, Uwe Köhler learned that Koch was his mother and began visiting her regularly at Aichach.\nDeath.\nKoch killed herself at Aichach prison on 1 September 1967, at age 60, by hanging herself with her bedsheets.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Karl-Otto_Koch","surface_form":"Karl-Otto Koch","offset":66},{"uri":"Maiden_name","surface_form":"maiden name","offset":114},{"uri":"World_War_II","surface_form":"World War II","offset":161},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camps","offset":230},{"uri":"Sachsenhausen_concentration_camp","surface_form":"Sachsenhausen","offset":258},{"uri":"Buchenwald_concentration_camp","surface_form":"Buchenwald","offset":273},{"uri":"Majdanek_concentration_camp","surface_form":"Majdanek","offset":297},{"uri":"Nazi","surface_form":"Nazi","offset":360},{"uri":"Trial","surface_form":"tried","offset":372},{"uri":"United_States_Military","surface_form":"United States Military","offset":385},{"uri":"Mass_media","surface_form":"Mass media","offset":409},{"uri":"Trial","surface_form":"trial","offset":457},{"uri":"Germany","surface_form":"Germany","offset":765},{"uri":"Murder","surface_form":"murder","offset":829},{"uri":"Tattoo","surface_form":"tattoo","offset":894},{"uri":"Souvenir","surface_form":"souvenir","offset":943},{"uri":"Cruelt","surface_form":"cruelly","offset":1086},{"uri":"English_language","surface_form":"English","offset":1146},{"uri":"Beast","surface_form":"Beast","offset":1185},{"uri":"Queen","surface_form":"Queen","offset":1212},{"uri":"Witch","surface_form":"Witch","offset":1243},{"uri":"Butcher","surface_form":"Butcher","offset":1270},{"uri":"Widow","surface_form":"Widow","offset":1278},{"uri":"Dresden","surface_form":"Dresden","offset":1402},{"uri":"Factory","surface_form":"factory","offset":1437},{"uri":"Foreman","surface_form":"foreman","offset":1445},{"uri":"Accountant","surface_form":"accountant","offset":1562},{"uri":"Bookkeeping","surface_form":"bookkeeping","offset":1603},{"uri":"Economy","surface_form":"economy","offset":1632},{"uri":"World_War_I","surface_form":"World War I","offset":1674},{"uri":"Nazi_Party","surface_form":"Nazi Party","offset":1810},{"uri":"Sturmabteilung","surface_form":"Sturmabteilung","offset":1892},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":1918},{"uri":"Marriage","surface_form":"married","offset":1980},{"uri":"Berlin","surface_form":"Berlin","offset":2115},{"uri":"Fiance","surface_form":"fiance","offset":2133},{"uri":"Experiment","surface_form":"experiment","offset":2311},{"uri":"Erich_Wagner","surface_form":"Erich Wagner","offset":2489},{"uri":"Crime","surface_form":"crime","offset":2533},{"uri":"Arena","surface_form":"arena","offset":2577},{"uri":"Reichsmark","surface_form":"reichsmark","offset":2608},{"uri":"Lublin","surface_form":"Lublin","offset":2763},{"uri":"Arrest","surface_form":"arrest","offset":2936},{"uri":"Indictment","surface_form":"charged","offset":2961},{"uri":"Embezzlement","surface_form":"embezzlement","offset":2974},{"uri":"Conviction","surface_form":"found guilty","offset":3302},{"uri":"Death_penalty","surface_form":"sentenced to death","offset":3319},{"uri":"Court","surface_form":"court","offset":3347},{"uri":"Munich","surface_form":"Munich","offset":3356},{"uri":"Ludwigsburg","surface_form":"Ludwigsburg","offset":3513},{"uri":"Nazis","surface_form":"Nazis","offset":3624},{"uri":"Arraign","surface_form":"arraigned","offset":3635},{"uri":"Military_court","surface_form":"military court","offset":3665},{"uri":"Dachau","surface_form":"Dachau","offset":3683},{"uri":"Conspiracy","surface_form":"criminal plan","offset":3740},{"uri":"Abetting","surface_form":"abetting","offset":3766},{"uri":"Pregnancy","surface_form":"pregnant","offset":3981},{"uri":"Reputation","surface_form":"reputation","offset":4068},{"uri":"Sexual_intercourse","surface_form":"sex","offset":4090},{"uri":"Rumor","surface_form":"rumor","offset":4157},{"uri":"Waldemar_Hoven","surface_form":"Waldemar Hoven","offset":4204},{"uri":"Hermann_Florstedt","surface_form":"Hermann Florstedt","offset":4264},{"uri":"Tribunal","surface_form":"tribunal","offset":4369},{"uri":"Court_reporting","surface_form":"court reporter","offset":4378},{"uri":"Jew","surface_form":"Jew","offset":4757},{"uri":"Homosexual","surface_form":"homosexual","offset":4883},{"uri":"Syphilis","surface_form":"syphilis","offset":4953},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":4991},{"uri":"Law","surface_form":"law","offset":5039},{"uri":"Custom","surface_form":"custom","offset":5048},{"uri":"War","surface_form":"war","offset":5059},{"uri":"Lucius_D._Clay","surface_form":"Lucius D. Clay","offset":5107},{"uri":"American_Zone","surface_form":"American Zone","offset":5162},{"uri":"Evidence","surface_form":"evidence","offset":5293},{"uri":"West_Germany","surface_form":"West German","offset":5717},{"uri":"Witness","surface_form":"witness","offset":5820},{"uri":"Testify","surface_form":"testified","offset":5830},{"uri":"Prosecutor","surface_form":"prosecution","offset":6019},{"uri":"Lampshades_made_from_human_skin","surface_form":"human-skin lampshades","offset":6158},{"uri":"Verdict","surface_form":"verdict","offset":6372},{"uri":"Double_jeopardy","surface_form":"double jeopardy","offset":6678},{"uri":"Conviction","surface_form":"convicted","offset":6704},{"uri":"Civil_rights","surface_form":"civil rights","offset":6885},{"uri":"Appeal","surface_form":"appeal","offset":6928},{"uri":"Federal_Court_of_Justice_of_Germany","surface_form":"Federal Court of Justice of Germany","offset":7009},{"uri":"Pardon","surface_form":"pardon","offset":7086},{"uri":"United_Nations_Commission_on_Human_Rights","surface_form":"United Nations Commission on Human Rights","offset":7210},{"uri":"Suicide","surface_form":"killed himself","offset":7407},{"uri":"Conception","surface_form":"conceived","offset":7469},{"uri":"Aichach","surface_form":"Aichach","offset":7550}]}