{"id":528954,"url":"http://en.wikipedia.org/wiki/Gunshot","text":"A gunshot is the discharge of a firearm. It produces a mechanical sound effect and a chemical gunshot residue. The term can also refer to a gunshot wound caused by the bullet. Multiple discharges of a firearm or firearms are referred to as gunfire. The word can mean either the sound of a gun firing, the projectiles that were fired, or both. For example, the statement \"gunfire came from the next street\" could either mean the sound of discharge, or it could mean the bullets themselves. It is better to be more specific while writing however. \"The sound of gunfire\" or \"we came under gunfire\" would be more descriptive and prevent confusion.\nGunfire characteristics.\nGunfire can be confused with other sounds that can sound similar. These include firework explosions and cars backfiring. The sounds may be heard at greater distances in the direction of bullet travel than behind or to either side of the firearm.\nUrban areas have noise patterns where background noise is higher during the daytime and lower at night. Firearm muzzle blast may be masked by background noise during daytime. But it may be detected at greater distances during the quieter hours of darkness. A popular urban gunfire locator system typically uses six to ten audio sensors per square mile for trilateration. (two or three per square kilometer)\nSuppressors.\nA suppressor, sometimes called a \"silencer\", can be attached to the muzzle of a firearm to reduce the sound of firing the weapon. Suppressors attached to the muzzle will not reduce the sound of high velocity gas released from other locations like the gap between the cylinder and barrel of a revolver. A muzzle silencer is also ineffective in reducing the snap of a supersonic bullet, or the noise produced by the mechanical action of a self-loading firearm. Use of silencers is rare in United States crimes. A 2007 study estimated unlawful silencers were involved in only 0.05 percent (1 in 2,000) federal criminal prosecutions. Also, these include cases where the silencer was not used, but simply in the possession of the defendant for 92% of prosecutions involving a silencer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Discharge","surface_form":"discharge","offset":17},{"uri":"Firearm","surface_form":"firearm","offset":32},{"uri":"Sound_effect","surface_form":"sound effect","offset":66},{"uri":"Chemical","surface_form":"chemical","offset":85},{"uri":"Gunshot_residue","surface_form":"gunshot residue","offset":94},{"uri":"Gunshot_wound","surface_form":"gunshot wound","offset":140},{"uri":"Bullet","surface_form":"bullet","offset":168},{"uri":"Firearm","surface_form":"firearm","offset":201},{"uri":"Sound","surface_form":"sound","offset":278},{"uri":"Projectile","surface_form":"projectile","offset":305},{"uri":"Bullet","surface_form":"bullet","offset":469},{"uri":"Specific","surface_form":"specific","offset":513},{"uri":"Writing","surface_form":"writing","offset":528},{"uri":"Describe","surface_form":"descriptive","offset":609},{"uri":"Confusion","surface_form":"confusion","offset":633},{"uri":"Firework","surface_form":"firework","offset":749},{"uri":"Backfiring","surface_form":"backfiring","offset":778},{"uri":"Sensor","surface_form":"sensor","offset":1243},{"uri":"Trilateration","surface_form":"trilateration","offset":1271},{"uri":"Suppressor","surface_form":"suppressor","offset":1337},{"uri":"Muzzle_(firearms)","surface_form":"muzzle","offset":1403},{"uri":"Cylinder_(firearms)","surface_form":"cylinder","offset":1602},{"uri":"Gun_barrel","surface_form":"barrel","offset":1615},{"uri":"Self-loading","surface_form":"self-loading","offset":1772},{"uri":"Lawful","surface_form":"lawful","offset":1869}]}