{"id":528971,"url":"http://en.wikipedia.org/wiki/Gunshot_residue","text":"e=\"preserve\">Gunshot residue (GSR) is one of the results of firing a gun. When a bullet leaves the barrel of a firearm, it is accompanied by gases that include both burned and unburned particles of gunpowder. It also includes traces of metal from the firearm, the ammunition and the primer including the signature components of gunshot residue: lead, barium and antimony. GSR is usually found on the skin and clothing of the person who fired the gun. It may also be found in the entrance wound of the victim. This depends on how close the victim was to the gun when it was fired.\nForensic science of GSR.\nWhen a gun is fired, a plume of gas—including GSR particles—is ejected from the barrel and any other openings in the gun. The gunshot residue is deposited on objects that are close to the fired gun including the gun itself.\nCrime scene specialists collect GSR from people and objects when there is reason to believe it may be there. The collected samples are then taken to a laboratory where they are examined. Forensic scientists can also use GSR residue to determine the distance between the barrel of the fired weapon and the target. The farther from the weapon the less the gunshot residue. Collection of GSR is time sensitive in many cases. After 4 to 8 hours it may wear off people's hands. It can remain for longer periods on a dead body or other objects. A number of advancements have been made in gunshot residue examinations in recent years. One improvement is in the use of scanning electron microscopes.\nRecently, a test for finding GSR when the ammunition used was \"green\" or lead-free. In the past lead was required to be in the sample to identify it as GSR. Now a new test can identify GSR as small as a single particle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun","surface_form":"gun","offset":69},{"uri":"Bullet","surface_form":"bullet","offset":81},{"uri":"Barrel_(weapons)","surface_form":"barrel","offset":99},{"uri":"Firearm","surface_form":"firearm","offset":111},{"uri":"Gas","surface_form":"gas","offset":141},{"uri":"Particle","surface_form":"particle","offset":185},{"uri":"Gunpowder","surface_form":"gunpowder","offset":198},{"uri":"Metal","surface_form":"metal","offset":236},{"uri":"Ammunition","surface_form":"ammunition","offset":264},{"uri":"Primer_(firearm)","surface_form":"primer","offset":283},{"uri":"Lead","surface_form":"lead","offset":345},{"uri":"Barium","surface_form":"barium","offset":351},{"uri":"Antimony","surface_form":"antimony","offset":362},{"uri":"Skin","surface_form":"skin","offset":400},{"uri":"Clothing","surface_form":"clothing","offset":409},{"uri":"Wound","surface_form":"wound","offset":488},{"uri":"Victim","surface_form":"victim","offset":501},{"uri":"Plume","surface_form":"plume","offset":628},{"uri":"Deposit","surface_form":"deposit","offset":750},{"uri":"Forensic_science","surface_form":"Crime scene specialists","offset":829},{"uri":"Laboratory","surface_form":"laboratory","offset":980},{"uri":"Forensic_science","surface_form":"Forensic scientists","offset":1016},{"uri":"Scanning_electron_microscope","surface_form":"scanning electron microscope","offset":1490}]}