{"id":529027,"url":"http://en.wikipedia.org/wiki/The_Last_Dragonlord","text":"\"The Last Dragonlord\" is the first book in a series written by Joanne Bertin. It is a story about Linden Rathan, who is the only Dragonlord (a mythical half-human who can change into a dragon) without a \"soultwin\" (the other half of his dragon-human soul). The story takes place in a fictional place called Cassori.\nSummary.\nLinden Rathan is the last Dragonlord to have been born in more than 600 years. He is sent to mediate a regency debate between Prince Peridaen and Duke Beren. He is sent along with a soultwinned pair named Kief Shaeldar and Tarlna Aurianne, both Dragonlords as well.\nBefore Linden gets to Cassori, he finds out that one of his friends, Bard Otter Henderson, will be there with him. Linden is teased by Otter about a person who wants to meet him, but he agrees to meet her. The person he meets is Maurynna Kyrissaean, who is also a Dragonlord, but has not Changed yet. Linden finds out that Maurynna is his soultwin after they meet and he begins to show love to her.\nDuring the regency debate, a group called the Fraternity of Blood attacks the Dragonlords. They are trying to learn how to kill all the Dragonlords and let the Truehumans rule. Linden meets one of the members of the group named Sherrine Coltrane. She seduces him into being her lover in order to learn things about the Dragonlords. She falls in love with Linden and attacks his soultwin Maurynna. The attack makes Linden leave her and she poisons him with a farewell chalice.\nAfter Linden is poisoned, he tries to leave. On the road, he is attacked by two people. During his attack, the poison makes him tell the two people secrets about the Dragonlords. Linden's soultwin Maurynna feels his sickness and saves him from the attackers. Linden is very depressed after the attack and refuses to leave his room.\nLinden Rathan.\nLinden Rathan is the main character of the story. He is the last Dragonlord to have been born for 600 years. He is the target of a plot by the Fraternity of Blood to learn how to destroy the Dragonlords. His soultwin is Maurynna Kyrissaean.\nMaurynna Kyrissaean.\nMaurynna Kyrissaean is the soultwin to Linden Rathan. She starts the story as a new captain of a merchant ship that is bringing goods to Cassori. During the story, she Changes from a human into a Dragonlord. Her Change comes very close to killing her.\nOtter Henderson.\nOtter Henderson is a bard that travels with Maurynna Kyrissaean to Cassori. He is a very old friend of Linden Rathan. He introduces Linden to Maurynna and her family. Otter also protects Maurynna from a woman named Sherrine who attacks Maurynna after Linden stops a relationship between himself and Sherrine.\nSherrine Coltraine.\nSherrine Colraine is the daughter of Anstella Colraine. She is a beautiful woman and a member of the Fraternity of Blood. Sherrine seduces Linden Rathan to learn secrets about the Dragonlords but ends up falling in love with him. After she attacks Maurynna, Linden stops being her lover. She and Linden share a poisoned farewell chalice, but she takes an antidote to be safe. Sherrine kills herself to save Linden and the prince from Kas Althume at the end of the story.\nKas Althume.\nKas Althume is the steward to Prince Peridaen. He is also a wizard for the Fraternity of Blood. Kas poisons Prince Rann to try to put Prince Peridaen on the Casori throne. He also poisons Linden Rathan using a farewell chalice and tortures him for knowledge about the Dragonlords. Kas is killed when Sherrine Coltraine stops a ritual killing of Prince Rann.\nShan.\nShan is Linden Rathan's horse. He is a breed that is very smart. He can understand human speech. Shan travels very far to find Linden in Cassori after he was left behind. He helps Linden get better after Linden gets depressed.\nKief Shaeldar and Tarlna Aurianne.\nKief Shaeldar and Tarlna Aurianne are a soultwinned pair of Dragonlords sent with Linden Rathan to Cassori. They help Linden get better from a sickness he has after he drinks from a poisoned chalice.\nPrince Peridaen.\nPrince Peridaen is one of the two people fighting to be regent of Cassori. He is a member of the Fraternity of Blood. He tries to win by putting a counterfeit writing in a chest owned by Duke Beren.\nDuke Beren.\nDuke Beren is one of the two people fighting to be regent of Cassori. He is related to Prince Rann.","categories":[],"infobox_types":["Book"],"annotations":[{"uri":"Book","surface_form":"book","offset":35},{"uri":"Series","surface_form":"series","offset":45},{"uri":"Joanne_Bertin","surface_form":"Joanne Bertin","offset":63},{"uri":"Mythical","surface_form":"mythical","offset":143},{"uri":"Human","surface_form":"human","offset":157},{"uri":"Dragon","surface_form":"dragon","offset":185},{"uri":"Soul","surface_form":"soul","offset":250},{"uri":"Fiction","surface_form":"fiction","offset":284},{"uri":"Mediate","surface_form":"mediate","offset":418},{"uri":"Regency","surface_form":"regency","offset":428},{"uri":"Debate","surface_form":"debate","offset":436},{"uri":"Prince","surface_form":"Prince","offset":451},{"uri":"Duke","surface_form":"Duke","offset":471},{"uri":"Friend","surface_form":"friend","offset":651},{"uri":"Bard","surface_form":"Bard","offset":660},{"uri":"Change","surface_form":"Change","offset":879},{"uri":"Human","surface_form":"Truehumans","offset":1150},{"uri":"Seduce","surface_form":"seduce","offset":1241},{"uri":"Farewell","surface_form":"farewell","offset":1448},{"uri":"Chalice","surface_form":"chalice","offset":1457},{"uri":"Depression","surface_form":"depressed","offset":1740},{"uri":"Protagonist","surface_form":"main character","offset":1834},{"uri":"Plot","surface_form":"plot","offset":1944},{"uri":"Fraternity","surface_form":"Fraternity","offset":1956},{"uri":"Blood","surface_form":"Blood","offset":1970},{"uri":"Destroy","surface_form":"destroy","offset":1992},{"uri":"Captain","surface_form":"captain","offset":2159},{"uri":"Merchant","surface_form":"merchant","offset":2172},{"uri":"Ship","surface_form":"ship","offset":2181},{"uri":"Goods","surface_form":"goods","offset":2203},{"uri":"Change","surface_form":"Change","offset":2243},{"uri":"Human","surface_form":"human","offset":2258},{"uri":"Kill","surface_form":"kill","offset":2314},{"uri":"Travel","surface_form":"travel","offset":2375},{"uri":"Friend","surface_form":"friend","offset":2437},{"uri":"Introduce","surface_form":"introduce","offset":2465},{"uri":"Protect","surface_form":"protect","offset":2522},{"uri":"Relationship","surface_form":"relationship","offset":2610},{"uri":"Beauty","surface_form":"beautiful","offset":2738},{"uri":"Lover","surface_form":"lover","offset":2954},{"uri":"Chalice","surface_form":"chalice","offset":3002},{"uri":"Antidote","surface_form":"antidote","offset":3028},{"uri":"Steward","surface_form":"steward","offset":3176},{"uri":"Wizard","surface_form":"wizard","offset":3217},{"uri":"Poison","surface_form":"poison","offset":3257},{"uri":"Chalice","surface_form":"chalice","offset":3376},{"uri":"Torture","surface_form":"torture","offset":3388},{"uri":"Ritual","surface_form":"ritual","offset":3484},{"uri":"Murder","surface_form":"killing","offset":3491},{"uri":"Horse","surface_form":"horse","offset":3545},{"uri":"Breed","surface_form":"breed","offset":3560},{"uri":"Speech","surface_form":"speech","offset":3610},{"uri":"Depression","surface_form":"depressed","offset":3737},{"uri":"Sickness","surface_form":"sickness","offset":3926},{"uri":"Poison","surface_form":"poison","offset":3965},{"uri":"Chalice","surface_form":"chalice","offset":3974},{"uri":"Regent","surface_form":"regent","offset":4056},{"uri":"Counterfeit","surface_form":"counterfeit","offset":4147},{"uri":"Chest","surface_form":"chest","offset":4172},{"uri":"Regent","surface_form":"regent","offset":4262}]}