{"id":529006,"url":"http://en.wikipedia.org/wiki/Creutzfeldt%E2%80%93Jakob_disease","text":"Creutzfeldt–Jakob disease (pronounced) or CJD is a neurological disease. It is degenerative (it gets worse over time); it cannot be cured, and it always causes death. CJD is sometimes called a human form of \"mad cow disease\" (bovine spongiform encephalopathy, or BSE). BSE is actually a cause of one rare type of Creutzfeldt–Jakob disease; the two are not the same disease.\nCJD is caused by an infectious agent called a prion. Prions are proteins that are folded wrong. Prions make copies of themselves by changing correctly folded proteins into misfolded shapes. CJD causes brain tissue to become unhealthy very quickly. As the disease destroys the brain, the brain develops holes. The brain's texture changes and becomes like a kitchen sponge.\nSigns and symptoms.\nThe first symptom of CJD is dementia, which gets worse very quickly. dementia causes memory loss, personality changes, and hallucinations.\nMost people with CJD die within six months after their first symptoms appeared. Often, they die of pneumonia caused by trouble coughing. About 15% of patients survive for two or more years. Some patients have lived 4–5 years with mostly mental symptoms until the disease gets worse and causes more physical symptoms. Once this happens, people usually die within a year.\nThe symptoms of CJD are caused by the death of more and more of the brain's nerve cells. When scientists look at brain tissue from a CJD patient under a microscope, they can see many tiny holes where whole areas of nerve cells have died.\nDiagnosis.\nDoctors may suspect CJD when a person has certain symptoms. For example, dementia usually gets worse slowly. Dementia that gets worse very quickly is unusual. Along with symptoms like jerky movements, these symptoms may point to possible CJD.\nTreatment.\nAs of 2016, there is no treatment that cures CJD or even slows down its effects. Many experiments are being done to try to find treatments.\nToday, the only treatments for CJD are medicines that treat the disease's symptoms and help patients be more comfortable. For example, patients who have seizures may be given anticonvulsant medications. Benzodiazepines can make muscle jerks happen less often.\nPatients may also choose to have medical procedures to help with bad symptoms. For example, CJD may cause so much trouble swallowing that a person cannot eat. Some people with CJD choose to have a feeding tube put in when they can no longer eat. This is a tube that goes into the stomach, so that special liquid can be given right into the stomach to give the person nutrition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Neurology","surface_form":"neurological","offset":51},{"uri":"Disease","surface_form":"disease","offset":64},{"uri":"Mad_cow_disease","surface_form":"mad cow disease","offset":208},{"uri":"Encephalopathy","surface_form":"encephalopathy","offset":244},{"uri":"Infectious_agent","surface_form":"infectious agent","offset":394},{"uri":"Prion","surface_form":"prion","offset":420},{"uri":"Protein","surface_form":"protein","offset":438},{"uri":"Brain","surface_form":"brain","offset":575},{"uri":"Tissue","surface_form":"tissue","offset":581},{"uri":"Texture","surface_form":"texture","offset":695},{"uri":"Sponge","surface_form":"sponge","offset":738},{"uri":"Symptom","surface_form":"symptom","offset":776},{"uri":"Dementia","surface_form":"dementia","offset":794},{"uri":"Memory","surface_form":"memory","offset":851},{"uri":"Personality","surface_form":"personality","offset":864},{"uri":"Hallucination","surface_form":"hallucination","offset":889},{"uri":"Neuron","surface_form":"nerve cells","offset":1351},{"uri":"Scientist","surface_form":"scientist","offset":1369},{"uri":"Microscope","surface_form":"microscope","offset":1428},{"uri":"Experiment","surface_form":"experiment","offset":1864},{"uri":"Medication","surface_form":"medicines","offset":1957},{"uri":"Seizure","surface_form":"seizure","offset":2071},{"uri":"Anticonvulsant","surface_form":"anticonvulsant","offset":2093},{"uri":"Benzodiazepine","surface_form":"Benzodiazepine","offset":2121},{"uri":"Feeding_tube","surface_form":"feeding tube","offset":2375},{"uri":"Stomach","surface_form":"stomach","offset":2458},{"uri":"Nutrition","surface_form":"nutrition","offset":2545}]}