{"id":529131,"url":"http://en.wikipedia.org/wiki/Kapo","text":"A kapo or prisoner functionary was a special type of prisoner in the Nazi concentration camps during The Holocaust. Kapos were chosen by the \"Schutzstaffel\" (SS) camp guards to help run the camps. Some kapos were in charge of other prisoners, who had to do forced labor. Other kapos did paperwork and kept records in the camps.\nThe Nazis used kapos for many reasons. With kapos helping to run the camps, the camps did not need as many SS guards. The kapos helped the SS control the other prisoners. This made it possible for a small number of SS to run large concentration camps. Also, because kapos were prisoners, they were not paid for their work, so this system also saved a lot of money.\nEven though they were not paid, the kapos got special treatment. They did not have to do hard labor, and they were not physically abused like the other prisoners. They sometimes got extra food, cigarettes, alcohol, regular clothes, and private rooms. However, to keep this special treatment, the kapos had to keep the SS guards happy. If they did not control the other prisoners well enough, the kapos would lose their jobs. They would become regular prisoners again.\nThe SS often chose kapos who were members of violent criminal gangs. These kapos often abused other prisoners badly. The SS allowed this abuse to happen.\nWhat the kapos did.\nThe SS controlled the concentration camps. However, from day to day, the kapos helped keep the camps running. They made it possible for the camps to run with fewer SS guards. Sometimes, up to 10% of the prisoners at the camps were kapos. Without the kapos, the SS running the camps would not have been able to keep the camps running smoothly.\nKapos were often hated by other prisoners and were seen as Nazi henchmen. Sometimes, other prisoners would spit on the kapos. Some barracks leaders (\"blockälteste\") secretly helped prisoners in their barracks get extra food or easier jobs. However, other kapos did more to help the SS, partly because they thought this would help them survive the camps.\nCriminal kapos were called \"professional criminals\" by other prisoners. These kapos were known for being cruel and brutal to other prisoners. In fact, this was why the SS had chosen them to be kapos. According to former prisoners, kapos who were criminals were more likely to be helpful to the SS. Kapos who were sent to concentration camps for disagreeing with the Nazis' politics were more likely to be helpful to other prisoners.\nVicenzo and Luigi Pappalettera wrote in their book \"The Brutes Have the Floor\" that, every time a new transport of [prisoners] arrived at Mauthausen [concentration camp], Kapo August Adam picked out the professors, lawyers, priests and magistrates and cynically asked them: \"Are you a lawyer? A professor? Good!... I am a killer. I have five convictions on my record: one for manslaughter and four for robbery. Well, here I am in command. The world has turned upside down, did you get that? Do you need a \"dolmetscher\", an interpreter? Here it is!\" And he was pointing to his bat, after which he struck. When he was satisfied, he formed a [work group] with those selected and sent them to clean the latrines.\nDomination and terror.\nThe SS used domination and terror to control the many prisoners in the camps with just a few SS guards. Kapos were a very important part of this system, where prisoners were completely controlled and always had to be afraid of being hurt or murdered.\nKapos helped with all these things. Their job also included pushing the prisoners to work harder. Many kapos, especially the criminals, could be very cruel to prisoners, especially when SS guards were nearby, to show that they were doing their jobs and deserved their special treatment. They often beat prisoners, and some even killed prisoners. Some kapos sexually abused young boys and men.\nOne non-criminal kapo was Josef Heiden. He was an Austrian political prisoner (someone put in prison because he disagreed with the Nazis' political beliefs). Prisoners feared and hated him. He was known as a sadist - someone who liked hurting and torturing people. He killed several people while he was a kapo. He was set free from Dachau concentration camp in 1942, and joined the Waffen SS. Some kapos personally helped the SS mass murder other prisoners. Beginning in October 1944, the Nazis started transferring criminal kapos to the Dirlewanger Brigade of the Waffen SS.\nKapos had a bad reputation for helping the Nazis and often being cruel. However, a book written about Jewish kapos says that many kapos felt caught in the middle. They felt like victims of the Nazis, but at the same time they were helping the Nazis and hurting fellow prisoners. Many of them felt guilty about what they did, both at the time and after World War II ended.\nKapo ranks.\nIn the capo system, there were different types of kapos, who had different ranks and different jobs.\nThe highest, most powerful job that a prisoner could get was called \"Lagerältester\" (\"camp leader\" or \"camp senior\"). He (or she) answered directly to the camp's \"commandant\" (commander). The Lagerältester had to make sure that everything ran smoothly in the camps every day.\nThe second-most powerful kapos were the \"Blockältester\" (block or barracks leader) and the \"Stubenältester\" (room leader). The \"Blockältester\" was in charge of the prisoners in the barracks, and making sure they followed the rules. The \"Stubenälteste\" was in charge of a specific room within a barracks. He had to force the prisoners to make the barracks neat and clean. He was also in charge of the room's hygiene, like killing lice (which spread diseases like typhus).\nThe \"Blockschreiber\" (registrar or barrack clerk) kept records. For example, he kept track of prisoners during roll calls (where prisoners were forced to stand and be counted over and over).\nWork crews outside the camp were controlled by a \"Vorarbeiter\" (foreman), a Kapo, or \"Oberkapo\" (chief kapo). These functionaries pushed their fellow prisoners to work harder and harder, hitting and beating them, even killing them.\nThe moment he becomes a \"Kapo\", he no longer sleeps with [the other prisoners]. He is held accountable for the performance of the work, that they are clean, that the beds are well-built. [...] So, he must drive his men. The moment we become dissatisfied with him, he is no longer Kapo, he's back to sleeping with his men. And he knows that he will be beaten to death by them the first night.—Heinrich Himmler, June 21, 1944\nA kapo who the SS liked could have a camp \"career\" and be promoted from \"Kapo\" to \"Oberkapo\" and eventually to \"Lagerältester\". However, he could also just as easily be sent to the gas chambers if he did something the SS did not like.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prisoner","surface_form":"prisoner","offset":53},{"uri":"Nazi_concentration_camps","surface_form":"Nazi concentration camps","offset":69},{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":101},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":142},{"uri":"Forced_labor","surface_form":"forced labor","offset":257},{"uri":"Nazis","surface_form":"Nazis","offset":332},{"uri":"Physical_abuse","surface_form":"physically abused","offset":812},{"uri":"Cigarette","surface_form":"cigarette","offset":887},{"uri":"Alcohol","surface_form":"alcohol","offset":899},{"uri":"Violent_crime","surface_form":"violent criminal","offset":1206},{"uri":"Gang","surface_form":"gang","offset":1223},{"uri":"Henchman","surface_form":"henchmen","offset":1742},{"uri":"Barracks","surface_form":"barracks","offset":1809},{"uri":"Crime","surface_form":"Criminal","offset":2032},{"uri":"Professional","surface_form":"professional","offset":2060},{"uri":"Cruel","surface_form":"cruel","offset":2137},{"uri":"Brutal","surface_form":"brutal","offset":2147},{"uri":"Vicenzo_and_Luigi_Pappalettera","surface_form":"Vicenzo and Luigi Pappalettera","offset":2465},{"uri":"Mauthausen_concentration_camp","surface_form":"Mauthausen","offset":2603},{"uri":"Professor","surface_form":"professor","offset":2668},{"uri":"Lawyer","surface_form":"lawyer","offset":2680},{"uri":"Priest","surface_form":"priest","offset":2689},{"uri":"Magistrate","surface_form":"magistrate","offset":2701},{"uri":"Conviction","surface_form":"conviction","offset":2807},{"uri":"Manslaughter","surface_form":"manslaughter","offset":2841},{"uri":"Robbery","surface_form":"robbery","offset":2867},{"uri":"Interpreter","surface_form":"interpreter","offset":2988},{"uri":"Latrine","surface_form":"latrines","offset":3164},{"uri":"Domination","surface_form":"domination","offset":3209},{"uri":"Terror","surface_form":"terror","offset":3224},{"uri":"Murder","surface_form":"murder","offset":3438},{"uri":"Cruel","surface_form":"cruel","offset":3598},{"uri":"Sexual_abuse","surface_form":"sexually abused","offset":3805},{"uri":"Austria","surface_form":"Austria","offset":3891},{"uri":"Politics","surface_form":"political","offset":3979},{"uri":"Sadism","surface_form":"sadist","offset":4049},{"uri":"Dachau_concentration_camp","surface_form":"Dachau concentration camp","offset":4173},{"uri":"Waffen_SS","surface_form":"Waffen SS","offset":4223},{"uri":"Mass_murder","surface_form":"mass murder","offset":4270},{"uri":"Dirlewanger","surface_form":"Dirlewanger","offset":4379},{"uri":"36th_Waffen_Grenadier_Division_of_the_SS","surface_form":"Brigade","offset":4391},{"uri":"Reputation","surface_form":"reputation","offset":4433},{"uri":"Jew","surface_form":"Jew","offset":4519},{"uri":"Guilt","surface_form":"guilt","offset":4714},{"uri":"World_War_II","surface_form":"World War II","offset":4769},{"uri":"Rank","surface_form":"ranks","offset":4876},{"uri":"Barracks","surface_form":"barracks","offset":5244},{"uri":"Hygiene","surface_form":"hygiene","offset":5585},{"uri":"Louse","surface_form":"lice","offset":5607},{"uri":"Typhus","surface_form":"typhus","offset":5640},{"uri":"Accountable","surface_form":"accountable","offset":6163},{"uri":"Career","surface_form":"career","offset":6539}]}