{"id":529693,"url":"http://en.wikipedia.org/wiki/Chikungunya","text":"Chikungunya (pronounced \"chicken-GUN-yay\") is an infection caused by the chikungunya virus. It can cause joint pains that can last for weeks, months, or sometimes even years. About 1 in every 1000 people who gets chikungunya dies. People who are elderly or have other medical problems are most likely to die or get very sick from chikungunya.\nChikungunya is spread to humans by two species of mosquito: \"Aedes albopictus\" and \"Aedes aegypti\". These mosquitoes carry the infection to humans after biting monkeys, birds, cattle, or rodents who have chikungunya. Since 2004, there have been outbreaks (where many people get chikungunya) in Asia, Europe, and The Americas.\nThere is no known treatment or cure for chikungunya.\nSigns and symptoms.\nIt can take one to twelve days for a person to get sick after they get the chikungunya virus. (This period of time is called the virus's incubation period.) Usually, people get sick in three to seven days. Most people who get the virus (72% to 97%) get symptoms.\nChikungunya has an \"acute phase\", which lasts a short time, and a \"chronic phase\", which can last weeks, months, or years.\nAcute phase.\nThe acute phase usually begins with a sudden high fever that can last up to ten days. The fever is usually above 39 °C (102 °F), and can sometimes get as high as 40 °C (104 °F). About half of people with chikungunya get a rash, usually about two to five days after symptoms start. Some people also have gastrointestinal symptoms, like abdominal pain, nausea, vomiting, or diarrhea. In rare cases, people may get conjunctivitis or other problems with their eyes.\nThe body starts to fight the virus after about a week by sending out immunoglobulin M (IgM), which attacks the virus. After this, most of the symptoms usually start to get better. However, people often keep having some symptoms for about another week, like headache, insomnia (trouble sleeping), and exhaustion. After these symptoms end, the acute phase of chikungunya is usually over.\nChronic phase.\nIn chikungunya's chronic phase, almost everyone with the virus (87% - 98%) gets very bad joint pain or stiffness. This usually lasts for weeks or months. However, it can last for years. The joint pain can be so bad that a person cannot move the joints that hurt. The pain almost always happens in more than one joint. Usually, people have pain in the joints in their arms and legs, on both sides. These may include the joints in the wrists, ankles, hands, feet, shoulders, elbows, and knees. The virus can also cause pain in the muscles or ligaments.\nPrevention.\nThe best way for people to protect themselves from chikungunya is to protect themselves from mosquitoes in places where the disease is common. For example, people may use bug spray and mosquito nets, and wear long sleeves and long pants when they are outside. In places where chikungunya is common, governments can also do things to control the number of mosquitoes. For example, they can spray pesticides.\nThere is no vaccine for chikungunya. Scientists are doing experiments to try to make a vaccine. However, scientists say that even if they created a vaccine, people would still have to control mosquitoes to prevent chikungunya.\nTreatment.\nThere is no known treatment for chikungunya. No known anti-viral medicines (medicines which kill viruses) kill the chikungunya virus.\nMedical professionals can only give \"supportive care.\" This means they can only treat chikungunya's symptoms. For example, they may treat fever and joint pain with nonsteroidal anti-inflammatory drugs (NSAIDs) like naproxen; painkillers like paracetamol (acetaminophen); and fluids. Aspirin is not given because it can make bleeding more likely to happen.\nChronic joint pain.\nThese medicines do not help the symptoms of chikungunya during the acute phase.\nPrognosis.\nAbout 1 in 1000 people who get chikungunya die from the disease. People older than 65, newborn babies, and people with other medical problems are most likely to have the most dangerous problems. Chikungunya is especially dangerous for newborns because they can get the virus from their mothers during childbirth, and because newborns' immune systems have to grow before they work as well as adults'. This makes it much more difficult for newborns to fight off the virus.\nElderly people, and people who already have arthritis, are more likely to have chronic joint pain.\nEpidemiology.\nIn the past, chikungunya existed mostly in developing countries. However, more recently, there have been epidemics (where a very large number of people get the virus) in the Indian Ocean, the Pacific Islands, and the Americas.\nWhen chikungunya was first discovered in 1952, it was uncommon and happened only in West Africa. People usually got the disease during rainy seasons, because mosquitoes are more common during these times. Beginning in the 1960s, there were sometimes outbreaks in Asia and Africa. However, until 2005, chikungunya had been uncommon throughout the world.\nSince 2005, chikungunya has become much more common. It has caused large outbreaks in Africa, Asia, and the Americas. For example, in India, chikungunya re-appeared after 32 years where no Indian person had gotten the virus. Outbreaks have also happened in Europe, the Caribbean, and South America, where chikungunya had never spread before. A few people have also gotten chikungunya in the United States and Australia, where the virus had never lived before.\nIn 2005, there was a very large outbreak on Réunion, an island in the Indian Ocean. Out of about 770,000 people who lived on the island, about 266,000 (over 1 in every 3 people) got chikungunya. In 2006, about 1.25 million people in India got the virus.\nChikungunya was recently spread to the Americas. From 2013-2014 in the Americas, 1,118,763 people have been thought to have the virus. Of these cases, 24,682 were proven to be chikungunya.\nSome scientists think that chikungunya has become much more common because of a change in the virus's genetic code. This change may have made it easier for the virus to make copies of itself in mosquito cells. It may have also allowed the virus to be spread more easily by the Asian tiger mosquito (\"Aedes albopictus\"). This is important because the Asian tiger mosquito lives in many more places than \"Aedes aegypti\", the other species of mosquito that spreads chikungunya to humans. \"Aedes aegypti\" lives only in tropical places. However, the Asian tiger mosquito spreads easily, and lives in Europe, the Americas, the Caribbean, Africa, and the Middle East.\nHistory.\nChikungunya was first described by Marion Robinson and W.H.R. Lumsden in 1955, after an outbreak in 1952 along the border between Mozambique and Tanganyika (now part of Tanzania). A group called the Makonde lived in this area. The word \"chikungunya\" probably comes from the Makonde language. It means \"that which bends up\" or \"to walk bent over.\" This describes how people with very bad joint pain from the virus would bend into unusual positions.\nThe first recorded outbreak of chikungunya may have been in 1779. Scientific evidence agrees that the virus evolved around the year 1700.\nChikungunya was once researched as a possible biological weapon.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Pronunciation","surface_form":"pronounced","offset":13},{"uri":"Infection","surface_form":"infection","offset":49},{"uri":"Virus","surface_form":"virus","offset":85},{"uri":"Joint","surface_form":"joint","offset":105},{"uri":"Pain","surface_form":"pain","offset":111},{"uri":"Mortality_rate","surface_form":"1 in every 1000 people","offset":181},{"uri":"Elderly","surface_form":"elderly","offset":246},{"uri":"Species","surface_form":"species","offset":382},{"uri":"Mosquito","surface_form":"mosquito","offset":393},{"uri":"Aedes_albopictus","surface_form":"Aedes albopictus","offset":404},{"uri":"Aedes_aegypti","surface_form":"Aedes aegypti","offset":427},{"uri":"Monkey","surface_form":"monkey","offset":503},{"uri":"Bird","surface_form":"bird","offset":512},{"uri":"Cattle","surface_form":"cattle","offset":519},{"uri":"Rodent","surface_form":"rodent","offset":530},{"uri":"Outbreak","surface_form":"outbreaks","offset":588},{"uri":"Asia","surface_form":"Asia","offset":637},{"uri":"Europe","surface_form":"Europe","offset":643},{"uri":"The_Americas","surface_form":"The Americas","offset":655},{"uri":"Treatment","surface_form":"treatment","offset":687},{"uri":"Incubation_period","surface_form":"incubation period","offset":879},{"uri":"Symptom","surface_form":"symptom","offset":995},{"uri":"Acute_(medicine)","surface_form":"acute","offset":1025},{"uri":"Chronic","surface_form":"chronic","offset":1072},{"uri":"Fever","surface_form":"fever","offset":1191},{"uri":"Celsius","surface_form":"C","offset":1258},{"uri":"Fahrenheit","surface_form":"F","offset":1266},{"uri":"Rash","surface_form":"rash","offset":1363},{"uri":"Gastrointestinal_tract","surface_form":"gastrointestinal","offset":1444},{"uri":"Abdominal_pain","surface_form":"abdominal pain","offset":1476},{"uri":"Nausea","surface_form":"nausea","offset":1492},{"uri":"Vomiting","surface_form":"vomiting","offset":1500},{"uri":"Diarrhea","surface_form":"diarrhea","offset":1513},{"uri":"Conjunctivitis","surface_form":"conjunctivitis","offset":1553},{"uri":"Eye","surface_form":"eye","offset":1597},{"uri":"Immunoglobulin","surface_form":"immunoglobulin","offset":1672},{"uri":"Antibody","surface_form":"attacks the virus","offset":1702},{"uri":"Headache","surface_form":"headache","offset":1860},{"uri":"Insomnia","surface_form":"insomnia","offset":1870},{"uri":"Fatigue","surface_form":"exhaustion","offset":1903},{"uri":"Stiffness","surface_form":"stiffness","offset":2107},{"uri":"Wrist","surface_form":"wrist","offset":2437},{"uri":"Ankle","surface_form":"ankle","offset":2445},{"uri":"Shoulder","surface_form":"shoulder","offset":2466},{"uri":"Elbow","surface_form":"elbow","offset":2477},{"uri":"Knee","surface_form":"knee","offset":2489},{"uri":"Myalgia","surface_form":"muscles","offset":2533},{"uri":"Ligament","surface_form":"ligament","offset":2544},{"uri":"Disease","surface_form":"disease","offset":2691},{"uri":"Bug_spray","surface_form":"bug spray","offset":2738},{"uri":"Mosquito_net","surface_form":"mosquito net","offset":2752},{"uri":"Government","surface_form":"government","offset":2866},{"uri":"Pesticide","surface_form":"pesticide","offset":2962},{"uri":"Vaccine","surface_form":"vaccine","offset":2986},{"uri":"Scientist","surface_form":"Scientist","offset":3011},{"uri":"Experiment","surface_form":"experiment","offset":3032},{"uri":"Anti-viral","surface_form":"anti-viral","offset":3266},{"uri":"Non-steroidal_anti-inflammatory_drug","surface_form":"nonsteroidal anti-inflammatory drugs","offset":3510},{"uri":"Naproxen_sodium","surface_form":"naproxen","offset":3561},{"uri":"Analgesic","surface_form":"painkillers","offset":3571},{"uri":"Paracetamol","surface_form":"paracetamol","offset":3588},{"uri":"Aspirin","surface_form":"Aspirin","offset":3629},{"uri":"Prognosis","surface_form":"Prognosis","offset":3802},{"uri":"Newborn","surface_form":"newborn","offset":3900},{"uri":"Danger","surface_form":"danger","offset":3988},{"uri":"Childbirth","surface_form":"childbirth","offset":4114},{"uri":"Immune_system","surface_form":"immune system","offset":4148},{"uri":"Arthritis","surface_form":"arthritis","offset":4328},{"uri":"Developing_country","surface_form":"developing countries","offset":4440},{"uri":"Epidemic","surface_form":"epidemic","offset":4502},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":4571},{"uri":"Pacific_Islands","surface_form":"Pacific Islands","offset":4589},{"uri":"West_Africa","surface_form":"West Africa","offset":4708},{"uri":"Rain","surface_form":"rain","offset":4759},{"uri":"Season","surface_form":"season","offset":4765},{"uri":"India","surface_form":"India","offset":5111},{"uri":"Europe","surface_form":"Europe","offset":5234},{"uri":"Caribbean","surface_form":"Caribbean","offset":5246},{"uri":"South_America","surface_form":"South America","offset":5261},{"uri":"United_States","surface_form":"United States","offset":5368},{"uri":"Australia","surface_form":"Australia","offset":5386},{"uri":"R%C3%A9union","surface_form":"Réunion","offset":5481},{"uri":"Island","surface_form":"island","offset":5493},{"uri":"Genetic_code","surface_form":"genetic code","offset":5982},{"uri":"Cell","surface_form":"cell","offset":6083},{"uri":"Asian_tiger_mosquito","surface_form":"Asian tiger mosquito","offset":6157},{"uri":"Tropical","surface_form":"tropical","offset":6395},{"uri":"Middle_East","surface_form":"Middle East","offset":6528},{"uri":"Border","surface_form":"border","offset":6665},{"uri":"Mozambique","surface_form":"Mozambique","offset":6680},{"uri":"Tanganyika","surface_form":"Tanganyika","offset":6695},{"uri":"Tanzania","surface_form":"Tanzania","offset":6719},{"uri":"Ethnic_group","surface_form":"A group","offset":6730},{"uri":"Makonde","surface_form":"Makonde","offset":6749},{"uri":"Language","surface_form":"language","offset":6832},{"uri":"Evolution","surface_form":"evolved","offset":7106},{"uri":"Biological_weapon","surface_form":"biological weapon","offset":7182}]}