{"id":529939,"url":"http://en.wikipedia.org/wiki/Blister_agent","text":"A blister agent, or vesicant, is a chemical compound that causes severe pain on the skin, in the eyes, and in the mucus membranes. They can cause severe chemical burns, which then cause painful water blisters, on both the outside and the inside of the body. (This is why these chemicals are called \"blister agents.\") Throughout history, blister agents have been used for chemical warfare.\nSome blister agents are used to treat medical problems - for example, to remove warts. However, they must be used very carefully. If a person accidentally gets even a little bit of the chemical in their mouth, they can die.\nTypes of blister agents.\nThere are three major types of blister agents.\nMustard agents.\nMustard agents are also called \"sulfur mustards\" or \"mustard gas.\" They are a group of blister agents that have sulfur in them. When they are mixed with other chemicals to be used in chemical warfare, mustard agents are a yellowish-brown color, and smell like mustard plants. This is why they got the name \"mustard agents.\"\nThroughout history, many different types and mixtures of sulfur mustards have been used. Mustard agents were first used as a chemical weapon by the German Army during World War I. More recently, in September 2015, the United States said that the terrorist group The Islamic State in Iraq and Syria (ISIS) was making and using sulfur mustard in Syria and Iraq.\nNitrogen mustards.\nNitrogen mustards are similar to sulfur mustards, but they have nitrogen in them instead of sulfur. While some countries stockpiled (gathered a lot of) nitrogen mustards during World War II, nitrogen mustards have never been used as chemical weapons. In fact, today, they are mainly used to treat medical problems. A few nitrogen mustards are too poisonous to be used for anything but chemical weapons. But many others are used as chemotherapy medications to treat cancer.\nLewisite.\nLewisite was first created in 1904. The United States experimented with using lewisite as a chemical weapon in the 1920s and during World War II. However, lewisite did not work well because it smelled like geraniums (a type of flower) and made people's eyes water. Enemy soldiers would smell the chemical and realize their eyes were watering, and would put on gas masks to protect themselves.\nIn the 1940s, British scientists made an antidote to lewisite, called dimercaprol (or \"British anti-Lewisite\"). After this, lewisite was no longer as useful as other blister agents, and countries stopped using it.\nEffects of blister agents.\nAll blister agents easily enter the body through the eyes, lungs, and skin.\nLewisite causes symptoms right away. However, mustard agents do not. When they are breathed in, symptoms usually do not appear for 4 to 6 hours. When mustard agents get on the skin, symptoms can take 2 to 48 hours to appear.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":35},{"uri":"Pain","surface_form":"pain","offset":72},{"uri":"Skin","surface_form":"skin","offset":84},{"uri":"Eye","surface_form":"eye","offset":97},{"uri":"Mucus_membrane","surface_form":"mucus membrane","offset":114},{"uri":"Chemical_burn","surface_form":"chemical burn","offset":153},{"uri":"Blister","surface_form":"blister","offset":200},{"uri":"Chemical_warfare","surface_form":"chemical warfare","offset":371},{"uri":"Wart","surface_form":"wart","offset":469},{"uri":"Mustard_gas","surface_form":"mustard gas","offset":754},{"uri":"Sulfur","surface_form":"sulfur","offset":813},{"uri":"Mustard_plant","surface_form":"mustard plant","offset":961},{"uri":"Germany","surface_form":"German","offset":1173},{"uri":"World_War_I","surface_form":"World War I","offset":1192},{"uri":"Terrorist","surface_form":"terrorist","offset":1271},{"uri":"ISIS","surface_form":"The Islamic State in Iraq and Syria (ISIS)","offset":1287},{"uri":"Syria","surface_form":"Syria","offset":1369},{"uri":"Iraq","surface_form":"Iraq","offset":1379},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1468},{"uri":"World_War_II","surface_form":"World War II","offset":1581},{"uri":"Poison","surface_form":"poison","offset":1751},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":1835},{"uri":"Medication","surface_form":"medication","offset":1848},{"uri":"Cancer","surface_form":"cancer","offset":1869},{"uri":"Lewisite","surface_form":"Lewisite","offset":1887},{"uri":"Experiment","surface_form":"experiment","offset":1941},{"uri":"World_War_II","surface_form":"World War II","offset":2019},{"uri":"Flower","surface_form":"flower","offset":2114},{"uri":"Soldier","surface_form":"soldier","offset":2158},{"uri":"Gas_mask","surface_form":"gas mask","offset":2247},{"uri":"British","surface_form":"British","offset":2294},{"uri":"Scientist","surface_form":"scientist","offset":2302},{"uri":"Antidote","surface_form":"antidote","offset":2321},{"uri":"Dimercaprol","surface_form":"dimercaprol","offset":2350}]}