{"id":530015,"url":"http://en.wikipedia.org/wiki/Work_(Rihanna_song)","text":"\"Work\" is a song by Barbadian singer Rihanna. It is from her eighth studio album, \"Anti\". The song features Canadian rapper Drake. It was released on January 27, 2016. It was the most heard song for its first day on the over 1,200 stations monitored by Nielsen music. A few hours after its release, it was sent to digital outlets such as iTunes and Google Play Music. Rihanna announced via Twitter that \"Work\" was the lead single for \"Anti\". In June 2017, the song was certified sextuple-Platinum in the US for sales and streams equal to six million copies.\nThe song was nominated for Record of the Year and for Best Pop Duo/Group Performance at the 59th Annual Grammy Awards in 2017.\nChart performance.\nThe song reached number one on the iTunes charts of over 70 countries. \"Work\" debuted at number 9 on the \"Billboard\" Hot 100, which made her one of the artists with the fifth-most top-ten singles in \"Billboard\" history (with 27 top-ten songs), along with singer-songwriters Mariah Carey, Janet Jackson, and Elton John. In addition, the song also managed to enter the R&B/Hip-Hop Songs chart at number one. \"Work\" reached number two in the UK, number five in Australia, and topped the charts in Canada. The song became Rihanna's 14th and Drake's second number-one single on the US \"Billboard\" Hot 100. Rihanna became the artist with the third-most number-one songs in Hot 100 history and the second-most for a female artist. She passed Michael Jackson's record of 13 number-ones and is behind Mariah Carey's 18 chart-toppers and The Beatles' 20 number-one songs. \"Work\" was the third longest-running number-one song of 2016, with nine weeks at the top of the \"Billboard\" Hot 100 (The Chainsmokers' \"Closer\" featuring Halsey has spent 12 weeks at number one, and Drake's \"One Dance\" has spent ten weeks at the top). The song was later replaced at number one by rapper Desiigner's first single, \"Panda\".\nAbout the song.\n\"Work\" is about a relationship that has turned bad and using work as a distraction from the relationship. It is a reggae-pop and dancehall song.\nMusic video.\nThe music video was released on February 22, 2016, two days after Rihanna's 28th birthday. It first appeared on the streaming service Tidal and was later uploaded to YouTube/Vevo. The first half of the video contains scenes of a club and shows Rihanna performing Caribbean dance moves with short hair. The second half is a different version of the video, which contains a couch and neon signs, while Rihanna, wearing much longer hair, sings to Drake, and is wearing a sheer shirt. Drake is present in both versions of the video.","categories":[],"infobox_types":[],"annotations":[{"uri":"Song","surface_form":"song","offset":12},{"uri":"Barbados","surface_form":"Barbadian","offset":20},{"uri":"Rihanna","surface_form":"Rihanna","offset":37},{"uri":"Studio_album","surface_form":"studio album","offset":68},{"uri":"Anti_(album)","surface_form":"Anti","offset":83},{"uri":"Canadians","surface_form":"Canadian","offset":108},{"uri":"Drake_(entertainer)","surface_form":"Drake","offset":124},{"uri":"Nielsen_Media_Research","surface_form":"Nielsen music","offset":253},{"uri":"ITunes","surface_form":"iTunes","offset":338},{"uri":"Twitter","surface_form":"Twitter","offset":390},{"uri":"Single_(music)","surface_form":"single","offset":423},{"uri":"Billboard_Hot_100","surface_form":"Billboard","offset":810},{"uri":"Billboard_Hot_100","surface_form":"Hot 100","offset":821},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":978},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":992},{"uri":"Elton_John","surface_form":"Elton John","offset":1011},{"uri":"Billboard_Hot_100","surface_form":"US \"Billboard\" Hot 100","offset":1281},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":1439},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":1496},{"uri":"The_Beatles","surface_form":"The Beatles","offset":1532},{"uri":"Rapper","surface_form":"rapper","offset":1863},{"uri":"Work","surface_form":"work","offset":1982},{"uri":"Distraction","surface_form":"distraction","offset":1992},{"uri":"YouTube","surface_form":"YouTube","offset":2245}]}