{"id":530354,"url":"http://en.wikipedia.org/wiki/Flexagon","text":"In geometry, a flexagon is a flat model, usually made by folding a piece of paper, so that when 'flexed' (folded), one or more hidden faces will be revealed (shown) from within the model.\nFlexagons are usually square or rectangular (tetraflexagons) or hexagonal (hexaflexagons). A prefix can be added to the name to show the number of faces that the model can display, including the two faces (back and front) that are visible before flexing. For example, a hexaflexagon with a total of six faces is called a hexahexaflexagon.\nDiscovery and introduction.\nArthur H. Stone, a British man, is said to have first discovered the flexagon in 1939. At the time, he was a student at Princeton University in the United States. His new American paper would not fit in his English binder so he cut off the ends of the paper and began folding them into different shapes. One of these formed a trihexaflexagon.\nOther students became interested in these shapes. They included Bryant Tuckerman, Richard Feynman, and John Tukey. Together, they formed the Princeton Flexagon Committee. Tuckerman worked out a topological method, called the \"Tuckerman traverse\", for revealing all the faces of a flexagon.\nFlexagons were introduced to the general public by the recreational mathematician Martin Gardner in 1956. He wrote about in the first \"Mathematical Games\" column that he wrote for \"Scientific American\" magazine.\nAttempted commercial development.\nIn 1955, Russell Rogers and Leonard D'Andrea of Homestead Park, Pennsylvania applied for a patent. In 1959 they were granted U.S. Patent number 2,883,195 for the hexahexaflexagon, under the title \"Changeable Amusement Devices and the Like.\"\nTheir patent imagined possible ways that the device could be used as a toy, an device for advertising, or as a device for learning about geometry.\" A few such novelties were produced by the Herbick & Held Printing Company in Pittsburgh. The device, marketed as the \"Hexmo\", were not very successful.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geometry","surface_form":"geometry","offset":3},{"uri":"Model","surface_form":"model","offset":34},{"uri":"Paper","surface_form":"paper","offset":76},{"uri":"Fold","surface_form":"folded","offset":106},{"uri":"Square","surface_form":"square","offset":210},{"uri":"Rectangle","surface_form":"rectangular","offset":220},{"uri":"Hexagon","surface_form":"hexagon","offset":252},{"uri":"Prefix","surface_form":"prefix","offset":281},{"uri":"Arthur_Harold_Stone","surface_form":"Arthur H. Stone","offset":555},{"uri":"Princeton_University","surface_form":"Princeton University","offset":675},{"uri":"Bryant_Tuckerman","surface_form":"Bryant Tuckerman","offset":962},{"uri":"Richard_Feynman","surface_form":"Richard Feynman","offset":980},{"uri":"John_Tukey","surface_form":"John Tukey","offset":1001},{"uri":"Topology","surface_form":"topological","offset":1092},{"uri":"Recreational_mathematics","surface_form":"recreational mathematician","offset":1243},{"uri":"Martin_Gardner","surface_form":"Martin Gardner","offset":1270},{"uri":"Mathematical_Games_(column)","surface_form":"Mathematical Games","offset":1323},{"uri":"Scientific_American","surface_form":"Scientific American","offset":1369},{"uri":"Homestead%2C_Pennsylvania","surface_form":"Homestead Park, Pennsylvania","offset":1482},{"uri":"Patent","surface_form":"patent","offset":1525},{"uri":"Herbick_%26amp%3B_Held_Printing_Company","surface_form":"Herbick & Held Printing Company","offset":1865},{"uri":"Pittsburgh","surface_form":"Pittsburgh","offset":1900}]}