{"id":530486,"url":"http://en.wikipedia.org/wiki/Raid_at_Cabanatuan","text":"The Raid at Cabanatuan, also known as The Great Raid, was a rescue of Allied prisoners of war (POWs) and civilians from a Japanese prisoner of war camp near Cabanatuan City, in the Philippines. With the landing and advance of General Douglas MacArthur in late 1944, it was feared the Japanese would move the prisoners to Japan or kill them. On January 30, 1945, during World War II, United States Army Rangers, Alamo Scouts, and Filipino guerrillas liberated 511 prisoners from the camp. The daring raid is still studied by Army Rangers today as a classic example.\nBackground.\nAfter the Attack on Pearl Harbor by the Empire of Japan on December 7, 1941, the United States declared war on Japan and its allies. At the same time the Japanese also attacked the American bases at Guam, Wake Island and the Philippines. While Guam and Wake Island soon fell, Filipino and U.S. forces resisted in the Philippines until early May 1942. By this time, the Japanese controlled nearly all of Southeast Asia. The Bataan peninsula and the island of Corregidor were the only remaining Allied strongholds in the region. On April 9, 1942 about 11,800 American, 66,000 Filipino and 1,000 Chinese-Filipinos surrendered to the Japanese. They were starving, sick and fatigued, yet were forced to march 60 miles (97 km) with many dying along the way. This was the infamous Bataan Death March. Many also escaped and joined guerrilla forces hiding in the mountains. About 79,000 survived and were imprisoned at Camp O'Donnell. The American and Filipino forces on Island of Corregidor surrendered on May 6, 1942. The approximately 79,000 forces captured on Corregidor were not a part of the Death March. They were loaded onto cargo ships and taken to Manila. There they were marched through the streets as a celebration of the Japanese victory. They were then sent to Cabanatuan camp number 1 near Cabanatuan city. They were joined by other American prisoners from Camp O'Donnell.\nConditions at Cabanatuan.\nBy January of 1945, after nearly three years at the camp, nearly 3,000 prisoners had died. The camp measured about by and was enclosed by 3 barbed wire fences, each high. There were guard towers outside the fence. The prisoners were kept in 8 barracks originally designed to house 40 soldiers, but were used to hold 120 prisoners each. Conditions at the camp in 1942 were terrible with mosquitoes that carried malaria and flies that spreading dysentery. Many prisoners were murdered by the guards. Local Filipinos smuggled in food and money to bribe the guards. But by 1944 the conditions became worse. The Japanese cut rations and cut down on the smuggling of food to prisoners. They started sending prisoners to camps in Japan and Manchuria in \"hellships\". By early 1945 just over 500 prisoners were left in Cabanatuan number 1 camp.\nAmerican invasion of the Philippines.\nOn January 9, 1945, American forces led by General Douglas MacArthur invaded Luzon. A few months earlier, Japan had issued a \"kill-all\" order. Any camp that was in danger of being taken by American forces was to kill all the prisoners. The prisoners at Cabanatuan were not aware of the danger they were in. But MacArthur had become aware of the order. The Japanese had executed all but 11 of 150 prisoners at a POW camp on Palawan, in the Philippines. The 11 managed to escape the massacre by hiding. MacArthur did not want this happening at Cabanatuan. As the Americans came to within from the camp, the prisoners were now in immediate danger. A plan to rescue the prisoners was hastily put together.\n6th Ranger Battalion.\nOne of the units MacArthur had available to him was the 6th Ranger Battalion. Because of their training, they were qualified to operate behind enemy lines. They were commanded by Lieutenant colonel Henry Mucci. In mid-October 1944 they landed ahead of the main American forces to destroy enemy positions and radio stations guarding the entrance to Leyte Gulf. When the 6th Army landed at Luzon, the 6th Ranger Battalion was with them. As the 6th Army moved into central Luzon, General Walter Krueger, commander of the 6th Army, learned about the camp from American officers who had remained in Luzon with the Filipino guerrillas.\nPlanning the raid.\nNot only was the camp 30 miles behind enemy lines, it had a large number of Japanese troops in the area. The POW camp at Cabanatuan itself was also housing Japanese troops. Mucci put together a force made up of Rangers and two teams of Alamo Scouts. The total force would be 8 officers and 120 enlisted men. All the men carefully studied aerial photographs, maps and diagrams showing the objectives and rendezvous points. The two teams of Alamo Scouts left on January 27 to connect with local guerilla forces and keep the camp under close surveillance. The Rangers would join them just before the attack. On January 29 the Rangers met up with Filipino guerillas five miles north of the camp. Mucci received reports of heavy Japanese troop movements in the area. The raid was put on hold for 24 hours. He learned there were 90 guards in the camp but also a force of 150 soldiers were staying there temporarily. Mucci arranged to have 50 oxcarts ready near the river to carry the prisoners too weak to walk. The raid was now planned for January 30 as night began to fall. Mucci also found a major asset in Filipino Captain Juan Pajota. He knew the area well and he was the one to warn Mucci to wait 24 hours until some of the Japanese moved on.\nThe raid.\nOn the evening of the raid, Filipino guerrillas cut the Japanese phone lines to Manila. They then blocked the two roads passing the camp to prevent other Japanese units from helping the camp guards. The Rangers had to crawl about a mile through an open field. To prevent the guards from seeing them when they got close, Mucci had arranged for a P-61 night fighter to fly over the camp and distract the guards. They split up to attack the front and back gates to the compound. The force broke into the camp and quickly killed the guards. The problems started when the prisoners hid from their rescuers. Not recognizing the uniforms they thought the shooting meant they were all being killed. They finally convinced the prisoners to go with them. One British civilian prisoner hid from his rescuers and did not go with them. But he was picked up by the Filipino guerrillas and taken to safety. One prisoner died of a heart attack during the rescue. The Filipinos and Alamo Scouts held off the Japanese while the Rangers got the prisoners to the carts to haul them to safety. There were 6 Rangers who acted as a rearguard and were the last to leave the camp. They came under fire from the Japanese killing one of the Rangers. At the river a guerrila doctor treated the wounded and Filipinos from nearby villages gave the prisoners food and water. The Rangers with the prisoners traveled all night to get back to the American lines. Only two Rangers, Corporal Roy Sweezy and Captain Fisher, were killed in the rescue. The raid was one of the most spectacular and successful rescues in military history. They killed or wounded an estimated 523 Japanese soldiers during the raid while rescuing 511 prisoners.\nPopular media.\nIn 2005 the movie \"The Great Raid\" was released on the 60th anniversary of VJ day. It was based on the book \"The Great Raid on Cabanatuan\". The movie had a number of factual errors in it. The plane that flew overhead was a Lockheed Hudson and not a P-61 \"Black Widow\", which was the actual plane. The camp was not lit up with electric lights as in the movie. No prisoners were executed during the raid. Also many of Rangers, Alamo Scouts and Filipinos were given fictitious names.","categories":[],"infobox_types":[],"annotations":[{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":70},{"uri":"Prisoner_of_War","surface_form":"prisoners of war","offset":77},{"uri":"Civilian","surface_form":"civilian","offset":105},{"uri":"Japan","surface_form":"Japan","offset":122},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":131},{"uri":"Cabanatuan_City","surface_form":"Cabanatuan City","offset":157},{"uri":"Philippines","surface_form":"Philippines","offset":181},{"uri":"Landing","surface_form":"landing","offset":203},{"uri":"Offensive_(military)","surface_form":"advance","offset":215},{"uri":"Douglas_MacArthur","surface_form":"General Douglas MacArthur","offset":226},{"uri":"Japan","surface_form":"Japan","offset":321},{"uri":"World_War_II","surface_form":"World War II","offset":369},{"uri":"United_States_Army_Rangers","surface_form":"United States Army Rangers","offset":383},{"uri":"Alamo_Scouts","surface_form":"Alamo Scouts","offset":411},{"uri":"Filipinos","surface_form":"Filipino","offset":429},{"uri":"Guerrilla_warfare","surface_form":"guerrillas","offset":438},{"uri":"Raid","surface_form":"raid","offset":499},{"uri":"Example","surface_form":"example","offset":556},{"uri":"Attack_on_Pearl_Harbor","surface_form":"Attack on Pearl Harbor","offset":587},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":617},{"uri":"United_States","surface_form":"United States","offset":658},{"uri":"War","surface_form":"war","offset":681},{"uri":"Axis_countries","surface_form":"allies","offset":702},{"uri":"Guam","surface_form":"Guam","offset":776},{"uri":"Wake_Island","surface_form":"Wake Island","offset":782},{"uri":"Philippines","surface_form":"Philippines","offset":802},{"uri":"Filipinos","surface_form":"Filipino","offset":853},{"uri":"Bataan_peninsula","surface_form":"Bataan peninsula","offset":1000},{"uri":"Island","surface_form":"island","offset":1025},{"uri":"Corregidor","surface_form":"Corregidor","offset":1035},{"uri":"Region","surface_form":"region","offset":1096},{"uri":"China","surface_form":"Chinese","offset":1170},{"uri":"Starvation","surface_form":"starving","offset":1227},{"uri":"Fatigue","surface_form":"fatigue","offset":1246},{"uri":"Infamous","surface_form":"infamous","offset":1342},{"uri":"Bataan_Death_March","surface_form":"Bataan Death March","offset":1351},{"uri":"Guerrilla_warfare","surface_form":"guerrilla","offset":1400},{"uri":"Camp_O%27Donnell","surface_form":"Camp O'Donnell","offset":1487},{"uri":"Freighter","surface_form":"cargo ships","offset":1701},{"uri":"Manila","surface_form":"Manila","offset":1726},{"uri":"Celebration","surface_form":"celebration","offset":1783},{"uri":"Victory","surface_form":"victory","offset":1811},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":2122},{"uri":"Fence","surface_form":"fence","offset":2134},{"uri":"Guard_tower","surface_form":"guard tower","offset":2164},{"uri":"Barracks","surface_form":"barracks","offset":2225},{"uri":"Soldier","surface_form":"soldier","offset":2266},{"uri":"Mosquito","surface_form":"mosquito","offset":2368},{"uri":"Malaria","surface_form":"malaria","offset":2392},{"uri":"Fly","surface_form":"flies","offset":2404},{"uri":"Dysentery","surface_form":"dysentery","offset":2425},{"uri":"Murder","surface_form":"murder","offset":2456},{"uri":"Ration","surface_form":"ration","offset":2602},{"uri":"Manchuria","surface_form":"Manchuria","offset":2715},{"uri":"General_officer","surface_form":"General","offset":2899},{"uri":"Douglas_MacArthur","surface_form":"Douglas MacArthur","offset":2907},{"uri":"Luzon","surface_form":"Luzon","offset":2933},{"uri":"Palawan","surface_form":"Palawan","offset":3279},{"uri":"Massacre","surface_form":"massacre","offset":3337},{"uri":"Hiding","surface_form":"hiding","offset":3349},{"uri":"Hastily","surface_form":"hastily","offset":3536},{"uri":"Commander","surface_form":"commanded","offset":3746},{"uri":"Lieutenant_colonel","surface_form":"Lieutenant colonel","offset":3759},{"uri":"Henry_Mucci","surface_form":"Henry Mucci","offset":3778},{"uri":"Enemy","surface_form":"enemy","offset":3868},{"uri":"Radio_station","surface_form":"radio station","offset":3888},{"uri":"Leyte_Gulf","surface_form":"Leyte Gulf","offset":3928},{"uri":"Walter_Krueger","surface_form":"Walter Krueger","offset":4065},{"uri":"Officer","surface_form":"officer","offset":4145},{"uri":"Enlisted_rank","surface_form":"enlisted","offset":4523},{"uri":"Aerial_photography","surface_form":"aerial photographs","offset":4567},{"uri":"Map","surface_form":"map","offset":4587},{"uri":"Diagram","surface_form":"diagram","offset":4596},{"uri":"Rendezvous","surface_form":"rendezvous","offset":4632},{"uri":"Surveillance","surface_form":"surveillance","offset":4768},{"uri":"North","surface_form":"north","offset":4902},{"uri":"Temporary","surface_form":"temporarily","offset":5126},{"uri":"Bullock_cart","surface_form":"oxcarts","offset":5165},{"uri":"Night","surface_form":"night","offset":5278},{"uri":"Captain","surface_form":"Captain","offset":5342},{"uri":"Juan_Pajota","surface_form":"Juan Pajota","offset":5350},{"uri":"Evening","surface_form":"evening","offset":5489},{"uri":"Telephone","surface_form":"phone lines","offset":5547},{"uri":"British","surface_form":"British","offset":6231},{"uri":"Heart_attack","surface_form":"heart attack","offset":6397},{"uri":"Rearguard","surface_form":"rearguard","offset":6591},{"uri":"Wounded","surface_form":"wounded","offset":6748},{"uri":"Village","surface_form":"village","offset":6782},{"uri":"Corporal","surface_form":"Corporal","offset":6929},{"uri":"Military_history","surface_form":"military history","offset":7063},{"uri":"Movie","surface_form":"movie","offset":7212},{"uri":"The_Great_Raid","surface_form":"The Great Raid","offset":7219},{"uri":"Victory_over_Japan_Day","surface_form":"VJ day","offset":7275},{"uri":"Book","surface_form":"book","offset":7303},{"uri":"Fact","surface_form":"fact","offset":7366},{"uri":"Airplane","surface_form":"plane","offset":7392},{"uri":"Lockheed_Hudson","surface_form":"Lockheed Hudson","offset":7423},{"uri":"Northrop_P-61_Black_Widow","surface_form":"P-61 \"Black Widow\"","offset":7449},{"uri":"Electric_light","surface_form":"electric light","offset":7526},{"uri":"Pseudonym","surface_form":"fictitious names","offset":7663}]}