{"id":530774,"url":"http://en.wikipedia.org/wiki/CBRNE","text":"e=\"preserve\">CBRNE is an acronym for Chemical, Biological, Radiological, Nuclear, and Explosive materials. These materials are very dangerous, and can hurt many people. When they are used on purpose, CBRNE materials are weapons of mass destruction. However, CBRNE events can also happen accidentally.\nA report from the White House in 2011 said \"there is no greater danger to the [United States] than a terrorist attack with a weapon of mass destruction.\" Because CBRNE weapons are so dangerous, countries around the world are working on preventing CBRNE attacks, and learning how to react to them if they do happen.\nChemical.\nInternational laws make it illegal to use chemical weapons. However, terrorists have ignored these laws. For example, in 1995, terrorists attacked the subway in Tokyo, Japan, with sarin.\nBiological.\nIn 2001, a terrorist used a biological weapon against the United States by sending letters filled with anthrax through the mail to many different people. Ricin has also been sent through the mail as a biological attack.\nRadiological.\nIn 2006, Alexander Litvinenko, a former Russian spy, was murdered when someone put polonium-210, a radioactive material, in his food.\nThe White House's report says that there is radiological material all around the world that is not guarded.\nNuclear.\nN is for Nuclear explosion. This can occur one of two ways Fissure and Fusion. Fissure occurs when an atom is spliced apart forming two new atoms. This causes a discharge of energy. Fusion on the other hand forces two atoms together. The process breaks apart the atoms and fuses them together. The reaction discharges energy.\nMany countries have tested nuclear weapons. World War II, the United States dropped two nuclear bombs on the Japanese cities of Hiroshima and Nagasaki.\nIn Hiroshima, the nuclear bomb destroyed of the city, and killed 60,000 to 80,000 people right away. More people later died from radiation sickness and cancer caused by radiation, so historians think about 135,000 people were killed by the one nuclear bomb that hit Hiroshima.\nIn Nagasaki, the nuclear bomb created about of heat, and winds as fast as. It killed somewhere between 39,000 and 80,000 people.\nThe United Nations later made the use of Nuclear weapons illegal which is largely due to the radiation that is brought along with as well as earthquakes and other natural disasters. While true to this day many countries still manufacture these weapons today.\nExplosives.\nE as in explosives stands for high-yield explosive. High-yield explosive is materials that rapidly release large amounts of energy and produce a pressure shock wave during detonation.\nHigh-Yield Explosions can occur in labs and hospitals that contain compressed gas. One highly explosive gas is Acetylene which is commonly found under pressure to containment and later use. There are types of liquids like Nitroglycerin that can be subjected to pressure explosion as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Acronym","surface_form":"acronym","offset":25},{"uri":"Danger","surface_form":"danger","offset":132},{"uri":"Weapon_of_mass_destruction","surface_form":"weapons of mass destruction","offset":220},{"uri":"White_House","surface_form":"White House","offset":319},{"uri":"Terrorism","surface_form":"terrorist","offset":402},{"uri":"International_law","surface_form":"International law","offset":626},{"uri":"Illegal","surface_form":"illegal","offset":653},{"uri":"Chemical_weapons","surface_form":"chemical weapons","offset":668},{"uri":"Terrorists","surface_form":"terrorists","offset":695},{"uri":"Subway","surface_form":"subway","offset":777},{"uri":"Tokyo","surface_form":"Tokyo","offset":787},{"uri":"Japan","surface_form":"Japan","offset":794},{"uri":"Sarin","surface_form":"sarin","offset":806},{"uri":"Murder","surface_form":"murder","offset":1116},{"uri":"Polonium","surface_form":"polonium","offset":1142},{"uri":"World_War_II","surface_form":"World War II","offset":1680},{"uri":"Japan","surface_form":"Japan","offset":1745},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":1764},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":1778},{"uri":"Radiation_sickness","surface_form":"radiation sickness","offset":1917},{"uri":"Cancer","surface_form":"cancer","offset":1940},{"uri":"Historian","surface_form":"historian","offset":1971},{"uri":"Wind","surface_form":"wind","offset":2122}]}