{"id":530842,"url":"http://en.wikipedia.org/wiki/Spintronics","text":"e=\"preserve\">Spintronics is a kind of electronics that uses the tiny magnetic fields that come from electrons as well as their electric charge. The word \"spintronics\" is made up of the words \"spin\" and \"electronics\"\nIn atoms, electrons can be said to go around the nucleus of an atom and possess some spinning energy. They also have their own spin, like a spinning top, which is separate from the atom and they keep even when they are moving freely. There are two ways for something to spin, clockwise and anti-clockwise. In the tiny quantum world the terms 'up' or 'down' are used instead.\nThe electron spin of large numbers of electrons plays a role as a source of the magnetism in permanent magnets. In most materials these spins are random in direction and so no magnetic field results. In normal electronics the flow of current in a wire can also be used to produce a magnetic field which is known as electromagnetism. Neither of these form a part of spintonics.\nIn spintronics the property of the spin of the electrons themselves is used directly. It makes use of the electrons in a solid metal or semiconductor.\nIn spintronics the electron spin of just a few electrons in a material are made to align in one direction by briefly applying a very large magnetic field. Even when the magnetic field is removed the electrons will remain aligned in their spins. This alignment will slowly fade away over time but will persist for a while.\nSince these aligned spins produce a resultant magnet field they can be detected and even used to move the electrons.\nThe deliberate moving of only those electrons with a certain spin can be used to store information and this technology has been called spintronics to distinguish it from conventional use of electrons in electronics which uses their electric charge only.\nSpintonics is an area of research in which scientists are trying to make useful devices and are making progress. Some devices write the electron spin codes into the surface of a moving disk and others make them in sold transistor junctions as RAM. They promise a technology that could create faster and smaller electronic devices that use less energy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electronics","surface_form":"electronics","offset":38},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":69},{"uri":"Electron","surface_form":"electron","offset":100},{"uri":"Electric_charge","surface_form":"electric charge","offset":127},{"uri":"Atom","surface_form":"atom","offset":219},{"uri":"Nucleus","surface_form":"nucleus","offset":265},{"uri":"Spin","surface_form":"spinning","offset":301},{"uri":"Quantum_mechanics","surface_form":"quantum","offset":534},{"uri":"Magnetism","surface_form":"magnetism","offset":671},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":906},{"uri":"Metal","surface_form":"metal","offset":1095},{"uri":"Semiconductor","surface_form":"semiconductor","offset":1104},{"uri":"Random-access_memory","surface_form":"RAM","offset":2055}]}