{"id":530998,"url":"http://en.wikipedia.org/wiki/Blood_agent","text":"ce=\"preserve\">A blood agent is a poisonous chemical. A blood agent makes it impossible for a person's blood to hold oxygen and bring it to the rest of the body. Every part of the body needs oxygen to survive. Blood agents can cause life-threatening symptoms like seizures or coma, which happen because the brain is not getting enough oxygen. In high enough doses, blood agents can make a person suffocate.\nWhen they are used on purpose to kill many people, blood agents are weapons of mass destruction (WMDs).\nThe most common types of blood agents are chemical compounds that include cyanide. However, other blood agents are based on arsenic.\nTypes of blood agents.\nAll of these chemicals are colorless, except for phosgene. Phosgene gas is colorless, but liquid phosgene is a very light yellow.\nAccording to a book on the history of chemical weapons, the most toxic and effective blood agents are hydrogen cyanide and phosgene; followed by cyanogen and arsine; then cyanogen chloride; and finally vinyl arsine.\nHow they work.\nUsually, the bloodstream carries oxygen from the air we breathe to the entire body. The cells in the body need oxygen to survive, and they also need to get rid of carbon dioxide. (Carbon dioxide is left over when cells make energy; too much of it is poisonous.) Usually, cells pick up oxygen from the bloodstream, and send carbon dioxide out into the bloodstream. This is called gas exchange.\nBlood agents prevent gas exchange. They keep oxygen from getting into the body's cells. Without oxygen, cells die. If a person gets a high enough dose of a blood agent, they will suffocate because the oxygen they breathe in cannot get into the body's cells.\nExposure.\n\"Exposure\" means that a chemical touched or got into a person's body. That person has been \"exposed\" to the chemical. Most people who are exposed to blood agents breathe in or swallow the chemical. This can happen accidentally or on purpose.\nFor example, there are cyanide compounds in cigarette smoke and in smoke from many building fires. Also, cyanide compounds and arsine are used in pesticides. Most exposures to arsine happen accidentally to people who work around these chemicals.\nUsually, when blood agents are used as a weapon of mass destruction, they are sprayed into the air, so people will inhale them.\nSigns and symptoms.\nIf a person is exposed to a small amount of a blood agent, their symptoms may not be life-threatening. For example, they may get confused, feel very tired, or have a headache, nausea, and vomiting.\nBlood agents act very quickly. If a person gets a high enough dose, they will start having these symptoms just a few seconds after being exposed. They can die in minutes - or even seconds - from respiratory failure.\nTreatment.\nThere are a few different antidotes to cyanide poisoning. The cyanide antidote kit used most often in the United States includes three medications: amyl nitrite and sodium nitrite, which attach to cyanide and change it to a less dangerous chemical, and sodium thiosulfate, which turns cyanide into a harmless chemical that a person can urinate out.\nA form of vitamin B12 that is made by bacteria, called hydroxocobalamin, is also an antidote to cyanide. It changes cyanide into regular vitamin B12.\nThere are no antidotes for arsine or phosgene. Medical professionals can only give \"supportive care,\" which means they can only treat arsine poisoning's symptoms. For example, they can give oxygen through a mask; give medications for cardiac arrhythmias; and do dialysis for kidney failure.\nUse in war and execution.\nThe first blood agent to be used as a weapon of mass destruction was phosgene. Phosgene was first used by the German Army to attack the British Army in 1915. After that, phosgene was used often during World War I. Countries on both sides of the war - including Germany, France, the United Kingdom, and the United States - used phosgene to attack enemy soldiers. Often they mixed it with chlorine, with the goal of killing more people. Phosgene caused about 85% of the 100,000 deaths caused by poison gas during the war (a total of about 85,000 deaths).\nIn 1919, the British Royal Air Force dropped arsenic gas on Bolshevik soldiers during the Russian Civil War.\nPhosgene was also used often by the Imperial Japanese Army against China during the Second Sino-Japanese War (1937-1945).\nDuring the Holocaust, the Nazis used a form of hydrogen cyanide called Zyklon B to kill people in the gas chambers at their death camps and concentration camps.\nAfter nerve gases were discovered, blood agents were not used as much. However, in the 1980s, Iraq used cyanogen chloride against Iran in the Iran-Iraq War.\nStarting in 1924, the United States has used hydrogen cyanide in gas chambers to execute prisoners who were given the death penalty. Most states now use other ways of executing people. However, execution by hydrogen cyanide is still legal in six states.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poison","surface_form":"poison","offset":33},{"uri":"Chemical","surface_form":"chemical","offset":43},{"uri":"Blood","surface_form":"blood","offset":102},{"uri":"Oxygen","surface_form":"oxygen","offset":116},{"uri":"Circulatory_system","surface_form":"bring it to the rest of the body","offset":127},{"uri":"Symptom","surface_form":"symptom","offset":249},{"uri":"Seizure","surface_form":"seizure","offset":263},{"uri":"Coma","surface_form":"coma","offset":275},{"uri":"Brain","surface_form":"brain","offset":306},{"uri":"Hypoxia","surface_form":"not getting enough oxygen","offset":315},{"uri":"Suffocation","surface_form":"suffocate","offset":395},{"uri":"Weapon_of_mass_destruction","surface_form":"weapons of mass destruction","offset":474},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":552},{"uri":"Cyanide","surface_form":"cyanide","offset":584},{"uri":"Arsenic","surface_form":"arsenic","offset":634},{"uri":"Bloodstream","surface_form":"bloodstream","offset":1040},{"uri":"Air","surface_form":"air","offset":1076},{"uri":"Cell","surface_form":"cell","offset":1115},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1190},{"uri":"Gas_exchange","surface_form":"gas exchange","offset":1406},{"uri":"Exposure_(toxicology)","surface_form":"\"Exposure\"","offset":1688},{"uri":"Inhalation","surface_form":"breathe in","offset":1850},{"uri":"Swallowing","surface_form":"swallow","offset":1864},{"uri":"Cigarette","surface_form":"cigarette","offset":1974},{"uri":"Pesticide","surface_form":"pesticide","offset":2076},{"uri":"Aerosol_spray","surface_form":"sprayed into the air","offset":2254},{"uri":"Inhalation","surface_form":"inhale","offset":2291},{"uri":"Signs_and_symptoms","surface_form":"Signs and symptoms","offset":2304},{"uri":"Mental_confusion","surface_form":"confused","offset":2453},{"uri":"Fatigue","surface_form":"very tired","offset":2468},{"uri":"Headache","surface_form":"headache","offset":2490},{"uri":"Nausea","surface_form":"nausea","offset":2500},{"uri":"Vomit","surface_form":"vomit","offset":2512},{"uri":"Antidote","surface_form":"antidote","offset":2775},{"uri":"Medication","surface_form":"medication","offset":2884},{"uri":"Urination","surface_form":"urinate","offset":3085},{"uri":"Vitamin_B12","surface_form":"vitamin B12","offset":3108},{"uri":"Bacteria","surface_form":"bacteria","offset":3136},{"uri":"Dialysis","surface_form":"dialysis","offset":3510},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":3523},{"uri":"German_army","surface_form":"German Army","offset":3675},{"uri":"British_Army","surface_form":"British Army","offset":3701},{"uri":"Chemical_weapons_in_World_War_I","surface_form":"used often during World War I","offset":3748},{"uri":"Germany","surface_form":"Germany","offset":3826},{"uri":"France","surface_form":"France","offset":3835},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3847},{"uri":"United_States","surface_form":"United States","offset":3871},{"uri":"Enemy","surface_form":"enemy","offset":3911},{"uri":"Soldier","surface_form":"soldier","offset":3917},{"uri":"Royal_Air_Force","surface_form":"Royal Air Force","offset":4139},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":4178},{"uri":"Soldier","surface_form":"soldier","offset":4188},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":4208},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":4263},{"uri":"China","surface_form":"China","offset":4294},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":4311},{"uri":"Holocaust","surface_form":"Holocaust","offset":4360},{"uri":"Nazi","surface_form":"Nazi","offset":4375},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":4451},{"uri":"Death_camp","surface_form":"death camp","offset":4473},{"uri":"Nazi_concentration_camps","surface_form":"concentration camp","offset":4489},{"uri":"Nerve_gas","surface_form":"nerve gas","offset":4516},{"uri":"Iraq","surface_form":"Iraq","offset":4604},{"uri":"Iran","surface_form":"Iran","offset":4640},{"uri":"Iran-Iraq_War","surface_form":"Iran-Iraq War","offset":4652},{"uri":"Execution","surface_form":"execute","offset":4748},{"uri":"Prisoner","surface_form":"prisoner","offset":4756},{"uri":"Death_penalty","surface_form":"death penalty","offset":4785}]}