{"id":5310,"url":"http://en.wikipedia.org/wiki/Coca-Cola","text":"Coca-Cola, is a carbonated, sweetened soft drink and is the world's best-selling drink. A popular nickname for Coca-Cola is Coke. The Coca-Cola Company claims that the beverage is sold in more than 200 countries. The company's headquarters are in Atlanta, Georgia. Coca-Cola's main rival is Pepsi because of the similar taste of their main product. Coca-Cola has 7 cubes of sugar, whereas Pepsi has 8 cubes of sugar. The Coca-Cola Company is proud to have a long history of sponsoring major events, organizations and projects around the world. Among their most well known sponsorships are American Idol, Apple iTunes, BET Network, NASCAR, NBA, NCAA<nowiki/>marvel and the Olympic Games. After their products were put back on sale in Myanmar in 2012, the only countries that Coca-Cola can not be bought officially are Cuba and North Korea, due to trade bans with the US.\nHistory.\nCoca-Cola was first made in the 1800s by John Pemberton. The first sales were at Jacob's Pharmacy in Atlanta, Georgia, on May 8, 1886. They sold it there for five cents a glass, it was very strong tasting because they did not mix it with water. Coca-Cola was first made the way it is now in Columbus, Georgia. It was called Pemberton's French Wine Coca at first, and was sold as a medicine to help cure colds and give people more energy. The drink used to be sold at soda fountains in the United States. It was also created to stop addictions to morphine.\nCoca-Cola was first sold in bottles in Atlanta on March 12, 1894 with actual cocaine content. It was first sold in cans in 1955. During the first year, sales were about only nine drinks per day. Dr. Pemberton did not think he could make a lot of money with the drink he invented, so he sold parts of his business to different people. Just before he died in 1888, he sold the rest of his Coca-Cola business to Asa G. Candler. Mr. Candler, together with some other businessmen, started the Coca-Cola Company.\nCandler became mayor of Atlanta and gave most of his shares of Coca-Cola to his children. In 1919 the family sold control of Coca-Cola to Ernest Woodruff.\nIn 1923 Woodruff's son Robert Winship Woodruff became president of Coca-Cola,replacing Asa Candler's son Charles Howard Candler.\nHow Coca-Cola was named.\nThe drink is called \"Coca-Cola\" because of the coca leaf and kola fruits that were used to add flavor. Dr. Pemberton's partner and bookkeeper, Frank Robinson, suggested the name \"Coca-Cola\" because he thought using the letter C twice would look better than if they used a K in the word \"Cola\". He then wrote down the name to use as a logo that is now very famous. The recipe was altered after a short while, after the cocaine/coca leaf reportedly caused cases of hallucinations. Coca has not been used in the formula since 1903.\nCoca-Cola's advertising.\nCoca-Cola was the first ever sponsor of the Olympic Games. This was for the 1928 Olympic Games in Amsterdam.\nOther products.\nThe company sells many other products, including other sorts of Coca-Cola, such as Diet Coke (1981), Cherry Coke (1985), Diet Cherry Coke (1986), Diet/Coke with Lemon (2001), Diet Vanilla Coke (2002), Diet/ Coke with Lime (2004), Coke Zero (2006), Coca-Cola with Orange (2007), Diet Coke Citrus Zest (2007). Based on Interbrand's best global brand 2011, Coca-Cola was the world's most valuable brand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carbonated","surface_form":"carbonated","offset":16},{"uri":"Soft_drink","surface_form":"soft drink","offset":38},{"uri":"Nickname","surface_form":"nickname","offset":98},{"uri":"The_Coca-Cola_Company","surface_form":"The Coca-Cola Company","offset":130},{"uri":"Atlanta","surface_form":"Atlanta","offset":247},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":256},{"uri":"Pepsi","surface_form":"Pepsi","offset":291},{"uri":"American_Idol","surface_form":"American Idol","offset":589},{"uri":"ITunes","surface_form":"Apple iTunes","offset":604},{"uri":"Black_Entertainment_Television","surface_form":"BET Network","offset":618},{"uri":"NASCAR","surface_form":"NASCAR","offset":631},{"uri":"National_Basketball_Association","surface_form":"NBA","offset":639},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":644},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":672},{"uri":"Myanmar","surface_form":"Myanmar","offset":733},{"uri":"Cuba","surface_form":"Cuba","offset":817},{"uri":"North_Korea","surface_form":"North Korea","offset":826},{"uri":"Columbus%2C_Georgia","surface_form":"Columbus, Georgia","offset":1170},{"uri":"Soda_fountains","surface_form":"soda fountains","offset":1346},{"uri":"Bottle","surface_form":"bottle","offset":1463},{"uri":"Atlanta","surface_form":"Atlanta","offset":1474},{"uri":"Can","surface_form":"can","offset":1550},{"uri":"Kola_fruit","surface_form":"kola fruit","offset":2312},{"uri":"Frank_Robinson","surface_form":"Frank Robinson","offset":2394},{"uri":"Coca","surface_form":"coca","offset":2677},{"uri":"Sponsor","surface_form":"sponsor","offset":2834},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":2849},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":2903},{"uri":"Cherry_Coke","surface_form":"Cherry Coke","offset":3031}]}