{"id":531057,"url":"http://en.wikipedia.org/wiki/Sten_Mk_II","text":"The Sten Mk II was the main submachine gun of the British military in World War II.\nEarly in the war, the US lent many weapons to the British to fight German forces, including the Thompson submachine gun. However, since the Thompson was expensive to make in large numbers, the British made a submachine gun of their own, that would be cheap and quick to make. This was the Sten Mk II.\nThe weapon was only made of 47 parts, making it relatively fast to put together and take apart and therefore easy to ship and hide. This feature made it popular among resistance fighters, including the Free French.\nIt was also the first SMG to have a silencer made for it, making it useful for stealth and surprise. However, due to its low quality, it was not a very reliable weapon as it had the tendency to jam, and to fire entire clips without pulling the trigger.\nIt is stated that British soldiers who captured German MP-40's would often abandon the Sten and fight using the MP-40 instead. The switch was not difficult since both weapons fired the same type of bullet, the 9x19mm Parabellum, with the same type of clips (which meant that they could use the enemy's ammunition to load their Stens or vice versa).","categories":[],"infobox_types":[],"annotations":[{"uri":"Submachine_gun","surface_form":"submachine gun","offset":28},{"uri":"World_War_II","surface_form":"World War II","offset":70},{"uri":"Thompson_submachine_gun","surface_form":"Thompson submachine gun","offset":180},{"uri":"Resistance_fighter","surface_form":"resistance fighter","offset":552},{"uri":"Free_French","surface_form":"Free French","offset":587},{"uri":"Suppressor","surface_form":"silencer","offset":636},{"uri":"Stealth","surface_form":"stealth","offset":679},{"uri":"Weapon_jam","surface_form":"jam","offset":794},{"uri":"Magazine_(firearms)","surface_form":"clips","offset":818},{"uri":"Trigger_(firearms)","surface_form":"trigger","offset":844},{"uri":"MP-40","surface_form":"MP-40","offset":908},{"uri":"9x19mm_Parabellum","surface_form":"9x19mm Parabellum","offset":1063},{"uri":"Ammunition","surface_form":"ammunition","offset":1155}]}