{"id":531116,"url":"http://en.wikipedia.org/wiki/Cerebrospinal_fluid","text":"Cerebrospinal fluid (CSF) bathes and protects the central nervous system (the brain and the spinal cord). \"Cerebro\" means \"brain\"; \"spinal\" is a short version of \"spinal cord\"; and fluid is a liquid.\nCSF is made by networks of blood vessels called choriod plexuses in each of the brain's four ventricles.\nCSF flows through the subarachnoid space – the space between the two layers of meninges that are closest to the skull (the arachnoid layer and the dura mater). CSF also fills the brain's ventricles, and flows down the middle of the spinal cord (the \"central canal\").\nContents.\nThere should be very few white blood cells in the CSF, or none at all. There should be no red blood cells in the CSF.\nCSF helps the brain float.\nBeing surrounded by CSF helps the brain float inside the skull, like a buoy in water. Because the brain is surrounded by fluid, it floats like it weighs only 2% of what it really does. If the brain did not have CSF to float in, it would sit on the bottom of the skull. The brain's weight would push the bottom of the brain against the skull. Blood would not be able to get to the bottom of the brain because the blood vessels would be getting crushed by the weight of the brain on top of them. Without getting blood (and the oxygen it carries), the neurons in the bottom of the brain would die.\nCSF is the brain's cushion.\nCSF protects the brain by acting like a cushion. Without CSF, every time a person moved their head, their brain would hit the inside of their skull. This could injure the brain.\nWhen a person hits their head, CSF acts like the airbag in a car and can sometimes keep the brain from slamming into the inside of the skull. However, when a person hits their head very hard – in a car accident, for example – the CSF cannot protect the brain from hitting the skull. This can cause concussions, bleeding in the brain, brain damage, or even death.\nCSF rinses toxins out of the brain.\nThe brain's cells do chemical reactions to change one chemical to another chemical that the brain needs. Sometimes, after a chemical reaction, chemicals that the brain does not need are left over. These chemicals are called \"waste products.\" For example, when the brain's cells use oxygen and glucose (sugar) to create energy, carbon dioxide (CO2) is left over. Too much carbon dioxide can poison the brain.\nTo keep waste products from building up in the CSF, the choroid plexuses make new CSF about four times a day. The old CSF drains out into the bloodstream, bringing waste products and toxins with it. In this way, the CSF rinses things that could hurt the brain out into the bloodstream. The bloodstream can then carry these chemicals to organs that can get rid of them, like the kidneys and the lungs. For example, the bloodstream carries carbon dioxide to the lungs, where it can be breathed out.\nTesting CSF.\nDoctors can use samples of CSF to find out if a person has a brain infection, like meningitis, encephalitis, or syphilis. CSF samples can also show bleeding from certain parts of the brain. Swelling in the brain, caused by some inflammatory diseases like multiple sclerosis, can show in a CSF sample as well.\nUsually, doctors take samples of CSF by doing a lumbar puncture (spinal tap).\nResults.\nNormal CSF should be clear and colorless, with no red blood cells, and very few white blood cells.\nProtein levels that are higher than normal can be a sign of inflammation in the brain. However, they can also be a sign of other problems, like a bleed in the brain; a brain tumor; epilepsy; and \"acute alcoholism.\"\nCancer cells in the CSF are a sign that a person has brain cancer, or has cancer that started somewhere else and spread to the brain.\nToo much.\nHead injuries and some diseases can make too much CSF build up in the brain. This is called hydrocephalus. The extra fluid puts pressure on (squeezes) the brain. This is called increased intracranial pressure. If the pressure gets high enough, the brain's blood vessels get crushed, and blood cannot get to the brain. If a person's brain does not get enough blood and oxygen, they will become unconscious and their brain cells will die. Eventually, the person will die.\nWithout treatment, 6 out of every 10 people with hydrocephalus will die. The rest will have physical disabilities, intellectual disabilities, and/or other brain problems.\nNot enough.\nSome problems can cause CSF to leak out through a hole or tear in the dura mater (the layer of the meninges that is next to the skull and the bones of the spinal cord). CSF leaks are usually a complication of a lumbar puncture or certain kinds of surgery on the head, neck, or brain. However, an injury to the head or spine can also cause a CSF leak. Sometimes, doctors cannot find a cause for a CSF leak.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":50},{"uri":"Brain","surface_form":"brain","offset":78},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":92},{"uri":"Fluid","surface_form":"fluid","offset":181},{"uri":"Liquid","surface_form":"liquid","offset":192},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":227},{"uri":"Choriod_plexus","surface_form":"choriod plexus","offset":248},{"uri":"Ventricles_of_brain","surface_form":"ventricles","offset":293},{"uri":"Meninges","surface_form":"meninges","offset":384},{"uri":"White_blood_cell","surface_form":"white blood cell","offset":607},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":672},{"uri":"Float","surface_form":"float","offset":767},{"uri":"Skull","surface_form":"skull","offset":784},{"uri":"Buoy","surface_form":"buoy","offset":798},{"uri":"Buoyancy","surface_form":"Because the brain is surrounded by fluid, it floats","offset":813},{"uri":"Oxygen","surface_form":"oxygen","offset":1252},{"uri":"Neuron","surface_form":"neuron","offset":1276},{"uri":"Cushion","surface_form":"cushion","offset":1390},{"uri":"Injury","surface_form":"injure","offset":1510},{"uri":"Airbag","surface_form":"airbag","offset":1577},{"uri":"Car_accident","surface_form":"car accident","offset":1726},{"uri":"Concussion","surface_form":"concussion","offset":1826},{"uri":"Bleeding","surface_form":"bleeding","offset":1839},{"uri":"Brain_damage","surface_form":"brain damage","offset":1862},{"uri":"Death","surface_form":"death","offset":1884},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":1948},{"uri":"Chemical","surface_form":"chemical","offset":1981},{"uri":"Cellular_respiration","surface_form":"use oxygen and glucose (sugar) to create energy","offset":2205},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":2254},{"uri":"Carbon","surface_form":"C","offset":2270},{"uri":"Oxygen","surface_form":"O2)","offset":2271},{"uri":"Poison","surface_form":"poison","offset":2317},{"uri":"Bloodstream","surface_form":"bloodstream","offset":2477},{"uri":"Toxin","surface_form":"toxin","offset":2518},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":2671},{"uri":"Excretion","surface_form":"get rid of them","offset":2687},{"uri":"Kidney","surface_form":"kidney","offset":2713},{"uri":"Lung","surface_form":"lung","offset":2729},{"uri":"Medical_doctor","surface_form":"Doctors","offset":2845},{"uri":"Sample","surface_form":"samples","offset":2861},{"uri":"Infection","surface_form":"infection","offset":2912},{"uri":"Meningitis","surface_form":"meningitis","offset":2928},{"uri":"Encephalitis","surface_form":"encephalitis","offset":2940},{"uri":"Syphilis","surface_form":"syphilis","offset":2957},{"uri":"Inflammatory_disease","surface_form":"inflammatory disease","offset":3073},{"uri":"Multiple_sclerosis","surface_form":"multiple sclerosis","offset":3100},{"uri":"Lumbar_puncture","surface_form":"lumbar puncture","offset":3202},{"uri":"Epilepsy","surface_form":"epilepsy","offset":3521},{"uri":"Alcoholism","surface_form":"alcoholism","offset":3542},{"uri":"Cancer","surface_form":"Cancer","offset":3555},{"uri":"Cell","surface_form":"cell","offset":3562},{"uri":"Brain_cancer","surface_form":"brain cancer","offset":3608},{"uri":"Metastasis","surface_form":"started somewhere else and spread","offset":3641},{"uri":"Disease","surface_form":"disease","offset":3722},{"uri":"Hydrocephalus","surface_form":"hydrocephalus","offset":3791},{"uri":"Pressure","surface_form":"pressure","offset":3827},{"uri":"Increased_intracranial_pressure","surface_form":"increased intracranial pressure","offset":3876},{"uri":"Unconscious","surface_form":"unconscious","offset":4092},{"uri":"Treatment","surface_form":"treatment","offset":4177},{"uri":"Disability","surface_form":"physical disabilities","offset":4261},{"uri":"Intellectual_disabilities","surface_form":"intellectual disabilities","offset":4284},{"uri":"Leak","surface_form":"leak","offset":4383},{"uri":"Complication","surface_form":"complication","offset":4545},{"uri":"Surgery","surface_form":"surgery","offset":4599}]}