{"id":531231,"url":"http://en.wikipedia.org/wiki/Exposure_(toxicology)","text":"ce=\"preserve\">Toxic exposure means that a toxin (poison) touched or got into a person's body. That person has been exposed to the toxin.\nAfter a person is exposed to a toxin, many different things about that person, the toxin, and the exposure affect \"toxicity\". Toxicity is how the person reacts to the toxin, including what symptoms they may have.\nA person can get exposed to a toxin accidentally or on purpose. People can also use toxins as weapons to try to kill other people (for example, during chemical or biological warfare).\nAnything can be a toxin.\nAnything can be a toxin if enough of it gets into a person's body. For example, even water can be toxic. If a person drinks enough water (usually more than 6 gallons in one day), they can get water toxicity (also called \"water poisoning\" or \"water intoxication\"). This causes the body's cells to swell up with extra water. Swelling in the brain's cells can cause brain damage or death. Water, in normal amounts, helps keep us alive; but if a person is exposed to enough of it, it becomes a toxin, and it can kill the person.\nTypes of exposure.\nThere are two major types of exposure: acute and chronic.\nAn acute exposure happens only one time. Chronic exposure happens many times, over a long period of time.\nThe United States Centers for Disease Control and Prevention (CDC) defines these types of exposure this way:p. 105\nRoutes of exposure.\nToxins can get into the body in four different ways. These are called \"routes of exposure.\" The route of exposure is one of the many things that affects toxicity.\nInhalation.\nToxins can get into the body through inhalation (the person breathes in the toxin). If a toxin is a gas, inhalation is usually the way it gets into the body.p. 1\nWhen a toxin is inhaled, it may injure the airways and the lungs. Also, some toxins can go from the lungs into the bloodstream. The bloodstream then delivers blood - with the toxin in it - to all of the organs in the body. The toxin can then damage those organs.p. 1\nInhalation is one of the easiest and fastest ways for toxins to get into the body. The lining of the respiratory tract absorbs toxins into the bloodstream very quickly.p. 99\nExamples of inhaled toxins.\nAn example of a commonly inhaled toxin is cigarette smoke. There are over 100 toxins in cigarette smoke, including formaldehyde, arsenic, and hydrogen cyanide. Smoking is also an example of \"chronic\" toxic exposure. The exposure is chronic because the smoker is breathing in toxins many times, over a long period of time.\nAnother inhaled toxin that causes \"acute\" exposure is smoke from house fires. There are many toxins in this kind of smoke, including carbon monoxide and cyanide. Firefighters or people who were trapped in fires can get cyanide poisoning or carbon monoxide poisoning from breathing in these toxins. This is an example of an acute exposure, because the smoke was not breathed in for more than 24 hours.\nAbsorption.\nIf a toxin gets in a person's eyes or on their skin, it can get taken up into the bloodstream. This is called absorption. Absorption through the skin is the most common route of toxic exposure.p. 97\nThe skin is able to keep some toxins from getting into the body. However, if a person has a cut or wound on their skin, any toxin will be able to get into the body through that wound. Also, the toxin will be taken up into the bloodstream more quickly, because it does not have to get absorbed through the skin.p. 98\nExamples of absorbed toxins.\nExposure by absorption often happens in workplaces where people work with toxins. For example, if a person who works at a gas station spills gasoline on himself, the body will quickly absorb the gasoline into the bloodstream.p. 98 Some chemical weapons like sarin, a nerve gas, can also be absorbed through the skin and the eyes, along with being inhaled.\nIngestion.\nIngestion means that a person swallowed the toxin. Some chemicals cannot get into the bloodstream from the gastrointestinal tract. However, others are absorbed through the lining of the intestinal tract into the bloodstream.p. 100\nExamples of ingested toxins.\nIngestion of toxins is very common in developing countries, where many people do not have safe drinking water. There are many different toxins that can be carried in water. They can be chemicals, like lead. They can also be biological toxins, like the bacteria that causes cholera, and the viruses that cause Hepatitis A and polio. People ingest these toxins by drinking the contaminated water, or eating food made with the water. The World Health Organization says that about 502,000 people die every year because of toxins in water and the diseases they cause.\nFood poisoning is also caused by ingestion of toxins, like \"E. coli\" bacteria, which can live in foods like meat and poultry.\nInjection.\nAn injected toxin gets into the body when something carrying the toxin breaks the skin. Injections can go into a vein, a muscle, or just under the skin. Toxins that are injected into a vein have the fastest effects, because the toxin is being put right into the bloodstream.p. 2\nExamples of injected toxins.\nSome snakes, scorpions, and spiders carry venom. If they bite or sting a person, they are injecting that toxin into the person's body.\nAn example of a toxin which is often injected on purpose is Botulinum. This is a very deadly toxin that causes botulism, but it is also sold under the name \"Botox.\" Many people choose to get Botulinum toxin injected into their faces to get rid of wrinkles. The toxin paralyzes some of the muscles in the face, usually for three to 12 months, and makes the face look smoother.\nMore than one route.\nSome toxins can get into the body through more than one route of exposure. For example, if water is polluted, a person can get exposed to the toxins in the water by drinking it (ingestion) and by showering or swimming in it (absorption).\nThings that affect toxicity.\nOnce a person has been exposed to a toxin, there are many things that affect toxicity. This article talks about only a few.\nThe exposure.\nThe route of exposure also affects toxicity. For example, if it is injected, snake venom can be life-threatening. However, if it is ingested, snake venom is usually not harmful. The effects of this toxin are very different depending on the route of exposure.\nThe exposed person.\nToxins sometimes affect different people in different ways. This is partly caused by differences in people's bodies. A person's age, gender, genes, hormones, nutrition, and the strength of their immune system all affect toxicity. For example, infants, young children, and the elderly are more likely to get sick from lower concentrations of toxins, which might not make a healthy adult sick.\nPeople with health problems.\nSome health problems can affect toxicity. For example, inhaling toxins is especially dangerous for people who already have lung diseases, like emphysema. If the lungs are already damaged, breathing in toxins is likely to cause even more damage, and puts the person at risk for respiratory failure.p. 99\nAlso, once a toxin gets into the bloodstream, the body immediately starts trying to get rid of it through excretion. The main organs involved with excretion are the kidneys, liver, and lungs. If a person has damage to any of these organs (like kidney failure or cirrhosis of the liver), they will be unable to get rid of the toxin as fast as a healthy person will. The chemical will stay in their body longer, and have more toxic effects.p. 103\nThe type of toxin.\nMany things about the type of toxin a person was exposed to affect toxicity. Two examples are solubility and pH.\nSolubility.\nA toxin's solubility is its ability to mix into a liquid. If a toxin is not water-soluble (it cannot dissolve in water), it cannot absorb into the bloodstream. (Plasma, the liquid part of blood, is made mostly of water.) If a person ingests a toxin that cannot dissolve into the watery plasma, the toxin will not absorb into the bloodstream through the lining of the gastrointestinal tract. It will pass out of the body through the gastrointestinal tract.pp. 102–103\nHowever, many toxins are water-soluble and will get absorbed into the bloodstream. For example, the \"Vibrio cholerae\" bacteria is water-soluble. If a person ingests water or food that has this toxin in it, they can get cholera.\nOther toxins are \"lipid-soluble\" (they dissolve in fats). Instead of getting absorbed into the bloodstream, these toxins get stored in the body's fat. When the person's body burns fat to make energy, these toxins are let out and can poison the person. Examples of fat-soluble toxins include lead, DDT, and mercury.\npH.\nThe toxin's pH is also important. For example, if a toxin is a strong acid or a strong base, it can cause severe chemical burns to the eyes and skin.p. 100 Toxins that have a more neutral pH can still hurt the body by being absorbed into the bloodstream, but they will not burn the eyes and skin. For example, if a person swims or bathes in water contaminated with cholera toxin, the toxin can still get absorbed through his eyes or skin. However, the water will not burn the eyes or skin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Toxin","surface_form":"toxin","offset":42},{"uri":"Toxicity","surface_form":"toxicity","offset":252},{"uri":"Symptom","surface_form":"symptom","offset":326},{"uri":"Weapon","surface_form":"weapon","offset":444},{"uri":"Chemical_warfare","surface_form":"chemical","offset":501},{"uri":"Biological_warfare","surface_form":"biological warfare","offset":513},{"uri":"Gallon","surface_form":"gallon","offset":717},{"uri":"Water_toxicity","surface_form":"water toxicity","offset":751},{"uri":"Cell","surface_form":"cell","offset":846},{"uri":"Brain","surface_form":"brain","offset":898},{"uri":"Brain_damage","surface_form":"brain damage","offset":922},{"uri":"Death","surface_form":"death","offset":938},{"uri":"Acute_(medicine)","surface_form":"acute","offset":1142},{"uri":"Chronic","surface_form":"chronic","offset":1152},{"uri":"CDC","surface_form":"United States Centers for Disease Control and Prevention","offset":1271},{"uri":"Inhalation","surface_form":"inhalation","offset":1614},{"uri":"Breathing","surface_form":"breathes","offset":1637},{"uri":"Gas","surface_form":"gas","offset":1677},{"uri":"Injury","surface_form":"injure","offset":1771},{"uri":"Bloodstream","surface_form":"bloodstream","offset":1854},{"uri":"Blood","surface_form":"blood","offset":1897},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1942},{"uri":"Respiratory_tract","surface_form":"respiratory tract","offset":2107},{"uri":"Absorption","surface_form":"absorbs","offset":2125},{"uri":"Cigarette","surface_form":"cigarette","offset":2250},{"uri":"Formaldehyde","surface_form":"formaldehyde","offset":2323},{"uri":"Arsenic","surface_form":"arsenic","offset":2337},{"uri":"Hydrogen_cyanide","surface_form":"hydrogen cyanide","offset":2350},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":2663},{"uri":"Cyanide","surface_form":"cyanide","offset":2683},{"uri":"Firefighter","surface_form":"Firefighter","offset":2692},{"uri":"Absorption","surface_form":"absorption","offset":3053},{"uri":"Wound","surface_form":"wound","offset":3241},{"uri":"Gasoline","surface_form":"gasoline","offset":3628},{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":3723},{"uri":"Sarin","surface_form":"sarin","offset":3745},{"uri":"Nerve_gas","surface_form":"nerve gas","offset":3754},{"uri":"Swallowing","surface_form":"swallowed","offset":3884},{"uri":"Gastrointestinal_tract","surface_form":"gastrointestinal tract","offset":3961},{"uri":"Developing_country","surface_form":"developing countries","offset":4152},{"uri":"Chemical","surface_form":"chemical","offset":4299},{"uri":"Bacteria","surface_form":"bacteria","offset":4366},{"uri":"Cholera","surface_form":"cholera","offset":4387},{"uri":"Virus","surface_form":"virus","offset":4404},{"uri":"Hepatitis_A","surface_form":"Hepatitis A","offset":4423},{"uri":"Polio","surface_form":"polio","offset":4439},{"uri":"Contamination","surface_form":"contaminated","offset":4489},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":4549},{"uri":"Disease","surface_form":"disease","offset":4656},{"uri":"Food_poisoning","surface_form":"Food poisoning","offset":4677},{"uri":"E._coli","surface_form":"E. coli","offset":4737},{"uri":"Poultry","surface_form":"poultry","offset":4794},{"uri":"Injection","surface_form":"injected","offset":4817},{"uri":"Injection","surface_form":"Injection","offset":4902},{"uri":"Vein","surface_form":"vein","offset":4927},{"uri":"Muscle","surface_form":"muscle","offset":4935},{"uri":"Snake","surface_form":"snake","offset":5127},{"uri":"Scorpion","surface_form":"scorpion","offset":5135},{"uri":"Spider","surface_form":"spider","offset":5150},{"uri":"Venom","surface_form":"venom","offset":5164},{"uri":"Botulinum","surface_form":"Botulinum","offset":5317},{"uri":"Botulism","surface_form":"botulism","offset":5368},{"uri":"Paralysis","surface_form":"paralyzes","offset":5524},{"uri":"Muscle","surface_form":"muscle","offset":5546},{"uri":"Pollution","surface_form":"polluted","offset":5754},{"uri":"Gender","surface_form":"gender","offset":6471},{"uri":"Gene","surface_form":"gene","offset":6479},{"uri":"Hormone","surface_form":"hormone","offset":6486},{"uri":"Nutrition","surface_form":"nutrition","offset":6496},{"uri":"Immune_system","surface_form":"immune system","offset":6533},{"uri":"Infant","surface_form":"infant","offset":6581},{"uri":"Elderly","surface_form":"elderly","offset":6614},{"uri":"Emphysema","surface_form":"emphysema","offset":6902},{"uri":"Factor_(medicine)","surface_form":"at risk","offset":7024},{"uri":"Respiratory_failure","surface_form":"respiratory failure","offset":7036},{"uri":"Excretion","surface_form":"excretion","offset":7168},{"uri":"Kidney","surface_form":"kidney","offset":7227},{"uri":"Liver","surface_form":"liver","offset":7236},{"uri":"Lungs","surface_form":"lungs","offset":7247},{"uri":"Kidney_failure","surface_form":"kidney failure","offset":7306},{"uri":"Cirrhosis","surface_form":"cirrhosis","offset":7324},{"uri":"Solubility","surface_form":"solubility","offset":7620},{"uri":"PH","surface_form":"pH","offset":7635},{"uri":"Solubility","surface_form":"solubility","offset":7661},{"uri":"Blood_plasma","surface_form":"Plasma","offset":7812},{"uri":"Cholera","surface_form":"cholera","offset":8337},{"uri":"Lipid","surface_form":"lipid","offset":8364},{"uri":"Fat","surface_form":"fat","offset":8397},{"uri":"Lead","surface_form":"lead","offset":8637},{"uri":"DDT","surface_form":"DDT","offset":8643},{"uri":"Mercury_(element)","surface_form":"mercury","offset":8652},{"uri":"PH","surface_form":"pH","offset":8677},{"uri":"Acid","surface_form":"acid","offset":8735},{"uri":"Base_(chemistry)","surface_form":"base","offset":8752},{"uri":"Burn_(injury)","surface_form":"burn","offset":8787}]}