{"id":5313,"url":"http://en.wikipedia.org/wiki/Aluminium","text":"Aluminium (in American and Canadian English also: aluminum) is a chemical element. The symbol for aluminium is Al, and its atomic number is 13. Aluminium is the most abundant metal. It is a mononuclidic element.\nHistory.\nPeople have tried to produce aluminium since 1760. The first successful attempt, finished in 1824 by Danish physicist and chemist Hans Christian Ørsted. He reacted anhydrous aluminium chloride with potassium amalgam, yielding a lump of metal looking similar to tin. He presented his results and showed a sample of the new metal in 1825. In 1827, German chemist Friedrich Wöhler repeated Ørsted's experiments but did not identify any aluminium. (The reason for this inconsistency was only discovered in 1921.) He conducted a similar experiment in the same year by mixing anhydrous aluminium chloride with potassium and produced a powder of aluminium. In 1845, he was able to produce small pieces of the metal and described some physical properties of this metal. For many years thereafter, Wöhler was credited as personewho discovered of aluminium.\nProperties.\nAluminium is a very good conductor of electricity and heat. It is light and strong. It can be hammered into sheets (malleable) or pulled out into wires (ductile). It is a highly reactive metal, although it is corrosion resistant.\nA fresh film of aluminium is a good reflector of visible light and an excellent reflector of medium and far infrared radiation.\nAluminium prevents corrosion by forming a small, thin layer of aluminium oxide on its surface. This layer protects the metal by preventing oxygen from reaching it. Corrosion can not occur without oxygen. Because of this thin layer, the reactivity of aluminium is not seen. As a powder it burns hot. Uses include fireworks display<nowiki/>s and rocket fuel.\nOccurrence and preparation.\nPure aluminium is made from bauxite, a kind of rock that has aluminium oxide and many impurities. The bauxite is crushed and reacted with sodium hydroxide. The aluminium oxide dissolves. Then the aluminium oxide is dissolved in liquid cryolite, a rare mineral. Cryolite is normally produced artificially though. The aluminium oxide is electrolyzed to make aluminium and oxygen. The largest producer of aluminium is China. China produces about 31,873 thousand tonnes of aluminium.\nAluminium was once considered a precious metal that was even more valuable than gold. This is no longer true because, as technology improved, it became cheaper and easier to make pure metal.\nIn space.\nIt is the 12th most abundant of all elements. It is the 3rd most abundant among the elements that have odd atomic numbers. The only stable isotope of aluminium is aluminium-27. It is the 18th most abundant nucleus in the Universe. It is created after fusion of carbon in massive stars that will later become Type II supernovae: this fusion creates magnesium-26, which, when capturing free protons and neutrons becomes aluminium. Essentially all aluminium now in existence is aluminium-27; aluminium-26 was there in the early Solar System but is now extinct. The trace quantities of aluminium-26 that do exist are the most common gamma ray emitter in the interstellar gas.\nOn Earth.\nOverall, the Earth is about 1.59% aluminium by mass. In the Earth's crust, aluminium is the most abundant metallic element by mass (8.23%). It is also the third most abundant of all elements in the Earth's crust. A lot of silicates in the Earth's crust contain aluminium. But, the Earth's mantle is only 2.38% aluminium by mass. Aluminium also occurs in seawater at a concentration of 2 μg/kg.\nFeldspars, the most common group of minerals in the Earth's crust, are aluminosilicates. Aluminium also occurs in the minerals beryl, cryolite, garnet, spinel, and turquoise. Native aluminium has been reported in cold seeps in the northeastern continental slope of the South China Sea.\nCompounds.\nAluminium forms chemical compounds in the +3 oxidation state. They are generally unreactive. Aluminium chloride and aluminium oxide examples. Very rarely are compounds in the +1 or +2 oxidation state.\nUses.\nMany things are made of aluminium. Much of it is used in overhead power lines. It is also widely used in window frames and aircraft bodies. It is found at home as kitchenware, soft drink cans, and cooking foil. Aluminium is also used to coat car headlamps and compact discs. It is used in electrical transmission lines because of its light weight. It can be deposited on the surface of glass to make mirrors, where a thin layer of aluminum oxide quickly forms that acts as a protective coating. Aluminum oxide is also used to make synthetic rubies and sapphires for lasers. Aluminum can now be produced from clay, but the process is not economically feasible at today.\nPure aluminium is very soft, so a harder metal is almost always added. The harder metal is usually copper. Copper/aluminium alloys are to make ships, because the aluminium prevents corrosion, and the copper prevents barnacles.\nAluminium compounds are used in deodorants, water processing plants, food additives, and antacids. Lithium aluminium hydride is a really strong reducing agent used in organic chemistry.\nAluminium sulfate is used in water treatment. It is also used as a mordant in dyeing, in pickling seeds, deodorizing of mineral oils, in leather tanning, and in production of other aluminium compounds.\nAnhydrous aluminium chloride is used as a catalyst in chemical and petrochemical industries, the dyeing industry, and in synthesis of many inorganic and organic compounds.\nAluminium hydroxychlorides are used in purifying water, in the paper industry, and as ￼￼antiperspirants￼. Sodium aluminate is used in treating water and as an accelerator for drying of cement.\nAluminium acetate in solution is used as an astringent.\nAluminium phosphate is used to make glass, ceramic, pulp and paper products, cosmetics, paints, varnishes. Aluminium hydroxide is used as an antacid, and mordant. It is used also in water purification, the manufacture of glass and ceramics, and in the waterproofing of fabrics.\nAluminium is used in automobiles, trucks, railway cars, marine vessels, bicycles, spacecraft. Aluminium is used in making doors, siding, building wire, sheathing, roofing and other building materials.\nRecycling.\nSince aluminium needs to be made by electrolysis, it requires a very large amount of electrical power. Recycling aluminium would be much cheaper. That's why recycling plants were opened. The cost of recycling aluminium is much less than the cost of making it from bauxite.\nRecycling involves melting the scrap. This is a process that only needs 5% of the energy used to produce aluminium from ore. But, 15% of the input material part is lost as dross (ash-like oxide). An aluminium stack melter makes a lot less dross, about 1%.\nWhite dross from primary aluminium production and from secondary recycling processes still contains useful amounts of aluminium that can be extracted industrially. The process produces aluminium billets, together with a very complex waste. This waste is difficult to manage. It reacts with water, releasing a mixture of gases (including, hydrogen, acetylene, and ammonia), which ignites on contact with air. Even with these difficulties, the waste is used as a filler in asphalt and concrete.\nToxicity.\nAluminium is not used in the human body, although it is very common. People debate whether its use in deodorants and water treatment is healthy. Aluminium ions slow down plant growth in acidic soils. Aluminium may be a factor in Alzheimer's disease (a disease when the brain stops working and the patient is confused). But the Alzheimer's Society says overwhelming medical and scientific opinion is that studies have not convincingly demonstrated a causal relationship between aluminium and Alzheimer's disease.\nIn most people, aluminium is not as toxic as heavy metals. Aluminium is classified as a non-carcinogen by United States Department of Health and Human Services. There is little proof that normal exposure to aluminium is a risk to healthy adult. There is proof of no toxicity if it is taken in amounts not greater than 40 mg/day per kg of body mass. Most aluminium taken will leave the body in feces. Most of the small part that enters the blood, will be excreted via urine.\nAluminium rarely causes vitamin D-resistant osteomalacia, erythropoietin-resistant microcytic anemia, and central nervous system changes. People with kidney insufficiency are at a risk the most. Chronic ingestion of hydrated aluminium silicates may result in aluminium binding to the things in the intestines. It also increases the removal of other metals, like iron or zinc. Really high doses (>50 g/day) can cause anemia.\nA small percentage of people have contact allergies to aluminium and experience itchy red rashes, headache, muscle pain, joint pain, poor memory, insomnia, depression, asthma, irritable bowel syndrome, or other symptoms when touching products containing aluminium.\nExposure to powdered aluminium or aluminium welding fumes can cause pulmonary fibrosis. Fine aluminium powder can also explode.\nWays of exposure.\nFood is the main source of aluminium. Drinking water has more aluminium than solid foods. Aluminium in food may be absorbed more than aluminium from water. Major sources of human exposure by mouth to aluminium include food (because of its use in food additives, food and beverage packaging, and cooking utensils), drinking water (because of its use in water treatment), and medicines that have aluminium in it. Very high exposure of aluminium are mostly limited to miners, aluminium production workers, and dialysis patients.\nTaking of antacids, antiperspirants, vaccines, and cosmetics give possible ways of exposure. Eating acidic foods or liquids with aluminium increases aluminium absorption. Maltol has been shown to increase the build up of aluminium in nerve and bone tissues.\nTreatment.\nIn case of suspected sudden consumption of a large amount of aluminium, the only treatment is deferoxamine mesylate. It may be given to help remove aluminium from the body by chelation. But, this should be applied with caution as it not only reduce aluminium in the body, but can also reduce those of other metals such as copper or iron.\nEnvironmental effects.\nHigh levels of aluminium occur near mining sites. Small amounts of aluminium are released to the environment at the coal-fired power plants or incinerators. Aluminium in the air is washed out by the rain or normally settles down. But, small particles of aluminium remain in the air for a long time.\nAcid rain is the main natural factor to move aluminium from natural sources. It is also the main reason for the effects of aluminium on the environment. The main factor for the presence of aluminium in salt and freshwater are the industrial processes that also release aluminium into air.\nIn water, aluminium acts as a toxiс agent on animals that with gills like fish by causing loss of plasma- and hemolymph ions leading to osmoregulatory failure.\nAluminium is one of the primary factors that reduce the growth of plants on acidic soils. In acid soils the concentration of toxic Al3+ cations increases and disturbs the growth and function of the root. It is generally harmless to plant growth in pH-neutral soils. Wheat has developed a tolerance to aluminium. It releases organic compounds that bind to harmful aluminium cations. Sorghum is thought to have the same method of tolerating aluminium.\nAluminium production has its own problems to the environment on each step of the production process. The major problem is the greenhouse gas. These gases are caused by the electrical consumption of the smelters and the byproducts of processing. The strongest of these gases are perfluorocarbons from the smelting process.\nA Spanish scientific report from 2001 claimed that the fungus \"Geotrichum candidum\" eats the aluminium in compact discs. The better studied bacterium \"Pseudomonas aeruginosa\" and the fungus \"Cladosporium resinae\" are commonly found in aircraft fuel tanks that use kerosene-based fuels, and laboratory cultures can decompose aluminium. However, these types of bacteria do not eat the aluminium; but rather, the metal is corroded by microbe waste products.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":65},{"uri":"Symbol","surface_form":"symbol","offset":87},{"uri":"Atomic_number","surface_form":"atomic number","offset":123},{"uri":"Metal","surface_form":"metal","offset":175},{"uri":"Mononuclidic_element","surface_form":"mononuclidic element","offset":190},{"uri":"Electrical_conductor","surface_form":"conductor","offset":1106},{"uri":"Electricity","surface_form":"electricity","offset":1119},{"uri":"Heat","surface_form":"heat","offset":1135},{"uri":"Sheet","surface_form":"sheet","offset":1189},{"uri":"Malleable","surface_form":"malleable","offset":1197},{"uri":"Wire","surface_form":"wire","offset":1227},{"uri":"Ductile","surface_form":"ductile","offset":1234},{"uri":"Reactivity_(chemical)","surface_form":"reactive","offset":1259},{"uri":"Corrosion","surface_form":"corrosion","offset":1290},{"uri":"Infrared","surface_form":"infrared radiation","offset":1419},{"uri":"Layer","surface_form":"layer","offset":1493},{"uri":"Aluminium_oxide","surface_form":"aluminium oxide","offset":1502},{"uri":"Surface","surface_form":"surface","offset":1525},{"uri":"Fireworks_display","surface_form":"fireworks display","offset":1751},{"uri":"Rocket_fuel","surface_form":"rocket fuel","offset":1783},{"uri":"Bauxite","surface_form":"bauxite","offset":1852},{"uri":"Rock_(geology)","surface_form":"rock","offset":1871},{"uri":"Aluminium_oxide","surface_form":"aluminium oxide","offset":1885},{"uri":"Impurity","surface_form":"impurities","offset":1910},{"uri":"Sodium_hydroxide","surface_form":"sodium hydroxide","offset":1962},{"uri":"Cryolite","surface_form":"cryolite","offset":2059},{"uri":"Electrolysis","surface_form":"electrolyzed","offset":2159},{"uri":"Oxygen","surface_form":"oxygen","offset":2194},{"uri":"China","surface_form":"China","offset":2239},{"uri":"Precious_metal","surface_form":"precious metal","offset":2336},{"uri":"Gold","surface_form":"gold","offset":2384},{"uri":"Technology","surface_form":"technology","offset":2425},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":2711},{"uri":"Universe","surface_form":"Universe","offset":2726},{"uri":"Supernova","surface_form":"supernovae","offset":2821},{"uri":"Aluminium-26","surface_form":"aluminium-26","offset":2994},{"uri":"Gamma_ray","surface_form":"gamma ray","offset":3134},{"uri":"Interstellar_gas","surface_form":"interstellar gas","offset":3159},{"uri":"Earth","surface_form":"Earth","offset":3200},{"uri":"Earth%27s_crust","surface_form":"Earth's crust","offset":3247},{"uri":"Silicate","surface_form":"silicates","offset":3409},{"uri":"Earth%27s_mantle","surface_form":"Earth's mantle","offset":3468},{"uri":"Feldspar","surface_form":"Feldspars","offset":3581},{"uri":"Aluminosilicate","surface_form":"aluminosilicates","offset":3652},{"uri":"Beryl","surface_form":"beryl","offset":3708},{"uri":"Cryolite","surface_form":"cryolite","offset":3715},{"uri":"Garnet","surface_form":"garnet","offset":3725},{"uri":"Spinel","surface_form":"spinel","offset":3733},{"uri":"Turquoise","surface_form":"turquoise","offset":3745},{"uri":"Cold_seep","surface_form":"cold seeps","offset":3794},{"uri":"South_China_Sea","surface_form":"South China Sea","offset":3850},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":3894},{"uri":"Oxidation_state","surface_form":"oxidation state","offset":3923},{"uri":"Aluminium_chloride","surface_form":"Aluminium chloride","offset":3971},{"uri":"Aluminium_oxide","surface_form":"aluminium oxide","offset":3994},{"uri":"Power_line","surface_form":"power line","offset":4151},{"uri":"Window","surface_form":"window","offset":4190},{"uri":"Aircraft","surface_form":"aircraft","offset":4208},{"uri":"Kitchenware","surface_form":"kitchenware","offset":4248},{"uri":"Soft_drink","surface_form":"soft drink","offset":4261},{"uri":"Cooking_foil","surface_form":"cooking foil","offset":4282},{"uri":"Car","surface_form":"car","offset":4327},{"uri":"Headlamp","surface_form":"headlamp","offset":4331},{"uri":"Compact_disc","surface_form":"compact disc","offset":4345},{"uri":"Deposition","surface_form":"deposited","offset":4443},{"uri":"Mirror","surface_form":"mirrors","offset":4485},{"uri":"Aluminium_oxide","surface_form":"aluminum oxide","offset":4516},{"uri":"Ruby","surface_form":"rubies","offset":4626},{"uri":"Sapphire","surface_form":"sapphires","offset":4637},{"uri":"Laser","surface_form":"lasers","offset":4651},{"uri":"Copper","surface_form":"copper","offset":4853},{"uri":"Alloy","surface_form":"alloy","offset":4878},{"uri":"Ship","surface_form":"ship","offset":4897},{"uri":"Barnacle","surface_form":"barnacle","offset":4970},{"uri":"Deodorant","surface_form":"deodorant","offset":5013},{"uri":"Food_additive","surface_form":"food additive","offset":5050},{"uri":"Antacid","surface_form":"antacid","offset":5070},{"uri":"Lithium_aluminium_hydride","surface_form":"Lithium aluminium hydride","offset":5080},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":5148},{"uri":"Aluminium_sulfate","surface_form":"Aluminium sulfate","offset":5167},{"uri":"Water_treatment","surface_form":"water treatment","offset":5196},{"uri":"Mordant","surface_form":"mordant","offset":5234},{"uri":"Pickling","surface_form":"pickling","offset":5256},{"uri":"Mineral_oil","surface_form":"mineral oils","offset":5287},{"uri":"Aluminium_chloride","surface_form":"Anhydrous aluminium chloride","offset":5369},{"uri":"Catalysis","surface_form":"catalyst","offset":5411},{"uri":"Inorganic_compound","surface_form":"inorganic","offset":5508},{"uri":"Organic_compound","surface_form":"organic compounds","offset":5522},{"uri":"Paper","surface_form":"paper","offset":5604},{"uri":"Cement","surface_form":"cement","offset":5726},{"uri":"Aluminium_acetate","surface_form":"Aluminium acetate","offset":5734},{"uri":"Astringent","surface_form":"astringent","offset":5778},{"uri":"Glass","surface_form":"glass","offset":5826},{"uri":"Ceramic","surface_form":"ceramic","offset":5833},{"uri":"Varnish","surface_form":"varnishes","offset":5886},{"uri":"Aluminium_hydroxide","surface_form":"Aluminium hydroxide","offset":5897},{"uri":"Antacid","surface_form":"antacid","offset":5931},{"uri":"Waterproofing","surface_form":"waterproofing","offset":6042},{"uri":"Textile","surface_form":"fabrics","offset":6059},{"uri":"Car","surface_form":"automobiles","offset":6089},{"uri":"Truck","surface_form":"trucks","offset":6102},{"uri":"Train","surface_form":"railway cars","offset":6110},{"uri":"Bicycle","surface_form":"bicycles","offset":6140},{"uri":"Spacecraft","surface_form":"spacecraft","offset":6150},{"uri":"Door","surface_form":"doors","offset":6190},{"uri":"Electrolysis","surface_form":"electrolysis","offset":6316},{"uri":"Bauxite","surface_form":"bauxite","offset":6544},{"uri":"Waste","surface_form":"waste","offset":7042},{"uri":"Asphalt","surface_form":"asphalt","offset":7280},{"uri":"Acid","surface_form":"acid","offset":7498},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":7541},{"uri":"Alzheimer%27s_Society","surface_form":"Alzheimer's Society","offset":7639},{"uri":"Feces","surface_form":"feces","offset":8217},{"uri":"Blood","surface_form":"blood","offset":8263},{"uri":"Excretion","surface_form":"excreted","offset":8278},{"uri":"Urine","surface_form":"urine","offset":8291},{"uri":"Iron","surface_form":"iron","offset":8660},{"uri":"Zinc","surface_form":"zinc","offset":8668},{"uri":"Anemia","surface_form":"anemia","offset":8714},{"uri":"Allergy","surface_form":"allergies","offset":8764},{"uri":"Headache","surface_form":"headache","offset":8820},{"uri":"Insomnia","surface_form":"insomnia","offset":8868},{"uri":"Asthma","surface_form":"asthma","offset":8890},{"uri":"Pulmonary_fibrosis","surface_form":"pulmonary fibrosis","offset":9055},{"uri":"Drinking_water","surface_form":"Drinking water","offset":9171},{"uri":"Food_additive","surface_form":"food additives","offset":9379},{"uri":"Water_treatment","surface_form":"water treatment","offset":9485},{"uri":"Antacid","surface_form":"antacids","offset":9669},{"uri":"Vaccine","surface_form":"vaccines","offset":9696},{"uri":"Exposure_(toxicology)","surface_form":"exposure","offset":9742},{"uri":"Deferoxamine_mesylate","surface_form":"deferoxamine mesylate","offset":10022},{"uri":"Chelation","surface_form":"chelation","offset":10103},{"uri":"Metal","surface_form":"metals","offset":10235},{"uri":"Copper","surface_form":"copper","offset":10250},{"uri":"Iron","surface_form":"iron","offset":10260},{"uri":"Acid_rain","surface_form":"Acid rain","offset":10588},{"uri":"Salt_water","surface_form":"salt","offset":10790},{"uri":"Fresh_water","surface_form":"freshwater","offset":10799},{"uri":"Air","surface_form":"air","offset":10872},{"uri":"Water","surface_form":"water","offset":10880},{"uri":"Gill","surface_form":"gills","offset":10940},{"uri":"Fish","surface_form":"fish","offset":10951},{"uri":"Cell_membrane","surface_form":"plasma","offset":10975},{"uri":"Haemolymph","surface_form":"hemolymph","offset":10987},{"uri":"Osmoregulation","surface_form":"osmoregulatory","offset":11013},{"uri":"Cation","surface_form":"cations","offset":11173},{"uri":"Root","surface_form":"root","offset":11235},{"uri":"Organic_compound","surface_form":"organic compounds","offset":11361},{"uri":"Sorghum","surface_form":"Sorghum","offset":11419},{"uri":"Greenhouse_gas","surface_form":"greenhouse gas","offset":11613},{"uri":"Geotrichum_candidum","surface_form":"Geotrichum candidum","offset":11872},{"uri":"Compact_disc","surface_form":"compact discs","offset":11915},{"uri":"Pseudomonas_aeruginosa","surface_form":"Pseudomonas aeruginosa","offset":11960},{"uri":"Cladosporium_resinae","surface_form":"Cladosporium resinae","offset":12000},{"uri":"Decomposition","surface_form":"decompose","offset":12123},{"uri":"Corrosion","surface_form":"corroded","offset":12228},{"uri":"Microorganism","surface_form":"microbe","offset":12240},{"uri":"Waste","surface_form":"waste","offset":12248}]}