{"id":531336,"url":"http://en.wikipedia.org/wiki/Problem_solving","text":"e=\"preserve\">Problem solving is a mental activity related to intelligence and thinking. It consists of finding solutions to problems. A problem is a situation that needs to be changed. It suggests that the solution is not totally obvious, for then it would not be a problem. A great deal of human life is spent solving problems. Social life is based on the notion that together we might solve problems which we could not as individuals.\nThe word \"problem\" comes from a Greek word meaning an \"obstacle\" (something that is in your way). If someone has a problem, they have to find a way of solving the problem. The way to solve it is called a solution. Some problem-solving techniques have been developed and used in artificial intelligence, computer science, engineering, and mathematics. Some are related to mental problem-solving techniques studied in gestalt psychology, cognitive psychology. and chess.\nProblems can be classified as ill-defined or well-defined. Ill-defined problems are those that do not have clear goals, solution paths, or expected solution. An example is how to face threats which might perhaps be made in the future. Well-defined problems have specific goals, clearly defined solution paths, and clear expected solutions. These problems also allow for more initial planning than ill-defined problems.\nBeing able to solve problems involves the ability to understand what the goal of the problem is and what rules could be applied to solving the problem. Sometimes the problem requires abstract thinking and coming up with a creative solution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Intelligence","surface_form":"intelligence","offset":61},{"uri":"Thinking","surface_form":"thinking","offset":78},{"uri":"Implication_(logic)","surface_form":"suggests","offset":188},{"uri":"Solution","surface_form":"solution","offset":206},{"uri":"Greek_language","surface_form":"Greek","offset":469},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":715},{"uri":"Computer_science","surface_form":"computer science","offset":740},{"uri":"Engineering","surface_form":"engineering","offset":758},{"uri":"Mathematics","surface_form":"mathematics","offset":775},{"uri":"Gestalt_psychology","surface_form":"gestalt psychology","offset":853},{"uri":"Cognitive_psychology","surface_form":"cognitive psychology","offset":873},{"uri":"Chess","surface_form":"chess","offset":899}]}