{"id":531367,"url":"http://en.wikipedia.org/wiki/Bad_Aibling_rail_accident","text":"The Bad Aibling rail accident was an accident that happened on the railway line in Bad Aibling in Bavaria, Germany, on 9 February 2016. Twelve people were killed and many more injured when two trains collided head-on, along a single-track line.\nThe line.\nThe accident happened on the line between Holzkirchen and Rosenheim, in Bavaria. The whole line only has a single track. Trains usually cross at stations. The line is equipped with a security system that functioned normally at the time of the accident. In addition, it has been equipped with GSM-R, in 2007. In some places on the line, autonomous block signals are used to secure the track. The line is controlled by different human controllers. The control statiion responsible for the section where the accident happened is in Bad Aibling. The whole infrastructure had been checked a week before the accident, and was found to be without fault.\nThe accident.\nOne pf the trains left Kolbermoor on schedule, and headed towards Holzkirchen, and entered the single track section. The other train was 4 minutes late. The accident happened because of human error. The person responsible gave the orders to pass by a signal, because he said the signal in question was broken. That meant that both trains were circulating on the same track, and headed towards each other. This was not apparent to the train drivers, because there is a long bend in the track, at that position. The person in charge in Bad Aibling recognised that he had made an error, and issued orders for emergency braking using GSM-R. The first of these was given 36 seconds before the collision. Because he didn't use the correct keys, these orders didn't reach the train drivers, but other personnel responsible for securing the line. The accident happened at nearly 6:47 local time. Emergency braking was effective only one second before the collision. The trains were running at 52 and 87 km per hour.\nBoth train drivers were killed in the accident. In total, twelve people were killed, and 87 injured.\n800 people were involved in the rescue. The rescue was very difficult, because the section of track were the accident happened is badly accessible by road. There is a steep hill, on one side, and a canal, with no road access on the other side.\nThe site of the accident is only 800m from the site where another similar accident had happened in 1945.","categories":[],"infobox_types":[],"annotations":[{"uri":"Accident","surface_form":"accident","offset":37},{"uri":"Railway","surface_form":"railway","offset":67},{"uri":"Bad_Aibling","surface_form":"Bad Aibling","offset":83},{"uri":"Bavaria","surface_form":"Bavaria","offset":98},{"uri":"Germany","surface_form":"Germany","offset":107},{"uri":"Railway_track","surface_form":"track","offset":369},{"uri":"GSM-R","surface_form":"GSM-R","offset":547},{"uri":"Block_signal","surface_form":"block signal","offset":602},{"uri":"Canal","surface_form":"canal","offset":2223},{"uri":"Bad_Aibling_rail_accident_(1945)","surface_form":"accident","offset":2343}]}