{"id":531493,"url":"http://en.wikipedia.org/wiki/Vertical_transmission","text":"ce=\"preserve\">Vertical transmission (also called mother-to-child transmission, or MTCT) means that an infection is spread from a mother to her fetus during pregnancy or childbirth. Vertically transmitted infections are usually caused by bacteria or viruses.\nIf the baby still has the infection after he or she is born, the infection may be called a congenital infection.\nExamples.\nHere are some examples of infections that can be \"vertically transmitted.\"\nHepatitis.\nAlmost every type of hepatitis can be vertically transmitted. Hepatitis C, D, and E can be spread during pregnancy or childbirth.\nHepatitis B cannot be spread during pregnancy. However, it can be spread during childbirth if the infant touches its mother's blood or other body fluids.\nGroup B streptococcal infection.\nIn developed countries, Group B streptococcal infection is the most common cause of bacterial infections in newborns. It can cause infections that are very dangerous to newborns, like meningitis, septicaemia, and pneumonia. These infections can kill a newborn or cause serious long-term health problems.\nHow these infections spread.\nThere are two main ways that infections can be spread during pregnancy or childbirth.\nThrough the placenta.\nThe placenta surrounds and protects the fetus during pregnancy. It keeps the mother's blood from mixing with the fetus's. However, some infections can cross the placenta and infect the fetus. This is called \"perinatal infection.\"\nThese infections are especially dangerous because they affect the fetus while it is still developing. This is why many vertically transmitted infections are most dangerous to the fetus early on in a pregnancy. All of the fetus's important organs start to grow by the time the fetus is nine weeks old, and they grow the most early on in the pregnancy. If the fetus gets an infection while important parts of its body are developing, the infection can cause problems in the way those parts of the body grow.\nThese infections are also dangerous because a fetus does not have an immune system of its own. It depends on its mother's immune system. If the mother has an infection that has not been treated, and her immune system cannot fight off the infection, the fetus will not be able to fight off the infection either.\nDuring childbirth.\nDuring pregnancy, the placenta protects the fetus from its mother's blood. However, during childbirth, the placenta stays in the womb while the baby travels through the birth canal. While it is being born, the mother's blood and other body fluids get on the baby, and the baby also touches its mother's genitals. Because of this, infections that are carried in the blood, in body fluids, or in sores on the mother's genitals can infect the baby.\nInfections are usually more dangerous for newborns and infants than for adults. This is because it takes about six months for an infant's immune system to develop completely. Until the infant's immune system is fully grown, it will not be able to fight off infections as well as an adult could.\nSometimes, medical treatment, like antibiotics, can prevent a baby from getting infections that spread during childbirth.\nPrevention.\nSome vertically transmitted infections can be prevented if the mother gets vaccines before getting pregnant. These infections include HPV, chickenpox, measles, and rubella. However, while these vaccines are common in developed countries, many people in developing countries do not have good medical care and cannot get vaccines.\nOther vertically transmitted infections, like syphilis, can be cured with antibiotics before the mother gets pregnant.\nSexually transmitted infections can often be prevented by having safer sex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infectious_disease","surface_form":"infection","offset":102},{"uri":"Fetus","surface_form":"fetus","offset":143},{"uri":"Pregnancy","surface_form":"pregnancy","offset":156},{"uri":"Childbirth","surface_form":"childbirth","offset":169},{"uri":"Bacteria","surface_form":"bacteria","offset":237},{"uri":"Virus","surface_form":"virus","offset":249},{"uri":"Hepatitis","surface_form":"hepatitis","offset":488},{"uri":"Hepatitis_C","surface_form":"Hepatitis C","offset":529},{"uri":"Hepatitis_B","surface_form":"Hepatitis B","offset":597},{"uri":"Developed_country","surface_form":"developed countries","offset":787},{"uri":"Streptococcus","surface_form":"streptococcal","offset":816},{"uri":"Meningitis","surface_form":"meningitis","offset":968},{"uri":"Septicaemia","surface_form":"septicaemia","offset":980},{"uri":"Pneumonia","surface_form":"pneumonia","offset":997},{"uri":"Placenta","surface_form":"placenta","offset":1229},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1694},{"uri":"Immune_system","surface_form":"immune system","offset":2030},{"uri":"Treatment","surface_form":"treatment","offset":3051},{"uri":"Antibiotic","surface_form":"antibiotic","offset":3067},{"uri":"Vaccine","surface_form":"vaccine","offset":3241},{"uri":"Developing_country","surface_form":"developing countries","offset":3419},{"uri":"Safe_sex","surface_form":"safer sex","offset":3679}]}