{"id":531567,"url":"http://en.wikipedia.org/wiki/Maxwell%E2%80%93Boltzmann_distribution","text":"In statistics the Maxwell–Boltzmann distribution is a particular probability distribution named after James Clerk Maxwell and Ludwig Boltzmann.\nIt was first defined and used in physics (in particular in statistical mechanics) for describing particle speeds in idealized gases. In an idealized gas the particles move freely inside a stationary container without interacting with one another, most of the time. Sometimes they collide and exchange energy and momentum with each other or with their thermal environment. Particle in this context refers to gaseous particles (atoms or molecules), and the system of particles is assumed to have reached thermodynamic equilibrium.\nWhile the distribution was first derived by Maxwell in 1860 on heuristic grounds, Boltzmann later carried out significant investigations into the physical origins of this distribution.\nA particle speed probability distribution indicates which speeds are more likely: a particle will have a speed selected randomly from the distribution, and is more likely to be within one range of speeds than another. The distribution depends on the temperature of the system and the mass of the particle.\nThe Maxwell–Boltzmann distribution applies to the classical ideal gas, which is an idealization of real gases. In real gases, there are various effects (e.g., van der Waals interactions, vortical flow, relativistic speed limits, and quantum exchange interactions) that can make their speed distribution different from the Maxwell–Boltzmann form. However, rarefied gases at ordinary temperatures behave very nearly like an ideal gas and the Maxwell speed distribution is an excellent approximation for such gases. For this reason, it forms the basis of the Kinetic theory of gases, which provides a simplified explanation of many fundamental gaseous properties, including pressure and diffusion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statistics","surface_form":"statistics","offset":3},{"uri":"Probability_distribution","surface_form":"probability distribution","offset":65},{"uri":"James_Clerk_Maxwell","surface_form":"James Clerk Maxwell","offset":102},{"uri":"Ludwig_Boltzmann","surface_form":"Ludwig Boltzmann","offset":126},{"uri":"Physics","surface_form":"physics","offset":177},{"uri":"Statistical_mechanics","surface_form":"statistical mechanics","offset":203},{"uri":"Gas","surface_form":"gas","offset":270},{"uri":"Collision","surface_form":"collide","offset":424},{"uri":"Atoms","surface_form":"atoms","offset":570},{"uri":"Molecules","surface_form":"molecules","offset":579},{"uri":"Thermodynamic_equilibrium","surface_form":"thermodynamic equilibrium","offset":646},{"uri":"Temperature","surface_form":"temperature","offset":1108},{"uri":"Ideal_gas","surface_form":"ideal gas","offset":1224},{"uri":"Van_der_Waals_interaction","surface_form":"van der Waals interaction","offset":1323},{"uri":"Vortex","surface_form":"vortical flow","offset":1351},{"uri":"Special_relativity","surface_form":"relativistic","offset":1366},{"uri":"Quantum_mechanics","surface_form":"quantum","offset":1397},{"uri":"Exchange_interaction","surface_form":"exchange interaction","offset":1405},{"uri":"Rarefied","surface_form":"rarefied","offset":1519},{"uri":"Kinetic_theory_of_gases","surface_form":"Kinetic theory of gases","offset":1720},{"uri":"Pressure","surface_form":"pressure","offset":1835},{"uri":"Diffusion","surface_form":"diffusion","offset":1848}]}