{"id":531560,"url":"http://en.wikipedia.org/wiki/Choking_agent","text":"ce=\"preserve\">A choking agent, also called a pulmonary agent, is a type of chemical weapon. Choking agents make fluid build up in the lungs, and can cause suffocation.\nThe most common examples of choking agents are chlorine and phosgene. There are others, but they are not often used.\nPhosgene.\nPhosgene is the most dangerous choking agent that is commonly used..\nPhosgene can be a liquid or a gas. As a gas, it is heavier than air, so it can stay near the ground (where people can breathe it in for long periods of time. It smells like freshly cut grass or moldy hay.\nAlong with being a choking agent, phosgene is also a blood agent. This means it keeps oxygen from getting into the body's cells. Without oxygen, a person's cells will die, and the person will suffocate.\nPhosgene usually does not cause its worst effects right away. The worst symptoms do not happen until 12 hours after a person breathed in phosgene. The person usually dies within 24 to 48 hours.\nChlorine.\nChlorine is naturally a gas, but it can be made into a liquid or a solid. Chlorine is used to make many different things, like plastics, and is used to clean swimming pools.\nChlorine gas is very dangerous if it is inhaled. Chlorine can react with water in the lungs to make hydrochloric acid. This is a very strong acid which can burn the lungs so badly that a person dies.\nSigns and symptoms.\nThe signs and symptoms of exposure to a choking agent depend on how the chemical got into a person's body.\nIf a choking agent gets into a person's eyes or on their skin, it usually causes very bad burns.\nIf a person got a high enough dose of a choking agent, they will eventually suffocate.\nUse in World War I.\nPhosgene and chlorine gas were both used as weapons during World War I. Chlorine was used first. It was the first chemical weapon that was used during the war to try to kill enemy soldiers. (Before this, countries like France and Germany had used tear gas, which is not meant to kill people.)\nChlorine.\nChlorine was used as a weapon for the first time by the German Army around January 1915, against the British Army. At the time, German Major Karl von Zingler wrote: \"[I]t has been said that our Chlorine is very effective. 140 English officers have been killed. This is a horrible weapon ...\".\n\"[I watched] figures running wildly in confusion over the fields. Greenish-gray clouds swept down upon them, turning yellow as they traveled over the country blasting everything they touched and shriveling up the [plants].... Then there staggered into our midst French soldiers, blinded, coughing, chests heaving, faces an ugly purple color, lips speechless with agony, and behind them in the gas soaked trenches, we learned that they had left hundreds of dead and dying comrades.\"\nIn September 1915, the British Army used chlorine gas as a weapon for the first time.\nThe German Army used chlorine gas as a weapon many more times, against French, Canadian, and Russian soldiers. In one attack on Russian soldiers in Poland, 9,000 Russian soldiers were injured by the gas, and more than 1,000 were killed.\nHowever, soon soldiers learned that the effects of chlorine were not as bad if they stayed still, got as high off the ground as possible, and used a damp cloth to cover their mouths and faces. Because chlorine gas is green, soldiers could see the chlorine coming and would have time to protect themselves. This made chlorine gas less deadly, and both sides soon switched to using phosgene.\nPhosgene.\nPhosgene was first used by the German Army to attack the British Army in 1915. After that, phosgene was used often during World War I. Countries on both sides of the war - including Germany, France, the United Kingdom, and the United States - used phosgene to attack enemy soldiers. Often they mixed it with chlorine, with the goal of killing more people.\nIn World War I, phosgene caused about 85% of the 100,000 deaths caused by poison gas during the war (a total of about 85,000 deaths).\nUse after World War I.\nAfter people saw the effects of poison gases during World War I, these gases were not used often after that war.\nHowever, the Imperial Japanese Army used phosgene against China many times during the Second Sino-Japanese War (1937-1945).\nIn 2007, Iraqi insurgents used chlorine bombs to attack soldiers and civilians. Over 350 people got sick from the first attack. In two other attacks, more than 30 people died in each attack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_weapon","surface_form":"chemical weapon","offset":75},{"uri":"Pulmonary_edema","surface_form":"fluid build up in the lungs","offset":112},{"uri":"Suffocation","surface_form":"suffocation","offset":155},{"uri":"Chlorine","surface_form":"chlorine","offset":215},{"uri":"Phosgene","surface_form":"phosgene","offset":228},{"uri":"Liquid","surface_form":"liquid","offset":382},{"uri":"Gas","surface_form":"gas","offset":394},{"uri":"Inhalation","surface_form":"breathe it in","offset":482},{"uri":"Mold","surface_form":"mold","offset":558},{"uri":"Hay","surface_form":"hay","offset":564},{"uri":"Blood_agent","surface_form":"blood agent","offset":622},{"uri":"Oxygen","surface_form":"oxygen","offset":655},{"uri":"Cell","surface_form":"cell","offset":691},{"uri":"Symptom","surface_form":"symptom","offset":844},{"uri":"Solid","surface_form":"solid","offset":1043},{"uri":"Plastic","surface_form":"plastic","offset":1103},{"uri":"Chemical_reaction","surface_form":"react","offset":1212},{"uri":"Lung","surface_form":"lung","offset":1236},{"uri":"Hydrochloric_acid","surface_form":"hydrochloric acid","offset":1250},{"uri":"Acid","surface_form":"acid","offset":1291},{"uri":"Burn","surface_form":"burn","offset":1306},{"uri":"Signs_and_symptoms","surface_form":"signs and symptoms","offset":1374},{"uri":"Exposure_(toxicology)","surface_form":"exposure","offset":1396},{"uri":"Chemical_warfare","surface_form":"used as weapons","offset":1717},{"uri":"Soldier","surface_form":"soldier","offset":1861},{"uri":"France","surface_form":"France","offset":1900},{"uri":"Germany","surface_form":"Germany","offset":1911},{"uri":"Tear_gas","surface_form":"tear gas","offset":1928},{"uri":"German_army","surface_form":"German Army","offset":2040},{"uri":"British_Army","surface_form":"British Army","offset":2085},{"uri":"Major","surface_form":"Major","offset":2119},{"uri":"Blind","surface_form":"blind","offset":2556},{"uri":"Agony","surface_form":"agony","offset":2640},{"uri":"Comrade","surface_form":"comrades","offset":2748},{"uri":"British_Army","surface_form":"British Army","offset":2782},{"uri":"France","surface_form":"French","offset":2916},{"uri":"Canada","surface_form":"Canadian","offset":2924},{"uri":"Russia","surface_form":"Russia","offset":2938},{"uri":"Poland","surface_form":"Poland","offset":2993},{"uri":"Injury","surface_form":"injured","offset":3029},{"uri":"Germany","surface_form":"Germany","offset":3664},{"uri":"France","surface_form":"France","offset":3673},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3685},{"uri":"United_States","surface_form":"United States","offset":3709},{"uri":"Enemy","surface_form":"enemy","offset":3749},{"uri":"Soldier","surface_form":"soldier","offset":3755},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":4121},{"uri":"China","surface_form":"China","offset":4166},{"uri":"Second_Sino-Japanese_War","surface_form":"Second Sino-Japanese War","offset":4194},{"uri":"Iraq","surface_form":"Iraq","offset":4241},{"uri":"Insurgent","surface_form":"insurgent","offset":4247},{"uri":"Bomb","surface_form":"bomb","offset":4272},{"uri":"Civilian","surface_form":"civilian","offset":4301}]}