{"id":531661,"url":"http://en.wikipedia.org/wiki/Church_of_God_International_(United_States)","text":"The Church of God, International (CGI) is a denomination of Christianity. It is one of many denominations to come out of the Worldwide Church of God (WCG). The Worldwide Church of God was started by Herbert W. Armstrong.\nBeginning.\nCGI was started in 1978 by four members of the Worldwide Church of God, with minister Garner Ted Armstrong (1930-2003) Garner Ted was excommunicated from the WCG by his father, Herbert W. Armstrong. They argued about beliefs and about how the church should be run.\nCGI began in Tyler, Texas. Garner Ted also started the Garner Ted Armstrong Evangelistic Association.\nGovernment.\nGarner Ted Armstrong led CGI until 1998. Church leaders tried to start a church where the ministers acted as servants to the people. They thought the ministers in the WCG had abused their power over the people. In 1998 Garner Ted Armstrong himself was forced to leave CGI by church leaders. He was accused of sexual assault. Mr. Armstrong left CGI and started the Intercontinental Church of God. Ronald L. Dart, an important leader in CGI also left to start a church called Christian Educational Ministries (CGI). After this, leaders in the CGI tried to move forward and continue \"the work\". Now, leaders and ministers share power with a \"Ministerial Council\". The chairman of the Council is elected every three years. Charles Groce served as Chief Executive Officer for the church until 27 June 2015. Then he retired. Vance Stinson is now chairman. The Council also started a program to train new leaders called MAP (Ministerial Apprentice Program). CGI tries to keep a good relationship with many of the other churches that left the Worldwide Church of God. It is a \"Ministry Partnership\" with a some of them.\nMessage and media.\nCGI has churches in the United States, Canada, Jamaica, Ireland, Australia and the Philippines. CGI has a television program called \"Armor of God\". It also has \"Prevail Magazine\", which discusses Christian living. The church also has a newspaper which comes out every three months called \"The International News\". This newspaper discusses beliefs, worship, prophecy, church news, and world news. The church also supports a program for young people ages 18–30 called \"Infuse\". This includes a quarterly magazine, a website, and service activities for local churches and communities. The program is run by volunteers and includes older people who support the program. It is also open to young people in other churches.\nIn 2013, the church decided use the internet more to reach people, and is building a new studio to begin\nbroadcasting in high-definition television.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denomination","surface_form":"denomination","offset":44},{"uri":"Christianity","surface_form":"Christianity","offset":60},{"uri":"Worldwide_Church_of_God","surface_form":"Worldwide Church of God","offset":125},{"uri":"Herbert_W._Armstrong","surface_form":"Herbert W. Armstrong","offset":199},{"uri":"Excommunication","surface_form":"excommunicated","offset":366},{"uri":"Intercontinental_Church_of_God","surface_form":"Intercontinental Church of God","offset":975},{"uri":"Chairman","surface_form":"chairman","offset":1276},{"uri":"Retired","surface_form":"retired","offset":1421},{"uri":"United_States","surface_form":"United States","offset":1766},{"uri":"Canada","surface_form":"Canada","offset":1781},{"uri":"Jamaica","surface_form":"Jamaica","offset":1789},{"uri":"Ireland","surface_form":"Ireland","offset":1798},{"uri":"Australia","surface_form":"Australia","offset":1807},{"uri":"Philippines","surface_form":"Philippines","offset":1825},{"uri":"Prophecy","surface_form":"prophecy","offset":2099},{"uri":"High-definition_television","surface_form":"high-definition television","offset":2580}]}