{"id":531783,"url":"http://en.wikipedia.org/wiki/Warrant_(law)","text":"A warrant is a writ that permits someone to take a specific legal action. Most often the writ is from a judge. It is used by law enforcement to take actions such as searching for evidence, making an arrest or seizing property.\nSearch warrant.\nIn the United States, in order for police and other law enforcement personnel to search for evidence, they need a warrant. They must also have probable cause (a good reason to believe they will find evidence of a crime). A search warrant must be signed by a judge or magistrate. The officer must provide a sworn statement of fact called an affidavit. If the judge or magistrate believes the affidavit establishes probable cause, he or she approves the warrant. A warrant is usually for a specific period of time and spells out exactly what the officers may search for and seize.\nUnited States.\nIn many cases an arrest warrant is not needed. If a police officer personally sees someone committing a crime, the officer may arrest that individual without a warrant. An officer may also arrest someone if they have probable cause to believe the person had committed or were about to commit a crime. For example, a police officer is notified a bank has just been robbed and is given a description of the suspect. The single robber left in a dark blue Ford Mustang. The officer stops a dark blue Ford Mustang with bags of money on the back seat (in plain sight) and the driver matches the description. The officer believes he has probable cause and arrests the driver.\nIf the person is in his (or her) own home and the crime is not a serious one, an officer needs an arrest warrant.\nEuropean Union.\nIn the European Union a European Arrest Warrant (EAW) is most often used between member countries in place of a lengthy extradition process. These came into effect on 1 January 2004. Since that time they are used to arrest dangerous criminals who flee across borders in Europe.\nJapan.\nIn Japan, an officer may arrest a person they believe may have committed a crime. They can detain the person for up to 48 hours. The police are required to inform the person why they were arrested. During the 48 hour period, the person may be brought before a prosecutor if the police have enough evidence. If the prosecutor believes the evidence is enough, they request a warrant of detention before a judge within 24 hours. The defendant appears before the judge when the warrant is requested. The case may be dropped for lack of evidence either before the prosecutor or before the judge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writ","surface_form":"writ","offset":15},{"uri":"Legal","surface_form":"legal","offset":60},{"uri":"Judge","surface_form":"judge","offset":104},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":125},{"uri":"Evidence","surface_form":"evidence","offset":179},{"uri":"Arrest","surface_form":"arrest","offset":199},{"uri":"Property","surface_form":"property","offset":217},{"uri":"United_States","surface_form":"United States","offset":250},{"uri":"Police","surface_form":"police","offset":278},{"uri":"Evidence","surface_form":"evidence","offset":335},{"uri":"Probable_cause","surface_form":"probable cause","offset":386},{"uri":"Crime","surface_form":"crime","offset":456},{"uri":"Magistrate","surface_form":"magistrate","offset":510},{"uri":"Affidavit","surface_form":"affidavit","offset":583},{"uri":"Suspect","surface_form":"suspect","offset":1242},{"uri":"Ford_Mustang","surface_form":"Ford Mustang","offset":1289},{"uri":"Home","surface_form":"home","offset":1543},{"uri":"European_Union","surface_form":"European Union","offset":1643},{"uri":"Countries","surface_form":"countries","offset":1724},{"uri":"Extradition","surface_form":"extradition","offset":1756},{"uri":"Japan","surface_form":"Japan","offset":1924},{"uri":"Prosecutor","surface_form":"prosecutor","offset":2181},{"uri":"Defendant","surface_form":"defendant","offset":2351}]}