{"id":53171,"url":"http://en.wikipedia.org/wiki/Redhead","text":"Redhead is a person with red or reddish-tinted hair. Approximately 1 to 2% of the world's population has red hair.\nRed hair is made by genes. The gene for red hair is recessive, meaning to be weaker than other genes, like the brown hair gene, for example. Because of this, in order to have natural red hair a person needs to have red-haired ancestors present on both the maternal (mother's) and paternal (father's) side of the family.\nRed hair is said to be most common close to the Northern European coasts and islands of the Atlantic Ocean, like British Isles, and in particular among Celtic people.\nIn Ireland, the percentage of population with red hair is very high relative to the rest of the world at around 10%, with 46% carrying the gene. Parts of the United Kingdom such as Scotland also have very high percentages with around 6%. There was a misconception that red hair occurrence in Scotland ran at around 13%, due to this figure appearing in reliable media sources, however this figure was only an estimate and has since been disproved by research. Dr. Jim Wilson of Britain's DNA has carried out the only large scale genetic study of Red Hair using a sample of over 2,343 people; and has found red hair occurrence of 6% in Scotland, this is concurrent with the largest ever study of hair colour in Scotland which analysed over half a million people and found red hair prevalence of 5.3%. A 1956 study of hair color among British army recruits also found high levels of red hair in Wales and the English Border counties.\nDepite all this, the US has the largest number of redheads living there in the world (up to 18 million compared to 650,000 redheads living in Scotland).\nIn some countries, particularly the British Isles, despite the high proportion of redheads there, redheads are sometimes given rude names such as \"carrot-top\" and \"ginga\", and are in some cases heavily ridiculed (made fun of) by their peers. In some extreme cases, people have been harassed (others have behaved threateningly towards them) for having red hair.","categories":[],"infobox_types":[],"annotations":[{"uri":"Red","surface_form":"red","offset":25},{"uri":"Genes","surface_form":"genes","offset":135},{"uri":"Recessive","surface_form":"recessive","offset":167},{"uri":"Ancestor","surface_form":"ancestor","offset":341},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":527},{"uri":"British_Isles","surface_form":"British Isles","offset":548},{"uri":"Celts","surface_form":"Celtic people.","offset":587},{"uri":"Ireland","surface_form":"Ireland","offset":605},{"uri":"Wales","surface_form":"Wales","offset":1494},{"uri":"Anglo-Scottish_border","surface_form":"English Border counties","offset":1508},{"uri":"US","surface_form":"US","offset":1554},{"uri":"British_Isles","surface_form":"British Isles","offset":1722}]}