{"id":531760,"url":"http://en.wikipedia.org/wiki/Undertale","text":"\"Undertale\" (also written as \"UNDERTALE\") is a role-playing video game made by Toby Fox, an independent artist.\nIn the game, players control a human child who has fallen into the Underground, a large and out-of-the-way place under the top of the Earth, separated from the rest of the world by a magic wall. The player meets many kinds of monsters as they try to return to the surface, mainly through the fighting system; the player takes turns selecting actions and avoiding attacks made of many bullets, and can choose to befriend or subdue monsters so that they won't get killed. The player's choices change many things in the game, including how characters act, and what kind of story it is.\nFox developed almost the whole game by himself; he wrote the words and made the music by himself, and only used a few pieces of extra art given to him by other artists. The game was inspired by the \"Mother\" and \"Mario & Luigi\" role-playing series, the \"bullet hell\" shooter series \"Touhou Project\", and the British comedy show \"Mr. Bean\". \"Undertale\" was originally meant to be two hours long and released in mid-2014, but creating the game took over three years, making the campaign longer and not making the game available until much later.\nThe game was released on Steam for Microsoft Windows and OS X on September 15, 2015. When it was released, the game was praised for its writing, themes, easy-to-learn fighting system, music, and original ideas; with praise directed towards its story, dialogue, and characters. The game sold over a million copies, and was nominated for many honors and awards, including Game of the Year from many gaming news sources, winning others from conventions including South by Southwest.\nGameplay.\n\"Undertale\" is a role-playing game that shows everything from above. In the game, players control a child and finish tasks in order to go forward in the story. Players explore an underground world of towns and areas, and must solve many puzzles on the way. The underground world is the home of monsters, many of whom fight the player; players decide to fight, run away, act, or make friends with them.\nWhen players meet enemies in either scripted events or random encounters, they enter a battle mode. During battles, players control a small red heart which represents their soul, and must avoid attacks shot by the monster(s) in a way much like a bullet hell shooter. Deeper into the game, new types of gameplay are shown; these include blue-colored bullets that only harm when the player is moving, or orange bullets when staying still. Boss battles often introduce these coloured bullet mechanics. Players can use the ATTACK option to attack, which involves timed button presses. Players can also use the ACT option to do many different actions, which are different from enemy to enemy, usually for a peaceful resolution. Players can also use the ITEM option to eat food to heal, or to put on weapons or armor. Players can also use the MERCY option to spare enemies or flee away; monsters can be spared only if they have been beaten up enough to make them weak and unable to fight, or if they have been pleased by the right actions. In order for some boss battles to be completed without involving murder, the player must survive until the character they are facing has finished their dialogue. The game has many story branches and endings depending on whether players choose to murder or spare their enemies; and as such, it is possible to clear the game without murdering a single enemy. Players earn EXP and gold for killing monsters.\nMonsters will talk with players during the battles, and the game will often tell the players what the monster's feelings and actions are. Enemy attacks can change based on how players interact with them: if the player chooses non-violent options, enemy attacks are easy, but they become harder if players choose violent options. The game uses many metafictional elements in both its gameplay and story. When players play in a boss battle more than once, the dialogue will change depending on actions from the times they played the battle before.\nDeltarune.\nIn late October 2018, Toby fox hinted at the release of a new game called \"Deltarune\", which was released on 31 October, on his Twitter page. This new game is set in a similar world to \"Undertale\" and is familiar to previous players of the \"Undertale\". It follows the story of a human, a monster and a \"darkner\" to bring balance to the world.\nCurrently, only Chapter 1 has been released; Fox plans to create a development team and release the full game, with one ending only, when it is complete.","categories":[],"infobox_types":[],"annotations":[{"uri":"Role-playing_video_game","surface_form":"role-playing video game","offset":47},{"uri":"Indie_game","surface_form":"independent artist","offset":92},{"uri":"Mother_(series)","surface_form":"Mother","offset":894},{"uri":"List_of_Mario_games","surface_form":"Mario & Luigi","offset":907},{"uri":"Touhou","surface_form":"Touhou Project","offset":977},{"uri":"Mr._Bean","surface_form":"Mr. Bean","offset":1023},{"uri":"Steam_(software)","surface_form":"Steam","offset":1263},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":1273},{"uri":"OS_X","surface_form":"OS X","offset":1295},{"uri":"Video_game_journalism","surface_form":"gaming news sources","offset":1635},{"uri":"South_by_Southwest","surface_form":"South by Southwest","offset":1698},{"uri":"Role-playing_video_game","surface_form":"role-playing","offset":1745},{"uri":"Boss_(video_gaming)","surface_form":"Boss","offset":2567}]}