{"id":531805,"url":"http://en.wikipedia.org/wiki/Brain_injury","text":"ce=\"preserve\">Brain injury means that the brain has been hurt in some way. Many different things can hurt the brain. For example, brain injuries can happen before a baby is even born. These are called congenital brain injuries.\nA physical injury (trauma) can also hurt the brain (for example, if a person hits their head in a car accident). These types of brain injuries are called traumatic brain injuries.\nMany medical problems can also injure the brain. For example, the brain can get injured if it does not get enough oxygen (for example, during a stroke).\nAll brain injuries are different. Some are mild (not very bad); some are severe (very bad). Some are temporary (they get better); some get better slowly over time; and some never get better. Also, since the brain controls every part of the body, the symptoms of brain injury can be very different for different people. This depends partly on what part of the brain was injured, and how badly.\nCongenital brain injuries.\nCongenital brain injuries are caused by something that damages a fetus's brain during a woman's pregnancy.\nTraumatic brain injuries.\nTraumatic brain injuries (TBI) are caused by a physical injury to the brain. They can happen when the head suddenly hits an object very hard, like in a car accident. They can also happen when something - like a bullet or knife - goes through the head and into the brain.\nTraumatic brain injury is one of the most common causes of disability everywhere in the world. It is more common in developing countries. All over the world, about 10 million people are affected by TBI every year.\nExperts estimate that the most common causes of TBI in the world are:p. 341\nWar and violence are often much more common causes of TBI in certain parts of the world. In the past, these places have included Sub-Saharan Africa, Latin America, and the Middle East.pp. 344–345\nTraumatic brain injury has become one of the most common types of injuries in soldiers serving in Iraq and Afghanistan. The United States Department of Defense says that 22% of all injuries from these wars are traumatic brain injuries.\nSome traumatic brain injuries are mild and can get better with time, like a concussion. Others are more serious, especially if they cause bleeding or swelling in the brain.\nSigns and symptoms.\nThe signs and symptoms of a brain injury depend on many things.\nDiffuse or focal.\nA \"diffuse\" injury hurts the entire brain. For example, if a person is drowning, and cannot breathe, no part of their brain will get oxygen. If this lasts long enough, the entire brain will be injured by not having enough oxygen.\nA \"focal\" injury hurts just part of the brain. For example, in some strokes, a person has a blood clot that blocks the blood flow to just part of their brain. If the person gets good medical treatment, just that part of their brain may be injured.\nThis is important because different parts of the brain control different things. When a person has a focal brain injury, their symptoms will depend on what part of the brain was injured. For example, if a part of the brain that controls speech was injured, the person may have trouble speaking.\nSeverity.\nA brain injury's symptoms may also depend on how bad the injury was.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brain","surface_form":"brain","offset":42},{"uri":"Injury","surface_form":"injury","offset":239},{"uri":"Blunt_trauma","surface_form":"trauma","offset":247},{"uri":"Oxygen","surface_form":"oxygen","offset":522},{"uri":"Stroke","surface_form":"stroke","offset":552},{"uri":"Symptom","surface_form":"symptom","offset":811},{"uri":"Fetus","surface_form":"fetus","offset":1046},{"uri":"Pregnancy","surface_form":"pregnancy","offset":1077},{"uri":"Developing_countries","surface_form":"developing countries","offset":1501},{"uri":"Estimation","surface_form":"estimate","offset":1607},{"uri":"War","surface_form":"War","offset":1675},{"uri":"Sub-Saharan_Africa","surface_form":"Sub-Saharan Africa","offset":1804},{"uri":"Latin_America","surface_form":"Latin America","offset":1824},{"uri":"Middle_East","surface_form":"Middle East","offset":1847},{"uri":"Soldier","surface_form":"soldier","offset":1949},{"uri":"Iraq","surface_form":"Iraq","offset":1969},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":1978},{"uri":"United_States_Department_of_Defense","surface_form":"United States Department of Defense","offset":1995},{"uri":"Concussion","surface_form":"concussion","offset":2183},{"uri":"Bleeding","surface_form":"bleeding","offset":2245},{"uri":"Inflammation","surface_form":"swelling","offset":2257},{"uri":"Signs_and_symptoms","surface_form":"signs and symptoms","offset":2304},{"uri":"Treatment","surface_form":"treatment","offset":2803},{"uri":"Speech","surface_form":"speech","offset":3097}]}