{"id":531878,"url":"http://en.wikipedia.org/wiki/Mapp_v._Ohio","text":"\"Mapp v. Ohio\", [http://supreme.justia.com/cases/federal/us/367/643/case.html 367 U.S. 643] (1961), was a landmark decision in criminal procedure. The United States Supreme Court ruled that evidence obtained in violation of the Fourth Amendment may not be used at trial in a state court.\nCircumstances.\nOn May 23, 1957, in Cleveland, Ohio, three police officers arrived at the home of a Miss Mapp, the appellant. The officers said they had information a bombing suspect was in the house and demanded entry. After telephoning her attorney, she refused to admit them without a search warrant. The officers watched the house until more officers arrived. Three hours later and with four more police officers, they again demanded entrance to the home. When Mapp did not come to the door immediately, a door was forced open and the police entered. At about the same time, Mapp's attorney arrived, but was refused permission to see his client or to enter the home. When Mapp was halfway down the stairs she demanded to see the search warrant. A piece of paper was flashed at her which she grabbed and hid on her person. The officers grabbed her to physically recover the paper. The paper was not a warrant. The police did not find the bombing suspect. However, they did find books and photographs they said were sexually explicit. At trial, the prosecution did not produce a search warrant or prove one was ever issued. Mapp was convicted of violating Ohio state law prohibiting “lewd, lascivious, or obscene material.” She was sentenced to one to seven years in prison. Mapp appealed the conviction based on her First Amendment rights.\nOhio Supreme Court.\nThe Supreme Court of Ohio heard the case. The court believed an argument could be made for reversing the case because of the way the evidence was obtained. But they did not determine the evidence was taken from Mapp's person by the use of brutal<nowiki/>force against the defendant. They added that even if the search was made without authority, it could be used at the state trial. They ruled the Fourteenth Amendment does not forbid the admission of evidence gained by unreasonable search and seizure. Therefore, her appeal was denied.\nUS Supreme Court decision.\nIn their decision, the court ruled in favor of Mapp and overturned her conviction. In the 6-3 decision, the court found the states were also required to exclude evidence seized in violation of a person's Fourth Amendment rights. They stated that any evidence obtained in searches and seizures that violated the Constitution were not admissible in state courts. Otherwise, there would be no right against unreasonable search and seizure. Associate justice Tom C. Clark delivered the majority opinion.","categories":[],"infobox_types":["SCOTUS case"],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark decision","offset":106},{"uri":"Criminal_procedure","surface_form":"criminal procedure","offset":127},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":151},{"uri":"Evidence","surface_form":"evidence","offset":190},{"uri":"Violation","surface_form":"violation","offset":211},{"uri":"Fourth_Amendment_to_the_United_States_Constitution","surface_form":"Fourth Amendment","offset":228},{"uri":"Trial","surface_form":"trial","offset":264},{"uri":"Court","surface_form":"court","offset":281},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":323},{"uri":"Police_officer","surface_form":"police officer","offset":346},{"uri":"Appellant","surface_form":"appellant","offset":402},{"uri":"Bombing","surface_form":"bombing","offset":454},{"uri":"Attorney","surface_form":"attorney","offset":529},{"uri":"Search_warrant","surface_form":"search warrant","offset":575},{"uri":"Client","surface_form":"client","offset":929},{"uri":"Prosecution","surface_form":"prosecution","offset":1338},{"uri":"Prison","surface_form":"prison","offset":1556},{"uri":"First_Amendment_to_the_United_States_Constitution","surface_form":"First Amendment","offset":1606},{"uri":"Supreme_Court_of_Ohio","surface_form":"Supreme Court of Ohio","offset":1654},{"uri":"Argument","surface_form":"argument","offset":1714},{"uri":"Brutal","surface_form":"brutal","offset":1889},{"uri":"Authority","surface_form":"authority","offset":1985},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":2048},{"uri":"Search_and_seizure","surface_form":"search and seizure","offset":2134},{"uri":"States_of_the_United_States","surface_form":"states","offset":2339},{"uri":"Exclude","surface_form":"exclude","offset":2368},{"uri":"Associate_justice","surface_form":"Associate justice","offset":2652},{"uri":"Tom_C._Clark","surface_form":"Tom C. Clark","offset":2670}]}