{"id":53184,"url":"http://en.wikipedia.org/wiki/Owen_Spencer-Thomas","text":"e=\"preserve\">Owen Spencer-Thomas was born on 3 March 1940 in Braughing, Hertfordshire, England. He is perhaps best known as a television and radio news journalist over three decades. Spencer-Thomas combined this career with that of ordained Anglican clergyman and charity fundraiser. He is married to Maggie; they have three adult children, two sons and a daughter.\nEarly life.\nHe graduated in sociology at The Polytechnic, Regent Street, (now the University of Westminster) where he helped to establish its Students' Union and became its first elected President in 1966. He continued his studies at Westcott House and Fitzwilliam College in the University of Cambridge. His father, Ivor Spencer-Thomas, held the feudal barony of Buquhollie and Freswick in Caithness, Scotland.\nMedia.\nHe has wide experience in the field of communications - mainly in television and radio broadcasting as a news journalist. Joining Anglia Television in 1978 as senior reporter on the regional magazine programme \"About Anglia\", he became news bulletin editor of \"Anglia News\" in 1992. He also presented Anglia Television’s late night religious programme \"Reflections\". He has been a regular contributor to BBC Radio 4's \"You and Yours\" and \"Sunday\" programmes and has presented religious and ethics programmes on Thames Television and Southern Television. He has reported for Independent Television News.\nHe devised and presented the popular \"Sounding Brass\" radio phone-in programme which was later fronted by Gloria Hunniford on BBC Radio 2. His radio biographies appealed to a wide audience and his portrayal in 1978 of the outspoken television personality, panellist and quizmaster, Gilbert Harding, was widely acclaimed.\nAn innovative programme producer, Spencer-Thomas recorded two half-hour interview programmes with Kenneth Williams in which the comic actor, who rarely revealed his private life, spoke frankly about his early days and his feelings of loneliness, despondency and underachievement. Carry On Kenneth also featured skilfully chosen clips from the famous Carry On films, in which Williams starred, adding a gentle humour to the probing interview questions.\nHis award-winning documentary \"Underneath the Arches\" broke tradition by enabling London’s homeless people to tell their own stories without any links from a programme presenter. Instead, short clips from catchy music hall songs were used to establish each location and, with careful editing, the interviewees related their own experiences and introduced each other. The unique presentation won the Unda award for the best religious radio programme in 1977.\nCharity Work.\nAs well as giving practical support to families with disabled children, Owen Spencer-Thomas headed several successful major charity appeals and raised millions of pounds for adult accommodation. He was the Founder Chairman of the East Anglian Autistic Support Trust (EAST) which established the first and desperately needed specialised accommodation and daycare for adults with autism in Cambridgeshire. He served on the National Autistic Society (NAS) Council from 1996 until 2002 and continues to raise funds for a range of other charities.\nAnglican Church.\nHe became Director of Communications for the Diocese of Ely in 2002. He was Chaplain of Christ's College from 1997 - 2001 and was made an Honorary Canon of Ely Cathedral in 2004. During the Lent Term 2005, he was Acting Dean of\nClare College, and in 2006 was Acting Dean of Trinity Hall, in the University of Cambridge.\nAwards.\nSpencer-Thomas was appointed Member of the Order of the British Empire (MBE) in the 2008 New Year Honours. He was invested by HM Queen Elizabeth II on 4 March at Buckingham Palace for services to the Church of England and to the community in Cambridgeshire.\nThe University of Westminster awarded him an honorary degree, Doctor of Letters (D.Litt) in January 2010 in recognition of his services to journalism and the voluntary sector.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":72},{"uri":"England","surface_form":"England","offset":87},{"uri":"Television","surface_form":"television","offset":126},{"uri":"Radio","surface_form":"radio","offset":141},{"uri":"News","surface_form":"news","offset":147},{"uri":"Journalist","surface_form":"journalist","offset":152},{"uri":"Anglicanism","surface_form":"Anglican clergyman","offset":241},{"uri":"Sociology","surface_form":"sociology","offset":394},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":646},{"uri":"Scotland","surface_form":"Scotland","offset":768},{"uri":"Communications","surface_form":"communications","offset":824},{"uri":"BBC","surface_form":"BBC","offset":1189},{"uri":"BBC_Radio_2","surface_form":"BBC Radio 2","offset":1514},{"uri":"London","surface_form":"London","offset":2243},{"uri":"MBE","surface_form":"MBE","offset":3593},{"uri":"Queen_Elizabeth_II","surface_form":"Queen Elizabeth II","offset":3650}]}