{"id":531858,"url":"http://en.wikipedia.org/wiki/Amniotic_sac","text":"The amniotic sac holds a fetus while it is developing during pregnancy. The amniotic sac is filled with amniotic fluid, which protects the fetus.\nDevelopment.\nThe amniotic sac starts to form and fill with amniotic fluid just days after a woman gets pregnant. At first, the amniotic fluid is made from the mother's plasma (the liquid part of her blood).\nAt first, the amniotic fluid is made mostly of water with electrolytes (salts). However, by the 12th to the 14th week of pregnancy, proteins, carbohydrates, lipids, phospholipids, and urea are all in the amniotic fluid. These things help the fetus grow.\nAs the fetus gets bigger, more amniotic fluid gets created. By the time the baby is born, there is about one liter of amniotic fluid in the amniotic sac.\nThe amniotic fluid.\nAfter the fetus is about four months old, when the kidneys start to work, the amniotic fluid serves another important purpose. The fetus swallows amniotic fluid. This fluid passes through the fetus's digestive system and urinary system and gets urinated out into the amniotic fluid. This helps the fetus \"practice\" swallowing, digesting, and urinating before being born.\nThe amniotic sac.\nThe amniotic sac has two layers, which have two different jobs. The inside layer holds in the fetus and the amniotic fluid. The outside layer attaches to the umbilical cord, so that blood and oxygen from the mother can get through the amniotic sac and to the fetus.\nTesting.\nA sample of amniotic fluid can show whether a fetus has certain genetic disorders or infections. A test called an amniocentesis can take a sample of amniotic fluid with a needle and study it for problems.\nBirth.\nWhen a woman starts to give birth, the amniotic sac should break and the amniotic fluid will leak out the woman's vagina. This is often called the time when a woman's \"water breaks.\" Doctors call it \"rupture of membranes.\"\nOnce the baby is born, the amniotic sac is pushed out of the woman's vagina in the afterbirth, along with the placenta.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fetus","surface_form":"fetus","offset":25},{"uri":"Pregnancy","surface_form":"pregnancy","offset":61},{"uri":"Blood_plasma","surface_form":"plasma","offset":314},{"uri":"Blood","surface_form":"blood","offset":345},{"uri":"Electrolyte","surface_form":"electrolyte","offset":411},{"uri":"Protein","surface_form":"protein","offset":485},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":495},{"uri":"Lipid","surface_form":"lipid","offset":510},{"uri":"Phospholipid","surface_form":"phospholipid","offset":518},{"uri":"Urea","surface_form":"urea","offset":537},{"uri":"Liter","surface_form":"liter","offset":716},{"uri":"Kidney","surface_form":"kidney","offset":832},{"uri":"Swallowing","surface_form":"swallows","offset":918},{"uri":"Digestive_system","surface_form":"digestive system","offset":981},{"uri":"Urinary_system","surface_form":"urinary system","offset":1002},{"uri":"Urination","surface_form":"urinated","offset":1026},{"uri":"Umbilical_cord","surface_form":"umbilical cord","offset":1328},{"uri":"Sample","surface_form":"sample","offset":1447},{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":1509},{"uri":"Infectious_disease","surface_form":"infections","offset":1530},{"uri":"Amniocentesis","surface_form":"amniocentesis","offset":1559},{"uri":"Childbirth","surface_form":"give birth","offset":1680},{"uri":"Vagina","surface_form":"vagina","offset":1771},{"uri":"Afterbirth","surface_form":"afterbirth","offset":1963},{"uri":"Placenta","surface_form":"placenta","offset":1990}]}