{"id":532036,"url":"http://en.wikipedia.org/wiki/Giambattista_Pittoni","text":"Giambattista Pittoni (or Giovanni Battista Pittoni; 6 June 1687 – 6 November 1767) was an Italian painter. His paintings are from the late Baroque or Rococo period. He was among the people who started the Academy of Fine Arts of Venice.\nPittoni was born in Venice on 6 June 1687. He worked there for most of his life. He travelled to France in 1720. It was around this time that his style of painting changed. His style became influenced by French styles. Pittoni joined a Venetian guild of painters in 1716. He served as president of the Academy of Fine Arts of Venice from 1758 to 1760 and from 1763 to 1764. He was in high demand all across Italy during his life.\nLoaves and fishes.\n\"The miracle of the loaves and fishes\" is a 1725 painting by Pittoni. It is in the collection of the National Gallery of Victoria, Victoria, Australia.\nThe story is recorded in all four gospels. Pittoni’s depiction is of the gospel of John (6:3–13): ‘Jesus went into the mountains … a great multitude followed him, He bade them sit down, took five loaves and two fishes and, giving thanks, broke them and the disciples distributed them’.\nDeath.\nPittoni died in Venice on 6 November 1767. He is buried in the church of San Giacomo dell'Orio. His reputation quickly faded after his death. Interest in him was revived in the 20th century.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":90},{"uri":"Baroque","surface_form":"Baroque","offset":139},{"uri":"Rococo","surface_form":"Rococo","offset":150},{"uri":"Accademia_di_Belle_Arti_di_Venezia","surface_form":"Academy of Fine Arts of Venice","offset":205},{"uri":"Venice","surface_form":"Venice","offset":257},{"uri":"France","surface_form":"France","offset":334},{"uri":"Guild","surface_form":"guild","offset":482},{"uri":"National_Gallery_of_Victoria","surface_form":"National Gallery of Victoria","offset":787},{"uri":"Victoria%2C_Australia","surface_form":"Victoria, Australia","offset":817},{"uri":"Gospel_of_John","surface_form":"gospel of John","offset":911},{"uri":"San_Giacomo_dell%27Orio%2C_Venice","surface_form":"San Giacomo dell'Orio","offset":1204}]}