{"id":532089,"url":"http://en.wikipedia.org/wiki/Freedom_Trail","text":"The Freedom Trail is a walking trail through Boston, Massachusetts. It passes by 16 places that are important to American history. The Trail is 2.5 miles (4.0 km) long. It starts at the Boston Common and ends at the USS \"Constitution\" in the Charlestown Navy Yard.\nThe Black Heritage Trail crosses the Freedom Trail between the Massachusetts State House and Park Street Church.\nCreation.\nWilliam Schofield, a journalist in Boston, first thought of creating the Freedom Trail. In 1951, he suggested building a walking trail to connect many of the important historic places in Boston. Boston's mayor, John Hynes, agreed. The Trail was marked with red bricks and red paint, and signs were added along the way to explain the importance of the Trail's 16 stops. By 1953, 40,000 people were walking the Freedom Trail every year.\nThe City of Boston's Freedom Trail Commission is in charge of the Trail. The costs of keeping up the Trail are supported by grants from non-profit organizations and foundations; philanthropy; donations; and Boston National Historical Park.\nThe Boston Common.\nThe Boston Common is America's oldest public park. When the Puritans came to Boston, they bought the land from William Blackstone, who was the first European person to settle in Boston. The Puritans turned the land into a \"Common Area\" where people could bring their cows to eat grass.\nThe Common was also used to punish and hang people.\nIn 1775, when the British Army occupied Boston just before the American Revolution started, over 1,000 British soldiers camped and trained on the Common.\nThe Massachusetts State House.\nThe State House is where the Massachusetts state government does business. It was built in 1798 on land that used to be John Hancock's cow pasture. It is topped by a big dome which Paul Revere coated with golden copper.\nOn the way.\nOn the way from the Common to the State House, the Trail passes a monument to Robert Gould Shaw and the 54th Massachusetts Infantry Regiment. This was the first all-black volunteer regiment in the American Civil War.\nPark Street Church.\nBuilt in 1809, Park Street Church was once the tallest building in Boston. The Church became an important supporter of the abolitionist (anti-slavery) movement. On Independence Day in 1829, William Lloyd Garrison made his first major speech against slavery at the Church.\nDuring the War of 1812, the Church's members stored brimstone (which is used to make gunpowder) in the Church's basement.\nGranary Burying Ground.\nMany other Bostonians are also buried here.\nKing's Chapel.\nKing's Chapel was the first Anglican church in Boston. It was built in 1688, on land that was part of a burying ground (cemetery). At that time, most people in Boston were Puritans. King James II, who wanted the colonists to follow the Church of England, ordered that an Anglican parish should be built in Boston. However, nobody in Boston would sell good land to build a non-Puritan church. Because of this, the King ruled that a piece of burying ground would be taken and used for the church.\nBenjamin Franklin statue and Boston Latin School.\nThe original Boston Latin School was torn down in 1745, but a statue of Benjamin Franklin marks the spot where the original school was. Boston Latin School still exists today in a different place (and now teaches both boys and girls).\nOld Corner Bookstore.\nThe Old Corner Bookstore is the oldest business building in Boston. It was built in 1718 as an apothecary shop.\nBefore it became a business, Anne Hutchinson lived in this building. She used to hold religious meetings in her home, where she would read scripture. Sometimes as many as 80 people would come to the meetings. This was more than 10% of Boston's population at the time. Eventually Hutchinson was accused of heresy for preaching without being a preacher. (At that time, no women were allowed to be preachers, and Hutchinson's ideas also disagreed with the Puritans'.) Hutchinson was excommunicated and exiled to Rhode Island in 1638.\nOld South Meeting House.\nSome of the events that led up to the American Revolutionary War happened at Old South Church. For example, five thousand people met at Old South Meeting House just before the Boston Tea Party in 1773. They were trying to decide what to do with the tea that was waiting on ships in Boston Harbor. After the British passed the Tea Act, Bostonians would have to pay taxes on the tea even though they had no say in whether the taxes were fair or not. They tried to have the tea sent back to England, but they were unable to. After this, Samuel Adams got up and said, \"This meeting can do nothing more to save the country.\" This was a secret signal to tell the Sons of Liberty to go destroy the tea. This is how the Boston Tea Party started.\nSeveral years later, when British soldiers were occupying Boston, they got revenge on Old South Church for its role in the Boston Tea Party. They ripped out the church's pews (benches) and turned the church into a horse stable. They used Old South Church to teach British cavalry soldiers how to ride horses. After the Revolutionary War was over, in 1783, the church's members fixed the building up into a church again.\nOn the way.\nThe Irish Potato Famine memorial statue is on the way to the Old South Meeting House. During the Irish Potato Famine, over one million Irish people died. Another million Irish people immigrated to the United States, mostly to Boston. The statue shows a family that was dying of starvation, who became strong and healthy again after moving to Boston.\nOld State House.\nThe Old State House was built in 1713. The Massachusetts Bay Colony's colonial government worked there. The Old State House was very important in starting the American Revolution. In 1768, the colony's House of Representatives decided that people in Massachusetts should refuse to pay taxes to the British. The British decided to get rid of the colony's legislature, and also sent soldiers to occupy Boston.\nIn 1776, the Declaration of Independence was read to the people of Boston for the first time from the balcony of the Old State House.\nSite of the Boston Massacre.\nThe Boston Massacre happened just in front of the Old State House, in 1770. After British soldiers occupied Boston, many people in Boston got angrier and angrier. On March 5, 1770, an angry mob of Bostonians surrounded British soldiers. Somebody yelled \"fire,\" and the British soldiers started shooting their guns. Five Bostonians were killed.\nAfter news about the Boston Massacre spread throughout the Thirteen Colonies, people became angrier at the British. The Boston Massacre made more people want to fight the British for independence.\nFaneuil Hall.\nA rich merchant named Peter Faneuil built Faneuil Hall in 1741. He meant Faneuil Hall to be a place for trade and business. However, it became an important meeting place for people who wanted to fight against British rule. The Sons of Liberty met there and announced that they would fight back against the British. Leaders like Samuel Adams gave speeches there encouraging independence.\nAmerica's first town meeting was held at Faneuil Hall. Americans first met there in 1764 to protest the Sugar Act and the Stamp Act. Later, they would meet there to protest the Tea Act, the Townshend Duties, and the British occupation of Boston.\nOn top of Faneuil Hall, there is a famous weathervane (which tells which way the wind is blowing). It is shaped like a golden grasshopper. Legend says that Bostonians used this weathervane during the War of 1812 to find spies. If a person did not know the answer to the question \"What is on top of Faneuil Hall?\", they were suspected of being a spy.\nIn the 19th century, abolitionists like Frederick Douglass, William Lloyd Garrison, and Lucy Stone spoke against slavery at Faneuil Hall.\nPaul Revere's House.\nThe Paul Revere house is the oldest building in downtown Boston that is still standing. It was built around 1680. Revere bought it in 1770. He lived here when he made his famous \"Midnight Ride\".\nOld North Church.\nThe Old North Church is the oldest church in Boston that is still standing. This Episcopal church opened in 1723. The first bells ever brought to America were put in its steeple.\nBecause the steeple was the tallest in Boston at the time, it played an important role just before the American Revolution started. Just before the Battles of Lexington and Concord, the first battles of the Revolution, the British had two choices for how they could get to Lexington and Concord. They could walk, or they could row across the Charles River. The Sons of Liberty hung two lanterns in the church's steeple to signal that British soldiers were crossing the Charles River. This helped the Americans figure out the best way to defend against the British.\nCopp's Hill Burying Ground.\nBritish soldiers put their cannons at Copp's Hill Burying Ground during the Battle of Bunker Hill.\nThe Bunker Hill Monument.\nThe Bunker Hill Monument honors the Battle of Bunker Hill. This was the first major battle of the American Revolution. Though the British won this battle, it was so difficult for them to win that the battle proved the Americans would not be easy to beat.\nThe USS \"Constitution\".\nUntil May 2015, the USS \"Constitution\" was the oldest warship in the world that still floated. It was first put into the water in 1797. The \"Constitution\" became famous during the War of 1812. The ship got the nickname \"Old Ironsides\" because cannonballs would bounce off the wooden sides of the ship like they were made of iron.\nThe \"Constitution\" is still a United States Navy warship.","categories":[],"infobox_types":[],"annotations":[{"uri":"Walking","surface_form":"walking","offset":23},{"uri":"Trail","surface_form":"trail","offset":31},{"uri":"Boston","surface_form":"Boston","offset":45},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":53},{"uri":"History_of_the_United_States","surface_form":"American history","offset":113},{"uri":"Mile","surface_form":"mile","offset":148},{"uri":"Kilometer","surface_form":"km","offset":159},{"uri":"Boston_Common","surface_form":"Boston Common","offset":186},{"uri":"USS_Constitution","surface_form":"USS \"Constitution\"","offset":216},{"uri":"Charlestown_Navy_Yard","surface_form":"Charlestown Navy Yard","offset":242},{"uri":"Massachusetts_State_House","surface_form":"Massachusetts State House","offset":328},{"uri":"Park_Street_Church_(Boston)","surface_form":"Park Street Church","offset":358},{"uri":"Journalist","surface_form":"journalist","offset":409},{"uri":"Mayor","surface_form":"mayor","offset":592},{"uri":"Grant_(money)","surface_form":"grants","offset":947},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":959},{"uri":"Foundation_(nonprofit)","surface_form":"foundations","offset":988},{"uri":"Philanthropy","surface_form":"philanthropy","offset":1001},{"uri":"Boston_National_Historical_Park","surface_form":"Boston National Historical Park","offset":1030},{"uri":"Puritans","surface_form":"Puritans","offset":1142},{"uri":"Europe","surface_form":"Europe","offset":1231},{"uri":"Cow","surface_form":"cow","offset":1349},{"uri":"Hanging","surface_form":"hang","offset":1407},{"uri":"Military_occupation","surface_form":"occupied","offset":1451},{"uri":"American_Revolution","surface_form":"American Revolution","offset":1483},{"uri":"Soldier","surface_form":"soldier","offset":1531},{"uri":"John_Hancock","surface_form":"John Hancock","offset":1725},{"uri":"Pasture","surface_form":"pasture","offset":1744},{"uri":"Paul_Revere","surface_form":"Paul Revere","offset":1786},{"uri":"Copper","surface_form":"copper","offset":1817},{"uri":"Monument","surface_form":"monument","offset":1903},{"uri":"Robert_Gould_Shaw","surface_form":"Robert Gould Shaw","offset":1915},{"uri":"54th_Massachusetts_Infantry_Regiment","surface_form":"54th Massachusetts Infantry Regiment","offset":1941},{"uri":"Regiment","surface_form":"regiment","offset":2018},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2034},{"uri":"Abolitionism","surface_form":"abolitionist","offset":2197},{"uri":"Slavery","surface_form":"slavery","offset":2216},{"uri":"Independence_Day_(United_States)","surface_form":"Independence Day","offset":2238},{"uri":"William_Lloyd_Garrison","surface_form":"William Lloyd Garrison","offset":2264},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2357},{"uri":"Gunpowder","surface_form":"gunpowder","offset":2431},{"uri":"King%27s_Chapel_(Boston)","surface_form":"King's Chapel","offset":2551},{"uri":"Anglican","surface_form":"Anglican","offset":2579},{"uri":"King_James_II","surface_form":"King James II","offset":2733},{"uri":"Church_of_England","surface_form":"Church of England","offset":2787},{"uri":"Parish","surface_form":"parish","offset":2831},{"uri":"Apothecary","surface_form":"apothecary","offset":3448},{"uri":"Anne_Hutchinson","surface_form":"Anne Hutchinson","offset":3494},{"uri":"Scripture","surface_form":"scripture","offset":3604},{"uri":"Population","surface_form":"population","offset":3709},{"uri":"Heresy","surface_form":"heresy","offset":3770},{"uri":"Preach","surface_form":"preach","offset":3781},{"uri":"Preacher","surface_form":"preacher","offset":3807},{"uri":"Excommunication","surface_form":"excommunicated","offset":3945},{"uri":"Exile","surface_form":"exile","offset":3964},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":3974},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":4059},{"uri":"Boston_Tea_Party","surface_form":"Boston Tea Party","offset":4197},{"uri":"Tea","surface_form":"tea","offset":4270},{"uri":"Boston_Harbor","surface_form":"Boston Harbor","offset":4303},{"uri":"Tea_Act","surface_form":"Tea Act","offset":4347},{"uri":"Tax","surface_form":"tax","offset":4385},{"uri":"Sons_of_Liberty","surface_form":"Sons of Liberty","offset":4678},{"uri":"Revenge","surface_form":"revenge","offset":4834},{"uri":"Horse","surface_form":"horse","offset":4973},{"uri":"Stable","surface_form":"stable","offset":4979},{"uri":"Cavalry","surface_form":"cavalry","offset":5031},{"uri":"Irish_Potato_Famine","surface_form":"Irish Potato Famine","offset":5195},{"uri":"Immigration","surface_form":"immigrated","offset":5374},{"uri":"Starvation","surface_form":"starvation","offset":5469},{"uri":"Old_State_House_(Boston)","surface_form":"Old State House","offset":5562},{"uri":"Colonialism","surface_form":"colonial","offset":5628},{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":5760},{"uri":"Legislature","surface_form":"legislature","offset":5912},{"uri":"Mob","surface_form":"mob","offset":6319},{"uri":"Thirteen_Colonies","surface_form":"Thirteen Colonies","offset":6532},{"uri":"Independence","surface_form":"independence","offset":6656},{"uri":"Merchant","surface_form":"merchant","offset":6691},{"uri":"Faneuil_Hall","surface_form":"Faneuil Hall","offset":6726},{"uri":"Town_meeting","surface_form":"town meeting","offset":7087},{"uri":"Sugar_Act","surface_form":"Sugar Act","offset":7175},{"uri":"Stamp_Act","surface_form":"Stamp Act","offset":7193},{"uri":"Townshend_Duties","surface_form":"Townshend Duties","offset":7261},{"uri":"Military_occupation","surface_form":"occupation","offset":7295},{"uri":"Grasshopper","surface_form":"grasshopper","offset":7443},{"uri":"Legend","surface_form":"Legend","offset":7456},{"uri":"Spy","surface_form":"spies","offset":7537},{"uri":"19th_century","surface_form":"19th century","offset":7674},{"uri":"Frederick_Douglass","surface_form":"Frederick Douglass","offset":7707},{"uri":"William_Lloyd_Garrison","surface_form":"William Lloyd Garrison","offset":7727},{"uri":"Lucy_Stone","surface_form":"Lucy Stone","offset":7755},{"uri":"Downtown","surface_form":"downtown","offset":7874},{"uri":"Old_North_Church","surface_form":"Old North Church","offset":8043},{"uri":"Episcopalian","surface_form":"Episcopal","offset":8120},{"uri":"Steeple","surface_form":"steeple","offset":8209},{"uri":"Battles_of_Lexington_and_Concord","surface_form":"Battles of Lexington and Concord","offset":8366},{"uri":"Battle","surface_form":"battle","offset":8410},{"uri":"Charles_River","surface_form":"Charles River","offset":8560},{"uri":"Cannon","surface_form":"cannon","offset":8838},{"uri":"Battle_of_Bunker_Hill","surface_form":"Battle of Bunker Hill","offset":8887},{"uri":"Battle_of_Bunker_Hill","surface_form":"Battle of Bunker Hill","offset":8972},{"uri":"Warship","surface_form":"warship","offset":9269},{"uri":"Nickname","surface_form":"nickname","offset":9425},{"uri":"Cannonball","surface_form":"cannonball","offset":9458},{"uri":"Wood","surface_form":"wood","offset":9491},{"uri":"Iron","surface_form":"iron","offset":9539},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":9575}]}