{"id":532017,"url":"http://en.wikipedia.org/wiki/Investment_bank","text":"The phrase Investment Bank refers to a business that helps other businesses (and also governments) borrow money from other people and businesses and/or allow businesses to partially or fully sell themselves to other people and businesses. Unlike a regular bank, they do not typically lend their own money or use their own money to purchase part or all of a business, but instead they help to match the business financing need to those other business and personal investors who are seeking to earn money by either lending to the business or owning part of the business.\nIn the mid twentieth century, certain investment banks started to also try and help their business clients to sell their business entirely to other businesses instead of to investors, as well as to help businesses decide what other business they should buy, in exchange for a fee based on the sale price of the business. This activity became known as Mergers and Acquisitions and today falls into the category of investment banking. In fact, there are many small investment banks that only offer this activity, and do not help businesses to borrow money or sell ownership in the business.\nAn investment bank most often helps businesses to borrow money using a form of a contract known as a bond, and to sell ownership in the company using a contract known as stock. Most countries have developed government rules that in exchange for requirements that the business operate in a certain manner and disclose their financial results in a certain manner, they are then allowed to borrow money using bonds and sell ownership using stock to the general public, and the general public is allowed to sell bonds and stock to other members of the public without being responsible for the operations and financial disclosures of the business.\nInvestment Banks therefore work with two kinds of customers, one being the businesses/governments which desire to borrow funds or sell ownership, and the individuals and other businesses who want to earn a profit on their money by lending to or owning other businesses.","categories":[],"infobox_types":[],"annotations":[]}