{"id":532197,"url":"http://en.wikipedia.org/wiki/Exsanguination","text":"ce=\"preserve\">Exsanguination is losing enough blood to cause death. A person does not have to lose all of their blood to exsanguinate. People can die from losing half to two-thirds of their blood.\nThe average adult has about 4 to 6 liters of blood (9 to 12 US pints) in their body. The average man has more blood than the average woman, and people who weigh more or are taller than others have more blood. This means a person can die from losing 2 1/2 to 4 liters of blood. To compare, this is five to eight times as much blood as people usually give in a blood donation.\nChildren and babies have much less blood than adults, and can exsanguinate by losing much less blood than adults.\nExsanguination is often called bleeding to death or bleeding out. It is a medical emergency.\nTypes of bleeding.\nBleeding can be \"external\" or \"internal\".\n\"External\" means \"outside the body.\" External bleeding is visible - it can be seen outside the body. For example, a person who cuts their hand and has blood on their hand is having external bleeding.\n\"Internal\" means \"inside the body.\" Internal bleeding cannot be seen, because it is inside the body. For example, a person who is bleeding into their brain because of a stroke is having internal bleeding.\nSometimes, bleeding can be both internal and external. A person can exsanguinate from internal bleeding, external bleeding, or both.\nCauses.\nExsanguination is usually caused by major blood vessels getting injured or breaking open. Smaller blood vessels bleed less, and bleed slower, so it is harder to exsanguinate if they are injured.\nInjuries.\nExsanguination can be caused by trauma (injuries). Out of all people who die from injuries, 30-40% die from exsanguination. Up to half of these people (33-56%) die before they even get to the hospital.\nPenetrating trauma (an injury where something breaks the skin) is one of the most common causes of exsanguination. This is especially true for gunshot wounds to places like the heart, chest, or head, which all have major blood vessels in them.\nExsanguination is one of the most common causes of death in soldiers at war. It is usually caused by gunshot wounds, motor vehicle accidents, or explosions.\nEffects.\nIf a person is losing blood very quickly (for example, from a broken aortic aneurysm), they will only be conscious for 20 seconds to a few minutes. If blood loss is slower, and the person does not get medical treatment, they may be conscious for a few hours. However, they will get more and more confused and tired as they lose more blood. Eventually the person will go into a coma because there is not enough blood left in their body to bring oxygen to their brain. Finally their heart will stop and they will die.\nExsanguination is a syndrome.\nDoctors call exsanguination a syndrome (a group of symptoms), because it causes so many problems in the body.\nHypothermia.\nBlood helps keep us warm. Because of this, losing a lot of blood causes hypothermia.\nCoagulopathy.\nCoagulopathy means that the blood no longer clots normally. When a person loses blood, they also lose the platelets and blood-clotting proteins the blood carried. These platelets and proteins make the blood clot. If a person loses too much blood, they will not have enough platelets or proteins left to make the blood clot.\nAcidosis.\nAcidosis means that the body makes too much acid. Usually, the body makes energy out of oxygen carried in the blood and glucose (sugar); this is called aerobic respiration. If a person loses a lot of blood, there will not be enough oxygen in the blood that is left to make energy this way. The body switches to anaerobic respiration and makes energy out of glucose without needing oxygen. However, this creates many acidic waste products (chemicals that the body does not need, which are left over after the body does chemical reactions). Eventually, these waste products can build up so much that they poison the body. This is called acidosis.\nArrhythmia.\nWhen the heart does not get enough blood, it can start beating in ways that are not normal. When this happens because of exsanguination, it usually means that the patient is close to dying.\nShock.\nIf a person loses enough blood, they will go into shock. This means the body's most important organs are not getting the blood, oxygen, and nutrients they need to survive. It also means that the body is not able to get rid of waste products, like acids. If shock gets bad enough, it will kill the person.\nFirst aid.\nIf possible, a person giving first aid should wear gloves any time they touch another person's blood. The sick or injured person may have an infection that can be spread through blood, like HIV or hepatitis. Wearing gloves will protect the person giving first aid from getting these infections.\nFirst aid saved many lives during the Boston Marathon bombings, when ordinary people used belts for tourniquets or used their own hands to press against bleeding wounds. The three people who died in the bombings died right away. There were many other people who were hurt badly enough that they could have exsanguinated. For example, some people's legs were blown off by the bombs. However, because of the help of ordinary people giving first aid (and because of emergency medical services), everyone who did not die right away survived.","categories":[],"infobox_types":[],"annotations":[{"uri":"Blood","surface_form":"blood","offset":46},{"uri":"Death","surface_form":"death","offset":61},{"uri":"Average","surface_form":"average","offset":201},{"uri":"Liter","surface_form":"liter","offset":232},{"uri":"Blood_donation","surface_form":"blood donation","offset":556},{"uri":"Medical_emergency","surface_form":"medical emergency","offset":760},{"uri":"Brain","surface_form":"brain","offset":1190},{"uri":"Stroke","surface_form":"stroke","offset":1209},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":1428},{"uri":"Injury","surface_form":"injuries","offset":1631},{"uri":"Penetrating_trauma","surface_form":"Penetrating trauma","offset":1793},{"uri":"Gunshot_wound","surface_form":"gunshot wound","offset":1936},{"uri":"Heart","surface_form":"heart","offset":1970},{"uri":"Chest","surface_form":"chest","offset":1977},{"uri":"Head","surface_form":"head","offset":1987},{"uri":"Soldier","surface_form":"soldier","offset":2097},{"uri":"War","surface_form":"war","offset":2109},{"uri":"Explosion","surface_form":"explosion","offset":2182},{"uri":"Treatment","surface_form":"treatment","offset":2412},{"uri":"Mental_confusion","surface_form":"confused","offset":2499},{"uri":"Coma","surface_form":"coma","offset":2580},{"uri":"Oxygen","surface_form":"oxygen","offset":2647},{"uri":"Cardiac_arrest","surface_form":"heart will stop","offset":2684},{"uri":"Syndrome","surface_form":"syndrome","offset":2779},{"uri":"Symptom","surface_form":"symptom","offset":2800},{"uri":"Hypothermia","surface_form":"hypothermia","offset":2944},{"uri":"Coagulopathy","surface_form":"Coagulopathy","offset":2971},{"uri":"Blood_clotting","surface_form":"clots","offset":3015},{"uri":"Platelet","surface_form":"platelet","offset":3077},{"uri":"Proteins","surface_form":"proteins","offset":3106},{"uri":"Acidosis","surface_form":"Acidosis","offset":3305},{"uri":"Acid","surface_form":"acid","offset":3349},{"uri":"Glucose","surface_form":"glucose","offset":3425},{"uri":"Aerobic_respiration","surface_form":"aerobic respiration","offset":3457},{"uri":"Anaerobic_respiration","surface_form":"anaerobic respiration","offset":3616},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":3823},{"uri":"Cardiac_arrhythmia","surface_form":"beating in ways that are not normal","offset":4017},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":4209},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":4253},{"uri":"Nutrient","surface_form":"nutrient","offset":4299},{"uri":"Infectious_disease","surface_form":"infection","offset":4616},{"uri":"HIV","surface_form":"HIV","offset":4665},{"uri":"Hepatitis","surface_form":"hepatitis","offset":4672},{"uri":"Boston_Marathon_bombing","surface_form":"Boston Marathon bombing","offset":4808},{"uri":"Bomb","surface_form":"bomb","offset":4973},{"uri":"Amputation","surface_form":"legs were blown off","offset":5118},{"uri":"Emergency_Medical_Technician","surface_form":"emergency medical services","offset":5233},{"uri":"Survivor","surface_form":"survived","offset":5298}]}