{"id":532293,"url":"http://en.wikipedia.org/wiki/Native_American_flute","text":"one for the breath of the person playing the flute and another that makes the sound of the flute.\nThe player breathes into one end of the flute.\nA \"block\" on the outside of the flute\ndirects the player's breath from the first part to the second part,\ncausing air to vibrate in the second part.\nThe vibration causes a steady resonance of air in the second part that creates sound.\nNative American flutes are made in many different designs, sizes, and variations —\nfar more other woodwind instruments.\nNames.\n\"Native American style flute\" (see the Indian Arts And Crafts Act),\nThe correct way to spell the name of the instrument is \"Native American flute\" using capital letters for \"N\" and \"A\" and lower-case letters for the \"f\" in \"flute\".\nA person who plays Native American flutes is called a \"flutist\". The word \"flautist\" is used, but much less often.\nHistory.\nThere are many stories about how different Native American peoples invented the Native American flute.\nIn one story, a woodpecker pecked holes in the branch of a tree while searching for termites.\nWhen the wind blew along the holes, people heard music.\nIt is not well known how the design of the Native American flute developed before 1823.\nIt is also possible that instruments were carried from other cultures during migrations.\nThe oldest Native American flute made of wood is from 1823. It is now in a museum in Bergamo, Italy.\nParts.\nthe \"slow air chamber\" and the \"sound chamber\".\nA \"plug\" inside the instrument separates the slow air chamber from the sound chamber.\nThe parts of the Native American flute can have many alternate names.\nThe plug is sometimes called the \"internal wall\".\nThe slow air chamber is also called the \"SAC\", the \"compression chamber\", or the \"mouth chamber\".\nThe sound chamber is also called the \"pipe body\",\nthe \"playing chamber\", the \"resonating chamber\", the \"tone chamber\", or the \"variable tube\".\nThe \"block\" on the outside of the instrument is a separate part that can be removed.\nThe block is also called the \"bird\", the \"fetish\", the \"saddle\", or the \"totem\".\nThe block is tied by a \"strap\" onto the \"nest\" of the flute.\nThe block moves air through a \"flue\" from the slow air chamber to the sound chamber.\nThe block is often in the shape of a bird.\nThe slow air chamber has a \"mouthpiece\" and \"breath hole\" for the player's breath.\nAir flows through the slow air chamber and up the \"exit hole\" into the flue.\nThe sound chamber contains the \"sound hole\", which creates the vibration of air that causes sound when the airflow\nThe sound hole can also be called the \"whistle hole\", the \"window\", or the \"true sound hole\" (\"TSH\").\nThe splitting edge can also be called the \"cutting edge\", the \"fipple edge\", the \"labium\", or the \"sound edge\".\nThe sound chamber also has \"finger holes\" that allows the player to change the\nfrequency of the vibrating air.\nChanging the frequency of the vibration changes the pitch of the sound produced.\nThe finger holes on a Native American flute are \"open\", meaning that fingers of the player cover the finger hole\n(rather than metal levers or pads such as those on a clarinet).\nThis means that the player must be able to reach all the finger holes on the instrument with their fingers.\nThe finger holes can also be called the \"note holes\", the \"playing holes\", the \"tone holes\", or the \"stops\".\nThe \"foot end\" of the flute — the end far away from the player's mouth — can have \"direction holes\".\nThese holes affect the pitch of the flute when all the finger holes are covered.\nThey also relate to the \"Four Directions\" of\nEast, South, West, and North found in many Native American stories.\nThe direction holes can also be called the \"tuning holes\" or \"wind holes\".\n– \"Parts of the Native American flute\" with\ncan also be seen with labels in\nSpacer Plate.\nAnother way to build Native American flutes uses a \"spacer plate\" to create the flue.\nThe spacer plate sits between the nest area on the body of the flute and the block.\nThe spacer player is usually held in place by the same strap that holds the block onto the instrument.\nThe splitting edge can also be part of the spacer plate.\nThe spacer plate is often made of metal, but spacer plates can be made of wood, bark, and ceramic.\nDimensions.\nMany old Native American flutes were made using measurements of the body.\nThe length of the flute was the distance from inside of the elbow to tip of the index finger.\nThe length of the slow air chamber was the width of the fist.\nThe distance between the sound hole and first finger hole was the width of the fist.\nThe distance between finger holes would be the width of a thumb.\nThe distance from the last finger hole to the end of the flute was the width of the fist.\nCurrently, makers of Native American flutes use many methods to design the dimensions of their flutes.\nThis is very important for the location of the finger holes, since they control the pitch of the different notes of the instrument.\nFlute makers may use calculators to design their instruments,\nor use dimensions provided by other flute makers.\nMaterials.\nMany Native American flutes are made from river cane, bamboo, wood,\nor even plastic. Some makers of Native American flutes use ceramic or glass.\nMusic.\nMany Native American flutes have a musical scale called the pentatonic scale\nin a minor key.\nThis musical scale is used in most Native American flute music.\nHowever, some makers of Native American flute now use different musical scales.\nAlso, many makers of Native American flutes tune flutes carefully so that they\nsound good when played with other instruments such as guitars and pianos.\nNative American flutes may be large or small and have a wide range from very low notes to very high notes.\nFrom the largest flutes (lowest pitch) to the smallest flutes (highest pitch),\nthey span a range of about three and a half octaves,\nEarly recordings of Native American flutes are available from several sources.\nFingering.\nMost Native American flutes have either five finger holes or six finger holes.\nHowever, a flute may have no finger holes or as many as seven finger holes, including a hole for the thumb.\nDifferent makers employ different musical scales and fingerings for their flutes.\nWritten Music.\nWritten music for the Native American flutes is often in the key of F-sharp minor, although some music is scored in other keys.\nHowever, music written for the Native American flute uses a key signature of four sharps.\nThis is known as \"Nakai tablature\".\nMany pieces of written music adds finger diagrams below the notes to show which finger holes to cover for that note.\nThe use of a standard key signature for written music that can be used across Native American flutes in a variety of keys classifies the instrument as a transposing instrument.\nRevival.\nThere were few Native American flute players before 1960.\nHowever, use of the Native American flute increased in the late 1960s.\nMany people began playing Native American flutes, such as Doc Tate Nevaquaya,\nJohn Rainer, Jr.,\nSky Walkinstik Man Alone, and\nCarl Running Deer.\nThe music of R. Carlos Nakai became popular in the 1980s.\nThe album \"Canyon Trilogy\" was issued in 1989.\nIn 1998 it was the first Native American music album certified as a Gold Record\nby the Recording Industry Association of America.\nCanyon Trilogy was certified as a Platinum Record\nMary Youngblood won two Grammy Awards in the \"Native American Music\" category for her Native American flute music\nToday, Native American flutes are being played and recognized by many different peoples and cultures around the world.\nCommunity Music.\nGroups of players of the Native American flute meet every month or two.\nThese groups are known as \"flute circles\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Breathing","surface_form":"breath","offset":12},{"uri":"Sound","surface_form":"sound","offset":78},{"uri":"Vibration","surface_form":"vibrate","offset":266},{"uri":"Resonance","surface_form":"resonance","offset":324},{"uri":"Sound","surface_form":"sound","offset":373},{"uri":"Woodwind_instrument","surface_form":"woodwind instrument","offset":478},{"uri":"Woodpecker","surface_form":"woodpecker","offset":982},{"uri":"Termites","surface_form":"termites","offset":1050},{"uri":"Culture","surface_form":"culture","offset":1265},{"uri":"Human_migration","surface_form":"migrations","offset":1281},{"uri":"Bird","surface_form":"bird","offset":2245},{"uri":"Frequency","surface_form":"frequency","offset":2819},{"uri":"Pitch_(music)","surface_form":"pitch","offset":2903},{"uri":"Clarinet","surface_form":"clarinet","offset":3098},{"uri":"East","surface_form":"East","offset":3553},{"uri":"South","surface_form":"South","offset":3559},{"uri":"West","surface_form":"West","offset":3566},{"uri":"North","surface_form":"North","offset":3576},{"uri":"Native_American","surface_form":"Native American","offset":3596},{"uri":"Bark","surface_form":"bark","offset":4196},{"uri":"Ceramic","surface_form":"ceramic","offset":4206},{"uri":"Arundinaria","surface_form":"river cane","offset":5097},{"uri":"Bamboo","surface_form":"bamboo","offset":5109},{"uri":"Wood","surface_form":"wood","offset":5117},{"uri":"Plastic","surface_form":"plastic","offset":5131},{"uri":"Ceramic","surface_form":"ceramic","offset":5182},{"uri":"Glass","surface_form":"glass","offset":5193},{"uri":"Scale_(music)","surface_form":"musical scale","offset":5242},{"uri":"Pentatonic","surface_form":"pentatonic","offset":5267},{"uri":"Minor_scale","surface_form":"minor key","offset":5289},{"uri":"Guitar","surface_form":"guitar","offset":5577},{"uri":"Piano","surface_form":"piano","offset":5589},{"uri":"Pitch_(music)","surface_form":"pitch","offset":5736},{"uri":"Pitch_(music)","surface_form":"pitch","offset":5775},{"uri":"Octave","surface_form":"octave","offset":5827},{"uri":"F-sharp_minor","surface_form":"F-sharp minor","offset":6278},{"uri":"Key_signature","surface_form":"key signature","offset":6398},{"uri":"Transposing_instrument","surface_form":"transposing instrument","offset":6734},{"uri":"Doc_Tate_Nevaquaya","surface_form":"Doc Tate Nevaquaya","offset":6954},{"uri":"John_Rainer%2C_Jr.","surface_form":"John Rainer, Jr.","offset":6974},{"uri":"Sky_Walkinstik_Man_Alone","surface_form":"Sky Walkinstik Man Alone","offset":6992},{"uri":"Carl_Running_Deer","surface_form":"Carl Running Deer","offset":7022},{"uri":"R._Carlos_Nakai","surface_form":"R. Carlos Nakai","offset":7054},{"uri":"Music_recording_sales_certification","surface_form":"Gold Record","offset":7214},{"uri":"Music_recording_sales_certification","surface_form":"Platinum Record","offset":7310},{"uri":"Mary_Youngblood","surface_form":"Mary Youngblood","offset":7326},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":7350}]}