{"id":532261,"url":"http://en.wikipedia.org/wiki/Intravenous_therapy","text":"ce=\"preserve\">Intravenous injection or intravenous therapy means putting liquid into a vein, using a needle. Many illegal drugs and medications can be given intravenously.\nBenefits of intravenous injection.\nDrugs and medications work very fast when given intravenously, because they go right into the bloodstream. They reach the brain and start working in a minute or less. Also, when a drug is given intravenously, 100% of the drug gets into the bloodstream.\nWhen medications are given in other ways, they do not work as fast. Also, not all of the drug reaches the bloodstream.\nHowever, medications given by IV do not last as long as medicines given by mouth As soon as the drug reaches the bloodstream, the body begins to break it down so the body can get rid of it.\nTypes of intravenous injections.\nThere are two types of intravenous injections.\nSingle injection.\nSometimes, people inject just one drug into a vein with a needle. Then they take the needle out.\nWhen people use illegal drugs like heroin intravenously, they use a single injection. They shoot the drug into their veins, and then take the needle out.\nIntravenous line.\nThe second type of IV injection is called an \"intravenous (IV) line.\" This is usually what medical professionals mean when they say a patient is getting an IV.\nAn IV line allows medical professionals to give different liquids at different times, without having to put a needle into a vein every time. They can also give many medications at the same time.\nMedical uses.\nIntravenous lines are often used in emergency medicine. Many things can be given through an IV line.\nVolume expanders.\nVolume expanders are special fluids that are used when a person has lost some of the fluids in their body. For example, a person might lose fluids because of dehydration or bleeding. Volume expanders are used to replace these lost fluids. They are called \"volume expanders\" because they expand (increase) the volume of liquid in the bloodstream.\nVolume expanders add to the amount of liquid in the bloodstream. They help plasma do its job.\nMedications.\nMany medications can be given by IV. They can be given by themselves, or mixed into volume expanders.\nNutrition.\nIf a person cannot eat for a short time, nutrition can be given through an IV line. IV nutrition mixtures include water, electrolytes, glucose, amino acids, lipids (fats), and vitamins.\nIntravenous drug use.\nSometimes, people also dissolve prescription medications in water and inject them intravenously. For example, some people dissolve oxycodone or benzodiazepines and inject them.\nPeople use drugs intravenously because it is one of the fastest ways to get the effects of the drug. When a person uses drugs intravenously, the drugs start working within 15 to 30 seconds.\nDangers.\nUsing drugs intravenously can cause many problems.\nInfections.\nAn IV drug user can also get some infectious diseases by using the same needles as people who have those diseases. HIV, hepatitis B, hepatitis C, and many other infections can be spread by sharing needles.\nIn the world, 40-60% of IV drug users have hepatitis B, and 60-70% have hepatitis C.\nProblems with veins.\nWhen an IV drug user injects drugs into their veins over and over again, they can damage their veins. The veins can get scarred and eventually collapse. This leaves marks over the scarred veins that are called \"track marks.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Injection","surface_form":"injection","offset":26},{"uri":"Therapy","surface_form":"therapy","offset":51},{"uri":"Liquid","surface_form":"liquid","offset":73},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":114},{"uri":"Medication","surface_form":"medication","offset":132},{"uri":"Bloodstream","surface_form":"bloodstream","offset":301},{"uri":"Metabolism","surface_form":"break it down","offset":724},{"uri":"Drug","surface_form":"drug","offset":901},{"uri":"Heroin","surface_form":"heroin","offset":999},{"uri":"Emergency_medicine","surface_form":"emergency medicine","offset":1541},{"uri":"Volume_expanders","surface_form":"Volume expanders","offset":1624},{"uri":"Dehydration","surface_form":"dehydration","offset":1782},{"uri":"Bleeding","surface_form":"bleeding","offset":1797},{"uri":"Volume","surface_form":"volume","offset":1933},{"uri":"Nutrition","surface_form":"nutrition","offset":2231},{"uri":"Amino_acid","surface_form":"amino acid","offset":2334},{"uri":"Lipid","surface_form":"lipid","offset":2347},{"uri":"Vitamin","surface_form":"vitamin","offset":2366},{"uri":"Prescription","surface_form":"prescription","offset":2430},{"uri":"Oxycodone","surface_form":"oxycodone","offset":2529},{"uri":"Benzodiazepine","surface_form":"benzodiazepine","offset":2542},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":2871},{"uri":"HIV","surface_form":"HIV","offset":2952},{"uri":"Hepatitis_B","surface_form":"hepatitis B","offset":2957},{"uri":"Hepatitis_C","surface_form":"hepatitis C","offset":2970},{"uri":"Scar","surface_form":"scar","offset":3269},{"uri":"Collapse","surface_form":"collapse","offset":3292}]}