{"id":532230,"url":"http://en.wikipedia.org/wiki/Seventh_Amendment_to_the_United_States_Constitution","text":"The Seventh Amendment (Amendment VII) to the United States Constitution is part of the Bill of Rights. This amendment codifies the right to a jury trial in certain civil cases. It also stops courts from overturning a jury's verdict. The Seventh Amendment's provision for jury trials in civil cases has never been incorporated (applied to the states). However, the rights to civil jury trials are found in nearly every state constitution.\nThe prohibition of overturning a jury's verdict applies to federal cases, state cases involving federal law, and to review of state cases by federal courts. \"United States v. Wonson\" (1812) established the \"historical test\", which interpreted the amendment as relying on English common law to determine whether a jury trial was necessary in a civil lawsuit. The amendment thus does not guarantee trial by jury in cases under maritime law, in lawsuits against the government itself, and for many parts of patent claims. In all other cases, the jury can be waived by consent of the parties. The amendment also guarantees a minimum of six members for a jury in a civil trial.\nBackground.\nThe 7th Amendment was ratified on December 15, 1791 as one of ten amendments in the Bill of Rights. But the background for its passing began in England during the 12th century. At the time juries were made up of 12 men who gave their opinions in a trial. The 12-man jury originally included the accusers against the defendant, a supposed enemy of the king. Eventually this led to a system where the jury made a verdict based on evidence. The practice followed English colonists to the American colonies. But juries became a tool used to express American discontent with British rule. A series of Navigation Acts prohibited the American colonies from trading directly with the Netherlands, Spain, France, and their colonies. As more and more trade restriction were imposed, the American colonists turned to smuggling. When smugglers were caught, they were brought before juries made up of other colonists. These sympathetic juries often acquitted their fellow colonists. The king, angered at these lawbreakers going free, created new courts that did not allow juries. This was a breach of common law practice and infringed on their rights as British citizens. After the American Revolutionary War, the Seventh Amendment was written to expressly limit the powers of the executive and the Judicial branches of the new federal government.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":45},{"uri":"United_States_Bill_of_Rights","surface_form":"Bill of Rights","offset":87},{"uri":"Amendment","surface_form":"amendment","offset":108},{"uri":"Codification_(law)","surface_form":"codifies","offset":118},{"uri":"Jury_trial","surface_form":"jury trial","offset":142},{"uri":"Civil_law_(common_law)","surface_form":"civil","offset":164},{"uri":"Court","surface_form":"court","offset":191},{"uri":"Jury","surface_form":"jury","offset":217},{"uri":"Verdict","surface_form":"verdict","offset":224},{"uri":"Incorporation_of_the_Bill_of_Rights","surface_form":"incorporated","offset":313},{"uri":"Constitution","surface_form":"constitution","offset":424},{"uri":"United_States_v._Wonson","surface_form":"United States v. Wonson","offset":596},{"uri":"Common_law","surface_form":"English common law","offset":709},{"uri":"Lawsuit","surface_form":"lawsuit","offset":787},{"uri":"Maritime_law","surface_form":"maritime law","offset":863},{"uri":"Patent","surface_form":"patent","offset":942},{"uri":"Waiver","surface_form":"waived","offset":993},{"uri":"Ratification","surface_form":"ratified","offset":1145},{"uri":"Background","surface_form":"background","offset":1231},{"uri":"England","surface_form":"England","offset":1267},{"uri":"12th_century","surface_form":"12th century","offset":1286},{"uri":"Navigation_Acts","surface_form":"Navigation Acts","offset":1719},{"uri":"Netherlands","surface_form":"Netherlands","offset":1799},{"uri":"Spain","surface_form":"Spain","offset":1812},{"uri":"France","surface_form":"France","offset":1819},{"uri":"Trade_restriction","surface_form":"trade restriction","offset":1864},{"uri":"Smuggling","surface_form":"smuggling","offset":1929},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":2292},{"uri":"Executive_(government)","surface_form":"executive","offset":2391},{"uri":"Judicial_branch","surface_form":"Judicial branches","offset":2409}]}