{"id":532455,"url":"http://en.wikipedia.org/wiki/Yacouba_Sawadogo","text":"e=\"preserve\">Yacouba Sawadogo is a farmer from Burkina Faso, a country in West Africa. He has been using a traditional farming technique called Zaï to help soil damaged by drought. He is notable for spreading an improved soil and water conservation practice in Burkina Faso.\nEarly Life.\nHe went to a religious school where the students often didn't have enough to eat. Since he was the smallest and youngest, he was the one who had to go without.\nBackground.\nThe northern parts of Burkina Faso are very dry and often have droughts. The most recent big drought in happened in the 1970s, resulting in a famine (lack of food) which killed a lot of people.\nThe drought caused a lot of desertification. There were also other problems like overgrazing, bad land management, and overpopulation. These problems meant that a lot of land could not be used to grow food.\nTogether with Mathieu Ouédraogo, another local farmer, Yacouba Sawadogo tried different ways of fixing bad soil in about 1980. He uses simple traditional things: cordons pierreux (lines of stones) and zaï holes. Both Sawadogo and Ouédraogo have tried to get other people to do the same things.\nCordons pierreux (stone lines).\nCordons pierreux are thin lines of fist-sized stones laid across fields. They catch water. When rain falls, it pushes silt (special dirt) across top of the field. The rocks slow down the water so it soaks into the ground more. The silt also makes a good place for seeds of local plants to grow. The plants slow the water even more, and their roots break up the soil, so it's easier for more water to soak in.\nZaï holes.\nZaï holes are holes dug in the soil. They also catch water, but in a different way. They used to only be used a little bit to make land better for growing plants. Yacouba Sawadogo had the idea to fill the holes with manure and other things to make food for the plants. The manure attracts termites, whose tunnels help break up the soil even more. He also made the holes slightly bigger than the traditional ones. Zaï holes have been used to help cultivate trees, and crops like sorghum and millet.\nEducation.\nYacouba Sawadogo holds \"Market Days\" to get other people to do these things, especially zaï holes. People come to share seeds and learn from each another.\nProblems with Burkina Faso Government.\nYacouba Sawadogo's work with zaï holes helped him make a forest of about fifty acres (20 hectares). The nearby city of Ouahigouya took the land to make money. Sawadogo and his family members each get one tenth of out of the plot, and don't get any other payment.\nSawadogo is trying to get $20,000 (American dollars) to buy the land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":47},{"uri":"West_Africa","surface_form":"West Africa","offset":74},{"uri":"Za%C3%AF","surface_form":"Zaï","offset":144},{"uri":"Drought","surface_form":"drought","offset":172},{"uri":"Drought","surface_form":"droughts","offset":522},{"uri":"Desertification","surface_form":"desertification","offset":681},{"uri":"Overgrazing","surface_form":"overgrazing","offset":734},{"uri":"Land_management","surface_form":"land management","offset":751},{"uri":"Overpopulation","surface_form":"overpopulation","offset":772},{"uri":"Tradition","surface_form":"traditional","offset":1002},{"uri":"Cordons_pierreux","surface_form":"cordons pierreux","offset":1022},{"uri":"Za%C3%AF","surface_form":"zaï","offset":1061},{"uri":"Silt","surface_form":"silt","offset":1304},{"uri":"Manure","surface_form":"manure","offset":1822},{"uri":"Termites","surface_form":"termites","offset":1895},{"uri":"Ouahigouya","surface_form":"Ouahigouya","offset":2428},{"uri":"United_States_dollar","surface_form":"American dollars","offset":2607}]}