{"id":532488,"url":"http://en.wikipedia.org/wiki/Civil_law_(common_law)","text":"Civil law is a branch of the law in common law countries. The other branch of common law is criminal law. Civil law is concerned with the duties individuals owe to other people or to their government. This excludes the duty not to commit crimes. The American form of civil justice is considerably different from European systems. Two features stand out, class actions and the awarding of punitive damages in tort cases. Many people in other countries are amazed at the number of civil cases in the United States. Americans sue in a wide variety of cases for compensation and medical expenses that are covered in other countries by national health insurance and government compensation programs.\nCivil cases.\nCivil law is concerned with cases such as divorce, child custody and support and related lawsuits. Contract cases, tort cases (when someone is hurt and seeks compensation) and crimes which are tried in a criminal court and then tried in a civil case. Examples would be cases resulting from drunk driving or hit and run.\nCivil cases use a lower preponderance of the evidence standard of proof whereas criminal cases use the higher standard of beyond a reasonable doubt. An example of the differences and that the same crime can result in both criminal and civil trials is the O. J. Simpson trials. In his criminal trial a jury decided the evidence did not meet the higher standard so he was acquitted of murder charges. But in the civil wrongful death trial he was found guilty.\nCivil jury trials.\nThe right to a jury trial in civil cases is found in the United States but in very few other places. England, Canada, Australia and New Zealand have all but done away with civil jury trials in favor of bench trials. Fewer than 1 percent of civil trials in the US are jury trials. Where juries are used, the presence of a jury has changed the form of civil proceedings. A jury has to be impaneled, they must hear witnesses and go over evidence before reaching a verdict. The verdict, in turn, must follow the instructions given by a judge.\nCivil bench trials.\nBench trials in civil cases are usually conducted differently than jury trials. Judges usually prefer settlements to trials and prefer bench trials because they save time. A judge can streamline a case by asking for what he wants to see and hear, not what is presented for the benefit of a jury.\nBench trials have several advantages. They are usually much less formal than a jury trial. Attorneys for both sides can usually agree on the facts of a case before the trial starts. This can save a great deal of time otherwise spent on hearing witnesses and reviewing evidence. This can save on the costs of a trial. In a jury trial, the judge is required to give instructions to the jury before they deliberate. If a judge makes an error in his instructions, this is called a reversible error and can be used as a basis for an appeal. In a bench trial, the judge gives no instructions since there is no jury. This means the judge cannot be reversed due to an error in the instructions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":29},{"uri":"Common_law","surface_form":"common law","offset":36},{"uri":"Countries","surface_form":"countries","offset":47},{"uri":"Criminal_law","surface_form":"criminal law","offset":92},{"uri":"Government","surface_form":"government","offset":189},{"uri":"Crimes","surface_form":"crimes","offset":238},{"uri":"United_States","surface_form":"American","offset":250},{"uri":"Europe","surface_form":"Europe","offset":312},{"uri":"Class_action","surface_form":"class action","offset":354},{"uri":"Punitive_damages","surface_form":"punitive damages","offset":388},{"uri":"Tort","surface_form":"tort","offset":408},{"uri":"Lawsuit","surface_form":"sue","offset":523},{"uri":"Damages","surface_form":"compensation","offset":558},{"uri":"Medical","surface_form":"medical","offset":575},{"uri":"Expense","surface_form":"expense","offset":583},{"uri":"Health_insurance","surface_form":"health insurance","offset":640},{"uri":"Divorce","surface_form":"divorce","offset":750},{"uri":"Child_custody","surface_form":"child custody","offset":759},{"uri":"Child_support","surface_form":"support","offset":777},{"uri":"Contract","surface_form":"Contract","offset":807},{"uri":"Examples","surface_form":"Examples","offset":959},{"uri":"Drunk_driving","surface_form":"drunk driving","offset":998},{"uri":"Hit_and_run","surface_form":"hit and run","offset":1015},{"uri":"Preponderance_of_the_evidence","surface_form":"preponderance of the evidence","offset":1052},{"uri":"Proof","surface_form":"proof","offset":1094},{"uri":"Beyond_a_reasonable_doubt","surface_form":"beyond a reasonable doubt","offset":1150},{"uri":"O._J._Simpson","surface_form":"O. J. Simpson","offset":1283},{"uri":"Acquit","surface_form":"acquit","offset":1398},{"uri":"Wrongful_death_claim","surface_form":"wrongful death","offset":1444},{"uri":"Canada","surface_form":"Canada","offset":1615},{"uri":"Australia","surface_form":"Australia","offset":1623},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1637},{"uri":"Bench_trial","surface_form":"bench trial","offset":1707},{"uri":"Percent","surface_form":"percent","offset":1734},{"uri":"US","surface_form":"US","offset":1765},{"uri":"Instruction","surface_form":"instruction","offset":2013},{"uri":"Judge","surface_form":"judge","offset":2037},{"uri":"Settlement_(litigation)","surface_form":"settlements","offset":2166},{"uri":"Advantage","surface_form":"advantage","offset":2386},{"uri":"Witnesses","surface_form":"witnesses","offset":2604},{"uri":"Evidence","surface_form":"evidence","offset":2628},{"uri":"Reversible_error","surface_form":"reversible error","offset":2837},{"uri":"Appeal","surface_form":"appeal","offset":2888}]}