{"id":532479,"url":"http://en.wikipedia.org/wiki/Chief_Mouser_to_the_Cabinet_Office","text":"The Chief Mouser to the Cabinet Office is the official cat of the Prime Minister of the United Kingdom. The cat works at 10 Downing Street. Only three cats, Humphrey, Sybil and Larry, have been given the title officially. Other cats have been given this title as a nickname, usually by the British press. There has been a Downing Street cat mouser and pet since the reign of Henry VIII.\nOfficial records about these working cats only date back to 3 June 1929. These come from the Treasury and state the cost for taking care of the cat. Now, the mouser costs 100 GBP (about $140) a year for keep.\nThe cats do not always belong to the Prime Minister in residence. Only rarely do they serve for exactly the same time as a Prime Minister.The cat with the longest known time at Downing Street is Wilberforce. He served for eighteen years under Edward Heath, Harold Wilson, Jim Callaghan, and Margaret Thatcher.\nIncumbent.\nThe incumbent is Larry, since 15 February 2011. The last cat Sybil, was the first mouser after a ten-year gap. She began in September 2007 and left in January 2009. Sybil was owned by the Chancellor of the Exchequer Alistair Darling, who lived in 10 Downing Street. The Prime Minister, Gordon Brown, lived in the larger 11 Downing Street. It was reported that Sybil did not like living in London. She went back to Scotland to live with a friend of the Darlings until she died.\nIn January 2011, rats were seen in Downing Street, \"scurrying across the steps of Number 10 Downing Street for the second time during a TV news report,\", as reported by Independent Television News. The Prime Minister's office first said there were \"no plans\" for a cat to be brought in. On 14 February 2011, it was reported that a cat named \"Larry\" had been brought in to get rid of the rodents. The \"London Evening Standard\" reported that the brown and white tabby cat had been chosen by David Cameron and his family, from those at Battersea Dogs & Cats Home.\nIn September 2012, it was reported that Prime Minister David Cameron had dismissed Larry from the post of Chief Mouser. He put in place Chancellor George Osborne's tabby cat, Freya, as the new Chief Mouser to patrol Numbers 10, 11, and 12. Some sources said the two cats would be \"job sharing\" to avoid any hurt feelings. In November 2014 Freya was exiled from Downing Street, again leaving Larry as the Chief Mouser.\nWhen Theresa May became new Prime Minister in July 2016, Cabinet Office staff said that Larry would still live at Downing Street and would be Chief Mouser under the new Prime Minister. However, \"The Daily Telegraph\" says maybe Cameron does not really like Larry. During David Cameron's final Prime Minister's Questions on 13 July 2016, the Prime Minister said to the House that Larry's role as Chief Mouser was secure even after the change of premier. Cameron also showed photos that prove he loves Larry. He spoke of his \"sadness\" that he cannot take Larry with him.\nThe British government voluntarily employees and feeds 100,000 cats to keep down mice on government property. By being chosen Chief Mouser, of course, Larry (and Freya) became quite pampered cats, living in royal luxury.\nLarry's sixth year in Downing Street.\nLarry's birthday was celebrated on 15 February 2016. A month later Larry's importance to the UK was compared favourably to a team of dolphins being trained by the Russian Navy. In April Larry's ability to be a good mouser was again questioned. So a new neighbour, Palmerston the cat, moved into the Foreign Office. Just a week later Palmerston made his first kill, a mouse.\nDuring President Obama's April visit to the UK, Larry got much coverage in American social media and news reports.\nIn June 2016 it was reported that Larry is undecided about the Brexit decision. Whether he gets to keep living at 10 Downing Street, he will still get his daily dinner.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat","surface_form":"cat","offset":55},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":66},{"uri":"10_Downing_Street","surface_form":"10 Downing Street","offset":121},{"uri":"Humphrey_(cat)","surface_form":"Humphrey","offset":157},{"uri":"Sybil_(cat)","surface_form":"Sybil","offset":167},{"uri":"Larry_(cat)","surface_form":"Larry","offset":177},{"uri":"Nickname","surface_form":"nickname","offset":265},{"uri":"Mass_media","surface_form":"press","offset":298},{"uri":"Mouser","surface_form":"mouser","offset":341},{"uri":"Pet","surface_form":"pet","offset":352},{"uri":"Reign","surface_form":"reign","offset":366},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":375},{"uri":"GBP","surface_form":"GBP","offset":562},{"uri":"Wilberforce_(cat)","surface_form":"Wilberforce","offset":791},{"uri":"Edward_Heath","surface_form":"Edward Heath","offset":839},{"uri":"Harold_Wilson","surface_form":"Harold Wilson","offset":853},{"uri":"James_Callaghan","surface_form":"Jim Callaghan","offset":868},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":887},{"uri":"Incumbent","surface_form":"incumbent","offset":921},{"uri":"Larry_(cat)","surface_form":"Larry","offset":934},{"uri":"Sybil_(cat)","surface_form":"Sybil","offset":978},{"uri":"Chancellor_of_the_Exchequer","surface_form":"Chancellor of the Exchequer","offset":1105},{"uri":"Alistair_Darling","surface_form":"Alistair Darling","offset":1133},{"uri":"Gordon_Brown","surface_form":"Gordon Brown","offset":1203},{"uri":"Rodent","surface_form":"rodent","offset":1781},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":1854},{"uri":"David_Cameron","surface_form":"David Cameron","offset":1883},{"uri":"Battersea_Dogs_%26amp%3B_Cats_Home","surface_form":"Battersea Dogs & Cats Home","offset":1927},{"uri":"David_Cameron","surface_form":"David Cameron","offset":2010},{"uri":"George_Osborne","surface_form":"George Osborne","offset":2102},{"uri":"Tabby_cat","surface_form":"tabby cat","offset":2119},{"uri":"Freya_(cat)","surface_form":"Freya","offset":2130},{"uri":"Theresa_May","surface_form":"Theresa May","offset":2378},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister","offset":2401},{"uri":"Prime_Minister%27s_Questions","surface_form":"Prime Minister's Questions","offset":2665},{"uri":"Dolphin","surface_form":"dolphin","offset":3333},{"uri":"Armed_Forces_of_the_Russian_Federation","surface_form":"Russian Navy","offset":3363},{"uri":"President_Obama","surface_form":"President Obama","offset":3581},{"uri":"Social_media","surface_form":"social media","offset":3658},{"uri":"Brexit","surface_form":"Brexit","offset":3752}]}