{"id":532532,"url":"http://en.wikipedia.org/wiki/Triceps_brachii_muscle","text":"The triceps brachii muscle is a muscle on the back of the upper arm. There are three parts that each come from different places at the top of the arm and join together at the elbow. It straightens the arm. The name is Latin for \"three-headed muscle in the arm\".\nStructure.\nThe triceps brachii has three heads. They are: the long head, medial (inside) head, and the lateral (outside) head.The long head comes from the shoulderblade. It goes down the arm between teres minor muscle and teres major muscle.\nThe medial head and lateral heads comes from the humerus (upper arm bone).\nThe medial head is mostly made of small, slow muscle fibers and motor units. The lateral head is mostly made of large, fast fibers and motor units. The long head is made of a mixture of fiber types and motor units. Some scientists think that each of the three parts can be thought of as separate muscles.\nThe fibers join to a single tendon to attach to the ulna bone. Some research found that there might be more than one tendon.\nNerve supply.\nScientists used to think that all three heads of the triceps brachii got nerve signals from the radial nerve. However, a study found that, in 20 cadaveric (dead) bodies and 15 live people, the long head actually got nerve signals from part of the axillary nerve in every case.\nFunction.\nThe triceps straightens the elbow pulls against the biceps and brachialis muscles. It can also hold the elbow in place when the forearm and hand are used for small movements, like writing.The long head might be used when the same force is needed for a long time, or to help control shoulder and elbow movement. The lateral head is used when a lot of force is needed at once, while the medial part is used for more careful movement.\nThe long head also moves shoulder joint, bringing the arm backwards or inwards.\nTraining.\nThe triceps can be trained by itself or together with other muscles by straightening the elbow or keeping it straight while holding something.\nName.\nThe name triceps brachii is Latin for three-headed. It is called this because there are three parts of the muscle. The triceps brachii is commonly just called the triceps.\nThe plural of \"triceps\" used to be \"tricipites\", but now people usually say \"triceps\" to mean both singular and plural.\nAnimals.\nIn horses, the long head is about 84% of the weight of the triceps, the lateral head is about 15%, and the medial head is about 3%.\nMany mammals, like dogs, cows, and pigs, have a fourth triceps head, called the accessory head. It is between the lateral and medial heads.","categories":[],"infobox_types":[],"annotations":[{"uri":"Muscle","surface_form":"muscle","offset":32},{"uri":"Latin","surface_form":"Latin","offset":218},{"uri":"Teres_minor_muscle","surface_form":"teres minor","offset":461},{"uri":"Teres_major_muscle","surface_form":"teres major","offset":484},{"uri":"Tendon","surface_form":"tendon","offset":912},{"uri":"Ulna","surface_form":"ulna","offset":936},{"uri":"Radial_nerve","surface_form":"radial nerve","offset":1119},{"uri":"Axillary_nerve","surface_form":"axillary nerve","offset":1270},{"uri":"Biceps","surface_form":"biceps","offset":1362},{"uri":"Brachialis","surface_form":"brachialis","offset":1373},{"uri":"Latin","surface_form":"Latin","offset":2009},{"uri":"Plural","surface_form":"plural","offset":2265},{"uri":"Percentage","surface_form":"84%","offset":2316},{"uri":"Mammal","surface_form":"mammals","offset":2419}]}