{"id":532503,"url":"http://en.wikipedia.org/wiki/Wilberforce_(cat)","text":"Wilberforce was a cat who lived and worked at 10 Downing Street, the home of the Prime Minister of the United Kingdom. He lived there between October 1973 and 13 November 1987. His title was \"Chief Mouser to the Cabinet Office\".\nHe served under four British Prime Ministers: Edward Heath, Harold Wilson, Jim Callaghan, and Margaret Thatcher. His chief job was to catch mice. While he was alive, he was said to be \"the best mouser in Britain\" as fit his role.\nHe retired on 3 April 1987, and was succeeded by Humphrey who was born in 1988, the year Wilberforce died.\nHistory and career.\nWilberforce was just a kitten when he was adopted from a London branch of the RSPCA in 1973. This was while Edward Heath was Prime Minister. He was appointed the Office Manager's cat, with a living allowance for his care. The black-and-white cat turned out to be a terrific mouser. The policeman on security duty at the front door of Number 10 had to ring the bell for Wilberforce whenever he wanted to come in.\nAccording to Bernard Ingham, the former press secretary to Margaret Thatcher, Wilberforce was a normal cat for whom Thatcher once bought \"a tin of sardines in a Moscow supermarket\". Ingham was allergic to cats and did his best to avoid Wilberforce. \"Bloody Wilberforce used to sit under my desk and I would have a fit of sneezing. I hate cats\", he said.\nOn the BBC coverage of the 1983 UK general election, presenter Esther Rantzen was allowed to hold Wilberforce and introduce him to viewers.\nWilberforce retired in 1986, after 13 years of loyal service. He went to live with a retired caretaker from No. 10 in the country. He died in his sleep on 19 May 1988.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cat","surface_form":"cat","offset":18},{"uri":"10_Downing_Street","surface_form":"10 Downing Street","offset":46},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"Prime Minister of the United Kingdom","offset":81},{"uri":"Chief_Mouser_to_the_Cabinet_Office","surface_form":"Chief Mouser to the Cabinet Office","offset":192},{"uri":"Edward_Heath","surface_form":"Edward Heath","offset":275},{"uri":"Harold_Wilson","surface_form":"Harold Wilson","offset":289},{"uri":"James_Callaghan","surface_form":"Jim Callaghan","offset":304},{"uri":"Margaret_Thatcher","surface_form":"Margaret Thatcher","offset":323},{"uri":"Humphrey_(cat)","surface_form":"Humphrey","offset":508},{"uri":"RSPCA","surface_form":"RSPCA","offset":664},{"uri":"Mouser","surface_form":"mouser","offset":860},{"uri":"Policeman","surface_form":"policeman","offset":872},{"uri":"Security","surface_form":"security","offset":885},{"uri":"Bernard_Ingham","surface_form":"Bernard Ingham","offset":1011},{"uri":"BBC","surface_form":"BBC","offset":1359}]}