{"id":532649,"url":"http://en.wikipedia.org/wiki/System_of_Rice_Intensification","text":"ce=\"preserve\">The System of Rice Intensification (SRI) is a way to grow rice. This plan for farming may grow more rice in the same field. It uses less water, takes more work, and uses younger seedlings spaced apart. SRI calls for hand weeding with special tools. It was started in 1983 by the French Jesuit Father Henri de Laulanié in Madagascar. Full testing and spread of the system throughout the rice growing parts of the world did not happen until some years later with the help of schools like Cornell University.\nSpread of SRI.\nThanks to Norman Uphoff, the SRI plan has spread from Madagascar to many places around the world. Norman Uphoff was director of the [http://ciifad.cornell.edu Cornell International Institute for Food, Agriculture and Development] at Cornell University, Ithaca, New York from 1990 to 2005. In 1993, Uphoff met officers from Association Tefy Saina, the non-governmental organisation set up in Madagascar in 1990 by de Laulanie to try SRI. After trying the SRI plan for three years, Malagasy farms that made about 2 tons/hectare improved to about 8 tons/hectare. Uphoff believed the SRI plan works, and in 1997 started to tell groups in Asia about SRI. Uphoff estimates that by 2013 the number of small farms using SRI had grown to between 4 and 5 million.\nDoes SRI Work?\nBelievers and unbelievers of SRI talk about the SRI claims, and many questions about it remain unresolved. Wageningen University has also published an article discussing the problems of measuring SRI. This paper ended by saying: \"Although the technical aspects of SRI have been contested, it clearly exists as a real social phenomenon\".\nThe question now seems to be: is SRI better at making more rice and other benefits to rice farmers, such as healthier soils, when compared with older, trusted ways for growing rice?[source?]\nProponents and critics of SRI debate the claimed benefits and many questions about it remain unresolved. Wageningen University has also published an article discussing the challenges of evaluating SRI in which one concluding sentence read: \"Although the technical aspects of SRI have been contested, it clearly exists as a real social phenomenon\".\nThe question at hand seems to be: is SRI better at delivering increased yield and other benefits to rice farmers, such as healthier soils, when compared with established recommended best management practices for rice production?\nCases of success.\nBelievers of SRI claim it grows more rice, saves water, reduces costs, and raises income and that benefits have been achieved in 40 countries. Uphoff published an article in the International Journal of Agricultural Sustainability that states that SRI \"can raise irrigated rice yields to about double the present world average without relying on external inputs, also offering environmental and equity benefits\".\nA special issue on SRI in the trade journal Paddy and Water Environment (not related to schools) collected recent findings in support of SRI.\nIn 2011 Five farmers beat the old yield record, the best was a young farmer named Sumant Kumar setting a new world record in rice yield of 22.4 tons per hectare using SRI, beating the existing world record held by the Chinese scientist Yuan Longping by 3 tons. In 2014 S Sethumadhavan from Alanganallur, India grew a record yield of nearly 24 tons of paddy rice per hectare using SRI.\nCriticism.\nHow well SRI works is still debated between believers and unbelievers of the plan. Critics of SRI say that claims of high yield in SRI are due to unscientific reporting. They object that there is a lack of details on the methodology used in trials and a lack of printed reports in the peer-reviewed literature (related to schools and universities). Some unbelievers have suggested that SRI success is unique to soil conditions in Madagascar. While unbelievers still claim this, there are over 700 articles and printed reports about SRI that are published in international scientific journals as of January 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Farming","surface_form":"farming","offset":92},{"uri":"Rice","surface_form":"rice","offset":114},{"uri":"France","surface_form":"French","offset":293},{"uri":"Jesuit","surface_form":"Jesuit","offset":300},{"uri":"Priest","surface_form":"Father","offset":307},{"uri":"Madagascar","surface_form":"Madagascar","offset":335},{"uri":"Norman_Uphoff","surface_form":"Norman Uphoff","offset":545},{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca","offset":788},{"uri":"New_York","surface_form":"New York","offset":796},{"uri":"Non-governmental_organisation","surface_form":"non-governmental organisation","offset":886},{"uri":"Asia","surface_form":"Asia","offset":1169},{"uri":"Wageningen_University","surface_form":"Wageningen University","offset":1411},{"uri":"Wageningen_University","surface_form":"Wageningen University","offset":1937},{"uri":"Yuan_Longping","surface_form":"Yuan Longping","offset":3218}]}