{"id":532742,"url":"http://en.wikipedia.org/wiki/Ravensbr%C3%BCck_concentration_camp","text":"Ravensbrück concentration camp (pronounced \"RAW-vins-brook\") was a concentration camp for women, run by Nazi Germany during World War II. It was in northern Germany, near the town of Ravensbrück.\nThe \"Schutzstaffel\" (SS), led by Heinrich Himmler, ran Ravensbrück concentration camp.\nIn November 1938, Himmler gave the order to start building the camp at Ravensbrück. By 1939, Ravensbrück was the biggest women's concentration camp in Nazi Germany.\nOver time, the Nazis made Ravensbrück much bigger. By 1944, Ravensbrück had become a complex (a group of many concentration camps).\nBetween 1939 and 1945, about 153,000 people were prisoners at Ravensbrück.\nThe women's camp.\nAfter Heinrich Himmler decided that Ravensbrück should be built, the SS brought about 500 male prisoners from Sachsenhausen concentration camp to the area. The SS forced these prisoners to build Ravensbrück. SS records say that Ravensbruck was designed to hold 3,000 prisoners.pp. 3, 12, 20, 24\nRavensbrück opened in May 1939. The camp's first prisoners were a group of about 900 women sent from Lichtenburg concentration camp. Ravensbrück very quickly became full. From 1939 to 1945, the Nazis were constantly making the camp bigger to hold more and more prisoners.\nAfter Nazi Germany invaded Poland in September 1939, the Nazis made Ravensbrück much larger. They expected to send many Polish people to concentration camps, and they wanted Ravensbrück to be able to fit more prisoners. However, by May 1940 (just eight months after World War II started), Ravensbrück was full of prisoners.p. 15\nWhen Nazi Germany invaded the Soviet Union in summer 1941, there were about 5,000 prisoners at Ravensbrück.p. 15 By the end of 1942, the camp held 10,000 prisoners (including many Soviet prisoners of war).p. 15\nAt its most crowded, the women's camp held 50,000 prisoners.\nNew camps.\nTo make room for more and more prisoners, the Nazis added new camps to the original women's camp.\nIn April 1941, the Nazis added a concentration camp for men next to the women's camp. The SS forced the male prisoners to build the new camps in the Ravensbrück complex, and to work on making the women's camp bigger.\nIn June 1942, a \"juvenile protective custody camp\" called \"Uckermark\" was built next to the men's camp. This was a camp just for teenage girls and young women.\nBy 1944, the SS had forced prisoners to build over 40 smaller camps (called sub-camps). These sub-camps held over 70,000 prisoners, mostly women. The original Ravensbrück camp became the office for these sub-camps. However, women prisoners were still kept there, and male prisoners had to keep making the camp bigger to fit more prisoners.\nGuards.\nMale SS members were in charge of Ravensbrück. However, the camp had over 150 female SS members who guarded the prisoners.\nRavensbrück was also a training camp for SS women. They learned how to be concentration camp guards at Ravensbrück. Then they would stay and work there, or go work at another camp. Over 4,000 SS women trained at Ravensbrück.\nMany of the female SS guards at Ravensbrück, like Irma Grese, treated the prisoners very badly.\nArriving at Ravensbrück.\nWhen prisoners first got to Ravensbrück, their hair was usually shaved off. The SS took away their personal things, including their clothes. Prisoners had to wear striped uniforms, which included a dress and a head scarf. Later on in the war, when there were not enough uniforms, women were sometimes allowed to wear their own clothes. However, they had to mark a big white \"X\" on the back of their clothes to show that they were prisoners.p. 76\nEvery prisoner was given a serial number. The SS never called them by their names - only by their numbers.\nPrisoners had to sew their serial numbers onto their clothes. They also had to wear colored triangles which showed why they were sent to Ravensbrück. In the middle of the triangle, they had to sew a letter saying what country they were from. For example, Polish prisoners had to sew a red triangle with the letter \"P\" (for Poland) onto their clothes. (A red triangle showed that a person was a political enemy of Nazi Germany.)\nLiving conditions.\nWhen Ravensbrück first opened, and the camp was not too crowded, living conditions were not too bad. However, during the winter of 1939 to 1940, the camp got more crowded, and the SS reacted by giving the prisoners less food. After 1941, the food got much worse, and prisoners got much less of it.\nThe women's camp at Ravensbrück had twelve barracks where the prisoners lived. They slept on wooden bunks which had three rows, one on top of the other. Each barrack had a washroom and three toilets with no doors. There was very little sanitation. After 1943, sanitation in the barracks got much worse. This made it easier for diseases to spread.\nTowards the end of World War II, the camp was so crowded that 1,500 to 2,000 women were packed into barracks meant to hold only 250 people. Many women had to sleep on the floor, without even a blanket. In 1945, the barracks were so crowded and sanitation was so bad that an epidemic of typhus spread through the camp. The disease killed many prisoners.\nSlave labor.\nEvery morning, the prisoners had to get up at 4:00 in the morning for roll call. This meant they had to stand in line while the SS counted them.\nAfter roll call, prisoners went to work. Every prisoner at Ravensbrück was forced to work. If a person could not work, they would be killed.\nMany prisoners worked at a Siemens Electric Company factory next to the women's camp. The prisoners worked as slaves, making parts for Nazi V-1 and V-2 rockets (flying bombs). Other prisoners worked at important German companies like Daimler-Benz (now Mercedes-Benz) and AEG (a German electrical company).\nSome women had to work outside. They built roads and buildings. Sometimes these women were used like animals. For example, sometimes twelve to fourteen women would have to pull a huge roller to pave the streets.\nWomen who were too sick or injured to do other jobs - usually because of medical experiments - knitted things like socks for the German Army, or cleaned the barracks and latrines.\nPrisoners usually worked for twelve hours a day. Some worked from 7:00 in the morning to 7:00 at night. Others worked from 7:00 at night to 7:00 in the morning.\nPrisoners did not have to work on Sundays.\nMedical experiments.\nStarting in 1942, Nazi doctors did medical experiments on 86 women prisoners. The doctors did two types of experiments.\nIn the first type, the doctors cut the women's legs, muscles, and nerves, or broke their leg bones. Then they infected these wounds with bacteria. Sometimes they rubbed wood or glass into the wounds. Then they gave the women sulfanilamide antibiotics to see if they would work.\nIn the second type of experiment, the doctors studied whether bones could be taken from one person and put into another person. They amputated some women's arms or legs to do these experiments.\nIn January 1945, Nazi doctors sterilized about 120 to 140 Roma women and children. The doctors were trying to find a quick, easy way to sterilize people.\nSome women died from these experiments. The SS killed some other women who had wounds that did not heal.\nSexual abuse.\nSome of the women and young children at Ravensbrück were raped or sexually abused.\nStarting in 1942, the SS created brothels in eight other concentration camps, like Buchenwald and Dachau. Women from Ravensbrück were forced to work as prostitutes in these brothels.\nDeath at Ravensbrück.\nNobody agrees on how many people died or were murdered at Ravensbrück. Estimates range from 52,200, to 90,000,p. 8 to 117,000.\nMany prisoners were also murdered by the SS.\nMurder.\nUnlike many other concentration camps, Ravensbrück did not have its own gas chamber until early 1945. The SS used other ways of killing prisoners.\nRegularly, the SS would perform \"selections.\" They would pick out prisoners who looked too sick or weak to work. Then they would kill these prisoners.\nAt first, the SS killed prisoners by shooting them or giving them lethal injections in the camp's \"hospital.\" Then, starting in 1942, they began sending prisoners to other places that did have gas chambers, like Hartheim Euthanasia Centre, so they could be killed there. Between 1942 and 1944, the SS sent about 60 groups of prisoners to Hartheim to be gassed to death. Each group had 60 to 1,000 prisoners in it.\nThe SS also sent prisoners to Auschwitz concentration camp to be killed in its gas chambers.\nIn early 1945, the SS made prisoners build a gas chamber at Ravensbrück. By this time, the Nazis knew that the Soviet Red Army was getting close. They wanted to kill as many prisoners as possible before the Red Army arrived. In its last few months, Ravensbrück became an extermination camp (a death camp). The SS started sending children and prisoners from Ravensbrück's sub-camps to the main camp, so they could be gassed to death. In just a few months, the SS killed 5,000 to 6,000 prisoners in the gas chamber.\nDeath march and freedom.\nIn March 1945, the Red Army was very close to Ravensbrück. The SS did not want to leave any witnesses to tell the Soviets what had happened at Ravensbrück. In March, they sent about 8,000 prisoners to other concentration camps.\nOn April 27, the SS forced about 20,000 female prisoners and about 3,000 male prisoners to march towards the middle of Germany. This was a death march. The SS guards had been ordered to kill anyone who could not keep up. However, Soviet soldiers found the route of the march and freed the prisoners who had survived the death march.\nOn April 29, the SS guards that were still at Ravensbrück ran away from the camp. The next day, the Red Army arrived at Ravensbrück and freed the camp. They found only about 3,000 very sick prisoners. These were the prisoners that the SS had left behind because they were too sick to march.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pronunciation","surface_form":"pronounced","offset":32},{"uri":"Nazi_concentration_camps","surface_form":"concentration camp","offset":67},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":104},{"uri":"World_War_II","surface_form":"World War II","offset":124},{"uri":"Germany","surface_form":"Germany","offset":157},{"uri":"Schutzstaffel","surface_form":"Schutzstaffel","offset":201},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":229},{"uri":"Sachsenhausen_concentration_camp","surface_form":"Sachsenhausen concentration camp","offset":783},{"uri":"Forced_labor","surface_form":"forced these prisoners","offset":836},{"uri":"Lichtenburg_concentration_camp","surface_form":"Lichtenburg concentration camp","offset":1069},{"uri":"Invasion_of_Poland_(1939)","surface_form":"Nazi Germany invaded Poland","offset":1246},{"uri":"Operation_Barbarossa","surface_form":"invaded the Soviet Union","offset":1587},{"uri":"Irma_Grese","surface_form":"Irma Grese","offset":3073},{"uri":"Hair","surface_form":"hair","offset":3191},{"uri":"Serial_number","surface_form":"serial number","offset":3617},{"uri":"Sew","surface_form":"sew","offset":3714},{"uri":"Politics","surface_form":"political","offset":4091},{"uri":"Enemy","surface_form":"enemy","offset":4101},{"uri":"Barracks","surface_form":"barracks","offset":4485},{"uri":"Toilet","surface_form":"toilet","offset":4633},{"uri":"Sanitation","surface_form":"sanitation","offset":4678},{"uri":"Epidemic","surface_form":"epidemic","offset":5063},{"uri":"Typhus","surface_form":"typhus","offset":5075},{"uri":"Forced_labor","surface_form":"forced to work","offset":5375},{"uri":"Siemens","surface_form":"Siemens Electric Company","offset":5468},{"uri":"Factory","surface_form":"factory","offset":5493},{"uri":"Slave","surface_form":"slave","offset":5551},{"uri":"V-1_flying_bomb","surface_form":"V-1","offset":5581},{"uri":"V-2","surface_form":"V-2","offset":5589},{"uri":"Bomb","surface_form":"bomb","offset":5609},{"uri":"Mercedes-Benz","surface_form":"Daimler-Benz","offset":5675},{"uri":"AEG","surface_form":"AEG","offset":5712},{"uri":"Pavement","surface_form":"pave","offset":5941},{"uri":"Injury","surface_form":"injured","offset":5986},{"uri":"Knitting","surface_form":"knitted","offset":6054},{"uri":"Experiment","surface_form":"experiment","offset":6407},{"uri":"Muscle","surface_form":"muscle","offset":6537},{"uri":"Nerve","surface_form":"nerve","offset":6550},{"uri":"Bone_fracture","surface_form":"broke their leg bones","offset":6561},{"uri":"Infection","surface_form":"infected","offset":6594},{"uri":"Wound","surface_form":"wound","offset":6609},{"uri":"Bacteria","surface_form":"bacteria","offset":6621},{"uri":"Sulfanilamide","surface_form":"sulfanilamide","offset":6709},{"uri":"Antibiotic","surface_form":"antibiotic","offset":6723},{"uri":"Bone","surface_form":"bone","offset":6824},{"uri":"Amputation","surface_form":"amputated","offset":6895},{"uri":"Sterilization","surface_form":"sterilized","offset":6986},{"uri":"Rape","surface_form":"rape","offset":7286},{"uri":"Sexual_abuse","surface_form":"sexually abused","offset":7295},{"uri":"Brothel","surface_form":"brothel","offset":7345},{"uri":"Buchenwald_concentration_camp","surface_form":"Buchenwald","offset":7395},{"uri":"Dachau_concentration_camp","surface_form":"Dachau","offset":7410},{"uri":"Murder","surface_form":"murder","offset":7563},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":7769},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":8061},{"uri":"Hartheim_Euthanasia_Centre","surface_form":"Hartheim Euthanasia Centre","offset":8207},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":8439},{"uri":"Red_Army","surface_form":"Red Army","offset":8620},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":8773},{"uri":"Witness","surface_form":"witness","offset":9133},{"uri":"Forced_march","surface_form":"march","offset":9360},{"uri":"Death_march","surface_form":"death march","offset":9408},{"uri":"Soldier","surface_form":"soldier","offset":9506}]}