{"id":532981,"url":"http://en.wikipedia.org/wiki/CRAFFT_Screening_Test","text":"ce=\"preserve\">The CRAFFT Screening Test is a short test for alcohol and drug problems in teenagers. This test has two parts. \"CRAFFT\" is an acronym for the six questions in the second part of the test.\nA doctor or counselor can give the CRAFFT Screening Test to see if a teenager might have an alcohol or drug problem. Teenagers can also take the test themselves.\nHistory.\nDoctors at Boston Children's Hospital's Center for Adolescent Substance Abuse Research developed the CRAFFT Screening Test in 1999. At the time, there were no tests for alcohol and drug abuse designed specifically for teenagers. The Children's Hospital team's goal was to develop a test for teenagers that was quick, easy to give, easy to score.\nAt the time, one of the most common tools used to test for alcohol problems was the CAGE questionnaire. However, the CAGE does not work well for teenagers. Also, the CAGE only tests for alcohol problems.\nThe CRAFFT tests for both alcohol and drug problems. Because drug- and alcohol-related motor-vehicle crashes are the leading cause of death among teenagers, the CRAFFT includes a question about this.\nThis made it clear that the CRAFFT was not just needed to test teenagers who were more likely to have substance abuse problems. Now, experts suggest that primary care doctors use the CRAFFT to test all of their teenage patients. This can help identify alcohol and drug problems early, before they start to get too much worse.\nThe test.\nThe CRAFFT Screening Test has two parts. They are called \"Part A\" and \"Part B.\"\nPart A.\nIf a person answers \"no\" to ALL of these questions, they only have to answer the first question in Part B.\nIf a person answers \"yes\" to ANY of these questions, they have to answer all of the questions in Part B.\nScoring.\nEach time a person answers \"yes\" to one of the CRAFFT questions, they score one point for that question. If a person scores two or more - meaning they answered \"yes\" to at least two of the six \"CRAFFT\" questions - they are likely to have alcoholism or a drug addiction.\nNot everyone who scores two or more on the CRAFFT will have an addiction. However, they do need to be tested more to see if they have an addiction.\nEffectiveness.\nResearch has shown that the CRAFFT is a good test for alcohol and drug problems in teenagers.\nThe CRAFFT has been translated into many languages, including Mandarin Chinese, French, Haitian Creole, Hebrew, Japanese, Khmer, Laotian, Russian, Portuguese, Spanish, Turkish, and Vietnamese. Research shows that the CRAFFT is just as good a test when given in different languages, and to teenagers from different cultures.\nThe CRAFFT is a very quick test. It takes an average of 74 seconds for a doctor to give the CRAFFT. If a person takes the CRAFFT on their own, it takes an average of 49 seconds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":60},{"uri":"Drug","surface_form":"drug","offset":72},{"uri":"Acronym","surface_form":"acronym","offset":140},{"uri":"Medical_doctor","surface_form":"doctor","offset":204},{"uri":"Counselor","surface_form":"counselor","offset":214},{"uri":"Alcoholism","surface_form":"alcohol","offset":542},{"uri":"Substance_abuse","surface_form":"drug abuse","offset":554},{"uri":"CAGE_questionnaire","surface_form":"CAGE questionnaire","offset":803},{"uri":"Drunk_driving","surface_form":"alcohol-related","offset":994},{"uri":"Motor_vehicle_accident","surface_form":"motor-vehicle crashes","offset":1010},{"uri":"Factor_(medicine)","surface_form":"more likely to have","offset":1205},{"uri":"Alcoholism","surface_form":"alcoholism","offset":2006},{"uri":"Drug_addiction","surface_form":"drug addiction","offset":2022},{"uri":"Research","surface_form":"Research","offset":2201},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":2357},{"uri":"French_language","surface_form":"French","offset":2375},{"uri":"Haitian_Creole","surface_form":"Haitian Creole","offset":2383},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":2399},{"uri":"Japanese_language","surface_form":"Japanese","offset":2407},{"uri":"Khmer_language","surface_form":"Khmer","offset":2417},{"uri":"Lao_language","surface_form":"Laotian","offset":2424},{"uri":"Russian_language","surface_form":"Russian","offset":2433},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":2442},{"uri":"Spanish_language","surface_form":"Spanish","offset":2454},{"uri":"Turkish_language","surface_form":"Turkish","offset":2463},{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":2476},{"uri":"Culture","surface_form":"culture","offset":2609},{"uri":"Average","surface_form":"average","offset":2664}]}