{"id":532934,"url":"http://en.wikipedia.org/wiki/Cyclone_Winston","text":"Severe Tropical Cyclone Winston was a tropical cyclone in February 2016. It was the first recorded Category 5 storm to hit Fiji. It was also one of the strongest tropical cyclones in the Southern Hemisphere. Before the storm got to Fiji, many shelters were opened. A curfew was called across the country on 20 February.\nThe cyclone struck Fiji as a Category 5 tropical cyclone. Winston caused a lot of damage in the islands. It killed twenty-eight people.\nIn advance of the storm's arrival in Fiji, numerous shelters were opened, and a nationwide curfew was instituted during the evening of 20 February. Striking Fiji at Category 5 intensity on 20 February, Winston inflicted extensive damage on many islands and killed 44 people. Communications were temporarily lost with at least six islands, with some remaining isolated more than two days after the storm's passage. A total of 40,000 homes were damaged or destroyed and approximately 350,000 people—roughly 40 percent of Fiji's population—were significantly impacted by the storm. Total damage from Winston amounted to FJ$2.98 billion (US$1.4 billion). The nation's government declared a state of emergency on 20 February, which remained in place for 60 days. Immediately following the cyclone, the governments of Australia and New Zealand provided logistical support and relief packages. In the following weeks, a coalition of international support, including intergovernmental agencies, brought tens of millions of dollars in aid and hundreds of tons of supplies to residents in Fiji.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":38},{"uri":"Tropical_cyclone_scales","surface_form":"Category 5","offset":99},{"uri":"Fiji","surface_form":"Fiji","offset":123},{"uri":"Southern_Hemisphere","surface_form":"Southern Hemisphere","offset":187},{"uri":"Shelter","surface_form":"shelter","offset":243},{"uri":"Curfew","surface_form":"curfew","offset":267}]}