{"id":533095,"url":"http://en.wikipedia.org/wiki/Holocaust_victims","text":"During The Holocaust, millions of people died or were killed in Nazi Germany. These Holocaust victims included about six million Jewish people. They also included five million of people who were not Jewish, mainly Poles and Roma.\nHolocaust victims died in many ways. Millions were murdered by the Nazis, especially in concentration camps and extermination camps (death camps). Many others died in camps and ghettoes from diseases, starvation, and freezing to death, caused by the terrible living conditions. Others in areas that Nazi Germany took over died from famine and other causes.\nWhen all these people are added up, historians estimate that between 19 million and 22 million people died during The Holocaust. Holocaust victims came from many different countries, religions, ethnic groups, and cultures. The Nazis wanted to kill them for many different reasons.\nEthnicity.\nThe Nazis believed that some races and ethnic groups were not as good as others. They thought the \"Aryan race\" was the best of all. They wanted Nazi Germany to be filled only with \"Aryan\" people.\nThe Nazis thought that there were some ethnic groups that were not even human. Two of these groups were the Jews and the Roma people. The Nazis decided to kill all of the Jews and Roma people in Nazi Germany. The Nazis also thought that Slavic peoples were less than human, and they killed millions of Slavs because of their ethnicity.\nJewish people.\nThe Nazis thought of the Jewish people as an ethnic group. This meant that even if a person did not practice the Jewish religion, the Nazis still thought of them as Jewish.\nEarly on in World War II, the Nazis made Jewish people leave their homes and forced them to live in ghettoes. However, by 1941, Adolf Hitler had decided to kill all of the Jews in Europe. This plan was called the Final Solution.\nStarting in 1942, the Nazis deported the Jews from the ghettoes to death camps like Auschwitz. At these camps, people were killed in gas chambers as soon as they arrived.\nOver one million Jewish children died or were killed during The Holocaust.\nSlavs.\nThe Nazis killed millions of Slavic people during The Holocaust. These people included Poles, Russians, Serbs, Ukrainians, Czechs, Bosniaks, and Sorbs. The Nazis thought Slavs were an inferior race. However, they also wanted to clear out the people in the Slavic countries, so there would be plenty of \"Lebensraum\" (\"living space\") for \"Aryan\" people.\nPoles.\n\"[T]he [goal] of the war is... to destroy the enemy. That is why I have prepared... my 'Death's Head' [groups of soldiers] with orders to kill without pity or mercy all men, women, and children of Polish descent or language. Only in this way can we [get] the living space we need.\"p.115\nAlmost 17% of Poland's population died or was killed in The Holocaust.\nUkrainians.\nOriginally, the Nazis planned to kill 65% of the 23.2 million people in the Ukraine (about 15 million Ukrainians). They planned to make the survivors work as slaves.\nBetween 1941 and 1945, the Nazis killed about three million Ukrainians. They also deported over two million Ukrainians to Germany to be used as slave workers.\nMore Ukrainians were killed fighting the Wehrmacht in the Soviet Red Army than American, British and French soldiers all put together.\nSoviets.\nMany Soviet prisoners of war (POWs) and civilians died during Operation Barbarossa (the Axis countries' invasion of the Soviet Union). The Nazis killed many Soviet children as well as adult civilians in the lands they took over.\nIn eight months between 1941-1942, the Nazis killed about 2.8 million Soviet POWs by execution, starvation, and freezing to death.\nAbout three million people also died of starvation in areas that the Nazis had not taken over.\nRoma people.\nUnder the Nazis' Nuremberg Laws, the Romani were called \"enemies of the race-based [Germany],\" just like Jews. Like with the Jews, the Nazis wanted to kill all of the Roma people in Europe.\nIn 1936, the Nazis began deporting Roma people, first to areas on the outside edges of cities, and later to the same ghettoes that Jews were sent to. In 1942, Heinrich Himmler ordered that the Roma people (including children) should be sent to Auschwitz concentration camp. The Nazis also sent many Roma adults and children to other death camps, like Bełżec, and to other concentration camps, like Ravensbrück.\nHistorians estimate that 220,000 to 500,000 Roma were killed by the Nazis. This was about one in every four Roma people who lived in Europe at the time. However, one researcher says that as many as 1.5 million Roma may have died during The Holocaust.\nAfter World War II, it took a long time for countries to admit that Nazi Germany had committed a genocide against the Roma people. In 1982, West Germany admitted that a genocide of the Roma had happened. In 2011, the Polish Government ruled that Poland would honor the Roma genocide on the 2nd of August, every year.\nDisabilities.\nThe Nazis believed that people with disabilities were \"life unworthy of life,\" and that they did not deserve to live. People with disabilities also did not fit into the Nazis' ideas about having a race of perfect \"Aryans.\"\nThe Nazis forced about 375,000 people to be sterilized so they could not have children with disabilities. These people included people with physical disabilities, mental illnesses, intellectual disabilities, and the Deaf.\nPeople with disabilities were the first people the Nazis killed in gas chambers. In 1939, the Nazis set up a program called the T-4 Euthanasia Program. As part of this program, the Nazis sent children and adults with disabilities to hospitals like Hartheim Euthanasia Centre, where they were killed with poison gas. They also killed some children with disabilities right after they were born. By the end of World War II, the Nazis had killed about 275,000 people with disabilities. About 5,000 to 7,000 of these victims were children.\nHomosexuality.\nBy 1936, Heinrich Himmler was trying to use Germany's laws, and make new laws, to persecute gay men. At least 100,000 gay German men were arrested, and 50,000 were convicted and put in prison. Some were forced into state-run psychiatric hospitals. Courts ordered hundreds of European gay men living in Nazi-controlled areas to be castrated with chemicals.\nBetween 5,000 and 15,000 gay men were imprisoned in concentration camps. They were often treated even worse than other prisoners. They had to wear a pink triangle on their shirts, just like men convicted of sexually abusing children and having sex with animals.\nLesbians were not usually treated as badly as gay men. They were usually not put in prison just because they were lesbians. In the concentration camps, they usually wore a black triangle.\nAccording to the United States Holocaust Memorial Museum, \"Nazi Germany did not seek to kill all homosexuals. Nevertheless, the Nazi state, through active persecution, attempted to terrorise German homosexuals into sexual and social conformity, leaving thousands dead and shattering the lives of many more.\"\nAfter World War II, many homosexuals who were liberated from the concentration camps were still persecuted in Germany. They could be charged under Paragraph 175, a law which made \"lewdness between men\" illegal. If they were convicted, they would be sent to prison. (The time they spent in the concentration camps would be subtracted from their sentences.) This was very different from how other Holocaust victims were treated. Other victims were compensated (given money) for the loss of family members and educational opportunities. Gay victims were treated like criminals.\nPolitics.\nThe Nazis also killed many people who did not agree with the Nazis' political beliefs. They thought of these people as political enemies of Nazi Germany.\nPolitical prisoners.\nThe Nazis were especially cruel to people who spoke out or fought against the Nazi government. When they arrested these people, the Nazis often killed them right after questioning them. Sometimes, the Nazis killed their families too. People who were not killed right away were sent to the political People's Court. This court was famous for the number of death sentences it gave.\nLeftists.\nThe Nazis thought of leftists as political enemies. Leftists included communists, socialists, and social democrats/democratic socialists. German communists and Social Democrats were some of the first people to be sent to Dachau concentration camp. The Nazi Party hated communism, and was worried that German communists would be loyal to the Soviet Union, a communist country. The Nazis spread rumors about communist violence to get the Enabling Act of 1933 passed. This law gave Adolf Hitler his first powers as a dictator.\nHitler and the Nazis also hated German leftists because they did not agree with the Nazis' racism. When the Nazis took over a place, communists, socialists and social democrats/democratic socialists were usually some of the first people they abused. Sometimes they would murder leftists right away.\nJehovah's Witnesses.\nAs part of their religious beliefs, Jehovah's Witnesses refused to serve in the German Army, salute the Nazi flag, or say \"Heil Hitler\" (\"Hail Hitler\"). They refused to go along with Nazi beliefs and laws that went against their religious beliefs.\nBecause of this, many Jehovah's Witnesses were sent to concentration camps. Between 2,500 and 5,000 Witnesses died in the concentration camps.\nRoman Catholics.\nThe Nazis also attacked the Catholic Church during The Holocaust. Hitler wanted to destroy Catholicism and Christianity in Nazi Germany, and make Nazi Germany pagan instead. Thousands of German clergy, nuns, and Catholic leaders were arrested after the Nazis took over.\nIn 1939, Hitler invaded Poland, beginning World War II. Poland was mostly Catholic. The Nazis wanted to destroy Poland. They started by destroying the Catholic Church in Poland. They arrested the Church's leaders and closed churches and monasteries. In 1940, the Nazis created a special barracks just for priests at Dachau concentration camp. Of 2,720 clergy imprisoned at Dachau, almost all (94.88 percent) were Catholic. About 1,700 were Polish priests; half of them died or were killed at Dachau. The Nazis even made it illegal for priests anywhere to give Catholic sacraments to Polish people. At least one German priest was sent to Dachau for taking a confession from a Polish Catholic.\nIn 1933, Germany had made an agreement with the Holy See to protect Catholicism in Nazi Germany. However, the Nazis often broke this agreement. They shut down the Catholic press, schools, political parties and youth groups in Germany amid murder and mass arrests.\nThe Church was treated especially badly in lands that Germany took over. In Austria, Catholic property was taken, Catholic organizations were closed, and many priests were sent to Dachau. In Czechoslovakia, the Nazis refused to let people follow religious orders; closed schools; made religious teachings illegal; and sent priests to concentration camps. Catholic people, bishops, clergy, and nuns protested and attacked Nazi policies.\nIn 1942, Dutch bishops protested the mistreatment of the Jews. When the Dutch Archbishop refused to obey the Nazis, the Gestapo rounded up Catholic \"Jews\" and sent 92 to Auschwitz A Dutch Catholic nun named Edith Stein was murdered at Auschwitz. So was Maximilian Kolbe, a Polish priest. Both were eventually made into Catholic saints by Pope John Paul II in the 1980s. Other Catholic victims of the Holocaust have also been beatified, including some of the Polish priests who died at Dachau.\nProtestants.\nThey fired all clergy members who were not \"Aryan.\" Church members called themselves \"German Christians\" and said they had \"the swastika on their chest and the cross in their heart.\"\nMost pastors and churches were not members of either the Reich Church or the Confessing Church. Pastors who spoke out against what the Nazis were doing were threatened, arrested, and sometimes sent to concentration camps.\nBahá'í Faith.\nIn 1937, the Nazis made it illegal to practice the Bahá'í Faith. The Nazis closed all Bahá'í organizations in Germany. The Nazis did not like the Bahá'í Faith because it taught pacifism.\nThroughout the Holocaust, Bahá'ís were arrested and given very expensive fines. The Nazis also continued to close their organizations.\nFreemasons.\nThe Nazis blamed Freemasonry for Germany losing World War I. They said the Freemasons' leaders were part of a conspiracy with Jewish people to take over Germany. In 1941, Adolf Hitler decided that Masons were political enemies. The Nazis sent tens of thousands of Masons to concentration camps. Between 80,000 to 200,000 Freemasons were killed.\nTotal deaths.\nThis table estimates the total number of deaths caused by The Holocaust.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":7},{"uri":"Million","surface_form":"million","offset":22},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":64},{"uri":"Jew","surface_form":"Jew","offset":129},{"uri":"Poles","surface_form":"Poles","offset":214},{"uri":"Romani_people","surface_form":"Roma","offset":224},{"uri":"Murder","surface_form":"murder","offset":281},{"uri":"Nazi_concentration_camps","surface_form":"concentration camps","offset":318},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":342},{"uri":"Ghetto","surface_form":"ghetto","offset":407},{"uri":"Disease","surface_form":"disease","offset":421},{"uri":"Starvation","surface_form":"starvation","offset":431},{"uri":"Hypothermia","surface_form":"freezing to death","offset":447},{"uri":"Military_occupation","surface_form":"took over","offset":542},{"uri":"Famine","surface_form":"famine","offset":562},{"uri":"Historian","surface_form":"historian","offset":623},{"uri":"Estimate","surface_form":"estimate","offset":634},{"uri":"Religion","surface_form":"religion","offset":770},{"uri":"Ethnic_groups","surface_form":"ethnic groups","offset":781},{"uri":"Culture","surface_form":"culture","offset":800},{"uri":"Race_(sociology)","surface_form":"races","offset":908},{"uri":"Aryan_race","surface_form":"Aryan race","offset":978},{"uri":"Roma","surface_form":"Roma","offset":1196},{"uri":"Genocide","surface_form":"kill all of the Jews and Roma people","offset":1230},{"uri":"Slavic_peoples","surface_form":"Slavic peoples","offset":1312},{"uri":"Judaism","surface_form":"the Jewish religion","offset":1535},{"uri":"World_War_II","surface_form":"World War II","offset":1611},{"uri":"Deportation","surface_form":"made Jewish people leave their homes","offset":1635},{"uri":"Ghetto","surface_form":"ghetto","offset":1699},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1727},{"uri":"Europe","surface_form":"Europe","offset":1779},{"uri":"Final_Solution","surface_form":"Final Solution","offset":1812},{"uri":"Deportation","surface_form":"deported","offset":1856},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":1912},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":1961},{"uri":"Poles","surface_form":"Poles","offset":2168},{"uri":"Russians","surface_form":"Russians","offset":2175},{"uri":"Serbs","surface_form":"Serbs","offset":2185},{"uri":"Ukrainians","surface_form":"Ukrainians","offset":2192},{"uri":"Czechs","surface_form":"Czechs","offset":2204},{"uri":"Bosniaks","surface_form":"Bosniaks","offset":2212},{"uri":"Sorbs","surface_form":"Sorbs","offset":2226},{"uri":"Inferior","surface_form":"inferior","offset":2265},{"uri":"Lebensraum","surface_form":"Lebensraum","offset":2384},{"uri":"Destroy","surface_form":"destroy","offset":2474},{"uri":"Schutzstaffel","surface_form":"'Death's Head'","offset":2527},{"uri":"Pity","surface_form":"pity","offset":2591},{"uri":"Mercy","surface_form":"mercy","offset":2599},{"uri":"Descent","surface_form":"descent","offset":2644},{"uri":"Polish_language","surface_form":"language","offset":2655},{"uri":"Ukraine","surface_form":"Ukraine","offset":2886},{"uri":"Slave","surface_form":"slave","offset":2968},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":3176},{"uri":"Red_Army","surface_form":"Red Army","offset":3200},{"uri":"United_States","surface_form":"American","offset":3214},{"uri":"United_Kingdom","surface_form":"British","offset":3224},{"uri":"France","surface_form":"French","offset":3236},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":3291},{"uri":"Operation_Barbarossa","surface_form":"Operation Barbarossa","offset":3341},{"uri":"Axis_countries","surface_form":"Axis countries","offset":3367},{"uri":"Invasion","surface_form":"invasion","offset":3383},{"uri":"Nuremberg_Laws","surface_form":"Nuremberg Laws","offset":3764},{"uri":"Romani","surface_form":"Romani","offset":3784},{"uri":"Enemy","surface_form":"enemies","offset":3804},{"uri":"City","surface_form":"cities","offset":4024},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":4096},{"uri":"Be%C5%82%C5%BCec_extermination_camp","surface_form":"Bełżec","offset":4288},{"uri":"Ravensbr%C3%BCck_concentration_camp","surface_form":"Ravensbrück","offset":4335},{"uri":"Researcher","surface_form":"researcher","offset":4514},{"uri":"Genocide","surface_form":"genocide","offset":4696},{"uri":"West_Germany","surface_form":"West Germany","offset":4739},{"uri":"Poland","surface_form":"Polish","offset":4816},{"uri":"Disability","surface_form":"people with disabilities","offset":4954},{"uri":"Sterilization","surface_form":"sterilized","offset":5197},{"uri":"Physical_disability","surface_form":"physical disabilities","offset":5293},{"uri":"Mental_illness","surface_form":"mental illness","offset":5316},{"uri":"Intellectual_disability","surface_form":"intellectual disabilities","offset":5334},{"uri":"Deaf","surface_form":"Deaf","offset":5369},{"uri":"T-4_Euthanasia_Program","surface_form":"T-4 Euthanasia Program","offset":5503},{"uri":"Hospital","surface_form":"hospital","offset":5608},{"uri":"Hartheim_Euthanasia_Centre","surface_form":"Hartheim Euthanasia Centre","offset":5623},{"uri":"Poison_gas","surface_form":"poison gas","offset":5679},{"uri":"Childbirth","surface_form":"born","offset":5762},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":5934},{"uri":"Law","surface_form":"law","offset":5979},{"uri":"Persecution","surface_form":"persecute","offset":6007},{"uri":"Arrest","surface_form":"arrest","offset":6063},{"uri":"Conviction","surface_form":"convicted","offset":6089},{"uri":"Psychiatric_hospital","surface_form":"psychiatric hospital","offset":6150},{"uri":"Castration","surface_form":"castrated with chemicals","offset":6255},{"uri":"Sexual_abuse","surface_form":"sexually abusing","offset":6488},{"uri":"Bestiality","surface_form":"having sex with animals","offset":6518},{"uri":"Persecution","surface_form":"persecution","offset":6886},{"uri":"Terrorism","surface_form":"terrorise","offset":6912},{"uri":"Conformity","surface_form":"conformity","offset":6964},{"uri":"Lewd","surface_form":"lewdness","offset":7219},{"uri":"Politics","surface_form":"political","offset":7692},{"uri":"Death_penalty","surface_form":"death sentences","offset":8154},{"uri":"Left-wing","surface_form":"Leftists","offset":8179},{"uri":"Left-wing","surface_form":"leftists","offset":8210},{"uri":"Communists","surface_form":"communists","offset":8259},{"uri":"Socialism","surface_form":"socialists","offset":8271},{"uri":"Social_democracy","surface_form":"social democrats","offset":8287},{"uri":"Democratic_socialism","surface_form":"democratic socialists","offset":8304},{"uri":"Dachau_concentration_camp","surface_form":"Dachau concentration camp","offset":8410},{"uri":"Enabling_Act_of_1933","surface_form":"Enabling Act of 1933","offset":8625},{"uri":"Dictator","surface_form":"dictator","offset":8703},{"uri":"Racism","surface_form":"racism","offset":8804},{"uri":"Flag","surface_form":"flag","offset":9142},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":9469},{"uri":"Christianity","surface_form":"Christianity","offset":9548},{"uri":"Germanic_paganism","surface_form":"pagan","offset":9600},{"uri":"Invasion_of_Poland_(1939)","surface_form":"Hitler invaded Poland","offset":9720},{"uri":"Monastery","surface_form":"monasteries","offset":9948},{"uri":"Barracks","surface_form":"barracks","offset":9998},{"uri":"Dachau_concentration_camp","surface_form":"Dachau concentration camp","offset":10027},{"uri":"Sacrament","surface_form":"sacrament","offset":10280},{"uri":"Confession_(Catholicism)","surface_form":"confession","offset":10368},{"uri":"Holy_See","surface_form":"Holy See","offset":10451},{"uri":"Annexation","surface_form":"took over","offset":10729},{"uri":"Austria","surface_form":"Austria","offset":10743},{"uri":"Property","surface_form":"property","offset":10761},{"uri":"Organization","surface_form":"organization","offset":10790},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":10858},{"uri":"Illegal","surface_form":"illegal","offset":10972},{"uri":"Bishop","surface_form":"bishop","offset":11039},{"uri":"Dutch_people","surface_form":"Dutch","offset":11112},{"uri":"Archbishop","surface_form":"Archbishop","offset":11181},{"uri":"Gestapo","surface_form":"Gestapo","offset":11223},{"uri":"Edith_Stein","surface_form":"Edith Stein","offset":11310},{"uri":"Maximilian_Kolbe","surface_form":"Maximilian Kolbe","offset":11356},{"uri":"Canonization","surface_form":"made into Catholic saints","offset":11412},{"uri":"Pope_John_Paul_II","surface_form":"Pope John Paul II","offset":11441},{"uri":"Beatification","surface_form":"beatified","offset":11528},{"uri":"German_Christians","surface_form":"German Christians","offset":11695},{"uri":"Swastika","surface_form":"swastika","offset":11737},{"uri":"Christian_cross","surface_form":"cross","offset":11769},{"uri":"Bah%C3%A1%27%C3%AD_Faith","surface_form":"Bahá'í Faith","offset":12079},{"uri":"Pacifism","surface_form":"pacifism","offset":12205},{"uri":"Fine","surface_form":"fine","offset":12288},{"uri":"Freemasonry","surface_form":"Freemasonry","offset":12379},{"uri":"World_War_I","surface_form":"World War I","offset":12410},{"uri":"Conspiracy","surface_form":"conspiracy","offset":12472}]}