{"id":533028,"url":"http://en.wikipedia.org/wiki/Intracranial_hemorrhage","text":"An intracranial hemorrhage is bleeding in the brain. (\"Intracranial\" means \"inside the skull\"; \"hemorrhage\" means \"dangerous bleeding\"). The most dangerous type of stroke, a hemorrhagic stroke, is a type of intracranial hemorrhage. It is a bleed in the brain that happens when the brain has not been injured.\nWhen blood vessels in the brain break or are injured, they bleed. Bleeding in the brain is very dangerous, because if enough blood builds up, the blood can squeeze or crush the brain. It can also make it impossible for oxygen to get past the blood to parts of the brain. Without oxygen, these parts of the brain will die.\nCauses.\nBleeding in the brain can happen for two reasons. It can happen because of a head injury. A bad head injury can break some of the blood vessels in the brain.\nBleeding in the brain can also happen when blood vessels in the brain break without being injured. For example, this may happen when a cerebral aneurysm bursts.\nTypes.\nThe three most common types of bleeding problems in the brain are epidural hematomas, subdural hematomas, and subarachnoid hemorrhages. These happen in different parts of the meninges (the layers that cover the brain).\nEpidural hematoma.\nAn epidural hematoma is a collection of blood between the dura mater and the skull. (\"Epidural\" means \"on top of the dura;\" a \"hematoma\" is a collection of blood.) Usually, injuries to the head cause epidural hematomas by tearing arteries in the dura. Because the arteries in the dura are large, they carry a lot of blood. If one of these arteries is injured, it can bleed very quickly, and an epidural hematoma can build up almost right away.\nAbout 15% to 20% of people with epidural hematomas die from them.\nThe picture at the top of this page shows an epidural hematoma. The bleeding (shown in light gray) is between the skull (the thick white outside layer) and the rest of the brain (shown in dark gray).\nSubdural hematoma.\nA subdural hematoma is a collection of blood under the dura mater, between the dura and the arachnoid layer. (\"Subdural\" means \"under the dura.\") Usually, subdural hematomas are caused by injuries to the head that tear veins. Because these veins are smaller, and because veins do not bleed as fast as arteries, subdural hematomas may not bleed as quickly as epidural hematomas.\nSubdural hematomas can happen right away after a bad injury to the head. These are called acute subdural hematomas. These are the most dangerous of all head injuries. They kill about 60% to 80% of people who have them.\nSubdural hematomas can also be chronic. This means they take days or weeks to happen. They are usually caused by injuries to the head that are not very bad. Sometimes, if a person has a vein in their dura that slowly leaks blood every now and then, chronic subdural hematomas can take years to build up.\nSubarachnoid hemorrhage.\nA subarachnoid hemorrhage is bleeding into the subarachnoid space (the space between the arachnoid and the pia mater). (\"Subarachnoid\" means \"under the arachnoid.\") Because the subarachnoid space holds cerebrospinal fluid, bleeding here makes blood mix into the cerebrospinal fluid. The blood irritates the brain and spinal cord, and causes symptoms like a very bad headache and a stiff neck.\nSubarachnoid hemorrhages can be caused by head injuries. They can also happen when an aneurysm in one of the arachnoid layer's blood vessels bursts and starts bleeding.\nSubarachnoid hemorrhages are very dangerous. About half of all people with subarachnoid hemorrhages die from them. About 10% to 15% die before they even get to the hospital. Many of the people who survive have brain damage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bleeding","surface_form":"bleeding","offset":30},{"uri":"Brain","surface_form":"brain","offset":46},{"uri":"Skull","surface_form":"skull","offset":87},{"uri":"Stroke","surface_form":"stroke","offset":164},{"uri":"Injury","surface_form":"injured","offset":300},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":314},{"uri":"Oxygen","surface_form":"oxygen","offset":528},{"uri":"Injury","surface_form":"injury","offset":721},{"uri":"Cerebral_aneurysm","surface_form":"cerebral aneurysm","offset":932},{"uri":"Meninges","surface_form":"meninges","offset":1140},{"uri":"Epidural_hematoma","surface_form":"epidural hematoma","offset":1206},{"uri":"Arteries","surface_form":"arteries","offset":1433},{"uri":"Subdural_hematoma","surface_form":"subdural hematoma","offset":1934},{"uri":"Vein","surface_form":"veins","offset":2151},{"uri":"Acute_(medicine)","surface_form":"acute","offset":2400},{"uri":"Chronic","surface_form":"chronic","offset":2560},{"uri":"Subarachnoid_hemorrhage","surface_form":"subarachnoid hemorrhage","offset":2860},{"uri":"Cerebrospinal_fluid","surface_form":"cerebrospinal fluid","offset":3060},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":3175},{"uri":"Symptoms","surface_form":"symptoms","offset":3199},{"uri":"Headache","surface_form":"headache","offset":3224},{"uri":"Stiff","surface_form":"stiff","offset":3239},{"uri":"Aneurysm","surface_form":"aneurysm","offset":3337},{"uri":"Hospital","surface_form":"hospital","offset":3584},{"uri":"Brain_damage","surface_form":"brain damage","offset":3630}]}