{"id":533228,"url":"http://en.wikipedia.org/wiki/Carlo_Biotti","text":"Carlo Biotti (1901 – 10 December 1977) was an Italian judge. He became the President of the Court of Milan. His forced removal from the case brought by the widow of Giuseppe Pinelli against the police commissioner Luigi Calabresi in 1971 became a \"cause célèbre\".\nBiotti was the leading judge in the case brought by the widow of Giuseppe Pinelli against the police commissioner Luigi Calabresi. Calabresi had led the investigation into the Piazza Fontana bombing. Pinelli died in mysterious circumstances during a police interrogation after the bombing. On 27 May 1971, Biotti was removed at the request of Calabresi's lawyer. The lawyer claimed that in a private conversation Biotti had admitted that for career reasons he had already formed an opinion on the case. It was a claim that Biotti vehemently denied. Neither Biotti nor his two fellow judges were convinced that Pinelli had died from falling from the police station window. His forced removal prevented the exhumation of Pinelli's body, and delayed the investigation for two years.\nBiotti fought for years to clear his name and in November 1974 was completely exonerated by the Court of Florence. He died three years later at the age of 76. In the 2012 film ', the character of Carlo Biotti is played by Bob Marchese.\nFrom 1964 Biotti was also a director of A.C. Milan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Judge","surface_form":"judge","offset":54},{"uri":"Milan","surface_form":"Milan","offset":101},{"uri":"Giuseppe_Pinelli","surface_form":"Giuseppe Pinelli","offset":165},{"uri":"Luigi_Calabresi","surface_form":"Luigi Calabresi","offset":214},{"uri":"Judge","surface_form":"judge","offset":287},{"uri":"Giuseppe_Pinelli","surface_form":"Giuseppe Pinelli","offset":329},{"uri":"Luigi_Calabresi","surface_form":"Luigi Calabresi","offset":378},{"uri":"Piazza_Fontana_bombing","surface_form":"Piazza Fontana bombing","offset":440},{"uri":"Florence","surface_form":"Florence","offset":1149},{"uri":"Bob_Marchese","surface_form":"Bob Marchese","offset":1266},{"uri":"A.C._Milan","surface_form":"A.C. Milan","offset":1320}]}