{"id":53325,"url":"http://en.wikipedia.org/wiki/Invasion_of_Poland_(1939)","text":"The Invasion of Poland in 1939 was a military offensive in which Nazi Germany, and two weeks later the Soviet Union, invaded Poland. It was the start of World War II in Europe. The invasion took place from 1 September to 6 October 1939. The invasion of Poland caused Britain and France to declare war on Germany on 3 September; they did little to affect the September Campaign. In the end, Poland lost. Germany and the Soviet Union divided the country according to a treaty signed years before the war.\nThis was often called the first time blitzkrieg was tried on the battlefield, though similar methods had been used earlier. The German surprise attack was successful. It was very effective against the ineffective and unmobilized Polish Army, whose tanks and airplanes were few and mostly old. They were outflanked, outmaneuvered, and outnumbered in September 1939, and easily destroyed by the blitzkrieg. The Poles if well prepared could have had two million soldiers in the fight.\nIn the first few days of the German invasion the Poles proved to be more difficult than the Germans expected. In the Battle of Mokra on September 2nd, the Poles repulsed an attack by a German Panzer division forcing their retreat. The German air force, unlike their invasions of other countries, did not easily overcome the outnumbered Polish Air Force. However, due to their great superiority in numbers they gained air superiority after 5 to 6 days.\nSurrounded by German territories north, west and south of Poland, the Poles had little space for tactical retreat. The Germans reached Warsaw and attacked on September 7 but were repulsed suffering heavy tank losses and were forced to retreat. The Battle of Bzura on September 9 was the largest attack by the Poles during the war. The Poles had great initial success decimating 2 German divisions and took 3500 German prisoners. Polish infantry fought well, but by September 19th due to overwhelming German reinforcements were defeated.\nWhen the Poles realized the British and French were in a phoney war and had no intention of assisting Poland and especially when the Red Army invaded Poland from the east on September 17th, the Polish high command ordered as many troops and equipment to the Romanian bridgehead to enter Romania with the intention to continue their resistance by moving as much of their army to France as possible. Most of the Polish navy escaped to Britain. Polish cryptographers who had cracked the German Enigma (machine) went to France and later to Britain to continue their work.\nPolish politicians set up a government-in-exile in France and later escaped to Britain. In 1945 when the Allied armies invaded Germany forcing their surrender, the Polish army was the fourth largest allied army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Military","surface_form":"military","offset":37},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":65},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":103},{"uri":"Soviet_invasion_of_Poland","surface_form":"invaded","offset":117},{"uri":"Poland","surface_form":"Poland","offset":125},{"uri":"World_War_II","surface_form":"World War II","offset":153},{"uri":"Europe","surface_form":"Europe","offset":169},{"uri":"United_Kingdom","surface_form":"Britain","offset":267},{"uri":"France","surface_form":"France","offset":279},{"uri":"War","surface_form":"war","offset":297},{"uri":"Blitzkrieg","surface_form":"blitzkrieg","offset":540},{"uri":"Surprise_attack","surface_form":"surprise attack","offset":638},{"uri":"Mobilization","surface_form":"unmobilized","offset":720},{"uri":"Poland","surface_form":"Polish","offset":732},{"uri":"Panzer","surface_form":"Panzer","offset":1177},{"uri":"Phoney_war","surface_form":"phoney war","offset":2031},{"uri":"Enigma_(machine)","surface_form":"Enigma (machine)","offset":2465},{"uri":"Government-in-exile","surface_form":"government-in-exile","offset":2570}]}