{"id":533411,"url":"http://en.wikipedia.org/wiki/Ninth_Amendment_to_the_United_States_Constitution","text":"Ratified on December 15, 1791, the Ninth Amendment (Amendment IX) to the United States Constitution is a part of the United States Bill of Rights. James Madison wanted to make sure that the Bill of Rights was not seen as granting only those rights that it listed. It is one of the least referred to amendments by the Supreme Court. The Ninth Amendment, when mentioned, usually plays a secondary role in supporting a new right. One of the few that depends on the Ninth Amendment is the constitutional right to privacy. What the Ninth Amendment means, simply put, is that the people of the United States have other rights besides those listed in the Constitution.\nRights retained by the people.\nIn 1787, at the Constitutional Convention, the new Constitution had to be ratified by nine of the thirteen states. Any states that did not ratify the Constitution would not be a part of the United States. Many people opposed the creation of a national government that would have power over the state governments. They were called Anti-Federalists. They believed each state should be a sovereign country. The Federalists wanted a strong central government. In order to pass the Constitution and begin a new form of government a compromise was reached. Leading Federalists such as Patrick Henry and George Mason suggesting adding a Bill of Rights to the Constitution in the form of amendments. On September 25, 1789, Congress approved twelve articles of amendment to the Constitution and submitted them to the states for ratification. On December 15, 1791, the states ratified ten of the amendments which became the Bill of Rights.\nOriginally the framers of the Bill of Rights wanted to make clear that these rights were not taken to increase the powers of the national government. They were also not intended to guarantee additional rights of the people. The modern interpretation, however, is that the people have rights not listed in the Bill of Rights.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ratified","surface_form":"Ratified","offset":0},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":73},{"uri":"United_States_Bill_of_Rights","surface_form":"United States Bill of Rights","offset":117},{"uri":"James_Madison","surface_form":"James Madison","offset":147},{"uri":"Amendment","surface_form":"amendment","offset":299},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":317},{"uri":"Privacy_law","surface_form":"privacy","offset":509},{"uri":"United_States","surface_form":"United States","offset":588},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":709},{"uri":"United_States_Constitution","surface_form":"Constitution","offset":744},{"uri":"Ratified","surface_form":"ratified","offset":767},{"uri":"United_States","surface_form":"United States","offset":883},{"uri":"Anti-Federalism","surface_form":"Anti-Federalists","offset":1023},{"uri":"Sovereignty","surface_form":"sovereign","offset":1078},{"uri":"Country","surface_form":"country","offset":1088},{"uri":"Federalist_Party","surface_form":"Federalists","offset":1101},{"uri":"Patrick_Henry","surface_form":"Patrick Henry","offset":1272},{"uri":"George_Mason","surface_form":"George Mason","offset":1290},{"uri":"United_States_Congress","surface_form":"Congress","offset":1408}]}