{"id":533539,"url":"http://en.wikipedia.org/wiki/Selective_serotonin_reuptake_inhibitor","text":"Selective serotonin reuptake inhibitors are a group of medications. They are usually called SSRIs. They are used to treat depression, anxiety disorders, and some other problems.\nIn many countries, SSRIs are prescribed more often than any other type of antidepressant.\nExamples of common SSRIs are fluoxetine (Prozac), paroxetine (Paxil), citalopram (Celena), and escitalopram (Lexapro).\nDepression.\nAntidepressants like SSRIs are a first-choice treatment for people with very bad depression. When a person's depression is not as bad, but counseling has not helped them, antidepressants can help.\nScientists do not agree on whether SSRIs work for mild depression that does not last very long.\nAnxiety disorders.\nSSRIs work well for generalized anxiety disorder. They help decrease people's anxiety. This can help them participate in counseling to learn how to deal with their anxiety.\nSSRIs also work well for obsessive-compulsive disorder (OCD). They are the first-choice treatment for people with very bad OCD. Like with depression and generalized anxiety disorder, SSRIs are not a cure; people need to participate in counseling and other treatments too. However, people with OCD who took an SSRI are about twice as likely to do well in treatment than people not taking an SSRI.\nFluoxetine (Prozac) and paroxetine (Paxil) are the only medications the United States Food and Drug Administration has approved for treating post-traumatic stress disorder (PTSD). Medications alone usually will not cure PTSD; they need to be combined with counseling. Except for Prozac and Paxil, most other SSRIs do not seem to help PTSD.\nEating disorders.\nWhen a person starts to get treatment for bulimia nervosa or binge eating disorder, SSRIs can be a helpful first step. Over short periods of time, they can decrease some of the symptoms of these eating disorders. For example, for a short while, people taking SSRIs do less binge eating. However, SSRIs only seem to help for a short period of time.\nSSRIs do not seem to help anorexia nervosa. However, if a person with anorexia also has depression, anxiety, or OCD, SSRIs could help treat those problems.\nChronic pain.\nResearch shows that two SSRIs can help treat chronic pain. These SSRIs are paroxetine (Paxil) and citalopram (Celexa). Other SSRIs, like fluoxetine (Prozac), do not help chronic pain.\nAnother group of antidepressants, called tricyclic antidepressants, treat chronic pain better than SSRIs do. However, tricyclic antidepressants have many more side effects than SSRIs do. Because of this, some doctors prescribe paroxetine or citalopram for chronic pain, because the side effects are not as bad.\nHow they work.\nSerotonin is an important chemical in the human body. It exists in different parts of the body. In the brain, it helps control a person's mood, appetite, and sleep.\nMany researchers think low levels of serotonin in the brain can help cause depression. If a person's brain does not have enough serotonin, the serotonin cannot do its job of controlling their mood. This can make the person depressed. (It can also cause other symptoms of depression, like not having any appetite, not being able to sleep, or sleeping too much - because serotonin controls appetite and sleep too.)\nSSRIs increase the amount of serotonin that the brain can use. Researchers think that in depressed people, this brings the amounts of serotonin in their brains back to normal.\nHowever, depression is complicated. So are the other problems SSRIs treat, like anxiety disorders. There is no one cause for these disorders. They are usually caused by a mixture of things. This is why SSRIs are not a cure. Most people also need counseling to help treat the other causes of their depression, anxiety, or other problems.\nAdverse effects.\nEach SSRI has its own possible adverse effects (side effects). It is important to remember that every medication has many possible side effects. This does not mean that everyone who takes the medication will have side effects. It only means that \"some\" people who take these medications have these symptoms.\nHere are some examples of adverse effects that SSRIs can cause.\nSuicide risk.\nTaking SSRIs makes children and young adults more likely to think about suicide and try to kill themselves. This is true for young adults up to age 24.\nScientists do not agree on whether SSRIs make adults more likely to think about suicide or try to kill themselves. The FDA says that people over age 24 are not more likely to think about suicide when they take SSRIs.\nSexual problems.\nSSRIs often cause sexual problems. These problems include erectile dysfunction, not being able to have an orgasm, not wanting to have sex, and not enjoying sex.\nSexual problems are one of the most common reasons why people stop taking SSRIs.\nStopping suddenly.\nA person and their doctor should come up with a plan for how to stop taking an SSRI. If possible, the person should slowly decrease the amount of medication they are taking, bit by bit, over a few weeks.\nOverdose.\nIf a person overdoses on an SSRI, they can poison themselves or even die.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medication","surface_form":"medication","offset":55},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":122},{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":134},{"uri":"Antidepressant","surface_form":"antidepressant","offset":252},{"uri":"Fluoxetine","surface_form":"fluoxetine","offset":297},{"uri":"Paroxetine","surface_form":"paroxetine","offset":318},{"uri":"Citalopram","surface_form":"citalopram","offset":338},{"uri":"Escitalopram","surface_form":"escitalopram","offset":363},{"uri":"Treatment","surface_form":"treatment","offset":445},{"uri":"Psychotherapy","surface_form":"counseling","offset":538},{"uri":"Scientist","surface_form":"Scientist","offset":596},{"uri":"Anxiety","surface_form":"anxiety","offset":789},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":1366},{"uri":"Bulimia_nervosa","surface_form":"bulimia nervosa","offset":1680},{"uri":"Binge_eating","surface_form":"binge eating","offset":1699},{"uri":"Symptom","surface_form":"symptom","offset":1815},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":2012},{"uri":"Research","surface_form":"Research","offset":2156},{"uri":"Tricyclic_antidepressant","surface_form":"tricyclic antidepressant","offset":2381},{"uri":"Adverse_effect_(medicine)","surface_form":"side effects","offset":2499},{"uri":"Prescription","surface_form":"prescribe","offset":2557},{"uri":"Serotonin","surface_form":"Serotonin","offset":2666},{"uri":"Brain","surface_form":"brain","offset":2769},{"uri":"Mood","surface_form":"mood","offset":2804},{"uri":"Appetite","surface_form":"appetite","offset":2810},{"uri":"Sleep","surface_form":"sleep","offset":2824},{"uri":"Insomnia","surface_form":"not being able to sleep","offset":3144},{"uri":"Adverse_effect_(medicine)","surface_form":"adverse effects","offset":3805},{"uri":"Suicidal_ideation","surface_form":"think about suicide","offset":4220},{"uri":"Suicide","surface_form":"kill themselves","offset":4251},{"uri":"Scientist","surface_form":"Scientist","offset":4312},{"uri":"Erectile_dysfunction","surface_form":"erectile dysfunction","offset":4604},{"uri":"Orgasm","surface_form":"orgasm","offset":4652},{"uri":"Libido","surface_form":"wanting to have sex","offset":4664},{"uri":"Sexual_intercourse","surface_form":"sex","offset":4702},{"uri":"Overdose","surface_form":"overdose","offset":5033},{"uri":"Poisoning","surface_form":"poison","offset":5064}]}