{"id":53361,"url":"http://en.wikipedia.org/wiki/The_Pardoner%27s_Prologue_and_Tale","text":"e=\"preserve\">\"The Pardoner's Prologue and Tale\" is a story that is a part of \"The Canterbury Tales\" by English writer, Geoffrey Chaucer.\nAbout the Pardoner.\nThe Pardoner went on a journey to the town of Canterbury from Rouncivalle with his friend the Summoner.\nAppearance.\nThe Pardoner had hair as yellow as wax which fell on his head smoothly wisp by wisp. He has piercing black eyes and his face was as smooth as he had just shaved. He had a thin and feeble voice yet he was hardly an old spiritual man.\nFailures.\nAlthough the Pardoner was a priest he lived a life that was far from the word of Jesus Christ. He often broke many of the seven deadly sins including greed, gluttony, and pride. He earned a living through preaching and selling fake relics to his supporters. He lies to people and promises them salvation and prosperity for a price. He has even taken money from a poor widow with starving children in order buy himself more luxuries.\nThe tale describes him getting money from the crowd as he cared more about money than a holy life.\nThe Tale Begins.\nThe host asks the Pardoner to tell a happy story after the sad tale that the Franklin told. The other people object to this and hope that he will tell a tale that is rich in morals.\nThe tale.\nHe starts his tale by talking about three young men who, like him, do sinful things like drink alcohol and sleep with young women. The Pardoner goes on to talk about the sins of the men in detail especially gambling, drunkenness, and gluttony. These three young men are rioters from the town of Flanders.\nOne night the three drunken men were at a tavern when they saw a corpse being carried to a grave. They ask who had died and find out it is one of their friends who has been killed by a murderous thief named \"Death\". The three men plan to avenge their friend's death and kill Death themselves.\nOn their way to find Death they see an old man that says Death will not take him even in his old age and suffering. The man says that he had left Death under an oak tree and that he was sure to still be there. They run to the tree and instead of seeing Death, they see lots of gold under the tree. They want to bring the gold back under the cover of night so that nobody will think they have stolen it. They sat down and sent the youngest to fetch 3 pies and 3 bottles of wine.\nThe remaining two come up with a plan to kill the third when he comes back so that the money could be split between only the two of them. At the same time the third man has the same thoughts as the other two and wants to have all of the money for himself. So he went and bought poison and poured it between the two bottles making sure he kept an un-poisoned bottle for himself. When he got back the other two men jumped out and killed the third man. But in celebration they decide to drink the wine unknowing that the poison was still in the wine, the choked to death due to the poison.\nSo in the end the moral to this story is that, the gold was the Death that the old man said was beneath the tree and due to their greed and gluttony they all died with nothing.\nMoral.\nThe love of money is the root of all evil, but also the divide between right and wrong.\nIrony.\nThe irony in this story has to do with the person telling it. The pardoner himself is a greedy man, but he goes on saying that greed is the root of all evil.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Canterbury_Tales","surface_form":"The Canterbury Tales","offset":78},{"uri":"Geoffrey_Chaucer","surface_form":"Geoffrey Chaucer","offset":119},{"uri":"Pardoner","surface_form":"Pardoner","offset":161},{"uri":"Canterbury","surface_form":"Canterbury","offset":203},{"uri":"Rouncivalle","surface_form":"Rouncivalle","offset":219},{"uri":"Summoner","surface_form":"Summoner","offset":251},{"uri":"Hair","surface_form":"hair","offset":290},{"uri":"Yellow","surface_form":"yellow","offset":298},{"uri":"Wax","surface_form":"wax","offset":308},{"uri":"Black","surface_form":"black","offset":374},{"uri":"Eye","surface_form":"eye","offset":380},{"uri":"Priest","surface_form":"priest","offset":544},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":597},{"uri":"Seven_deadly_sins","surface_form":"seven deadly sins","offset":638},{"uri":"Greed","surface_form":"greed","offset":666},{"uri":"Gluttony","surface_form":"gluttony","offset":673},{"uri":"Pride","surface_form":"pride","offset":687},{"uri":"Preach","surface_form":"preach","offset":721},{"uri":"Relic","surface_form":"relic","offset":748},{"uri":"Salvation","surface_form":"salvation","offset":810},{"uri":"Prosperous","surface_form":"prosperity","offset":824},{"uri":"Money","surface_form":"money","offset":866},{"uri":"Widow","surface_form":"widow","offset":884},{"uri":"Luxuries","surface_form":"luxuries","offset":939},{"uri":"Moral","surface_form":"moral","offset":1239},{"uri":"Alcohol","surface_form":"alcohol","offset":1352},{"uri":"Gambling","surface_form":"gambling","offset":1464},{"uri":"Flanders","surface_form":"Flanders","offset":1552},{"uri":"Tavern","surface_form":"tavern","offset":1604},{"uri":"Corpse","surface_form":"corpse","offset":1627},{"uri":"Grave","surface_form":"grave","offset":1653},{"uri":"Oak","surface_form":"oak","offset":2016},{"uri":"Gold","surface_form":"gold","offset":2132},{"uri":"Poison","surface_form":"poison","offset":2611},{"uri":"Irony","surface_form":"irony","offset":3203}]}