{"id":53376,"url":"http://en.wikipedia.org/wiki/Final_Fantasy_XII","text":"\"Final Fantasy XII\" is a fantasy role-playing video game for the Playstation 2. It was released in 2006 by Square Enix.\nCharacters.\n\"Final Fantasy XII\" has six characters you can play as: Vaan, an orphan who wants to be a sky pirate; Ashe, a princess; Basch, who is charged with killing the King; Balthier, a sky pirate who has an airship called the \"Strahl\"; Fran, Balthier's friend and Penelo, who has been Vaan's \"friend\" since they were little children.\nStory.\n\"Final Fantasy XII\" takes place in Dalmasca. Princess Ashe of Dalmasca and Prince Rasler of Nabradia had been married for a short time when the Archadian Empire invaded Dalmasca. A war started thereafter, and Archadia took over Dalmasca in no time, for the small country of Dalmasca stood no chance against the massive Archadian Empire. While the war was going on, Prince Rasler died, leaving Princess Ashe alone. The king of Dalmasca, Ashe's father, decided to surrender to Archadia, clinging to dreams of peace. However, Archadia's ruler wanted him dead as soon as the treaty was signed. Knights from Dalmasca tried to rescue him, but one of the captain of the knights, Basch, was replaced by his twin brother, who then killed king Raminas of Dalmasca, and the main character's older brother Reks. Basch's twin brother is a \"Judge\" who works for Archadia. The real Basch is accused of high treason and is supposedly killed. Princess Ashe went into hiding afterwards, and was deemed dead.\nTwo years later, Vaan, Reks' little brother, sneaks into the royal palace. When he was sneaking in, there was a banquet going on to celebrate the election of a new Consul, Vayne. Vaan meets the sky pirates Balthier and Fran in the palace as they were trying to steal the same thing he himself had taken. When Resistance forces broke into the palace, Vaan and his new friends had to hide in the waterways beneath the palace. While they were in the sewers, they met the leader of the Resistance, named Amalia.\nThis led to Vaan, Balthier and Fran getting put into the Nalbina Dungeons. What became of Amalia is yet unknown.\nIn the dungeons, Vaan, Balthier and Fran, find Basch. The Captain deemed a traitor by the people. They free Basch from the cage he is being held in and they go away from the Nalbina Dungeons to the Barheim Passage far below. There in the Barheim Passage, they fight creatures that can imitate treasure chests called Mimics, and they battle a Mimic Queen. After, the wall collapses, and Balthier, Vaan, Fran and Basch go back into the city of Rabanastre, which is the capital of Dalmasca. There, they learn that Vaan's friend Penelo was kidnapped by a head-hunter who was looking for Balthier. The kidnapper is named Ba'Gamnan, and he has taken Penelo to Bhujerba, a city in the sky. Balthier lets Vaan use his airship, which is like an airplane except different in shape, and they fly to Bhujerba to rescue Penelo\nWhen they get to Bhujerba, they go to the Lhusu Mines. The Lhusu Mines have a lot of magicite, but also have a lot of dangerous monsters. They go inside with a person who calls himself Lamont, and when they get to the end they see Ba'Gamnan. He chases them but does not reach them and they manage to get away safely.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":25},{"uri":"Role-playing_game","surface_form":"role-playing","offset":33},{"uri":"Video_game","surface_form":"video game","offset":46},{"uri":"Playstation_2","surface_form":"Playstation 2","offset":65},{"uri":"2006","surface_form":"2006","offset":99},{"uri":"Square_Enix","surface_form":"Square Enix","offset":107},{"uri":"Vaan","surface_form":"Vaan","offset":188}]}