{"id":53386,"url":"http://en.wikipedia.org/wiki/Final_Fantasy_IV","text":"\"Final Fantasy IV\" is a fantasy role-playing video game. It was made in 1991 by Squaresoft, now called Square Enix. It was first played on the Super Famicom in Japan, and Super Nintendo in the United States. It was called \"Final Fantasy II\" when it was on the Super Nintendo. You can also play it on the Sony PlayStation, Wonderswan Color, Game Boy Advance, and Nintendo DS (with 3D graphics).\nThe most important person in the game is Cecil. He is a Dark Knight for the Kingdom of Baron. You help Cecil beat Golbez, an evil person who steals strong crystals from the world. Many different people help Cecil out during the game.\n\"Final Fantasy IV\" helped make later \"Final Fantasy games\". This was the first game to use an Active Time Battle, where players and enemies take turns to fight instead of having all players fight at the same time. The player makes the character do actions in real time. This way of playing was also used in later \"Final Fantasy\" games.\nImportance.\n\"Final Fantasy IV\" did quite a lot to impact role-playing video games. It introduced battles fought using Square-Enix's ATB system and had great graphics for the time.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Fantasy","surface_form":"fantasy","offset":24},{"uri":"Role-playing_game","surface_form":"role-playing","offset":32},{"uri":"Video_game","surface_form":"video game","offset":45},{"uri":"Square_Enix","surface_form":"Square Enix","offset":103},{"uri":"Super_Famicom","surface_form":"Super Famicom","offset":143},{"uri":"Japan","surface_form":"Japan","offset":160},{"uri":"Super_Nintendo","surface_form":"Super Nintendo","offset":171},{"uri":"Sony_PlayStation","surface_form":"Sony PlayStation","offset":304},{"uri":"Wonderswan_Color","surface_form":"Wonderswan Color","offset":322},{"uri":"Game_Boy_Advance","surface_form":"Game Boy Advance","offset":340},{"uri":"Nintendo_DS","surface_form":"Nintendo DS","offset":362},{"uri":"3D","surface_form":"3D","offset":380},{"uri":"Kingdom","surface_form":"Kingdom","offset":470}]}