{"id":533849,"url":"http://en.wikipedia.org/wiki/Tulsi_Gabbard","text":"Tulsi Gabbard (born April 12, 1981) is an American politician. She was a member of the Democratic Party. She was the United States Representative for Hawaii's second congressional district from 2013 to 2021. She was also a vice-chair of the Democratic National Committee until 28 February 2016. She resigned in order to support Senator Bernie Sanders for the 2016 Democratic presidential nomination.\nGabbard was elected in 2012. She is the first American Samoan and the first Hindu member of the United States Congress. Along with Tammy Duckworth, she is also one of its first female combat veterans.\nIn January 2019, Gabbard announced her plans to run for President of the United States in the 2020 presidential election. On October 25, 2019, Gabbard announced that she will not seek another term in Congress. She dropped out from the primaries on March 19, 2020 and announced her support for Joe Biden.\nEarly life.\nGabbard was born on April 12, 1981, in Leloaloa, American Samoa, the fourth of five children. Her father, Mike Gabbard, is of American Samoan descent. She graduated from Hawaii Pacific University with a Bachelor of Science degree in Business Administration in 2009.\nHawaii House of Representatives (2002–2004).\nIn 2002, Gabbard ran to represent the 42nd House District of the Hawaii House of Representatives. She won the four-candidate Democratic primary with a plurality of 48% of the vote over Rida Cabanilla (30%), Dolfo Ramos (18%), and Gerald Vidal (4%). Gabbard then defeated Republican Alfonso Jimenez in the general election, 65%–35%. In 2002, at the age of 21, Gabbard had become the youngest legislator ever elected in Hawaii's history and the youngest woman ever elected to a U.S. state legislature. She represented the Oahu 42nd District, which covers Waipahu, Honolulu, and Ewa Beach.\nGabbard strongly supported legislation to promote clean energy. Regarding the environment, Gabbard supported legislation to better protect air quality and the water supply.\nHonolulu City Council (2011–2012).\nAfter returning home from her second deployment to the Middle East in 2009, Gabbard ran for a seat on the Honolulu City Council. Gabbard finished first with 33% of the vote in the primary. In the November 2 runoff election, she defeated Sesnita Moepono, 58%–42%, to win the seat. Gabbard introduced a measure to help food truck vendors by loosening parking restrictions. She also introduced Bill 54, a measure that authorized city workers to confiscate personal belongings stored on public property with 24 hours' notice to its owner.\nUnited States House of Representatives (2013–present).\nIn early 2011, Mazie Hirono, the incumbent Congresswoman in Hawaii's second congressional district, announced that she would run for a U.S. Senate seat. Soon after that, in May 2011, Gabbard announced her candidacy for the House seat. Gabbard won with 62,882 votes or 55% of the total. The \"Honolulu Star-Advertiser\" described her win as an \"improbable rise from a distant underdog to victory.\" Gabbard resigned from the City Council on August 16 to prevent the cost of holding a special election.\nGabbard traveled to Charlotte, North Carolina and spoke at the 2012 Democratic National Convention.\nIn December 2012, Gabbard was highly thought to be the frontrunner replaced for the U.S. Senator from Hawaii after Daniel Inouye died.\nGabbard was reelected on November 8, 2016, defeating her Republican opponent, Angela Kaaihue, by about 130,000 votes, or 170,848 to 39,668 votes (81.2%–18.8%). Gabbard was overwhelmingly reelected in 2018. She defeated her Republican opponent, Brian Evans, by around 110,000 votes, or 153,271 to 44,850 votes (77.4%–22.6%).\nGabbard is the first Samoan American member of the United States Congress and the first Hindu member of the United States Congress.\nIn October 2019, Gabbard announced her retirement from congress.\nDemocratic National Committee.\nGabbard, a vice-chair of the Democratic National Committee, was critical of the decision by DNC chairwoman Debbie Wasserman Schultz to hold only six debates during the 2016 Democratic Party primary season, compared with 26 in 2008 and 15 in 2004.\nGabbard resigned as DNC vice-chair on February 28, 2016, in order to endorse Senator Bernie Sanders for the Democratic presidential nomination. She was the first female U.S. Representative to endorse Sanders. At the 2016 Democratic National Convention, Gabbard gave the nominating speech putting his name forward.\n2020 presidential campaign.\nOn October 19, 2018, Politico announced that Gabbard was \"weighing a 2020 presidential bid\", and would wait until after the 2018 midterms for an official announcement. On January 11, 2019 interview with CNN, Gabbard confirmed her plans to seek the Democratic nomination and officially announced her candidacy the following week.\nAfter failing to qualify in recent debates or winning any primary contests, Gabbard left the race on March 19, 2020 and supported Joe Biden.\nPersonal life.\nIn 2002, Gabbard was a martial arts instructor.\nIn 2002, Gabbard married Eduardo Tamayo. The couple divorced in 2006. In February 2015, Gabbard got engaged to Abraham Williams, and the two married on April 9, 2015.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":42},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":87},{"uri":"United_States_Representative","surface_form":"United States Representative","offset":117},{"uri":"Hawaii%27s_2nd_congressional_district","surface_form":"Hawaii's second congressional district","offset":150},{"uri":"Vice-chair","surface_form":"vice-chair","offset":223},{"uri":"Democratic_National_Committee","surface_form":"Democratic National Committee","offset":241},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":336},{"uri":"American_Samoa","surface_form":"American Samoa","offset":446},{"uri":"Hindu","surface_form":"Hindu","offset":476},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":496},{"uri":"Tammy_Duckworth","surface_form":"Tammy Duckworth","offset":531},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":657},{"uri":"2020_United_States_presidential_election","surface_form":"2020 presidential election","offset":695},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":894},{"uri":"American_Samoa","surface_form":"American Samoa","offset":966},{"uri":"Mike_Gabbard","surface_form":"Mike Gabbard","offset":1023},{"uri":"Hawaii_Pacific_University","surface_form":"Hawaii Pacific University","offset":1087},{"uri":"Bachelor_of_Business_Administration","surface_form":"Bachelor of Science degree in Business Administration","offset":1120},{"uri":"Hawaii_House_of_Representatives","surface_form":"Hawaii House of Representatives","offset":1293},{"uri":"Oahu","surface_form":"Oahu","offset":1748},{"uri":"Ewa_Beach","surface_form":"Ewa Beach","offset":1804},{"uri":"Clean_energy","surface_form":"clean energy","offset":1865},{"uri":"Middle_East","surface_form":"Middle East","offset":2078},{"uri":"Honolulu_City_Council","surface_form":"Honolulu City Council","offset":2129},{"uri":"Mazie_Hirono","surface_form":"Mazie Hirono","offset":2628},{"uri":"Hawaii%27s_2nd_congressional_district","surface_form":"Hawaii's second congressional district","offset":2673},{"uri":"Honolulu_Star-Advertiser","surface_form":"Honolulu Star-Advertiser","offset":2904},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte, North Carolina","offset":3131},{"uri":"2012_Democratic_National_Convention","surface_form":"2012 Democratic National Convention","offset":3174},{"uri":"U.S._Senator","surface_form":"U.S. Senator","offset":3295},{"uri":"Daniel_Inouye","surface_form":"Daniel Inouye","offset":3326},{"uri":"Brian_Evans_(singer)","surface_form":"Brian Evans","offset":3590},{"uri":"Samoan_Americans","surface_form":"Samoan American","offset":3691},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":3721},{"uri":"Hindu","surface_form":"Hindu","offset":3758},{"uri":"Democratic_National_Committee","surface_form":"Democratic National Committee","offset":3927},{"uri":"Debbie_Wasserman_Schultz","surface_form":"Debbie Wasserman Schultz","offset":4005},{"uri":"Bernie_Sanders","surface_form":"Senator Bernie Sanders","offset":4222},{"uri":"2016_Democratic_National_Convention","surface_form":"2016 Democratic National Convention","offset":4361},{"uri":"Politico","surface_form":"Politico","offset":4508},{"uri":"United_States_presidential_election%2C_2020","surface_form":"2020","offset":4556},{"uri":"CNN","surface_form":"CNN","offset":4690},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"Democratic nomination","offset":4735},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":4946}]}