{"id":534,"url":"http://en.wikipedia.org/wiki/Name","text":"e=\"preserve\">A name is a word (or a set of words) given to things and people.\nFor example, \"cat\" is the name of a kind of animal. \"Ryan\" is a name of a person, usually a male. \"Julia\" is a common female name.\nThe word 'name' can also be used as a verb. To name something is to give it a name.\nPeople's names.\nIn many cultures, there are rules and customs about how to give a person a name.\nSome of the rules are defined by laws, and others are defined by traditions (doing things in the way they have been done for a long time).\n1. Number of parts of a name\nIn some cultures, a person has a one-part name, such as \"ShiningWater.\"\nIn other cultures, a person has a two-part name, such as \"John Smith.\"\nIn some cultures, a person can have any number of name parts. In the United States, for example, some people have three: first name, middle name, and last name. Other people have only two: a first and last name.\nIn Chinese cultures, it is typical for a person to have three-part name, such as \"Cheah Ching San,\" where \"Cheah\" is the surname. Written in English format a comma is introduced making it \"Ching San, Cheah.\"\n2. Relations with names of parents and other relatives\nIn some cultures, people have the same \"family name\" (or surname) as their parents. For example, the father of John Smith may be Mike Smith. And Mike Smith's father may be James Smith. The \"Smith\" part is the same for all the family.\nIn other cultures, a person has the same name as his or her father, but the name is in a different place. For example, Shafiq Hanif's son may be Hanif Kamal. Hanif is in both the father's and son's name.\nIn some cultures, a name changes when people marry, divorce, go through some religious ceremony, etc. For example, in some Spanish-speaking countries, people use two last names: their mother's father's name and their father's name. If Elena Rodriguez Gomez and Jose Sanchez Soria marry, she may change her name to Elena Rodriguez de Sanchez, and their child could be named Pilar Sanchez Rodriguez, taking the names of both of her grandfathers.\nIn some cultures, personal names come from history. In most European countries, some first names are taken from the Bible. In some cultures, names are taken from a relative. In other cultures, a name shows what the parents hope their child will be like. A baby may be given a name Wisdom because parents hope the baby will be a wise girl or boy.\nSome cultures avoid giving people a name of an animal. For example, there is no name like dog, cat, snake, owl, or fish in Japanese people's first names. But in some cultures animal names may be good.\nIn some languages and cultures, you can tell if a word is a person's name or not by just looking at the spelling or listening to its pronunciation. There are some other linguistic patterns. For example, many Chinese names are made up of three syllables.\n6. Use of names, titles, nicknames, etc.\nIn some cultures, people use names when they call each other. In other cultures, people use their nicknames. In some other cultures, people use their titles (\"father,\" \"professor,\" etc.) when they call each other.\n7. Spelling of names, titles, nicknames, etc.\nTaking note of names is taken a step farther by those who elect to celebrate a name (e.g., \"Celebrate Your Name Week\") whether their own name, someone else's name, or names in general, complete ownership of one's name might very well include celebrating it.\nWhile some people might choose to \"hide\" a middle name for any number of reasons (i.e., they consider the middle name they were given to be an \"embarrassment\"), others have taken to celebrating their middle name (e.g., \"Middle Name Pride Day\").\nIn the English language, names exclusively are usually pronounced in correlation with the spelling, however can be pronounced as desired, e.g. John is (jon) but can also be (ned). However, not probable, is held true in the English rules of grammar.\nNames can be shortened e.g. Isabelle can become Izzy or Belle.\nJapanese names.\nHere are some things that are often found in Japanese names today. In the past, people went by different rules.\n1. Number of parts of a name\nJapanese names have two parts. One is the family name and the other is the given name.\n\"Suzuki Ichiro\" is a name of a Japanese person. Suzuki is the family name, and Ichiro is the first name. In the Japanese language, the family name comes first, and the given name comes second. (It is like writing Smith John, instead of John Smith.)\nOnly some members of the royal family do not have a family name.\n2. Relations with names of parents and other relatives\nA newborn baby gets a family name from their parents. The parents have the same family name. So, a son of Ono Yoko (female) and Ono Ken (male) is Ono something.\nThe family name Ono is mostly shared by the paternal (male) part of the family. So Ono Ken's parents have the family name Ono, but Ono Yoko's parents probably do not.\nNames of people change when they marry and divorce. It is a custom in many parts of the world that women change their family name to that of their new husband when they marry. However, in Europe and North America especially, many women no longer do this even though their mothers and grandmothers may have. Sometimes, the man will take the woman's family name.\n6. Use of names, titles, nicknames, etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":25},{"uri":"People","surface_form":"people","offset":70},{"uri":"Verb","surface_form":"verb","offset":247},{"uri":"Culture","surface_form":"culture","offset":317},{"uri":"Law","surface_form":"law","offset":423},{"uri":"United_States","surface_form":"United States","offset":770},{"uri":"Family_name","surface_form":"family name","offset":1216},{"uri":"Etc","surface_form":"etc","offset":1711},{"uri":"Spanish_language","surface_form":"Spanish","offset":1737},{"uri":"Europe","surface_form":"Europe","offset":2118},{"uri":"Bible","surface_form":"Bible","offset":2174},{"uri":"Japan","surface_form":"Japan","offset":4036},{"uri":"Ichiro_Suzuki","surface_form":"Suzuki Ichiro","offset":4220}]}