{"id":534059,"url":"http://en.wikipedia.org/wiki/Majority_opinion","text":"In law, a majority opinion is a judicial opinion agreed to by more than half of the members of a court. A majority opinion becomes the decision of the court in a matter. It also gives an explanation of the reasons for the court's decision.\nDecisions.\nA dissenting opinion is an opinion written by one or more judges expressing disagreement with the majority opinion of the court. Very similar to a majority opinion is a plurality opinion. In this instance, a majority of Justices agree on the result of a case, but do not all agree on the reasons for the result.\nIn the United States Supreme Court, a majority of the Justices have to agree with all of the contents of the Court's opinion before it can be published. In a few cases, after reading drafts of the opinions, Justices may switch their votes and what was the minority opinion becomes the majority opinion. No opinion is considered official until it is read in open court or made available publicly.\nTie votes.\nNormally, appellate courts (or panels) are staffed with an odd number of judges to avoid a tie vote. Sometimes and in some jurisdictions, when judicial positions are vacant or a judge has recused (excuse) himself or herself from the case, the court may be stuck with a tie. In this situation the decision of the lower Court stands.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":3},{"uri":"Judicial_opinion","surface_form":"judicial opinion","offset":32},{"uri":"Court","surface_form":"court","offset":97},{"uri":"Case_law","surface_form":"decision","offset":135},{"uri":"Explanation","surface_form":"explanation","offset":187},{"uri":"Dissenting_opinion","surface_form":"dissenting opinion","offset":253},{"uri":"Plurality_opinion","surface_form":"plurality opinion","offset":420},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":570},{"uri":"Draft","surface_form":"draft","offset":746},{"uri":"Appellate_court","surface_form":"appellate court","offset":980},{"uri":"Tie","surface_form":"tie","offset":1061},{"uri":"Vote","surface_form":"vote","offset":1065},{"uri":"Jurisdictions","surface_form":"jurisdictions","offset":1093},{"uri":"Recuse","surface_form":"recuse","offset":1158},{"uri":"Excuse","surface_form":"excuse","offset":1167}]}