{"id":534118,"url":"http://en.wikipedia.org/wiki/Fetty_Wap","text":"Willie Maxwell II (born June 7, 1991), known professionally as Fetty Wap'\", is an American rapper, singer, and songwriter. He rose to prominence after his debut single \"Trap Queen\", reached number two on the U.S. \"Billboard\" Hot 100 chart in May 2015. This helped Fetty Wap secure a record deal with 300 Entertainment. He subsequently released two Top 10 singles in the U.S., \"679\" and \"My Way\". Fetty Wap's eponymously titled debut album was released in September 2015 and reached number one on the U.S. \"Billboard\" 200 chart.\n2014–2015: Beginnings and debut album.\nFetty Wap's commercial debut single, titled \"Trap Queen\", was released in early 2014. He recorded the song in February 2014. However, it did not gain major recognition until mid-November 2014, and since then it has become a platinum record and has over 130 million plays on SoundCloud. In November 2014, Fetty Wap represented by Attorney Navarro W. Gray secured a recording contract with 300 Entertainment, the imprint was founded by Lyor Cohen, Kevin Liles, Roger Gold and Todd Moscowitz, as well as a distribution deal with Atlantic Records. The song \"Trap Queen\" is about a woman dealing and cooking crack cocaine. His debut mixtape, \"Fetty Wap: The Mixtape\" was originally set for release in February 2015 but was delayed because he continued to create new songs. In June 2015, Wap was included in \"XXLs 2015 Freshman Class.\nOn June 29, 2015, Wap released his second single \"679\". The song's accompanying music video premiered on YouTube in May, before being commercially released. 679 had an original version with Monty only and an added verse by Wap. The Remy Boyz Version was removed from the album His next single, \"My Way\", became his second top 10 entry on the \"Billboard\" Hot 100. Later, Drake remixed My Way and created the version that was then played on radio. Afterwards, \"679\" reached the Hot 100 top 10 peaking at number four.\nDuring the week of July 26, 2015 to August 1, 2015, the rapper matched Billboard marks by hip-hop prominent artists Eminem and Lil Wayne. He became the first male rapper with three songs occupying the top 20 spots on the \"Billboard\" Hot 100 chart since Eminem did so in 2013. He also became the first male rapper in four years to have concurrent singles reach the top 10 of the same chart since Lil Wayne did so in 2011. With his fourth single \"Again\", Wap became the first act in the Hot Rap Songs chart's 26-year history to chart his first four entries in the top 10 simultaneously.\nWap's debut studio album \"Fetty Wap\" was released on September 25, 2015. The album debuted at number one on the US \"Billboard\" 200, with 129,000 equivalent album units (75,484 in pure album sales). Wap subsequently released two mixtapes for streaming only: \"Coke Zoo\" in collaboration with French Montana and \"ZOO 16: The Mixtape\" with Zoo Gang. Wap received two nominations at the 58th Grammy Awards.\n2016–present: \"Zoovier\" and other releases.\nOn February 5, 2016, Fetty Wap released a new single titled \"Jimmy Choo\". On April 26, 2016, it was announced that Fetty Wap would be getting his own mobile racing game available on phone, tablet, and Apple TV starting on May 3. The game is offshoot of mobile game Nitro Nation Stories. A street racing game, it has multi-player, car customization, and different storylines to choose. It has partnered with automotive brands like BMW, Nissan, and Cadillac. The Fetty Wap version will include Fetty Wap and Monty into the storyline.\nWap was featured on the Fifth Harmony 2016 single \"All in My Head (Flex)\". He released the single \"Wake Up\" in April 2016. The official music video for the song was filmed at his alma mater, Eastside High School. His single \"Make You Feel Good\" was released in August 2016.\nOn November 21, 2016, he released a 19 track mixtape titled \"Zoovier\".\nHis song \"Like a Star\" features Nicki Minaj and was released in December 2016.\nOn January 4, 2017, he released the song \"Way You Are\" featuring Monty, and the song \"Flip Phone\" on February 10, 2017. He walked in Philipp Plein's runway show during New York Fashion Week in February 2017.\nWap released the single \"Aye\" on May 12, 2017. He released the mixtape \"Lucky No. 7\" on June 7, 2017. On August 18, 2017, the single \"There She Go\" featuring Monty was released. In October 2017, Wap featured in Cheat Codes' single \"Feels Great\" with CVBZ.\nAt 1:20 AM on November 2, 2017, Wap was arrested after being pulled over on a Brooklyn highway. He was subsequently charged with reckless endangerment, drunk driving, aggravated unlicensed operation of a motor vehicle, illegally changing lanes, and drag racing.\nOn January 19, 2018, Wap released the EP \"For My Fans III: The Final Chapter\". He released the mixtape \"Bruce Wayne\" in June 2018.\nPersonal life.\nFetty Wap is the father of seven children. They include Aydin Zoovier (born 2011) with childhood girlfriend Ariel Reese, Eliza \"ZaZa\" Zaviera (born 2015) with Lehzae Zeona, Amani (born 2016) with Elaynna Parker, Khari (born 2016) with ' star Masika Kalysha, Lauren (born 2016) with exotic dancer Turquoise Miami, and Alaiya (born 2018) with ex-girlfriend Alexis Skyy. Lezhae Zeona gave birth to her second child with Fetty in 2018, a boy named Zy.\nWap appeared on the third season on VH1's ', which documented his strained relationship with Masika. He will appear on the 9th season of documenting his strained relationship with Alexis Skyy.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Trap_Queen","surface_form":"Trap Queen","offset":169},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":213},{"uri":"300_Entertainment","surface_form":"300 Entertainment","offset":300},{"uri":"Top_40","surface_form":"Top 10","offset":348},{"uri":"679_(song)","surface_form":"679","offset":377},{"uri":"My_Way_(Fetty_Wap_song)","surface_form":"My Way","offset":387},{"uri":"Fetty_Wap_(album)","surface_form":"eponymously titled debut album","offset":408},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":505},{"uri":"Trap_Queen","surface_form":"Trap Queen","offset":612},{"uri":"RIAA_certification","surface_form":"platinum record","offset":791},{"uri":"SoundCloud","surface_form":"SoundCloud","offset":841},{"uri":"Recording_contract","surface_form":"recording contract","offset":931},{"uri":"300_Entertainment","surface_form":"300 Entertainment","offset":955},{"uri":"Atlantic_Records","surface_form":"Atlantic Records","offset":1093},{"uri":"Crack_cocaine","surface_form":"crack cocaine","offset":1170},{"uri":"XXL_(magazine)","surface_form":"XXL","offset":1370},{"uri":"679_(song)","surface_form":"679","offset":1446},{"uri":"YouTube","surface_form":"YouTube","offset":1501},{"uri":"My_Way_(Fetty_Wap_song)","surface_form":"My Way","offset":1691},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":1738},{"uri":"Drake_(rapper)","surface_form":"Drake","offset":1766},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":1982},{"uri":"Eminem","surface_form":"Eminem","offset":2027},{"uri":"Lil_Wayne","surface_form":"Lil Wayne","offset":2038},{"uri":"Hot_Rap_Songs","surface_form":"Hot Rap Songs","offset":2396},{"uri":"Fetty_Wap_(album)","surface_form":"Fetty Wap","offset":2522},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":2611},{"uri":"Coke_Zoo","surface_form":"Coke Zoo","offset":2754},{"uri":"French_Montana","surface_form":"French Montana","offset":2786},{"uri":"58th_Annual_Grammy_Awards","surface_form":"58th Grammy Awards","offset":2878},{"uri":"Jimmy_Choo_(Fetty_Wap_song)","surface_form":"Jimmy Choo","offset":3003},{"uri":"Mobile_game","surface_form":"mobile","offset":3092},{"uri":"Racing_game","surface_form":"racing game","offset":3099},{"uri":"Tablet_computer","surface_form":"tablet","offset":3131},{"uri":"Apple_TV","surface_form":"Apple TV","offset":3143},{"uri":"Mobile_game","surface_form":"mobile game","offset":3195},{"uri":"Multi-player","surface_form":"multi-player","offset":3258},{"uri":"BMW","surface_form":"BMW","offset":3372},{"uri":"Nissan","surface_form":"Nissan","offset":3377},{"uri":"Cadillac","surface_form":"Cadillac","offset":3389},{"uri":"Fifth_Harmony","surface_form":"Fifth Harmony","offset":3498},{"uri":"All_in_My_Head_(Flex)","surface_form":"All in My Head (Flex)","offset":3525},{"uri":"Wake_Up_(Fetty_Wap_song)","surface_form":"Wake Up","offset":3573},{"uri":"Eastside_High_School_(Paterson%2C_New_Jersey)","surface_form":"Eastside High School","offset":3665},{"uri":"Zoovier","surface_form":"Zoovier","offset":3809},{"uri":"Nicki_Minaj","surface_form":"Nicki Minaj","offset":3851},{"uri":"Philipp_Plein","surface_form":"Philipp Plein's","offset":4031},{"uri":"Cheat_Codes_(DJs)","surface_form":"Cheat Codes","offset":4317}]}