{"id":534238,"url":"http://en.wikipedia.org/wiki/Twelfth_Amendment_to_the_United_States_Constitution","text":"The Twelfth Amendment (Amendment XII) to the United States Constitution was proposed in Congress on December 9, 1803. It was ratified by the state legislatures on June 15, 1804. It provided new procedures for electing the President and Vice President. Before the amendment, each member of the Electoral College cast a single vote. The candidate who received the largest number of votes became the President. The candidate receiving the next highest number of votes became the Vice President. The Twelfth Amendment changed the process to the current system whereby one vote is cast for the President and one for the Vice President.\nBackground.\nThe Constitutional Convention of 1787 went over several different proposals for electing the President. Some wanted Congress to choose the President. Other suggestions included selection by the state legislatures, by the state governors or by a congressional committee. Near the end of the convention the question was turned over to a committee called the Committee of Eleven for leftover business. They devised a system called the Electoral College. The plan was accepted and was added to the Constitution.\nIn 1789 the Electoral College unanimously elected George Washington as the first president. He was reelected in 1792. In both cases he was the only president to receive all of the electoral votes. In the 1796 election, Washington declined to run. His Vice President, John Adams, and his running mate Thomas Pinckney ran for President and Vice President respectively. Alexander Hamilton tried to use his influence to get Pinckney more votes, making Adams the Vice President again. But the scheme backfired when Thomas Jefferson got more votes than Pinckney, but Adams won more of the electoral votes. This made Adams the President and Jefferson the Vice President.\nThe 1800 Presidential election showed the deep problems in the electoral college system. Jefferson ran against Adams again. Both had running mates. Pinckney was again the running mate of Adams for the Federalist Party. Aaron Burr was Jefferson's running mate for the Democratic-Republican Party. Jefferson and Burr received the same number of votes creating a tie between two candidates from the same political party. Under the Constitution, the matter was to be decided by the House of Representatives. In the House, the two tied again in 35 votes. Only on the 36th ballot was the deadlock broken and Jefferson was elected president.\nThe solution to the problem became the Twelfth Amendment. It was proposed by Congress on December 9, 1803. Three days later it was submitted to the states for ratification. Fourteen of the seventeen states (at the time) ratified it and the amendment was added to the Constitution on September 25, 1804.\nProvisions.\nThe Electoral College remained much the same under the Twelfth Amendment. But the process for choosing a president and vice president changed. Under the Twelfth Amendment an elector must cast separate votes for the President and Vice President. If nobody gets the majority of the votes, the process remains the same as before; the House of Representatives decides.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":45},{"uri":"United_States_Congress","surface_form":"Congress","offset":88},{"uri":"Ratification","surface_form":"ratified","offset":125},{"uri":"State_legislature_(United_States)","surface_form":"state legislatures","offset":141},{"uri":"Procedure","surface_form":"procedure","offset":194},{"uri":"Election","surface_form":"electing","offset":209},{"uri":"President_of_the_United_States","surface_form":"President","offset":222},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":236},{"uri":"Electoral_College","surface_form":"Electoral College","offset":293},{"uri":"Vote","surface_form":"vote","offset":325},{"uri":"Candidate","surface_form":"candidate","offset":335},{"uri":"Process","surface_form":"process","offset":526},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention of 1787","offset":647},{"uri":"Suggestion","surface_form":"suggestion","offset":799},{"uri":"Legislature","surface_form":"legislature","offset":843},{"uri":"Governor","surface_form":"governor","offset":870},{"uri":"United_States_congressional_committee","surface_form":"congressional committee","offset":888},{"uri":"1788%E2%80%9389_United_States_presidential_election","surface_form":"In 1789","offset":1151},{"uri":"Unanimous","surface_form":"unanimous","offset":1181},{"uri":"George_Washington","surface_form":"George Washington","offset":1201},{"uri":"John_Adams","surface_form":"John Adams","offset":1418},{"uri":"Thomas_Pinckney","surface_form":"Thomas Pinckney","offset":1451},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":1518},{"uri":"Influence","surface_form":"influence","offset":1554},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1661},{"uri":"United_States_presidential_election%2C_1800","surface_form":"The 1800 Presidential election","offset":1815},{"uri":"Federalist_Party","surface_form":"Federalist Party","offset":2016},{"uri":"Aaron_Burr","surface_form":"Aaron Burr","offset":2034},{"uri":"Democratic-Republican_Party","surface_form":"Democratic-Republican Party","offset":2082},{"uri":"Political_party","surface_form":"political party","offset":2216},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":2293},{"uri":"Deadlock","surface_form":"deadlock","offset":2397},{"uri":"Majority","surface_form":"majority","offset":3029}]}