{"id":534413,"url":"http://en.wikipedia.org/wiki/Act_of_Congress","text":"An Act of Congress is a statute enacted by the United States Congress according to the powers granted to it by the Constitution of the United States. The term can be used in other countries with a legislature called a \"Congress,\" such as the Congress of the Philippines. But most often the term is associated with the United States Congress. In the US, there are several steps from a bill or resolution becoming a law. It must first be passed by a majority of both of the houses of Congress. Then the bill or resolution is sent to get signed by the President. It becomes an Act of Congress by either the president's signature or, if the President does not return the bill or resolution within ten days.\nBills.\nSenators and Representatives create thousands of written proposals each year for new laws. Called bills, only a few few ever make it all the way through the process to become a law. The Constitution requires only three steps: passing the House, passing the Senate and approval by the President. The actual process has become much more complicated.\nA bill may be proposed by anyone but only a member of Congress, called the bill's sponsor, may introduce them on the floor of one of the houses of Congress. A bill may be introduced in both the Senate and House at the same time. In theory, this saves time over sending it though one house, then the other. In each house of Congress, a bill is sent to a committee. A committee studies the bill and recommends changes. If a committee does nothing, the bill is considered \"dead\". A committee may also add other unrelated provisions to a bill called amendments. Committees usually divide themselves into smaller groups called subcommittees. The bill's sponsors then try to convince the subcommittees to approve the bill. They do this through hearings. If the bill passes through a committee it is sent to the floor for debate and a vote. A bill may either be passed by be defeated. If passed, it is sent to the other house of Congress to follow the same procedures.\nResolutions.\nIn addition to bills, Congress also passes Acts of Congress called resolutions. There are three kinds: simple resolutions, joint resolutions and concurrent resolutions.\nSimple resolutions.\nThese are resolutions concerning the operation of either house of Congress. They are not sent to the President for his approval. Resolutions by the House of Representatives which affect that house are designated \"H.Res.\" followed by a number. Simple resolutions in the Senate are designated \"S. Res.\" followed by a number.\nJoint resolutions.\nA joint resolution may start either in the House or Senate. They are essentially the same as a bill. The only difference is a joint resolution that proposes an amendment to the US Constitution. They require a two-thirds majority vote in each house. Like a simple resolution, they are not sent to the President for his signature. They become effective when they are ratified by three-quarters of the states. A joint resolution that began in the House of Representatives is designated \"H.J.Res.\" followed by the number. A joint resolution started in the Senate is designated \"S.J.Res.\", followed by the number. Joint resolutions become law the same as bills.\nConcurrent resolutions.\nConcurrent resolutions start with either \"S.Con.Res.\" (Senate) or \"H.Con.Res.\" (House). They are numbered consecutively as they are introduced. Concurrent resolutions are those that affect the operations of both the House and Senate. They can also be used to create a temporary joint committee. Concurrent resolutions are not sent to the president for his signature and do not have the force of law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statute","surface_form":"statute","offset":24},{"uri":"Enacted","surface_form":"enacted","offset":32},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":47},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States","offset":115},{"uri":"Countries","surface_form":"countries","offset":180},{"uri":"Congress","surface_form":"Congress","offset":219},{"uri":"Congress_of_the_Philippines","surface_form":"Congress of the Philippines","offset":242},{"uri":"Bill","surface_form":"bill","offset":384},{"uri":"Resolution","surface_form":"resolution","offset":392},{"uri":"Law","surface_form":"law","offset":414},{"uri":"Majority","surface_form":"majority","offset":448},{"uri":"United_States_Congress","surface_form":"Congress","offset":482},{"uri":"Signature","surface_form":"signed","offset":535},{"uri":"President_of_the_United_States","surface_form":"President","offset":549},{"uri":"United_States_House_of_Representatives","surface_form":"House","offset":948},{"uri":"United_States_Senate","surface_form":"Senate","offset":967},{"uri":"Complicated","surface_form":"complicated","offset":1045},{"uri":"Sponsor","surface_form":"sponsor","offset":1140},{"uri":"Floor_(legislative)","surface_form":"floor","offset":1175},{"uri":"Committee","surface_form":"committee","offset":1411},{"uri":"Amendment","surface_form":"amendment","offset":1604},{"uri":"Subcommittee","surface_form":"subcommittee","offset":1680},{"uri":"Resolution","surface_form":"resolution","offset":2100},{"uri":"Ratification","surface_form":"ratified","offset":2929},{"uri":"US_States","surface_form":"states","offset":2963},{"uri":"Introduce","surface_form":"introduce","offset":3377}]}