{"id":534409,"url":"http://en.wikipedia.org/wiki/Mandalay","text":"Mandalay (or;) is a city in Myanmar. There is only one city in Myanmar that has more people than Mandalay. It is north of Yangon. Mandalay is on the east side of the Irrawaddy River. In 2014, there were 1,225,553 people living there.\nName.\nThe name \"Mandalay\" comes from the nearby hill called Mandalay Hill. \"Mandalay\" may come from the Pali language. Some people think that the name \"Mandalay\" comes from the Pali word \"mandala\". Other people think that the name comes from \"Mount Mindara\". Mindara is a mountain in Hindu mythology.\nThe original name of the city was Yadanabon (,). This name came from the Pali word \"Ratanapūra\" (). \"Ratanapūra\" means \"City of Gems.\" The city also had another name: Lay Kyun Aung Myei (,). This means \"Victorious Land over the Four Islands.\"\nEarly history.\nMandalay was started by King Mindon. He started the city on 13 February 1857. He built Mandalay as the new capital city of the Kingdom of Burma.\nMindon's city was in size. There were rivers on each side. It had 144 square blocks in a grid. In the middle was a palace that was 16 square blocks in size.\nThe palace had four walls that were each long. Around the walls was a moat that was wide and deep. Each wall had turrets (towers) for watchmen. These turrets were placed every. Each turret had a spire made of gold. Each side had three gates and five bridges across the moat.\nThe king also built some other buildings in the city. These buildings were the Kuthodaw Pagoda, the \"Pahtan-haw Shwe Thein\" upasampada hall, the \"Thudamma\" \"Good Dharma\" zayats (), and a library for the Pāli Canon. A \"zayat\" is a building where Buddhism is taught.\nIn June 1857, the king moved the royal palace to Mandalay. The palace had been in Amarapura. The building was taken apart. Each piece was moved by elephants to Mandalay. The palace was put back together and finished on 23 May 1859. The palace is now at the bottom of Mandalay Hill.\nMandalay was the capital for 26 years. It was the last royal capital of the Konbaung Dynasty. (The Konbaung Dynasty were the last rulers of the Kingdom of Burma before it was taken over by the British Empire.) On 28 November 1885, the British conquered Burma. This ended the Third Anglo-Burmese War. King Thibaw Min and Queen Supayalat were sent into exile.\nMandalay in British Burma (1885-1948).\nMandalay was still an important city in British Burma. The city of Rangoon became the capital of Burma.\nThe British wanted to make Mandalay an important commercial city. They did not want it to be important for politics, education, or other reasons. Mandalay was connected to Yangon by railroad in 1889. The first college in Mandalay wasn't built until 1925.\nThe royal palace was looted by the British. All of the treasures were stolen. Some treasures can be seen in the Victoria and Albert Museum. The British changed the name of the palace to Fort Dufferin. British soldiers used the palace as a barracks (a place to camp.)\nMandalay was the most important city for Burmese culture during the time the British were in charge. It was also the most important place for Buddhist learning. The Burmese people saw Mandalay as a symbol. Between World War I and World War II, there were many protests in Mandalay against the British.\nDuring the time the British were in charge, many people moved to Mandalay from India. (India was also a British colony.) From 1904 to 1905, a plague happened. About one third of the people of Mandalay left to get away from the disease.\nDuring World War II, Mandalay was bombed by the Japanese. The British moved all of their airplanes to India. Mandalay had no defenses against the Japanese air raids. On 3 April 1942, the Imperial Japanese Army Air Service bombed the city. Three-fifths (3/5) of the houses were destroyed. More than 2,000 civilians (people who are not military) were killed.\nThe Japanese soon invaded Burma. The Imperial Japanese Army took over the city of Mandalay. They were in charge from May 1942 until March 1945. The palace citadel was made into a supply depot. (A supply depot is a building that stores supplies like food and machines.)\nThe Allied forces bombed the city after the Japanese took it over. Much of the palace was destroyed. Only the royal mint and watch tower were not destroyed. The palace was rebuild in the 1990s.\nMandalay today (1948 - now).\nIn 1948, the British left Burma. Mandalay was still the most important city for culture, education, and commerce in Upper Burma.\nUntil the 1990s, most students went to university in Mandalay. Until 1991, there were only three universities in Upper Burma: Mandalay University, The University of Medicine, Mandalay, and the Defense Services Academy. All of these universities are in Mandalay. Only some other cities had schools called \"Degree Colleges.\" These were small schools that were part of Mandalay University. These colleges had classes in a small number of subjects.\nFrom 1962 to 1988, Ne Win was in charge of the government. He was very isolationist. This means that he did not want Myanmar to be part of global trade or tourism. In the 1980s, Mandalay was the second biggest city in Myanmar. It looked like a town with low buildings, dusty streets, and more bicycles than cars.\nDuring the 1980s, there were two big fires. In May 1981, a fire destroyed more than 6,000 buildings. 36,000 people were left homeless. On 24 March 1984, there was another fire. This fire destroyed 2,700 buildings. 23,000 more people were made homeless.\nFires are still a big problem. In February 2008, there was another big fire in Mandalay. It destroyed the Yadanabon Market. This was the second-biggest market in the city. In February 2009, a fire destroyed 320 houses. More than 1,600 people were made homeless.\nThe fires during the 1980s destroyed a lot of buildings. This made a lot of land empty. Many Chinese people in Burma bought this land. A lot of these people had come from Yunnan in China. Many Chinese people came to Upper Burma and Mandalay from Yunnan and Sichuan in the 1990s. 250,000 to 350,000 people from Yunnan came to Mandalay in the 1990s. Today, about 30% to 40% of the people of Mandalay are Chinese. The native Burmese people complain that Mandalay is now like a part of China.\nThe Chinese have rebuilt the parts of the city that burned down. They built apartment buildings, hotels, and shopping centers. They helped make Mandalay again an important city for trade and commerce. It now connects trade for Upper Burma, Lower Burma, China, and India.\nMandalay has grown much bigger over time. It now includes what used to be Amarapura. (Amarapura was where King Mindon's capital city used to be before he moved it to Mandalay.) Mandalay celebrated its 150th birthday on 15 May 2009 at 4:31:36 am.\nImportant places.\nThere are many important places and buildings in Mandalay.\nMandalay Palace.\nThe royal palace in Mandalay is a very important building. A lot of it was burned down during World War II. The royal mint and watch tower did not burn down. The rest of the buildings were rebuilt.\nThe Mandalay Palace's name in Burmese is \"Mya Nan San Kyaw\" (; \"The Famed Royal Emerald Palace\"). It is also called (), or the \"Great Golden Royal Palace\".\nToday the palace is an important symbol of Mandalay. Many tourists and visitors come to see it.\nAtumashi Monastery.\nThe Atumashi Monastery is a Buddhist monastery. A monastery is a building where monks (holy men) live, work, and pray. This place is a \"kyaung\", a special kind of monastery. The name means \"inimitable \"vihara\".\"\nThe monastery burned down in 1890. Only the plinth (bottom platform) did not burn. The government decided to rebuild the monastery. They started building on 2 May 1995. It was finished being built in June of 1996.\nMandalay Hill.\nMandalay Hill is a big hill in Mandalay. It is a holy hill. There is a legend about the hill. The Buddha visited the hill and made a prophecy. He said that some day a great city would be built at the bottom of the hill.\nThe hill is tall. There is a road to the top. There are many temples, monasteries, and pagodas built on the hill.\nKuthowdaw Pagoda.\nThe Kuthodaw Pagoda is a very large pagoda. It was built by King Mindon in 1857. It was designed to look like the Shwezigon Pagoda in Nyaung U.\nThere are 729 rocks around the pagoda. Each rock is smooth and has writing on it. The writing are the words of the \"Tipiṭaka\". (The \"Tipiṭaka\" are the Buhhdist holy books.) These stone rocks are the \"world's largest book.\"\nMahamuni Buddha Temple.\nThe Mahamuni Buddha Temple is one of the most important Buddhist temples. It has an important Buddha statue. The statue was made during the life of the Gautama Buddha. The Gauthama Buddha hugged the statue seven times. This caused the statue to come to life.\nBuddhists believe that the statue is alive because of this. They call it the Mahamuni Sacred Living Image. This makes the Mahamuni Temple the most holy pagoda in Mandalay.\nThe temple was built by King Bodawpaya in 1784. The Buddha is sitting. It is tall.\nOther places.\nNear the bottom of Mandalay Hill is the Kyauktawgyi Pagoda. It was built by King Mindon from 1853 to 1878. It was carved out of one big block of marble. Around it are 80 arahants.\nThe Yadanabon Zoological Garden is a small zoo in Mandalay. It is in between the palace and Mandalay Hill. It is the only zoo in the world that has Burmese roofed turtles.\nThe Shwenandaw Monastery (,; lit. \"Golden Palace Monastery\") is an important Buddhist monastery. It was built by King Thibaw Min in 1880. It is made from teak, a kind of wood. Inside of it are many carvings on the walls and roofs. The carvings show Buddhist myths.\nPeople.\nIn 2007, the United Nations (UN) guessed that there were about 1 million people living in Mandalay. In 2014, the Myanmar government counted all of the people in the country for a census. They found that there were 1,225,133 people living in Mandalay then. The UN thinks that there will be 1.5 million people in Mandalay in 2025.\nMandalay has always been an important city for the Bamar people. Most of the people who have lived in Mandalay are Burman people. Lots of Chinese people have been moving to Mandalay. The Chinese have been coming for the past 20 years. Now there are more Chinese people than Burman people in Mandalay.\nToday, 40-50% of the people in Mandalay are Chinese. About 30% of Mandalay's people are Yunnanese. The rest of the people in Mandalay are probably Burman. There are also a lot of Burmese Indians in Mandalay. (These are Indian people who live in Myanmar.)\nPeople in Mandalay speak the Burmese language. A lot of people also speak the Standard Chinese language. The Chinese language is used a lot in markets like Zegyo Market. People who have a lot of money and education also speak the English language.\nPlace.\nMandalay is in the country of Myanmar. It is by the side of the Irrawaddy river. Its coordinates are 21.98° North, 96.08° East.\nThe city is above sea level. It is in the same time zone as the rest of Mandalay: Myanmar Standard Time (MST).\nMandalay is on a tectonic fault. This means that there are two tectonic plates that come together underneath the city. (A \"tectonic plate\" is a big piece of earth.) The tectonic fault underneath Mandalay is called the Sagaing Fault. It is where the India Plate and the Sunda Plate meet.\nA lot of earthquakes happen on tectonic faults. The biggest earthquake in Mandalay happened in 1956. That one was a magnitude 7 earthquake. That earthquake did a lot more damage to the city of Sagaing, which is nearby. It is now called the \"Great Sagaing Quake.\"\nWeather.\nMandalay has a tropical savanna climate. This means that the city has a wet season and a dry season. There is a lot of rain during the wet season. There is very little rain during the dry season. The wet season is from May to October. The dry season is from November to April.\nThe coldest month is January. The average temperature is. The hottest month is April. Then, the average temperature is.\nIt is very hot in April and May. Most days it is hotter than. Some days it is hotter than.\nThe hottest temperature ever in Mandalay was. The coldest temperature ever was.\nMandalay in writing.\nThere are some important books and poems that talk about Mandalay. Some of these are famous.\nRudyard Kipling wrote a poem called \"Mandalay.\" He wrote it in 1890. This poem has a famous saying in it: \"on the road to Mandalay.\"\nIn 1907, Oley Speaks wrote a song using the words of the poem. He called the song \"On the Road to Mandalay.\" The song is very famous. Frank Sinatra sang the song and called it \"Come Fly with Me\".\nGeorge Orwell wrote a novel called \"Burmese Days\". He wrote it in 1934. Orwell was part of the Indian Imperial Police. He was stationed in Mandalay. The novel is about his experiences (what he did and saw.) He also wrote some non-fiction essays and short stories. Some of these are \"A Hanging\" (1931) and \"Shooting an Elephant\" (1936).","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":20},{"uri":"Myanmar","surface_form":"Myanmar","offset":28},{"uri":"Yangon","surface_form":"Yangon","offset":122},{"uri":"East","surface_form":"east","offset":149},{"uri":"Irrawaddy_River","surface_form":"Irrawaddy River","offset":166},{"uri":"Mandalay_Hill","surface_form":"Mandalay Hill","offset":294},{"uri":"Pali","surface_form":"Pali","offset":338},{"uri":"Mandala","surface_form":"mandala","offset":422},{"uri":"Mount_Mindara","surface_form":"Mount Mindara","offset":477},{"uri":"Hindu","surface_form":"Hindu","offset":518},{"uri":"Mythology","surface_form":"mythology","offset":524},{"uri":"Gem","surface_form":"Gem","offset":663},{"uri":"King","surface_form":"King","offset":817},{"uri":"Mindon_Min","surface_form":"Mindon","offset":822},{"uri":"River","surface_form":"river","offset":976},{"uri":"Moat","surface_form":"moat","offset":1165},{"uri":"Turret","surface_form":"turret","offset":1208},{"uri":"Watchman","surface_form":"watchmen","offset":1229},{"uri":"Spire","surface_form":"spire","offset":1290},{"uri":"Kuthodaw_Pagoda","surface_form":"Kuthodaw Pagoda","offset":1449},{"uri":"Upasampada","surface_form":"upasampada","offset":1494},{"uri":"Dharma","surface_form":"Dharma","offset":1532},{"uri":"Zayat","surface_form":"zayat","offset":1540},{"uri":"P%C4%81li_Canon","surface_form":"Pāli Canon","offset":1573},{"uri":"Palace","surface_form":"palace","offset":1674},{"uri":"Amarapura","surface_form":"Amarapura","offset":1717},{"uri":"Konbaung_Dynasty","surface_form":"Konbaung Dynasty","offset":1993},{"uri":"British_Empire","surface_form":"British Empire","offset":2110},{"uri":"Third_Anglo-Burmese_War","surface_form":"Third Anglo-Burmese War","offset":2192},{"uri":"Thibaw_Min","surface_form":"Thibaw Min","offset":2222},{"uri":"Supayalat","surface_form":"Supayalat","offset":2243},{"uri":"Exile","surface_form":"exile","offset":2268},{"uri":"Yangon","surface_form":"Rangoon","offset":2381},{"uri":"Commerce","surface_form":"commercial","offset":2467},{"uri":"Railroad","surface_form":"railroad","offset":2600},{"uri":"Loot","surface_form":"loot","offset":2694},{"uri":"Treasure","surface_form":"treasure","offset":2728},{"uri":"Steal","surface_form":"stolen","offset":2743},{"uri":"Victoria_and_Albert_Museum","surface_form":"Victoria and Albert Museum","offset":2785},{"uri":"Lord_Dufferin","surface_form":"Dufferin","offset":2864},{"uri":"Barracks","surface_form":"barracks","offset":2912},{"uri":"Buddhism","surface_form":"Buddhist","offset":3082},{"uri":"India","surface_form":"India","offset":3321},{"uri":"Colony","surface_form":"colony","offset":3354},{"uri":"Plague","surface_form":"plague","offset":3384},{"uri":"World_War_II","surface_form":"World War II","offset":3485},{"uri":"Bomb","surface_form":"bomb","offset":3512},{"uri":"Japan","surface_form":"Japan","offset":3526},{"uri":"Airplane","surface_form":"airplane","offset":3567},{"uri":"Defense","surface_form":"defense","offset":3603},{"uri":"Air_raid","surface_form":"air raid","offset":3633},{"uri":"Imperial_Japanese_Army_Air_Service","surface_form":"Imperial Japanese Army Air Service","offset":3665},{"uri":"Japanese_conquest_of_Burma","surface_form":"invaded Burma","offset":3853},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":3872},{"uri":"Citadel","surface_form":"citadel","offset":3990},{"uri":"Supply_depot","surface_form":"supply depot","offset":4014},{"uri":"Allied_forces","surface_form":"Allied forces","offset":4108},{"uri":"Mint_(coin)","surface_form":"mint","offset":4220},{"uri":"Culture","surface_form":"culture","offset":4407},{"uri":"Education","surface_form":"education","offset":4416},{"uri":"Mandalay_University","surface_form":"Mandalay University","offset":4582},{"uri":"The_University_of_Medicine%2C_Mandalay","surface_form":"The University of Medicine, Mandalay","offset":4603},{"uri":"Defense_Services_Academy","surface_form":"Defense Services Academy","offset":4649},{"uri":"Ne_Win","surface_form":"Ne Win","offset":4920},{"uri":"Isolationist","surface_form":"isolationist","offset":4972},{"uri":"Bicycle","surface_form":"bicycle","offset":5194},{"uri":"Fire","surface_form":"fire","offset":5251},{"uri":"Homeless","surface_form":"homeless","offset":5339},{"uri":"Yadanabon_Market","surface_form":"Yadanabon Market","offset":5573},{"uri":"Chinese_people_in_Burma","surface_form":"Chinese people in Burma","offset":5822},{"uri":"Yunnan","surface_form":"Yunnan","offset":5900},{"uri":"China","surface_form":"China","offset":5910},{"uri":"Sichuan","surface_form":"Sichuan","offset":5986},{"uri":"Trade","surface_form":"trade","offset":6399},{"uri":"Palace","surface_form":"palace","offset":6839},{"uri":"World_War_II","surface_form":"World War II","offset":6923},{"uri":"Mandalay_Palace","surface_form":"Mandalay Palace","offset":7031},{"uri":"Burmese_language","surface_form":"Burmese","offset":7057},{"uri":"Tourist","surface_form":"tourist","offset":7241},{"uri":"Atumashi_Monastery","surface_form":"Atumashi Monastery","offset":7303},{"uri":"Buddhism","surface_form":"Buddhist","offset":7327},{"uri":"Monastery","surface_form":"monastery","offset":7336},{"uri":"Monk","surface_form":"monk","offset":7379},{"uri":"Kyaung","surface_form":"kyaung","offset":7435},{"uri":"Inimitable","surface_form":"inimitable","offset":7489},{"uri":"Vihara","surface_form":"vihara","offset":7501},{"uri":"Plinth","surface_form":"plinth","offset":7555},{"uri":"Mandalay_Hill","surface_form":"Mandalay Hill","offset":7740},{"uri":"Prophecy","surface_form":"prophecy","offset":7873},{"uri":"Kuthodaw_Pagoda","surface_form":"Kuthodaw Pagoda","offset":8096},{"uri":"Pagoda","surface_form":"pagoda","offset":8128},{"uri":"Shwezigon_Pagoda","surface_form":"Shwezigon Pagoda","offset":8206},{"uri":"Nyaung_U","surface_form":"Nyaung U","offset":8226},{"uri":"Tripi%E1%B9%ADaka","surface_form":"Tipiṭaka","offset":8352},{"uri":"World%27s_largest_book","surface_form":"world's largest book","offset":8436},{"uri":"Mahamuni_Buddha_Temple","surface_form":"Mahamuni Buddha Temple","offset":8487},{"uri":"Buddha","surface_form":"Buddha","offset":8577},{"uri":"Statue","surface_form":"statue","offset":8584},{"uri":"Gautama_Buddha","surface_form":"Gautama Buddha","offset":8635},{"uri":"Bodawpaya","surface_form":"Bodawpaya","offset":8943},{"uri":"Kyauktawgyi_Buddha_Temple_(Mandalay)","surface_form":"Kyauktawgyi Pagoda","offset":9051},{"uri":"Marble","surface_form":"marble","offset":9156},{"uri":"Arhat","surface_form":"arahants","offset":9181},{"uri":"Yadanabon_Zoological_Garden","surface_form":"Yadanabon Zoological Garden","offset":9195},{"uri":"Zoo","surface_form":"zoo","offset":9234},{"uri":"Mandalay_Palace","surface_form":"palace","offset":9272},{"uri":"Mandalay_Hill","surface_form":"Mandalay Hill","offset":9283},{"uri":"Burmese_roofed_turtle","surface_form":"Burmese roofed turtle","offset":9339},{"uri":"Shwenandaw_Monastery","surface_form":"Shwenandaw Monastery","offset":9367},{"uri":"Vihara","surface_form":"Buddhist monastery","offset":9440},{"uri":"Thibaw_Min","surface_form":"Thibaw Min","offset":9481},{"uri":"Teak","surface_form":"teak","offset":9517},{"uri":"Wood","surface_form":"wood","offset":9533},{"uri":"Carving","surface_form":"carving","offset":9561},{"uri":"Myth","surface_form":"myth","offset":9621},{"uri":"United_Nations","surface_form":"United Nations","offset":9649},{"uri":"Census","surface_form":"census","offset":9815},{"uri":"Bamar","surface_form":"Bamar","offset":10016},{"uri":"Han","surface_form":"Chinese","offset":10103},{"uri":"Yunnanese","surface_form":"Yunnanese","offset":10354},{"uri":"Burmese_Indians","surface_form":"Burmese Indians","offset":10445},{"uri":"India","surface_form":"India","offset":10485},{"uri":"Burmese_language","surface_form":"Burmese language","offset":10550},{"uri":"Standard_Chinese","surface_form":"Standard Chinese","offset":10599},{"uri":"Zegyo_Market","surface_form":"Zegyo Market","offset":10677},{"uri":"English_language","surface_form":"English language","offset":10751},{"uri":"Sea_level","surface_form":"sea level","offset":10922},{"uri":"Time_zone","surface_form":"time zone","offset":10951},{"uri":"Myanmar_Standard_Time","surface_form":"Myanmar Standard Time","offset":10986},{"uri":"Plate_tectonics","surface_form":"tectonic fault","offset":11032},{"uri":"Tectonic_plates","surface_form":"tectonic plates","offset":11078},{"uri":"Sagaing_Fault","surface_form":"Sagaing Fault","offset":11233},{"uri":"India_Plate","surface_form":"India Plate","offset":11264},{"uri":"Sunda_Plate","surface_form":"Sunda Plate","offset":11284},{"uri":"Earthquake","surface_form":"earthquake","offset":11311},{"uri":"1956","surface_form":"1956","offset":11397},{"uri":"Moment_magnitude_scale","surface_form":"magnitude","offset":11418},{"uri":"Sagaing","surface_form":"Sagaing","offset":11495},{"uri":"Tropical_savanna_climate","surface_form":"tropical savanna climate","offset":11589},{"uri":"Wet_season","surface_form":"wet season","offset":11646},{"uri":"Dry_season","surface_form":"dry season","offset":11663},{"uri":"Rudyard_Kipling","surface_form":"Rudyard Kipling","offset":12256},{"uri":"Mandalay_(poem)","surface_form":"Mandalay","offset":12293},{"uri":"Oley_Speaks","surface_form":"Oley Speaks","offset":12398},{"uri":"Frank_Sinatra","surface_form":"Frank Sinatra","offset":12523},{"uri":"Come_Fly_with_Me","surface_form":"Come Fly with Me","offset":12566},{"uri":"George_Orwell","surface_form":"George Orwell","offset":12585},{"uri":"Burmese_Days","surface_form":"Burmese Days","offset":12621},{"uri":"Indian_Imperial_Police","surface_form":"Indian Imperial Police","offset":12680},{"uri":"Non-fiction","surface_form":"non-fiction","offset":12811},{"uri":"Essay","surface_form":"essay","offset":12823},{"uri":"A_Hanging","surface_form":"A Hanging","offset":12868},{"uri":"Shooting_an_Elephant","surface_form":"Shooting an Elephant","offset":12891}]}