{"id":534448,"url":"http://en.wikipedia.org/wiki/Sixteenth_Amendment_to_the_United_States_Constitution","text":"Ratified on February 3, 1913, the Sixteenth Amendment (Amendment XVI) to the United States Constitution allows the Congress to impose a federal income tax. This allows the federal government to collect a tax on personal income, no matter where that income came from. The Sixteenth Amendment overturned the 1895 Supreme Court landmark decision in \"Pollock v. Farmers' Loan & Trust Co\". In \"Pollock\", the Court ruled that a 2 percent tax on incomes over $4,000 was unconstitutional. This was because the law the ruling struck down did not allow for apportionment, the court ruled against it. The Sixteenth Amendment allowed Congress to levy a uniform direct income tax without being subject to apportionment.\nBackground.\nWhen the framers of the Constitution were determining how the new government would be funded, they were trying to avoid a tax based on a person's income. In the Constitution, Article one, Sections 2 and 9 created the \"rule of apportionment\". On a practical basis this required Congress to tax the states based on each state's population instead of a tax on each person's income or property. For example, if a state made up four percent of the total population, they would be required to pay four percent of the total federal tax. The framers of the Constitution expected direct taxes to be used and defined the term broadly. However, they did not see that apportionment would cripple any attempt to collect direct taxes.\nBefore 1913, the bulk of federal revenues came from indirect taxes on goods. These include tariffs on goods imported into the country. They also included excise taxes on items like whiskey. Income taxes were not new in 1913. Congress had passed the Revenue Act of 1861 during the Civil War to help pay for the war. Ten years later it was allowed to lapse. The Confederate States of America also had an income tax. Starting in 1863, the tax exempted the first $1,000 and charged a 1% tax on the first $1,500 over the exemption. A 2% tax was levied on all income over that amount.\nIn 1894, Congress passed the Wilson–Gorman Tariff Act which included a flat rate federal income tax of 2 percent. A year later, the Supreme Court handed down their decision in \"Pollock v. Farmers' Loan & Trust Co.\". They ruled the tax unconstitutional because it was a direct tax and not apportioned to the population of each state.\nA constitutional income tax.\nAfter a debate on the floor of the House lasting five hours, the bill was passed 314-14 (1 vote as \"present\" and 55 not voting). It was then sent to the state legislatures for ratification. The amendment gave Congress the power to apply a direct tax, based on people's incomes, and not subject to the apportionment rule.\nEffects of the Sixteenth Amendment.\nThe largest and most direct effect of the passage of the Sixteenth Amendment was it shifted power from the states to the national government. States had income taxes before the national government did. This kept the national government weaker due to having less revenue than the states. Without the Sixteenth Amendment, the national government would find it far more difficult to extend its military power to other parts of the world.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ratification","surface_form":"Ratified","offset":0},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":77},{"uri":"Congress","surface_form":"Congress","offset":115},{"uri":"Impose","surface_form":"impose","offset":127},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":136},{"uri":"Income_tax","surface_form":"income tax","offset":144},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":311},{"uri":"Landmark_decision","surface_form":"landmark decision","offset":325},{"uri":"Pollock_v._Farmers%27_Loan_%26amp%3B_Trust_Co","surface_form":"Pollock v. Farmers' Loan & Trust Co","offset":347},{"uri":"Percent","surface_form":"percent","offset":424},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":463},{"uri":"Law","surface_form":"law","offset":502},{"uri":"Apportionment","surface_form":"apportionment","offset":547},{"uri":"Levy","surface_form":"levy","offset":634},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"framers of the Constitution","offset":728},{"uri":"Article_One_of_the_United_States_Constitution","surface_form":"Article one","offset":894},{"uri":"Practical","surface_form":"practical","offset":966},{"uri":"US_states","surface_form":"states","offset":1016},{"uri":"Income","surface_form":"income","offset":1090},{"uri":"Property","surface_form":"property","offset":1100},{"uri":"Percent","surface_form":"percent","offset":1147},{"uri":"Direct_tax","surface_form":"direct tax","offset":1290},{"uri":"Revenue","surface_form":"revenue","offset":1473},{"uri":"Indirect_tax","surface_form":"indirect tax","offset":1492},{"uri":"Goods","surface_form":"goods","offset":1510},{"uri":"Tariff","surface_form":"tariff","offset":1531},{"uri":"Import","surface_form":"import","offset":1548},{"uri":"Excise_taxes","surface_form":"excise taxes","offset":1594},{"uri":"Whiskey","surface_form":"whiskey","offset":1621},{"uri":"Revenue_Act_of_1861","surface_form":"Revenue Act of 1861","offset":1689},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1720},{"uri":"War","surface_form":"war","offset":1750},{"uri":"Lapse","surface_form":"lapse","offset":1789},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1800},{"uri":"Wilson%E2%80%93Gorman_Tariff_Act","surface_form":"Wilson–Gorman Tariff Act","offset":2048},{"uri":"Direct_tax","surface_form":"direct tax","offset":2288}]}