{"id":534473,"url":"http://en.wikipedia.org/wiki/Probability_density_function","text":"In probability and statistics, a probability density function is a function that characterizes any continuous probability distribution. For a random variable \"X\", the probability density function of X is sometimes written as formula_1. The integral of the probability density function in the interval formula_1 yields the probability that a given random variable with the given density is contained in the interval provided. By definition, the probability density function is non-negative throughout its domain, on which the integral sums up to 1.\nProbability density versus probability mass function.\nThe probability mass function is to a discrete probability distribution what the probability density function is to a continuous probability distribution. The probability density function is necessary to be able to work with continuous distributions.\nA random variable with a continuous probability distribution can take on any value within that distribution. Casting a dice will give the numbers 1 to 6, with a probability of formula_1, but this is not a continuous function, as only the numbers 1 to 6 are possible.\nIn contrast, two people will not have the same height or the same weight. Using a probability density function, it is possible to determine the probability for people between and, or between and, even though there are infinitely many values between these two bounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Probability","surface_form":"probability","offset":3},{"uri":"Statistics","surface_form":"statistics","offset":19},{"uri":"Function_(mathematics)","surface_form":"function","offset":67},{"uri":"Continuous_function","surface_form":"continuous","offset":99},{"uri":"Probability_distribution","surface_form":"probability distribution","offset":110},{"uri":"Random_variable","surface_form":"random variable","offset":142},{"uri":"Integral","surface_form":"integral","offset":240},{"uri":"Probability","surface_form":"probability","offset":322},{"uri":"Random_variable","surface_form":"random variable","offset":347},{"uri":"Probability_mass_function","surface_form":"probability mass function","offset":606},{"uri":"Discrete_mathematics","surface_form":"discrete","offset":640},{"uri":"Dice","surface_form":"dice","offset":972}]}