{"id":534614,"url":"http://en.wikipedia.org/wiki/Article_One_of_the_United_States_Constitution","text":"Article One of the United States Constitution establishes the legislative branch of the federal government, the United States Congress. The Congress is a bicameral legislature consisting of a House of Representatives and a Senate\nSection 1: Legislative power vested in Congress\nSection 1 gives federal legislative power exclusively to Congress. Similar clauses are found in Articles II and III. The former gives executive power to the President. The latter grants judicial power to the federal judiciary. These three articles create a separation of powers among the three branches of the federal government. The separation of powers was intended to limit Congress to making law, the President to enforcing the law and the courts as interpreting the law in different cases.\nThere is no provision in the Constitution that gives Congress the power to investigate. However, before the adoption of the Constitution, assemblies in the American colonies exercised that power. Before them, the British Parliament had investigative powers. Congress has always considered it an implicit power in the Constitution. In \"McGrain v. Daugherty\" (1927), the Supreme Court held that Congress did have the power to investigate.\nClause 1: Composition and election of Members.\nSection Two provides for the election every two years of members of the House of Representatives by the people of the respective states. The \"electors\" (voters) in the state are those who the state decides are eligible to vote for \"the most numerous Branch of the State Legislature\" are eligible to vote for members of the House of Representatives from that state.\nClause 2: Qualifications of Members.\nThe Constitution provides three requirements for Representatives. A Representative must be at least 25 years old. He or she must live in the state in which he or she is elected. A Representative must also have been a citizen of the United States for the previous seven years.\nClause 3: Apportionment of Representatives and taxes.\nAfter much debate, the framers of the Constitution compromised and made population the basis of determining the number of seats (called apportionment) in the House of Representatives. It also used apportionment to determine the tax liability among the states. To accomplish this, the Constitution requires that a census be conducted every ten years. This is to determine the population of each state and of the nation as a whole. It also establishes a rule for who should and who should not be included in the count. Because the Constitution would go into effect before the completion of a national census, it provides for a temporary apportionment of seats in the House of Representatives.\nOriginally, the population of each state and of the nation as a whole was determined by adding to the whole number of free Persons, three-fifths the number of all other persons (slaves), but excluding non-taxed Native Americans. This Constitutional rule was known as the three-fifths compromise. It was used to determine the number of Representatives in the House. Larger states contributed more money and would have more seats in the House of Representatives.\nThe Fourteenth Amendment removed the three-fifths rule and ordered the census to count everyone regardless of skin color. It stipulated that males over the age of twenty-one could vote. The Sixteenth Amendment removed the connection between apportionment and direct taxes. The 19th Amendment removed the restriction by sex allowing women to vote. The 26th Amendment reduced the voting age requirement to those 18 years of age and older. But none of these amendments changed congressional apportionment.\nSince enactment of the Reapportionment Act of 1929, Congress set the number of House seats at 435, except in 1959 when Alaska and Hawaii were admitted as states. Then the number became 437 temporarily.\nClause 4: Vacancies.\nSection two, Clause four, provides that when vacancies occur in the House of Representatives, it is not the job of the House of Representatives to arrange for a replacement. It is the job of the State whose vacant seat is up for refilling. In addition, the Constitution does not authorize a State Governor to appoint a temporary replacement. He is to arrange for a special election to fill the vacancy. The original qualifications and procedures for holding that election are still valid.\nClause 5: Speaker and other officers; Impeachment.\nSection Two also provides that the House of Representatives may choose its Speaker and its other officers. The Constitution does not require it but every Speaker has been a member of the House of Representatives. The Speaker rarely presides over routine House sessions. Instead he chooses to deputize a junior member to accomplish the task.\nFinally, Section Two grants to the House of Representatives the sole power of impeachment. Although the Supreme Court has not had an occasion to interpret this specific provision, the Court has suggested that the grant to the House of the \"sole\" power of impeachment makes the House the exclusive interpreter of what constitutes an impeachable offense.\nThis power, which is analogous to the bringing of criminal charges by a grand jury, has been used only rarely. The House of Representatives has initiated impeachment proceedings 62 times since 1789, and nineteen federal officials have been formally impeached as a result, including: three Presidents (Andrew Johnson, Bill Clinton, and Donald Trump), one Cabinet Secretary (William W. Belknap), one Senator (William Blount), one Supreme Court Associate Justice (Samuel Chase), and fourteen federal judges.\nThe Constitution does not specify how impeachment proceedings are to be initiated. Until the early 20th century, a House member could rise and propose an impeachment, which would then be assigned to a committee for investigation. Presently, it is the House Judiciary Committee that initiates the process. It does this only after investigating the allegations, prepares recommendations for the whole House's consideration. If the House votes to adopt an impeachment resolution, the Chairman of the Judiciary Committee recommends a slate of \"managers,\" whom the House subsequently approves by resolution. These Representatives then become the prosecution team in the impeachment trial in the Senate (see Section 3, Clause 6 below).\nClause 1: Composition; Election of Senators.\nThe first Clause of Section Three provides that each state is entitled to have two Senators. It states they would be elected by its state legislature and serve six-year terms. Each Senator has one vote. By these provisions, the framers of the Constitution intended to protect the interests of the states as states. However, this clause has been superseded by the Seventeenth Amendment, ratified in 1913. Due to problems in the Senate, it was changed to Senators would now be elected by the people instead of the state legislatures.\nClause 2: Classification of Senators; Vacancies.\nApproximately one-third of the Senate is up for re-election every two years. But the entire body is never up for re-election in the same year. The Seventeenth Amendment changed how vacancies would be filled. Under the Seventeenth Amendment, if a Senator dies or has to leave office, his state governor may appoint a temporary Senator until a special election can be held.\nClause 3: Qualifications of Senators.\nA Senator must be at least 30 years of age, must have been a citizen of the United States for at least nine years before being elected, and must reside in the State he or she will represent at the time of the election. As with Representatives in the House, the Constitution sets the qualifications to be a Senator.\nClause 4: Vice President as President of Senate.\nSection Three provides that the Vice President is the President of the Senate. When serving in this capacity, the Vice President, who is not a member of the Senate, may cast a vote to break a tie. Early in the nation's history, Vice Presidents frequently presided over the Senate. In modern times, the Vice President usually does so only during ceremonial occasions or when a tie in the voting is anticipated. A tie-breaking vote has been cast 243 times by 35 different Vice Presidents.\nClause 5: President pro tempore and other officers.\nClause five provides for a President \"pro tempore of the Senate\" (meaning temporary), a Senator elected to the post by the Senate, to preside over the body when the Vice President is either absent or exercising the Office of the President.\nThe Senate's current practice is to elect a full-time President pro tempore at the beginning of each Congress, as opposed to making it a temporary office only existing during the Vice President's absence. Since World War II, the senior (longest serving) member of the majority party has filled this position. As is true of the Speaker of the House, the Constitution does not require that the President pro tempore be a senator, but by tradition, a senator is always chosen.\nClause 6: Trial of Impeachment.\nThe House of Representatives votes to impeach a president, vice president or other civil officer, but the Senate serves as judge and jury. The defendant in the trial can be removed from office by a two-thirds vote of the Senate. Only three times has the Senate brought impeachment charges against a president still in office. This was in 1868 against Andrew Johnson, in 1998 against Bill Clinton, and in 2020 against Donald Trump. In each case, the president was not convicted and allowed to serve out his term of office.\nClause 7: Judgment in cases of impeachment; Punishment on conviction.\nIf any officer is convicted on impeachment, he or she is immediately removed from office. He or she may be barred from holding any public office in the future. No other punishments may be used. Any person removed from office may still be criminally prosecuted. They may also be subject to lawsuits.\nClause 1: Time, place, and manner of holding.\nState legislatures have the task of deciding how congressional elections are held. They may decide the scheduling of an election, where voters may cast ballots and how voters are to register. Congress has the right to change these rules.\nClause 2: Sessions of Congress.\nClause 2 fixes an annual date upon which Congress must meet. By doing so, the Constitution gives Congress the power to meet, whether or not the President called it into session.\nClause 1: Qualifications of Members.\nSection Five states that a majority of each House constitutes a quorum to do business; a smaller number may adjourn the House or compel the attendance of absent members. In practice, the quorum requirement is all but ignored. A quorum is assumed to be present unless a quorum call, requested by a member, proves otherwise. Rarely do members ask for quorum calls to demonstrate the absence of a quorum; more often, they use the quorum call as a delaying tactic.\nClause 2: Rules.\nEach House can determine its own Rules (assuming a quorum is present), and may punish any of its members. A two-thirds vote is necessary to expel a member. Section 5, Clause 2 does not provide specific guidance to each House regarding when and how each House may change its rules, leaving details to the respective chambers.\nClause 3: Record of proceedings.\nEach House must keep and publish a Journal, though it may choose to keep any part of the Journal secret. The decisions of the House—not the words spoken during debates—are recorded in the Journal; if one-fifth of those present (assuming a quorum is present) request it, the votes of the members on a particular question must also be entered.\nClause 4: Adjournment.\nNeither House may adjourn, without the consent of the other, for more than three days. Often, a House will hold \"pro forma\" sessions every three days. Such sessions are held just to fulfill the constitutional requirement. They are not for the purpose of conducting business. Neither House may meet in any place other than that designated for both Houses (the Capitol), without the consent of the other House.\nClause 1: Compensation and legal protection.\nSenators and Representatives set their own compensation. Under the Twenty-seventh Amendment, any change in their compensation will not take effect until after the next congressional election.\nMembers of both Houses have certain privileges, based on those enjoyed by the members of the British Parliament. Members attending, going to or returning from either House are privileged from arrest, except for treason, felony or breach of the peace. One may not sue a Senator or Representative for slander that may happen during Congressional debate, nor may speech by a member of Congress during a Congressional session be the basis for criminal prosecution.\nClause 2: Independence from the executive.\nSenators and Representatives may not simultaneously serve in Congress and hold a position in the executive branch. This restriction is meant to protect legislative independence by preventing the president from using patronage to buy votes in Congress. It is a major difference from the political system in the British Parliament, where cabinet ministers are required to be members of parliament.\nClause 1: Bills of revenue.\nThis establishes the method for making Acts of Congress that involve taxation. Accordingly, any bill may originate in either House of Congress, except for a revenue bill, which may originate only in the House of Representatives.\nThis clause of the U.S. Constitution stemmed from an English parliamentary practice that all money bills must have their first reading in the House of Commons. This practice was intended to ensure that the power of the purse is possessed by the legislative body most responsive to the people, although the English practice was modified in America by allowing the Senate to amend these bills.\nClause 2: From bills to law.\nThis clause is known as the Presentment Clause. Before a bill becomes law, it must be presented to the President, who has ten days (excluding Sundays) to act upon it. If the President signs the bill, it becomes law. If he disapproves of the bill, he must return it to the House in which it originated together with his objections. This procedure has become known as the veto, although that particular word does not appear in the text of Article One. The bill does not then become law unless both Houses, by two-thirds votes, override the veto. If the President neither signs nor returns the bill within the ten-day limit, the bill becomes law, unless the Congress has adjourned in the meantime, thereby preventing the President from returning the bill to the House in which it originated. In the latter case, the President, by taking no action on the bill towards the end of a session, exercises a \"pocket veto\", which Congress may not override. In the former case, where the President allows a bill to become law unsigned, there is no common name for the practice, but recent scholarship has termed it a \"default enactment.\"\nWhat exactly constitutes an adjournment for the purposes of the pocket veto has been unclear. In the \"Pocket Veto Case\" (1929), the Supreme Court held that \"the determinative question in reference to an 'adjournment' is not whether it is a final adjournment of Congress or an interim adjournment, such as an adjournment of the first session, but whether it is one that 'prevents' the President from returning the bill to the House in which it originated within the time allowed.\" Since neither House of Congress was in session, the President could not return the bill to one of them, thereby permitting the use of the pocket veto. In \"Wright v. United States\" (1938), however, the Court ruled that adjournments of one House only did not constitute an adjournment of Congress required for a pocket veto. In such cases, the Secretary or Clerk of the House in question was ruled competent to receive the bill.\nClause 3: Presidential veto.\nIn 1996, Congress passed the Line Item Veto Act, which permitted the President, at the time of the signing of the bill, to rescind certain expenditures. The Congress could disapprove the cancellation and reinstate the funds. The President could veto the disapproval, but the Congress, by a two-thirds vote in each House, could override the veto. In the case \"Clinton v. City of New York\", the Supreme Court found the Line Item Veto Act unconstitutional because it violated the Presentment clause. First, the procedure delegated legislative powers to the President, thereby violating the nondelegation doctrine. Second, the procedure violated the terms of Section Seven, which state, \"if he approve [the bill] he shall sign it, but if not he shall return it.\" Thus, the President may sign the bill, veto it, or do nothing, but he may not amend the bill and then sign it.\nEvery bill, order, resolution, or vote that must be passed by both Houses, except on a question of adjournment, must be presented to the President before becoming law. However, to propose a constitutional amendment, two-thirds of both Houses may submit it to the states for the ratification, without any consideration by the President, as prescribed in Article V.\nEnumerated powers.\nMany powers of Congress have been interpreted broadly. Most notably, the Taxing and Spending, Interstate Commerce, and Necessary and Proper Clauses have been deemed to grant expansive powers to Congress.\nCongress may lay and collect taxes for the \"common defense\" or \"general welfare\" of the United States. The U.S. Supreme Court has not often defined \"general welfare,\" leaving the political question to Congress. In \"United States v. Butler\" (1936), the Court for the first time construed the clause. The dispute centered on a tax collected from processors of agricultural products such as meat; the funds raised by the tax were not paid into the general funds of the treasury, but were rather specially earmarked for farmers. The Court struck down the tax, ruling that the general welfare language in the Taxing and Spending Clause related only to \"matters of national, as distinguished from local, welfare\". Congress continues to make expansive use of the Taxing and Spending Clause; for instance, the social security program is authorized under the Taxing and Spending Clause.\nCongress has the power to borrow money on the credit of the United States. In 1871, when deciding \"Knox v. Lee,\" the Court ruled that this clause permitted Congress to emit bills and make them legal tender in satisfaction of debts. Whenever Congress borrows money, it is obligated to repay the sum as stipulated in the original agreement. However, such agreements are only \"binding on the conscience of the sovereign\", as the doctrine of sovereign immunity prevents a creditor from suing in court if the government reneges its commitment.\nCommerce Clause.\nThe Supreme Court has seldom restrained the use of the \"commerce clause\" for widely varying purposes. The first important decision related to the commerce clause was \"Gibbons v. Ogden\", decided by a unanimous Court in 1824. The case involved conflicting federal and state laws: Thomas Gibbons had a federal permit to navigate steamboats in the Hudson River, while the other, Aaron Ogden, had a monopoly to do the same granted by the state of New York. Ogden contended that \"commerce\" included only buying and selling of goods and not their transportation. Chief Justice John Marshall rejected this notion. Marshall suggested that \"commerce\" included navigation of goods, and that it \"must have been contemplated\" by the Framers. Marshall added that Congress's power over commerce \"is complete in itself, may be exercised to its utmost extent, and acknowledges no limitations other than are prescribed in the Constitution\".\nThe expansive interpretation of the Commerce Clause was restrained during the late nineteenth and early twentieth centuries, when a \"laissez-faire\" attitude dominated the Court. In \"United States v. E. C. Knight Company\" (1895), the Supreme Court limited the newly enacted Sherman Antitrust Act, which had sought to break up the monopolies dominating the nation's economy. The Court ruled that Congress could not regulate the manufacture of goods, even if they were later shipped to other states. Chief Justice Melville Fuller wrote, \"commerce succeeds to manufacture, and is not a part of it.\"\nThe U.S. Supreme Court sometimes ruled New Deal programs unconstitutional because they stretched the meaning of the commerce clause. In \"Schechter Poultry Corp. v. United States,\" (1935) the Court unanimously struck down industrial codes regulating the slaughter of poultry, declaring that Congress could not regulate commerce relating to the poultry, which had \"come to a permanent rest within the State.\" As Chief Justice Charles Evans Hughes put it, \"so far as the poultry here in question is concerned, the flow of interstate commerce has ceased.\" Judicial rulings against attempted use of Congress's Commerce Clause powers continued during the 1930s.\nIn 1937, the Supreme Court began moving away from its laissez-faire attitude concerning Congressional legislation and the Commerce Clause, when it ruled in \"National Labor Relations Board v. Jones & Laughlin Steel Company\", that the National Labor Relations Act of 1935 (commonly known as the Wagner Act) was constitutional. The legislation under scrutiny, prevented employers from engaging in \"unfair labor practices\" such as firing workers for joining unions. In sustaining this act, the Court, signaled its return to the philosophy espoused by John Marshall, that Congress could pass laws regulating actions that even indirectly influenced interstate commerce.\nThis new attitude became firmly set into place in 1942. In \"Wickard v. Filburn\", the Court ruled that production quotas under the Agricultural Adjustment Act of 1938 were constitutionally applied to agricultural production (in this instance, home-grown wheat for private consumption) that was consumed purely intrastate, because its effect upon interstate commerce placed it within the power of Congress to regulate under the Commerce Clause. This decision marked the beginning of the Court's total deference to Congress' claims of Commerce Clause powers, which lasted into the 1990s.\n\"United States v. Lopez\" (1995) was the first decision in six decades to invalidate a federal statute on the grounds that it exceeded the power of the Congress under the Commerce Clause. The Court held that while Congress had broad lawmaking authority under the Commerce Clause, the power was limited, and did not extend so far from \"commerce\" as to authorize the regulation of the carrying of handguns, especially when there was no evidence that carrying them affected the economy on a massive scale. In a later case, \"United States v. Morrison\" (2000), the justices ruled that Congress could not make such laws even when there was evidence of aggregate effect.\nIn contrast to these rulings, the Supreme Court also continues to follow the precedent set by \"Wickard v. Filburn\". In \"Gonzales v. Raich\" it ruled that the Commerce Clause granted Congress the authority to criminalize the production and use of home-grown cannabis even where states approve its use for medicinal purposes. The court held that, as with the agricultural production in the earlier case, home-grown cannabis is a legitimate subject of federal regulation because it competes with marijuana that moves in interstate commerce.\nOther powers of Congress.\nCongress may establish uniform laws relating to naturalization and bankruptcy. It may also coin money, regulate the value of American or foreign currency and punish counterfeiters. Congress may fix the standards of weights and measures. Furthermore, Congress may establish post offices and post roads (the roads, however, need not be exclusively for the conveyance of mail). Congress may promote the progress of science and useful arts by granting copyrights and patents of limited duration. Section eight, clause eight of Article One, known as the Copyright Clause, is the only instance of the word \"right\" used in the original constitution (though the word does appear in several Amendments). Though perpetual copyrights and patents are prohibited, the Supreme Court has ruled in \"Eldred v. Ashcroft\" (2003) that repeated extensions to the term of copyright do not constitute perpetual copyright; also note that this is the only power granted where the means to accomplish its stated purpose is specifically provided for. Courts inferior to the Supreme Court may be established by Congress.\nCongress has several powers related to war and the armed forces. Under the War Powers Clause, only Congress may declare war, but in several cases it has, without declaring war, granted the President the authority to engage in military conflicts. Five wars have been declared in United States' history: the War of 1812, the Mexican–American War, the Spanish–American War, World War I and World War II. Some historians argue that the legal doctrines and legislation passed during the operations against Pancho Villa constitute a sixth declaration of war. Congress may grant letters of marque and reprisal. Congress may establish and support the armed forces, but no appropriation made for the support of the army may be used for more than two years. This provision was inserted because the Framers feared the establishment of a standing army, beyond civilian control, during peacetime. Congress may regulate or call forth the state militias, but the states retain the authority to appoint officers and train personnel. Congress also has exclusive power to make rules and regulations governing the land and naval forces. Although the executive branch and the Pentagon have asserted an ever-increasing measure of involvement in this process, the U.S. Supreme Court has often reaffirmed Congress's exclusive hold on this power (e.g. Burns v. Wilson, 346 U.S. 137 (1953)). Congress used this power twice soon after World War II with the enactment of two statutes: the Uniform Code of Military Justice to improve the quality and fairness of courts martial and military justice, and the Federal Tort Claims Act which among other rights had allowed military service persons to sue for damages until the U.S. Supreme Court repealed that section of the statute in a divisive series of cases, known collectively as the Feres Doctrine.\nCongress has the exclusive right to legislate \"in all cases whatsoever\" for the nation's capital, the District of Columbia. Congress chooses to devolve some of such authority to the elected mayor and council of District of Columbia. Nevertheless, Congress remains free to enact any legislation for the District so long as constitutionally permissible, to overturn any legislation by the city government, and technically to revoke the city government at any time. Congress may also exercise such jurisdiction over land purchased from the states for the erection of forts and other buildings.\nNecessary and Proper clause.\nFinally, Congress has the power to do whatever is \"necessary and proper\" to carry out its enumerated powers and, crucially, all others vested in it. This has been interpreted to authorize criminal prosecution of those whose actions have a \"substantial effect\" on interstate commerce in \"Wickard v. Filburn\"; however, Thomas Jefferson, in the Kentucky Resolutions, supported by James Madison, maintained that a penal power could not be inferred from a power to regulate, and that the only penal powers were for treason, counterfeiting, piracy and felony on the high seas, and offenses against the law of nations.\nThe necessary and proper clause has been interpreted extremely broadly, thereby giving Congress wide latitude in legislation. The first landmark case involving the clause was \"McCulloch v. Maryland\" (1819), which involved the establishment of a national bank. Alexander Hamilton, in advocating the creation of the bank, argued that there was \"a more or less direct\" relationship between the bank and \"the powers of collecting taxes, borrowing money, regulating trade between the states, and raising and maintaining fleets and navies\". Thomas Jefferson countered that Congress's powers \"can all be carried into execution without a national bank. A bank therefore is not necessary, and consequently not authorized by this phrase\". Chief Justice John Marshall agreed with the former interpretation. Marshall wrote that a Constitution listing \"all\" of Congress's powers \"would partake of a prolixity of a legal code and could scarcely be embraced by the human mind\". Since the Constitution could not possibly enumerate the \"minor ingredients\" of the powers of Congress, Marshall \"deduced\" that Congress had the authority to establish a bank from the \"great outlines\" of the general welfare, commerce and other clauses. Under this doctrine of the necessary and proper clause, Congress has sweepingly broad powers (known as implied powers) not explicitly enumerated in the Constitution. However, the Congress cannot enact laws solely on the implied powers, any action must be necessary and proper in the execution of the enumerated powers.\nSlave trade.\nThe first clause in this section prevents Congress from passing any law that would restrict the importation of slaves into the United States prior to 1808. Congress could however, levy a \"Per capita\" duty of up to ten dollars for each slave imported into the country. This clause was further entrenched into the Constitution by Article V, where it is explicitly shielded from constitutional amendment prior to 1808. On January 1, 1808, the first day it was permitted to do so, Congress approved legislation prohibiting the importation of slaves into the United States.\nCivil and legal protections.\nA writ of \"habeas corpus\" is a legal action against unlawful detainment that commands a law enforcement agency or other body that has a person in custody to have a court inquire into the legality of the detention. The court may order the person released if the reason for detention is deemed insufficient or unjustifiable. The Constitution further provides that the privilege of the writ of \"habeas corpus\" may not be suspended \"unless when in cases of rebellion or invasion the public safety may require it\". In \"Ex parte Milligan\" (1866), the Supreme Court ruled that the suspension of \"habeas corpus\" in a time of war was lawful, but military tribunals did not apply to citizens in states that had upheld the authority of the Constitution and where civilian courts were still operating.\nA bill of attainder is a law by which a person is immediately convicted without trial. An \"ex post facto\" law is a law which applies retroactively, punishing someone for an act that was only made criminal after it was done. The \"ex post facto\" clause does not apply to civil matters.\nApportionment of direct taxes.\nSection Nine reiterates the provision from Section Two that direct taxes must be apportioned by state populations. This clause was also explicitly shielded from constitutional amendment prior to 1808 by Article V. In 1913, the 16th Amendment exempted income taxes from this clause. Furthermore, no tax may be imposed on exports from any state. Congress may not, by revenue or commerce legislation, give preference to ports of one state over those of another; neither may it require ships from one state to pay duties in another. All funds belonging to the Treasury may not be withdrawn except according to law. Modern practice is that Congress annually passes a number of appropriations bills authorizing the expenditure of public money. The Constitution requires that a regular statement of such expenditures be published.\nTitles of nobility.\nThe Title of Nobility Clause prohibits Congress from granting any title of nobility. In addition, it specifies that no civil officer may accept, without the consent of Congress, any gift, payment, office or title from a foreign ruler or state. However, a U.S. citizen may receive foreign office before or after their period of public service.\nClause 1: Contracts Clause.\nStates may not exercise certain powers reserved for the federal government: they may not enter into treaties, alliances or confederations, grant letters of marque or reprisal, coin money or issue bills of credit (such as currency). Furthermore, no state may make anything but gold and silver coin a tender in payment of debts, which expressly forbids any state government (but not the federal government) from \"making a tender\" (i.e., authorizing something that may be offered in payment) of any type or form of money to meet any financial obligation, unless that form of money is coins made of gold or silver (or a medium of exchange backed by and redeemable in gold or silver coins, as noted in \"Farmers & Merchants Bank v. Federal Reserve Bank\"). Much of this clause is devoted to preventing the States from using or creating any currency other than that created by Congress. In Federalist no. 44, Madison explains that \"... it may be observed that the same reasons which shew the necessity of denying to the States the power of regulating coin, prove with equal force that they ought not to be at liberty to substitute a paper medium in the place of coin. Had every State a right to regulate the value of its coin, there might be as many different currencies as States; and thus the intercourse among them would be impeded.\" Moreover, the states may not pass bills of attainder, enact \"ex post facto\" laws, impair the obligation of contracts, or grant titles of nobility.\nThe Contract Clause was the subject of much contentious litigation in the 19th century. It was first interpreted by the Supreme Court in 1810, when \"Fletcher v. Peck\" was decided. The case involved the Yazoo land scandal, in which the Georgia legislature authorized the sale of land to speculators at low prices. The bribery involved in the passage of the authorizing legislation was so blatant that a Georgia mob attempted to lynch the corrupt members of the legislature. Following elections, the legislature passed a law that rescinded the contracts granted by the corrupt legislators. The validity of the annulment of the sale was questioned in the Supreme Court. In writing for a unanimous court, Chief Justice John Marshall asked, \"What is a contract?\" His answer was: \"a compact between two or more parties.\" Marshall argued that the sale of land by the Georgia legislature, though fraught with corruption, was a valid \"contract\". He added that the state had no right to annul the purchase of the land, since doing so would impair the obligations of contract.\nThe definition of a contract propounded by Chief Justice Marshall was not as simple as it may seem. In 1819, the Court considered whether a corporate charter could be construed as a contract. The case of \"Trustees of Dartmouth College v. Woodward\" involved Dartmouth College, which had been established under a Royal Charter granted by King George III. The Charter created a board of twelve trustees for the governance of the College. In 1815, however, New Hampshire passed a law increasing the board's membership to twenty-one with the aim that public control could be exercised over the College. The Court, including Marshall, ruled that New Hampshire could not amend the charter, which was ruled to be a contract since it conferred \"vested rights\" on the trustees.\nThe Marshall Court determined another dispute in \"Sturges v. Crowninshield\". The case involved a debt that was contracted in early 1811. Later in that year, the state of New York passed a bankruptcy law, under which the debt was later discharged. The Supreme Court ruled that a retroactively applied state bankruptcy law impaired the obligation to pay the debt, and therefore violated the Constitution. In \"Ogden v. Saunders\" (1827), however, the court decided that state bankruptcy laws \"could\" apply to debts contracted after the passage of the law. State legislation on the issue of bankruptcy and debtor relief has not been much of an issue since the adoption of a comprehensive federal bankruptcy law in 1898.\nClause 2: Import-Export Clause.\nStill more powers are prohibited of the states. States may not, without the consent of Congress, tax imports or exports except for the fulfillment of state inspection laws (which may be revised by Congress). The net revenue of the tax is paid not to the state, but to the federal Treasury.\nClause 3: Compact Clause.\nUnder the Compact Clause, states may not, without the consent of Congress, keep troops or armies during times of peace. They may not enter into alliances nor compacts with foreign states, nor engage in war unless invaded. States may, however, organize and arm a militia according to the discipline prescribed by Congress. (Article I, Section 8, enumerated powers of Congress.) The National Guard, whose members are also members of the militia of the United States as defined by, fulfill this function, as do persons serving in State Militias with federal oversight under.\nThe idea of allowing Congress to have say over agreements between states traces back to the numerous controversies that arose between various colonies. Eventually compromises would be created between the two colonies and these compromises would be submitted to the Crown for approval. After the American Revolutionary War, the Articles of Confederation allowed states to appeal to Congress to settle disputes between the states over boundaries or \"any cause whatever\". The Articles of Confederation also required Congressional approval for \"any treaty or alliance\" in which a state was one of the parties.\nThere have been a number of Supreme Court cases concerning what constitutes valid congressional consent to an interstate compact. In \"Virginia v. Tennessee\", the Court found that some agreements among states stand even when lacking the explicit consent of Congress. (One example the court gave was a state moving some goods from a distant state to itself, it would not require Congressional approval to contract with another state to use its canals for transport.) According to the Court, the Compact Clause requires congressional consent only if the agreement among the states is \"directed to the formation of any combination tending to the increase of political power in the States, which may encroach upon or interfere with the just supremacy of the United States\". The congressional consent issue is at the center of the current debate over the constitutionality of the not yet effective National Popular Vote Interstate Compact entered into by several states plus the District of Columbia.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":19},{"uri":"Legislature","surface_form":"legislative branch","offset":62},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":88},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":112},{"uri":"Bicameralism","surface_form":"bicameral","offset":154},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":192},{"uri":"United_States_Senate","surface_form":"Senate","offset":223},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":294},{"uri":"Legislation","surface_form":"legislative","offset":302},{"uri":"Exclusive","surface_form":"exclusive","offset":320},{"uri":"Article_Two_of_the_United_States_Constitution","surface_form":"II","offset":383},{"uri":"Article_Three_of_the_United_States_Constitution","surface_form":"III","offset":390},{"uri":"Executive_(government)","surface_form":"executive","offset":412},{"uri":"Judiciary","surface_form":"judicial","offset":464},{"uri":"Judiciary","surface_form":"judiciary","offset":494},{"uri":"Separation_of_powers","surface_form":"separation of powers","offset":535},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":588},{"uri":"Investigate","surface_form":"investigate","offset":848},{"uri":"Assembly","surface_form":"assemblies","offset":911},{"uri":"Thirteen_Colonies","surface_form":"American colonies","offset":929},{"uri":"British_Parliament","surface_form":"British Parliament","offset":986},{"uri":"McGrain_v._Daugherty","surface_form":"McGrain v. Daugherty","offset":1108},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":1142},{"uri":"Respective","surface_form":"respective","offset":1375},{"uri":"Requirement","surface_form":"requirement","offset":1691},{"uri":"Citizen_of_the_United_States","surface_form":"citizen of the United States","offset":1876},{"uri":"Compromise","surface_form":"compromise","offset":2040},{"uri":"Apportionment","surface_form":"apportionment","offset":2125},{"uri":"United_States_Census","surface_form":"census","offset":2302},{"uri":"Slave","surface_form":"slave","offset":2858},{"uri":"Native_Americans","surface_form":"Native Americans","offset":2891},{"uri":"Three-fifths_compromise","surface_form":"three-fifths compromise","offset":2951},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":3145},{"uri":"Sixteenth_Amendment_to_the_United_States_Constitution","surface_form":"Sixteenth Amendment","offset":3331},{"uri":"Nineteenth_Amendment_to_the_United_States_Constitution","surface_form":"19th Amendment","offset":3418},{"uri":"Twenty-sixth_Amendment_to_the_United_States_Constitution","surface_form":"26th Amendment","offset":3492},{"uri":"Reapportionment_Act_of_1929","surface_form":"Reapportionment Act of 1929","offset":3667},{"uri":"Alaska","surface_form":"Alaska","offset":3763},{"uri":"Hawaii","surface_form":"Hawaii","offset":3774},{"uri":"Speaker_(politics)","surface_form":"Speaker","offset":4482},{"uri":"Officer","surface_form":"officer","offset":4504},{"uri":"Deputy","surface_form":"deputize","offset":4699},{"uri":"President_of_the_United_States","surface_form":"Presidents","offset":5390},{"uri":"Andrew_Johnson","surface_form":"Andrew Johnson","offset":5402},{"uri":"Impeachment_of_Bill_Clinton","surface_form":"Bill Clinton,","offset":5418},{"uri":"United_States_Cabinet","surface_form":"Cabinet","offset":5455},{"uri":"William_W._Belknap","surface_form":"William W. Belknap","offset":5474},{"uri":"United_States_Senate","surface_form":"Senator","offset":5499},{"uri":"William_Blount","surface_form":"William Blount","offset":5508},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":5529},{"uri":"Associate_Justice_of_the_Supreme_Court_of_the_United_States","surface_form":"Associate Justice","offset":5543},{"uri":"Samuel_Chase","surface_form":"Samuel Chase","offset":5562},{"uri":"United_States_federal_judge","surface_form":"federal judges","offset":5590},{"uri":"United_States_House_Committee_on_the_Judiciary","surface_form":"House Judiciary Committee","offset":5857},{"uri":"Prosecutor","surface_form":"prosecution","offset":6247},{"uri":"State_legislature_(United_States)","surface_form":"state legislature","offset":6513},{"uri":"Seventeenth_Amendment_to_the_United_States_Constitution","surface_form":"Seventeenth Amendment","offset":6744},{"uri":"Governor","surface_form":"governor","offset":7255},{"uri":"Special_election","surface_form":"special election","offset":7304},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":7768},{"uri":"Tie","surface_form":"tie","offset":7928},{"uri":"Ceremonial","surface_form":"ceremonial","offset":8081},{"uri":"Occasion","surface_form":"occasion","offset":8092},{"uri":"Pro_tempore_of_the_Senate","surface_form":"pro tempore of the Senate","offset":8313},{"uri":"Acting_President_of_the_United_States","surface_form":"Office of the President","offset":8490},{"uri":"Andrew_Johnson","surface_form":"Andrew Johnson","offset":9372},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":9404},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":9438},{"uri":"Lawsuit","surface_form":"lawsuit","offset":9902},{"uri":"Quorum","surface_form":"quorum","offset":10507},{"uri":"Adjournment","surface_form":"adjourn","offset":10551},{"uri":"Call_of_the_house","surface_form":"compel","offset":10572},{"uri":"United_States_Capitol","surface_form":"the Capitol","offset":11999},{"uri":"Twenty-seventh_Amendment_to_the_United_States_Constitution","surface_form":"Twenty-seventh Amendment","offset":12165},{"uri":"Parliamentary_privilege","surface_form":"based on those enjoyed by the members of the British Parliament","offset":12338},{"uri":"Treason","surface_form":"treason","offset":12501},{"uri":"Felony","surface_form":"felony","offset":12510},{"uri":"Breach_of_the_peace","surface_form":"breach of the peace","offset":12520},{"uri":"Simultaneous","surface_form":"simultaneous","offset":12831},{"uri":"Patronage","surface_form":"patronage","offset":13010},{"uri":"Act_of_Congress","surface_form":"Acts of Congress","offset":13257},{"uri":"First_reading","surface_form":"first reading","offset":13568},{"uri":"House_of_Commons_of_Great_Britain","surface_form":"House of Commons","offset":13589},{"uri":"Power_of_the_purse","surface_form":"power of the purse","offset":13653},{"uri":"Presentment_Clause","surface_form":"Presentment Clause","offset":13896},{"uri":"Veto","surface_form":"veto","offset":14238},{"uri":"Pocket_veto","surface_form":"pocket veto","offset":14767},{"uri":"Pocket_Veto_Case","surface_form":"Pocket Veto Case","offset":15096},{"uri":"Wright_v._United_States","surface_form":"Wright v. United States","offset":15629},{"uri":"Line_Item_Veto_Act_of_1996","surface_form":"Line Item Veto Act","offset":15959},{"uri":"Clinton_v._City_of_New_York","surface_form":"Clinton v. City of New York","offset":16289},{"uri":"Article_Five_of_the_United_States_Constitution","surface_form":"Article V","offset":17153},{"uri":"Political_question","surface_form":"political question","offset":17566},{"uri":"United_States_v._Butler","surface_form":"United States v. Butler","offset":17602},{"uri":"Taxing_and_Spending_Clause","surface_form":"Taxing and Spending Clause","offset":18143},{"uri":"Social_security","surface_form":"social security","offset":18189},{"uri":"Knox_v._Lee","surface_form":"Knox v. Lee","offset":18364},{"uri":"Sovereign_immunity","surface_form":"sovereign immunity","offset":18703},{"uri":"Gibbons_v._Ogden","surface_form":"Gibbons v. Ogden","offset":18988},{"uri":"Thomas_Gibbons_(politician)","surface_form":"Thomas Gibbons","offset":19099},{"uri":"Hudson_River","surface_form":"Hudson River","offset":19165},{"uri":"Aaron_Ogden","surface_form":"Aaron Ogden","offset":19196},{"uri":"John_Marshall","surface_form":"John Marshall","offset":19391},{"uri":"Laissez-faire","surface_form":"laissez-faire","offset":19877},{"uri":"United_States_v._E._C._Knight_Company","surface_form":"United States v. E. C. Knight Company","offset":19926},{"uri":"Sherman_Antitrust_Act","surface_form":"Sherman Antitrust Act","offset":20017},{"uri":"New_Deal","surface_form":"New Deal","offset":20378},{"uri":"Schechter_Poultry_Corp._v._United_States","surface_form":"Schechter Poultry Corp. v. United States","offset":20476},{"uri":"Charles_Evans_Hughes","surface_form":"Charles Evans Hughes","offset":20763},{"uri":"National_Labor_Relations_Board_v._Jones_%26amp%3B_Laughlin_Steel_Company","surface_form":"National Labor Relations Board v. Jones & Laughlin Steel Company","offset":21152},{"uri":"National_Labor_Relations_Act","surface_form":"National Labor Relations Act","offset":21228},{"uri":"Unfair_labor_practice","surface_form":"unfair labor practice","offset":21390},{"uri":"Labor_union","surface_form":"unions","offset":21449},{"uri":"Wickard_v._Filburn","surface_form":"Wickard v. Filburn","offset":21719},{"uri":"Agricultural_Adjustment_Act_of_1938","surface_form":"Agricultural Adjustment Act of 1938","offset":21789},{"uri":"United_States_v._Lopez","surface_form":"United States v. Lopez","offset":22245},{"uri":"Handgun","surface_form":"handgun","offset":22638},{"uri":"United_States_v._Morrison","surface_form":"United States v. Morrison","offset":22764},{"uri":"Gonzales_v._Raich","surface_form":"Gonzales v. Raich","offset":23027},{"uri":"Cannabis_(drug)","surface_form":"cannabis","offset":23163},{"uri":"Medical_cannabis","surface_form":"medicinal purposes","offset":23210},{"uri":"Naturalization","surface_form":"naturalization","offset":23518},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":23537},{"uri":"Postal_Clause","surface_form":"post offices and post roads","offset":23743},{"uri":"United_States_copyright_law","surface_form":"copyrights","offset":23918},{"uri":"United_States_patent_law","surface_form":"patents","offset":23933},{"uri":"Copyright_Clause","surface_form":"Copyright Clause","offset":24019},{"uri":"Eldred_v._Ashcroft","surface_form":"Eldred v. Ashcroft","offset":24253},{"uri":"War_Powers_Clause","surface_form":"War Powers Clause","offset":24638},{"uri":"War_of_1812","surface_form":"War of 1812","offset":24869},{"uri":"Mexican%E2%80%93American_War","surface_form":"Mexican–American War","offset":24886},{"uri":"Spanish%E2%80%93American_War","surface_form":"Spanish–American War","offset":24912},{"uri":"World_War_I","surface_form":"World War I","offset":24934},{"uri":"World_War_II","surface_form":"World War II","offset":24950},{"uri":"Pancho_Villa","surface_form":"Pancho Villa","offset":25064},{"uri":"Letter_of_marque","surface_form":"letters of marque","offset":25135},{"uri":"Reprisal","surface_form":"reprisal","offset":25157},{"uri":"Uniform_Code_of_Military_Justice","surface_form":"Uniform Code of Military Justice","offset":26025},{"uri":"Federal_Tort_Claims_Act","surface_form":"Federal Tort Claims Act","offset":26142},{"uri":"Feres_v._United_States","surface_form":"Feres Doctrine","offset":26370},{"uri":"Washington%2C_D.C.","surface_form":"District of Columbia","offset":26488},{"uri":"Mayor_of_Washington%2C_D.C.","surface_form":"mayor","offset":26576},{"uri":"Council_of_the_District_of_Columbia","surface_form":"council","offset":26586},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":27323},{"uri":"Kentucky_Resolutions","surface_form":"Kentucky Resolutions","offset":27348},{"uri":"James_Madison","surface_form":"James Madison","offset":27383},{"uri":"Treason","surface_form":"treason","offset":27516},{"uri":"Counterfeiting","surface_form":"counterfeiting","offset":27525},{"uri":"Piracy","surface_form":"piracy","offset":27541},{"uri":"Felony","surface_form":"felony","offset":27552},{"uri":"High_seas","surface_form":"high seas","offset":27566},{"uri":"Law_of_nations","surface_form":"law of nations","offset":27602},{"uri":"McCulloch_v._Maryland","surface_form":"McCulloch v. Maryland","offset":27794},{"uri":"Second_Bank_of_the_United_States","surface_form":"national bank","offset":27863},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":27878},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":28153},{"uri":"Implied_powers","surface_form":"implied powers","offset":28936},{"uri":"Slave_trade","surface_form":"importation of slaves","offset":29261},{"uri":"Per_capita","surface_form":"Per capita","offset":29353},{"uri":"Article_Five_of_the_United_States_Constitution","surface_form":"Article V","offset":29493},{"uri":"Act_Prohibiting_Importation_of_Slaves","surface_form":"prohibiting the importation of slaves","offset":29672},{"uri":"Habeas_corpus","surface_form":"habeas corpus","offset":29774},{"uri":"Ex_parte_Milligan","surface_form":"Ex parte Milligan","offset":30277},{"uri":"Bill_of_attainder","surface_form":"bill of attainder","offset":30555},{"uri":"Ex_post_facto","surface_form":"ex post facto","offset":30644},{"uri":"Direct_taxes","surface_form":"direct taxes","offset":30928},{"uri":"Article_Five_of_the_United_States_Constitution","surface_form":"Article V","offset":31071},{"uri":"Sixteenth_Amendment_to_the_United_States_Constitution","surface_form":"16th Amendment","offset":31095},{"uri":"Income_tax","surface_form":"income tax","offset":31119},{"uri":"Appropriations_bill_(United_States)","surface_form":"appropriations bill","offset":31540},{"uri":"Title_of_Nobility_Clause","surface_form":"Title of Nobility Clause","offset":31716},{"uri":"Nobility","surface_form":"title of nobility","offset":31778},{"uri":"Gift","surface_form":"gift","offset":31894},{"uri":"Money","surface_form":"money","offset":32595},{"uri":"Contract_Clause","surface_form":"Contract Clause","offset":33563},{"uri":"Fletcher_v._Peck","surface_form":"Fletcher v. Peck","offset":33708},{"uri":"Yazoo_land_scandal","surface_form":"Yazoo land scandal","offset":33761},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":33794},{"uri":"Trustees_of_Dartmouth_College_v._Woodward","surface_form":"Trustees of Dartmouth College v. Woodward","offset":34830},{"uri":"Dartmouth_College","surface_form":"Dartmouth College","offset":34882},{"uri":"George_III_of_the_United_Kingdom","surface_form":"George III","offset":34966},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":35078},{"uri":"Sturges_v._Crowninshield","surface_form":"Sturges v. Crowninshield","offset":35443},{"uri":"Ogden_v._Saunders","surface_form":"Ogden v. Saunders","offset":35800},{"uri":"Bankruptcy_in_the_United_States","surface_form":"federal bankruptcy law","offset":36076},{"uri":"National_Guard_of_the_United_States","surface_form":"National Guard","offset":36837},{"uri":"Militia_(United_States)","surface_form":"militia of the United States","offset":36891},{"uri":"State_Defense_Forces","surface_form":"State Militias","offset":36983},{"uri":"The_Crown","surface_form":"the Crown","offset":37289},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":37323},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":37355},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":37662},{"uri":"Interstate_compact","surface_form":"interstate compact","offset":37744},{"uri":"Virginia_v._Tennessee","surface_form":"Virginia v. Tennessee","offset":37768},{"uri":"Coming_into_force","surface_form":"effective","offset":38516},{"uri":"National_Popular_Vote_Interstate_Compact","surface_form":"National Popular Vote Interstate Compact","offset":38526},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":38607}]}