{"id":534705,"url":"http://en.wikipedia.org/wiki/I%27ve_Been_to_the_Mountaintop","text":"I've Been to the Mountaintop is the name of the last speech Martin Luther King, Jr. gave before he died.\nKing gave the speech on April 3, 1968. He was in Memphis, Tennessee for the Memphis Sanitation Strike. The sanitation (garbage) workers in Memphis were on strike because they got paid very little, and their work was dangerous. King wanted to support them.\nThe speech talks mostly about the Strike. King talks about the best ways to get the workers what they needed. At the end of the speech, he talks about the possibility that he might be killed.\nThe next day, King was murdered.\nNon-violence.\nKing thought that if protesters or the people on strike were violent, other people would only pay attention to the violence. They would not pay attention to how badly the sanitation workers were treated.\nThe Civil Rights Movement.\nKing promises that civil rights activists will not stop until they get their basic human rights.\nThe Bible in the speech.\nKing was a Baptist pastor. He often mentioned stories from the Bible in his speeches.\nIn the end of this speech, King is talking about a story from the Old Testament. Moses was the leader of the Israelites (the people of Israel). The Israelites followed Moses because they thought he would lead them to a Promised Land. In this Promised Land, they could live in peace.\nSoon after this, Moses died. Joshua replaced him as leader, and led the people of Israel into the Promised Land.\nKing is saying that like Moses, he has \"been to the mountaintop\" and seen the Promised Land a society where black people have peace and equal rights. He knows that he may not get to this Promised Land with them, because he might die first. However, he tells his listeners that, like the people of Israel, African-Americans as a people will get to the Promised Land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":60},{"uri":"Memphis%2C_Tennessee","surface_form":"Memphis, Tennessee","offset":154},{"uri":"Memphis_Sanitation_Strike","surface_form":"Memphis Sanitation Strike","offset":181},{"uri":"Sanitation","surface_form":"sanitation","offset":212},{"uri":"Strike_action","surface_form":"on strike","offset":257},{"uri":"Assassination_of_Martin_Luther_King%2C_Jr.","surface_form":"King was murdered","offset":567},{"uri":"Activism","surface_form":"activists","offset":863},{"uri":"Human_rights","surface_form":"human rights","offset":914},{"uri":"Baptist","surface_form":"Baptist","offset":964},{"uri":"Pastor","surface_form":"pastor","offset":972},{"uri":"Bible","surface_form":"Bible","offset":1016},{"uri":"Old_Testament","surface_form":"Old Testament","offset":1105},{"uri":"Moses","surface_form":"Moses","offset":1120},{"uri":"Israelites","surface_form":"Israelites","offset":1148},{"uri":"Israel","surface_form":"Israel","offset":1174},{"uri":"Peace","surface_form":"peace","offset":1315},{"uri":"Book_of_Joshua","surface_form":"Joshua","offset":1351},{"uri":"Society","surface_form":"society","offset":1529}]}