{"id":534731,"url":"http://en.wikipedia.org/wiki/Comet_Swift%E2%80%93Tuttle","text":"e=\"preserve\">Comet Swift–Tuttle (109P/Swift–Tuttle) is a periodic comet with an orbital period of 133 years. It fits the classical definition of a Halley-type comet with a period between 20 and 200 years. It was independently discovered by Lewis Swift and Horace Parnell Tuttle in July 1862. It has a well-known orbit and has a comet nucleus 26 km in diameter.\nChinese records show that in 188 AD the comet reached apparent magnitude 0.1. In 1862, the comet was as bright as Polaris. The comet made a return appearance in 1992, and became visible with binoculars. In 2126 it will be a bright naked-eye comet reaching about apparent magnitude 0.7.\nIt is the parent body of the Perseid meteor shower, perhaps the best known shower and among the most reliable in performance.\nNear-Earth orbit.\nA close encounter with Earth is predicted for the comet's return to the inner Solar System in the year 4479, around Sept. 15; the closest approach is estimated to be 0.03–0.05 AU, with a probability of impact of 1, or 0.0001%.\nComet Swift–Tuttle has been described as \"the single most dangerous object known to humanity\". However, the probability of Earth impact per orbit is about a million to one against. It is estimated as 2 (0.000002%). It is the largest Solar System object that makes repeated close approaches to Earth with a relative velocity of 60 km/s.\nAn unusual aspect of its orbit is that it is captured into a 1:11 orbital resonance with Jupiter; it completes one orbit for every 11 of Jupiter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Comet","surface_form":"comet","offset":66},{"uri":"Orbital_period","surface_form":"orbital period","offset":80},{"uri":"Halley%27s_Comet","surface_form":"Halley-type comet","offset":147},{"uri":"Orbital_period","surface_form":"period","offset":172},{"uri":"Orbit","surface_form":"orbit","offset":312},{"uri":"Comet_nucleus","surface_form":"comet nucleus","offset":328},{"uri":"AD","surface_form":"AD","offset":394},{"uri":"Apparent_magnitude","surface_form":"apparent magnitude","offset":415},{"uri":"Polaris","surface_form":"Polaris","offset":475},{"uri":"Binoculars","surface_form":"binoculars","offset":552},{"uri":"Perseids","surface_form":"Perseid","offset":676},{"uri":"Meteor_shower","surface_form":"meteor shower","offset":684},{"uri":"Astronomical_unit","surface_form":"AU","offset":967},{"uri":"Solar_System","surface_form":"Solar System","offset":1251},{"uri":"Orbital_resonance","surface_form":"orbital resonance","offset":1420},{"uri":"Jupiter","surface_form":"Jupiter","offset":1443}]}