{"id":534873,"url":"http://en.wikipedia.org/wiki/Geomagnetic_reversal","text":"A geomagnetic reversal is a change in a planet's magnetic field such that the positions of magnetic north and magnetic south are interchanged.\nThis has happened 183 times over the last 83 million years, averaging about two or three times per million years. Before a change of magnetic field, the Earth's magnetic field becomes weaker and moves around, like a spinning top would before it falls. Scientists know this as a result of studies of magnetism on the sea floor, near the mid-Atlantic ridge. The lava slowly moves out of this crevasse (gap in the sea floor) and then it cools with its iron oxide molecules all pointing in the new direction of the Earth's magnetic field. We can look at the history of this magnetic field today to look back at the many flips in the past.\nReversals occur at intervals from less than 0.1 million years to as much as 50 million years. These periods are called \"chrons\".\nThere is no pattern to these changes, which seem to take place at random. Chrons last from between 0.1 and 1million years (see diagram) with an average of 450,000 years. Most reversals take between 1,000 and 10,000 years to happen.\nThe latest one, the Brunhes–Matuyama reversal, occurred 780,000 years ago; and may have happened very quickly, within a human lifetime. A brief complete reversal, known as the Laschamp event, occurred only 41,000 years ago during the last glacial period. That reversal lasted only about 440 years with the actual change of polarity lasting around 250 years. During this change the strength of the magnetic field weakened to 5% of its present strength. Brief disruptions that do not result in reversal are called geomagnetic excursions.\nRecords of the past.\nThe past record of geomagnetic reversals was first noticed by observing the magnetic stripe reversals on the ocean floor. This soon led to the development of the theory of plate tectonics. The relatively constant rate at which the sea floor spreads causes \"stripes\" in the basalt. From these past magnetic fields polarity can be inferred. Data is got by towing a magnetometer along the sea floor.\nNo existing unsubducted sea floor is more than about 180 million years old, so other methods are used for detecting older reversals. Most sedimentary rocks have tiny amounts of iron rich minerals. Their orientation reflects the magnetic field when they formed. The rocks keep that record unless they get changed by some later process.\nSuperchrons.\nA \"superchron\" is a polarity interval lasting at least 10million years. There are two well-established superchrons, the Cretaceous Normal and the Kiaman.\nThe Cretaceous Normal (also called the Cretaceous Superchron or C34) lasted for almost 40million years. Between the Cretaceous Normal and the present, the frequency has generally increased slowly.\nThe Kiaman Reverse Superchron lasted from the late Carboniferous to the late Permian. That is more than 50million years, from 312 to 262 million years ago (mya). The magnetic field had reversed polarity. The name \"Kiaman\" derives from the Australian village of Kiama, where some of the first geological evidence of the superchron was found in 1925.\nCauses.\nThe magnetic field of the Earth, and of other planets that have magnetic fields, is caused by dynamo action of molten iron in the planetary core. This convection (movement) generates electric currents which in turn give rise to magnetic fields. In simulations of planetary dynamos, reversals occur from the underlying dynamics. For example, Gary Glatzmaier and collaborator Paul Roberts of UCLA ran a numerical model of the coupling between electromagnetism and fluid dynamics in the Earth's interior. Their simulation reproduced key features of the magnetic field over more than 40,000 years of simulated time and the computer-generated field reversed itself. Global field reversals at irregular intervals have also been observed in a laboratory liquid metal experiment VKS2.\nEffects on life.\nAs far as we know, there is no effect on life. Studies have been done to see if reversals relate in any way to extinction events. Statistical analysis shows no evidence for a correlation between reversals and extinctions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth%27s_magnetic_field","surface_form":"magnetic field","offset":49},{"uri":"North_Magnetic_Pole","surface_form":"magnetic north","offset":91},{"uri":"South_Magnetic_Pole","surface_form":"magnetic south","offset":110},{"uri":"Sea_floor","surface_form":"sea floor","offset":459},{"uri":"Mid-Atlantic_ridge","surface_form":"mid-Atlantic ridge","offset":479},{"uri":"Lava","surface_form":"lava","offset":503},{"uri":"Crevasse","surface_form":"crevasse","offset":533},{"uri":"Iron_oxide","surface_form":"iron oxide","offset":592},{"uri":"Molecule","surface_form":"molecule","offset":603},{"uri":"Chron","surface_form":"chron","offset":898},{"uri":"Random","surface_form":"random","offset":973},{"uri":"Brunhes%E2%80%93Matuyama_reversal","surface_form":"Brunhes–Matuyama reversal","offset":1159},{"uri":"Laschamp_event","surface_form":"Laschamp event","offset":1315},{"uri":"Oceanic_crust","surface_form":"ocean floor","offset":1805},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":1868},{"uri":"Seafloor_spreading","surface_form":"sea floor","offset":1927},{"uri":"Basalt","surface_form":"basalt","offset":1969},{"uri":"Infer","surface_form":"infer","offset":2025},{"uri":"Data","surface_form":"Data","offset":2035},{"uri":"Magnetometer","surface_form":"magnetometer","offset":2059},{"uri":"Sea_floor","surface_form":"sea floor","offset":2082},{"uri":"Subduction","surface_form":"unsubducted","offset":2105},{"uri":"Sedimentary_rock","surface_form":"sedimentary rock","offset":2231},{"uri":"Mineral","surface_form":"mineral","offset":2280},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":2843},{"uri":"Permian","surface_form":"Permian","offset":2869},{"uri":"Kiama%2C_New_South_Wales","surface_form":"Kiama","offset":3053},{"uri":"Earth","surface_form":"Earth","offset":3175},{"uri":"Dynamo","surface_form":"dynamo","offset":3243},{"uri":"Simulation","surface_form":"simulation","offset":3397},{"uri":"UCLA","surface_form":"UCLA","offset":3539},{"uri":"Liquid","surface_form":"liquid","offset":3896},{"uri":"Metal","surface_form":"metal","offset":3903},{"uri":"Extinction_event","surface_form":"extinction event","offset":4054}]}