{"id":535082,"url":"http://en.wikipedia.org/wiki/Mass_grave","text":"ce=\"preserve\">A mass grave is a grave where many bodies are buried together, without coffins. Mass graves are usually created when a large number of people die or are killed. For example, in the past, they have been used when many people die at once from disease, a natural disaster, or genocide.\nDefinitions.\nSince 1993, the United Nations has defined a mass grave as a grave where three or more people are buried together.\nDisease.\nFor centuries, people around the world have used mass graves when many people died at once from epidemics of diseases. The goal of this type of mass grave is not to disrespect the bodies of the dead. The goal is to prevent disease from spreading from the dead to the living. Also, if too many people have died, it may be impossible to bury them all separately.\nHowever, at some mass graves for plague victims, people still tried to honor the dead with Christian burial traditions.\nDisasters.\nMore recently, victims of natural disasters have been buried in mass graves. Like with mass graves for disease victims, mass graves for disaster victims are not meant to disrespect the dead. In disasters where many people die, it may not be possible to bury each person one by one.\nFor example, after 2010 Haiti earthquake, there were tens of thousands of bodies in the Haitian capital city of Port-au-Prince. In the first nine days after the earthquake, about 90,000 people were buried in mass graves, using bulldozers. There were so many bodies that there was no room, and not enough workers, to bury them one by one.\nOne Haitian man, who helped bury 2,500 people in three mass graves, said: \"You have to understand that it's completely un-Haitian to dump bodies like this. We have extreme respect for the dead. And these people deserve a decent burial.\" Later, he and other volunteers put up crosses to mark the graves, put holy water on the graves, and had a priest say prayers for the dead. Like at the mass graves for the plague victims, they were still trying to honor the dead, even though they had to bury them in mass graves.\nSome areas in Japan also had to use mass graves after the 2011 Tōhoku earthquake and tsunami. In Japan, most people are cremated after they die. However, there were too many victims, and not enough kerosene to cremate them or dry ice to keep the bodies from decomposing. In one town, cremating all the town's victims would have taken 100 days. Because of this, some towns had to use mass graves to bury the dead.\nMurder and genocide.\nThroughout history, people and governments that have murdered many people have buried them in mass graves. Unlike mass graves for victims of disease or disasters, this type of mass grave is often meant to disrespect the bodies of the dead after they are murdered.\nMass graves have been found from many of the international wars and civil wars in modern history. Here are a few examples.\nWorld War I.\nDuring World War I, on July 19, 1916, about 2,300 British and Australian soldiers were killed in a battle with the German Army. In 2008, about 250 of their bodies were found in mass graves, where the Germans had buried them.\nSoldiers' graves.\nDuring World War II, German soldiers who died when Nazi Germany invaded the Soviet Union were buried in mass graves in Eastern Europe. In 2013, the German War Graves Commission moved 70,000 soldiers from mass graves to a cemetery in Russia. This was the 82nd cemetery the Commission had built to re-bury soldiers buried in mass graves. All together, the 82 cemeteries hold more than 800,000 German soldiers. The Commission says there are at least 250,000 more German soldiers buried in mass graves throughout Eastern Europe.\nThe Soviet Union also used mass graves during World War II. For example, in the Piskaryovskoye Memorial Cemetery, they buried almost 500,000 civilians and soldiers in 186 mass graves. These people had died or been killed during the Siege of Leningrad.\nThe Soviet Union.\nIn the Soviet Union, as many as 20 million people may have died or been murdered while Joseph Stalin ruled the government. Most of them were Soviet civilians. Many were buried in mass graves.\nThe Korean War.\nEarly on in the Korean War, South Korea killed at least 100,000 people who had been put in prison for their political beliefs. They buried many of these people in mass graves. In 2007, the South Korean Truth and Reconciliation Committee found four mass graves, with more than 400 people in them. The Committee estimates that there are about 150 mass graves in South Korea.\nThe Vietnam War.\nDuring the Vietnam War, in the Huế Massacre, the Viet Cong and the North Vietnamese Army murdered between 2,800 and 6,000 civilians and prisoners of war. They buried the bodies in dozens of mass graves.\nGenocide in Cambodia.\nFrom 1975 to 1979, the Khmer Rouge, ruled by Pol Pot, controlled Cambodia. The Khmer Rouge committed a genocide against the Cambodian people. Historians and scientists say that there are at least 20,000 mass grave sites in the country, holding at least 1,386,734 victims of execution.\nOther wars.\nDuring the Bosnian War (1992-1995), the Bosnian Serb Army killed more than 8,000 Bosnian Muslims in the Srebrenica genocide. They buried them in mass graves. In 2003, mass grave specialists found a mass grave that was \"as big as a tennis court.\" It included victims of the Srebrenica genocide. By 2006, 42 mass graves had been found around Srebrenica, and specialists think there are at least 22 more. Another 2,070 victims have been found in the graves.\nDuring the Kosovo War (1998-1999), Serbian soldiers committed many war crimes against the Albanian people. As of 2010, six mass graves had been found in Serbia with Albanian victims inside. The largest had between 705 and 1,000 bodies in it.\nThe Colombian government says that in its civil war, which is still going on today, its enemies have buried at least 6,000 people in mass graves.\nCNN recently wrote that the terrorist group Islamic State of Iraq and Syria (ISIS) killed more than 130 men, women, and children who refused to join ISIS. They buried their bodies in mass graves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grave","surface_form":"grave","offset":32},{"uri":"Corpse","surface_form":"bodies","offset":49},{"uri":"Burial","surface_form":"buried","offset":60},{"uri":"Coffin","surface_form":"coffin","offset":85},{"uri":"Disease","surface_form":"disease","offset":255},{"uri":"Natural_disaster","surface_form":"natural disaster","offset":266},{"uri":"Genocide","surface_form":"genocide","offset":287},{"uri":"United_Nations","surface_form":"United Nations","offset":326},{"uri":"Century","surface_form":"centuries","offset":438},{"uri":"Epidemic","surface_form":"epidemic","offset":530},{"uri":"Christian","surface_form":"Christian","offset":886},{"uri":"Tradition","surface_form":"tradition","offset":903},{"uri":"2010_Haiti_earthquake","surface_form":"2010 Haiti earthquake","offset":1227},{"uri":"Haiti","surface_form":"Haiti","offset":1296},{"uri":"Capital_city","surface_form":"capital city","offset":1304},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":1320},{"uri":"Bulldozer","surface_form":"bulldozer","offset":1435},{"uri":"Christian_cross","surface_form":"crosses","offset":1821},{"uri":"Holy_water","surface_form":"holy water","offset":1853},{"uri":"Priest","surface_form":"priest","offset":1889},{"uri":"Prayer","surface_form":"prayer","offset":1900},{"uri":"Japan","surface_form":"Japan","offset":2076},{"uri":"2011_T%C5%8Dhoku_earthquake_and_tsunami","surface_form":"2011 Tōhoku earthquake and tsunami","offset":2120},{"uri":"Cremation","surface_form":"cremated","offset":2182},{"uri":"Kerosene","surface_form":"kerosene","offset":2260},{"uri":"Dry_ice","surface_form":"dry ice","offset":2288},{"uri":"Decomposition","surface_form":"decomposing","offset":2320},{"uri":"Cremation","surface_form":"cremating","offset":2346},{"uri":"Government","surface_form":"government","offset":2527},{"uri":"Mass_murder","surface_form":"murdered many people","offset":2549},{"uri":"Civil_war","surface_form":"civil war","offset":2828},{"uri":"World_War_I","surface_form":"World War I","offset":2903},{"uri":"British_Armed_Forces","surface_form":"British","offset":2946},{"uri":"Australia","surface_form":"Australia","offset":2958},{"uri":"Battle","surface_form":"battle","offset":2995},{"uri":"German_Armed_Forces","surface_form":"German Army","offset":3011},{"uri":"Operation_Barbarossa","surface_form":"invaded the Soviet Union","offset":3203},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":3258},{"uri":"Cemetery","surface_form":"cemetery","offset":3360},{"uri":"Russia","surface_form":"Russia","offset":3372},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3668},{"uri":"Civilian","surface_form":"civilian","offset":3805},{"uri":"Siege","surface_form":"Siege","offset":3896},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":4021},{"uri":"Korean_War","surface_form":"Korean War","offset":4158},{"uri":"South_Korea","surface_form":"South Korea","offset":4170},{"uri":"Prison","surface_form":"prison","offset":4233},{"uri":"Politics","surface_form":"political","offset":4250},{"uri":"Truth_and_Reconciliation_Committee","surface_form":"Truth and Reconciliation Committee","offset":4344},{"uri":"Estimate","surface_form":"estimate","offset":4452},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":4543},{"uri":"Hu%E1%BA%BF_Massacre","surface_form":"Huế Massacre","offset":4563},{"uri":"Viet_Cong","surface_form":"Viet Cong","offset":4581},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":4599},{"uri":"Prisoners_of_war","surface_form":"prisoners of war","offset":4668},{"uri":"Dozen","surface_form":"dozen","offset":4712},{"uri":"Khmer_Rouge","surface_form":"Khmer Rouge","offset":4780},{"uri":"Pol_Pot","surface_form":"Pol Pot","offset":4802},{"uri":"Cambodia","surface_form":"Cambodia","offset":4822},{"uri":"Historian","surface_form":"Historian","offset":4899},{"uri":"Scientist","surface_form":"scientist","offset":4914},{"uri":"Bosnian_War","surface_form":"Bosnian War","offset":5065},{"uri":"Bosnia","surface_form":"Bosnia","offset":5094},{"uri":"Serbs","surface_form":"Serb","offset":5102},{"uri":"Muslim","surface_form":"Muslim","offset":5143},{"uri":"Srebrenica_genocide","surface_form":"Srebrenica genocide","offset":5158},{"uri":"Kosovo_War","surface_form":"Kosovo War","offset":5520},{"uri":"Serbians","surface_form":"Serbian","offset":5544},{"uri":"Albanians","surface_form":"Albanian people","offset":5599},{"uri":"Serbia","surface_form":"Serbia","offset":5662},{"uri":"Colombia","surface_form":"Colombia","offset":5755},{"uri":"Enemy","surface_form":"enemies","offset":5839},{"uri":"Terrorism","surface_form":"terrorist","offset":5925},{"uri":"ISIS","surface_form":"Islamic State of Iraq and Syria","offset":5941}]}