{"id":535210,"url":"http://en.wikipedia.org/wiki/Article_Seven_of_the_United_States_Constitution","text":"Article Seven of the United States Constitution explains what needs to happen for the Constitution to be approved. It says that nine states need to ratify the Constitution before it takes effect. To ratify the Constitution, a special group in each state called a Convention would have to approve the Constitution.\nText.\nIn Simple English, this means: The approval of nine states' Conventions will be enough to make this Constitution official in those states.\nBackground.\nBefore the United States Constitution was passed, the United States had another constitution called the Articles of Confederation. These Articles made the United States into a confederation. The legislature of the confederation government was called the Congress of the Confederation.\nAfter a few years, the Founding Fathers decided the United States needed a new constitution and a new form of government. They formed a group called the Constitutional Convention to write a new constitution. The group finished its final version of the Constitution on September 17, 1787. Three days later, the Convention gave its suggested Constitution to the Congress of the Confederation to get its support.\nThe Congress debated a lot about the Constitution. Members of Congress did not agree on whether Congress should support the new Constitution or not. On September 28, the Congress came to a compromise. They decided just to give the states the Constitution and let them vote on it. Congress would not suggest that the states pass the Constitution, or that they not pass it. This way, the decision would truly be up to the states; no state would be affected by Congress's opinion.\nApproval.\nIn 1787 and 1788, there were debates across the United States about the suggested new Constitution. Each state's Convention would have to vote on the Constitution. For a state to ratify the Constitution, more than half of the members of its Convention would have to vote for the Constitution.\nOn December 7, 1787, Delaware became the first state to ratify the suggested Constitution. All 30 of the members of its Convention voted for the Constitution.\nOn June 21, 1788, New Hampshire became the ninth state to approve the Constitution. Now that nine states had ratified the Constitution, it became the highest and most important law of the United States. The United States would have a new form of government, based on the ideas set out in the Constitution.\nFour states are still left.\nHowever, four states still had not approved the Constitution. These states were Virginia, New York, North Carolina, and Rhode Island. If they did not approve the Constitution, they would not be a part of the new government of the United States.\nThe Congress of the Confederation decided that the United States would start using the new Constitution on March 4, 1789. Before that day, Virginia and New York ratified the Constitution. However, when the first United States Congress gathered on March 4 to form the new government, North Carolina and Rhode Island still had not approved the Constitution. After the new Congress added the Bill of Rights to the Constitution, though, North Carolina and Rhode Island ratified the Constitution.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":21},{"uri":"Ratification","surface_form":"ratify","offset":148},{"uri":"Convention","surface_form":"Convention","offset":263},{"uri":"Constitution","surface_form":"constitution","offset":551},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":575},{"uri":"Confederation","surface_form":"confederation","offset":647},{"uri":"Legislature","surface_form":"legislature","offset":666},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":779},{"uri":"Debate","surface_form":"debate","offset":1179},{"uri":"Compromise","surface_form":"compromise","offset":1355},{"uri":"Voting","surface_form":"vote","offset":1792},{"uri":"Delaware","surface_form":"Delaware","offset":1968},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":2124},{"uri":"Virginia","surface_form":"Virginia","offset":2520},{"uri":"New_York_(state)","surface_form":"New York","offset":2530},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2540},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":2560},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":2897},{"uri":"Bill_of_Rights","surface_form":"Bill of Rights","offset":3074}]}