{"id":535381,"url":"http://en.wikipedia.org/wiki/Article_Two_of_the_United_States_Constitution","text":"Article Two of the United States Constitution creates the executive branch of the United States government. The executive branch includes the President; the Vice President; the Cabinet; executive departments, like the Department of State; independent agencies, like the Central Intelligence Agency (CIA); and other things like committees and commissions.\nClause 1: Executive Power.\nSection One begins by giving federal executive power to the President only. This is part of the separation of powers that the Founding Fathers built into the Constitution. To prevent any part of the government from getting too powerful, they split the power between three branches. This clause gives executive power to the President. Another clause in Article One of the Constitution gives federal legislative (law-making) power to the United States Congress only. A third clause in Article Three gives judiciary power to the federal courts. No branch is allowed to do a job that the Constitution has given to another branch. For example, the President cannot make laws; that is the Legislature's job.\nThis clause says the President is the head of the Executive Branch. It also mentions the Vice President, though the Constitution does not give him any executive powers. However, the Constitution does say that the President and Vice President must be elected at the same time, for the same term (amount of time), and by the same constituency. The Founding Fathers wanted to make sure the Executive Branch would survive, and stay independent, if the Vice President had to become the President.\nClause 2: Method of choosing Electors.\nUnder the U.S. Constitution, the President and Vice President are chosen by Electors. The Constitution allows each state legislature to decide how they will choose Electors. Since the 1820s, state legislatures have usually chosen Electors through an indirect popular vote. This means that people in the state will get to vote on which Electors they want. The ballot that people use to vote will have the Electors' names on it. Usually, it will also say what Presidential and Vice Presidential candidates they plan to support. This allows the people to choose Electors who support the candidates they like.\nEach state has two United States Senators and a certain number of United States Representatives representing them in Congress. (The number of Representatives depends on how many people live in the state.) Each state gets a number of Electors that is equal to the number of Members of Congress the state has. (For example, if a state has 2 Senators and 10 Representatives, they have 12 total Members of Congress, so they get 12 Electors.)\nThe only people who cannot be Electors are Senators, Representatives, and federal officers. This is meant to make sure that the Electoral College is made up of regular Americans, not politicians.\nClause 3: Electors.\nThis clause talks about Electors and how they choose a President. Once they are chosen, the Electors meet in their states to vote for the President and Vice President. Originally, candidates only ran for President; there were no candidates for Vice President. Each Elector voted for two different candidates for President. They had to vote for at least one candidate who did not live in the Elector's home state. The candidate who got more than half of the votes became President. The candidate who got the next highest number of votes (the second-place winner) became Vice President.\nClause 4: Election day.\nArticle Two allows Congress to set a national Election Day.\nClause 5: Qualifications for office.\nIf a person does not meet all of these requirements, they cannot be President.\nClause 6: Vacancy and disability.\nIf the Presidency becomes vacant, the Vice President becomes President. If the Vice President is \"also\" unable to be President, Congress can decide who will become President. Whoever takes over the Presidency will act as President until the actual President gets better (if he is sick or disabled), or until a President is elected in the next Presidential election.\nCongress has come up with a \"line of succession\" a list of the people who would become President, and in what order, if both the Presidency and Vice Presidency became vacant. As of 2016, the order is: the Speaker of the House of Representatives; the President \"pro tempore\" of the Senate; and then the fifteen Cabinet Secretaries, in order of when their Departments were first created.\nChanges.\nIf the President declares himself unable to discharge his duties, he can take the Presidency back at any time. For example, in 2002, George W. Bush became the first President to formally use the Disability Clause. He gave power to his Vice President for about two hours while he had a medical test which required anesthesia. Once he felt ready to be President again, Bush took back the Presidency.\nIf the Vice President and the Cabinet say a President is unable to do his job, the President can still try to take control back. However, if the Vice President and the Cabinet still think the President cannot do his job, they can challenge the President's return. If two-thirds of both the House and Senate agree, the President is declared unable to discharge his duties and the Vice President stays in control of the Presidency.\nClause 7: Salary.\nThis means the President can receive a salary. However, the salary cannot be changed during the President's four-year term in office. Also, the President cannot receive any other salary, either from the federal government, or from any state government.\nClause 8: Oath or affirmation.\nBefore he becomes President, Clause 8 requires the new President to take an oath, promising that he will do his best as President, and will also do his best to protect and defend the Constitution. Usually, the Chief Justice of the United States gives the oath (\"swears in\" the new President) at the President's inauguration.\nSection 2: Presidential powers.\nSection 2 talks about the powers that Article Two grants to the President.\nClause 1: Command of military; Opinions of cabinet secretaries; Pardons.\nThe Constitution gives the President the most powers in areas that have to do with national security and protecting the country.\nThe President is the military's Commander-in-Chief. However, as part of the system of checks and balances in the Constitution, Article One says that only Congress can declare war. Still, the President can take actions like sending soldiers to certain places without needing Congress's approval, or a declaration of war.\nThe President may ask the \"principal (head) officer\" of any executive department to give him advice in writing. The Constitution actually does not require a formal Cabinet. However, America's first President, George Washington, organized his principal offices into a Cabinet, and every President has done the same since.\nThe President may grant pardons or reprieves to people who were convicted of crimes (except when the person was impeached). A \"reprieve\" cancels or changes a punishment for example, changing a death sentence to a sentence of life in prison.\nClause 2: Advice and Consent Clause.\nThis part of Section 2 is called the \"Advice and Consent Clause\". It gives the President powers, but he has to use them with the \"advice and consent\" (agreement) of the Senate. This is another example of checks and balances in the Constitution.\nTreaties.\nHere, the Constitution gives the President the power to make treaties with other countries. However, two-thirds of the Senators must agree with the treaty for it to take effect. If two-thirds of the Senate does not agree with the treaty, it is not approved, and there is nothing the President can do about it.\nThe Constitution does not say how the United States can \"end\" a treaty. Since the Constitution has passed, the government has done this in a few ways. In 1798, the first time the government wanted to end a treaty (the 1778 Treaty of Alliance with France), Congress passed a law ending the treaty. Other times, in the 1800s, a few Presidents ended treaties after Congress asked them to. The first time a President ended a treaty without Congress's approval was in the 1970s, when President Jimmy Carter ended a treaty with the Republic of China. In a lawsuit called \"Goldwater v. Carter\", members of Congress asked the Supreme Court to clarify whether a President could end a treaty on his own. The Supreme Court could not agree on a decision, and the case was dismissed (ended without a decision).\nAppointments.\nThe President may also choose judges, ambassadors, consuls (diplomats), ministers, and other officers; but again, he needs the advice and consent of the Senate.\nIf Congress chooses, it can let the President, heads of executive departments, or the courts appoint less important officials on their own, without needing Congress's approval.\nOnce the Senate gives advice and consent to the President (approves the President's choice for a job), and that person is given the job, the Senate cannot go back and change its mind. It cannot take away its advice and consent once the person gets the job.\nHowever, after the Senate grants advice and consent, the President \"can\" change his mind, and decide not to give the job to the person he nominated.\nIt is not clear whether the President can fire a person who was hired with the advice and consent of the Senate. Congress has limited this power many times. For example, during the Reconstruction Era, President Andrew Johnson wanted to fire people that Congress had approved. Congress passed a law saying he could not do that, but Jackson ignored the law. Later, Congress impeached him, but the Senate did not convict him.\nA Supreme Court case called \"Bowsher v. Synar\" (1986) decided that Congress can fire a person it approved. Congress can do this by repealing the law that gave the President permission to appoint that person.\nClause 3: Recess appointments.\nClause 3 has to do with Senate recesses (times when the Senate is not meeting). In the past, fast transportation was not available, and it could take a long time for members of Congress to get to Washington, D.C. Because of this, Congress would usually meet only during planned \"sessions,\" so everyone would have time to get there. After the planned sessions were over, the Senate would go into recess, and all the Senators would go home.\nDuring Senate recesses, the President may appoint officers to stand in for the missing Senators. However, these officers are temporary, and their permission to act as Senators expire (end) when the Senate finishes its next session.\nClause 1: State of the Union.\nClause 1 of Section 3 is called the \"State of the Union Clause\". It says that \"from time to time,\" the President must give Congress information on the \"State of the Union.\" (\"State of the Union\" basically means \"The Situation in the United States.\")\nOriginally, Presidents personally delivered State of the Union Addresses to Congress every year. Thomas Jefferson thought this was too much like a King speaking from a throne. Instead, he would send Congress written messages, and clerks (assistants) would read them. Other Presidents did the same for over 100 years, until President Woodrow Wilson went back to speaking in front of Congress. Every President since Wilson has kept doing that.\nThe purpose of the State of the Union is to make sure the President shares information with Congress, as well as the entire country. This information helps Congress decide whether anything is happening that they need to pass laws for. It also lets the people in the country know what is happening in their government.\nClause 2: Making recommendations to Congress.\nThe President has the power to suggest to Congress anything he thinks is \"necessary [needed] and expedient [appropriate]\". This is called the \"Recommendation Clause\".\nThe Recommendation Clause is another part of the checks and balances in the Constitution. The President cannot just do anything he thinks is needed; he has to get Congress's approval. If the President gives recommendations to Congress, Congress can approve them. However, if the President gives no suggestions to Congress, Congress has no power to force him to.\nAlso, just by asking Congress, the President shows that he respects them as equals, and is not more powerful or important than they are, like a King would be. One scholar explains: \"The Recommendation Clause empowers the President to represent the people before Congress, by recommending measures for the reform of government, for the general welfare, or for the redress of grievances [for problems to be fixed].\"p. 43\nClause 3: Calling Congress into extraordinary session; adjourning Congress.\nClause 3 gives the President the right to call one or both Houses of Congress \"on extraordinary Occasions.\" This clause is meant to allow the government to act quickly in case a major emergency comes up when Congress is not in session. If the two Houses of Congress cannot agree on a date for when to adjourn a special session, the President may adjourn both Houses whenever he thinks it is appropriate.\nPresidents have called extraordinary sessions 27 times in history to deal with crises like wars or emergencies with the economy. The last time this happened was in 1948, when President Harry S Truman called a special session to try to get civil rights, Social Security, and health care laws passed.\nAfter airplane travel became common around the 1950s, Congress began meeting year-round. Since that time, no President has had to call a special session.\nClause 4: Receiving foreign representatives.\nThe President receives (greets and hosts) all foreign Ambassadors. This clause of the Constitution is called the \"Reception Clause\".\nClause 5: Caring for the faithful execution of the law.\nThe President must \"take care that the laws be faithfully executed [used and followed].\" This clause in the Constitution is sometimes called the \"Take Care Clause\", the \"Faithful Execution Clause,\" or the \"Faithfully Executed Clause\".\nThis clause gives the President power, limits, and a duty, all at the same time:pp. 3–4\nClause 6: Officers' commissions.\nThe President commissions \"all the Officers of the United States.\" (This means he gives these officers the power to do their jobs.) These include officers in both the military and foreign service (people who work for the United States government in other countries, like Ambassadors). However, Article One of the Constitution, Section 8, gives each state the power to appoint officers in their own militias.\nSection 4: Impeachment.\nThe Constitution also allows some government officials to be removed from office (fired). The President, Vice President, Cabinet Secretaries, and other executive officers, as well as judges, may be impeached by the House of Representatives, and then tried in the Senate.\nAnyone who is convicted by impeachment is fired immediately. The Senate may also choose to prevent the person from holding any federal office in the future. These are the only punishments that an impeachment proceeding can give. However, the person can still be tried for civil and criminal charges in the courts, and punished if they are found guilty.\nImpeachment is a power that only Congress has. In \"Nixon v. United States\" (1993), the Supreme Court ruled that even they cannot review or change the Senate's decision in an impeachment trial. Its impeachment powers give Congress a way to make sure that no executive officials or judges are getting corrupt.\n\"High crimes and misdemeanors\".\nThe Constitution says clearly that officials can be impeached for treason or bribery. But it does not say exactly what \"High crimes and Misdemeanors\" includes or does not include. \"High crimes\" is a phrase from old British law that means crimes committed by people with political power. However, in British history, \"high crimes and misdemeanors\" could include many different things (even losing a ship by not tying it up). After the Constitution was written, Alexander Hamilton explained in \"The Federalist Papers\" what kind of causes for impeachment the Founders had in mind: \"offences which [come] from the abuse or violation of some public trust. [They cause] injuries done immediately to the society itself.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":19},{"uri":"Executive_branch","surface_form":"executive branch","offset":58},{"uri":"United_States_government","surface_form":"United States government","offset":82},{"uri":"President_of_the_United_States","surface_form":"President","offset":142},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":157},{"uri":"Cabinet_of_the_United_States","surface_form":"Cabinet","offset":177},{"uri":"United_States_federal_executive_departments","surface_form":"executive departments","offset":186},{"uri":"United_States_Department_of_State","surface_form":"Department of State","offset":218},{"uri":"Independent_agencies_of_the_United_States_government","surface_form":"independent agencies","offset":239},{"uri":"CIA","surface_form":"Central Intelligence Agency","offset":270},{"uri":"Committee","surface_form":"committees","offset":327},{"uri":"Commission","surface_form":"commissions","offset":342},{"uri":"Federal","surface_form":"federal","offset":411},{"uri":"Executive_(government)","surface_form":"executive","offset":419},{"uri":"Separation_of_powers","surface_form":"separation of powers","offset":478},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":508},{"uri":"Clause","surface_form":"clause","offset":724},{"uri":"Article_One_of_the_United_States_Constitution","surface_form":"Article One","offset":734},{"uri":"Legislation","surface_form":"legislative","offset":780},{"uri":"Law","surface_form":"law","offset":793},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":818},{"uri":"Article_Three_of_the_United_States_Constitution","surface_form":"Article Three","offset":865},{"uri":"Judiciary","surface_form":"judiciary","offset":885},{"uri":"Court","surface_form":"court","offset":916},{"uri":"Legislature","surface_form":"Legislature's","offset":1065},{"uri":"Election","surface_form":"elected","offset":1334},{"uri":"Constituency","surface_form":"constituency","offset":1412},{"uri":"Electoral_College","surface_form":"Electors","offset":1691},{"uri":"Voting","surface_form":"vote","offset":1882},{"uri":"Election","surface_form":"vote on which Electors they want","offset":1936},{"uri":"Ballot","surface_form":"ballot","offset":1974},{"uri":"Candidate","surface_form":"candidates","offset":2199},{"uri":"Population","surface_form":"how many people live in","offset":2390},{"uri":"Electoral_College","surface_form":"Electoral College","offset":2787},{"uri":"Politician","surface_form":"politician","offset":2842},{"uri":"Majority","surface_form":"more than half","offset":3310},{"uri":"Election_Day_(United_States)","surface_form":"Election Day","offset":3530},{"uri":"Disability","surface_form":"disabled","offset":3982},{"uri":"Election","surface_form":"elected","offset":4017},{"uri":"Order_of_succession","surface_form":"succession","offset":4097},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the House of Representatives","offset":4265},{"uri":"President_Pro_Tempore_of_the_Senate","surface_form":"President \"pro tempore\" of the Senate","offset":4310},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":4588},{"uri":"Formally","surface_form":"formally","offset":4633},{"uri":"Dick_Cheney","surface_form":"his Vice President","offset":4686},{"uri":"Anesthesia","surface_form":"anesthesia","offset":4768},{"uri":"Salary","surface_form":"salary","offset":5340},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice of the United States","offset":5795},{"uri":"United_States_presidential_inauguration","surface_form":"inauguration","offset":5896},{"uri":"Commander-in-Chief","surface_form":"Commander-in-Chief","offset":6251},{"uri":"Checks_and_balances","surface_form":"checks and balances","offset":6305},{"uri":"Article_One_of_the_United_States_Constitution","surface_form":"Article One","offset":6346},{"uri":"Declaration_of_war","surface_form":"declare war","offset":6386},{"uri":"Soldier","surface_form":"soldier","offset":6450},{"uri":"George_Washington","surface_form":"George Washington","offset":6748},{"uri":"Pardon","surface_form":"pardon","offset":6884},{"uri":"Reprieve","surface_form":"reprieve","offset":6895},{"uri":"Conviction","surface_form":"convicted","offset":6924},{"uri":"Crime","surface_form":"crime","offset":6937},{"uri":"Impeached","surface_form":"impeached","offset":6972},{"uri":"Punishment","surface_form":"punishment","offset":7018},{"uri":"Death_sentence","surface_form":"death sentence","offset":7053},{"uri":"Sentence_(law)","surface_form":"sentence","offset":7073},{"uri":"Prison","surface_form":"prison","offset":7093},{"uri":"Advice","surface_form":"advice","offset":7268},{"uri":"Consent","surface_form":"consent","offset":7279},{"uri":"Treaties","surface_form":"treaties","offset":7454},{"uri":"Abrogation","surface_form":"end a treaty","offset":7903},{"uri":"Alliance","surface_form":"Alliance","offset":7936},{"uri":"France","surface_form":"France","offset":7950},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":8192},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":8229},{"uri":"Lawsuit","surface_form":"lawsuit","offset":8253},{"uri":"Goldwater_v._Carter","surface_form":"Goldwater v. Carter","offset":8269},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":8321},{"uri":"Clarify","surface_form":"clarify","offset":8338},{"uri":"Diplomacy","surface_form":"diplomats","offset":8575},{"uri":"Reconstruction_era_of_the_United_States","surface_form":"Reconstruction Era","offset":9440},{"uri":"Andrew_Johnson","surface_form":"Andrew Johnson","offset":9470},{"uri":"Bowsher_v._Synar","surface_form":"Bowsher v. Synar","offset":9711},{"uri":"Repeal","surface_form":"repeal","offset":9813},{"uri":"Transportation","surface_form":"transportation","offset":10019},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":10117},{"uri":"Temporary","surface_form":"temporary","offset":10485},{"uri":"State_of_the_Union_Address","surface_form":"State of the Union","offset":10774},{"uri":"State","surface_form":"State","offset":10797},{"uri":"Situation","surface_form":"Situation","offset":10838},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":10969},{"uri":"King","surface_form":"King","offset":11019},{"uri":"Throne","surface_form":"throne","offset":11040},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":11205},{"uri":"Respect","surface_form":"respects","offset":12266},{"uri":"King","surface_form":"King","offset":12351},{"uri":"Scholar","surface_form":"scholar","offset":12370},{"uri":"Reform","surface_form":"reform","offset":12512},{"uri":"Extraordinary","surface_form":"extraordinary","offset":12784},{"uri":"Emergency","surface_form":"emergency","offset":12886},{"uri":"War","surface_form":"war","offset":13197},{"uri":"Economy","surface_form":"economy","offset":13226},{"uri":"Harry_S_Truman","surface_form":"Harry S Truman","offset":13291},{"uri":"Civil_rights","surface_form":"civil rights","offset":13345},{"uri":"Social_Security","surface_form":"Social Security","offset":13359},{"uri":"Health_care","surface_form":"health care","offset":13380},{"uri":"Airplane","surface_form":"airplane","offset":13411},{"uri":"Host","surface_form":"hosts","offset":13639},{"uri":"Foreign","surface_form":"foreign","offset":13650},{"uri":"Execute","surface_form":"executed","offset":13851},{"uri":"Duty","surface_form":"duty","offset":14081},{"uri":"United_States_Armed_Forces","surface_form":"military","offset":14316},{"uri":"Foreign_service","surface_form":"foreign service","offset":14329},{"uri":"Article_One_of_the_United_States_Constitution","surface_form":"Article One of the Constitution","offset":14443},{"uri":"Militia","surface_form":"militia","offset":14547},{"uri":"Trial","surface_form":"tried","offset":14831},{"uri":"Punishment","surface_form":"punishment","offset":15028},{"uri":"Civil_law","surface_form":"civil","offset":15124},{"uri":"Crime","surface_form":"criminal","offset":15134},{"uri":"Court","surface_form":"court","offset":15158},{"uri":"Guilt_(law)","surface_form":"guilty","offset":15197},{"uri":"Nixon_v._United_States","surface_form":"Nixon v. United States","offset":15256},{"uri":"Corruption","surface_form":"corrupt","offset":15504},{"uri":"United_Kingdom","surface_form":"British","offset":15760},{"uri":"Politics","surface_form":"political","offset":15815},{"uri":"Ship","surface_form":"ship","offset":15943},{"uri":"Federalist_Papers","surface_form":"Federalist Papers","offset":16042},{"uri":"Society","surface_form":"society","offset":16242}]}