{"id":535412,"url":"http://en.wikipedia.org/wiki/Dissenting_opinion","text":"A dissenting opinion (or dissent) is an opinion in a legal case. It is written by one or more judges expressing disagreement with the majority opinion of the court. In some cases, they simply declare a disagreement with the majority opinion. In other cases they may be used to instruct, prod, or otherwise try to convince other justices of the point of view expressed by the minority.\nWhen not necessarily referring to a legal decision, this can also be referred to as a minority report.\nDissenting opinions are normally written at the same time as the majority opinion and any concurring opinions. They are also delivered and published at the same time. A dissenting opinion does not create binding precedent nor does it become a part of case law. However, they can sometimes be cited as a form of persuasive authority in subsequent cases when arguing that the court's holding should be limited or overturned. In some cases, a previous dissent is used to spur a change in the law. A later case may result in a majority opinion adopting a particular rule of law formerly advocated in dissent. As with concurring opinions, the difference in opinion between dissents and majority opinions can often highlight the precise holding of the majority opinion. Chief Justice Charles Evans Hughes stated in 1936: \"A dissent in a Court of last resort is an appeal\".\nThe dissent may disagree with the majority for any number of reasons: a different interpretation of the existing case law, the application of different principles, or a different interpretation of the facts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Legal_opinion","surface_form":"opinion","offset":40},{"uri":"Legal_case","surface_form":"legal case","offset":53},{"uri":"Judge","surface_form":"judge","offset":94},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":134},{"uri":"Court","surface_form":"court","offset":158},{"uri":"Associate_Justice_of_the_Supreme_Court_of_the_United_States","surface_form":"justices","offset":328},{"uri":"Concurring_opinion","surface_form":"concurring opinion","offset":578},{"uri":"Publishing","surface_form":"published","offset":627},{"uri":"Binding_precedent","surface_form":"binding precedent","offset":692},{"uri":"Case_law","surface_form":"case law","offset":739},{"uri":"Persuasive_authority","surface_form":"persuasive authority","offset":799},{"uri":"Holding_(law)","surface_form":"holding","offset":870},{"uri":"Rule_of_law","surface_form":"rule of law","offset":1050},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":1252},{"uri":"Charles_Evans_Hughes","surface_form":"Charles Evans Hughes","offset":1266},{"uri":"Judicial_interpretation","surface_form":"interpretation","offset":1534}]}