{"id":535426,"url":"http://en.wikipedia.org/wiki/Seriatim","text":"In law, \"seriatim\" (Latin for \"in series\") indicates that a court is addressing multiple issues in a certain order, such as the order that the issues were originally presented to the court.\nLegal usage.\nA seriatim opinion describes an opinion delivered by a court with multiple judges, in which each judge reads his or her own opinion rather than a single judge writing an opinion on behalf of the entire court. This is a practice generally used when a legal case does not have a majority opinion.\nUse of the word, and other Latin phrases, has become less frequent in legal communications as a result of, among other factors, efforts by groups such as the Plain Language Movement to promote the use of \"plain English\" in legal discourse.\nIn the United Kingdom.\nIn modern use pleadings is used for \"one by one in sequence\". For example, in English civil cases, defence statements generally used to conclude with the phrase \"save as expressly admitted herein, each allegation of the plaintiffs is denied as if set out in full and traversed herein \"seriatim\".\" This formulation is now discouraged under the English Civil Procedure Rules, especially rule 16.5 (3)-(5).\nIt is sometimes seen in older deeds and contracts as a more traditional way of using terms of reference. For example \"the railway by-laws shall apply to the contract as if set out herein \"seriatim\".\" It is sometimes found as part of the longer phrase \"brevatim et seriatim\", meaning \"briefly and in series\".\nThe term is also used when replying to a communication that contains a number of points, issues or questions to show that the responses are in the same order in which they were raised in the original document: \"To deal with your queries seriatim...\"\nIn the United States.\nDuring the Supreme Court under Chief Justice Marshall, 1801 to 1835, the practice of judicial opinions being delivered in seriatim was discontinued.\nIn 2009, Title III, Rule 15(a)(1) of the U.S. Federal Rules of Civil Procedure regarding Amended and Supplemental Pleadings (part of pretrial procedure) was amended to allow three changes in the time previously allowed to make one change.\nThis provision will force the pleader to consider carefully and promptly the wisdom of amending to meet the arguments in the motion... and will expedite determination of issues that otherwise might be raised \"seriatim\".\nThe right to make changes now ends 21 days after service of a motion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":20},{"uri":"Court","surface_form":"court","offset":60},{"uri":"Judge","surface_form":"judge","offset":278},{"uri":"Judge","surface_form":"judge","offset":300},{"uri":"Legal_opinion","surface_form":"opinion","offset":327},{"uri":"Legal_case","surface_form":"legal case","offset":453},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":480},{"uri":"Phrase","surface_form":"phrase","offset":531},{"uri":"Communication","surface_form":"communication","offset":574},{"uri":"Plain_Language_Movement","surface_form":"Plain Language Movement","offset":656},{"uri":"Plain_English","surface_form":"plain English","offset":703},{"uri":"Discourse","surface_form":"discourse","offset":727},{"uri":"Pleading","surface_form":"pleading","offset":775},{"uri":"English_law","surface_form":"English","offset":839},{"uri":"Civil_case","surface_form":"civil case","offset":847},{"uri":"Statement_of_case","surface_form":"defence statements","offset":860},{"uri":"Civil_Procedure_Rules","surface_form":"Civil Procedure Rules","offset":1112},{"uri":"Deed","surface_form":"deed","offset":1195},{"uri":"Contract","surface_form":"contract","offset":1205},{"uri":"By-law","surface_form":"by-law","offset":1295},{"uri":"Marshall_Court","surface_form":"Supreme Court under Chief Justice Marshall","offset":1756}]}