{"id":5354,"url":"http://en.wikipedia.org/wiki/Prussia","text":"In 1934, Germany stopped using the name Prussia for that area, and in 1947 the Allies abolished the state of Prussia and divided its territory among themselves and the new States of Germany. Today, the name is only for historical, geographical, or cultural use.\nFrom the late 18th century, Prussia had a lot of power in northern Germany and throughout central Europe; it was the strongest in politics and economics, and it had the most people. After Chancellor Otto von Bismarck dissolved the German Confederation, Prussia annexed almost all of northern Germany. In 1871, after the Franco-Prussian War, von Bismarck created the German Empire, and Prussia was the center of the empire, with the Kings of Prussia being the Emperors of Germany.\nGeography.\nPrussia's borders have changed over time. It has not always been the exact same place. Mostly, Prussia was a small part of what is today northern Poland. After a small number of Prussian people moved there to live, Germans came to live there too. In 1934, Prussia's borders were with France, Belgium, Luxembourg, the Netherlands, Denmark, and Lithuania. Some parts of Prussia are in eastern Poland. Before 1918, a lot of western Poland was also in Prussia. Between 1795 and 1807, Prussia also controlled Warsaw and most of central Poland.\nHowever, some regions were never part of Prussia, such as Oldenburg, Mecklenburg, and the Hanse city-states.\nNortheast Germany was Protestant, so Prussians were mostly Protestant. But there were a lot of Catholic people in the Rhineland, East Prussia, Posen, Silesia, West Prussia, and Ermland. The states of south Germany (especially Austria and Bavaria) were Catholic, so they did not want Prussians to rule them. Prussia was mostly German, but in the late 18th century, the new Polish areas had a lot of Polish people too. In 1918, these Polish areas were given to Poland, and in 1945, Pomerania and East Prussia were given to Poland. Northern East Prussia, specifically Kaliningrad, was given to Russia.\nHistory.\nIn 1226, Polish Prince Conrad of Mazovia (Mazovia is a place in Northern Poland) asked the Teutonic Knights from Transylvania to come to Mazovia. He wanted them to fight the Prussian tribes on his borders. They fought for more than 100 years. Then they created a new state. After some time, this state controlled most of today's Estonia, Latvia, and Lithuania, and parts of northern Poland. In 1466, the Knights were under the King of Poland and Lithuania. In 1525, the leader of the Knights became a Protestant. He made part of the Knights' land into the Duchy of Prussia, which was then part of the Kingdom of Poland.\nAt that time, the Duchy of Prussia was only the area east of the place where the Vistula River enters the sea. In 1618, the new Duke of Prussia was the Elector John Sigismund of Brandenburg. He was also Margrave of Brandenburg. Brandenburg was ruled by the Hohenzollern family. The Duchy of Prussia was important to the Hohenzollern family because it was not part of the Holy Roman Empire. The name for the new state was \"Brandenburg-Prussia\". In the middle of the state was Polish land, but Brandenburg-Prussia was moving away from Poland. Under Frederick William, who was called \"the Great Elector,\" Prussia took some new land in Magdeburg and areas west of the Rhine.\nKingdom of Prussia.\nIn 1701, the Holy Roman Emperor and Polish King allowed Brandenburg-Prussia to call itself \"Kingdom of Prussia\" with Frederick I (\"the Great\") as its king. Under Frederick II, Prussia waged war against Austria and took Silesia. The wars ended in 1763; Prussia was then the most powerful state in eastern Germany. Other parts of Germany, including Pomerania, went to Prussia because of marriage or death.\nDuring this time, the Prussian army got bigger, and so did the administration system. Until 1945, these were at the most important parts of the German state. Between 1772 and 1795, Prussia, Russia and Austria divided Poland into parts (the Partitions of Poland). Prussia controlled land in the far east, including the city of Warsaw.\nFrederick William II had Prussia join the war with France in 1792. He lost at Valmy and gave his western land to France. Frederick William III started a new war, but lost at Jena. He gave more land to France at the Treaty of Tilsit.\nIn 1813, Prussia again started war with Napoleonic France. In 1815, Prussia won back the land it lost in earlier wars and also all the Rhineland and Westphalia and some other land. This land in the west was very important, especially the Ruhr valley. It was the new center of Germany's industrialization and the home of the weapons industry. After the Napoleonic Wars, Prussia was the strongest power in Germany and more powerful than Austria.\nIn the early 19th century, there were two political groups in Germany. The liberals wanted a democratic system with one strong central government. The conservatives wanted Germany to be made of a group of independent, weak states. In 1848, revolution came to Europe. Frederick William IV was worried. He allowed a National Assembly and a constitution. The new Frankfurt Parliament wanted to give Frederick William the crown of all Germany, but he did not want it. He said that revolutionaries could not name kings. Now Prussia had a semi-democratic constitution, but really the nobility with land (the Junkers) had the power, especially in the east.\nImperial Prussia.\nThis was Prussia's high moment. The economic and political future looked good. But after 99 days, in 1888, the state had a new leader, Kaiser Wilhelm II. He fired Bismarck, who lost his job in 1890, and Wilhelm II started a new foreign policy. He made the army bigger, and the navy much bigger, and he took risks. This is part of why Germany entered World War I. When the Germans and their allies lost that war, the Prussian Junkers lost power. The Prussian king and the other German kings had to leave. Germany became the Weimar Republic. In 1919, the Treaty of Versailles re-created the Polish state, and Prussia had to give up much of its land. The Polish Corridor was split between East Prussia and Germany.\nThe end of Prussia.\nAt the end of World War I, the Treaty of Versailles separated West Prussia from the rest of Germany to make the Free City of Danzig and Polish Corridor, so Poland would have access to the ocean instead of being landlocked. Some people also wanted to break Prussia into smaller states, but this did not happen. Prussia became the \"Prussian Free State\" \"(Freistaat Preußen),\" the largest state in the Weimar Republic. The Prussian Free State made up more than 60% of all the land in the Weimar Republic. The Prussian Free State contained the industrial Ruhr area the city of Berlin, so many people with left-leaning political ideas lived there. The Social Democrats and the Catholic Centre had power for most of the 1920s.\nIn 1932, Germany's conservative Chancellor Franz von Papen took control of Prussia, ending the state's democratic constitution. It was the end of German democracy too. In 1933, Hermann Göring became Interior Minister of Prussia; he was now very strong. In 1934, the Nazis took the German states' power.\nIn 1945, the Soviet Union's army captured all of eastern and central Germany (and Berlin). Poland took everything east of the Oder-Neisse line, e.g. Silesia, Pomerania, eastern Brandenburg, and East Prussia. The Soviet Union took the northern third of East Prussia, including Königsberg, now Kaliningrad. About ten million Germans had to run away from these areas. Polish and Russian people moved in in their place. Because of this, and because the Communists took control of land in the GDR, also called East Germany, the Junker and Prussia were finished.\nIn 1947, the United States, Britain, France, and the Soviet Union formally agreed the end of Prussia. In the Soviet Zone (which was called the GDR starting in 1949), which included Prussian lands, were now the states of Brandenburg and Saxony-Anhalt. The Prussian parts of Pomerania went to Mecklenburg-Western Pomerania. In 1952, the GDR government stopped using states and used districts instead. In 1990, the end of the GDR, the states returned. In the West, (called the Federal Republic of Germany or West Germany starting in 1949), the Prussian lands went to North Rhine-Westphalia, Lower Saxony, Hesse, Rhineland-Palatinate and Schleswig-Holstein. Baden-Württemberg took the Hohenzollern land.\nThe idea of Prussia is not completely dead in Germany. Some people want to put together the states of Brandenburg, Mecklenburg-Vorpommern, and Berlin and call them Prussia. But German politicians are not interested in the idea. The constitution of Berlin allows for Berlin and Brandenburg to become one state, but the people of Berlin voted against doing this on May 5, 1996.","categories":[],"infobox_types":["former country"],"annotations":[{"uri":"1934","surface_form":"1934","offset":3},{"uri":"1947","surface_form":"1947","offset":70},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":79},{"uri":"States_of_Germany","surface_form":"States of Germany","offset":172},{"uri":"18th_century","surface_form":"18th century","offset":276},{"uri":"Otto_von_Bismarck","surface_form":"Otto von Bismarck","offset":461},{"uri":"German_Confederation","surface_form":"German Confederation","offset":493},{"uri":"1871","surface_form":"1871","offset":566},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":582},{"uri":"German_Empire","surface_form":"German Empire","offset":628},{"uri":"Poland","surface_form":"Poland","offset":899},{"uri":"France","surface_form":"France","offset":1037},{"uri":"Belgium","surface_form":"Belgium","offset":1045},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":1054},{"uri":"Netherlands","surface_form":"Netherlands","offset":1070},{"uri":"Denmark","surface_form":"Denmark","offset":1083},{"uri":"Lithuania","surface_form":"Lithuania","offset":1096},{"uri":"Warsaw","surface_form":"Warsaw","offset":1257},{"uri":"Oldenburg","surface_form":"Oldenburg","offset":1350},{"uri":"Mecklenburg","surface_form":"Mecklenburg","offset":1361},{"uri":"Hanseatic_League","surface_form":"Hanse","offset":1382},{"uri":"City-state","surface_form":"city-state","offset":1388},{"uri":"Protestant","surface_form":"Protestant","offset":1423},{"uri":"Catholic","surface_form":"Catholic","offset":1496},{"uri":"Posen","surface_form":"Posen","offset":1544},{"uri":"Ermland","surface_form":"Ermland","offset":1578},{"uri":"Austria","surface_form":"Austria","offset":1627},{"uri":"Bavaria","surface_form":"Bavaria","offset":1639},{"uri":"Kaliningrad","surface_form":"Kaliningrad","offset":1966},{"uri":"Conrad_of_Mazovia","surface_form":"Conrad of Mazovia","offset":2032},{"uri":"Teutonic_Knights","surface_form":"Teutonic Knights","offset":2100},{"uri":"Estonia","surface_form":"Estonia","offset":2338},{"uri":"Latvia","surface_form":"Latvia","offset":2347},{"uri":"Vistula","surface_form":"Vistula","offset":2710},{"uri":"Duke","surface_form":"Duke","offset":2757},{"uri":"Elector","surface_form":"Elector","offset":2781},{"uri":"John_Sigismund_of_Brandenburg","surface_form":"John Sigismund of Brandenburg","offset":2789},{"uri":"Margrave","surface_form":"Margrave","offset":2832},{"uri":"Hohenzollern","surface_form":"Hohenzollern","offset":2886},{"uri":"Holy_Roman_Empire","surface_form":"Holy Roman Empire","offset":3000},{"uri":"Frederick_William_I_of_Brandenburg","surface_form":"Frederick William","offset":3176},{"uri":"Magdeburg","surface_form":"Magdeburg","offset":3261},{"uri":"Rhine","surface_form":"Rhine","offset":3293},{"uri":"Frederick_I_of_Prussia","surface_form":"Frederick I","offset":3437},{"uri":"Silesia","surface_form":"Silesia","offset":3539},{"uri":"Pomerania","surface_form":"Pomerania","offset":3667},{"uri":"Partitions_of_Poland","surface_form":"Partitions of Poland","offset":3964},{"uri":"Warsaw","surface_form":"Warsaw","offset":4050},{"uri":"Frederick_William_II_of_Prussia","surface_form":"Frederick William II","offset":4058},{"uri":"French_Revolutionary_Wars","surface_form":"war with France","offset":4100},{"uri":"Valmy","surface_form":"Valmy","offset":4136},{"uri":"Frederick_William_III_of_Prussia","surface_form":"Frederick William III","offset":4179},{"uri":"Jena","surface_form":"Jena","offset":4232},{"uri":"Treaty_of_Tilsit","surface_form":"Treaty of Tilsit","offset":4273},{"uri":"Napoleon","surface_form":"Napoleonic","offset":4331},{"uri":"Rhineland","surface_form":"Rhineland","offset":4426},{"uri":"Westphalia","surface_form":"Westphalia","offset":4440},{"uri":"Ruhr","surface_form":"Ruhr","offset":4529},{"uri":"Austria","surface_form":"Austria","offset":4726},{"uri":"Revolutions_of_1848","surface_form":"revolution","offset":4975},{"uri":"Frederick_William_IV_of_Prussia","surface_form":"Frederick William IV","offset":5002},{"uri":"Frankfurt_Parliament","surface_form":"Frankfurt Parliament","offset":5095},{"uri":"Nobility","surface_form":"nobility","offset":5313},{"uri":"Kaiser_Wilhelm_II","surface_form":"Kaiser Wilhelm II","offset":5538},{"uri":"World_War_I","surface_form":"World War I","offset":5753},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":5926},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":5956},{"uri":"Polish_Corridor","surface_form":"Polish Corridor","offset":6055},{"uri":"East_Prussia","surface_form":"East Prussia","offset":6089},{"uri":"World_War_I","surface_form":"World War I","offset":6149},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":6166},{"uri":"Free_City_of_Danzig","surface_form":"Free City of Danzig","offset":6247},{"uri":"Polish_Corridor","surface_form":"Polish Corridor","offset":6271},{"uri":"Free_State","surface_form":"Free State","offset":6474},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":6534},{"uri":"Social_Democratic_Party_of_Germany","surface_form":"Social Democrats","offset":6782},{"uri":"Catholic_Centre_Party","surface_form":"Catholic Centre","offset":6807},{"uri":"Chancellor","surface_form":"Chancellor","offset":6888},{"uri":"Franz_von_Papen","surface_form":"Franz von Papen","offset":6899},{"uri":"1933","surface_form":"1933","offset":7027},{"uri":"Hermann_G%C3%B6ring","surface_form":"Hermann Göring","offset":7033},{"uri":"Nazi_Germany","surface_form":"Nazis","offset":7122},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":7172},{"uri":"Berlin","surface_form":"Berlin","offset":7241},{"uri":"Oder-Neisse_line","surface_form":"Oder-Neisse line","offset":7285},{"uri":"Silesia","surface_form":"Silesia","offset":7308},{"uri":"Pomerania","surface_form":"Pomerania","offset":7317},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":7336},{"uri":"East_Prussia","surface_form":"East Prussia","offset":7353},{"uri":"Communist","surface_form":"Communist","offset":7608},{"uri":"GDR","surface_form":"GDR","offset":7647},{"uri":"United_States","surface_form":"United States","offset":7729},{"uri":"Britain","surface_form":"Britain","offset":7744},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":7936},{"uri":"Saxony-Anhalt","surface_form":"Saxony-Anhalt","offset":7952},{"uri":"Mecklenburg-Western_Pomerania","surface_form":"Mecklenburg-Western Pomerania","offset":8007},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":8190},{"uri":"North_Rhine-Westphalia","surface_form":"North Rhine-Westphalia","offset":8280},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":8304},{"uri":"Hesse","surface_form":"Hesse","offset":8318},{"uri":"Rhineland-Palatinate","surface_form":"Rhineland-Palatinate","offset":8325},{"uri":"Schleswig-Holstein","surface_form":"Schleswig-Holstein","offset":8350},{"uri":"Baden-W%C3%BCrttemberg","surface_form":"Baden-Württemberg","offset":8370},{"uri":"Brandenburg","surface_form":"Brandenburg","offset":8518},{"uri":"Mecklenburg-Vorpommern","surface_form":"Mecklenburg-Vorpommern","offset":8531},{"uri":"Berlin","surface_form":"Berlin","offset":8559}]}