{"id":535444,"url":"http://en.wikipedia.org/wiki/Per_curiam_decision","text":"In law, a \"per curiam\" decision (or opinion) is a ruling issued by an appellate court in which the decision rendered is made by the court (or at least, a majority of the court) acting collectively and unanimously. In contrast to regular opinions, a \"per curiam\" does not list the individual judge responsible for authoring the decision, but minority dissenting and concurring decisions are signed.\n\"Per curiams\" are not the only type of decision that can reflect the opinion of the court. Other types of decisions can also reflect the opinion of the entire court, such as unanimous decisions, in which the opinion of the court is expressed with an author listed. The Latin term \"per curiam\" literally means \"by the court\".\nFederal.\nThe decisions of the U.S. Supreme Court are usually not \"per curiam\". Their decisions more commonly take the form of one or more opinions signed by individual justices which are then joined in by other justices. Unanimous and signed opinions are not considered \"per curiam\" decisions, as only the court can officially designate opinions as \"per curiam\". \"Per curiam\" decisions tend to be brief in length. The designation is stated at the beginning of the opinion.\nThe notable exception to the usual characteristics for a \"per curiam\" decision is the case of \"Bush v. Gore\". Although it was per curiam, there were multiple concurrences and dissents.\nState.\nThe Supreme Court of California occasionally releases decisions in the name of \"The Court\". But these are not necessarily unanimous. Sometimes an opinion in the name of the Court may be accompanied by extensive concurring and dissenting opinions.\nCanada.\nThe Supreme Court of Canada also attributes some decisions to \"The Court\" but does not use the phrase \"per curiam\". In the U.S. the term is used primarily for uncontroversial cases. In Canada, however, it has been used for important and controversial cases to emphasize that the entire Court is speaking with a single voice.","categories":[],"infobox_types":[],"annotations":[{"uri":"Law","surface_form":"law","offset":3},{"uri":"Appellate_court","surface_form":"appellate court","offset":70},{"uri":"Court","surface_form":"court","offset":132},{"uri":"Unanimous","surface_form":"unanimous","offset":572},{"uri":"Latin","surface_form":"Latin","offset":667},{"uri":"Per_curiam","surface_form":"\"per curiam\"","offset":678},{"uri":"Supreme_Court_of_the_United_States","surface_form":"U.S. Supreme Court","offset":753},{"uri":"Legal_opinion","surface_form":"opinions","offset":861},{"uri":"Associate_Justice_of_the_Supreme_Court_of_the_United_States","surface_form":"justices","offset":891},{"uri":"Brief","surface_form":"brief","offset":1120},{"uri":"Bush_v._Gore","surface_form":"Bush v. Gore","offset":1291},{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":1392},{"uri":"California","surface_form":"California","offset":1409},{"uri":"Concurring_opinion","surface_form":"concurring","offset":1599},{"uri":"Dissenting_opinion","surface_form":"dissenting opinion","offset":1614},{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":1647},{"uri":"Canada","surface_form":"Canada","offset":1664},{"uri":"Attribute","surface_form":"attribute","offset":1676},{"uri":"Controversy","surface_form":"uncontroversial","offset":1802}]}