{"id":535597,"url":"http://en.wikipedia.org/wiki/Article_Four_of_the_United_States_Constitution","text":"Article Four of the United States Constitution outlines the relationship between the various states, as well as the connection between the states and the federal government.\nSection 1: Full faith and credit.\nThe first section requires states to recognize the \"full faith and credit\" of the public acts, records and court proceedings of other states.\nThis clause makes certain that any judicial decisions made in courts of one state are recognized and honored in all other states. This eliminates the practice of \"forum shopping\", the practice of having a legal case heard in the court thought most likely to provide a favorable judgment. It also prevents someone moving from one state to another to escape a judgment.\nIn \"Mills v. Duryee\" (1813), the United States Supreme Court ruled that the merits of a case, as settled by courts of one state, must be recognized by the courts of other states. state courts may not reopen cases which have been conclusively decided by the courts of another state. Later, Chief Justice John Marshall suggested that the judgment of one state court must be recognized by other states' courts as final. However, in \"McElmoyle v. Cohen\" (1839), the court heard a case where one party obtained a judgment in South Carolina and sought to enforce it in Georgia, which had a statute of limitations that barred actions on judgments after a certain amount of time had passed. The court upheld Georgia's refusal to enforce the South Carolina judgment. The court found that out-of-state judgments are subject to the procedural law of the states where they are enforced, notwithstanding any priority it may be given in the state in which they it was issued.\nClause 1: Privileges and Immunities.\nClause One of Section 2 requires interstate protection of \"privileges and immunities\". The apparent ambiguity of the clause has given rise to a number of different interpretations. Some contend that the clause requires Congress to treat all citizens equally. Others suggest that citizens of states carry the rights accorded by their home states while traveling in other states.\nNeither of these theories has been endorsed by the Supreme Court. A state may not discriminate against citizens of other states in favor of its own citizens. But certain exceptions are allowed. For example a state may give their own citizens the right to buy a hunting or fishing license at a lower cost than to nonresidents.\nClause 2: Extradition of fugitives.\nClause Two requires that fugitives from justice may be extradited on the demand of executive authority of the state from which they flee. The Supreme Court has held that it is not compulsory for the fugitive to have fled after an indictment was issued, but only that the fugitive fled after having committed the crime. The Constitution provides for the extradition of fugitives who have committed treason, felony or other crime. That phrase incorporates all acts prohibited by the laws of a state, including misdemeanors and small, or petty, offenses.\nIn \"Kentucky v. Dennison\" (1860), the Supreme Court held that the federal courts may not compel state governors to surrender fugitives through the issue of writs of mandamus. The \"Dennison\" decision was overruled by \"Puerto Rico v. Branstad\" (1987). Now, the federal courts may require the extradition of fugitives. Alleged fugitives generally may not challenge extradition proceedings.\nClause 3: Fugitive Slave Clause.\nPierce Butler and Charles Pinckney, both from South Carolina, submitted this clause to the Constitutional Convention. James Wilson and Roger Sherman both objected and Butler withdrew the clause. However, on the next day the clause was reinstated and adopted by the Convention without objection. At the last moment the language was changed from \"Person legally held to Service or Labour in one state\" to read \"Person held to Service or Labour in one state, under the Laws thereof\".\nIn 1865, the Fugitive Slave Clause was repealed by the ratification of the Thirteenth Amendment abolishing slavery.\n Clause 1: New states.\nThe First Clause of Section Three grants to Congress the authority to admit new states into the Union. Since the establishment of the United States in 1776, the number of states has expanded from the original 13 to 50. It also forbids the creation of new states from parts of existing states without the consent of both the affected states and Congress. This latter provision was designed to gave Eastern states that still had claims to Western lands (e.g., Virginia and North Carolina) to have a veto over whether their western counties (which eventually became Kentucky and Tennessee) could become states. It would later be applied with regard to the formation of Maine (from Massachusetts) and West Virginia (from Virginia).\nClause 2: Property Clause.\nThis clause, commonly known as the \"Property\" or \"Territorial\" Clause, grants Congress the constitutional authority for the management and control of all territories or other property owned by United States. Additionally, the clause also proclaims that nothing contained within the Constitution may be interpreted to harm (prejudice) any claim of the United States, or of any particular State. The exact scope of this clause has long been a matter of debate.\nThe federal government owns or controls about thirty percent of the land in the United States. These holdings include national parks, national forests, recreation areas, wildlife refuges, vast tracts of range and public lands managed by the Bureau of Land Management, reservations held in trust for Native American tribes, military bases, and ordinary federal buildings and installations. Although federal property can be found in every state, the largest concentrations are in the west, where, for example, the federal government owns over eighty percent of the land within Nevada.\nClause 1: Republican government.\nThis clause, sometimes referred to as the Guarantee Clause, has long been at the fore-front of the debate about the rights of citizens compared to those of the government. The Guarantee Clause mandates that all U.S. states must be grounded in republican principles, such as the consent of the governed. By ensuring that all states must have the same type of government (a republic), the Guarantee Clause is one of several portions of the Constitution which mandates symmetric federalism between the states.\nClause 2: Protection from invasion and domestic violence.\nSection Four requires the United States to protect each state from invasion, and, upon the application of the state legislature (or executive, if the legislature cannot be convened), from domestic violence. This provision was discussed during the 1967 Detroit riot, but was not invoked.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":20},{"uri":"Outline","surface_form":"outline","offset":47},{"uri":"Relationship","surface_form":"relationship","offset":60},{"uri":"US_states","surface_form":"state","offset":93},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":154},{"uri":"Court","surface_form":"court","offset":315},{"uri":"Judicial","surface_form":"judicial","offset":385},{"uri":"Judgment_(law)","surface_form":"judgment","offset":628},{"uri":"Mills_v._Duryee","surface_form":"Mills v. Duryee","offset":722},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":751},{"uri":"State_court_(United_States)","surface_form":"state courts","offset":897},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":1007},{"uri":"John_Marshall","surface_form":"John Marshall","offset":1021},{"uri":"McElmoyle_v._Cohen","surface_form":"McElmoyle v. Cohen","offset":1148},{"uri":"Procedural_law","surface_form":"procedural law","offset":1539},{"uri":"Notwithstanding","surface_form":"notwithstanding","offset":1593},{"uri":"Interstate","surface_form":"interstate","offset":1750},{"uri":"Ambiguity","surface_form":"ambiguity","offset":1817},{"uri":"Interpretation","surface_form":"interpretation","offset":1881},{"uri":"United_States_Congress","surface_form":"Congress","offset":1936},{"uri":"Citizen","surface_form":"citizen","offset":1958},{"uri":"Theory","surface_form":"theories","offset":2112},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":2146},{"uri":"Discrimination","surface_form":"discriminate","offset":2177},{"uri":"Exception","surface_form":"exception","offset":2265},{"uri":"Example","surface_form":"example","offset":2293},{"uri":"Resident","surface_form":"resident","offset":2410},{"uri":"Fugitive","surface_form":"fugitives from justice","offset":2482},{"uri":"Extradition","surface_form":"extradited","offset":2512},{"uri":"Executive_(government)","surface_form":"executive authority","offset":2540},{"uri":"Indictment","surface_form":"indictment","offset":2687},{"uri":"Crime","surface_form":"crime","offset":2769},{"uri":"Treason","surface_form":"treason","offset":2854},{"uri":"Felony","surface_form":"felony","offset":2863},{"uri":"Misdemeanor","surface_form":"misdemeanor","offset":2965},{"uri":"Petty","surface_form":"petty","offset":2992},{"uri":"Kentucky_v._Dennison","surface_form":"Kentucky v. Dennison","offset":3013},{"uri":"Writ_of_mandamus","surface_form":"writs of mandamus","offset":3165},{"uri":"Puerto_Rico_v._Branstad","surface_form":"Puerto Rico v. Branstad","offset":3226},{"uri":"Alleged","surface_form":"Alleged","offset":3325},{"uri":"Pierce_Butler","surface_form":"Pierce Butler","offset":3429},{"uri":"Charles_Pinckney_(governor)","surface_form":"Charles Pinckney","offset":3447},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3475},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":3520},{"uri":"James_Wilson","surface_form":"James Wilson","offset":3547},{"uri":"Roger_Sherman","surface_form":"Roger Sherman","offset":3564},{"uri":"Repeal","surface_form":"repeal","offset":3949},{"uri":"Ratification","surface_form":"ratification","offset":3965},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth Amendment","offset":3985},{"uri":"Slavery","surface_form":"slavery","offset":4017},{"uri":"Thirteen_Colonies","surface_form":"the original 13","offset":4245},{"uri":"Virginia","surface_form":"Virginia","offset":4507},{"uri":"North_Carolina","surface_form":"North Carolina","offset":4520},{"uri":"Kentucky","surface_form":"Kentucky","offset":4612},{"uri":"Tennessee","surface_form":"Tennessee","offset":4625},{"uri":"Maine","surface_form":"Maine","offset":4715},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":4727},{"uri":"West_Virginia","surface_form":"West Virginia","offset":4746},{"uri":"Property","surface_form":"Property","offset":4840},{"uri":"List_of_areas_in_the_United_States_National_Park_System","surface_form":"national parks","offset":5381},{"uri":"United_States_National_Forest","surface_form":"national forests","offset":5397},{"uri":"Bureau_of_Land_Management","surface_form":"Bureau of Land Management","offset":5504},{"uri":"Federal_lands","surface_form":"federal property","offset":5661},{"uri":"Republicanism_in_the_United_States","surface_form":"republican principles","offset":6122},{"uri":"Republic","surface_form":"republic","offset":6251},{"uri":"Symmetric_federalism","surface_form":"symmetric federalism","offset":6345},{"uri":"1967_Detroit_riot","surface_form":"1967 Detroit riot","offset":6691}]}