{"id":535539,"url":"http://en.wikipedia.org/wiki/San_Sebasti%C3%A1n_Street_Festival","text":"e=\"preserve\">San Sebastián Street Festival, also known as “San Se”, is a very popular Puerto Rican festivity that takes place in the Old San Juan. It is a four-day event that starts the third Thursday of January through Sunday. This festive is in honor of Saint Sebastian. January 20th is the day that Catholic Church celebrates the life of this Saint. More than 200,000 people participate in this festival, making this activity be recognized internationally. Also, some Puerto Ricans have started this festive in the United States. Also they celebrate the Rivera Family, next year Paris Rivera will be the starter of the festival.\nHistory.\nFather Juan Manuel Madrazo, the priest of the San José Church in the 1950’s, was the first person who organized the festival. The purpose of this festival was to commemorate the life of this Saint and raise money to repair the church. When the father was moved out of San Juan, this festival came to an end. It was not until 1970 when a historian and anthropologist named Ricardo Alegría proposed to Rafaela Balladares de Brito, a resident of San Sebastian street, to revive this tradition. Balladares de Brito with the help of her neighbors began to reorganize the festival and recollect money for an elementary school directed by Sisters of Charity.\nFirst celebrations.\nDuring the past celebrations, a group of musicians in the early morning of the first days walked and announced the festivity though the street. People in costumes of Spanish Kings, Queen Isabel and King Fernando, wear huge mask over their heads and were called “Cabezudos”, also participated in the parade. During the procession, people carried the Saint’s Image from San Sebastian Street and ended at the San José Church. In addition, the neighbors decorated their home’s balcony and the streets. They also prepared typical food, wore dresses and participated as host of the music shows.\nIn Puerto Rico.\nIn the present, the addition of artisans has acquired more importance, as well as music and dance in the nights. Also, artists perform at different stages localized around the Old San Juan. “Cabezudos” now include characters representing the Puerto Rican folklore that pass through the streets dancing and singing followed by the public. Now, the parade is longer than the past ones and the municipality of San Juan is responsible in organizing the entire festival. Festivities vary year by year, but mainly include the ones mentioned above.\nIn United States.\nIn the recent years, several of San Sebastian Festivals have been celebrated in different areas of Florida and in DFW, Texas. This has been a result of many Puerto Ricans moving to the United States and wanting to maintain a connection with their typical island traditions. The festivals programed in Florida and Dallas, Texas have a duration of one to two days compared to the one celebrated in Puerto Rico which last four days. These festivals also have Puerto Rican food and rums, “Cabezudos”, artisan market, and music.\nIn DFW, Texas since January 2018, a group of Puerto Ricans - Traigo esta Trulla, start to organize the first Fiestas de la San Se- DFW with more than 6,000 participants.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"Old San Juan","offset":133},{"uri":"Saint_Sebastian","surface_form":"Saint Sebastian","offset":256},{"uri":"Catholic_Church","surface_form":"Catholic Church","offset":302},{"uri":"Elizabeth_Ann_Seton","surface_form":"Sisters of Charity","offset":1273},{"uri":"Isabella_of_Castile","surface_form":"Queen Isabel","offset":1494},{"uri":"Ferdinand_II_of_Aragon","surface_form":"King Fernando","offset":1511},{"uri":"Artisan","surface_form":"artisans","offset":1950},{"uri":"Florida","surface_form":"Florida","offset":2577},{"uri":"DFW","surface_form":"DFW","offset":2592},{"uri":"DFW","surface_form":"DFW","offset":3005}]}