{"id":535634,"url":"http://en.wikipedia.org/wiki/Article_Three_of_the_United_States_Constitution","text":"Article Three of the United States Constitution creates the judicial branch of the United States government. It creates the Supreme Court of the United States, and allows the United States Congress to create less powerful federal courts. It also sets out the powers that these courts have.\nSection 1: Federal courts.\nSection 1 of Article Three starts out by creating the Supreme Court one court that will be more powerful than any other court in the country. It also gives Congress the power to create \"inferior\" (less powerful) federal courts.\nIt allows judges in these courts to get a regular salary for their work. Section 1 protects the judges by saying that their salaries will not be decreased while they are in office (working as a federal judge).\nTenure.\nSection 1 says that judges \"shall hold their Offices [keep their jobs] during good Behavior.\" This is meant to protect federal judges, and also to make sure that the federal judiciary is independent.\nBefore it won its independence in the American Revolutionary War, America was a colony of the British Empire. The Founding Fathers wrote the Constitution just four years after the War ended. They still remembered what the courts in the American colonies were like. As Thomas Jefferson wrote in the Declaration of Independence, Britain's King George III \"made judges dependent on his will alone, for the tenure of their offices, and the amount and payment of their salaries.\"\nThis meant that the judges could not be independent or impartial. If they made a decision that King George did not like, they could be fired, or not paid. Judges who wanted to keep their jobs made decisions based on what King George would want, not based on what the law said. If judges are cannot be independent, or do not follow they law, courts are not fair, and there is no way for regular people to get justice.\nThe Constitution makes sure that this will not happen to United States federal judges. By saying judges \"shall hold their Offices during good Behavior,\" Section 1 is basically allowing judges to keep their jobs for the rest of their lives. In Article Two, Section 4, the Constitution does say that Congress can take away a judge's job but only after being convicted in a trial, and only for \"Treason, Bribery, or other High crimes and Misdemeanors.\" (This is what Section 1 means by behavior that is not \"good.\") In other words, the Constitution makes sure that all judges will lose their jobs for making even the slightest unpopular decision. This denies judges the freedom to be independent, and to make the decisions that they think are fair, and makes them choose between right and reelection.\nNumber of courts.\nArticle III clearly allows only one Supreme Court. However, it does not say how many Supreme Court Justices (judges) there should be. Congress solved this problem in 1948 by passing a law. The law says that the Supreme Court will have 9 Justices, including one Chief Justice.\nClause 1: Cases and controversies.\nClause 1 of Section 2 explains the powers the federal court has, and the limits of those powers.\nClause 1 gives the federal courts the power to hear and judge actual \"cases and controversies\" only. For example, they cannot hear a case about a situation that might come up in the future.\nClause 2: Original and appellate jurisdiction.\nWhen Clause 2 talks about \"jurisdiction,\" it is talking about who has the power to hear a case.\nAppellate jurisdiction.\nHowever, the Supreme Court can only review a case on appeal if it thinks the lower court's decision breaks a law or goes against the Constitution.\nJurisdiction over state courts.\nThere is one specific power that Clause 2 does not give the federal judiciary. Clause 2 says that the federal judiciary has power over \"the laws of the United States.\" However, it does \"not\" say that the federal courts have power over the laws of \"individual\" states. Also, when Congress passed the Judiciary Act of 1789, they also never gave the federal courts this power. This means that the federal courts can only review or change the decisions of state supreme courts if the state decision may have broken a federal law or the Constitution. The federal courts had no power to review or change state supreme court decisions that were just based on state laws. Basically, this gave each state supreme court the final say over the laws in their state. Different states could decide completely different things, so the laws might be completely different in one state than another.\nChanges.\nIn 1795, the Eleventh Amendment changed part of Clause 2. It took away the federal judiciary's power to get involved in lawsuits between states and citizens of other states or countries.\nIn \"Marbury v. Madison\" (1803), the Supreme Court ruled that Congress cannot change the Supreme Court's original jurisdiction. However, the appellate jurisdiction of the Court is different. Congress is able to make the rules for the federal courts' appellate division, including rules about their jurisdictions.\n\"Marbury v. Madison\" also created an important power called judicial review. This is the Supreme Court's ability to review whether a law, treaty, or executive rule breaks a law that already exists, a state Constitution, or the United States Constitution. After \"Marbury\", the Supreme Court started keeping an eye on what the state and federal governments were doing, instead of just trying cases that people brought to them.\nClause 3: Federal trials.\nClause 3 of Section 2 says that federal crimes have to be tried in front of a jury, unless the defendant does not want a jury. The only type of federal crime that is not tried before a jury is an impeachment. (Article One, Section 3 of the Constitution says that only the United States Senate can try impeachment cases.)\nClause 3 also says the person's trial must be held in the state where they did the crime. If they did not do the crime in any particular state, then Congress gets to choose where the trial will be held.\nSeveral of the Constitutional Amendments in the Bill of Rights talk more about the rights of people who are on trial in criminal or civil court.\nClause 1: Definition and conviction.\nThe last section of Article 3 talks about treason and how it should be punished. The Founding Fathers wanted to make sure that Americans' rights were protected. They also knew that in the past, in England, some kings had gotten rid of their political opponents just by accusing them of treason. For these reasons, the Founders wanted to make sure the Constitution said specifically what crimes were treason; what would be needed to find people guilty; and what the punishments could be.\nSection 3 also makes it clear that treason must be an \"overt act.\" This means that to commit treason, a person must actually do something, not just plan to do it. For example, if a group of people got together and planned to attack part of the United States, that would not be treason because they had not actually done anything yet to hurt the country. If they did attack the United States, that would be an overt act, and it would be treason.\nIt also says that there are only two ways for a person to be convicted of treason. Two different witnesses must say in court that they saw the person do that overt act. If there are not two witnesses, then the person must admit in court that they committed treason. If neither of these things happen, the person cannot be found guilty of treason. Parts of this rule came from a British law called the Treason Act 1695.\nClause 2: Punishment.\nFinally, Section 3 talks about punishment for people found guilty of treason. It gives Congress the power to decide the punishment. However, there is one punishment that the Constitution does not allow: punishing a person's family and descendants for that person's crime. In English law, if a person was convicted of treason, their punishment would include an \"Attainder\" (also called a \"Corruption of Blood\"). This meant that not only the person, but their family and heirs, would be punished and thought of as guilty. Once a person was \"attainted,\" they would be executed. However, their heirs would also lose the right to inherit that person's land, property, or money.\nThe end of Section 3 specifically says that this punishment is not allowed. When the Founders wrote \"no Attainder of Treason shall work Corruption of Blood, or Forfeiture except during the Life of the Person attainted,\" they meant: \"No heirs may be punished, and Congress can make the traitor forfeit (give up) their property, but only during their lifetime.\" Their heirs would have to be able to inherit their property when the traitor died.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":21},{"uri":"Judicial_branch","surface_form":"judicial branch","offset":60},{"uri":"United_States_government","surface_form":"United States government","offset":83},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":124},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":175},{"uri":"Federal","surface_form":"federal","offset":222},{"uri":"Court","surface_form":"court","offset":230},{"uri":"Salary","surface_form":"salary","offset":595},{"uri":"Judiciary","surface_form":"judiciary","offset":937},{"uri":"Independent","surface_form":"independent","offset":950},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1001},{"uri":"Colony","surface_form":"colony","offset":1043},{"uri":"British_Empire","surface_form":"British Empire","offset":1057},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":1077},{"uri":"Thirteen_Colonies","surface_form":"the American colonies","offset":1195},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1231},{"uri":"Declaration_of_Independence","surface_form":"Declaration of Independence","offset":1261},{"uri":"King_George_III","surface_form":"King George III","offset":1300},{"uri":"Impartial","surface_form":"impartial","offset":1493},{"uri":"Law","surface_form":"law","offset":1705},{"uri":"Justice","surface_form":"justice","offset":1846},{"uri":"Impeachment","surface_form":"Article Two, Section 4","offset":2098},{"uri":"Impeachment","surface_form":"Congress can take away a judge's job","offset":2153},{"uri":"Conviction","surface_form":"convicted","offset":2211},{"uri":"Trial","surface_form":"trial","offset":2226},{"uri":"Treason","surface_form":"Treason","offset":2247},{"uri":"Bribery","surface_form":"Bribery","offset":2256},{"uri":"High_crimes_and_Misdemeanors","surface_form":"High crimes and Misdemeanors","offset":2274},{"uri":"Eleventh_Amendment_to_the_United_States_Constitution","surface_form":"Eleventh Amendment","offset":4519},{"uri":"Marbury_v._Madison","surface_form":"Marbury v. Madison","offset":4697},{"uri":"Judicial_review","surface_form":"judicial review","offset":5065},{"uri":"Jury","surface_form":"jury","offset":5534},{"uri":"Impeachment","surface_form":"impeachment","offset":5652},{"uri":"United_States_Bill_of_Rights","surface_form":"Bill of Rights","offset":6028},{"uri":"Rights","surface_form":"rights","offset":6063},{"uri":"Crime","surface_form":"criminal","offset":6100},{"uri":"Civil_law","surface_form":"civil","offset":6112},{"uri":"United_Kingdom","surface_form":"England","offset":6359},{"uri":"King","surface_form":"king","offset":6373},{"uri":"Politics","surface_form":"political","offset":6403},{"uri":"Opponent","surface_form":"opponents","offset":6413},{"uri":"Guilt_(law)","surface_form":"guilty","offset":6606},{"uri":"Descendant","surface_form":"descendant","offset":7770},{"uri":"Heir","surface_form":"heir","offset":8004},{"uri":"Execution","surface_form":"executed","offset":8100},{"uri":"Inheritance","surface_form":"inherit","offset":8160},{"uri":"Property","surface_form":"property","offset":8188},{"uri":"Money","surface_form":"money","offset":8201}]}