{"id":535761,"url":"http://en.wikipedia.org/wiki/Twenty-fifth_Amendment_to_the_United_States_Constitution","text":"The Twenty-fifth Amendment (Amendment XXV) to the United States Constitution says that if the President becomes unable to do his job, the Vice President becomes the President (Section 1) or Acting President (Sections 3 or 4). This can happen for a short period of time, if the President is just sick or disabled for a short time. It could also happen until the end of the President's term (the President's time in office), if the President died, resigned, or is \"unable to discharge the powers and duties of his office\".\nThe Twenty-fifth Amendment also says what should happen if there is a \"vacancy\" in the Vice President's office (meaning there is no Vice President).\nThe Amendment was ratified by the states and became part of the U.S. Constitution on February 10, 1967.\nBackground.\nThis means that if the President is fired, dies, resigns, or is unable \"to discharge [his] Powers and Duties\" (unable to do the things a President has to do), the Vice President will take over their job. The Vice President will do the President's job until they get better (if they are just sick or disabled), or until the next Presidential election (if the President resigned or is dead). If neither the President nor the Vice President can do the President's job, Congress can decide who takes over the President's job. This is all the Constitution says about this subject.\nIn 1841, the ninth President, William Henry Harrison, became the first United States President to die in office. Before this, Representative John Williams had suggested that the Vice President should become Acting President if the President died. Also, after Harrison died, his Cabinet had met and decided that Vice President John Tyler would become \"Vice-President Acting President.\" However, Tyler did not like this idea. He announced that he had become the President, and was not just doing the old President's job. He refused to look at any papers that were addressed to him as \"Acting President.\"\nTyler took the Presidential Oath, moved into the White House, and took over all of the old President's powers. Nobody formally challenged Tyler's claim to the Presidency. Eventually, both Houses of Congress passed a resolution saying that Tyler was the tenth President of the United States. This created \"the precedent of full succession.\" A precedent is a rule or law that might be followed in the future if a similar situation came up again. \"Full succession\" means that the Vice President would become the President, not Acting President, if the actual President died. The \"precedent of full succession\" became known as the \"Tyler Precedent.\"\nAt other times, Presidents did not die, but they were unable to do their jobs because of illness. For example, during his Presidency, Woodrow Wilson had a stroke. However, the First Lady, Edith Wilson, and the official White House doctor kept the stroke a secret. Because of this, no one took over the Presidency, even though Wilson could not do the job at that time.\nBefore the 25th Amendment, the office of Vice President had been empty eighteen times because the Vice President died, resigned, or had to take over for the President. For example, there was no Vice President for nearly four years after Franklin D. Roosevelt died.\nThese problems made it clear that the government needed more specific rules.\nKennedy assassination.\nOn November 22, 1963, President John F. Kennedy was murdered. Kennedy's assassination made it very clear to Congress that they needed to figure out a solution about presidential succession right away. The United States was in the middle of the Cold War. The new President, Lyndon B. Johnson, had previously had a heart attack in 1955 along with a family history of Johnson men dying relatively young (in their early 60s, which he did in 1973 aged 64). The next two people in line for the presidency were the Speaker of the House of Representatives, John McCormack (who was 71 years old), and the President pro tempore of the Senate, Carl Hayden (who was 86 years old). Congress started moving more quickly.\nProposals.\nMembers of Congress suggested two different amendments to fill in the details missing from Clause 6.\nThe KeatingKefauver Proposal suggested allowing Congress to make a law about who should decide when a President is disabled. It was proposed in 1963 by Senator Kenneth Keating of New York,p. 345 and supported by Tennessee Senator Estes Kefauver.p. 28 However, other Senators were worried that Congress could abuse this power, or would not actually make the law after the amendment was passed.pp. 30–35\nThe BayhCeller Proposal ended up becoming the Twenty-fifth Amendment. On January 6, 1965, Senator Birch Bayh proposed the amendment in the United States Senate, and Representative Emanuel Celler (Chairman of the House Judiciary Committee) proposed it in the United States House of Representatives. Unlike the KeatingKefauver Proposal, it suggested a way to fill the Vice President's position if it was empty, and also set out rules for how a President could be declared \"disabled.\"pp. 348–350\nOn February 19, 1965, the Senate passed the amendment. However, the House passed a different version of the amendment on April 13. The House and Senate had to form committees to figure out a version of the amendment they could all agree on. On July 6, 1965, both Houses of Congress passed the final version of the amendment and sent it to the states for ratification.\nRatification.\nAs with all Constitutional amendments proposed by the Congress, the Twenty-fifth Amendment had to be ratified by three-fourths of the states (38 of 50). Ratification was complete 19 months after the Amendment was proposed. Another nine states subsequently also ratified the Amendment; three states did not vote to ratify the Amendment.\nSection 1: Presidential succession.\nSection 1 made the \"Tyler Precedent\" a law. It says that if a President is removed from office, dies, or resigns, the Vice President immediately becomes President (not \"Acting President\").\nSection 2: Vice Presidential vacancy.\nBefore the Twenty-fifth Amendment, if the Vice President's position was empty, it stayed empty until the next election.\nUnder Section 2, whenever there is a vacancy in the office of Vice President, the President nominates someone to replace the Vice President. If a majority of both Houses of Congress agree, that person becomes the Vice President.\nSection 3: Presidential declaration.\nSection 3 says that a President can declare themselves \"unable to discharge the powers and duties of their office\" (unable to do their job). He or she must say this in a written letter to both the President pro tempore of the Senate and the Speaker of the House of Representatives. Once the President does this, the Vice President becomes Acting President. The President can take back the Presidency at any time by sending letters to the President pro tempore and the Speaker of the House, saying he or she is able to discharge the powers and duties of the Presidency again.\nSection 4: Vice Presidential–Cabinet declaration.\nTo declare the President unable to do his job, these people would have to sign and give a letter to the President pro tempore of the Senate and the Speaker of the House. As with Section 3, the Vice President would then become the Acting President.\nThe President may take back the Presidency by sending a letter to the President pro tempore and the Speaker of the House. However, if the Vice President and the Cabinet think the President is still disabled and still cannot do his job, they can challenge his return. They have four days to write another declaration saying the President is still unable to do his job. The Vice President is still Acting President during these four days. Congress then has to get together within 48 hours, if they are not already in session. Then Congress has 21 days to make a decision. In the meantime, the Vice President is still Acting President.\nIf two-thirds of each House of Congress votes that the President still cannot do his job, the Vice President would continue to be Acting President. If Congress does not vote this way, or if they do not vote at all within 21 days, the President takes over the Presidency again.\nUses.\nThe Twenty-fifth Amendment has been invoked (used) six times since it was added to the Constitution. Section 1 has been used once; Section 2 has been used twice; and Section 3 has been used three times. Only Section 4 has never been used, though it was considered twice.\nUse of Section 1.\nPresident Richard Nixon resigned on August 9, 1974, before the House could vote on whether to impeach him for crimes related to the Watergate scandal. Vice President Gerald Ford became President as soon as Nixon resigned.\nUse of Section 2.\nOn October 10, 1973, Vice President Spiro Agnew resigned. Two days later, President Richard Nixon nominated United States Representative Gerald Ford of Michigan to be the new Vice President. According to Section 2, more than 50% of each House of Congress had to approve Ford as Vice President. By December 6, 97% of the Senate and 92% of the House had approved Ford. Ford was sworn in to the Vice Presidency later on December 6 before both Houses of Congress. Ford is the only person in United States history ever to be Vice President, and later President, without being elected to either office.\nWhen Gerald Ford became President after Richard Nixon resigned, the Vice Presidency became vacant. On August 20, 1974, the new President Ford nominated former New York Governor Nelson Rockefeller to be the new Vice President. On December 10, 1974, the Senate confirmed Rockefeller with a vote of 90–7. Nine days later, the House voted 287-128 to confirm Rockefeller. He was sworn into office later on December 19, 1974, before the Senate.\nUse of Section 3.\nPresidents have used Section 3 of the 25th Amendment three times. Each time, they have given power to their Vice Presidents for a short time because they needed to get anesthesia for medical tests or surgery. The three Acting Presidents in United States history are listed below.\nGeorge H. W. Bush (1985).\nOn July 12, 1985, President Ronald Reagan found out that he had a small growth in his colon that could turn into colon cancer. His doctor told him he needed surgery. Reagan decided to have surgery right away.\nHowever, Reagan did not want to invoke Section 3 of the 25th Amendment. He was worried that giving Presidential power away would set a bad precedent. The White House's head lawyer and Reagan's Chief of Staff suggested that he use Section 3 and give power to Vice President George H.W. Bush.\nTwo letters were created. The first invoked Section 3 and said Reagan would be unable to discharge his duties. The second said that Reagan knew about Section 3, and did not think it applied to his situation, but still wanted Bush to take over during his surgery. On July 13, Reagan signed the second letter and had it delivered to the President pro tempore and the Speaker of the House.\nHowever, since Reagan did not specifically mention Section 3 and say he could not do his job as President, he did not officially invoke the 25th Amendment.\nDick Cheney (2002; 2007).\nOn June 29, 2002, President George W. Bush became the first President to officially invoke Section 3. He needed a colonoscopy, a test of the colon, and would be getting anesthesia. He formally gave power to his Vice President, Dick Cheney, using the rules that the 25th Amendment set out. Unlike Reagan, he specifically said he was using Section 3 of the 25th Amendment in his letter to the President pro tempore and the Speaker of the House. After about two hours, Bush was awake and took back the Presidency.\nOn July 21, 2007, President Bush again invoked Section 3 so he could have another colonoscopy. Again, Cheney was Acting President for about two hours, until Bush was ready to take back the Presidency.\nConsidered use of Section 4.\nAs of 2021, Section 4 has never been invoked, however there were at least two occasions where the use of Section 4 was considered and another where its non-use came under substantial criticism. These occurred during the presidency of Ronald Reagan and the presidency of Donald Trump.\n1981: Reagan assassination attempt.\nOn March 30, 1981, a man named John Hinckley tried to kill President Ronald Reagan. Reagan was shot and needed immediate surgery, so he could not invoke Section 3 to give power to his Vice President. His Vice President, George H.W. Bush, did not invoke Section 4, because he was on an airplane returning from Texas. Reagan was out of surgery by the time Bush got to Washington, D.C.pp. 195–6, 253-5\nIn 1995, Birch Bayh, who had written the Senate version of the 25th Amendment, wrote that Section 4 should have been invoked.\n1987: Reagan accused of not doing his job.\nIn 1987, Reagan's Chief of Staff, Donald Regan, resigned.p. 218 Howard Baker replaced him.p. 83 Reagan's staff told Baker that Reagan seemed lazy and unable to do his job. They told him to be ready for Section 4 of the 25th Amendment to be invoked.\n2021: Trump accused of inciting the January 6, 2021 attack on Congress.\nDuring a rally outside the White House to dispute the 2020 Presidential election result, a group of protesters incited a violent riot in the building, leading to five deaths.\nSpeaker Nancy Pelosi and Senate Minority Leader Chuck Schumer urged Vice President Mike Pence to remove power from the President for his role in inciting this insurrection attempt, threatening to initiate a second impeachment trial if he did not. Two members of Trump’s Cabinet, the Secretary of Education, Betsy DeVos, and the Secretary of Transportation, Elaine Chao (wife of Senate Majority Mitch McConnell) resigned after the attack. Section 4 would not have applied in this instance since it specifically applies to presidents who are medically unable to continue serving.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":50},{"uri":"President_of_the_United_States","surface_form":"President","offset":94},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":138},{"uri":"Illness","surface_form":"sick","offset":295},{"uri":"Disability","surface_form":"disabled","offset":303},{"uri":"Resignation","surface_form":"resigned","offset":446},{"uri":"Vacancy","surface_form":"vacancy","offset":592},{"uri":"Election","surface_form":"election","offset":1127},{"uri":"William_Henry_Harrison","surface_form":"William Henry Harrison","offset":1392},{"uri":"United_States_Cabinet","surface_form":"Cabinet","offset":1640},{"uri":"John_Tyler","surface_form":"John Tyler","offset":1688},{"uri":"Oath_of_office_of_the_President_of_the_United_States","surface_form":"Presidential Oath","offset":1979},{"uri":"White_House","surface_form":"White House","offset":2013},{"uri":"Formally","surface_form":"formally","offset":2082},{"uri":"Challenge","surface_form":"challenged","offset":2091},{"uri":"Resolution","surface_form":"resolution","offset":2180},{"uri":"Precedent","surface_form":"precedent","offset":2273},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":2744},{"uri":"Stroke","surface_form":"stroke","offset":2765},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":2786},{"uri":"Edith_Wilson","surface_form":"Edith Wilson","offset":2798},{"uri":"Medical_doctor","surface_form":"doctor","offset":2841},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":3215},{"uri":"Assassination_of_John_F._Kennedy","surface_form":"John F. Kennedy was murdered","offset":3375},{"uri":"Assassination","surface_form":"assassination","offset":3415},{"uri":"Cold_War","surface_form":"Cold War","offset":3587},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":3616},{"uri":"Heart_attack","surface_form":"heart attack","offset":3656},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the House of Representatives","offset":3851},{"uri":"John_William_McCormack","surface_form":"John McCormack","offset":3892},{"uri":"President_Pro_Tempore_of_the_Senate","surface_form":"President pro tempore of the Senate","offset":3939},{"uri":"Carl_Hayden","surface_form":"Carl Hayden","offset":3976},{"uri":"United_States_Senate","surface_form":"Senator","offset":4314},{"uri":"Kenneth_Keating","surface_form":"Kenneth Keating","offset":4322},{"uri":"New_York","surface_form":"New York","offset":4341},{"uri":"Tennessee","surface_form":"Tennessee","offset":4374},{"uri":"Estes_Kefauver","surface_form":"Estes Kefauver","offset":4392},{"uri":"Birch_Bayh","surface_form":"Birch Bayh","offset":4662},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":4703},{"uri":"Emanuel_Celler","surface_form":"Emanuel Celler","offset":4744},{"uri":"Chairman","surface_form":"Chairman","offset":4760},{"uri":"United_States_House_Committee_on_the_Judiciary","surface_form":"House Judiciary Committee","offset":4776},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":4822},{"uri":"Committee","surface_form":"committees","offset":5221},{"uri":"Ratification","surface_form":"ratified","offset":5540},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":8512},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":8634},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":8668},{"uri":"Spiro_Agnew","surface_form":"Spiro Agnew","offset":8778},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":8879},{"uri":"Michigan","surface_form":"Michigan","offset":8894},{"uri":"Governor_of_New_York","surface_form":"New York Governor","offset":9498},{"uri":"Nelson_Rockefeller","surface_form":"Nelson Rockefeller","offset":9516},{"uri":"Anesthesia","surface_form":"anesthesia","offset":9964},{"uri":"Surgery","surface_form":"surgery","offset":9996},{"uri":"Colon","surface_form":"colon","offset":10188},{"uri":"Colon_cancer","surface_form":"colon cancer","offset":10215},{"uri":"Surgery","surface_form":"surgery","offset":10259},{"uri":"Precedent","surface_form":"precedent","offset":10450},{"uri":"Lawyer","surface_form":"lawyer","offset":10484},{"uri":"White_House_Chief_of_Staff","surface_form":"Chief of Staff","offset":10504},{"uri":"George_H.W._Bush","surface_form":"George H.W. Bush","offset":10584},{"uri":"Officially","surface_form":"officially","offset":11107},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":11199},{"uri":"Colonoscopy","surface_form":"colonoscopy","offset":11285},{"uri":"Dick_Cheney","surface_form":"Dick Cheney","offset":11398},{"uri":"Presidency_of_Ronald_Reagan","surface_form":"presidency of Ronald Reagan","offset":12132},{"uri":"Presidency_of_Donald_Trump","surface_form":"presidency of Donald Trump","offset":12168},{"uri":"John_Hinckley","surface_form":"John Hinckley","offset":12263},{"uri":"Assassination_attempt_on_Ronald_Reagan","surface_form":"kill President Ronald Reagan","offset":12286},{"uri":"Gunshot","surface_form":"shot","offset":12327},{"uri":"Airplane","surface_form":"airplane","offset":12517},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":12598},{"uri":"Donald_Regan","surface_form":"Donald Regan","offset":12834},{"uri":"Howard_Baker","surface_form":"Howard Baker","offset":12864},{"uri":"Lazy","surface_form":"lazy","offset":12941}]}