{"id":535740,"url":"http://en.wikipedia.org/wiki/Litomy%C5%A1l","text":"Litomyšl is a town in the Czech Republic. It has a population of 10,000. It is situated in the Pardubice Region in eastern Bohemia. A famous composer, Bedřich Smetana, was born there in 1824. Litomyšl Castle is on the UNESCO Heritage List.\nLandmarks.\nThe most important landmarks there are Litomyšl Castle, Knights´ Hall, Church of the Raising of the Holy Cross, Piarist Church of the Discovery of the Holy Cross and Piarist college, New Church of the Church of the Brethren, Portmoneum (Museum), Smetana´s Cultural House, Indoor swimming pool.\nLitomyšl Castle.\nThe dominant feature of Litomyšl is a monumental Renaissance castle. It was built from 1568 to1581 by the House of Pernštejn. Litomyšl Castle was originally a Renaissance arcade-castle of the Italian type. Its design and decoration is fantastic. There is a rich sgraffito decoration on the walls. Later, the Baroque features were added in the 18th century. The architect of the building was Giovanni Battista Aostalli. The first owner and the donator was Vratislav II. from Pernštejn. In the castle grounds there is Castle Brewery, too. In Catle Brewery there was born Bedřich Smetana, a famous composer. The castle was written on the UNESCO Heritage list in 1999. The International Smetana´s Opera Festival takes place there every June.\nKnights´ Hall: the oldest house in Smetana Square.\nThis is one of the most beautiful houses in Litomyšl square. It was built by a stonemason Blažek after a fire in 1540. It was finished in 1546. The stone facade is decorated with decorative and figurative motives. On the sides of the middle window there are 2 statues of the knights. They are famous from story by a popular writer Alois Jirásek. The house is decorated with other figures (a merchant, a mermaid, a lion, a unicorn). There is a town gallery today.\nChurch of the Raising of the Holy Cross.\nThe church was founded in 1378 (638 years ago) in gothic style. Most of equipment is from the second half of the 18th century. The main altar was built in 1767, sculpture decoration was made by František Pacák. The altar image of the Holy Cross was painted by Ignác Raab. There was a massive renovation of the building from 1995 to 2000. In May 2000, the new organs were instaled there The church is a dominant of the historical part of the town, now.\nChurch of the Discovery of the Holy Cross and Piarist college.\nThis church is located opposite Litomyšl Castle. The church was built in baroque style. It was designed by Giovanni Battista Alliprandi. He was a famous architect from Italy. The church was constructed from 1716 to 1726. There is a former piarist college on the left of the church.\nIt is a Catholic church. It was demaged in the 20th century. The renovation was done at the beginning of the 21st century. Now people come here to pray, listen to the concerts and visit exhibitions. You can climb up to the roof and have a look around the historical town centre.\nIn front of the church there is Regional Museum Litomyšl. The museum building used to be a grammar school.\nBehind the church there is Monastery garden. It is a renovated garden which is a very popular park now.\nNew Church of the Church of the Brethren.\nThis modern building was built from 2008 to 2010. The church was designed by an architect Zdeněk Fránek. There are artworks by Karel Malich and Vojtěch Cígler as well. The church has got a room for 150 people, 2 clubs and a social lobby. Worship takes places there every Sunday at 9:30. Sometimes you can visit concerts or exhibitions there. Eeverybody can come there.\nPortmoneum (Museum).\nThe history of the Museum of Jan Vachal began in 1920 when an artist Váchal decorated a house of his friend. Vachal's wall paintings in the Portmoneum are very complicated.The paintings are citations from Váchal´s stories. The painted topics are a country and a number of devils, spirits and ghosts. The museum was opened thanks to the Paseka publishing house in the honour of Vachal's work. It was opened in 1993. It was called the Portmoneum after the house owner Portman.\nSmetana´s Cultural House.\nThe construction of this cultural hall began in 1903. The chief builder was J. Kreml from Litomysl. The foundation stone was laid on April 4, 1903. Smetana’s house is named after a famous composer Bedřich Smetana. He was born in Litomyšl in 1824. Smetana’s house is a theater and a cultural centre. Smetana’s house consists of a big auditorium, a small auditorium and a lounge. Its style is the Art Nouveau. You can visit concerts, balls and theatre performances there.\nRegional Museum.\nThe building of the museum was originally the piaristic grammar school. Alois Jirásek taught there. It is situated next to the Piaristic Church and opposite the castle. There was a big reconstruction of the building from 2012 to 2014. Today you can visit a new interactive display show of the history of the town, smaller displays of the Cabinet ancient history or Guild of shooters to target. Other contemporary exhibitions often take place there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":26},{"uri":"Pardubice","surface_form":"Pardubice","offset":95},{"uri":"Bohemia","surface_form":"Bohemia","offset":123},{"uri":"Bed%C5%99ich_Smetana","surface_form":"Bedřich Smetana","offset":151},{"uri":"UNESCO","surface_form":"UNESCO","offset":218}]}