{"id":535745,"url":"http://en.wikipedia.org/wiki/Twenty-third_Amendment_to_the_United_States_Constitution","text":"The Twenty-third Amendment (Amendment XXIII) to the United States Constitution extends the right to vote in the presidential election to citizens residing in the District of Columbia by granting the District electors in the Electoral college, as if it were a state. The amendment was proposed by the 86th Congress on June 16, 1960, and ratified by the states on March 29, 1961.\nAccording to the terms of the amendment, the district is allocated as many electors as it would have if it were a state, but no more electors than the least populous state (currently Wyoming, which has three electors); thus, the district cannot have more than three electors. Even if it were a state, the district's population would entitle it to only three electors. Since the passage of this amendment, the District's electoral votes have been cast for the Democratic Party's presidential and vice presidential candidates in every election.\nBackground.\nSelecting the site for the new capital was a political compromise. Alexander Hamilton, the first Secretary of the Treasury and bankers, mainly from the northeast, got the Bank of the United States located in Philadelphia. In exchange, a special District of Columbia would be located on the Potomac River, closer to the southern states and controlled by Congress.\nWashington DC was founded on July 16, 1790 on a site selected by George Washington. He appointed three commissioners to prepare the city for the new government, scheduled for 1800. While this was taking place, from 1790 until 1800, the capital was Philadelphia.\nIn 1800, as planned, the District of Columbia became the nation's capital. At the time the population was only about 5,000 residents. As a district and federal territory, the population did not have a local or state government. They also could not vote in federal elections.\nPassed by Congress on June 17, 1960, and ratified by the states on March 29, 1961, Amendment XXIII, for the purposes of the Electoral College, treats the District of Columbia the same as if it were a state. This gives the citizens of the District the right to vote in presidential elections. The Amendment does not make the district a state, it gives the residents the same number of electors the same number as if it were a state. But, per the amendment, no more than the smallest state. The Amendment does not give district citizens any representation in Congress. Congress continues to govern the district.\nPolitical impact.\nWhile the District of Columbia is considered politically neutral at the time of passage in 1961, the District swung dramatically toward the Democratic Party since. African-Americans have voted in greater numbers than they had in the 1940s and 1950s. According to the 1970 census, 71% of the Federal District was black, a dramatic jump. As a result, the District has sent its 3 electoral votes to the Democratic candidate in every single presidential election since 1964. However, the District's electoral votes have yet to prove decisive in a presidential election. The smallest Electoral College majority won by a Democratic president since the Twenty-third Amendment's ratification was the 56 vote majority achieved by Jimmy Carter in 1976.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":52},{"uri":"United_States_presidential_election","surface_form":"presidential election","offset":112},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":162},{"uri":"Federal_district","surface_form":"District","offset":199},{"uri":"Electoral_college","surface_form":"Electoral college","offset":224},{"uri":"U.S._state","surface_form":"state","offset":259},{"uri":"86th_United_States_Congress","surface_form":"86th Congress","offset":300},{"uri":"Wyoming","surface_form":"Wyoming","offset":561},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party's","offset":837},{"uri":"Political","surface_form":"political","offset":978},{"uri":"Compromise","surface_form":"compromise","offset":988},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":1000},{"uri":"United_States_Secretary_of_the_Treasury","surface_form":"Secretary of the Treasury","offset":1030},{"uri":"Bank","surface_form":"bank","offset":1060},{"uri":"Northeast","surface_form":"northeast","offset":1085},{"uri":"First_Bank_of_the_United_States","surface_form":"Bank of the United States","offset":1104},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":1178},{"uri":"Potomac_River","surface_form":"Potomac River","offset":1223},{"uri":"South","surface_form":"south","offset":1252},{"uri":"Found","surface_form":"found","offset":1314},{"uri":"George_Washington","surface_form":"George Washington","offset":1361},{"uri":"Commission","surface_form":"commission","offset":1399},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1544},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":1710},{"uri":"Vote","surface_form":"vote","offset":1806},{"uri":"Election","surface_form":"election","offset":1822},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":2601},{"uri":"African-American","surface_form":"African-American","offset":2625},{"uri":"1970_census","surface_form":"1970 census","offset":2728},{"uri":"Jimmy_Carter","surface_form":"Jimmy Carter","offset":3182},{"uri":"United_States_presidential_election%2C_1976","surface_form":"1976","offset":3198}]}