{"id":535884,"url":"http://en.wikipedia.org/wiki/Twenty-sixth_Amendment_to_the_United_States_Constitution","text":"The Twenty-sixth Amendment to the United States Constitution (Amendment XXVI) lowered the minimum voting age in the United States from 21 to 18.\nThe United States Congress approved the amendment on March 23, 1971, and sent it to the states to be ratified. Within three months and eight days, the states had ratified the amendment, and it became part of the Constitution. This was the quickest amendment to be ratified in United States history.\nEarlier legislation.\nLowering the minimum voting age was not a new idea. In the United States, some people started trying to get the voting age lowered during World War II. During the war, President Franklin D. Roosevelt lowered the military draft age to 18. This meant that men as young as 18 could be forced to join the military. To many people, it did not seem fair that the government thought these young men were old enough to fight a world war, but not old enough to vote in the country they were fighting for. \"Old enough to fight, old enough to vote\" became a common slogan.\nUnited States Senator Harley Kilgore had begun supporting a lowered voting age in 1941. Many other Senators, Representatives, and the First Lady, Eleanor Roosevelt, supported the idea. However, Congress never made any changes.\nKilgore's ideas did interest some of the states. In 1943, the Georgia state legislature passed a law lowering the voting age in the state to 18; in 1955, Kentucky did the same thing.\nIn his State of the Union address in 1954, President Dwight D. Eisenhower became the first president to say publicly that he supported letting people ages 18 and older vote.\nIn 1963, the President's Commission on Registration and Voting Participation made a report to President Lyndon B. Johnson. The report encouraged Johnson to lower the voting age.\nSupport.\nDuring the 1960s, many Americans pushed both Congress and the state legislatures to lower the minimum voting age from 21 to 18. This was mostly because of to the Vietnam War. As the war went on, more and more people started to protest the war and become active. During that war, many young men were drafted and sent to fight in the war before they were old enough to vote. This meant they had no way to influence the people sending them off to risk their lives. Protesters started to use the slogan \"Old enough to fight, old enough to vote\" again.\nSupporters also argued that the law treated eighteen-year-olds as adults in many other ways. For example, they had to pay income taxes. Supporters argued that this was \"taxation without representation\" meaning that 18- to 20-year-olds had to pay taxes, but had no say in what those taxes were or what they were spent on, because they could not vote.\nIn 1967, United States Representative William St. Onge pointed out: \"To tax our 18-, 19-, and 20-year-olds without giving them the right to vote ignores the great rallying cry of our War of Independence that there [should] be 'no taxation without representation.'\"\nSimilarly, in 1970, in a committee that was debating a possible Constitutional amendment to lower the voting age, Representative Thomas Railsback said: \"Our laws tax these 18-year-olds but our voting laws do not permit them representation in enacting that tax law. The Boston Tea Party was supposed to have been the spark that put that issue to rest in this country.\"\nOpposition.\nNot everybody supported lowering the minimum voting age. Opponents to giving younger people the vote had several arguments. Many argued that teenagers were not mature or responsible enough to vote.\nOthers criticized the \"old enough to fight, old enough to vote\" argument. For example, in 1953, the popular magazine \"Collier's Weekly\" said this argument \"doesn't justify giving young ladies of eighteen the right to franchise [vote].\" They added: \"If a man if old enough to vote when he's old enough to fight, then logically the man who is too old to fight out to lose the right to vote.\"\nAnother example comes from an editorial written by the \"New York Times\" in 1967. The paper wrote: \"The requirements for a good soldier and for a good voter are not the same. For the soldier, youthful enthusiasm and physical endurance are [of most] importance; for the voter, maturity of judgment far outweighs other qualifications.\"\nFinally, some people thought lowering the voting age was not that important for the country, and that it should be left up to each individual state.\nAmending the Voting Rights Act of 1965.\nIn 1970, United States Senators Ted Kennedy and Mike Mansfield suggested changing the Voting Rights Act of 1965 to lower the voting age in the United States.\nThe Equal Protection Clause of the Fourteenth Amendment says that the government has to give every person \"the equal protection of its laws.\" People who supported the addition to the Voting Rights Act of 1965, like Ted Kennedy, said that by not allowing 18- to 20-year-olds to vote, the government not treating them equally by not letting them vote.\nPresident Nixon disagreed with Kennedy. He was not against lowering the voting age. However, he did not agree with Kennedy's legal argument. He also worried that if the Supreme Court thought the new Voting Rights Act was unconstitutional, they could overturn it  cancel the entire law. Nixon thought this could cause a lot of damage to the country.\nAfter Nixon signed this change, about 17 states refused to change their minimum voting ages to 18.\n\"Oregon v. Mitchell\".\nAfter Nixon signed the change to the Voting Rights Act, Oregon and Texas challenged the law in court. The case, \"Oregon v. Mitchell,\" made it to the Supreme Court in October 1970. This was just four months after Nixon signed the change. By this time, four states had lowered their minimum voting ages: Georgia, Kentucky, Alaska, and Hawaii.\nIn \"Oregon v. Mitchell\", the Supreme Court looked at whether the voting age changes that Congress added to the Voting Rights Act were constitutional. This means they looked at whether the changes agreed with the rules in the Constitution, or broke them. The judges on the Supreme Court strongly disagreed with each other in this case. Eventually, five out of the nine judges agreed on a decision - just enough to reach the majority needed for a decision. However, most of the judges did not agree on which legal reason was behind their decision.\nThe Court ruled that Congress could set a voting age for federal elections, but not state or local elections. This meant that for state and local elections, states could keep the voting age at 21 if they wanted to. However, they would have to keep two different voting registers (lists of people who had signed up to vote): one for federal elections, which would include people as young as 18, and another for state and local elections, which would only include people over age 20.\nThe Amendment.\nAfter the Supreme Court's decision, both Congress and the states wanted to find a way to lower the minimum voting age throughout the country. Congress decided to propose a Constitutional amendment that would set the minimum voting age at 18 everywhere in the country. This would be different than the change to the Voting Rights Act in a few ways.\nFirst of all, the states did not want to deal with the cost and difficulty of having to keep two different voting registers, so they supported the idea of a Constitutional amendment. Also, when they changed the Voting Rights Act, Congress had made a law about state and local elections without the states having any say. However, for an amendment to be added to the Constitution, two-thirds of both Houses of Congress, and then three-fourths of the state legislatures, have to agree on it. (These rules are set out in Article Five of the Constitution.) An amendment would be something that both Congress \"and\" the states agreed on. Congress would not be over-using its power and breaking the Constitution by making laws for the states.\nOpinion polls said that most Americans wanted the Twenty-sixth Amendment to pass. Younger people were most likely to support the Amendment. However, even in people over age 50, over half of Americans supported the Amendment. Even the \"New York Times\" changed its official opinion and supported the Amendment.\nApproval by Congress.\nOn March 10, 1971, the United States Senate voted 94–0 in support of proposing an amendment that would lower the minimum voting age to 18 everywhere in the country. On March 23, the United States House of Representatives voted 401–19 for the amendment. Congress sent the amendment to the states.\nRatification.\nFor the Twenty-sixth Amendment to be added to the Constitution, three-fourths of the state legislatures (38 out of the 50) would have to ratify the Amendment. It took just three months for 38 states to ratify the Amendment. After the Amendment was added to the Constitution, another five states ratified it. Seven states never did.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":34},{"uri":"Minimum","surface_form":"minimum","offset":90},{"uri":"Voting","surface_form":"voting","offset":98},{"uri":"United_States","surface_form":"United States","offset":116},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":149},{"uri":"Amendment","surface_form":"amendment","offset":185},{"uri":"States_of_the_United_States","surface_form":"states","offset":233},{"uri":"Ratification","surface_form":"ratified","offset":246},{"uri":"World_War_II","surface_form":"World War II","offset":603},{"uri":"War","surface_form":"war","offset":628},{"uri":"President_of_the_United_States","surface_form":"President","offset":633},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":643},{"uri":"Conscription","surface_form":"military draft","offset":677},{"uri":"United_States_Armed_Forces","surface_form":"the military","offset":762},{"uri":"United_States_government","surface_form":"government","offset":822},{"uri":"War","surface_form":"war","offset":890},{"uri":"Slogan","surface_form":"slogan","offset":1019},{"uri":"United_States_Senate","surface_form":"United States Senator","offset":1027},{"uri":"Harley_Kilgore","surface_form":"Harley Kilgore","offset":1049},{"uri":"United_States_House_of_Representatives","surface_form":"Representatives","offset":1136},{"uri":"First_Lady_of_the_United_States","surface_form":"First Lady","offset":1161},{"uri":"Eleanor_Roosevelt","surface_form":"Eleanor Roosevelt","offset":1173},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":1316},{"uri":"Legislature","surface_form":"legislature","offset":1330},{"uri":"Kentucky","surface_form":"Kentucky","offset":1408},{"uri":"State_of_the_Union","surface_form":"State of the Union","offset":1444},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":1490},{"uri":"Commission","surface_form":"Commission","offset":1636},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":1715},{"uri":"Encourage","surface_form":"encouraged","offset":1745},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1960},{"uri":"Activism","surface_form":"active","offset":2052},{"uri":"Influence","surface_form":"influence","offset":2201},{"uri":"Protest","surface_form":"Protest","offset":2260},{"uri":"Adult","surface_form":"adult","offset":2412},{"uri":"Income_tax","surface_form":"income tax","offset":2468},{"uri":"Taxation_without_representation","surface_form":"taxation without representation","offset":2515},{"uri":"American_Revolution","surface_form":"War of Independence","offset":2879},{"uri":"Committee","surface_form":"committee","offset":2986},{"uri":"Debate","surface_form":"debating","offset":3005},{"uri":"Boston_Tea_Party","surface_form":"Boston Tea Party","offset":3230},{"uri":"Opponent","surface_form":"Opponents","offset":3398},{"uri":"Teenager","surface_form":"teenager","offset":3482},{"uri":"Mature","surface_form":"mature","offset":3501},{"uri":"Responsible","surface_form":"responsible","offset":3511},{"uri":"Criticize","surface_form":"criticized","offset":3546},{"uri":"Magazine","surface_form":"magazine","offset":3647},{"uri":"Editorial","surface_form":"editorial","offset":3959},{"uri":"New_York_Times","surface_form":"New York Times","offset":3985},{"uri":"Requirement","surface_form":"requirements","offset":4032},{"uri":"Soldier","surface_form":"soldier","offset":4056},{"uri":"Enthusiasm","surface_form":"enthusiasm","offset":4129},{"uri":"Endurance","surface_form":"endurance","offset":4153},{"uri":"Judgment","surface_form":"judgment","offset":4216},{"uri":"Outweigh","surface_form":"outweighs","offset":4229},{"uri":"Qualifications","surface_form":"qualifications","offset":4245},{"uri":"Ted_Kennedy","surface_form":"Ted Kennedy","offset":4483},{"uri":"Mike_Mansfield","surface_form":"Mike Mansfield","offset":4499},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act of 1965","offset":4537},{"uri":"Equal_Protection_Clause","surface_form":"Equal Protection Clause","offset":4613},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":4644},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":5180},{"uri":"Damage","surface_form":"damage","offset":5285},{"uri":"Oregon","surface_form":"Oregon","offset":5485},{"uri":"Texas","surface_form":"Texas","offset":5496},{"uri":"Oregon_v._Mitchell","surface_form":"Oregon v. Mitchell","offset":5542},{"uri":"Alaska","surface_form":"Alaska","offset":5750},{"uri":"Hawaii","surface_form":"Hawaii","offset":5762},{"uri":"Judge","surface_form":"judge","offset":6028},{"uri":"Majority","surface_form":"majority","offset":6193},{"uri":"Propose","surface_form":"propose","offset":6975},{"uri":"Article_Five_of_the_United_States_Constitution","surface_form":"Article Five of the Constitution","offset":7679},{"uri":"Opinion","surface_form":"Opinion","offset":7897},{"uri":"Poll","surface_form":"polls","offset":7905},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":8251},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":8410},{"uri":"Ratification","surface_form":"ratify","offset":8675}]}