{"id":53583,"url":"http://en.wikipedia.org/wiki/Ralph_Waldo_Emerson","text":"Ralph Waldo Emerson (May 25, 1803 – April 27, 1882) was an American author, poet, and philosopher.\nEarly life.\nEmerson was born in Boston, Massachusetts in 1803. His father was a Unitarian minister. He chose not to follow the beliefs of the Unitarians and instead, created his own world view, Transcendentalism. He first wrote about this view in an essay called \"Nature\" in 1836. Emerson's father died when he was only eight years old. He studied at school in Boston and went to Harvard University, one of the most well-rated universities in the country.\nHow he became an author.\nMany men were heads of a town church in Emerson’s family history. His father wanted him to be one, too. In 1817, at the age of 14, he began his education at Harvard College. He finished in 1821 and started to teach in a local school. In 1825, he continued studies at Harvard Divinity School to be a minister. By 1829, he was the head of a church in Boston. Then some events happened that made him change the direction of his life.\nIn 1831, his wife died. Soon after that, Emerson left America to go on a journey through Europe. He returned after almost a year, then married again in 1833. Emerson didn’t want to continue to be the head of a church. Instead, he began speaking in halls and schools. He began writing his thoughts in short writings and speeches. His first essay was “Nature.” It would become one of his most popular essays. Then, many scholars know about him after he gave a speech at Harvard Divinity School in 1837. Emerson became an author instead of a head of a town church by creating his own, instead of following someone else's, plan for his life.\nEffects on his writings.\nEmerson’s days as a child, when he was the son of a head of a town church, shaped his religious views. He also formed his way of thinking about spiritual topics from his education at Harvard. These views are present in his philosophy of Transcendentalism, a way of thinking about the connections between man, nature, and the highest being. Church leaders of Emerson’s time focused on religious topics. Emerson instead focused on the everyday lives of people. Even though his father died when he was eight, and his first wife died a few years after marriage, Emerson wrote in a good way about his subjects. Samuel Taylor Coleridge, an author who lived during the same time as Emerson, also affected him.\nHis effect on American society.\nEmerson had several effects on Americans during his time. The first effect he had was on the value of the individual. He once wrote, “Let us unfetter ourselves of our historical associations and find a pure standard in the idea of man.” Up to this time, Americans still looked to England and other European countries for ideas on fashion and ways of thinking. Emerson’s writings gave impulse to Americans to be free of European ideas on what is right or good. Along with individualism, Emerson is best known for starting the Transcendentalist movement. This philosophy made important the ideas of self-discovery and the connections between nature, all persons as a group, and the highest being.\nEnd of life.\nIn his later life, Emerson was a close friend of many other important authors and thinkers, including William Wordsworth, Samuel Taylor Coleridge, John Stuart Mill, and Thomas Carlyle. He traveled the world, including France, England, Italy and the Middle East. Emerson was active in writing and speaking into the 1870s. However, he started to forget things. He would only read from detailed notes or scripts. By 1879, his memory was so bad that he stopped making public appearances and speeches. He still socialized at private events, but never with the amount of talking that he once did. Walt Whitman described him at a party in 1881 to be a careful listener but he didn’t join in any conversations. Within six months, in early 1882, Emerson died of pneumonia in Concord, Massachusetts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":59},{"uri":"Author","surface_form":"author","offset":68},{"uri":"Poet","surface_form":"poet","offset":76},{"uri":"Philosopher","surface_form":"philosopher","offset":86},{"uri":"Boston%2C_Massachusetts","surface_form":"Boston, Massachusetts","offset":131},{"uri":"Unitarian","surface_form":"Unitarian","offset":179},{"uri":"Minister","surface_form":"minister","offset":189},{"uri":"Transcendentalism","surface_form":"Transcendentalism","offset":293},{"uri":"Essay","surface_form":"essay","offset":349},{"uri":"Harvard_University","surface_form":"Harvard University","offset":479},{"uri":"University","surface_form":"universities","offset":526},{"uri":"Country","surface_form":"country","offset":546},{"uri":"Europe","surface_form":"Europe","offset":1100},{"uri":"Education","surface_form":"education","offset":1844},{"uri":"Transcendentalism","surface_form":"Transcendentalism","offset":1911},{"uri":"Samuel_Taylor_Coleridge","surface_form":"Samuel Taylor Coleridge","offset":2280},{"uri":"England","surface_form":"England","offset":2689},{"uri":"William_Wordsworth","surface_form":"William Wordsworth","offset":3219},{"uri":"Samuel_Taylor_Coleridge","surface_form":"Samuel Taylor Coleridge","offset":3239},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":3264},{"uri":"Thomas_Carlyle","surface_form":"Thomas Carlyle","offset":3286},{"uri":"France","surface_form":"France","offset":3335},{"uri":"England","surface_form":"England","offset":3343},{"uri":"Italy","surface_form":"Italy","offset":3352},{"uri":"Middle_East","surface_form":"Middle East","offset":3366},{"uri":"Walt_Whitman","surface_form":"Walt Whitman","offset":3708},{"uri":"Pneumonia","surface_form":"pneumonia","offset":3870},{"uri":"Concord%2C_Massachusetts","surface_form":"Concord, Massachusetts","offset":3883}]}