{"id":535830,"url":"http://en.wikipedia.org/wiki/Congressional_Apportionment_Amendment","text":"The Congressional Apportionment Amendment (originally titled Article the First) is a proposed amendment to the United States Constitution. It was one of twelve \"articles of amendment\" to the United States Constitution approved by the 1st Congress on September 25, 1789. They were sent to the legislatures of the several states for ratification. If adopted, it would establish a formula for determining the appropriate size of the House of Representatives following each constitutionally required census. It is the only one of the twelve proposed amendments that has not been adopted, as it has not been ratified by enough states for it to become part of the Constitution.\nBecause Congress did not set a time limit for its ratification, the Congressional Apportionment Amendment is still technically pending before the states. Ratification by an additional 27 states is now necessary for this amendment to be adopted. The other 1789 article of amendment (\"Article the Second\") of the original 12, was finally ratified in 1992. It became the Twenty-seventh Amendment.\nBackground.\nThe \"ideal\" number of seats in the House of Representatives has been a subject of controversy since the country's founding. The delegates to the 1787 Constitutional Convention set the representation ratio at one representative for every 40,000 people. Upon the suggestion of George Washington, the ratio was changed to 1:30,000. This was the only time Washington voiced an opinion on any of the actual issues debated during the convention.\nIn Federalist No. 55, James Madison argued that the size of the House of Representatives has to balance the ability of the body to legislate with the need for legislators to have a relationship close enough to the people to understand their local circumstances, that such representatives' social class be low enough to sympathize with the feelings of the mass of the people, and that their power be diluted enough to limit their abuse of the public trust and interests.\nAnti-Federalists, who opposed the Constitution's ratification, noted that there was nothing in the document to guarantee that the number of seats in the House would continue to represent small constituencies as the general population of the states grew. They feared that over time, if the size remained relatively small and the districts became more expansive, that only well-known individuals with reputations spanning wide geographic areas could secure election. It was also feared that those in Congress would, as a result, have an insufficient sense of sympathy with and connectedness to ordinary people in their district.\nThis concern was evident in the various state ratifying conventions, where several specifically requested an amendment to secure a minimum size for the House of Representatives. Virginia's ratification resolution proposed,\nAnti-Federalist Melancton Smith declared at the New York ratifying convention that,\nFederalists, who supported the Constitution's ratification, placated those opposing its ratification by agreeing that the new government should immediately address Anti-Federalist concerns and consider amending the Constitution. The assurance that these issues would be addressed in the First Congress was essential to the ratification of the new form of government.\nLegislative and ratification history.\nAn amendment establishing a formula for determining the appropriate size of the House of Representatives and the appropriate apportionment of representatives among the states was one of several proposed amendments to the Constitution introduced first in the House on June 8, 1789, by Representative James Madison of Virginia. Madison's original intent was,\nThis, along with Madison's other proposals, was referred to a committee consisting of one representative from each state. After emerging from committee, the full House debated the issue and, on August 24, 1789, passed it and sixteen other articles of amendment. The proposals went next to the Senate, which made 26 substantive alterations. On September 9, 1789, the Senate approved a culled and consolidated package of twelve articles of amendment. Changed in this amendment was the apportionment formula to be followed once the number of House members reached 100.\nAt the time it was sent to the states for ratification, an affirmative vote by ten states would have made this amendment operational. That number rose to eleven on March 4, 1791, when Vermont joined the Union. By the end of 1791, the amendment was only one state short of the mark. However, when Kentucky attained statehood on June 1, 1792, the number climbed to twelve, and, even though Kentucky ratified the amendment that summer (along with the other eleven amendments), it was still one state short. No additional states ratified this amendment since. To become part of the Constitution, 27 additional ratifications are required.\nEugene Martin LaVergne, a former attorney claims to have found evidence that the entire proposed Bill of Rights, including this proposed amendment, was ratified by Connecticut in 1790. As such, Kentucky's 1792 ratification would have been sufficient for the amendment to meet the constitutional requirement to become part of the Constitution. However, according to LaVergne the Connecticut ratification was never forwarded to Congress for action. LaVergne argued the point in a lawsuit against a number of federal officials, but the case was dismissed. The dismissal was summarily affirmed \"per curiam\" by the United States Court of Appeals for the Third Circuit, ending the case.","categories":[],"infobox_types":[],"annotations":[{"uri":"Proposed","surface_form":"proposed","offset":85},{"uri":"Amendment","surface_form":"amendment","offset":94},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":111},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":191},{"uri":"1st_United_States_Congress","surface_form":"1st Congress","offset":234},{"uri":"Legislature","surface_form":"legislature","offset":292},{"uri":"U.S._state","surface_form":"states","offset":320},{"uri":"Ratification","surface_form":"ratification","offset":331},{"uri":"Formula","surface_form":"formula","offset":378},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":430},{"uri":"Require","surface_form":"require","offset":487},{"uri":"United_States_Census","surface_form":"census","offset":496},{"uri":"Adopt","surface_form":"adopt","offset":575},{"uri":"Deadline","surface_form":"time limit","offset":703},{"uri":"Pending","surface_form":"pending","offset":799},{"uri":"Twenty-seventh_Amendment_to_the_United_States_Constitution","surface_form":"Twenty-seventh Amendment","offset":1040},{"uri":"Controversy","surface_form":"controversy","offset":1160},{"uri":"Found","surface_form":"found","offset":1192},{"uri":"Delegate","surface_form":"delegate","offset":1206},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":1228},{"uri":"Representation_(politics)","surface_form":"representation","offset":1262},{"uri":"Ratio","surface_form":"ratio","offset":1277},{"uri":"Suggestion","surface_form":"suggestion","offset":1339},{"uri":"George_Washington","surface_form":"George Washington","offset":1353},{"uri":"Opinion","surface_form":"opinion","offset":1451},{"uri":"Federalist_No._55","surface_form":"Federalist No. 55","offset":1521},{"uri":"James_Madison","surface_form":"James Madison","offset":1540},{"uri":"Anti-Federalism","surface_form":"Anti-Federalists","offset":1988},{"uri":"Melancton_Smith","surface_form":"Melancton Smith","offset":2854},{"uri":"Federalist_Party","surface_form":"Federalists","offset":2922},{"uri":"Apportionment","surface_form":"apportionment","offset":3452},{"uri":"United_States_House_of_Representatives","surface_form":"House","offset":3585},{"uri":"James_Madison","surface_form":"James Madison","offset":3626},{"uri":"Virginia","surface_form":"Virginia","offset":3643},{"uri":"United_States_Senate","surface_form":"Senate","offset":3977},{"uri":"Per_curiam_decision","surface_form":"per curiam","offset":5475},{"uri":"United_States_courts_of_appeals","surface_form":"United States Court of Appeals for the Third Circuit","offset":5494}]}