{"id":535878,"url":"http://en.wikipedia.org/wiki/History_of_the_United_States_Constitution","text":"The history of the United States Constitution is a history of how the government of the United States functions, its rule of law and the rights guaranteed to its citizens. It was signed by the delegates to the Constitutional Convention in Philadelphia on September 17, 1787. It replaced the Articles of Confederation, that served as new nation's first constitution. The government under the Articles proved to be weak and inefficient. When the convention was called to meet in Philadelphia on May 25, 1787, most of the members were aware a new stronger government was necessary.\nThe first constitution.\nThe history of the (second) Constitution of the United States begins with the history behind the creation of the Articles of Confederation, the first constitution. The Articles of Confederation were, in effect, a loose confederation that joined together thirteen independent states to mainly deal with foreign policy. For all other purposes they remained sovereign states. The greatest weakness of the Articles of Confederation is that it had no direct connection to the people themselves. It recognized state sovereignty. Each state collected its own taxes, provided its own militia and printed its own currency. A weak Congress was the chief instrument in the new government. There was no executive branch. The recent tyranny suffered under Britain's King George III made the new country's leaders wary of a strong central government. In Congress, each state only had one vote. States with small populations had the same voting rights as states ten times their size. Amending the Articles required a unanimous vote, which was virtually impossible with thirteen states each having their own interests.\nHowever, the weaknesses became rapidly apparent. Congress could not levy taxes and so could not effectively support any war effort. The central government did not have the ability to negotiate trade agreements with foreign governments. It could not settle quarrels between states. The country could not protect its ships which were being robbed at by pirates. The states themselves were in a near disastrous condition economically. The widespread use of paper money was causing inflation. So much so that in some places a pound of tea could cost $100. Farmers were being thrown in jail because they could not pay their debts. Many farms were being sold off for the unpaid taxes that were owed.\nThere was an attempt at reforming the Articles. The Articles Congress received a report on August 7, 1786 from a twelve-member \"Grand Committee\". They were appointed to develop needed amendments. Seven amendments to the Articles of Confederation were proposed. Under these reforms, Congress would gain \"sole and exclusive\" power to regulate trade. States could not favor foreigners over citizens. Tax bills would require a 70% vote, public debt 85%, not the 100% currently required. Congress could charge states a late payment penalty fee. A state withholding troops would be charged for them, plus a penalty. If a state did not pay, Congress could collect directly from its cities and counties. There would have been a national court of seven judges. No-shows at Congress would have been banned from any U.S. or state office. These proposals were, however, sent back to committee without a vote and were not taken up again.\nConstitutional Convention.\nCongress had given the delegates the task of amending the Articles of Confederation. But almost immediately they began discussing a completely new form of government. The debates lasted through the summer of 1787 and at times became so heated it threatened to end the convention prematurely.\nThe delegates.\nAppointed to the convention were 74 delegates—only 55 of which actually attended the sessions. The state of Rhode Island refused to send any delegates. They believed the convention was actually a conspiracy to overthrow the Confederation government. Patrick Henry of Virginia was another who refused to attend declaring he \"smelt a rat.\" In particular he suspected James Madison, also of Virginia, of wanting to create a new form of government. Henry was a firm believer that the states offered the best protections for personal rights and wanted nothing to do with upsetting that arrangement. Thomas Jefferson and John Adams were away on diplomatic missions. John Jay was in New York at the diplomatic office. For various reasons many of the country's major political leaders were not at the convention. But the list of those who did attend was impressive. It included Benjamin Franklin, James Wilson, Alexander Hamilton, George Mason, John Dickinson, Gouverneur Morris and George Washington. Many others also became famous as framers of the Constitution.\nThe sessions were held in secret. Reporters and spectators were not allowed. To those who already had suspicions, the secrecy of the proceedings only confirmed what they feared. There were even armed guards at the doors. Many of those present had already risked being hanged by the British as traitors during the revolution. Now they worried about what their states would think of abandoning the Articles of Confederation.\nThe Virginia Plan.\nJames Madison spent the winter of 1787 making a study of various confederations throughout history. He came to Philadelphia armed with a wealth of knowledge and an idea for what the United States government should be. His plan was presented to the Convention by Edmund Randolph, the Governor of Virginia. It became the broad outline of what would be a new government under the U.S. Constitution. His plan called for three branches of government with checks and balances to prevent any one branch from abusing their power. Madison's idea for a legislature had two houses. One would feature members elected by the people for a three year term. The other would have its members elected by the state legislatures and would serve for 7 years. Both would have the seats determined by the population of the country.\nTwo more plans.\nAfter debating the Virginia plan for two weeks, William Patterson presented his plan called variously, the New Jersey Plan, the Patterson Plan and the Small State Plan. It was very similar to the Articles of Confederation and featured a unicameral (one house) legislature. All states would have one vote. He had one idea that was kept; that state laws that ran counter to federal laws would be voided.\nA third plan was offered by Alexander Hamilton. It was a copy of the British Constitution. It also was bicameral with an upper house and a legislature in which members served on their good behavior.\nA new constitution.\nFinally they worked out a compromise between all three plans. The new government would have an upper house, having an equal number of delegates from each state, and a lower house with representation based on population. The executive branch would have most of the responsibilities of foreign affairs while other important powers, like ratifying treaties, would be the responsibility of the legislative branch. After the new Constitution was ratified by the states, it went into effect in 1789.","categories":[],"infobox_types":[],"annotations":[{"uri":"History","surface_form":"history","offset":51},{"uri":"Government","surface_form":"government","offset":70},{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"Rule_of_law","surface_form":"rule of law","offset":117},{"uri":"Rights","surface_form":"rights","offset":137},{"uri":"Guarantee","surface_form":"guarantee","offset":144},{"uri":"Citizens","surface_form":"citizens","offset":162},{"uri":"Delegate","surface_form":"delegate","offset":193},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":210},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":239},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":291},{"uri":"Constitution","surface_form":"constitution","offset":352},{"uri":"Independent","surface_form":"independent","offset":866},{"uri":"US_states","surface_form":"states","offset":878},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":905},{"uri":"Sovereign_state","surface_form":"sovereign state","offset":958},{"uri":"Executive_(government)","surface_form":"executive branch","offset":1294},{"uri":"Tyrant","surface_form":"tyranny","offset":1323},{"uri":"George_III_of_Great_Britain_and_Ireland","surface_form":"King George III","offset":1356},{"uri":"Unanimous","surface_form":"unanimous","offset":1605},{"uri":"Impossible","surface_form":"impossible","offset":1641},{"uri":"Weakness","surface_form":"weakness","offset":1719},{"uri":"Apparent","surface_form":"apparent","offset":1745},{"uri":"Levy","surface_form":"levy","offset":1774},{"uri":"Tax","surface_form":"tax","offset":1779},{"uri":"War","surface_form":"war","offset":1826},{"uri":"Negotiate","surface_form":"negotiate","offset":1889},{"uri":"Trade_agreement","surface_form":"trade agreement","offset":1899},{"uri":"Quarrel","surface_form":"quarrel","offset":1962},{"uri":"Ship","surface_form":"ship","offset":2021},{"uri":"Robbery","surface_form":"robbed","offset":2044},{"uri":"Pirate","surface_form":"pirate","offset":2057},{"uri":"Economy","surface_form":"economically","offset":2124},{"uri":"Inflation","surface_form":"inflation","offset":2184},{"uri":"Tea","surface_form":"tea","offset":2237},{"uri":"Farmer","surface_form":"Farmer","offset":2258},{"uri":"Jail","surface_form":"jail","offset":2287},{"uri":"Debt","surface_form":"debt","offset":2325},{"uri":"Reform","surface_form":"reform","offset":2424},{"uri":"Foreigner","surface_form":"foreigner","offset":2771},{"uri":"Soldier","surface_form":"troops","offset":2960},{"uri":"Penalty","surface_form":"penalty","offset":3001},{"uri":"Cities","surface_form":"cities","offset":3075},{"uri":"County","surface_form":"counties","offset":3086},{"uri":"Court","surface_form":"court","offset":3129},{"uri":"Judge","surface_form":"judge","offset":3144},{"uri":"Discussion","surface_form":"discussing","offset":3471},{"uri":"Debate","surface_form":"debate","offset":3523},{"uri":"Premature","surface_form":"premature","offset":3631},{"uri":"Appoint","surface_form":"Appointed","offset":3659},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":3767},{"uri":"Patrick_Henry","surface_form":"Patrick Henry","offset":3909},{"uri":"Virginia","surface_form":"Virginia","offset":3926},{"uri":"James_Madison","surface_form":"James Madison","offset":4024},{"uri":"Rights","surface_form":"rights","offset":4188},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":4253},{"uri":"John_Adams","surface_form":"John Adams","offset":4274},{"uri":"Diplomatic_mission","surface_form":"diplomatic mission","offset":4298},{"uri":"John_Jay","surface_form":"John Jay","offset":4319},{"uri":"New_York_City","surface_form":"New York","offset":4335},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":4529},{"uri":"James_Wilson","surface_form":"James Wilson","offset":4548},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":4562},{"uri":"George_Mason","surface_form":"George Mason","offset":4582},{"uri":"John_Dickinson","surface_form":"John Dickinson","offset":4596},{"uri":"Gouverneur_Morris","surface_form":"Gouverneur Morris","offset":4612},{"uri":"Reporter","surface_form":"Reporter","offset":4750},{"uri":"Spectator","surface_form":"spectator","offset":4764},{"uri":"Suspicion","surface_form":"suspicion","offset":4818},{"uri":"Small_arms","surface_form":"armed","offset":4910},{"uri":"Guard","surface_form":"guard","offset":4916},{"uri":"Hanging","surface_form":"hanged","offset":4984},{"uri":"United_Kingdom","surface_form":"British","offset":4998},{"uri":"Traitor","surface_form":"traitor","offset":5009},{"uri":"American_Revolutionary_War","surface_form":"revolution","offset":5029},{"uri":"Winter","surface_form":"winter","offset":5182},{"uri":"History","surface_form":"history","offset":5249},{"uri":"Edmund_Randolph","surface_form":"Edmund Randolph","offset":5420},{"uri":"Governor_of_Virginia","surface_form":"Governor of Virginia","offset":5441},{"uri":"Outline","surface_form":"outline","offset":5483},{"uri":"Checks_and_balances","surface_form":"checks and balances","offset":5608},{"uri":"Legislature","surface_form":"legislature","offset":5701},{"uri":"Unicameral","surface_form":"unicameral","offset":6220},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":6413},{"uri":"Constitution_of_the_United_Kingdom","surface_form":"British Constitution","offset":6454},{"uri":"Bicameral","surface_form":"bicameral","offset":6488},{"uri":"Compromise","surface_form":"compromise","offset":6630},{"uri":"Ratification","surface_form":"ratifying","offset":6939},{"uri":"Treaty","surface_form":"treaties","offset":6949},{"uri":"Legislative_branch","surface_form":"legislative branch","offset":6994}]}