{"id":53594,"url":"http://en.wikipedia.org/wiki/Moondyne_Joe","text":"Moondyne Joe (1826 – 1900), real name Joseph Bolitho Johns, is the most famous bushranger from Western Australia. He became famous, not for his crimes, but for his many escapes from gaol (jail).\nEarly years.\nJohns was born in Cornwall, England around 1826. His father Thomas Johns was a blacksmith. He might have had smallpox in his youth, as later his face is said to be \"pockmarked\". After his father died, Johns and his three brothers worked in the copper mines. In 1841 the family was living at Illogan, Penwith, Cornwall. By 1848 Johns had moved to Wales, working as an iron ore miner, at the Clydach Iron Works.\nCrimes.\nOn 15 November 1848, Johns and a friend, John Williams, were arrested near Chepstow for stealing from the house of Richard Price, three loaves of bread, one piece of bacon, several cheeses, and \"other goods\".\nWestern Australia.\nThe \"Pyrenees\" sailed for Western Australia on 2 February 1853, and arrived in Fremantle on 30 April. He was a well behaved prisoner, and as a reward Johns was given a ticket of leave. On 10 March 1855, he was given a conditional pardon. He moved to the Avon Valley, which was a remote valley, in the Darling Range. The Aboriginal name for the area was \"Moondyne\". Johns put a fence around a natural water spring in the area, and trapped lost sheep, cattle and horses when they came to drink. Farmers would pay a reward to get their animals back.\nIn August 1861, Johns trapped a horse without a brand (owner's mark). He put his own brand on it, which was really stealing. He was soon arrested by the police. The horse was taken as evidence, and Johns was placed in the Toodyay gaol. During the night, Johns escaped from his cell, took the horse and the magistrate's new saddle and bridle. He was caught the next day, but he had killed the horse and cut out the brand to destroy the evidence. Without the proof he was only sent to gaol for three years for escaping, not the ten years he would have been given for horse stealing.\nMoondyne.\nJohns was a well behaved prisoner, so he was let out early with a ticket of leave in February 1864. He worked on a farm at Kelmscott. In January 1865 a bullock was killed and eaten, and the police said that Johns had done it. He said he had not killed the animal, but in court he was sent to gaol for ten years. At this time the only things he owned were one pair of trousers, one shirt, one pair of boots, one strap and one old hat. Johns decided he would not stay in gaol because he had not done anything wrong. In November he and another prisoner escaped from a work party. During the next month they robbed a few houses. Johns began calling himself \"Moondyne Joe\". They were captured east of York by the police with help from a black tracker, Tommy Windich. Black trackers were Indigenous Australian who had very good skills for finding things in the bush. For escaping, and for having a gun, Moondyne Joe was sent to prison for 12 months. He had to wear iron chains around his legs.\nEscapes from gaol.\nMoondyne Joe did not think he had been treated properly. In April 1865, he wrote a letter to the Chief Justice. The Chief Justice cut his gaol time by four years, but Joe was still not happy. A few weeks later he tried to cut the lock out of his door. He was given another six months in leg irons. In August, he escaped again, cutting off his leg irons. He met up with three other escaped convicts and together they robbed people in the bush around Perth. At the end of August, one of the gang was taken prisoner by the police.\nMoondyne Joe came up with a plan to get away from Western Australia by going overland to South Australia. This would be a long and difficult journey through the desert. On 5 September, Moondyne Joe stole boots, blankets, clothing, guns and ammunition, knives and food from a shop at Toodyay, owned by an old convict, James Everett. The gang went east, following the track made by the explorer Charles Hunt. Their tracks were discovered by police on 26 September, about east of York. The police set out after them, and they were captured on 29 September, about north east of Perth. This is near where the town of Westonia is now.\nBack to prison.\nMoondyne Joe was sent back to jail, and given another five years with hard labor. To make sure that he could not escape again, he was sent to Fremantle Prison where a special cell was built. It was made with stone, and lined with very thick pieces of wood. He was set to work in the prison yard breaking up rocks into small stones. He was watched all the time by a prison guard. The Governor of Western Australia, John Hampton, said to Johns: \"If you get out again, I'll forgive you\".\nHowever, the rocks broken up by Joe were not taken away, and soon a large amount of stones blocked the guard's view of Joe's legs. Partly hidden behind the stones, he sometimes hit his hammer against the prison wall. On 7 March, 1867, Moondyne Joe escaped through a hole he had made in the prison wall. The police searched everywhere, but he could not be found. He did not rob any more people, and he did not go any place where someone might know who he was. Many prisoners heard about Moondyne Joe's escape, and tried to escape themselves.\nIn March 1867, Moondyne Joe tried to steal some wine from the cellars at Houghton Winery. The owner had been helping the police on another search, and brought the policemen to the winery for a drink. Joe thought he had been seen, and ran out of the cellar, right into the policemen. He was sent back to prison and given four more years, as well as having to wear chains around his legs. He tried to escape, but was quickly captured. The new Governor, Weld, heard about Hampton's promise, and said the extra punishment was not fair. Moondyne Joe was given another ticket of leave in April 1871.\nLast years.\nMoondyne Joe did not rob anyone else, though he did do some wrong things and was sent back to jail a few more times. In January 1879, he married a widow named Louisa Hearn, and they spent some time looking for gold near Southern Cross. In 1881, while looking around Karridale, he discovered Moondyne Cave. In his later years, he began acting strangely, and became mentally ill. He died of senile dementia in the Fremantle Lunatic Asylum (now the Fremantle Arts Centre building) on 13 August, 1900. He was buried in Fremantle Cemetery.\nMoondyne Festival.\nEvery year, on the first Sunday of May, the small town of Toodyay remembers the life of Moondyne Joe with the Moondyne Festival. This festival takes place in the main street with street theatre, markets and performances. The most recent Moondyne Festival was on Sunday May 1, 2016.\nBooks, movies, music and art.\nWhile Moondyne Joe was bushranging in 1869, an Irish prisoner named John Boyle O'Reilly was in Fremantle Prison. He must have heard many stories about Joe's escapes. In September 1869, O'Reilly escaped with help from an American ship. After he got to the United States, he wrote a novel about convict life called, whose main character was called \"Moondyne Joe\". The book is not a true story, and the character and the story are different to the life of Joseph Johns.\nIn 1913, O'Reilly's book was made into a movie called \"Moondyne\". Directed by W. J. Lincoln, it starred George Bryant, Godfrey Cass and Roy Redgrave.\nRandolph Stow wrote a funny children's book, \"Midnite: The Story of a Wild Colonial Boy\", in 1967. This told the story of an Australian bushranger based on the lives of Moondyne Joe and a Queensland bushranger, Captain Starlight.\nIn 2002, Cygnet Books published \"The Legend of Moondyne Joe\", by Mark Greenwood and pictures by Frané Lessac. The book won the award in the Children's Books section at the 2002 Western Australian Premier's Book Awards.\n\"In the Darling Ranges, many years ago,\nThere lived a daring outlaw, by the name of ‘Moondyne Joe’...\".\nThe Governor's son has got the pip,\nFor Moondyne Joe has give 'em the slip,","categories":[],"infobox_types":[],"annotations":[{"uri":"Bushranger","surface_form":"bushranger","offset":79},{"uri":"Western_Australia","surface_form":"Western Australia","offset":95},{"uri":"Gaol","surface_form":"gaol","offset":182},{"uri":"Cornwall","surface_form":"Cornwall","offset":226},{"uri":"England","surface_form":"England","offset":236},{"uri":"Blacksmith","surface_form":"blacksmith","offset":287},{"uri":"Smallpox","surface_form":"smallpox","offset":317},{"uri":"Copper","surface_form":"copper","offset":452},{"uri":"Mining","surface_form":"mines","offset":459},{"uri":"Illogan","surface_form":"Illogan","offset":499},{"uri":"Penwith","surface_form":"Penwith","offset":508},{"uri":"Wales","surface_form":"Wales","offset":554},{"uri":"Iron_ore","surface_form":"iron ore","offset":575},{"uri":"Clydach%2C_Monmouthshire","surface_form":"Clydach","offset":598},{"uri":"John_Williams_(convict)","surface_form":"John Williams","offset":667},{"uri":"Arrest","surface_form":"arrest","offset":687},{"uri":"Chepstow","surface_form":"Chepstow","offset":701},{"uri":"Steal","surface_form":"steal","offset":714},{"uri":"Bread","surface_form":"bread","offset":772},{"uri":"Bacon","surface_form":"bacon","offset":792},{"uri":"Cheese","surface_form":"cheese","offset":807},{"uri":"Fremantle%2C_Western_Australia","surface_form":"Fremantle","offset":933},{"uri":"Behave","surface_form":"behaved","offset":970},{"uri":"Ticket_of_leave","surface_form":"ticket of leave","offset":1022},{"uri":"Conditional_pardon","surface_form":"conditional pardon","offset":1072},{"uri":"Avon_River_(Western_Australia)","surface_form":"Avon","offset":1108},{"uri":"Darling_Range","surface_form":"Darling Range","offset":1155},{"uri":"Indigenous_Australian","surface_form":"Aboriginal","offset":1174},{"uri":"Reward","surface_form":"reward","offset":1367},{"uri":"Arrest","surface_form":"arrest","offset":1538},{"uri":"Evidence","surface_form":"evidence","offset":1585},{"uri":"Toodyay%2C_Western_Australia","surface_form":"Toodyay","offset":1623},{"uri":"Magistrate","surface_form":"magistrate","offset":1707},{"uri":"Saddle","surface_form":"saddle","offset":1724},{"uri":"Bridle","surface_form":"bridle","offset":1735},{"uri":"Kelmscott%2C_Western_Australia","surface_form":"Kelmscott","offset":2115},{"uri":"Bullock","surface_form":"bullock","offset":2144},{"uri":"York%2C_Western_Australia","surface_form":"York","offset":2688},{"uri":"Tommy_Windich","surface_form":"Tommy Windich","offset":2739},{"uri":"Indigenous_Australian","surface_form":"Indigenous Australian","offset":2774},{"uri":"The_bush","surface_form":"the bush","offset":2843},{"uri":"Chief_Justice_of_Western_Australia","surface_form":"Chief Justice","offset":3096},{"uri":"Convict","surface_form":"convict","offset":3388},{"uri":"The_bush","surface_form":"the bush","offset":3432},{"uri":"Perth%2C_Western_Australia","surface_form":"Perth","offset":3448},{"uri":"South_Australia","surface_form":"South Australia","offset":3616},{"uri":"Desert","surface_form":"desert","offset":3688},{"uri":"Steal","surface_form":"stole","offset":3725},{"uri":"Ammunition","surface_form":"ammunition","offset":3767},{"uri":"Toodyay%2C_Western_Australia","surface_form":"Toodyay","offset":3810},{"uri":"Explorer","surface_form":"explorer","offset":3911},{"uri":"Charles_Cooke_Hunt","surface_form":"Charles Hunt","offset":3920},{"uri":"Westonia%2C_Western_Australia","surface_form":"Westonia","offset":4139},{"uri":"Fremantle_Prison","surface_form":"Fremantle Prison","offset":4314},{"uri":"Governor_of_Western_Australia","surface_form":"Governor of Western Australia","offset":4555},{"uri":"John_Hampton","surface_form":"John Hampton","offset":4586},{"uri":"Wine","surface_form":"wine","offset":5246},{"uri":"Cellar","surface_form":"cellar","offset":5260},{"uri":"Houghton_Winery","surface_form":"Houghton Winery","offset":5271},{"uri":"Frederick_Weld","surface_form":"Weld","offset":5649},{"uri":"Southern_Cross%2C_Western_Australia","surface_form":"Southern Cross","offset":6024},{"uri":"Karridale","surface_form":"Karridale","offset":6070},{"uri":"Moondyne_Cave","surface_form":"Moondyne Cave","offset":6095},{"uri":"Mental_illness","surface_form":"mentally ill","offset":6168},{"uri":"Dementia","surface_form":"senile dementia","offset":6193},{"uri":"Fremantle_Arts_Centre","surface_form":"Fremantle Arts Centre","offset":6250},{"uri":"13_August","surface_form":"13 August","offset":6285},{"uri":"1900","surface_form":"1900","offset":6296},{"uri":"Fremantle_Cemetery","surface_form":"Fremantle Cemetery","offset":6319},{"uri":"Festival","surface_form":"festival","offset":6492},{"uri":"Ireland","surface_form":"Irish","offset":6717},{"uri":"John_Boyle_O%27Reilly","surface_form":"John Boyle O'Reilly","offset":6738},{"uri":"United_States","surface_form":"American","offset":6890},{"uri":"Novel","surface_form":"novel","offset":6951},{"uri":"Movie","surface_form":"movie","offset":7178},{"uri":"W._J._Lincoln","surface_form":"W. J. Lincoln","offset":7215},{"uri":"George_Bryant","surface_form":"George Bryant","offset":7241},{"uri":"Godfrey_Cass","surface_form":"Godfrey Cass","offset":7256},{"uri":"Roy_Redgrave","surface_form":"Roy Redgrave","offset":7273},{"uri":"Randolph_Stow","surface_form":"Randolph Stow","offset":7287},{"uri":"Queensland","surface_form":"Queensland","offset":7475},{"uri":"Captain_Starlight","surface_form":"Captain Starlight","offset":7498},{"uri":"Publish","surface_form":"publish","offset":7539},{"uri":"Western_Australian_Premier%27s_Book_Awards","surface_form":"Western Australian Premier's Book Awards","offset":7694}]}