{"id":536059,"url":"http://en.wikipedia.org/wiki/District_of_Columbia_Voting_Rights_Amendment","text":"The District of Columbia Voting Rights Amendment was a proposed amendment to the United States Constitution that would have given the District of Columbia full representation in the United States Congress, full representation in the Electoral college system, and full participation in the process by which the Constitution is amended. It was proposed by Congress on August 22, 1978. It was ratified by only 16 states by the time of its expiration on August 22, 1985. It was 22 ratifications short of the needed 38 in order for the proposed amendment to have been adopted.\nLegislative history.\nRepresentative Don Edwards of California proposed House Joint Resolution 554 in the 95th Congress. The United States House of Representatives passed it on March 2, 1978, by a 289–127 vote, with 18 not voting. The United States Senate passed it on August 22, 1978, by a 67–32 vote, with 1 not voting. With that, the District of Columbia Voting Rights Amendment was submitted to the state legislatures for ratification. The Congress included in the text of the proposed amendment that included the requirement that ratification by three-fourths (38) of the states be completed within seven years following its passage by the Congress (i.e., August 22, 1985) in order for the proposed amendment to become part of the Constitution. By placing the ratification deadline in the text of the proposed amendment, the deadline could not be extended, as had been done regarding the Equal Rights Amendment.\nEffects if it had been adopted.\nHad it been adopted, this proposed amendment would have given Washington, D.C. full representation in both houses of the Congress. Also, this proposed amendment would have repealed the Twenty-third Amendment. The Twenty-third Amendment does not allow Washington, D.C. to have more electoral votes \"than the least populous State,\" nor does it grant Washington, D.C. any role in the election of a President by the House of Representatives (or that of the Vice President by the Senate). In contrast, this proposed amendment would have provided Washington, D.C. full participation in the Electoral College. Finally, the proposed amendment would have also allowed the Council of the District of Columbia, the Congress, or the people of Washington D.C. (depending on how this proposed amendment would have been interpreted) to decide whether to ratify any proposed amendment to the Constitution, or to apply to the Congress for a convention to propose amendments to the United States Constitution, just as a state's legislature can according to the Constitutional amendment process. The amendment would neither have made Washington, D.C. a state, nor affected Congress's authority over it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Propose","surface_form":"propose","offset":55},{"uri":"Amendment","surface_form":"amendment","offset":64},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":81},{"uri":"Washington%2C_D.C.","surface_form":"District of Columbia","offset":134},{"uri":"Representation_(politics)","surface_form":"representation","offset":160},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":182},{"uri":"Electoral_college","surface_form":"Electoral college","offset":233},{"uri":"Participation","surface_form":"participation","offset":268},{"uri":"Ratification","surface_form":"ratified","offset":390},{"uri":"US_state","surface_form":"states","offset":410},{"uri":"Expiration","surface_form":"expiration","offset":436},{"uri":"Don_Edwards","surface_form":"Don Edwards","offset":608},{"uri":"California","surface_form":"California","offset":623},{"uri":"Joint_resolution","surface_form":"Joint Resolution","offset":649},{"uri":"95th_United_States_Congress","surface_form":"95th Congress","offset":677},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":696},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":806},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1582},{"uri":"Repeal","surface_form":"repeal","offset":1692},{"uri":"Twenty-third_Amendment_to_the_United_States_Constitution","surface_form":"Twenty-third Amendment","offset":1705},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1771},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":1932},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":1973},{"uri":"Council_of_the_District_of_Columbia","surface_form":"Council of the District of Columbia","offset":2183},{"uri":"Convention_to_propose_amendments_to_the_United_States_Constitution","surface_form":"convention to propose amendments to the United States Constitution","offset":2444},{"uri":"Article_Five_of_the_United_States_Constitution","surface_form":"Constitutional amendment process","offset":2563}]}