{"id":536019,"url":"http://en.wikipedia.org/wiki/Republicanism_in_the_United_States","text":"Republicanism in the United States is a set of ideas that guides the government and politics. These ideas have shaped the government, and the way people in the United States think about politics, since the American Revolution.\nThe American Revolution, the Declaration of Independence (1776), the Constitution (1787), and even the Gettysburg Address (1863) were based on ideas from American republicanism.\n\"Republicanism\" comes from the word \"republic.\" However, they are not the same thing. A republic is a type of government (one where the people can choose their leaders). Republicanism is an ideology set of beliefs that people in a republic have about what is most important to them.\nDefinition.\nRepublicanism in the United States grew out of some very old ideas. It includes ideas from ancient Greece, ancient Rome, the Renaissance, and England.\nRepublicanism is different than other forms of democracy. In a \"pure\" democracy, the majority rules. If a majority of the people voted to take rights away from a certain group, that is what would happen. Alexis de Tocqueville, a famous French political thinker, called this the \"tyranny of the majority.\" He meant that a pure democracy could still turn into an unfair, unequal, corrupt society if the majority of the people decided to take away others' rights.\nHowever, republicanism says that people have \"unalienable\" rights that cannot be voted away. Republican governments are different than \"pure\" democracies, because they include protections to make sure people's rights are not taken away. In a true republican government, one group - even if it is a majority - cannot take another group's unalienable rights away.\nThe American Revolution.\nAmerican republicanism was created and first practiced by the Founding Fathers in the 18th century. For them, \"republicanism represented more than a particular form of government. It was a way of life, a core ideology, an uncompromising commitment to liberty, and a total rejection of aristocracy.\" Republicanism shaped what the Founders thought and did during the American Revolution, and after.\nCreating American republicanism.\nThe leaders of colonial America in the 1760s and 1770s read history carefully. Their goal was to compare governments and how well different types of governments worked. They were especially interested in the history of liberty in England. They modeled American republicanism partly after the English \"Country Party.\" This was a political party which opposed the Court Party, which held power in England.\nThe Country Party was based on ancient Greek and Roman republicanism. The Party criticized the corruption in the \"Court\" Party, which focused mostly on the King's court in London. It did not focus on the needs of regular people in England, or on areas outside of the capital city.\nBy reading history, The Founders came up with a set of political ideas that they called \"republicanism.\" By 1775, these ideas were common in colonial America. One historian writes: \"Republicanism was the distinctive political [way of thinking] of the entire Revolutionary generation.\"\nAnother historian explains that believers of American republicanism saw government as a threat. He writes that colonists felt constantly \"threatened by corruption.\" Government, to them, was \"the [biggest] source of corruption and operat[ed] through such means as patronage, faction, standing armies ([instead of] the ideal of the militia); [and] established churches\" which people would have to belong to.\nCause of Revolution.\nBy the 1770s, most Americans were dedicated to republican values and to their property rights. This helped cause the American Revolution. More and more, Americans saw Britain as corrupt; hostile; and a threat to republicanism, freedom, and property rights. Many people thought that the greatest threat to liberty was corruption not just in London, but at home too. They thought corruption went along with inherited aristocracy, which they hated.\nDuring the Revolution, many Christians connected republicanism with their religion. When the Revolution started, there was a major change in thinking that \"convinced Americans... that God was raising up America for some special purpose,\" according to one historian. This made the Revolutionists believe that they had a moral and religious duty to get rid of the corruption in the monarchy.\nAnother historian, Gordon Wood, writes that republicanism led to American Exceptionalism: \"Our beliefs in liberty, equality, constitutionalism, and the well-being of ordinary people came out of the Revolutionary era. So too did our idea that we Americans are a special people with a special destiny to lead the world toward liberty and democracy.\"\nIn his \"Discourse of 1759,\" Revolutionist Jonathan Mayhew argued that people should only obey their governments if they \"actually perform the duty of rulers by exercising a reasonable and [fair] authority for the good of human society.\" Many American colonists were convinced that British rulers were not using their power \"for the good of human society.\" This made them want to form a new government which would be based on republicanism. They thought a republican government would protect not threaten freedom and democracy.\nFounding Fathers.\nThe \"Founding Fathers\" were strong supporters of republican values, especially Samuel Adams, Patrick Henry, George Washington, Thomas Paine, Benjamin Franklin, John Adams, Thomas Jefferson, James Madison, and Alexander Hamilton.\nThe Founding Fathers often talked about what \"republicanism\" meant. In 1787, John Adams defined it as \"a government, in which all men, rich and poor, magistrates and subjects, officers and people, masters and servants, the first citizen and the last, are equally subject to the laws.\"\nOther ideas.\nSome other ideas also affected the Founding Fathers. For example, in the 1600s, John Locke, an English philosopher, had created the idea of the \"social contract.\" This idea said that people agree to obey governments, and in return, those governments agree to protect the people and their rights. This is like a contract made between the people and the government. If the government breaks this contract, and does not protect the people's rights, then the people have the right to overthrow their leaders. This idea was important to the Revolutionists.\nWhen they were writing state and national constitutions, the Americans used ideas from Montesquieu, an 18th-century French political thinker. Montesquieu wrote about how the perfect British constitution would be \"balanced.\" The idea of a balance of power (also called \"checks and balances\") is a very important part of the Constitution. It is one of the strategies the Founders used to make sure their government would be republican and protect the people from government corruption.\nThe Constitution.\nThe Founding Fathers wanted republicanism because its ideas guaranteed liberty, with limited powers checking and balancing each other. However, they also wanted change to happen slowly. They worried that in a democracy, the majority of voters could vote away rights and freedoms. They were most worried about poor Americans (who made up most of the United States) turning against the rich. They worried that democracy could turn into \"mob rule.\"\nMost adult white males were able to vote. In 1776, most states required people to own property to be able to vote. However, at that time, America was 90% rural, and most people owned farms. As cities grew bigger and people started doing work in the cities, most states dropped the property requirement. By 1850, this requirement was gone in every state.\nRepublican motherhood.\nUnder the new government after the Revolution, \"republican motherhood\" became an ideal. Abigail Adams and Mercy Otis Warren were held up as the perfect \"republican mothers.\" This idea said that a republican mother's first duty was to teach her children republican values. Her second job was to live simply and avoid luxury, which the Founders linked with corruption.\nDemocracy.\nMany of the Founders did not think \"democracy\" was a good idea. Their idea of \"democracy\" was the \"pure democracy\" that de Tocqueville had described. They worried often about the problem of 'tyranny of the majority' that de Tocqueville had warned about. They wrote many protections into the Constitution to prevent this from happening. As historians Richard Ellis and Michael Nelson write: \"The principles of republican government embedded in the Constitution represent an effort by the framers to [make sure] that the inalienable rights of life, liberty, and the pursuit of happiness would not be [destroyed] by majorities.\" Thomas Jefferson warned that \"an elect[ed] despotism is not the government we fought for.\"\nJames Madison, in particular, worried about this, and wrote about it in \"The Federalist Papers\". The \"Federalist Papers\" talk about democracy as being dangerous, because it allows a majority to take away the rights of a smaller group. However, Madison thought that as more people came to the United States, the country would get more diverse, and it would be harder to form a majority big enough to do this. In Federalist No. 10, Madison also argued that a strong federal government would help protect republicanism. The United States' first constitution, the Articles of Confederation, gave most power to the states and had a very weak federal government that could not get anything done. In Federalist No. 10, Madison argued that a small but powerful group might be able to take control of a small area, like a state. However, it would be much harder to take over an entire country. The bigger the country, he argued, the safer republicanism would be.\nAs late as 1800, the word \"democrat\" still had a very bad meaning to most Americans. It was mostly used to attack an opponent of the Federalist party. In 1798, George Washington complained that a \"Democrat... will leave nothing unattempted to overturn the Government of this Country.\" This changed over the next few decades.\nProperty rights.\nUnited States Supreme Court Justice Joseph Story (1779–1845) made the protection of property rights by the courts a major part of American republicanism. James Madison appointed Story to the Court in 1811. Story and Chief Justice John Marshall made the Court a protector of the rights of property against runaway democracy. Story believed that \"the right of the citizens to the free enjoyment of their property\" (if they got it legally) was \"a great and fundamental principle of a republican government.\" Historians agree that Story—as much or more than Marshall or anyone else—reshaped American law in a conservative direction that protected property rights.\nMilitary service.\nRepublicanism saw military service as one of a citizen's most important duties. John Randolph, a Congressman from Virginia, once said: \"When citizen and soldier shall be synonymous terms, then you will be safe.\"\nHowever, at this time, the word \"army\" meant \"foreign mercenaries.\" After the Revolutionary War, Americans did not trust mercenaries. Instead, they came up with the idea of a national army, made of citizens. They changed their definition of military service from a choice of careers to a civic duty something every good republican should do. Before the Civil War, people saw military service as an important show of patriotism, and a necessary part of citizenship. To soldiers, military service was something they chose to do, something they had a say in, and it showed that they were good citizens.\nRepublic.\nThe term \"republic\" is not used in the Declaration of Independence. However, it does appear in Article Four of the Constitution, which \"guarantee[s] to every State in this Union a Republican form of Government.\"\nThe United States Supreme Court has created a basic definition of what a \"republic\" is. In \"United States v. Cruikshank\" (1875), the court ruled that the \"equal rights of citizens\" were inherent to the idea of a republic. Later, the Court's decision from \"In re Duncan\" (1891) ruled that the \"right of the people to choose their government\" is also part of the definition of a republic.\nDemocracy.\nOver time, most Americans changed their opinion about the word \"democracy.\" By the 1830s, most Americans saw democracy as a great thing, and members of the new Democratic Party proudly called themselves \"Democrats.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_government","surface_form":"government","offset":69},{"uri":"Politics","surface_form":"politics","offset":84},{"uri":"American_Revolution","surface_form":"American Revolution","offset":206},{"uri":"United_States_Declaration_of_Independence","surface_form":"Declaration of Independence","offset":256},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution","offset":296},{"uri":"Gettysburg_Address","surface_form":"Gettysburg Address","offset":330},{"uri":"Republic","surface_form":"republic","offset":442},{"uri":"Republicanism","surface_form":"Republicanism","offset":575},{"uri":"Ideology","surface_form":"ideology","offset":595},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":791},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":807},{"uri":"Renaissance","surface_form":"Renaissance","offset":825},{"uri":"England","surface_form":"England","offset":842},{"uri":"Democracy","surface_form":"democracy","offset":898},{"uri":"Majority","surface_form":"majority","offset":936},{"uri":"Voting","surface_form":"voted","offset":980},{"uri":"Alexis_de_Tocqueville","surface_form":"Alexis de Tocqueville","offset":1055},{"uri":"France","surface_form":"French","offset":1087},{"uri":"Tyranny","surface_form":"tyranny","offset":1130},{"uri":"Corruption","surface_form":"corrupt","offset":1229},{"uri":"Society","surface_form":"society","offset":1237},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":1761},{"uri":"18th_century","surface_form":"18th century","offset":1785},{"uri":"Core","surface_form":"core","offset":1903},{"uri":"Ideology","surface_form":"ideology","offset":1908},{"uri":"Commitment","surface_form":"commitment","offset":1936},{"uri":"Liberty","surface_form":"liberty","offset":1950},{"uri":"Rejection","surface_form":"rejection","offset":1971},{"uri":"Aristocracy","surface_form":"aristocracy","offset":1984},{"uri":"Thirteen_Colonies","surface_form":"colonial America","offset":2144},{"uri":"History","surface_form":"history","offset":2189},{"uri":"Compare","surface_form":"compare","offset":2226},{"uri":"Kingdom_of_England","surface_form":"England","offset":2359},{"uri":"Country_Party_(Britain)","surface_form":"Country Party","offset":2430},{"uri":"Political_party","surface_form":"political party","offset":2457},{"uri":"Oppose","surface_form":"opposed","offset":2479},{"uri":"Criticize","surface_form":"criticized","offset":2613},{"uri":"Corruption","surface_form":"corruption","offset":2628},{"uri":"King","surface_form":"King","offset":2689},{"uri":"Royal_court","surface_form":"court","offset":2696},{"uri":"London","surface_form":"London","offset":2705},{"uri":"Capital_city","surface_form":"capital city","offset":2800},{"uri":"Distinctive","surface_form":"distinctive","offset":3018},{"uri":"American_Revolution","surface_form":"Revolutionary","offset":3072},{"uri":"Generation","surface_form":"generation","offset":3086},{"uri":"Patronage","surface_form":"patronage","offset":3362},{"uri":"Political_faction","surface_form":"faction","offset":3373},{"uri":"Army","surface_form":"armies","offset":3391},{"uri":"Ideal","surface_form":"ideal","offset":3416},{"uri":"Militia","surface_form":"militia","offset":3429},{"uri":"State_religion","surface_form":"people would have to belong to","offset":3473},{"uri":"Value","surface_form":"values","offset":3584},{"uri":"Hostile","surface_form":"hostile","offset":3713},{"uri":"Aristocracy","surface_form":"inherited aristocracy","offset":3931},{"uri":"Christianity","surface_form":"Christians","offset":4000},{"uri":"Religion","surface_form":"religion","offset":4046},{"uri":"Historian","surface_form":"historian","offset":4227},{"uri":"Morality","surface_form":"moral","offset":4291},{"uri":"Monarchy","surface_form":"monarchy","offset":4352},{"uri":"American_Exceptionalism","surface_form":"American Exceptionalism","offset":4427},{"uri":"Destiny","surface_form":"destiny","offset":4653},{"uri":"Jonathan_Mayhew","surface_form":"Jonathan Mayhew","offset":4752},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":5260},{"uri":"Samuel_Adams","surface_form":"Samuel Adams","offset":5334},{"uri":"Patrick_Henry","surface_form":"Patrick Henry","offset":5348},{"uri":"George_Washington","surface_form":"George Washington","offset":5363},{"uri":"Thomas_Paine","surface_form":"Thomas Paine","offset":5382},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":5396},{"uri":"John_Adams","surface_form":"John Adams","offset":5415},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":5427},{"uri":"James_Madison","surface_form":"James Madison","offset":5445},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":5464},{"uri":"Definition","surface_form":"defined","offset":5572},{"uri":"Magistrate","surface_form":"magistrates","offset":5634},{"uri":"John_Locke","surface_form":"John Locke","offset":5862},{"uri":"Philosopher","surface_form":"philosopher","offset":5885},{"uri":"Social_contract","surface_form":"social contract","offset":5927},{"uri":"Contract","surface_form":"contract","offset":6093},{"uri":"Coup_d%27%C3%A9tat","surface_form":"overthrow their leaders","offset":6262},{"uri":"Montesquieu","surface_form":"Montesquieu","offset":6421},{"uri":"18th_century","surface_form":"18th-century","offset":6437},{"uri":"Separation_of_powers","surface_form":"balance of power","offset":6572},{"uri":"Checks_and_balances","surface_form":"checking and balancing each other","offset":6936},{"uri":"Rights","surface_form":"rights","offset":7095},{"uri":"Poverty","surface_form":"poor","offset":7145},{"uri":"Mob","surface_form":"mob","offset":7271},{"uri":"Rural","surface_form":"rural","offset":7436},{"uri":"Farm","surface_form":"farm","offset":7465},{"uri":"Abigail_Adams","surface_form":"Abigail Adams","offset":7747},{"uri":"Mercy_Otis_Warren","surface_form":"Mercy Otis Warren","offset":7765},{"uri":"Luxury","surface_form":"luxury","offset":7975},{"uri":"Principle","surface_form":"principles","offset":8432},{"uri":"Despot","surface_form":"despot","offset":8706},{"uri":"Federalist_Papers","surface_form":"The Federalist Papers","offset":8827},{"uri":"Diverse","surface_form":"diverse","offset":9088},{"uri":"Federal","surface_form":"federal","offset":9218},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":9314},{"uri":"Opponent","surface_form":"opponent","offset":9825},{"uri":"Federalism_in_the_United_States","surface_form":"Federalist party","offset":9841},{"uri":"George_Washington","surface_form":"George Washington","offset":9868},{"uri":"Coup_d%27etat","surface_form":"overturn the Government","offset":9951},{"uri":"Decade","surface_form":"decade","offset":10024},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":10050},{"uri":"Joseph_Story","surface_form":"Joseph Story","offset":10086},{"uri":"Appoint","surface_form":"appointed","offset":10218},{"uri":"John_Marshall","surface_form":"John Marshall","offset":10280},{"uri":"Fundamental","surface_form":"fundamental","offset":10504},{"uri":"Conservatism","surface_form":"conservative","offset":10655},{"uri":"Military","surface_form":"military","offset":10746},{"uri":"Congressman","surface_form":"Congressman","offset":10825},{"uri":"Virginia","surface_form":"Virginia","offset":10842},{"uri":"Synonym","surface_form":"synonym","offset":10898},{"uri":"Mercenary","surface_form":"mercenaries","offset":10994},{"uri":"Definition","surface_form":"definition","offset":11167},{"uri":"Career","surface_form":"career","offset":11215},{"uri":"American_Civil_War","surface_form":"Civil War","offset":11293},{"uri":"Patriotism","surface_form":"patriotism","offset":11356},{"uri":"United_States_Declaration_of_Independence","surface_form":"Declaration of Independence","offset":11589},{"uri":"Article_Four_of_the_United_States_Constitution","surface_form":"Article Four of the Constitution","offset":11645},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":11766},{"uri":"United_States_v._Cruikshank","surface_form":"United States v. Cruikshank","offset":11854},{"uri":"Inherent","surface_form":"inherent","offset":11948},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":12320}]}