{"id":536168,"url":"http://en.wikipedia.org/wiki/Cruzan_v._Director%2C_Missouri_Department_of_Health","text":"\"Cruzan v. Director, Missouri Department of Health\", was a United States Supreme Court case. It had to do with the right to die. Nancy Cruzan was a woman who was in a persistent vegetative state. Her family wanted to stop life support treatments so she could die. Hospital workers refused to do this without a court order. Eventually, the case made it to the Supreme Court. On June 25, 1990, the Court decided it was legal to require \"clear and convincing evidence\" that stopping life support is what a person would have wanted.\nBackground.\nOn January 11, 1983, Nancy Cruzan's car ran off the road. She landed 35 feet away, face-down in a ditch filled with water. When paramedics arrived, her heart had stopped and she was not breathing. The paramedics resuscitated her, but her brain was damaged by not having enough oxygen. The brain damage caused a persistent vegetative state.\nDoctors put a feeding tube into her stomach so food and water could be given through the tube. Without the feeding tube, Cruzan would die from starvation or dehydration, because she could not swallow anything.\nIn 1988, Cruzan's parents asked her doctors to stop feeding her through the feeding tube. They believed Nancy would not have wanted to live in a persistent vegetative state. She had recently told a friend that if she got badly injured or sick, she would not want to live unless she could live \"at least halfway normally.\" Nancy's parents wanted her to be able to die. However, the hospital refused to take out the feeding tube without a court order.\nLower court decisions.\nThe Cruzans asked a trial court to order the hospital to remove Nancy's feeding tube. The trial court agreed.\nThe court said that a person has a \"fundamental natural right\" in the Constitution to have someone make the decision to remove life support \"when the person has no more cognitive brain function... and there is no hope of further recovery.\" The court said Nancy's conversation with her friend showed that she would not want to live in a persistent vegetative state.\nSupreme Court.\nThe United States Supreme Court agreed to hear an appeal of the Missouri Supreme Court's decision. This was the first \"right to die\" case that the United States Supreme Court had ever heard.p.27\nThe Cruzan case divided the Supreme Court. Five of the Supreme Court Justices (judges) wrote their own opinions about the case.p.28 Four disagreed with the decision the Court made. However, the Court ruled, in a 5-4 vote, that the Supreme Court of Missouri made the right decision. They ruled that Missouri did not violate the Constitution when it required 'clear and convincing evidence' that Nancy would have wanted her life support to be ended.\nThe U.S. Supreme Court did rule that competent people (people who are able to make decisions for themselves) have the right to refuse medical treatment. They said the Constitution gives competent people this right in the Due Process Clause of the Fourteenth Amendment to the United States Constitution.\nHowever, it said things are different for people who are incompetent (people who cannot not make decisions for themselves for example, because they are in a persistent vegetative state). If another person wants to refuse treatment for someone who is incompetent, they have to show \"clear and convincing proof\" that refusing treatment is what the person would want.\nThe Cruzans.\nAfter the Supreme Court's decision, the Cruzans went back to the first trial court with new evidence. The court ruled that the Cruzans now had clear and convincing evidence that Nancy would have wanted her life support ended if she was in a persistent vegetative state. On December 14, 1990, Nancy's feeding tube was taken out.\nProtesters filed seven different petitions with the court to try to get Nancy's feeding tube put back in, but the court refused.p.29 Then, on December 18, nineteen people went into Nancy's hospital room and tried to reattach her feeding tube themselves; they were arrested.p.29\nNancy Cruzan died on December 26, 1990. She had been in a persistent vegetative state for eight years.\nAt Nancy's funeral, her father told reporters: \"I would prefer to have my daughter back and let someone else be this trailblazer.\"p.29 Six years later, he killed himself.\nEffects.\nThe \"Cruzan\" case is one of the most important \"right to die\" cases in United States history. It set precedents that courts would follow in many cases in the future.\nThe case also made many Americans interested in writing living wills and other advance directives (documents that tell doctors and family members what they want in certain medical situations, if they cannot make decisions for themselves).","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":59},{"uri":"Lawsuit","surface_form":"case","offset":87},{"uri":"Right_to_die","surface_form":"right to die","offset":115},{"uri":"Persistent_vegetative_state","surface_form":"persistent vegetative state","offset":167},{"uri":"Life_support","surface_form":"life support","offset":222},{"uri":"Court","surface_form":"court","offset":310},{"uri":"Evidence_(law)","surface_form":"evidence","offset":456},{"uri":"Paramedic","surface_form":"paramedic","offset":669},{"uri":"Cardiac_arrest","surface_form":"heart had stopped","offset":693},{"uri":"Breathing","surface_form":"breathing","offset":727},{"uri":"Resuscitation","surface_form":"resuscitated","offset":753},{"uri":"Brain_damage","surface_form":"brain was damaged","offset":779},{"uri":"Oxygen","surface_form":"oxygen","offset":818},{"uri":"Medical_doctor","surface_form":"Doctors","offset":881},{"uri":"Feeding_tube","surface_form":"feeding tube","offset":895},{"uri":"Stomach","surface_form":"stomach","offset":917},{"uri":"Starvation","surface_form":"starvation","offset":1024},{"uri":"Dehydration","surface_form":"dehydration","offset":1038},{"uri":"Swallowing","surface_form":"swallow","offset":1073},{"uri":"Injury","surface_form":"injured","offset":1318},{"uri":"Illness","surface_form":"sick","offset":1329},{"uri":"Natural_rights","surface_form":"natural right","offset":1722},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution","offset":1744},{"uri":"Appeal","surface_form":"appeal","offset":2104},{"uri":"Judge","surface_form":"judge","offset":2328},{"uri":"Violate","surface_form":"violate","offset":2564},{"uri":"Competency","surface_form":"competent","offset":2734},{"uri":"Due_Process_Clause","surface_form":"Due Process Clause","offset":2918},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment to the United States Constitution","offset":2944},{"uri":"Protest","surface_form":"Protest","offset":3706},{"uri":"Petition","surface_form":"petition","offset":3739},{"uri":"Arrest","surface_form":"arrest","offset":3970},{"uri":"Funeral","surface_form":"funeral","offset":4098},{"uri":"Reporter","surface_form":"reporter","offset":4123},{"uri":"Suicide","surface_form":"killed himself","offset":4242},{"uri":"Precedent","surface_form":"precedent","offset":4368},{"uri":"Advance_directive","surface_form":"advance directive","offset":4512}]}