{"id":5361,"url":"http://en.wikipedia.org/wiki/Apocrypha","text":"e=\"preserve\">The Apocrypha are religious texts that are in some versions of the Catholic Bible. Other versions omit them. The word comes from Ancient Greek ' (apokrypha). Apocrypha means \"those that were hidden\". Generally, the term is applied to writings that were not part of the canon. There are several reasons why these texts were not included in the canon. The texts might only have been known to few people, or they might have been left out because their content does not fit well into that of the other books of the Bible. Some of the apocrypha were written at a later date, and were therefore not included.\nThe Authorized King James Version called these books ‘Apocrypha’. It separated them, because the Bible said so in 2 Esdras 14:46, \"But keep the seventy last, that thou mayest deliver them only to such as be wise among the people: For in them is the spring of understanding, the fountain of wisdom, and the stream of knowledge.\"\nRoman Catholic Bibles have these books in the Old Testament. They do not call them Apocrypha. They call them deuterocanonical, which means that they belong to the second canon. Canon just means an official list of literary works accepted as representing a field. The first list is of books first written in Hebrew. This second list is of books first written in Greek.\nSome say.\nThese books were kept in Catholic Bibles because it is believed that the Bible which Jesus read was a Bible that included the books of the \"Apocrypha,\" the deuterocanonical books. It is known that the most popular Bible at the time of Jesus was the Greek Septuagint version - which includes these extra books. That is why early Church fathers quoted from Bibles including these books.\nOthers say.\nChristians disagree about the ‘Apocrypha’. Others point out that the ‘Apocrypha’ was in every Christian Bible until 1828.\nIn 1828 these books were taken out of some Bibles. The translators of the King James Bible said that these books were written to prepare the people for Jesus, in the same way as John the Baptist did. They said that the apostles used these books. And modern day members of the Church of Jesus Christ of Latter-Day Saints (sometimes referred to as Mormons) also have hints in the Book of Mormon.\nThere is no question that these books have always been part of the Bible in Oriental Orthodox Churches, so they were definitely not added in the 1500s. Around the year 80 AD, the Jewish Council (Sanhedrin) decided to cut the books from the Hebrew Bible, but they stayed in the Christian Bible. Then soon after Christianity became the only religion of Roman Empire in the 4th century, the Romans decided to cut out all of the same books that the Sanhedrin had cut out, and they moved some of them to the \"apocrypha\".\nTexts of the Apocrypha.\nNote: Other candidates for Apocryphal scriptures include supposedly lost portions of Esther and Sirach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catholic_Bible","surface_form":"Catholic Bible","offset":80},{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":142},{"uri":"Canon","surface_form":"canon","offset":282},{"uri":"Authorized_King_James_Version","surface_form":"Authorized King James Version","offset":620},{"uri":"Bible","surface_form":"Bible","offset":713},{"uri":"2_Esdras","surface_form":"2 Esdras","offset":730},{"uri":"Knowledge","surface_form":"knowledge","offset":932},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":944},{"uri":"Old_Testament","surface_form":"Old Testament","offset":990},{"uri":"Deuterocanonical","surface_form":"deuterocanonical","offset":1053},{"uri":"Hebrew_language","surface_form":"Hebrew","offset":1251},{"uri":"Greek_language","surface_form":"Greek","offset":1305},{"uri":"Septuagint","surface_form":"Septuagint","offset":1577},{"uri":"Christian","surface_form":"Christian","offset":1719},{"uri":"Christian","surface_form":"Christian","offset":1813},{"uri":"Bible","surface_form":"Bible","offset":1823},{"uri":"1828","surface_form":"1828","offset":1835},{"uri":"1828","surface_form":"1828","offset":1844},{"uri":"Bible","surface_form":"Bible","offset":1884},{"uri":"Translator","surface_form":"translator","offset":1896},{"uri":"King_James_Bible","surface_form":"King James Bible","offset":1915},{"uri":"Jesus","surface_form":"Jesus","offset":1993},{"uri":"John_the_Baptist","surface_form":"John the Baptist","offset":2019},{"uri":"Twelve_Apostles","surface_form":"apostles","offset":2060},{"uri":"Oriental_Orthodox_Church","surface_form":"Oriental Orthodox Church","offset":2311},{"uri":"1500s","surface_form":"1500s","offset":2380},{"uri":"80_AD","surface_form":"80 AD","offset":2403},{"uri":"Jewish","surface_form":"Jewish","offset":2414},{"uri":"Sanhedrin","surface_form":"Sanhedrin","offset":2430},{"uri":"Hebrew_Bible","surface_form":"Hebrew Bible","offset":2475},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":2586},{"uri":"4th_century","surface_form":"4th century","offset":2606},{"uri":"Esther","surface_form":"Esther","offset":2860},{"uri":"Sirach","surface_form":"Sirach","offset":2871}]}