{"id":536185,"url":"http://en.wikipedia.org/wiki/Adam_Darski","text":"Adam Nergal Darski (sometimes just called Nergal; born Adam Michał Darski; 10 June 1977 in Gdynia, Poland) is a Polish musician and celebrity who is best known for being in the black/death metal band Behemoth. He is the vocalist for Behemoth and plays the guitar, bass, synthesizer and drums.\nBiography.\nDarski was born Adam Michał Darski in Gdynia, Poland. He was raised Catholic and began to play the guitar at age eight. He likes to call himself Nergal (which comes from Babylonia mythology and is the god of plague and war). He founded the band Behemoth while he was just a teenager in 1991. Darski also is the main lyricist, composer and manager of the band. For a brief time, he called himself Holocausto, which was inspired by Beherit leader Nuclear Holocausto. He was a member of a band called Wolverine, which showed his skills at clean singing.\nHe was inspired by Norway's Black Circle, so he formed together with Blasphemous (from the band Veles) and Venom (from Xantotol) and called themselves the Temple of Infernal Fire. Later other bands joined and far-right politics were introduced, and the group renamed the Temple of Fullmoon. Darski didn't want to be involved with politics, so he distanced himself from the group. This led to some members of the group accusing him of betrayal. Some members even sent him death threats. He says that he is now in good terms with the members.\nDarski has completed six years of history at the University of Gdańsk. He is qualified to be a museum curator.\nIn March of 2010, Darski got in legal trouble and was faced with blasphemy charges after he publicly condemned religion and ripped a Bible up on stage in 2007. Darski claimed that he did it to enhance his live performance, and didn't mean to offend anyone. He also said that he believes freedom of speech should come before religion in Poland. Darski faced up to two years in prison for ripping up the Bible, but the charges were dropped on 28 June 2010.\nIn 2011, he became a judge on season one of The Voice of Poland.\nIn July 2012, Nergal became the newest spokesman for Demon Energy drinks that would be sold all throughout Poland. Nergal appeared in his full Behemoth attire on the front of four different flavors of the Demon Energy brand next to the brand's slogan of \"No Limits, No Laws\". Darski reportedly donated all of the money he earned for his placement to one of the world's best bone marrow donor centers.\nIn October 2012, he got into legal troubles again over the ripped up Bible incident in 2007. The Supreme Court said that Darski could be guilty of the crime of “offending religious feelings” even though he did not mean to. The case was returned to a lower court which found him guilty of “intentionally insulting the Holy Bible” but the case was dismissed because of to the statute of limitations.\nPersonal life.\nDarski dated the famous Polish pop singer, Dorota Rabczewska, from mid-2009 to early 2011. They even engaged during those years, but on 17 March 2011, the media claimed that they had called off the engagement and broken up.\nSince 2014, Darski has been the co-owner of a barbershop in Warsaw, Poland. In 2015 he opened a second barber shop in Warsaw and bar in Sopot.\nLeukemia.\nDarski was rushed to the hospital on 8 August 2010 for unknown reasons. All upcoming Behemoth live shows were cancelled. On 24 August 2010, Darski was diagnosed with leukemia. The illness was thought to have advanced far enough to make chemotherapy useless, but these reports have since been proven false. His then-fiancée offered to donate her marrow, but his marrow didn't match. On 8 November 2010, Darski found a genetic bone marrow match, and he then underwent treatment to receive a bone marrow transplant. He was let out of the hospital on 16 January 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gdynia","surface_form":"Gdynia","offset":91},{"uri":"Poland","surface_form":"Poland","offset":99},{"uri":"Polish_people","surface_form":"Polish","offset":112},{"uri":"Celebrity","surface_form":"celebrity","offset":132},{"uri":"Black_metal","surface_form":"black","offset":177},{"uri":"Death_metal","surface_form":"death metal","offset":183},{"uri":"Behemoth_(band)","surface_form":"Behemoth","offset":200},{"uri":"Guitar","surface_form":"guitar","offset":256},{"uri":"Bass_guitar","surface_form":"bass","offset":264},{"uri":"Synthesizer","surface_form":"synthesizer","offset":270},{"uri":"Drums","surface_form":"drums","offset":286},{"uri":"Gdynia","surface_form":"Gdynia","offset":342},{"uri":"Poland","surface_form":"Poland","offset":350},{"uri":"Catholicism","surface_form":"Catholic","offset":372},{"uri":"Babylonia","surface_form":"Babylonia","offset":474},{"uri":"Behemoth","surface_form":"Behemoth","offset":549},{"uri":"Beherit_(band)","surface_form":"Beherit","offset":734},{"uri":"Early_Norwegian_black_metal_scene","surface_form":"Black Circle","offset":883},{"uri":"Far-right_politics","surface_form":"far-right politics","offset":1064},{"uri":"University_of_Gda%C5%84sk","surface_form":"University of Gdańsk","offset":1445},{"uri":"Curator","surface_form":"museum curator","offset":1491},{"uri":"Blasphemy","surface_form":"blasphemy","offset":1572},{"uri":"Bible","surface_form":"Bible","offset":1640},{"uri":"The_Voice_of_Poland","surface_form":"The Voice of Poland","offset":2006},{"uri":"Demon_Energy","surface_form":"Demon Energy","offset":2080},{"uri":"Slogan","surface_form":"slogan","offset":2271},{"uri":"Statute_of_limitations","surface_form":"statute of limitations","offset":2802},{"uri":"Dorota_Rabczewska","surface_form":"Dorota Rabczewska","offset":2884},{"uri":"Warsaw","surface_form":"Warsaw","offset":3125},{"uri":"Sopot","surface_form":"Sopot","offset":3201},{"uri":"Leukemia","surface_form":"leukemia","offset":3384},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":3454}]}