{"id":536236,"url":"http://en.wikipedia.org/wiki/Vacco_v._Quill","text":"\"Vacco v. Quill\", was a landmark court decision about the right to die. New York had made physician-assisted suicide illegal. A group of doctors challenged this law. The case went all the way to the Supreme Court of the United States. In 1997, the Supreme Court decided that New York's law against physician-assisted suicide was constitutional and legal. They ruled that the Constitution of the United States does not guarantee the \"right to die.\"\nBackground.\nThe state of New York had made physician-assisted suicide illegal. This law made it a crime for a doctor to give a patient medications that would kill them. It also made it illegal for a doctor to do anything else that would end a patient's life. These things were crimes even if the patient was terminally ill, wanted to die, and was competent (able to make decisions).\nA group of doctors filed a lawsuit in federal court. They argued that this law was unconstitutional. They said the law violated the Equal Protection Clause of the Fourteenth Amendment to the Constitution. The Equal Protection Clause says that every state must give everyone \"the equal protection of the laws.\" The doctors argued that because of the law against physician-assisted suicide, terminally ill people did not have equal rights under the law. They pointed out that terminally ill patients could refuse treatment, which would lead to their death. However, these same patients did not have the right to give a doctor permission to end their lives. Basically, they were arguing that refusing treatment in order to cause death, and asking a doctor to help cause death, were the same thing.\nLower court decisions.\nFirst, the case went to the United States District Court. This court ruled that New York's law was constitutional. It said that the state of New York had a good reason to care about keeping its citizens alive and protecting people who might need protection.\nNext, the case was appealed to the Court of Appeals for the Second Circuit. It reversed the District Court's opinion. The Court of Appeals said that the law did not treat all competent patients equally when they wanted to end their lives. For example, if a patient were attached to a life support machine, like a ventilator, they had the right to have a doctor disconnect it. This would cause their death. However, a person in the same situation, on a life support machine, could not ask a doctor to give them medications to cause their death instead. The Court agreed that asking doctors to remove life support devices (which was legal) was the same as physician-assisted euthanasia (which was not legal). They ruled that this was not equal treatment, and that New York's law against physician-assisted suicide was unconstitutional under the Equal Protection Clause.\nSupreme Court.\nThe case was appealed to the United States Supreme Court. On June 26, 1997, the Supreme Court voted 9-0 that New York's law was legal and constitutional. Chief Justice William Rehnquist wrote the majority opinion, but five other Justices wrote separate concurring opinions.\nAs legal scholar Susan Stefan writes: \"Justice Rehnquist's short, curt opinion reversing \"Quill\" is almost angry.\"p. 32 Rehnquist writes that assisted suicide is completely different from allowing a patient to refuse treatment. The difference is that with assisted suicide, the doctor means to cause the patient's death.p. 32 When the doctor gives the patient medication that will kill them, they are \"causing\" the patient's death. When a doctor lets a patient refuse treatment, they are letting the patient's \"disease\" cause their death.p. 32\nThe Court also wrote that there is no \"fundamental\" right to die in the Constitution. Because of this, laws that make physician-assisted suicide illegal do not violate terminally ill people's Constitutional rights. The Court added that the law allowed everyone to refuse treatment, and banned everyone from assisting suicide. This was equal treatment, and did not violate the Equal Protection Clause of the Fourteenth Amendment, the decision said.\nFinally, the Court said that the state of New York had \"a legitimate interest\" (good, valid reasons) in banning physician-assisted suicide. They said the ban would help the state prevent euthanasia, protect doctors' medical ethics, and protect terminally ill people who might feel pressured to end their lives. Most importantly, they said, New York's ban helped protect human life. The right to life (however long it may last) is an \"unalienable right\" (a natural right) guaranteed by the Constitution. The right to death, the Court said, is not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark","offset":24},{"uri":"Court","surface_form":"court","offset":33},{"uri":"Right_to_die","surface_form":"right to die","offset":58},{"uri":"New_York","surface_form":"New York","offset":72},{"uri":"Medical_doctor","surface_form":"physician","offset":90},{"uri":"Assisted_suicide","surface_form":"assisted suicide","offset":100},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":199},{"uri":"Constitutional","surface_form":"constitutional","offset":329},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States","offset":375},{"uri":"Guarantee","surface_form":"guarantee","offset":418},{"uri":"Physician-assisted_suicide","surface_form":"physician-assisted suicide","offset":491},{"uri":"Crime","surface_form":"crime","offset":546},{"uri":"Medication","surface_form":"medication","offset":583},{"uri":"Terminal_illness","surface_form":"terminally ill","offset":756},{"uri":"Competency","surface_form":"competent","offset":795},{"uri":"Lawsuit","surface_form":"lawsuit","offset":858},{"uri":"Federal","surface_form":"federal","offset":869},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":914},{"uri":"Violate","surface_form":"violated","offset":950},{"uri":"Equal_Protection_Clause","surface_form":"Equal Protection Clause","offset":963},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment to the Constitution","offset":994},{"uri":"Rights","surface_form":"rights","offset":1261},{"uri":"Treatment","surface_form":"treatment","offset":1342},{"uri":"United_States_district_court","surface_form":"United States District Court","offset":1677},{"uri":"Appeal","surface_form":"appeal","offset":1926},{"uri":"Appeals_court","surface_form":"Court of Appeals","offset":1942},{"uri":"Life_support","surface_form":"life support","offset":2191},{"uri":"Ventilator","surface_form":"ventilator","offset":2220},{"uri":"Chief_Justice_of_the_United_States","surface_form":"Chief Justice","offset":2944},{"uri":"William_Rehnquist","surface_form":"William Rehnquist","offset":2958},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":2986},{"uri":"Concurring_opinion","surface_form":"concurring opinion","offset":3043},{"uri":"Scholar","surface_form":"scholar","offset":3073},{"uri":"Intent_(law)","surface_form":"means","offset":3349},{"uri":"Disease","surface_form":"disease","offset":3575},{"uri":"Fundamental","surface_form":"fundamental","offset":3647},{"uri":"Violate","surface_form":"violate","offset":3768},{"uri":"Valid","surface_form":"valid","offset":4142},{"uri":"Euthanasia","surface_form":"euthanasia","offset":4243},{"uri":"Medical_ethics","surface_form":"medical ethics","offset":4272},{"uri":"Pressure","surface_form":"pressured","offset":4337},{"uri":"Unalienable_right","surface_form":"unalienable right","offset":4490},{"uri":"Natural_rights","surface_form":"natural right","offset":4512}]}