{"id":536264,"url":"http://en.wikipedia.org/wiki/History_of_racial_segregation_in_the_United_States","text":"ce=\"preserve\">Racial segregation means separating people because of their races. In the United States, racial segregation has existed since before the United States was its own country. Slavery, racist laws, racist attitudes, and many other things caused the United States to segregate white and non-white people for centuries. Although segregation is now against the law, racist attitudes still remain, and new forms of segregation have formed over time.\nBackground.\nThe first African slaves were brought to America in 1619. This was just nine years after British settlers created the first permanent settlement in America, at Jamestown, Virginia.\nPeople in all thirteen American colonies used slaves. Many of the Founding Fathers of the United States owned slaves, including George Washington, Thomas Jefferson, Benjamin Franklin, John Hancock, James Madison, Patrick Henry, and John Jay.\nAbolitionists started trying to make slavery illegal in the mid-1700s. By 1804, all of the northern states had ended slavery. However, none of the Southern states had. The Southern states believed that slavery was their right, and they did not want to give it up. Cotton had become a very important crop in the South. Owners of large cotton plantations were used to having slaves to do work for free, which made the plantation owners richer because they did not have to pay anybody to work.pp. 232–233\nEventually, the South tried to leave the United States.p. 278 This caused the American Civil War. The North won, and in 1865, the Thirteenth Amendment to the United States Constitution made slavery illegal everywhere in the country. In 1868 and 1870, the Fourteenth and Fifteenth Amendments gave African-Americans citizenship, and gave them the right to vote.\nSegregation continues in the South.\nLosing the Civil War did not change people's ideas about African-American people. During slavery, slave owners had not seen slaves as humans. They saw them as property, things to buy and sell, like animals you would use on a farm. After the War, many white people still did not see African-Americans as equal to whites.\nIn 1896, in a case called \"Plessy v. Ferguson\", the Supreme Court ruled that these laws were legal. They said that segregation was fine, as long as things were \"separate but equal.\" In the South, everything was separate. However, places like black schools and libraries got much less money and were not as good as places for whites. Things were separate, but not equal.\nSegregation kept African-Americans from having the basic rights that the Founding Fathers had written into the Constitution of the United States. Law-makers, government officials, voting officials, and police officers were all white. This prevented African-Americans from having any say in their government; being able to get the same voting rights as white people; having police officers protect them; or being able to get justice for crimes against them. Because they could not count on all-white police forces to protect them, violence against African-Americans, especially lynchings, increased. Because African-Americans could not vote, they also could not serve on juries. This meant that if a black person was ever on trial for a crime, the jury would be all-white.\nAcross the United States.\nProblems were worst in the South. However, African-Americans went through different kinds of segregation in other places.\nAcross the United States, segregation in housing was a problem. Many African-Americans could not get mortgages to buy houses. Realtors would not sell black people houses in the suburbs, where white people lived. They also would not rent apartments in white areas. Until the 1950s, the federal government did nothing about this.\nWhen he was elected in 1913, President Woodrow Wilson made government offices segregated. He believed that segregation was best for everyone.\nBlack people fought in both World War I and World War II. However, the military was segregated; black officers even had to enter some military bases through separate entrances from white officers. Black soldiers also were not given the same opportunities as white soldiers. Finally, in 1948, President Harry Truman de-segregated the military.\nEarly activism.\nAfrican Americans tried to fight back against discrimination in many ways. Mostly, they tried to use the courts to get justice. For example, in 1909, the National Association for the Advancement of Colored People (NAACP) was created. Its goal was to end race discrimination through lawsuits, education, and lobbying.\nHowever, eventually, many African Americans became frustrated and began to dislike the idea of using slow, legal strategies to achieve desegregation. Instead, African American activists decided to use a combination of protests, nonviolence, and civil disobedience. This is how the Civil Rights Movement of 1954-1968 began.\nCivil Rights Movement.\nThese victories were not easy. Protesters were often threatened and attacked. Leaders' homes were bombed. In Birmingham, the police attacked protesters, including children, with police dogs and fire hoses, then took them to jail. In other cities, police beat protesters with clubs and fired into student protests. Three of the movement's leaders Martin Luther King, Jr., Malcolm X, and Medgar Evers were murdered.\nNobody knows exactly how many people were killed during the Civil Rights Movement. However, at least 37 people were murdered, either because they were doing civil rights work, or because racist white groups like the Ku Klux Klan and the White Citizens' Council wanted to terrorize black people. Twelve of these people were children or teenagers when they were murdered.\nEventually, the Movement was successful in removing the laws that allowed segregation. However, attitudes are harder to change, and racism still exists in the United States.\nSegregation of Native Americans.\nIn the early 1800s, the United States was growing farther into the South. White Americans wanted more land to plant cotton. However, many different Native American tribes lived in the lands the United States wanted to take over.\nAndrew Jackson was a big supporter of \"Indian removal\" convincing or forcing Native Americans to leave the South and move west, outside of the United States. First as a Major General in the United States Army, and then as President, he led the United States' \"Indian removal\" program.\nIndian removal.\nThe program started in 1814, when Jackson led a group of soldiers who defeated the Creek Indians. He forced them to sign a treaty giving up over 20 million acres of their land to the United States. Over the next ten years, Jackson got nine other tribes to sign treaties giving up their land.\nIn 1829, Jackson became President. That same year, gold was found in Georgia, which caused a gold rush. This only made white people in the United States want control of the South even more. In 1830, Jackson passed the Indian Removal Act of 1830. This law said Jackson could give land west of the Mississippi River to Indian tribes if they agreed to give up their lands in the South. The law promised the tribes that they could live on their new lands forever, and be protected by the United States government. By the time his presidency ended in 1837, Jackson had gotten Native Americans to sign almost 70 treaties giving up their land. Almost 50,000 Native Americans moved to \"Indian Territory\" west of the Mississippi River. However, the government already had a plan to force them into a smaller area, in what is now eastern Oklahoma.\nThe Trail of Tears.\nThe Cherokee Nation refused to leave their lands. They even got the United States Supreme Court to rule that they were sovereign and did not have to follow the laws of the United States. Jackson simply ignored this ruling. In 1835, he got a small group of Cherokee to sign a treaty agreeing to leave their lands. The rest of the Cherokee Nation tried to keep their lands. However, in 1838, the United States Army and the Georgia militia forced them to leave their lands. On what is known as the \"Trail of Tears,\" about 15,000 Cherokee were forced to walk over 2,000 miles to Oklahoma. About 4,000 died along the way.\nBy the 1840s, except for a few Seminole Indians living in Florida, there were no Native Americans left in the American South.\nReservations.\nIn 1851, the United States Congress passed a law that created Indian reservations in Oklahoma. White settlers had already begun to move into the lands the Native Americans had been forced to move to. This was causing conflicts between whites and Native Americans. The goal of the reservations was to segregate the Native Americans from white settlers.\nIn 1868, President Ulysses S. Grant decided to create more reservations, and force Native American tribes that lived in the west to move to them. Along with segregating the Native Americans and clearing their land for white use, Grant planned to have church officials run the reservations so they could teach Christianity to the tribes.\nMany tribes refused to leave their lands, and were forced onto reservations by the United States Army. If Native Americans left their reservations, the Army went after them to try to force them back onto the reservations. This led to massacres of Native Americans, and some wars.\nIn 1887, Congress passed the Dawes Act. This law stopped giving land to whole tribes, and broke up the land into small pieces for individual families to use for farming. Indians who took the land, started living alone instead of with their tribes, and started farming were viewed as \"civilized,\" and they were made United States citizens. Indians who refused to segregate themselves even more on small pieces of land were not allowed to be citizens. Whatever land was left was sold to white settlers, which made the reservations even smaller.\nIt was not until 1975 that the Supreme Court ruled that tribes are sovereign over tribal lands and members of the tribe.\nAs of 2015, all of the Indian reservations in the United States, together, make up 87,800 square miles an area about the size of Idaho. However, Native Americans are now allowed to live or work anywhere they want to, and as of 2016, more than half have left the reservations.\nJapanese-American internment.\nOn December 7, 1941, Japan attacked Pearl Harbor in Hawaii and declared war on the United States. This caused the United States to enter World War II and start fighting Japan, as well as Nazi Germany and Italy.\nIn February 1942, President Franklin D. Roosevelt signed an order that allowed the military to force people to leave the West Coast. However, Japanese-Americans were the only people on the West Coast who were forced to leave. They were given 48 hours to leave their homes for internment camps. These were camps where Japanese-Americans were kept separate from everybody else. The camps were surrounded by barbed wire and guarded by soldiers with guns.\nThe United States government forced over 110,000 Japanese-American people into internment camps. (This was over 80% of the Japanese-American people who lived in the continental United States at the time.) More than three out of every five of these people were born in the United States, and were United States citizens. About half were children.\nBecause the United States was fighting Nazi Germany and Italy as well as Japan, some German-Americans and Italian-Americans were forced into internment camps too. So were some Jewish refugees from Nazi Germany. However, none of this was as common as it was with Japanese-Americans.\nIn 1945, the year World War II ended, the United States let people out of the camps. However, many of the people who were interned had lost everything they had. In 1988, the United States government finally apologized and said that there was no reason for the internment other than racism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Race_(sociology)","surface_form":"races","offset":74},{"uri":"United_States","surface_form":"United States","offset":88},{"uri":"Slavery","surface_form":"Slavery","offset":186},{"uri":"Jim_Crow_laws","surface_form":"racist laws","offset":195},{"uri":"Racism","surface_form":"racist","offset":208},{"uri":"Attitude","surface_form":"attitudes","offset":215},{"uri":"Century","surface_form":"centuries","offset":317},{"uri":"African_slave_trade","surface_form":"African slaves","offset":478},{"uri":"British_people","surface_form":"British","offset":557},{"uri":"Settler","surface_form":"settler","offset":565},{"uri":"Human_settlement","surface_form":"settlement","offset":602},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown, Virginia","offset":628},{"uri":"Thirteen_Colonies","surface_form":"American colonies","offset":672},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers of the United States","offset":715},{"uri":"George_Washington","surface_form":"George Washington","offset":777},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":796},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":814},{"uri":"John_Hancock","surface_form":"John Hancock","offset":833},{"uri":"James_Madison","surface_form":"James Madison","offset":847},{"uri":"Patrick_Henry","surface_form":"Patrick Henry","offset":862},{"uri":"John_Jay","surface_form":"John Jay","offset":881},{"uri":"Abolitionism","surface_form":"Abolitionists","offset":891},{"uri":"Southern_United_States","surface_form":"Southern","offset":1038},{"uri":"Rights","surface_form":"right","offset":1111},{"uri":"Cotton","surface_form":"Cotton","offset":1155},{"uri":"Crop","surface_form":"crop","offset":1190},{"uri":"Plantation","surface_form":"plantation","offset":1232},{"uri":"Secession","surface_form":"tried to leave","offset":1415},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1471},{"uri":"Union_(American_Civil_War)","surface_form":"North","offset":1495},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth Amendment to the United States Constitution","offset":1523},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth","offset":1648},{"uri":"Fifteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fifteenth Amendments","offset":1663},{"uri":"Citizenship","surface_form":"citizenship","offset":1707},{"uri":"Human","surface_form":"human","offset":1923},{"uri":"Property","surface_form":"property","offset":1948},{"uri":"Animal","surface_form":"animal","offset":1987},{"uri":"Farm","surface_form":"farm","offset":2014},{"uri":"Plessy_v._Ferguson","surface_form":"Plessy v. Ferguson","offset":2136},{"uri":"Library","surface_form":"libraries","offset":2369},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers","offset":2552},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States","offset":2590},{"uri":"Justice","surface_form":"justice","offset":2903},{"uri":"Crime","surface_form":"crime","offset":2915},{"uri":"Lynching","surface_form":"lynching","offset":3056},{"uri":"Jury","surface_form":"juries","offset":3149},{"uri":"Trial","surface_form":"trial","offset":3203},{"uri":"All-white_jury","surface_form":"jury would be all-white","offset":3226},{"uri":"Mortgage","surface_form":"mortgage","offset":3500},{"uri":"House","surface_form":"house","offset":3517},{"uri":"Realtor","surface_form":"Realtors","offset":3525},{"uri":"Suburb","surface_form":"suburb","offset":3576},{"uri":"Rent","surface_form":"rent","offset":3631},{"uri":"Apartment","surface_form":"apartment","offset":3636},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":3766},{"uri":"World_War_I","surface_form":"World War I","offset":3897},{"uri":"World_War_II","surface_form":"World War II","offset":3913},{"uri":"President_of_the_United_States","surface_form":"President","offset":4161},{"uri":"Harry_Truman","surface_form":"Harry Truman","offset":4171},{"uri":"Court","surface_form":"court","offset":4333},{"uri":"National_Association_for_the_Advancement_of_Colored_People","surface_form":"National Association for the Advancement of Colored People","offset":4382},{"uri":"Lawsuit","surface_form":"lawsuit","offset":4510},{"uri":"Education","surface_form":"education","offset":4520},{"uri":"Lobby","surface_form":"lobbying","offset":4535},{"uri":"Bomb","surface_form":"bomb","offset":4989},{"uri":"Police_dog","surface_form":"police dog","offset":5069},{"uri":"Fire_hose","surface_form":"fire hose","offset":5085},{"uri":"Club_(weapon)","surface_form":"clubs","offset":5166},{"uri":"Martin_Luther_King%2C_Jr.","surface_form":"Martin Luther King, Jr.","offset":5237},{"uri":"Malcolm_X","surface_form":"Malcolm X","offset":5262},{"uri":"Medgar_Evers","surface_form":"Medgar Evers","offset":5277},{"uri":"Murder","surface_form":"murder","offset":5295},{"uri":"White_Citizens%27_Council","surface_form":"White Citizens' Council","offset":5542},{"uri":"Terrorism","surface_form":"terrorize","offset":5576},{"uri":"Teenager","surface_form":"teenager","offset":5640},{"uri":"Attitude","surface_form":"attitudes","offset":5771},{"uri":"Racism","surface_form":"racism","offset":5807},{"uri":"Southern_United_States","surface_form":"South","offset":5949},{"uri":"Cotton","surface_form":"cotton","offset":5998},{"uri":"Native_American","surface_form":"Native American","offset":6030},{"uri":"Tribe","surface_form":"tribe","offset":6046},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":6111},{"uri":"West","surface_form":"west","offset":6233},{"uri":"Major_General","surface_form":"Major General","offset":6280},{"uri":"United_States_Army","surface_form":"United States Army","offset":6301},{"uri":"President_of_the_United_States","surface_form":"President","offset":6333},{"uri":"Defeat","surface_form":"defeated","offset":6482},{"uri":"Creek_Indians","surface_form":"Creek Indians","offset":6495},{"uri":"Treaty","surface_form":"treaty","offset":6535},{"uri":"Acre","surface_form":"acre","offset":6568},{"uri":"Gold","surface_form":"gold","offset":6755},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":6773},{"uri":"Gold_rush","surface_form":"gold rush","offset":6797},{"uri":"Indian_Removal_Act","surface_form":"Indian Removal Act","offset":6922},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":7000},{"uri":"United_States_government","surface_form":"United States government","offset":7188},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":7532},{"uri":"Cherokee_Nation","surface_form":"Cherokee Nation","offset":7566},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":7630},{"uri":"Sovereign","surface_form":"sovereign","offset":7681},{"uri":"Militia","surface_form":"militia","offset":7991},{"uri":"Trail_of_Tears","surface_form":"Trail of Tears","offset":8058},{"uri":"Seminole_Indians","surface_form":"Seminole Indians","offset":8210},{"uri":"Florida","surface_form":"Florida","offset":8237},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":8332},{"uri":"Indian_reservation","surface_form":"Indian reservation","offset":8381},{"uri":"Conflict","surface_form":"conflicts","offset":8536},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":8690},{"uri":"Church","surface_form":"church","offset":8922},{"uri":"Christianity","surface_form":"Christianity","offset":8980},{"uri":"Massacre","surface_form":"massacres","offset":9242},{"uri":"Dawes_Act","surface_form":"Dawes Act","offset":9317},{"uri":"Farming","surface_form":"farming","offset":9449},{"uri":"Civilize","surface_form":"civilized","offset":9572},{"uri":"Sovereign","surface_form":"sovereign","offset":9898},{"uri":"Idaho","surface_form":"Idaho","offset":10081},{"uri":"Japan","surface_form":"Japan","offset":10279},{"uri":"Attack_on_Pearl_Harbor","surface_form":"attacked Pearl Harbor","offset":10285},{"uri":"Hawaii","surface_form":"Hawaii","offset":10310},{"uri":"Declaration_of_war","surface_form":"declared war","offset":10321},{"uri":"World_War_II","surface_form":"World War II","offset":10395},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":10445},{"uri":"Italy","surface_form":"Italy","offset":10462},{"uri":"President_of_the_United_States","surface_form":"President","offset":10487},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":10497},{"uri":"United_States_Armed_Forces","surface_form":"military","offset":10552},{"uri":"West_Coast","surface_form":"West Coast","offset":10590},{"uri":"Concentration_camp","surface_form":"internment camps","offset":10745},{"uri":"Barbed_wire","surface_form":"barbed wire","offset":10874},{"uri":"Soldier","surface_form":"soldier","offset":10901},{"uri":"Gun","surface_form":"gun","offset":10915},{"uri":"Continental_United_States","surface_form":"continental United States","offset":11086},{"uri":"Citizenship","surface_form":"citizens","offset":11231},{"uri":"Jew","surface_form":"Jew","offset":11443},{"uri":"Refugee","surface_form":"refugee","offset":11450}]}