{"id":536263,"url":"http://en.wikipedia.org/wiki/Early_Norwegian_black_metal_scene","text":"e=\"preserve\">The early Norwegian black metal scene was a black metal music scene and subculture in Norway during the early 1990s. It is said to have created the modern black metal genre and produced many influential artists.\nThe scene drew a lot of media attention after some members were responsible for two murders and lots of church burnings in Norway. The scene had an ideology that some people say was like a cult. They had anti-Christian and misanthropic views. Some were actual Satanists who wanted to spread terror, hatred and evil. The core members called themselves \"The Black Circle\" or \"Black Metal Inner Circle\". It was made up of mainly young men who gathered around the record shop Helvete (\"Hell\") in Oslo. They liked to wear corpse paint. The scene was exclusive, and most bands wanted to remain underground and out of reach to the mainstream.\nIn August 1993 and May 1994, many members of the scene were arrested for arson, murder, assault and possession of explosives.\nMusic.\nDuring the 1980's, bands were called \"black metal\" if they had Satanic lyrics. These bands usually only used these lyrics for \"shock value.\" During 1990–1992, a lot of bands who were influenced by those bands, began playing a new type of black metal. The rise of popularity during this time was called the \"second wave of black metal\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Black_metal","surface_form":"black metal","offset":57},{"uri":"Subculture","surface_form":"subculture","offset":85},{"uri":"Norway","surface_form":"Norway","offset":99},{"uri":"Murder","surface_form":"murder","offset":309},{"uri":"Cult","surface_form":"cult","offset":414},{"uri":"Anti-Christian_sentiment","surface_form":"anti-Christian","offset":429},{"uri":"Misanthropy","surface_form":"misanthropic","offset":448},{"uri":"Satanism","surface_form":"Satanists","offset":485},{"uri":"Oslo","surface_form":"Oslo","offset":717},{"uri":"Corpse_paint","surface_form":"corpse paint","offset":742},{"uri":"Underground_music","surface_form":"underground","offset":813},{"uri":"Arson","surface_form":"arson","offset":934},{"uri":"Assault","surface_form":"assault","offset":949}]}