{"id":536455,"url":"http://en.wikipedia.org/wiki/Civil_Rights_Cases","text":"The \"Civil Rights Cases\", were a group of five similar cases consolidated into one issue for the United States Supreme Court to review. The Court held that Congress lacked the constitutional authority under the Fourteenth Amendment to outlaw racial discrimination by private individuals and organizations, rather than state and local governments.\nThe Court held that the Civil Rights Act of 1875, which provided that \"all persons within the jurisdiction of the United States shall be entitled to the full and equal enjoyment of the accommodations, advantages, facilities, and privileges of inns, public conveyances on land or water, theaters, and other places of public amusement; subject only to the conditions and limitations established by law, and applicable alike to citizens of every race and color, regardless of any previous condition of servitude\" was unconstitutional.\nFacts.\nThe decision itself involved five consolidated cases (United States v. Stanley, United States v. Ryan, United States v. Nichols, United States v. Singleton, and Robinson v. Memphis & Charleston Railroad 109 U.S. 3, 3 S. Ct. 18, 27 L. Ed. 835.) coming from different lower courts in which Black Americans had sued theaters, hotels and transit companies that had refused them service or excluded them from \"white only\" facilities.\nDecision of the Court.\nThe Court, in an 8-1 decision by Justice Joseph P. Bradley, held that the language of the 14th Amendment, which prohibited denial of equal protection by a state, did not give Congress power to regulate these private acts. This was because it was the result of conduct by private individuals, not state law or action, that blacks were suffering. Section five empowers Congress only to enforce the prohibition on state action. Legislation by Congress on subjects which are within the domain of the state are not authorized by the 14th Amendment. Private acts of racial discrimination were simply private wrongs that the national government was powerless to correct. Bradley commented that \"individual invasion of individual rights is not the subject-matter of the [14th] Amendment. It has a deeper and broader scope. It nullifies and makes void all state legislation, and state action of every kind, which impairs the privileges and immunities of citizens of the United States, or which injures them in life, liberty or property without due process of law, or which denies to any of them the equal protection of the laws.\"\nThe Court also acknowledged that the 13th Amendment does apply to private actors, but only to the extent that it prohibits people from owning slaves, not exhibiting discriminatory behavior. The Court said that \"it would be running the slavery argument into the ground to make it apply to every act of discrimination which a person may see fit to make as to guests he will entertain, or as to the people he will take into his coach or cab or car; or admit to his concert or theatre, or deal with in other matters of intercourse or business.\"\nReactions.\nMany African-American leaders were outraged and disappointed that the Supreme Court declared the first two sections of the Civil Rights Act of 1875 to be unconstitutional. On October 20, 1883, T. Thomas Fortune, the editor of the \"New York Globe\" wrote: \"The colored people of the United States feel to-day as if they had been baptized in ice water\". Many felt it was the end of an era in which the Federal government would protect the rights of African-American citizens.\nThe Supreme Court decision severely restricted the power of the federal government to guarantee equal status under the law to blacks. State officials in the South took advantage of the decision and began to enact laws that legalized the treatment of blacks as second-class citizens for another seventy years. The court's decision thus ultimately led to the enactment of state laws, such as Jim Crow laws, which made racial segregation the law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Consolidate","surface_form":"consolidated","offset":61},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":97},{"uri":"Review","surface_form":"review","offset":128},{"uri":"United_States_Congress","surface_form":"Congress","offset":156},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":211},{"uri":"Racial_discrimination","surface_form":"racial discrimination","offset":242},{"uri":"Individual","surface_form":"individual","offset":275},{"uri":"Organization","surface_form":"organization","offset":291},{"uri":"US_states","surface_form":"state","offset":318},{"uri":"Local_government","surface_form":"local government","offset":328},{"uri":"Civil_Rights_Act_of_1875","surface_form":"Civil Rights Act of 1875","offset":371},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":441},{"uri":"Entitle","surface_form":"entitle","offset":484},{"uri":"Accommodation","surface_form":"accommodation","offset":532},{"uri":"Advantage","surface_form":"advantage","offset":548},{"uri":"Facility","surface_form":"facilities","offset":560},{"uri":"Privilege","surface_form":"privileges","offset":576},{"uri":"Inn","surface_form":"inn","offset":590},{"uri":"Conveyance","surface_form":"conveyance","offset":603},{"uri":"Theater","surface_form":"theater","offset":633},{"uri":"Amusement","surface_form":"amusement","offset":670},{"uri":"Condition","surface_form":"condition","offset":701},{"uri":"Limitation","surface_form":"limitation","offset":716},{"uri":"Establish","surface_form":"establish","offset":728},{"uri":"Applicable","surface_form":"applicable","offset":752},{"uri":"Citizen","surface_form":"citizen","offset":772},{"uri":"Race_(sociology)","surface_form":"race","offset":790},{"uri":"Human_skin_colour","surface_form":"color","offset":799},{"uri":"Slavery","surface_form":"condition of servitude","offset":833},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":861},{"uri":"African-American_people","surface_form":"Black Americans","offset":1174},{"uri":"Public_transport","surface_form":"transit companies","offset":1220},{"uri":"Joseph_P._Bradley","surface_form":"Joseph P. Bradley","offset":1379},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"14th Amendment","offset":1428},{"uri":"Prohibit","surface_form":"prohibit","offset":1450},{"uri":"Deny","surface_form":"denial","offset":1461},{"uri":"Equal_protection","surface_form":"equal protection","offset":1471},{"uri":"Empower","surface_form":"empower","offset":1696},{"uri":"Enforce","surface_form":"enforce","offset":1722},{"uri":"Legislation","surface_form":"Legislation","offset":1763},{"uri":"Domain","surface_form":"domain","offset":1820},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"13th Amendment","offset":2496},{"uri":"Outrage","surface_form":"outrage","offset":3046},{"uri":"Disappoint","surface_form":"disappoint","offset":3059},{"uri":"New_York_Globe","surface_form":"New York Globe","offset":3242},{"uri":"Era","surface_form":"era","offset":3393},{"uri":"Jim_Crow_laws","surface_form":"Jim Crow laws","offset":3874}]}