{"id":536522,"url":"http://en.wikipedia.org/wiki/CRISPR","text":"CRISPR is a term used in microbiology. It stands for Clustered Regularly-Interspaced Short Palindromic Repeats. These are a natural segment of the genetic code found in prokaryotes: most bacteria and archaea have it.\nCRISPR has a lot of short repeated sequences. These sequences are part of an adaptive immune system for prokaryotes. It allows them to remember and counter other organisms that prey on them, such as bacteriophages.\nThey have the potential to modify the genes of almost any organism. They are part of a tool that allows precisely targeted cutting and insertion of genes in genetic modification (GM). Work is under way to find how they can be used to attack virus diseases in humans (gene therapy).\nHow it works.\nEach repetition is followed by short segments of \"spacer DNA\" from previous exposures to a bacterial virus or plasmid. CRISPR spacers recognize and cut up the foreign genetic elements in a manner like RNA interference in eukaryotic organisms.\nIn effect, the spacers are fragments of DNA from viruses that have previously tried to attack the cell line. The foreign source of the spacers was a sign to researchers that the CRISPR/cas system could have a role in adaptive immunity in bacteria.\nThe actual cutting is done by a nuclease called \"Cas9\". \"Cas9\" has two active cutting sites, one for each strand of the DNA's double helix. \"Cas9\" does this by unwinding foreign DNA and checking whether it is complementary to the 20 basepair spacer region of the guide RNA (the spacer region RNA). If it is, the foreign DNA gets chopped up.\nApplications.\nThe technology has been used to switch off genes in human cell lines and cells, to study \"Candida albicans\", to modify yeasts used to make biofuel and to genetically modify crop strains.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microbiology","surface_form":"microbiology","offset":25},{"uri":"Genetic_code","surface_form":"genetic code","offset":147},{"uri":"Prokaryote","surface_form":"prokaryote","offset":169},{"uri":"Bacteria","surface_form":"bacteria","offset":187},{"uri":"Archaea","surface_form":"archaea","offset":200},{"uri":"Adaptive_immune_system","surface_form":"adaptive immune system","offset":294},{"uri":"Bacteriophage","surface_form":"bacteriophage","offset":416},{"uri":"Genetic_modification","surface_form":"genetic modification","offset":589},{"uri":"Gene_therapy","surface_form":"gene therapy","offset":699},{"uri":"Non-coding_DNA","surface_form":"spacer DNA","offset":778},{"uri":"Bacteriophage","surface_form":"virus","offset":829},{"uri":"Plasmid","surface_form":"plasmid","offset":838},{"uri":"RNA_interference","surface_form":"RNA interference","offset":929},{"uri":"Eukaryotic","surface_form":"eukaryotic","offset":949},{"uri":"Adaptive_immunity","surface_form":"adaptive immunity","offset":1188},{"uri":"Nuclease","surface_form":"nuclease","offset":1251},{"uri":"Double_helix","surface_form":"double helix","offset":1345},{"uri":"Tissue_culture","surface_form":"cell lines and cells","offset":1632},{"uri":"Candida_albicans","surface_form":"Candida albicans","offset":1664},{"uri":"Yeast","surface_form":"yeast","offset":1693},{"uri":"Biofuel","surface_form":"biofuel","offset":1713},{"uri":"Genetically_modified_food","surface_form":"genetically modify crop","offset":1728}]}