{"id":536642,"url":"http://en.wikipedia.org/wiki/Gregg_v._Georgia","text":"\"Gregg v. Georgia\", \"Proffitt v. Florida\", \"Jurek v. Texas\", \"Woodson v. North Carolina\", and \"Roberts v. Louisiana\", were a group of landmark cases that the United States Supreme Court decided together in 1976. They had to do with capital punishment in the United States.\nIn these cases, the Court ruled that the states could use capital punishment (the death penalty), but only if they followed certain rules. If the states did not follow these rules when they sentenced people to death, they would be violating the Constitution of the United States by giving out a cruel and unusual punishment.\nIn 1972, the Court had ruled that the way Georgia was using the death penalty was unconstitutional. After this decision, all of the states stopped using the death penalty while they changed their capital punishment laws. Because of this, there were no executions in the United States between 1972 and 1976.\nHowever, in \"Gregg v. Georgia\", the Court ruled that Georgia's new death penalty law was constitutional, and they gave the state permission to execute Troy Leon Gregg. This ended the temporary stop on executions in the United States. It made it clear to the states that as long as they followed the rules set out in the \"Gregg\" decision, they could start using the death penalty again.\nHistory: \"Furman v. Georgia\".\nThe \"Gregg\" case happened because of another Supreme Court case called \"Furman v. Georgia,\" which the Court decided In 1972. In this case, three different men who had been sentenced to death argued that Georgia was giving them a cruel and unusual punishment. This is against the Eighth Amendment to the Constitution, which makes cruel and unusual punishments illegal.\nThe Supreme Court agreed that when Georgia gave the death penalty to these three men, the state violated the Eighth Amendment. Different Supreme Court Justices said Georgia's death penalty was 'cruel and unusual' for different reasons.\nThe death penalty was \"arbitrary\".\nSome Justices said that Georgia's use of the death penalty was \"arbitrary.\" This meant that Georgia's courts gave the death penalty to some people and not to others, even when they committed the same crime, for no good reason.\nThe death penalty was \"discriminatory\".\nOther Justices said Georgia's use of the death penalty was \"discriminatory\". They wrote that black defendants seemed more likely to get the death penalty than whites. This would violate the Fourteenth Amendment, which says that the states must give every person \"the equal protection of the laws.\" If a certain group, like black people, is more likely to get the death penalty just because of their race, they are not being treated equally under the laws.\nThe death penalty stops.\nAfter \"Furman\", all of the states stopped using the death penalty so they could change their capital punishment laws. They wanted these new laws to make sure the death penalty would not be given in an arbitrary or discriminatory way. By early 1975, thirty states had passed new death penalty laws that they thought would satisfy the Supreme Court and let them use the death penalty in a constitutional way.\nBackground of the case.\n\"Gregg\" started out as five separate cases in five different states: \"Gregg v. Georgia\", \"Proffitt v. Florida\", \"Jurek v. Texas\", \"Woodson v. North Carolina\", and \"Roberts v. Louisiana\".\nAfter the \"Furman\" decision, the states of Georgia, Florida, Texas, North Carolina, and Louisiana changed their death penalty laws to obey the Supreme Court's decision in \"Furman\". After this, the five defendants in these cases Troy Leon Gregg, Charles William Proffitt, Jerry Jurek, James Tyrone Woodson, and Stanislaus Roberts were each convicted of murder. Each was sentenced to death. Each defendant appealed to their state's Supreme Court. Each of the five state Supreme Courts said the death sentences were fair and legal.\nNext, the defendants asked the United States Supreme Court to decide whether their death sentences were constitutional. In \"Furman\", the Court had ruled that the death penalty was \"sometimes\" cruel and unusual punishment. These five defendants were asking the Supreme Court to rule that the death penalty was \"always\" cruel and unusual punishment. If the Court ruled this way, it would make the death penalty unconstitutional in the entire United States. The death penalty would be illegal in every state in the country.\nThe Supreme Court agreed to hear the cases, but they combined them all into one case. This one case is usually called \"Gregg v. Georgia\", because the entire name of the case is very long.\nDecision.\nThe Court ruled 7-2 that the death penalty is not always cruel and unusual punishment. (The two Justices who disagreed, William Brennan and Thurgood Marshall, had already said in \"Furman\" that they thought capital punishment was \"always\" cruel and unusual.)\nSpecifically, the Court said that Georgia's, Florida's, and Texas's new death penalty laws met these requirements. This meant these laws were constitutional, and these states could go back to executing people.\nThe Court ruled that North Carolina's and Louisiana's new laws did not meet the requirements, because they made the death penalty mandatory (required in all cases) for some crimes. This meant these laws were still unconstitutional.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark","offset":134},{"uri":"Lawsuit","surface_form":"cases","offset":143},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":158},{"uri":"Capital_punishment_in_the_United_States","surface_form":"capital punishment in the United States","offset":232},{"uri":"States_of_the_United_States","surface_form":"the states","offset":310},{"uri":"Capital_punishment","surface_form":"capital punishment","offset":331},{"uri":"Violate","surface_form":"violating","offset":504},{"uri":"Constitution_of_the_United_States","surface_form":"Constitution of the United States","offset":518},{"uri":"Cruel_and_unusual_punishment","surface_form":"cruel and unusual punishment","offset":568},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":640},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":680},{"uri":"Law","surface_form":"law","offset":813},{"uri":"Execution","surface_form":"execution","offset":850},{"uri":"United_States","surface_form":"United States","offset":868},{"uri":"Execution","surface_form":"execute","offset":1048},{"uri":"Temporary","surface_form":"temporary","offset":1088},{"uri":"Furman_v._Georgia","surface_form":"Furman v. Georgia","offset":1393},{"uri":"Eighth_Amendment_to_the_United_States_Constitution","surface_form":"Eighth Amendment to the Constitution","offset":1600},{"uri":"Court","surface_form":"court","offset":2062},{"uri":"Discrimination","surface_form":"discriminatory","offset":2287},{"uri":"Defendant","surface_form":"defendant","offset":2326},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":2417},{"uri":"Race_(sociology)","surface_form":"race","offset":2626},{"uri":"Florida","surface_form":"Florida","offset":3378},{"uri":"Texas","surface_form":"Texas","offset":3387},{"uri":"North_Carolina","surface_form":"North Carolina","offset":3394},{"uri":"Louisiana","surface_form":"Louisiana","offset":3414},{"uri":"Defendant","surface_form":"defendant","offset":3528},{"uri":"Conviction","surface_form":"convicted","offset":3665},{"uri":"Appeals_court","surface_form":"appealed","offset":3730},{"uri":"Combine","surface_form":"combined","offset":4429},{"uri":"William_J._Brennan%2C_Jr.","surface_form":"William Brennan","offset":4694},{"uri":"Thurgood_Marshall","surface_form":"Thurgood Marshall","offset":4714}]}