{"id":536667,"url":"http://en.wikipedia.org/wiki/Ineffective_assistance_of_counsel_(United_States)","text":"e=\"preserve\">Ineffective assistance of counsel means that a lawyer (counsel) did not help their client defend themselves during a trial. \"Ineffective assistance of counsel\" is a complaint that a person can make if they have been convicted of a crime, and they want to argue that their trial was not fair.\n\"Ineffective\" means that something, or someone, did not work the way it should have. \"Assistance\" means \"help.\" \"Counsel\" is a legal word for \"lawyer.\" So by making a complaint of \"ineffective assistance of counsel,\" a person is saying \"my defense attorney did not help me enough.\"\nThe right to a lawyer.\nThe Sixth Amendment to the United States Constitution says: \"the accused shall enjoy the right... to have the assistance of counsel for his defence.\" When a person says they had ineffectiveness of counsel, they are saying their lawyer was so bad that they did not receive this right to a lawyer.\n\"Strickland v. Washington\".\nThere was an important reason why these cases did not qualify as \"ineffective assistance of counsel.\" The prisoners who brought the cases to the Supreme Court could not prove the second piece of the \"Strickland test.\" They could not prove that if they had different lawyers, their trials would have turned out differently. There was so much evidence against them, and they were so obviously guilty, that the appeals courts decided having a different lawyer would not have made any difference. No lawyer could have saved these cases, the state courts basically said.\nIneffective counsel & the death penalty.\nThe issue of ineffective counsel is important in the debate over capital punishment in the United States. The University of Michigan Law School keeps a list of people who have been exonerated from death row. The list counts \"exonerations\" as cases where \"a person who has been convicted of a crime is officially cleared based on new evidence of innocence.\"\nAccording to the list, between 1989 and 2015, 116 people have been exonerated from death row. Over one out of every four of these people were exonerated because an appeals court ruled they had received ineffective assistance of counsel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawyer","surface_form":"lawyer","offset":60},{"uri":"Trial","surface_form":"trial","offset":130},{"uri":"Conviction","surface_form":"convicted","offset":229},{"uri":"Sixth_Amendment_to_the_United_States_Constitution","surface_form":"Sixth Amendment to the United States Constitution","offset":614},{"uri":"Debate","surface_form":"debate","offset":1594},{"uri":"Capital_punishment_in_the_United_States","surface_form":"capital punishment in the United States","offset":1606},{"uri":"Exoneration","surface_form":"exonerated","offset":1722}]}