{"id":536798,"url":"http://en.wikipedia.org/wiki/Essential_oil","text":"e=\"preserve\">An essential oil is a liquid from a plant. Essential oils contain chemical compounds that are useful for their scent. They are used in aromatherapy. Perfumes are made with essential oils.\nAround the world, essential oils are being studied in modern clinical trials to test ancient claims of healing. They are being studied for their effectiveness as antibacterial agents, fungicides, insecticides, pain relief, stress reduction, and skin problems.\nName.\nThe name \"essential oil\" comes from theories in the Middle Ages of a fifth element. People than believed that there were four basic elements that everything was made of: fire, water, air and earth. The elusive \"soul\" of things was called the quintessential element or the fifth element. Over time, \"quintessential\" was shortened to \"essential\". Alchemists said that this element could change iron to gold. Some believed it held the planets in their orbits.\nProducing the essential oil.\nMost essential oils today are steam distilled. This process separates out the aromatic essential oils from the solid plant matter. With steam distillation, it can take thousands of pounds of plant matter to create just one liter of essential oil.\nOther methods include expelling and solvent extraction. Expelling is using pressure to squeeze the essential oil out of the plant. This method is generally used for citrus oils. Solvent extraction uses substances such as carbon dioxide to extract the essential oil. This method is used for delicate plants such as rose and jasmine, which can be too fragile to go through the distillation process.","categories":[],"infobox_types":[],"annotations":[{"uri":"Liquid","surface_form":"liquid","offset":35},{"uri":"Plant","surface_form":"plant","offset":49},{"uri":"Chemical_compound","surface_form":"chemical compound","offset":79},{"uri":"Scent","surface_form":"scent","offset":124},{"uri":"Aromatherapy","surface_form":"aromatherapy","offset":148},{"uri":"Perfume","surface_form":"Perfume","offset":162},{"uri":"Clinical_trial","surface_form":"clinical trial","offset":262},{"uri":"Antibacterial","surface_form":"antibacterial","offset":363},{"uri":"Fungicide","surface_form":"fungicide","offset":385},{"uri":"Insecticide","surface_form":"insecticide","offset":397},{"uri":"Pain","surface_form":"pain","offset":411},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":519},{"uri":"Alchemist","surface_form":"Alchemist","offset":812},{"uri":"Distillation","surface_form":"distilled","offset":989},{"uri":"Liter","surface_form":"liter","offset":1176},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1421},{"uri":"Rose","surface_form":"rose","offset":1514},{"uri":"Jasmine","surface_form":"jasmine","offset":1523}]}