{"id":536787,"url":"http://en.wikipedia.org/wiki/Ch%C3%A2teau_de_Saint_Cloud","text":"The Château de Saint Cloud was a château in Paris, France. It was sometimes called the Palace of Saint Cloud'\". It was burned down during the Franco-Prussian War in 1870. It was once a private property of Queen Marie Antoinette. Since December 2006, there has been a movement to rebuild the Château de Saint-Cloud.\nEarly history.\nThe building was originally called the \"he Hôtel d'Aulnay\". In the 16h century, it was expanded into a château by the Gondi banking family. The estate was in the hands of the Gondi family till 1658. At that time it was bought by Philippe of France, Duke of Orléans, the only brother of Louis XIV of France. The estate remained the personal property of the descendants of Philippe of France. It was a country residence, as opposed to the Palais Royal in the center of Paris.\nQueen Marie Antoinette.\nAfter negotiating for a long time, the Château de Saint-Cloud was bought in 1785 by Louis XVI. He bought it for Marie Antoinette. She thought that the air of Saint-Cloud would be good for her children. Louis Philippe, Duke of Orléans, who had not visited the château since his morganatic marriage to his mistress Madame de Montesson, sold it for 6,000,000 livres. Marie Antoinette started changing Saint-Cloud in 1787-1788. She used her preferred architect Richard Mique. He had also decorated parts of the Palace of Versailles for the queen.\nEmperor Napoléon III.\nDuring the Second Empire, Emperor Napoléon III and Empress Eugénie held their imperial court at Saint-Cloud during the spring and the autumn. There was also a reception for Queen Victoria in honour of her 1855 visit to France. In 1859, a model railway was built in the private park. It was built for Napoléon, Prince Imperial, the 3-year-old son of emperor Napoléon III.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ch%C3%A2teau","surface_form":"château","offset":33},{"uri":"Paris","surface_form":"Paris","offset":44},{"uri":"France","surface_form":"France","offset":51},{"uri":"Franco-Prussian_War","surface_form":"Franco-Prussian War","offset":142},{"uri":"Marie_Antoinette","surface_form":"Queen Marie Antoinette","offset":205},{"uri":"Philippe%2C_Duke_of_Orl%C3%A9ans","surface_form":"Philippe of France, Duke of Orléans","offset":559},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":616},{"uri":"Palais_Royal","surface_form":"Palais Royal","offset":767},{"uri":"Louis_Philippe%2C_Duke_of_Orl%C3%A9ans","surface_form":"Louis Philippe, Duke of Orléans","offset":1030},{"uri":"Morganatic_marriage","surface_form":"morganatic marriage","offset":1105},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":1335},{"uri":"Napol%C3%A9on_III","surface_form":"Emperor Napoléon III","offset":1419},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1566}]}