{"id":536871,"url":"http://en.wikipedia.org/wiki/Escobedo_v._Illinois","text":"\"Escobedo v. Illinois\", was a landmark United States Supreme Court case decided in 1964. The Court ruled that suspects in crimes have the right to have a lawyer with them while they are being questioned by the police. This case was decided just a year after the Court ruled in \"Gideon v. Wainwright\", that indigent (poor) criminal defendants had a right to be assigned free lawyers at trial.\nCrime and arrests.\nDanny Escobedo's brother-in-law, Manuel Valtierra, was shot and killed on the night of January 19, 1960. Escobedo was arrested without a warrant early the next morning and interrogated. However, Escobedo did not admit anything to the police, and was let go that afternoon.\nAnother man named Benedict DiGerlando had also arrested, and the police thought he was another suspect. DiGerlando told the police that Escobedo's brother-in-law, Valtierra, treated Escobedo's sister badly. Because of this, Escobedo had shot and killed Valtierra, said DiGerlando.\nOn January 30, 1960, the police again arrested Escobedo, as well as his sister, Grace. While driving them to the police station, the police explained that DiGerlando had told them Escobedo was guilty. The police urged him and Grace to confess. Escobedo again refused.\nInterrogation.\nEscobedo asked to speak to his lawyer, but the police refused. They said that although he was not formally charged with a crime yet, he was in police custody and could not leave. Escobedo's lawyer went to the police station and asked many times to see Escobedo, but was not allowed to.\nPolice and prosecutors interrogated Escobedo for fifteen hours. They made Escobedo stand, handcuffed, for the entire time. Escobedo continued to ask to speak with his lawyer, and they continued to refuse. Escobedo later said that the police promised him he could go free, and would not be charged with murder, if he just confessed to the crime. Finally, after \"becoming more emotional,\" Escobedo said something about being connected with the crime. The police took this as an indirect confession.\nTrial.\nAt his murder trial, the prosecution used Escobedo's 'confession' as its most important evidence against him. A jury convicted Escobedo of murder and sentenced him to 20 years in prison.\nAppeals.\nEscobedo appealed his conviction to the Illinois Supreme Court. His trial lawyer refused to help him, so Escobedo wrote the appeal himself. However, after the Supreme Court got his appeal, he did receive a volunteer lawyer named Barry Kroll. Together, they argued that Escobedo's right to a lawyer had been violated and that his confession had been coerced (made because of pressure, lies, and threats).\nAt first, the Illinois Supreme Court agreed, and decided to give Escobedo a whole new trial. But later, it reversed its decision. The members of the court had changed their minds and decided Escobedo was guilty after all. They refused to reverse or change the original trial court's sentence.\nFinally, Kroll and Escobedo appealed to the United States Supreme Court. The Court agreed to hear the case.\nLegal questions.\nThe Sixth Amendment to the United States Constitution says that \"In all criminal prosecutions, the accused shall enjoy the right to... the Assistance of Counsel for his defence.\"\nThe Court had already decided that people had the right to a lawyer during \"trials\". However, the Court had always thought that the Sixth Amendment's right to a lawyer applied to people only \"after\" they were \"accused,\" once they were already \"in... criminal prosecutions,\" as the Amendment itself says.\nFor Escobedo.\nThe American Civil Liberties Union (ACLU) helped Kroll argue before the Court. They argued that the police violated not only Escobedo's Sixth Amendment rights, but also his Fourteenth Amendment rights.\nAgainst Escobedo.\nLawyers for Illinois argued that the police officers did the right thing when they refused to let Escobedo have a lawyer. According to the law and past Supreme Court cases, the right to a lawyer was not guaranteed until a person had actually been charged with a crime.\nIllinois also argued that if the Court ruled in favor of Escobedo, the results for law enforcement could be terrible. If lawyers had to be at every interrogation, it would be almost impossible to get confessions.\nDecision.\nThe \"Escobedo\" case divided the Supreme Court. By a vote of 5-4, the Court ruled in favor of Escobedo. They threw out his conviction, and he went free.\nThe Court ruled that the Sixth Amendment does apply to police interrogations. In other words, people have the right to a lawyer when they are being questioned by the police.\nSpecifically, the Court ruled that the right to a lawyer begins before a person is charged with a crime. It begins when the police start treating a person like a suspect.\nImportance.\n\"Escobedo\" also added extra protections for suspects. It allows them to use their Sixth Amendment right to a lawyer as soon as they become a suspect, not just after they are charged with a crime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Landmark_decision","surface_form":"landmark","offset":30},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":39},{"uri":"Lawsuit","surface_form":"case","offset":67},{"uri":"Suspect","surface_form":"suspect","offset":110},{"uri":"Crime","surface_form":"crime","offset":122},{"uri":"Rights","surface_form":"right","offset":138},{"uri":"Lawyer","surface_form":"lawyer","offset":154},{"uri":"Police","surface_form":"police","offset":210},{"uri":"Gideon_v._Wainwright","surface_form":"Gideon v. Wainwright","offset":278},{"uri":"Poverty","surface_form":"poor","offset":316},{"uri":"Defendant","surface_form":"defendant","offset":331},{"uri":"Trial","surface_form":"trial","offset":385},{"uri":"Brother-in-law","surface_form":"brother-in-law","offset":428},{"uri":"Arrest","surface_form":"arrest","offset":529},{"uri":"Warrant_(law)","surface_form":"warrant","offset":548},{"uri":"Interrogation","surface_form":"interrogated","offset":583},{"uri":"Custody","surface_form":"custody","offset":1398},{"uri":"Prosecutor","surface_form":"prosecutor","offset":1545},{"uri":"Handcuff","surface_form":"handcuff","offset":1624},{"uri":"Confession","surface_form":"confession","offset":2019},{"uri":"Trial","surface_form":"trial","offset":2052},{"uri":"Prosecutor","surface_form":"prosecution","offset":2063},{"uri":"Evidence_(law)","surface_form":"evidence","offset":2126},{"uri":"Jury","surface_form":"jury","offset":2150},{"uri":"Conviction","surface_form":"convicted","offset":2155},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":2188},{"uri":"Appeal","surface_form":"appeal","offset":2243},{"uri":"Volunteer","surface_form":"volunteer","offset":2440},{"uri":"Coercion","surface_form":"coerced","offset":2583},{"uri":"Pressure","surface_form":"pressure","offset":2608},{"uri":"Lie","surface_form":"lie","offset":2618},{"uri":"Threat","surface_form":"threat","offset":2628},{"uri":"Sixth_Amendment_to_the_United_States_Constitution","surface_form":"Sixth Amendment to the United States Constitution","offset":3060},{"uri":"Prosecution","surface_form":"prosecutions","offset":3137},{"uri":"American_Civil_Liberties_Union","surface_form":"American Civil Liberties Union","offset":3557},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":3726},{"uri":"Illinois","surface_form":"Illinois","offset":3785},{"uri":"Guarantee","surface_form":"guaranteed","offset":3976},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":4125}]}