{"id":536959,"url":"http://en.wikipedia.org/wiki/United_States_Court_of_Appeals_for_the_Ninth_Circuit","text":"The United States Court of Appeals for the Ninth Circuit (in case citations, 9th Cir.) is the largest of the 13 appeals courts in the United States's federal court system. It hears cases from federal trials courts in nine western states and two Pacific Island jurisdictions.\nThe 9th circuit.\nHeadquartered in San Francisco, California, the Ninth Circuit is by far the largest of the thirteen courts of appeals, with 29 active judgeships. The court's regular meeting places are in Seattle, Portland, San Francisco and Pasadena. Panels of the court occasionally travel to hear cases in other locations within the circuit. Although the judges travel around the circuit, the court arranges its hearings so that cases from the northern region of the circuit are heard in Seattle or Portland, cases from southern California are heard in Pasadena, and cases from northern California, Nevada, Arizona, and Hawaii are heard in San Francisco. For lawyers who must come and present their cases to the court in person, this administrative grouping of cases helps to reduce the time and cost of travel.\nHistory and background.\nThe large size of the current court is due to the fact that both the population of the western states and the geographic jurisdiction of the Ninth Circuit have increased dramatically since the U.S. Congress created the United States Court of Appeals for the Ninth Circuit in 1891. The court was originally granted appellate jurisdiction over federal district courts in California, Idaho, Montana, Nevada, Oregon, and Washington. As new states and territories were added to the federal judicial hierarchy in the twentieth century, many of those in the West were placed in the Ninth Circuit: the newly acquired Territory of Hawaii in 1900, Arizona upon its admission to the Union in 1912, the Territory of Alaska in 1948, Guam in 1951, and the Commonwealth of the Northern Mariana Islands in 1977.\nThe Ninth Circuit also had jurisdiction over certain American interests in China.\nThe Philippines were never under the Ninth Circuit's jurisdiction. Congress never created a federal district court in the Philippines from which the Ninth Circuit could hear appeals. Instead, appeals from the Supreme Court of the Philippines were taken directly to the Supreme Court of the United States.\nIn 1979, the Ninth Circuit became the first federal judicial circuit to set up a Bankruptcy Appellate Panel as authorized by the Bankruptcy Reform Act of 1978.\nThe cultural and political jurisdiction of the Ninth Circuit is just as varied as the land within its geographical borders. In a dissenting opinion in a rights of publicity case involving the \"Wheel of Fortune\" star Vanna White, Circuit Judge Alex Kozinski sardonically noted that \"[f]or better or worse, we are the Court of Appeals for the Hollywood Circuit.\" Judges from more remote parts of the circuit note the contrast between legal issues confronted by populous states such as California and those confronted by rural states such as Alaska, Idaho, Montana, and Nevada.\nJudge Andrew J. Kleinfeld, who maintains his judicial chambers in Fairbanks, Alaska, wrote in a letter in 1998: \"Much federal law is not national in scope...It is easy to make a mistake construing these laws when unfamiliar with them, as we often are, or not interpreting them regularly, as we never do.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Case_citation","surface_form":"case citation","offset":61},{"uri":"United_States_courts_of_appeals","surface_form":"appeals courts","offset":112},{"uri":"United_States","surface_form":"United States","offset":134},{"uri":"Federal_judiciary_of_the_United_States","surface_form":"federal court system","offset":150},{"uri":"Federal_judiciary_of_the_United_States","surface_form":"federal trials courts","offset":192},{"uri":"West","surface_form":"west","offset":222},{"uri":"US_states","surface_form":"states","offset":230},{"uri":"Pacific_Islands","surface_form":"Pacific Island","offset":245},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":260},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":309},{"uri":"Judge","surface_form":"judge","offset":426},{"uri":"Seattle","surface_form":"Seattle","offset":480},{"uri":"Portland%2C_OR","surface_form":"Portland","offset":489},{"uri":"Pasadena%2C_CA","surface_form":"Pasadena","offset":517},{"uri":"Nevada","surface_form":"Nevada","offset":877},{"uri":"Arizona","surface_form":"Arizona","offset":885},{"uri":"Hawaii","surface_form":"Hawaii","offset":898},{"uri":"Western_United_States","surface_form":"western states","offset":1201},{"uri":"U.S._Congress","surface_form":"U.S. Congress","offset":1307},{"uri":"California","surface_form":"California","offset":1483},{"uri":"Idaho","surface_form":"Idaho","offset":1495},{"uri":"Montana","surface_form":"Montana","offset":1502},{"uri":"Nevada","surface_form":"Nevada","offset":1511},{"uri":"Oregon","surface_form":"Oregon","offset":1519},{"uri":"Washington_(state)","surface_form":"Washington","offset":1531},{"uri":"Arizona","surface_form":"Arizona","offset":1752},{"uri":"Guam","surface_form":"Guam","offset":1834},{"uri":"Commonwealth_of_the_Northern_Mariana_Islands","surface_form":"Commonwealth of the Northern Mariana Islands","offset":1856},{"uri":"China","surface_form":"China","offset":1985},{"uri":"The_Philippines","surface_form":"The Philippines","offset":1992},{"uri":"Supreme_Court_of_the_Philippines","surface_form":"Supreme Court of the Philippines","offset":2201},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":2261},{"uri":"Bankruptcy_Appellate_Panel","surface_form":"Bankruptcy Appellate Panel","offset":2378},{"uri":"Bankruptcy_Reform_Act_of_1978","surface_form":"Bankruptcy Reform Act of 1978","offset":2426},{"uri":"Personality_rights","surface_form":"rights of publicity","offset":2610},{"uri":"Wheel_of_Fortune_(US_game_show)","surface_form":"Wheel of Fortune","offset":2650},{"uri":"Vanna_White","surface_form":"Vanna White","offset":2673},{"uri":"Alex_Kozinski","surface_form":"Alex Kozinski","offset":2700},{"uri":"Hollywood","surface_form":"Hollywood","offset":2798},{"uri":"Andrew_J._Kleinfeld","surface_form":"Andrew J. Kleinfeld","offset":3038},{"uri":"Fairbanks%2C_Alaska","surface_form":"Fairbanks, Alaska","offset":3098}]}