{"id":536982,"url":"http://en.wikipedia.org/wiki/Mitigating_factor","text":"ce=\"preserve\">When a person commits a capital crime, a mitigating factor is something that might help the person avoid getting the death penalty. (\"To mitigate\" means \"to decrease.\" A \"factor\" is something that causes something else. So, in law, a mitigating factor is something that can cause punishment to decrease.)\nMitigating factors do not automatically result in decreased punishment. Judges and juries also think about aggravating factors things that are likely to cause a more severe punishment.\nAlso, mitigating factors are not an excuse for committing a crime. They may help explain what caused a person to commit a crime, but they do not mean the person did nothing wrong.\nAfrica.\nSixteen countries in Africa have \"abolished\" the death penalty (made it illegal in the country). Another 22 countries have not used the death penalty in over 10 years, or have a moratorium (a temporary stop) on the death penalty.\nAccording to Cornell University's Law School, as of 2015, only one of the countries in Africa that still uses the death penalty has laws about mitigating factors. That country is Botswana.\nBotswana.\nIn Botswana, a person convicted of murder is given the death penalty unless they can show mitigating factors. However, the law in Botswana does not say what these mitigating factors could be, or give examples. This means it is up to each individual judge to decide whether something is a mitigating factor.\nThe law in Botswana does not allow judges to consider mitigating factors from \"before\" the murder. For example, if a person was abused as a child, or was abused by their victim, these could not count as extenuating circumstances. Only things that happened right at the time of the murder are considered as mitigating factors.\nMandatory death penalty.\nNine countries in Africa that use the death penalty have mandatory death sentences for certain crimes. This means courts will not consider any mitigating factors, no matter what.\nAmericas.\nOnly two countries in the Americas have executed a person in the past ten years: the United States and St. Kitts and Nevis. The rest have abolished the death penalty or have a moratorium in place.\nSt. Kitts and Nevis.\nSt. Kitts and Nevis's last execution was in 2008.\nSt. Kitts and Nevis allows the death penalty for murder or treason. One of the country's Supreme Court decisions said that the death penalty must only be used with \"the most exceptional and extreme cases of murder.\" However, the law does not seem to define what makes a murder \"exceptional\" and what mitigating factors might prevent the death penalty.\nSt. Kitts and Nevis does have a law against executing people who were under age 18 when they committed their crime.\nUnited States.\nIn the United States, mitigating factors are very important in death penalty cases. Mitigating factors can help prosecutors decide whether to ask for the death penalty. Also, the United States Supreme Court has ruled several times that judges and juries must think about mitigating factors before deciding on a sentence.\nThe United States Supreme Court has made the mandatory death penalty illegal. To be fair, the Court ruled, each judge or jury has to think about whether an individual defendant deserves the death penalty.\nMandatory death sentences.\nFourteen of the countries in the Asia-Pacific region that use the death penalty have the mandatory death penalty for certain crimes.\nJapan.\nHowever, these nine things are not all equal. For example, a person could have five mitigating factors (they were young, they felt terrible about the crime, and so on). However, if the victim's family very much wanted the killer to get the death penalty, the judge might order the death penalty anyway. In this Japanese system, mitigating factors do not \"outweigh\" aggravating factors.\nChina.\nIn the late 1990s, China started working on making punishments fit the crime, instead of requiring the death penalty automatically for many crimes. For example, in 1999, China's Supreme People's Court ruled that the death penalty should not be used if there were mitigating circumstances for example, if a murder victim did something to cause the crime or make the situation worse.\nIn 2012, China wrote new rules for sentencing criminals. They include stricter rules for sentencing, so judges have a few specific choices for sentences. Then they can think about mitigating factors (and aggravating factors) to decide which of these choices fits the crime the best. Examples of mitigating factors under these new rules include surrendering and confessing to police.\nIn its own words, the Supreme People's Court said in a 2004 report that they had worked as hard as they could to make sure \"that the death penalty shall only be applied to a very small number of criminals who have committed extremely serious crimes.\"\nThe Middle East.\nPolitical scholar Benjamin MacQueen writes that some Middle Eastern countries, like Algeria, give \"mitigated sentences\" to people who belong to terrorist groups or the insurgency (groups fighting against different governments in the Middle East. These people get they death sentences cancelled, and their prison sentences cut by years or even decades, he says. This way, the state and prison officials can look like they were doing nothing wrong; they were just letting people out early for behaving well in jail. At the same time, the terrorists and insurgents could go back to fighting, and the states could support them without looking like they really were.\nEurope and Central Asia.\nAs of January 2016, Belarus is the only country in Europe or Central Asia that still uses the death penalty. Some other countries still have death penalty laws, but they have not used the death penalty in over 10 years, or they have a moratorium (a temporary stop) on the death penalty.p. 41 Outside of Belarus, nobody has been executed in Europe since 1997.\nThe European Union is strongly against the death penalty, and fights for this punishment to be ended throughout Europe. Any country that wants to be in the European Union must first end the death penalty in their country.\nBelarus.\nThe law in Belarus allows the death penalty for murder, terrorism that causes death, treason, war crimes, crimes against humanity, and genocide.\nThe only mitigating factor listed in Belarus's laws is mental illness. If a person becomes mentally ill after being sentenced, and they cannot understand or control their behavior, they are not given the death penalty. However, if they recover, they are executed, no matter how long it has been.\nInternational courts.\nSince the end of the Nuremberg Trials after World War II, the major international courts in the world have outlawed the death penalty in their courts. For example, in 1993, the United Nations set up an International Criminal Tribunal for the Former Yugoslavia (which is still prosecuting people as of 2016). In 1994, the United Nations Security Council set up the International Criminal Tribunal for Rwanda, to look into and punish crimes committed during the Rwandan Genocide. Neither of these courts were allowed to hand out death sentences.\nIn 1998, the International Criminal Court was created as a permanent international. Its job is to look into and try war crimes, crimes against humanity, and genocide, wherever in the world they happen. However, no matter how bad these crimes are, the ICC is not allowed to use the death penalty as a punishment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_offence","surface_form":"capital crime","offset":38},{"uri":"Death_penalty","surface_form":"death penalty","offset":131},{"uri":"Factor","surface_form":"factor","offset":185},{"uri":"Law","surface_form":"law","offset":241},{"uri":"Punishment","surface_form":"punishment","offset":294},{"uri":"Judge","surface_form":"Judge","offset":391},{"uri":"Jury","surface_form":"juries","offset":402},{"uri":"Aggravating_factor","surface_form":"aggravating factor","offset":426},{"uri":"Africa","surface_form":"Africa","offset":713},{"uri":"Illegal","surface_form":"illegal","offset":764},{"uri":"Moratorium","surface_form":"moratorium","offset":870},{"uri":"Temporary","surface_form":"temporary","offset":884},{"uri":"Cornell_University","surface_form":"Cornell University","offset":935},{"uri":"Law_school","surface_form":"Law School","offset":956},{"uri":"Botswana","surface_form":"Botswana","offset":1101},{"uri":"Conviction","surface_form":"convicted","offset":1143},{"uri":"Judge","surface_form":"judge","offset":1370},{"uri":"Consider","surface_form":"consider","offset":1473},{"uri":"Child_abuse","surface_form":"abused as a child","offset":1556},{"uri":"Abuse","surface_form":"abuse","offset":1582},{"uri":"Mandatory","surface_form":"mandatory","offset":1836},{"uri":"United_States","surface_form":"United States","offset":2053},{"uri":"St._Kitts_and_Nevis","surface_form":"St. Kitts and Nevis","offset":2071},{"uri":"Supreme_Court","surface_form":"Supreme Court","offset":2325},{"uri":"Exceptional","surface_form":"exceptional","offset":2410},{"uri":"Extreme","surface_form":"extreme","offset":2426},{"uri":"United_States","surface_form":"United States","offset":2726},{"uri":"Death_penalty","surface_form":"death penalty","offset":2782},{"uri":"Prosecutor","surface_form":"prosecutor","offset":2831},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":2898},{"uri":"Sentence_(law)","surface_form":"sentence","offset":3030},{"uri":"Mandatory","surface_form":"mandatory","offset":3085},{"uri":"Asia","surface_form":"Asia","offset":3305},{"uri":"Outweigh","surface_form":"outweigh","offset":3767},{"uri":"China","surface_form":"China","offset":3824},{"uri":"Surrender","surface_form":"surrendering","offset":4531},{"uri":"Confession","surface_form":"confessing","offset":4548},{"uri":"Politics","surface_form":"Political","offset":4838},{"uri":"Middle_East","surface_form":"Middle East","offset":4891},{"uri":"Algeria","surface_form":"Algeria","offset":4922},{"uri":"Terrorism","surface_form":"terrorist","offset":4982},{"uri":"Insurgency","surface_form":"insurgency","offset":5006},{"uri":"Government","surface_form":"government","offset":5052},{"uri":"Decade","surface_form":"decade","offset":5181},{"uri":"Belarus","surface_form":"Belarus","offset":5545},{"uri":"Europe","surface_form":"Europe","offset":5576},{"uri":"Central_Asia","surface_form":"Central Asia","offset":5586},{"uri":"Moratorium","surface_form":"moratorium","offset":5760},{"uri":"Temporary","surface_form":"temporary","offset":5774},{"uri":"European_Union","surface_form":"European Union","offset":5888},{"uri":"Murder","surface_form":"murder","offset":6163},{"uri":"Terrorism","surface_form":"terrorism","offset":6171},{"uri":"Treason","surface_form":"treason","offset":6200},{"uri":"War_crime","surface_form":"war crime","offset":6209},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":6221},{"uri":"Genocide","surface_form":"genocide","offset":6250},{"uri":"Mental_illness","surface_form":"mental illness","offset":6315},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":6376},{"uri":"Execution","surface_form":"executed","offset":6514},{"uri":"Nuremberg_Trials","surface_form":"Nuremberg Trials","offset":6599},{"uri":"World_War_II","surface_form":"World War II","offset":6622},{"uri":"International","surface_form":"international","offset":6646},{"uri":"Court","surface_form":"court","offset":6660},{"uri":"United_Nations","surface_form":"United Nations","offset":6755},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":6827},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":6899},{"uri":"Rwandan_Genocide","surface_form":"Rwandan Genocide","offset":7038},{"uri":"International_Criminal_Court","surface_form":"International Criminal Court","offset":7135},{"uri":"Permanent","surface_form":"permanent","offset":7181},{"uri":"War_crime","surface_form":"war crime","offset":7238},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":7250},{"uri":"Genocide","surface_form":"genocide","offset":7279}]}