{"id":537059,"url":"http://en.wikipedia.org/wiki/Reconstruction_Amendments","text":"The Reconstruction Amendments are the Thirteenth, Fourteenth, and Fifteenth amendments to the United States Constitution, adopted between 1865 and 1870, the five years immediately following the Civil War. The amendments were important in carrying out the reconstruction of the southern states after the war. Many northern politicians saw them as changing the United States from a country that was (in Abraham Lincoln's words) \"half slave and half free\" to one in which the constitutionally guaranteed \"blessings of liberty\" would be extended to all the people, including the former slaves and their descendants.\nThe Thirteenth Amendment (proposed and ratified in 1865) abolished slavery. The Fourteenth Amendment (proposed in 1866 and ratified in 1868) created the privileges and immunities clause, applicable to all citizens; and made the due process and equal protection clauses applicable to all persons. The Fifteenth Amendment, (proposed in 1869 and ratified in 1870) prohibits discrimination in voting rights of citizens on the basis of \"race, color, or previous condition of servitude.\"\nThirteenth Amendment.\nThe Thirteenth Amendment to the United States Constitution abolished slavery and involuntary servitude, except as punishment for a crime. It was passed by the U.S. Senate on April 8, 1864. The U.S. House of Representatives passed it on January 31, 1865. The measure was swiftly ratified by all but three Union states (the exceptions were Delaware, New Jersey, and Kentucky), and by a sufficient number of border and \"reconstructed\" Southern states. It was ratified by December 6, 1865. On December 18, 1865, Secretary of State William H. Seward proclaimed it to have been incorporated into the federal Constitution. It became part of the Constitution 61 years after the Twelfth Amendment. This is the longest interval between constitutional amendments to date.\nFourteenth Amendment.\nThe Fourteenth Amendment to the United States Constitution was proposed by Congress on June 13, 1866. By July 9, 1868, it had received ratifications by the legislatures of the required number of states in order to officially become the Fourteenth Amendment. On July 20, 1868, Secretary of State William Seward certified that it had been ratified and added to the federal Constitution. The amendment addresses citizenship rights and equal protection of the laws. It was proposed in response to issues related to treatment of freedmen following the war. The amendment was bitterly opposed, particularly by Southern states, which were forced to ratify it in order for their delegations to be able to return to Congress. The Fourteenth Amendment, particularly its first section, is one of the most litigated parts of the Constitution. It formed the basis for landmark decisions such as \"Roe v. Wade\" (1973), regarding abortion, and \"Bush v. Gore\" (2000), regarding the 2000 presidential election.\nFifteenth Amendment.\nThe Fifteenth Amendment to the United States Constitution prohibits the federal and state governments from denying a male citizen the right to vote based on that citizen's \"race, color, or previous condition of servitude\". It was ratified on February 3, 1870, as the third and last of the Reconstruction Amendments.\nBy 1869, amendments had been passed to abolish slavery and provide citizenship and equal protection under the laws. But the narrow election of Ulysses S. Grant to the presidency in 1868 convinced a majority of Republicans that black voters would be important for the party's future. After rejecting more sweeping versions of a suffrage amendment, Congress proposed a compromise amendment banning restrictions on the basis of race, color, or previous servitude on February 26, 1869. The amendment survived a difficult ratification fight and was adopted on March 30, 1870. After blacks gained the vote, the Ku Klux Klan directed some of their attacks to disrupt their political meetings and intimidate them at the polls, to suppress black participation. In the mid-1870s, there was a rise in new insurgent groups, such as the Red Shirts and White League, who acted on behalf of the Democratic Party to violently suppress black voting. While white Democrats regained power in southern state legislatures, through the 1880s and early 1890s, numerous blacks continued to be elected to local offices in many states, as well as to Congress as late as 1894.\nEffects.\nFrom 1890 to 1910, all the states of the former Confederacy passed new constitutions and other laws that found new methods to get around the Fifteenth Amendment, such as poll taxes, residency rules, and literacy tests administered by white staff, sometimes with exemptions for whites via grandfather clauses. When challenges reached the Supreme Court, it interpreted the amendment narrowly, ruling based on the stated intent of the laws rather than their practical effect. The results in voter suppression were dramatic, as voter rolls fell: nearly all blacks, as well as tens of thousands of poor whites in Alabama and other states, were forced off the voter registration rolls and out of the political system, effectively excluding millions of people from representation. Democratic state legislatures passed racial segregation laws for public facilities and other types of Jim Crow restrictions. During this period of political struggle, the rate of lynchings in the South reached an all-time high.\nIn the twentieth century, the Court interpreted the amendment more broadly, striking down grandfather clauses in \"Guinn v. United States\" (1915). It took a quarter century to finally dismantle the white primary system in the \"Texas primary cases\" (1927–1953). With the South having become a one-party region after the disfranchisement of blacks, Democratic Party primaries were the only competitive contests in the states. But Southern states reacted rapidly to Supreme Court decisions, often devising new ways to continue to exclude blacks from voter rolls and voting; most blacks in the South did not gain the ability to vote until after passage of the mid-1960s federal civil rights legislation and beginning of federal oversight of voter registration and district boundaries. The Twenty-fourth Amendment (1964) forbade the requirement for poll taxes in federal elections; by this time five of the eleven southern states continued to require such taxes. Together with the US Supreme Court ruling in \"Harper v. Virginia State Board of Elections\" (1966), which forbade requiring poll taxes in state elections, blacks regained the opportunity to participate in the American political system.\nThese amendments were intended to guarantee freedom to former slaves and to prevent discrimination in civil rights to former slaves and all citizens of the United States. The promise of these amendments was lessened by state laws and federal court decisions over the course of the 19th century. In 1876 and later, some states passed Jim Crow laws that limited the rights of African-Americans. Important Supreme Court decisions that undermined these amendments were the \"Slaughter-House Cases\" in 1873, which prevented rights guaranteed under the Fourteenth Amendment's privileges or immunities clause from being extended to rights under state law; and \"Plessy v. Ferguson\" in 1896 which originated the phrase \"separate but equal\" and gave federal approval to Jim Crow laws. The full benefits of the Thirteenth, Fourteenth, and Fifteenth amendments were not realized until the Supreme Court decision in \"Brown v. Board of Education\" in 1954 and laws such as the Civil Rights Act of 1964 and the Voting Rights Act of 1965.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth","offset":38},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth","offset":50},{"uri":"Fifteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fifteenth","offset":66},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":94},{"uri":"American_Civil_War","surface_form":"Civil War","offset":194},{"uri":"Reconstruction_era_of_the_United_States","surface_form":"reconstruction","offset":255},{"uri":"South","surface_form":"south","offset":277},{"uri":"US_states","surface_form":"states","offset":286},{"uri":"North","surface_form":"north","offset":313},{"uri":"Politician","surface_form":"politician","offset":322},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":401},{"uri":"Slave","surface_form":"slave","offset":432},{"uri":"Constitutional","surface_form":"constitutional","offset":473},{"uri":"Guarantee","surface_form":"guarantee","offset":490},{"uri":"Slave","surface_form":"slave","offset":582},{"uri":"Descendant","surface_form":"descendant","offset":599},{"uri":"Privileges_and_Immunities_Clause","surface_form":"privileges and immunities","offset":765},{"uri":"Due_process","surface_form":"due process","offset":840},{"uri":"Equal_Protection_Clause","surface_form":"equal protection","offset":856},{"uri":"Discrimination","surface_form":"discrimination","offset":983},{"uri":"Rights","surface_form":"rights","offset":1008},{"uri":"Race_(sociology)","surface_form":"race","offset":1044},{"uri":"Human_skin_colour","surface_form":"color","offset":1050},{"uri":"Servitude","surface_form":"servitude","offset":1082},{"uri":"Slavery","surface_form":"involuntary servitude","offset":1197},{"uri":"Crime","surface_form":"crime","offset":1247},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":1275},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":1309},{"uri":"Union_(American_Civil_War)","surface_form":"Union states","offset":1420},{"uri":"Ratification","surface_form":"ratified","offset":1572},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":1624},{"uri":"William_H._Seward","surface_form":"William H. Seward","offset":1643},{"uri":"Proclaim","surface_form":"proclaim","offset":1661},{"uri":"Incorporate","surface_form":"incorporate","offset":1688},{"uri":"Twelfth_Amendment_to_the_United_States_Constitution","surface_form":"Twelfth Amendment","offset":1786},{"uri":"Legislature","surface_form":"legislature","offset":2055},{"uri":"Freedmen","surface_form":"freedmen","offset":2423},{"uri":"Oppose","surface_form":"oppose","offset":2478},{"uri":"Delegation","surface_form":"delegation","offset":2570},{"uri":"Lawsuit","surface_form":"litigated","offset":2693},{"uri":"Landmark_decision","surface_form":"landmark decision","offset":2754},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":2782},{"uri":"Abortion","surface_form":"abortion","offset":2813},{"uri":"Bush_v._Gore","surface_form":"Bush v. Gore","offset":2828},{"uri":"United_States_presidential_election%2C_2000","surface_form":"2000 presidential election","offset":2864},{"uri":"Suffrage","surface_form":"right to vote","offset":3047},{"uri":"Race_(classification_of_humans)","surface_form":"race","offset":3086},{"uri":"Colored","surface_form":"color","offset":3092},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":3372},{"uri":"Ku_Klux_Klan","surface_form":"Ku Klux Klan","offset":3834},{"uri":"Voter_suppression","surface_form":"suppress","offset":3951},{"uri":"Red_Shirts_(Southern_United_States)","surface_form":"Red Shirts","offset":4053},{"uri":"White_League","surface_form":"White League","offset":4068},{"uri":"Poll_tax_(United_States)","surface_form":"poll taxes","offset":4558},{"uri":"Literacy_tests","surface_form":"literacy tests","offset":4591},{"uri":"Grandfather_clauses","surface_form":"grandfather clauses","offset":4676},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":5199},{"uri":"Jim_Crow","surface_form":"Jim Crow","offset":5264},{"uri":"Lynchings","surface_form":"lynchings","offset":5341},{"uri":"Guinn_v._United_States","surface_form":"Guinn v. United States","offset":5504},{"uri":"Twenty-fourth_Amendment_to_the_United_States_Constitution","surface_form":"Twenty-fourth Amendment","offset":6174},{"uri":"Harper_v._Virginia_State_Board_of_Elections","surface_form":"Harper v. Virginia State Board of Elections","offset":6393},{"uri":"Freedom","surface_form":"freedom","offset":6626},{"uri":"Discrimination","surface_form":"discrimination","offset":6666},{"uri":"Civil_rights","surface_form":"civil rights","offset":6684},{"uri":"Citizen","surface_form":"citizen","offset":6722},{"uri":"Federal_judiciary_of_the_United_States","surface_form":"federal court","offset":6816},{"uri":"19th_century","surface_form":"19th century","offset":6863},{"uri":"Jim_Crow_laws","surface_form":"Jim Crow laws","offset":6915},{"uri":"African-American","surface_form":"African-American","offset":6956},{"uri":"Slaughter-House_Cases","surface_form":"Slaughter-House Cases","offset":7052},{"uri":"Plessy_v._Ferguson","surface_form":"Plessy v. Ferguson","offset":7235},{"uri":"Separate_but_equal","surface_form":"separate but equal","offset":7292},{"uri":"Brown_v._Board_of_Education","surface_form":"Brown v. Board of Education","offset":7485},{"uri":"Civil_Rights_Act_of_1964","surface_form":"Civil Rights Act of 1964","offset":7543},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act of 1965","offset":7576}]}