{"id":537198,"url":"http://en.wikipedia.org/wiki/State_governments_of_the_United_States","text":"ce=\"preserve\">In the United States, each of the 50 states has its own state government. This means there are 50 separate state governments of the United States.\nFederal vs. state governments.\nThe state governments are mostly set up in the same way as the federal government of the United States. However, the state and federal governments are not the same. Mostly, each state government controls things that have to do with its own state. The federal government controls things that affect the whole country.\nThe United States Constitution divides power between the state governments and the federal government. The Founding Fathers of the United States wrote the Constitution this way to make sure that neither the federal government or the states could get too powerful.\nLegislature.\nEvery state has its own state legislature, which makes laws that affect that state only.\nEach of the 50 states, except Nebraska, has a \"bicameral\" legislature. This means there are two different parts, called \"houses,\" to the legislature. Usually, the two houses are called the Senate and the House of Representatives. Nebraska has a \"unicameral\" legislature, meaning it only has one house: the Senate.\nThese next two sections will talk about the bicameral state legislatures (the ones with two different parts (unlike Nebraska).\nThe Senate.\nOne of the two different houses of the state legislatures is called the Senate. Sometimes it is called the State Senate, to make it clear that it is different from the federal government's United States Senate.\nUntil 1964, state senators were often elected from districts that were based on county lines. Sometimes, many more people would live in one district than another. In almost all of the states, people in rural areas got much greater representation from their senators. In other words, an urban county and a rural county would have the same number of senators. However, the rural county would have far fewer people. This meant it was easier for these people to get attention from their senators, and get their senators to do what they wanted.\nHowever, in the 1964 decision \"Reynolds v. Sims\", the United States Supreme Court ruled that state senators had to cover districts that had about the same number of people in them. This is different than the United States Senate, where every state gets two United States Senators, no matter how many people live there.\nThe House of Representatives.\nThe second house in the state legislatures is usually called the House of Representatives.\nExecutive.\nEvery state has a Governor, who is in charge of the state's executive branch of government. The people in that state elect the Governor.\nIn most state governments, \"departments\" are the most powerful part of the executive branch. The secretary of a department is usually a member of the Governor's cabinet (a group of people who give the Governor advice). The members of the cabinet also keep the Governor up to date on whatever is happening in all the different executive agencies.\nEach department may include divisions, offices, and/or agencies. Every state government is allowed to organize its executive departments and agencies any way it wants. Because of this, each state government is organized in a different way.\nThe executive branch may also include many other organizations. These may include commissions, councils, offices, corporations, or many other things. A department or division might be in charge of these organizations, or they might be independent.\nJudiciary.\nEach state has a few different kinds of state courts.\nIn most states, appeals courts (also called \"appellate courts\") are the next level of state courts. If someone who went to a trial court thinks that court made the wrong decision, they can appeal to an appellate court. That court can decide to reverse the lower (less powerful) trial court's decision. The appeals courts can do this if the trial court made a legal mistake.\nFinally, most states have a supreme court. This is the most powerful court in the state. If a person has already appealed to the appellate courts, and they still think the court's decision was wrong, they can appeal to the state supreme court. Once the state supreme court makes a decision, that decision becomes state law. The decision can only be changed or reversed by federal courts. That can only happen if the federal courts think the state supreme court made a decision that violated the Constitution.\nEach state's constitution or legislature spells out what type of courts the state will have, how they will work, and how judges will be chosen. Like with state executive departments, state courts can be very different from state to state.","categories":[],"infobox_types":[],"annotations":[{"uri":"States_of_the_United_States","surface_form":"50 states","offset":48},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government of the United States","offset":255},{"uri":"Federal","surface_form":"federal","offset":319},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":513},{"uri":"Federalism_in_the_United_States","surface_form":"divides power","offset":540},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers of the United States","offset":616},{"uri":"Legislature","surface_form":"legislature","offset":816},{"uri":"Law","surface_form":"law","offset":841},{"uri":"Nebraska","surface_form":"Nebraska","offset":905},{"uri":"Bicameral","surface_form":"bicameral","offset":922},{"uri":"Unicameral","surface_form":"unicameral","offset":1121},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1517},{"uri":"Election","surface_form":"elected","offset":1577},{"uri":"District","surface_form":"districts","offset":1590},{"uri":"Rural","surface_form":"rural","offset":1741},{"uri":"Urban","surface_form":"urban","offset":1825},{"uri":"Reynolds_v._Sims","surface_form":"Reynolds v. Sims","offset":2110},{"uri":"United_States_Supreme_Court","surface_form":"United States Supreme Court","offset":2133},{"uri":"Governor","surface_form":"Governor","offset":2548},{"uri":"Executive_(government)","surface_form":"executive","offset":2590},{"uri":"Election","surface_form":"elect","offset":2647},{"uri":"Agency","surface_form":"agencies","offset":3068},{"uri":"Commission","surface_form":"commissions","offset":3335},{"uri":"Council","surface_form":"councils","offset":3348},{"uri":"Corporation","surface_form":"corporation","offset":3367},{"uri":"Independent","surface_form":"independent","offset":3488},{"uri":"State_court_(United_States)","surface_form":"state courts","offset":3552},{"uri":"Appeals_court","surface_form":"appeals court","offset":3582},{"uri":"Appeal","surface_form":"appeal","offset":3755},{"uri":"State_supreme_court","surface_form":"supreme court","offset":3968},{"uri":"Federal_judiciary_of_the_United_States","surface_form":"federal courts","offset":4312},{"uri":"Violate","surface_form":"violated","offset":4422},{"uri":"Constitution","surface_form":"Constitution","offset":4435},{"uri":"Constitution","surface_form":"constitution","offset":4462},{"uri":"Judge","surface_form":"judge","offset":4570}]}