{"id":537175,"url":"http://en.wikipedia.org/wiki/Spahn_Ranch","text":"Spahn Ranch, also known as the Spahn Movie Ranch, was a large movie ranch in Los Angeles County, California. It was used for filming mostly old Western movies and television programs. With its mountains and western scenery, the ranch was ideal for cowboy and Indian type shows. Some of the well known TV shows which were made at Spahn were episodes of Bonanza, The Lone Ranger, and Zorro.\nThe ranch is no longer in use. The entrance was at 12000 Santa Susana Pass Road but the street number has changed. The ranch was very popular due to its being a home for Charles Manson and his followers. They lived there during 1968 and 1969. It was owned and named after a dairy farmer named George Spahn.\nCharles Manson.\nGeorge Spahn, an old man whom lived and owned the ranch decided to allow Charles Manson and his 'family' to move in, rent-free, in exchange for helping out on the ranch. Manson and his family did daily chores and helped run the horse rental business, which had become Spahn's main source of income.. One of the Manson girls, Lynette Fromme, would take care of George Spahn, who was half blind, needed and appreciated the assistance. George Spahn was never accused of any involvement in the crimes for which members of the Family were later convicted, the most infamous being the Tate-LaBianca murders committed on August 9th and 10th, 1969. In the months after, a documentary film creator named Robert Hendrickson began filming the Manson Family at the ranch for his documentary film \"Manson\". There he filmed George Spahn, Lynette Fromme, Nancy Pittman, Catherine Share, Sandra Good, Paul Watkins and many others. It is the place where the 'family' lived while committing the 1969 Tate-LaBianca murders in Los Angeles. A wildfire destroyed all of the Spahn Movie Ranch film set and building on September 26, 1970. The owner, George Spahn died on September 22, 1974.\nCurrently.\nThe Spahn Movie Ranch site is empty, abandoned and now part of California's Santa Susana Pass State Historic Park with the historic section along Old Santa Susana Stage Road, on the park's northern side. Many hiking trails give access to the natural beauty and the panoramic views of the San Fernando Valley. Today, the only physical remains of what was once the Manson residence is known as the Manson Family Cave, so called from a popular photo which has circulated over the years which still is intact and exactly how it appeared back then.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Movie","surface_form":"movie","offset":62},{"uri":"Ranch","surface_form":"ranch","offset":68},{"uri":"Los_Angeles_County","surface_form":"Los Angeles County","offset":77},{"uri":"California","surface_form":"California","offset":97},{"uri":"Western_movie","surface_form":"Western movie","offset":144},{"uri":"Television_program","surface_form":"television program","offset":163},{"uri":"Mountain","surface_form":"mountain","offset":193},{"uri":"Western_(genre)","surface_form":"cowboy and Indian","offset":248},{"uri":"Charles_Manson","surface_form":"Charles Manson","offset":559},{"uri":"Tate-LaBianca","surface_form":"Tate-LaBianca","offset":1291},{"uri":"Manson_(film)","surface_form":"\"Manson\"","offset":1496},{"uri":"Tate-LaBianca","surface_form":"Tate-LaBianca","offset":1694},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1719},{"uri":"Wildfire","surface_form":"wildfire","offset":1734},{"uri":"George_Spahn","surface_form":"George Spahn","offset":1838},{"uri":"Hiking","surface_form":"hiking","offset":2099}]}