{"id":537245,"url":"http://en.wikipedia.org/wiki/Controlled_Substances_Act","text":"ce=\"preserve\">The Controlled Substances Act (CSA) is a United States federal law. It controls what drugs American people and companies can have, make, import, and use. It also controls what drugs doctors can prescribe.\n\"Controlled substances\" include illegal drugs, chemicals that are used to make illegal drugs, and some medications. If a government has rules or laws about a certain drug, then that drug is called a controlled substance.\nThe United States Congress passed the law as part of the Comprehensive Drug Abuse Prevention and Control Act of 1970. President Richard Nixon signed the bill into law on October 27, 1970.\nSummary.\nThe CSA does not include alcohol or tobacco as \"controlled substances.\"\nAmendments.\nSince the CSA was created in 1970, many new illegal drugs and medications have been developed. Because of this, the Act has been amended many times to add on new types of drugs.\nThe Schedules.\nThis table gives a summary of the differences between the different Schedules.\nSchedule I.\nThe CSA says that no doctor in the United States can write a prescription for a Schedule I drug. Some states have passed laws allowing doctors to prescribe marijuana for diseases like cancer and AIDS. Even though those prescriptions are legal in those states, they are still illegal under the CSA.\nSchedule II.\nSchedule II drugs are the most-controlled type of drugs that a doctor can write a prescription for. Some drugs that are usually illegal are on Schedule II. They are on Schedule II instead of Schedule I because sometimes, they can be used for medical reasons. For example, Schedule II includes cocaine, because it can stop bleeding and kill pain in the mouth, throat, and nose. Schedule II also includes methamphetamine, because it is sometimes used to treat Attention-Deficit Hyperactivity Disorder (ADHD) and severe obesity.\nThe CSA puts limits on prescriptions for Schedule II drugs. For example, prescriptions for these drugs cannot be refilled. The patient cannot get more of the medication at the pharmacy without getting a new prescription. Also, the doctor must write the prescription they cannot call or fax the prescription to the pharmacy. The pharmacy needs an original copy of the prescription.\nSchedule III.\nSchedule III drugs are less controlled than Schedule II drugs. Doctors can send these prescriptions to a pharmacy by fax or phone. These prescriptions can be refilled five times in six months without the patient needing a new prescription.\nSchedule V.\nSchedule V drugs are the least strictly controlled of all the controlled substances. A doctor can call or fax the prescription to the pharmacy. There is no limit on the number of times a prescription can be refilled.\nEnforcement.\nThe United States Drug Enforcement Administration (DEA) is in charge of enforcing the CSA. The DEA is part of the United States Department of Justice.\nUsually, only two government agencies can add or remove drugs from a Schedule. These agencies are the (DEA) and the United States Food and Drug Administration (FDA). However, sometimes Congress passes special laws to add a drug to the CSA.\nAnyone can ask the DEA to add a drug, remove a drug, or change a drug to a different Schedule in the CSA. Even a regular person can petition the DEA for a change. After it gets a petition, the DEA starts an investigation of the drug.\nDuring these investigations, the DEA gathers a lot of information, talks to different government agencies, gets the FDA's opinion, and does research. Because all of this takes time, a federal law allows the Attorney General of the United States to put a drug on Schedule I for a year. The law only allows this when there is \"an imminent hazard\" (an immediate threat) \"to the public safety.\" For example, in 2011, the Attorney General used this law to put synthetic cannabinoids on Schedule I.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"United States","offset":55},{"uri":"Federal_law","surface_form":"federal law","offset":69},{"uri":"Drug","surface_form":"drug","offset":99},{"uri":"Company","surface_form":"companies","offset":125},{"uri":"Import","surface_form":"import","offset":151},{"uri":"Medical_doctor","surface_form":"doctors","offset":196},{"uri":"Prescription","surface_form":"prescribe","offset":208},{"uri":"Controlled_substance","surface_form":"Controlled substance","offset":220},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":251},{"uri":"Chemical","surface_form":"chemical","offset":266},{"uri":"Medication","surface_form":"medication","offset":322},{"uri":"Government","surface_form":"government","offset":340},{"uri":"Law","surface_form":"law","offset":364},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":444},{"uri":"Comprehensive_Drug_Abuse_Prevention_and_Control_Act_of_1970","surface_form":"Comprehensive Drug Abuse Prevention and Control Act of 1970","offset":497},{"uri":"United_States_President","surface_form":"President","offset":558},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":568},{"uri":"Bill_(proposed_law)","surface_form":"bill","offset":593},{"uri":"Alcoholic_drink","surface_form":"alcohol","offset":662},{"uri":"Tobacco","surface_form":"tobacco","offset":673},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":765},{"uri":"Medication","surface_form":"medication","offset":783},{"uri":"Summary","surface_form":"summary","offset":933},{"uri":"Medicinal_marijuana","surface_form":"prescribe marijuana","offset":1151},{"uri":"Disease","surface_form":"disease","offset":1175},{"uri":"Cancer","surface_form":"cancer","offset":1189},{"uri":"AIDS","surface_form":"AIDS","offset":1200},{"uri":"Cocaine","surface_form":"cocaine","offset":1609},{"uri":"Bleeding","surface_form":"bleeding","offset":1638},{"uri":"Methamphetamine","surface_form":"methamphetamine","offset":1719},{"uri":"ADHD","surface_form":"Attention-Deficit Hyperactivity Disorder","offset":1774},{"uri":"Obesity","surface_form":"obesity","offset":1833},{"uri":"Fax","surface_form":"fax","offset":2128},{"uri":"Drug_Enforcement_Administration","surface_form":"Drug Enforcement Administration","offset":2737},{"uri":"Enforce","surface_form":"enforcing","offset":2791},{"uri":"United_States_Department_of_Justice","surface_form":"United States Department of Justice","offset":2833},{"uri":"Food_and_Drug_Administration","surface_form":"Food and Drug Administration","offset":3000},{"uri":"Petition","surface_form":"petition","offset":3242},{"uri":"Investigation","surface_form":"investigation","offset":3317},{"uri":"Research","surface_form":"research","offset":3484},{"uri":"Attorney_General_of_the_United_States","surface_form":"Attorney General of the United States","offset":3551},{"uri":"Imminent","surface_form":"imminent","offset":3672},{"uri":"Hazard","surface_form":"hazard","offset":3681},{"uri":"Synthetic_cannabis","surface_form":"synthetic cannabinoids","offset":3799}]}