{"id":537278,"url":"http://en.wikipedia.org/wiki/Amicus_curiae","text":"An \"amicus curiae\" (literally, \"friend of the court\"; plural, \"amici curiae\") is someone who is not a party to a case and offers information that affects the case but who has not been asked by any of the parties to assist a court. This may take the form of legal opinion, testimony or learned treatise (the \"amicus\" brief). It is a way to introduce concerns that might be overlooked by the parties directly involved in the case. The decision on whether to admit the information lies at the discretion of the court. The phrase \"amicus curiae\" is legal Latin.\nHistory.\nThe \"amicus curiae\" practice was found in Roman law. It played an important part in both English common law and the American legal system. Later, it was introduced in international law, in particular, concerning human rights. Today, it is used by the European Court of Human Rights. It is also used in the Inter-American Commission on Human Rights, the Inter-American Court of Human Rights, the Court of Justice of the European Union and the Special Tribunal for Lebanon.\nPresentation.\nThe situation most often noted in the press is when an advocacy group files a brief in a case before an appellate court to which it is not a litigant. Appellate cases are normally limited to the factual record and arguments coming from the lower court case under appeal. Usually attorneys focus on the facts and arguments most favorable to their clients. Where a case may have broader implications, \"amicus curiae\" briefs are a way to introduce those concerns, so that the possibly broad legal effects of court decisions will not depend solely on the parties directly involved in the case.\nIn prominent cases, \"amici curiae\" are generally organizations with sizable legal budgets. In the United States, for example, non-profit legal advocacy organizations, such as the American Civil Liberties Union, the Landmark Legal Foundation, the Pacific Legal Foundation, and others, frequently submit such briefs to advocate for or against a particular legal change or interpretation. If a decision could affect an entire industry, companies other than the litigants may wish to have their concerns heard. In the United States, federal courts often hear cases involving the constitutionality of state laws. Hence states may file briefs as \"amici curiae\" when their laws are likely to be affected, as in the Supreme Court case \"McDonald v. Chicago,\" when thirty-two states under the aegis of Texas (and California independently) filed such briefs.\n\"Amici curiae\" who do not file briefs often present an academic perspective on the case. Newspaper editorials, blogs, and other opinion pieces arguably have the capability to influence Supreme Court decisions as \"de facto amici curiae\". They are not, however, technically considered \"amicus curiae,\" as they do not submit materials to the Court, do not need to ask for leave, and have no guarantee that they will be read.\nUnited States Supreme Court rules.\nThe Supreme Court of the United States has special rules for \"amicus curiae\" briefs sought to be filed in cases pending before it. Supreme Court Rule 37 states, in part, such a brief should cover \"relevant matter\" not dealt with by the parties which \"may be of considerable help\". The cover of an \"amicus\" brief must identify which party the brief is supporting, or if the brief supports only affirmance or reversal. The Court also requires that, \"inter alia\", all non-governmental amici identify those providing a monetary contribution to the preparation or submission of the brief. Briefs must be prepared in booklet format, and 40 copies must be served with the Court.\nIn the United States Supreme Court, unless the \"amicus\" brief is being filed by the federal government (or one of its officers or agents) or a U.S. state, permission of the court (by means of motion for leave) or mutual consent of the parties is generally required. Allowing an \"amicus curiae\" to present oral argument is considered \"extraordinary\".\nIn the World Trade Organization.\nThe role of \"amicus curiae\" briefs in the World Trade Organization (WTO) dispute settlement system is controversial. The controversy arises due to the governmental nature of WTO disputes. As only WTO members have access to the system, any non-members such as non-governmental organizations (NGOs) are excluded and have no right to be heard. Thus the only way for them to contribute to a WTO decision is through \"amicus curiae\" briefs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Party_(law)","surface_form":"party","offset":102},{"uri":"Legal_case","surface_form":"case","offset":113},{"uri":"Court","surface_form":"court","offset":224},{"uri":"Legal_opinion","surface_form":"legal opinion","offset":257},{"uri":"Testimony","surface_form":"testimony","offset":272},{"uri":"Learned_treatise","surface_form":"learned treatise","offset":285},{"uri":"Discretion","surface_form":"discretion","offset":490},{"uri":"Legal","surface_form":"legal","offset":545},{"uri":"Latin","surface_form":"Latin","offset":551},{"uri":"Roman_law","surface_form":"Roman law","offset":609},{"uri":"England","surface_form":"English","offset":656},{"uri":"Common_law","surface_form":"common law","offset":664},{"uri":"United_States","surface_form":"American","offset":683},{"uri":"International_law","surface_form":"international law","offset":734},{"uri":"Human_rights","surface_form":"human rights","offset":779},{"uri":"European_Court_of_Human_Rights","surface_form":"European Court of Human Rights","offset":818},{"uri":"Inter-American_Commission_on_Human_Rights","surface_form":"Inter-American Commission on Human Rights","offset":873},{"uri":"Inter-American_Court_of_Human_Rights","surface_form":"Inter-American Court of Human Rights","offset":920},{"uri":"Special_Tribunal_for_Lebanon","surface_form":"Special Tribunal for Lebanon","offset":1009},{"uri":"Interest_group","surface_form":"advocacy group","offset":1108},{"uri":"Brief_(law)","surface_form":"brief","offset":1131},{"uri":"Appellate_court","surface_form":"appellate court","offset":1157},{"uri":"Litigant","surface_form":"litigant","offset":1194},{"uri":"Lower_court","surface_form":"lower court","offset":1293},{"uri":"Budget","surface_form":"budget","offset":1725},{"uri":"Example","surface_form":"example","offset":1760},{"uri":"Non-profit_organization","surface_form":"non-profit","offset":1769},{"uri":"Advocacy","surface_form":"advocacy","offset":1786},{"uri":"American_Civil_Liberties_Union","surface_form":"American Civil Liberties Union","offset":1822},{"uri":"Landmark_Legal_Foundation","surface_form":"Landmark Legal Foundation","offset":1858},{"uri":"Pacific_Legal_Foundation","surface_form":"Pacific Legal Foundation","offset":1889},{"uri":"Companies","surface_form":"companies","offset":2076},{"uri":"United_States","surface_form":"United States","offset":2157},{"uri":"United_States_federal_courts","surface_form":"federal courts","offset":2172},{"uri":"Constitutionality","surface_form":"constitutionality","offset":2218},{"uri":"United_States_Supreme_Court","surface_form":"Supreme Court","offset":2351},{"uri":"McDonald_v._Chicago","surface_form":"McDonald v. Chicago","offset":2371},{"uri":"Blog","surface_form":"blog","offset":2602},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":2952},{"uri":"Motion_for_leave","surface_form":"motion for leave","offset":3812},{"uri":"World_Trade_Organization","surface_form":"World Trade Organization","offset":4045},{"uri":"Non-governmental_organizations","surface_form":"non-governmental organizations","offset":4262}]}