{"id":537382,"url":"http://en.wikipedia.org/wiki/Convict_lease","text":"Convict leasing was a form of forced labor used by prisons in the Southern United States. (\"Convict\" is a rude word for \"prisoner\"; leasing is like renting something.) Under the system, prisons leased prisoners out as free workers to corporations, business owners, and plantation owners. Basically, the prisons were selling prisoners like slaves, except that they were not sold forever.\nThis system made a lot of money for prisons and the contractors. The contractors got workers who they did not have to pay, and who they could treat however they wanted. The prisons got payments from the contractors. Also, they no longer had to pay for food, clothing, or housing for the prisoners who they leased out; the contractors did.\nIn 1898, for example, about 73% of Alabama's entire yearly state revenue came from convict leasing. For this reason, convict leasing lasted almost 100 years in the South.\nBeginnings.\nAt this time, the Southern states did not have much money, and they found that convict labor gave them a big source of revenue. Contractors also made money off the system because they did not have to pay the prisoners the wages they would have to pay to white workers. The Thirteenth Amendment to the United States Constitution had made slavery illegal except as punishment for a crime. So the states passed laws that would make it easy to convict innocent black people of crimes. Once they were prisoners, they could be treated like slaves. The states basically used this process as a way to continue slavery in the South.\nConditions.\nNorthern states sometimes contracted for prison labor. However, in the South, the state gave complete control of prisoners to contractors.\nAlso, according to historian Matthew Mancini, the Southern convict labor system was \"one of the harshest and most exploitative labor systems known in American history.\" 'If one [prisoner] dies, get another' was the attitude of many contractors, Mancini writes. He says this was caused by corruption, racism, racial violence, and the fact that contractors could do whatever they wanted without getting into trouble.\nPrisoners were often treated very badly. Unlike during slavery, the contractors had not paid very much for the prisoners, and they would not have them forever. For these reasons, contractors had very little Prisoners could be beaten or whipped if their bosses did not think they were working hard enough. They were abused by guards. One source says: \"Mines and plantations that used convict laborers commonly had secret graveyards containing the bodies of prisoners who had been beaten and/or tortured to death. Convicts would be made to fight each other, sometimes to the death, for the amusement of the guards and wardens.\"\nAlmost all of the prisoners who were leased out were African Americans, mostly adult males. This was because laws were enforced much more against black people, and blacks usually got much more severe sentences for \"crimes\" because of racism.\nU.S. Steel is one of the American companies which have admitted using African-American leased convict labor.\nConvict leasing was most common around 1880. It was formally outlawed by the last state (Alabama) in 1928. However, it continued in different forms until President Franklin D. Roosevelt made it illegal on December 12, 1941.\nThe system in different states.\nHere are some examples of different states' convict leasing systems.\nOnce they stopped using the convict labor system, many states switched to the trusty system. This was also a way to save money, but it caused abuses just like the convict labor system did. Finally, in a landmark case called \"Gates v. Collier\", 501 F.2d 1291 (5th Cir. 1974), a federal court forced the states using the trusty system to stop.","categories":[],"infobox_types":[],"annotations":[{"uri":"Forced_labor","surface_form":"forced labor","offset":30},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":66},{"uri":"Lease","surface_form":"leasing","offset":132},{"uri":"Rent","surface_form":"rent","offset":148},{"uri":"Lease","surface_form":"lease","offset":194},{"uri":"Corporation","surface_form":"corporation","offset":234},{"uri":"Plantation","surface_form":"plantation","offset":269},{"uri":"Slave","surface_form":"slave","offset":339},{"uri":"Clothing","surface_form":"clothing","offset":645},{"uri":"Revenue","surface_form":"revenue","offset":791},{"uri":"Revenue","surface_form":"revenue","offset":1028},{"uri":"Wage","surface_form":"wage","offset":1131},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth Amendment to the United States Constitution","offset":1182},{"uri":"Crime","surface_form":"crime","offset":1382},{"uri":"Contract","surface_form":"contract","offset":1571},{"uri":"Harsh","surface_form":"harshest","offset":1780},{"uri":"Exploitation","surface_form":"exploitative","offset":1798},{"uri":"Corruption","surface_form":"corruption","offset":1972},{"uri":"Racism","surface_form":"racism","offset":1984},{"uri":"Whip","surface_form":"whip","offset":2335},{"uri":"Boss","surface_form":"boss","offset":2352},{"uri":"Abuse","surface_form":"abuse","offset":2414},{"uri":"Graveyard","surface_form":"graveyard","offset":2519},{"uri":"Torture","surface_form":"torture","offset":2592},{"uri":"Enforce","surface_form":"enforced","offset":2844},{"uri":"Sentence_(law)","surface_form":"sentences","offset":2925},{"uri":"Racism","surface_form":"racism","offset":2959},{"uri":"U.S._Steel","surface_form":"U.S. Steel","offset":2967},{"uri":"Alabama","surface_form":"Alabama","offset":3165},{"uri":"President_of_the_United_States","surface_form":"President","offset":3230},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":3240},{"uri":"Trusty_system_(prison)","surface_form":"trusty system","offset":3479},{"uri":"Landmark_decision","surface_form":"landmark","offset":3604},{"uri":"Lawsuit","surface_form":"case","offset":3613},{"uri":"Gates_v._Collier","surface_form":"Gates v. Collier","offset":3626},{"uri":"Case_citation","surface_form":"501 F.2d 1291","offset":3645}]}