{"id":537492,"url":"http://en.wikipedia.org/wiki/Nikolai_Bayev","text":"Nikolai Bayev (, \"Nikoghayos Gevorkovich Bayev\"; October 6, 1875 – August 5, 1949) was an Armenian architect, who worked in Baku and in the Armenian Soviet Socialist Republic.\nBiography.\nBaev was born in Astrakhan in 1875. He was a relative and childhood friend of Mariinsky Theatre singer Nadezhda Papayan. He studied in local gymnasium and then attended the Saint Petersburg Institute of Civil Engineering, from which he graduated in 1901. From 1911 to 1918 he worked as the main architect of Baku. During this period he constructed more than 100 buildings in Baku, including the Great Theatre of the Mailov Brothers (modern days Azerbaijan State Opera Theatre, 1911), Sabunchi Railway Station, a residential sector in the former Armenikend area of Baku, and other buildings.\nIn 1927 Bayev moved to Yerevan and from 1929 to 1930 worked as the head of \"ArmSelStroy\" (Armenian agency for rural construction), where he constructed about 200 buildings, among them Pioneer's Palace of Yerevan, State Bank of Armenian SSR, Ministry of Justice, Yerevan Mechanical factory, old hall of Sundukyan Theatre, \"Ararat\" trust buildings, etc. In 1945 he was awarded by the Honorary diploma of the Presidium of the Supreme Soviet of the Armenian SSR.\nHe was a member of Armenian Union of Architects (1942). Bayev's personal archive (1896-1949) is a part of Yerevan State Archive.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenians","surface_form":"Armenian","offset":90},{"uri":"Baku","surface_form":"Baku","offset":124},{"uri":"Armenian_Soviet_Socialist_Republic","surface_form":"Armenian Soviet Socialist Republic","offset":140},{"uri":"Astrakhan","surface_form":"Astrakhan","offset":204},{"uri":"Mariinsky_Theatre","surface_form":"Mariinsky Theatre","offset":265},{"uri":"Saint-Petersburg_State_University_of_Architecture_and_Civil_Engineering","surface_form":"Saint Petersburg Institute of Civil Engineering","offset":360},{"uri":"Baku","surface_form":"Baku","offset":495},{"uri":"Mailov_brothers","surface_form":"Mailov Brothers","offset":603},{"uri":"Azerbaijan_State_Opera_Theatre","surface_form":"Azerbaijan State Opera Theatre","offset":632},{"uri":"Armenikend","surface_form":"Armenikend","offset":732},{"uri":"Yerevan","surface_form":"Yerevan","offset":801}]}