{"id":537553,"url":"http://en.wikipedia.org/wiki/Alessandro_Moreschi","text":"Alessandro Moreschi (11 November 1858 – 21 April 1922) was a castrato singer of the late 19th century and the only castrato to make solo recordings.\nRecordings.\nAll of Moreschi's recordings were made in Rome in two recording sessions for the Gramophone & Typewriter Company. The first series of recordings were made on 3 and 5 April 1902 by Will and Fred Gaisberg. Eighteen usable sides by the members of the Sistine Chapel Choir were made on wax. Four of them were solos by Moreschi.\nMany years later Fred Gaisburg remembered making these historic first recordings in the Vatican: \"Selecting a great salon with walls covered with Titians, Raphaels, and Tintorettos, we mounted our grimy machine right in the middle of the floor.\"\nThe second set of recordings was made in Rome in April 1904.\nSistine choir.\nAlessandro was a member of the Sistine choir until Easter 1913. He then retired and got a pension after thirty years' service.\nRetirement and death.\nIn retirement, Moreschi lived in his apartment, a few minutes' walk from the Vatican. He died there at sixty-three, possibly of pneumonia. His funeral mass was a large and public affair in the church of San Lorenzo in Damaso.","categories":[],"infobox_types":[],"annotations":[{"uri":"Castrato","surface_form":"castrato","offset":61},{"uri":"Solo_(music)","surface_form":"solo","offset":132},{"uri":"Sound_recording","surface_form":"recordings","offset":137},{"uri":"Rome","surface_form":"Rome","offset":203},{"uri":"Fred_Gaisberg","surface_form":"Fred Gaisberg","offset":350},{"uri":"Sistine_Chapel","surface_form":"Sistine Chapel","offset":409},{"uri":"Wax","surface_form":"wax","offset":443},{"uri":"Vatican","surface_form":"Vatican","offset":573},{"uri":"Titian","surface_form":"Titian","offset":631},{"uri":"Raphael","surface_form":"Raphael","offset":640},{"uri":"Tintoretto","surface_form":"Tintoretto","offset":654},{"uri":"Pension","surface_form":"pension","offset":897}]}