{"id":537617,"url":"http://en.wikipedia.org/wiki/Assistance_of_Counsel_Clause","text":"e=\"preserve\">The Assistance of Counsel Clause is a part of the Sixth Amendment to the United States Constitution. It says: \"In all criminal prosecutions, the accused shall enjoy the right...to have the Assistance of Counsel for his defense.\" This means that anyone being accused of a crime has the right to have a lawyer help defend them. (\"Counsel\" is a legal word for \"lawyer.\")\nWhen the right to counsel starts.\nAfter any of these things happen, a person has the right to a lawyer whenever they are interrogated.\nIn the case \"Escobedo v. Illinois\", the Court also decided that suspects have the right to a lawyer when they are being interrogated by the police, even if they have not been charged with a crime yet.\nPeople who go in front of grand juries do not have the right to have a lawyer with them. This is because the Supreme Court does not think of grand juries as \"criminal prosecutions.\" (A grand jury cannot find someone guilty of a crime or punish anyone; they can only decide that a person should be charged with a crime.)\nConflict-free counsel.\nEvery defendant has the right to a lawyer without a conflict of interest. Here is an example of a conflict of interest: a lawyer is defending two different people. A client named Smith wants to blame his crime on another client named Jones. A lawyer is supposed to do what is best for their clients. Here, the lawyer cannot do that for both clients. If the lawyer blames Smith's crime on Jones in court, he is hurting Jones. If he does not blame the crime on Jones, he is refusing to defend Smith the way Smith wants. This is not fair to either client. Also, the lawyer cannot do the best possible job for both clients at the same time.\nTo make sure they get a fair trial, every defendant has the right to a lawyer without a conflict of interest. It does not matter whether the defendant is paying the lawyer, or the lawyer was assigned for free. If a lawyer has a conflict of interest, and it hurts their defense of their client, an appeals court will automatically cancel the defendant's conviction.\nRight to counsel of choice.\nIf a court violates a defendant's right to counsel of their choice, and the defendant appeals, the appeals court will automatically cancel the defendant's conviction.\nIneffective assistance of counsel.\nThe Supreme Court has ruled that Americans have the right to an effective lawyer. For example, if a defendant is charged with a crime, a court cannot appoint just any lawyer. The defendant must be given a lawyer who can try a criminal case, and can defend their client effectively.\nIf a defendant can prove these things to an appeals court, they have proved that their lawyer was ineffective (not effective). This means they have proved their Sixth Amendment rights were violated. They will then get a new trial with a different lawyer.\nSelf-representation.\nIn most cases, a defendant being charged with a crime has the right to defend himself.. This is called \"pro se\" representation. It means the defendant has given up their right to have a lawyer. The defendant has decided to act as their own lawyer.\nHowever, a court can rule that the defendant will not be able to give himself a good enough defense. If that happens, the court can rule that the defendant has to have a lawyer.\nAmericans do not have the right to defend themselves in appeals courts. In these courts, a defendant must have a lawyer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sixth_Amendment_to_the_United_States_Constitution","surface_form":"Sixth Amendment to the United States Constitution","offset":63},{"uri":"Criminal","surface_form":"criminal","offset":131},{"uri":"Prosecution","surface_form":"prosecution","offset":140},{"uri":"Rights","surface_form":"right","offset":182},{"uri":"Lawyer","surface_form":"Counsel","offset":216},{"uri":"Crime","surface_form":"crime","offset":284},{"uri":"Lawyer","surface_form":"lawyer","offset":314},{"uri":"Interrogation","surface_form":"interrogated","offset":502},{"uri":"Escobedo_v._Illinois","surface_form":"Escobedo v. Illinois","offset":529},{"uri":"Suspect","surface_form":"suspect","offset":580},{"uri":"Grand_jury","surface_form":"grand juries","offset":743},{"uri":"Guilt_(law)","surface_form":"guilty","offset":933},{"uri":"Punishment","surface_form":"punish","offset":954},{"uri":"Defendant","surface_form":"defendant","offset":1066},{"uri":"Conflict_of_interest","surface_form":"conflict of interest","offset":1112},{"uri":"Client","surface_form":"client","offset":1226},{"uri":"Appeals_court","surface_form":"appeals court","offset":1994},{"uri":"Conviction","surface_form":"conviction","offset":2050},{"uri":"Violate","surface_form":"violates","offset":2101},{"uri":"Appeal","surface_form":"appeal","offset":2176},{"uri":"Conviction","surface_form":"conviction","offset":2245},{"uri":"Effective","surface_form":"effective","offset":2356},{"uri":"Pro_se_legal_representation_in_the_United_States","surface_form":"pro se","offset":2954},{"uri":"Appeals_court","surface_form":"appeals court","offset":3332}]}