{"id":537699,"url":"http://en.wikipedia.org/wiki/Pancuronium_bromide","text":"e=\"preserve\">Pancuronium bromide is a type of medication called a muscle relaxant. Its brand name is Pavulon. It is used in medicine for many different things. It is also used in euthanasia.\nIn the United States, pancuronium bromide is used in executions. It is one of three drugs that are given to prisoners being executed by lethal injection.\nAction.\nNormally, the brain sends chemical signals to the muscles to get them to work. Pancuronium bromide stops these signals from getting to the muscles. Without signals from the brain telling them to work, the muscles cannot move. Because of this, a person who is given enough pancuronium bromide will be completely paralyzed until the drug wears off. No muscle in their body will be able to move.\nA dose of pancuronium bromide takes about 3-6 minutes to paralyze a person. The drug's effects last for about 100 minutes. A healthy adult usually needs 120 to 180 minutes to get most of their muscle movement back. There are antidotes to pancuronium bromide that will help reverse the drug's effects more quickly.\nBreathing.\nPancuronium bromide paralyzes the breathing muscles along with all of the other muscles. This means that pancuronium bromide will stop a person from breathing. In hospitals, a person who is given pancuronium bromide is then a tube is put down their throat to pump oxygen into their lungs. This gives the body the oxygen it needs until the medication wears off, the breathing muscles can work again, and they can breathe in oxygen on their own.\nThe brain.\nBecause the brain is not a muscle, pancuronium bromide does not paralyze the brain. This means that pancuronium bromide is not a sedative (it will not put a person to sleep), and it does not kill pain. If a person is given \"only\" pancuronium bromide, their brain will keep working normally even while their body is paralyzed. They will be awake and aware of what is going on, but unable to move.\nUses in medicine.\nDoctors use pancuronium bromide during surgery. It keeps the patient's body from moving, and makes it easier to put a breathing tube down their throat. It is always given along with anesthesia so the patient is asleep and does not feel pain.\nEuthanasia.\nIn Belgium, Luxembourg, and the Netherlands, euthanasia is legal. Doctors are allowed to give medicines to terminally ill people who want to end their lives. In these three countries, pancuronium bromide is one of the medicines that doctors often use for euthanasia. First they give a sedative so the person goes into a deep sleep. Then they give pancuronium bromide, which stops the person's breathing.\nUse in lethal injection.\nIn the United States, people sentenced to death by lethal injection have usually been executed using three different medications. Pancuronium bromide is the second medication. First, a sedative called sodium thiopenthal puts the prisoner into a deep sleep. Second, pancuronium bromide is given to keep the prisoner from moving and to stop their breathing. Third, potassium chloride is given to stop the prisoner's heart.\nThe use of pancuronium bromide in lethal injections is controversial. Some doctors and scientists say that potassium chloride is \"extremely painful.\" They say that if not enough of the sedative medicine was given, nobody would be able to tell if the prisoner was in pain, because they would be paralyzed.\nHowever, other doctors say that if the three drugs are given correctly, lethal injection should not cause pain. Because doctors are supposed to \"do no harm\", many executions are now done by people who are not doctors. Supporters of lethal injection say that prisoners have pain when these people make mistakes, not because of the drugs themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Medication","surface_form":"medication","offset":46},{"uri":"Muscle_relaxant","surface_form":"muscle relaxant","offset":66},{"uri":"Brand","surface_form":"brand","offset":87},{"uri":"Medicine","surface_form":"medicine","offset":124},{"uri":"Euthanasia","surface_form":"euthanasia","offset":179},{"uri":"United_States","surface_form":"United States","offset":198},{"uri":"Execution","surface_form":"execution","offset":244},{"uri":"Drug","surface_form":"drug","offset":275},{"uri":"Prisoner","surface_form":"prisoner","offset":299},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":327},{"uri":"Brain","surface_form":"brain","offset":367},{"uri":"Neurotransmitter","surface_form":"chemical signals","offset":379},{"uri":"Muscle","surface_form":"muscle","offset":403},{"uri":"Paralysis","surface_form":"paralyzed","offset":664},{"uri":"Minute","surface_form":"minute","offset":910},{"uri":"Antidote","surface_form":"antidote","offset":971},{"uri":"Breathing","surface_form":"breathing","offset":1105},{"uri":"Hospital","surface_form":"hospital","offset":1234},{"uri":"Throat","surface_form":"throat","offset":1320},{"uri":"Oxygen","surface_form":"oxygen","offset":1335},{"uri":"Lung","surface_form":"lung","offset":1353},{"uri":"Brain","surface_form":"brain","offset":1538},{"uri":"Sedative","surface_form":"sedative","offset":1655},{"uri":"Analgesic","surface_form":"kill pain","offset":1717},{"uri":"Anesthesia","surface_form":"anesthesia","offset":2122},{"uri":"Belgium","surface_form":"Belgium","offset":2197},{"uri":"Luxembourg","surface_form":"Luxembourg","offset":2206},{"uri":"Netherlands","surface_form":"Netherlands","offset":2226},{"uri":"Euthanasia","surface_form":"euthanasia","offset":2239},{"uri":"Medical_doctor","surface_form":"Doctors","offset":2260},{"uri":"Terminal_illness","surface_form":"terminally ill","offset":2301},{"uri":"Sedative","surface_form":"sedative","offset":2479},{"uri":"United_States","surface_form":"United States","offset":2630},{"uri":"Death_penalty","surface_form":"sentenced to death","offset":2652},{"uri":"Lethal_injection","surface_form":"lethal injection","offset":2674},{"uri":"Execution","surface_form":"executed","offset":2709},{"uri":"Medication","surface_form":"medication","offset":2740},{"uri":"Sedative","surface_form":"sedative","offset":2808},{"uri":"Sodium_thiopenthal","surface_form":"sodium thiopenthal","offset":2824},{"uri":"Potassium_chloride","surface_form":"potassium chloride","offset":2986},{"uri":"Cardiac_arrest","surface_form":"stop the prisoner's heart","offset":3017},{"uri":"Controversy","surface_form":"controversial","offset":3099},{"uri":"Medical_doctor","surface_form":"doctors","offset":3119},{"uri":"Scientist","surface_form":"scientist","offset":3131},{"uri":"Pain","surface_form":"pain","offset":3184},{"uri":"Hippocrates","surface_form":"do no harm","offset":3494}]}