{"id":537843,"url":"http://en.wikipedia.org/wiki/Petra_Herrera","text":"Colonel Petra Herrera, also known as \"Pedro Herrera\", was a Mexican \"soldadera\". She fought as a revolutionary in the Mexican Revolution.\nLife.\nPetra Herrera changed herself into \"Pedro\" Herrera and joined the revolutionary troops of Pancho Villa. She changed her looks and became more masculine. She invented tricks like saying she shaved at dawn before the other soldiers were awake. She was known for her courage, and for her specialty of blowing up bridges.\nAs \"Pedro\" Herrera, she was well-liked. She was accepted as a leader. She decided to reveal that she was a woman, but the revolutionary leaders would not give her a military rank.\nFight in Torreón.\nHerrera decided to leave Pancho Villa's group. She created a group of women who, like her, wanted to fight at the front. Sources say there were tens of thousands of them.\nHerrera was in the biggest fight of the war to that date, the second battle of Torreón in 1914. With 400 other women, she took the city on May 30, 1914. Cosme Mendoza Chavira, another follower of Villa, said \"Ella fue quien tomo Torreón y apago las luces cuando entraron en la ciudad\" (She was the one who took Torreón and turned out the lights when they entered the city.\") Conventional history does not say anything about the participation of Petra Herrera. Villa gave the role of Petra Herrera in the revolution to an unknown woman.\nThe end of her days.\nAt the end of the fighting, she asked to be a general and to continue to fight, but they only gave her a promotion to colonel. Later, the women under her command were disbanded. It is not clear how Herrera died. Some say she finished her military days as a spy. They say she was attacked by bandits and died from the wounds. Others say she died in the cross fire between the federal soldiers and the revolutionaries in Zacatecas. Others say she formed her own brigade of 25,000 women and lived in a camp where men could not enter without being attacked. Still others say she ended her existence as a waitress in the city of Juarez in Chihuahua.","categories":[],"infobox_types":[],"annotations":[{"uri":"Revolutionary","surface_form":"revolutionary","offset":97},{"uri":"Mexican_Revolution","surface_form":"Mexican Revolution","offset":118},{"uri":"Soldier","surface_form":"troops","offset":224},{"uri":"Pancho_Villa","surface_form":"Pancho Villa","offset":234},{"uri":"Masculine","surface_form":"masculine","offset":286},{"uri":"Trickery","surface_form":"tricks","offset":310},{"uri":"Shave","surface_form":"shave","offset":333},{"uri":"Dawn","surface_form":"dawn","offset":343},{"uri":"Explosion","surface_form":"blowing up","offset":442},{"uri":"Bridge","surface_form":"bridge","offset":453},{"uri":"Rank","surface_form":"rank","offset":636},{"uri":"General_officer","surface_form":"general","offset":1434},{"uri":"Promotion","surface_form":"promotion","offset":1493},{"uri":"Colonel","surface_form":"colonel","offset":1506},{"uri":"Zacatecas","surface_form":"Zacatecas","offset":1807}]}