{"id":538228,"url":"http://en.wikipedia.org/wiki/Impuzamugambi","text":"The Impuzamugambi was a militia that was created in Rwanda in 1992. \"Impuzamugambi\" means \"those with the same goal\" in Kinyarwanda, Rwanda's official language.\nThe Impuzamugambi was made of young people from an ethnic group called the Hutus. A similar militia, the Interahamwe, was also made of young Hutus. Together, these two militias killed tens of thousands of Tutsis, members of another ethnic group, in the Rwandan genocide. They also killed some Hutus who did not agree with the pro-Hutu government.\nAbout the Impuzamugambi.\nIn 1992, two political parties that supported the Hutu president created the Impuzamugambi and the Interahamwe. These political parties were extremist pro-Hutu groups.\nThe militias got training from the Rwandan army. Some groups and witnesses have said that French soldiers also trained the militias. One of the militias' commanders bragged that his men were so well trained that they could kill 1,000 Tutsis in 20 minutes.\nRoadblocks.\nWithin half an hour of the airplane crash, the Impuzamugambi and the Interahamwe started blocking the roads in Kigali, Rwanda's capital city. All Rwandans had to carry identification cards that said their ethnic group on them. The militias killed every Tutsi they found.\nDoor-to-door killing.\nDuring the first few days of the genocide, the Rwandan Army and the Presidential Guard took charge of executing people in Kigali. However, the Impuzamugambi and the Interahamwe were with them, and the soldiers taught them what to do. Soon, they were working together. First the soldiers would fire grenades, tear gas, and machine guns into places where Tutsis might be staying. Then the militia were allowed to go in and kill everybody inside. Often, they used machetes or clubs to kill people. Then the soldiers and militia would search, inch by inch, to find anyone who might still be hiding.\nIn this way, the Rwandan army and the militias killed 20,000 people in the first five days of the genocide.\nSpreading the genocide.\nAccording to Human Rights Watch, before April 6, the militias had only about 2,000 members, mostly in Kigali. However: \"Once the genocide began and militia members began reaping the rewards of violence, their numbers [increased quickly] to between twenty and thirty thousand for the [whole] country[.]\" Eventually, the Impuzamugambi and the Interahamwe grew so much that together they had 50,000 members. That was half as many members as the regular Rwandan Army had.\nThis allowed the militias to spread the genocide around Rwanda. There were militia all over the country. However, the militia did not do all of the killing in the genocide. They encouraged, and sometimes forced, regular people to kill their Tutsi neighbors, friends, wives, or husbands. If they did not do this, they would be killed themselves.\nThe militias massacred groups of Tutsis who were trying to hide in places like schools and churches. For example, on April 21, 1994, in the Murambi Technical School massacre, militia members killed almost 65,000 Tutsis in one day.\nThe militias also raped and sexually assaulted many women and girls. Overall, during the genocide, between 150,000 and 250,000 women and girls were raped (though there is no way to know how many of these crimes were committed by militia, and how many by army members).\nEnd of the genocide.\nThe Ugandan army joined the a Tutsi rebel army in fighting the extremist Hutus. Bit by bit, they took control of more parts of Rwanda. Finally, on July 4, 1994, they took control of Kigali.\nAfter this, about two million Hutus ran away from Rwanda to Zaire (now called the Democratic Republic of the Congo). With the Tutsis in control, the genocide ended.\nProsecution and punishment.\nMany of the Impuzamugambi were among the two million people who fled from Rwanda to eastern Zaire. The Tutsi and Ugandan armies went after them. According to the BBC, \"Human rights groups say the [Tutsi rebel army] killed thousands of Hutu civilians as they took power and more after they went into [Zaire] to [follow] the [militias].\" However, there is no way to know how many members of the Impuzamugambi may have been killed.\nHowever, an international court was able to convict two of the Impuzamugambi's commanders: Hassan Ngeze and Jean Bosco Barayagwiza. In 1995, the United Nations Security Council set up the International Criminal Tribunal for Rwanda (ICTR). Its goal was to prosecute people who took part in genocide, war crimes, or crimes against humanity.\nIn 2003, the ICTR found both Ngeze and Barayagwiza guilty of planning and leading the genocide; trying to get other people to commit genocide; and crimes against humanity. They were both sentenced to life in prison. The sentence against Barayagwiza was later decreased to 35 years due to a legal mistake. He will stay in prison for at least 27 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Militia","surface_form":"militia","offset":24},{"uri":"Rwanda","surface_form":"Rwanda","offset":52},{"uri":"1992","surface_form":"1992","offset":62},{"uri":"Goal","surface_form":"goal","offset":111},{"uri":"Kinyarwanda","surface_form":"Kinyarwanda","offset":120},{"uri":"Official_language","surface_form":"official language","offset":142},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":212},{"uri":"Hutu","surface_form":"Hutu","offset":236},{"uri":"Interahamwe","surface_form":"Interahamwe","offset":266},{"uri":"Tutsi","surface_form":"Tutsi","offset":366},{"uri":"Rwandan_genocide","surface_form":"Rwandan genocide","offset":414},{"uri":"Government","surface_form":"government","offset":496},{"uri":"Political_party","surface_form":"political parties","offset":546},{"uri":"Juv%C3%A9nal_Habyarimana","surface_form":"the Hutu president","offset":579},{"uri":"Extremism","surface_form":"extremist","offset":674},{"uri":"Army","surface_form":"army","offset":744},{"uri":"Witness","surface_form":"witness","offset":766},{"uri":"France","surface_form":"French","offset":791},{"uri":"Soldier","surface_form":"soldier","offset":798},{"uri":"Commander","surface_form":"commander","offset":855},{"uri":"Brag","surface_form":"bragged","offset":866},{"uri":"Kigali","surface_form":"Kigali","offset":1080},{"uri":"Capital_city","surface_form":"capital city","offset":1097},{"uri":"Ethnic_group","surface_form":"ethnic group","offset":1174},{"uri":"Execution","surface_form":"executing","offset":1364},{"uri":"Soldier","surface_form":"soldier","offset":1463},{"uri":"Grenade","surface_form":"grenade","offset":1560},{"uri":"Tear_gas","surface_form":"tear gas","offset":1570},{"uri":"Machine_gun","surface_form":"machine gun","offset":1584},{"uri":"Machete","surface_form":"machete","offset":1723},{"uri":"Club_(weapon)","surface_form":"clubs","offset":1735},{"uri":"Inch","surface_form":"inch","offset":1801},{"uri":"Reap","surface_form":"reaping","offset":2159},{"uri":"Encourage","surface_form":"encouraged","offset":2635},{"uri":"Neighbor","surface_form":"neighbor","offset":2704},{"uri":"Mass_murder","surface_form":"massacred","offset":2815},{"uri":"School","surface_form":"school","offset":2881},{"uri":"Church","surface_form":"church","offset":2893},{"uri":"Murambi_Technical_School","surface_form":"Murambi Technical School","offset":2942},{"uri":"Rape","surface_form":"rape","offset":3051},{"uri":"Sexual_assault","surface_form":"sexually assaulted","offset":3061},{"uri":"Crime","surface_form":"crime","offset":3237},{"uri":"Uganda","surface_form":"Uganda","offset":3327},{"uri":"Army","surface_form":"army","offset":3335},{"uri":"Rebel","surface_form":"rebel","offset":3359},{"uri":"Zaire","surface_form":"Zaire","offset":3573},{"uri":"Democratic_Republic_of_the_Congo","surface_form":"Democratic Republic of the Congo","offset":3595},{"uri":"Fled","surface_form":"fled","offset":3770},{"uri":"BBC","surface_form":"BBC","offset":3868},{"uri":"Civilian","surface_form":"civilian","offset":3946},{"uri":"Conviction","surface_form":"convict","offset":4179},{"uri":"Commander","surface_form":"commander","offset":4214},{"uri":"United_Nations_Security_Council","surface_form":"United Nations Security Council","offset":4280},{"uri":"International_Criminal_Tribunal_for_Rwanda","surface_form":"International Criminal Tribunal for Rwanda","offset":4323},{"uri":"Prosecution","surface_form":"prosecute","offset":4390},{"uri":"Genocide","surface_form":"genocide","offset":4424},{"uri":"War_crime","surface_form":"war crime","offset":4434},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":4449},{"uri":"Guilt_(law)","surface_form":"guilty","offset":4525},{"uri":"Sentence_(law)","surface_form":"sentenced","offset":4661},{"uri":"Prison","surface_form":"prison","offset":4682}]}