{"id":538311,"url":"http://en.wikipedia.org/wiki/Kawasaki_Heavy_Industries_C151","text":"The Kawasaki Heavy Industries C151 is a type of train used by Singapore's Mass Rapid Transit (MRT) system. It is the first generation rolling stock on the MRT and is one of the five types of electric multiple units on the North South and East West Lines.\nThe trains were introduced in 1987 and are still in operation. There are sixty-six trainsets with six cars each. There is a single money trainset with four cars that was used to collect money from different stations. It has been withdrawn from service. These trains are operated by SMRT Trains.\nThe trains were upgraded between 2006 and 2008, mainly to improve the trains' appearances. Most of the important parts for the trains' functioning were not replaced as they were still considered in good condition. However, due to what was considered one of the MRT's worst breakdowns in its history, a second upgrade was planned to replace these important parts, but the Land Transport Authority paused the upgrades as they wanted to replace the trains entirely instead. Currently, only a few trains have these parts replaced.\nDesign.\nThe train currently has a black livery with a red stripe, similar to that of the C751B and C151A. Before upgrades, it had a white livery with red stripe, similar to the C651.\nAfter the upgrades, the number of seats in a row was reduced from 9 to 7, and more grab poles and straps were installed.\nTrain Formation.\nDT- driving trailer (3) M1/2 motor car 1/2 (1/2)\nThe first number of the four numbers is the carriage number, DT (3), M1(1), M2(2).\nThe second number is the identification number. For the C151, this number is either a '0' or a '1'.\nThe third and fourth number is the trainset number\nFor example, trainset 099/100 would consist of: 3099-1099-2099-2100-1100-3100","categories":[],"infobox_types":[],"annotations":[{"uri":"Singapore","surface_form":"Singapore","offset":62},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":74},{"uri":"Electric_multiple_unit","surface_form":"electric multiple unit","offset":191},{"uri":"North_South_MRT_Line","surface_form":"North South","offset":222},{"uri":"East_West_MRT_Line","surface_form":"East West Lines","offset":238},{"uri":"Money_train","surface_form":"money train","offset":386},{"uri":"SMRT_Trains","surface_form":"SMRT Trains","offset":537},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":921}]}