{"id":538430,"url":"http://en.wikipedia.org/wiki/Gomillion_v._Lightfoot","text":"\"Gomillion v. Lightfoot\", 364 U.S. 339 (1960), was a United States Supreme Court decision in which the Court ruled the redrawing of the city's electoral district boundaries to prevent blacks from voting was unconstitutional. The unanimous Court held that it violated the Fifteenth Amendment to the United States Constitution. This case was one of several that led to the passage of the Voting Rights Act of 1965.\nBackground.\nIn 1957, the Alabama state legislature passed Act number 140 that changed the borders of the city of Tuskegee's electoral district. It changed the square boundary of Tuskegee to an irregular 28-sided figure that eliminated all but a few of the city's 400 black voters but did not eliminate any white voters. It had the effect of keeping African-American citizens from voting. The petitioners Charles A. Gomillion and other black former residents of Tuskegee brought the suit against the Mayor of Tuskegee, Philip M. Lightfoot. They wanted the law ruled unconstitutional under the Fifteenth Amendment. They also wanted an order that prevented the city from enforcing the Act.\nSupreme Court ruling.\nOn 14 November 1960, the Supreme Court dismissed the ruling by the lower courts and ruled the Alabama redistricting act was unconstitutional. Justice Felix Frankfurter wrote the majority opinion. He admitted that when states exercise power \"wholly within the domain of state interest\" they are generally protected from judicial review. But Alabama's representatives were not able to identify \"any countervailing municipal function\" that this act could serve. It was clear the irregular shaped district had only one purpose, namely, to prevent blacks from any participation in the political system of Tuskegee.\nSignificance.\nThis case marked a change in the Supreme Court's involvement in political redistricting. Up to this point the Court had shown it was reluctant to interfere with the States when establishing political boundaries of their cities. However, this case served to show that states cannot deprive citizens of their voting rights which are protected by the Fifteenth Amendment. Although the practice of gerrymandering remained an issue after this case, the Court determined it was unconstitutional when it clearly discriminated against any particular racial group.","categories":[],"infobox_types":[],"annotations":[{"uri":"Case_citation","surface_form":"364 U.S. 339","offset":26},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":53},{"uri":"Legal_opinion","surface_form":"decision","offset":81},{"uri":"Drawing","surface_form":"drawing","offset":121},{"uri":"City","surface_form":"city","offset":136},{"uri":"Electoral_college","surface_form":"electoral district","offset":143},{"uri":"Border","surface_form":"boundaries","offset":162},{"uri":"Black_people","surface_form":"blacks","offset":184},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":207},{"uri":"Unanimous","surface_form":"unanimous","offset":229},{"uri":"Fifteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fifteenth Amendment to the United States Constitution","offset":271},{"uri":"Legal_case","surface_form":"case","offset":331},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act of 1965","offset":386},{"uri":"Irregular","surface_form":"irregular","offset":606},{"uri":"Vote","surface_form":"vote","offset":686},{"uri":"White_people","surface_form":"white","offset":719},{"uri":"Petitioner","surface_form":"petitioner","offset":805},{"uri":"Felix_Frankfurter","surface_form":"Felix Frankfurter","offset":1272},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":1300},{"uri":"Protect","surface_form":"protect","offset":1426},{"uri":"Judicial_review","surface_form":"judicial review","offset":1441},{"uri":"Political","surface_form":"political","offset":1702},{"uri":"Gerrymandering","surface_form":"gerrymandering","offset":2140}]}