{"id":538438,"url":"http://en.wikipedia.org/wiki/United_States_v._Wong_Kim_Ark","text":"\"United States v. Wong Kim Ark\", is a United States Supreme Court case in which the Court ruled that a child born in the United States to parents of Chinese descent automatically becomes a U.S. citizen by birth based on the Citizenship Clause in the Fourteenth Amendment to the United States Constitution.\nBackground.\nWong Kim Ark was born in San Francisco, California in 1873 to parents who were Chinese immigrants and who remained the subjects of the Emperor of China. Ark had lived in California ever since he was born. In 1882, Congress passed the Chinese Exclusion Act. This act denied citizenship to any Chinese immigrants and did not allow any new immigrants into the United States from China until 1892. Ark's parents returned to China in 1890. He visited them there but returned to San Francisco and was recognized as a native-born American citizen when he re-entered the country. In 1894, when he was 21 years old, Ark went to visit his parents in China again. But when he returned in 1895 the U.S. Customs denied his entry, claiming he was not a U.S. citizen. Ark was returned to the ship he came on, then to another ship the \"Gaelic\". He was sent to Peking, China where he waited for a chance to return to the United States where he lived.\nArk did not know at the time his situation would be used as a test case by the United States government. The anti-Chinese sentiment at the time was trying to undermine the Fourteenth Amendment provision which made Ark a citizen in the first place. It said “All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the state wherein they reside.” Since the beginning, America had welcomed people from other countries. The Chinese came to America, mined its gold, built its railways and farmed much of northern California. But when the Panic of 1873 struck, it caused a major depression where many in the U.S. lost their jobs. The Chinese workers, who worked for very low wages, became scapegoats and were blamed for much of the trouble. There was mob violence and arson against Chinese workers in California. As a part of this, Congress enacted the Chinese Exclusion Act in 1882 to try to stop Chinese immigration into the U.S.\nWith legal support from the Chinese Consolidated Benevolent Association, Ark sued the U.S. government. A District court issued a writ of Habeas corpus on Ark's behalf. Government lawyers challenged the writ. The issue was whether his birth in San Francisco made him a citizen of the United States. The argument against Ark was his parents were subjects of China which made Ark a subject of China as well. Therefore, he was not, in the words of the Fourteenth Amendment, \"subject to the jurisdiction\" of the United States and was therefore not a U.S. citizen. Both China and Japan held that children born to their citizens, wherever they were born, was based on their bloodline. Chinese law stated children born to Chinese nationals were citizens of China, as long as their birth is properly registered in China. The U.S. is mainly a country of citizenship by soil, also called \"Jus soli\". This means they are citizens, by 'right of the soil', based on the state, territory or country in which they were born.\nLawyers for the federal government claimed that Chinese citizenship law was more important than U.S. citizenship law in this case. The Supreme Court disagreed.\nSupreme Court decision.\nThe question was whether the government could deny citizenship to persons born in the United States in violation of the Fourteenth Amendment. The court ruled that Ark is an American citizen by virtue of the Fourteenth Amendment. Justice Horace Gray delivered the majority opinion of the Court.\nSignificance.\nThe case of United States v. Wong Kim Ark set a legal precedent for all children born in the United States, regardless of their parents' status or citizenship. During the campaigning for the United States presidential election, 2016, the issue of children born in this country to undocumented aliens has come up again. Because of \"Wong Kim Ark\", a child born in the U.S. is a citizen regardless of his or her parents’ citizenship or status. This could change by means of a Constitutional amendment, but this is a lengthy and difficult process.","categories":[],"infobox_types":[],"annotations":[{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":38},{"uri":"United_States","surface_form":"United States","offset":121},{"uri":"Chinese_people","surface_form":"Chinese","offset":149},{"uri":"Descent","surface_form":"descent","offset":157},{"uri":"Citizenship_in_the_United_States","surface_form":"U.S. citizen","offset":189},{"uri":"Citizenship_Clause","surface_form":"Citizenship Clause","offset":224},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment to the United States Constitution","offset":250},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":343},{"uri":"Immigrant","surface_form":"immigrant","offset":405},{"uri":"Subject","surface_form":"subject","offset":437},{"uri":"Emperor_of_China","surface_form":"Emperor of China","offset":453},{"uri":"California","surface_form":"California","offset":488},{"uri":"United_States_Congress","surface_form":"Congress","offset":532},{"uri":"Chinese_Exclusion_Act","surface_form":"Chinese Exclusion Act","offset":552},{"uri":"Citizenship","surface_form":"citizenship","offset":591},{"uri":"China","surface_form":"China","offset":694},{"uri":"Country","surface_form":"country","offset":881},{"uri":"U.S._Customs","surface_form":"U.S. Customs","offset":1004},{"uri":"Ship","surface_form":"ship","offset":1095},{"uri":"Peking","surface_form":"Peking","offset":1162},{"uri":"Test_case_(law)","surface_form":"test case","offset":1314},{"uri":"Sentiment","surface_form":"sentiment","offset":1374},{"uri":"Undermine","surface_form":"undermine","offset":1410},{"uri":"Mine","surface_form":"mine","offset":1777},{"uri":"Gold","surface_form":"gold","offset":1787},{"uri":"Railway","surface_form":"railway","offset":1803},{"uri":"Farm","surface_form":"farm","offset":1816},{"uri":"Panic_of_1873","surface_form":"Panic of 1873","offset":1865},{"uri":"Depression","surface_form":"depression","offset":1905},{"uri":"Job","surface_form":"job","offset":1950},{"uri":"Scapegoat","surface_form":"scapegoat","offset":2015},{"uri":"Riot","surface_form":"mob violence","offset":2077},{"uri":"Arson","surface_form":"arson","offset":2094},{"uri":"Legal","surface_form":"legal","offset":2263},{"uri":"Chinese_Consolidated_Benevolent_Association","surface_form":"Chinese Consolidated Benevolent Association","offset":2286},{"uri":"Writ","surface_form":"writ","offset":2387},{"uri":"Habeas_corpus","surface_form":"Habeas corpus","offset":2395},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":2744},{"uri":"US_states","surface_form":"state","offset":3214},{"uri":"Territory","surface_form":"territory","offset":3221},{"uri":"Horace_Gray","surface_form":"Horace Gray","offset":3688},{"uri":"Majority_opinion","surface_form":"majority opinion","offset":3714},{"uri":"Precedent","surface_form":"precedent","offset":3813},{"uri":"United_States_presidential_election%2C_2016","surface_form":"United States presidential election, 2016","offset":3950},{"uri":"Constitutional_amendment","surface_form":"Constitutional amendment","offset":4232}]}