{"id":538594,"url":"http://en.wikipedia.org/wiki/Paya_Lebar_MRT_station","text":"Paya Lebar MRT station (EW8/CC9) is a Mass Rapid Transit (MRT) interchange station on the East West Line and Circle Line in Geylang, Singapore.\nIt is named after the Paya Lebar Road, not the area called Paya Lebar. It is in the Geylang district.\nHistory.\nThis station was opened on 4 November 1989, as part of the East West Line. Its former code is E5. The Circle Line station platforms was opened on 17 April 2010.\nA track fault at Paya Lebar delayed trains travelling towards HarbourFront on 31 December 2012. SMRT had called in staff to manually drive the trains between Dakota and MacPherson to navigate the fault. Circle Line trains began running normally again more than four hours after the fault took place around 8 am.\nStation Information.\nThere are two links between the elevated East West Line station and the underground Circle Line station. The first link consists of a series of escalators to the Circle Line concourse from the western side of the East West platform, which is a common link to go to the Circle Line station. The second link, which is barrier-free, was built on the former area of Exit A which has been closed since late 2007 for reconstruction.\nFor the East West Line, train platforms are on Level 2. For the Circle Line, train platforms are on Basement 2. This is the only interchange station that has a middle track on the underground line, and it is the terminus for short-working trips after peak hours.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":38},{"uri":"East_West_MRT_Line","surface_form":"East West Line","offset":90},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":109},{"uri":"Geylang","surface_form":"Geylang","offset":124},{"uri":"Paya_Lebar","surface_form":"Paya Lebar","offset":203},{"uri":"Geylang","surface_form":"Geylang","offset":228},{"uri":"East_West_MRT_Line","surface_form":"East West Line","offset":314},{"uri":"Barrier-free","surface_form":"barrier-free","offset":1065}]}