{"id":538512,"url":"http://en.wikipedia.org/wiki/Siemens_C651","text":"ce=\"preserve\">The Siemens C651, also known as Contract 651 or SIE C651, is the second generation Electric multiple unit rolling stock in operation on the North South and East West Lines of Singapore's Mass Rapid Transit (MRT) system. A total of 114 cars consisting of 19 train-sets were purchased in 1993 and introduced from 1994 onwards and were built by Siemens in Austria.\nOverview.\nThe C651 trains are the second generation of train cars used on the SMRT network. the cost of the C651 was $259 million. They were bought mainly to allow the network to carry more passengers due to the opening of the Woodlands extension. The first train was delivered to SMRT on 20 September 1994. Unlike the first generation Kawasaki Heavy Industries C151 trains, the C651s are specially painted to reduce scratches due to dirt trapping on the outside of the C151 trains that were difficult to remove.\nThese train cars are fitted with greenish-blue Glastroch (Germany) windows glass, and are almost the same as the first generation train cars before their upgrades, except that a louder, lower-pitched noise can be heard when the train speeds up or slows down. The run number display on the front of each train is made up of electronic green flip-dot display, as opposed to the manual plastic rollers of the C151 trains, while the rubber strips between the doors are thicker. The trains have a full white body and a thick red stripe in the middle. Similar to the C151 trains, the Siemens C651 trains had no visual passenger information systems, but only a built-in audio announcement system, until STARiS was installed and activated around 2010.\nService details.\nMany experiments have been run on the C651 cars, including the past program.\nFor the past program, the third and fourth cars, coloured in green, had their seating layout changed, with all but eight parts of seats, four at each ends of the car removed completely. In its place was standing room with a cushion on the side, so that passengers standing at the side would feel more comfortable. Passengers did not like this, and it was eventually undone. The original seats between the 1st and 2nd door, and the 3rd and 4th door on these cars have been replaced. The remaining cushion standing areas were changed back to original seats in May 2006. All C151 trains had their seats on the middle part of carriage removed.\nFor now, some of the trains were changed to have more standing space in the late 1990s as part of another experiment, where the second and fifth cars (the blue cars) were changed to have more standing room on both sides.\nMore grabpoles were also added. Single grabpoles in the centre of each car were replaced by grabpoles that branch out into three in the centre first in 2007, followed by tripled hand grips and grab poles in 2014. Special non slip floorings were also tested.\nRefurbishment.\nUpgrades for these trains are to be done by Singapore Rail Engineering (SRE). When completed, these upgrades will fix train parts such as doors and brakes and make them cause less delays. Many changes will be made, such as upgrading the air-conditioning system, the power system, and upgrading the look of the trains. Sensors will also be installed to allow workers to fix problems more regularly.\nUpgrading works has begun since early 2016, beginning with train set 217/218. Trains will also include STARiS 2.0, a system showing information about the train's route. The first upgraded train set is expected to be tested before starting to run in the second half of 2018. In late August 2016, 2 model train cars have been built by SRE, showing that the project is unaffected by the pausing of the end-of-life upgrades for the 66 C151 train sets. As of the second half of 2018, sets 217/218 and 227/228 have been upgraded and are being tested. It will also be the third and final rolling stock to be painted in SMRT's style while newer rolling stock starting from the upcoming C151C trains will be painted in LTA's style.\nTrain Formation.\nThe car numbers of the trains go from x201 to x238, where x depends on the carriage type. Each car is assigned a 4 digit serial number. A complete six-car trainset consists of an identical twin set of one driving trailer(DT) and two motor cars(M1 & M2) permanently coupled together. For example, set 221/222 consists of carriages 3221, 1221, 2221, 2222, 1222 and 3222.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_multiple_unit","surface_form":"Electric multiple unit","offset":97},{"uri":"North_South_MRT_line","surface_form":"North South","offset":154},{"uri":"East_West_MRT_line","surface_form":"East West Lines","offset":170},{"uri":"Singapore","surface_form":"Singapore","offset":189},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":201},{"uri":"Siemens","surface_form":"Siemens","offset":356},{"uri":"Kawasaki_Heavy_Industries_C151","surface_form":"C151","offset":738},{"uri":"Kawasaki_Heavy_Industries_%26amp%3B_CRRC_Sifang_C151C","surface_form":"C151C","offset":3937}]}