{"id":538500,"url":"http://en.wikipedia.org/wiki/King_cobra","text":"The King cobra (\"Ophiophagus hannah\"), or \"hamadryad\", is in the Elapidae family of snakes. It is the longest venomous snake in the world. An adult King cobra can grow up to, though most are less than.\nThe King cobra lives thoughout India and in some parts of the south and the east of Asia. It is known around the world for its dangerous venom. It mostly avoids humans. The King cobra lives up to 20 years.\nThe King cobra lives in thick forests, and likes areas dotted with lakes and streams.\nIt eats mostly snakes but sometimes lizards and rodents. After a large meal it may live months before eating again.\nThe Indian grey mongoose is one of the few predators of the King cobra but may not attack them much.\nVenom.\nThe venom from a bite can be deadly. The snake can kill a man with a single bite. The mortality rate can be as high as 75% without antivenom.\nThere are two kinds of antivenom that can be used to help when someone is bitten. Bites do not happen often, snake handlers are most likely to be bitten.\nParenting.\nUnlike many snakes the female king cobra is very good parent. It makes a mound as a nest for its eggs and protects them for 60-90 days until they hatch. It lays 20-40 eggs. The mother stays until the eggs begin to hatch and then leaves to find food for herself. Baby king cobras are and have venom as strong as adults.","categories":[],"infobox_types":[],"annotations":[{"uri":"Elapidae","surface_form":"Elapidae","offset":65},{"uri":"Venomous_snake","surface_form":"venomous snake","offset":110},{"uri":"India","surface_form":"India","offset":233},{"uri":"Asia","surface_form":"Asia","offset":286},{"uri":"Venom","surface_form":"venom","offset":339},{"uri":"Human","surface_form":"human","offset":363},{"uri":"Snakes","surface_form":"snakes","offset":509},{"uri":"Lizards","surface_form":"lizards","offset":530},{"uri":"Rodents","surface_form":"rodents","offset":542},{"uri":"Mongoose","surface_form":"Indian grey mongoose","offset":614},{"uri":"Antivenom","surface_form":"antivenom","offset":849},{"uri":"Antivenom","surface_form":"antivenom","offset":883}]}