{"id":538522,"url":"http://en.wikipedia.org/wiki/Dhoby_Ghaut_MRT_station","text":"e=\"preserve\">Dhoby Ghaut Station (NS24/NE6/CC1) is a Mass Rapid Transit station in Singapore. It is an interchange station along North South Line, North East Line and Circle Line.\nDhoby Ghaut is the first triple-line interchange station in Singapore. It is the fourth deepest MRT station (after Bras Basah, Promenade and Bencoolen) in Singapore. The deepest point is at 28 metres below ground level.\nThe station was named after the Indian laundrymen that worked around the area in the early 20th century. The section of track between this station and Somerset is the shortest between any two stations on the North South Line; it takes 1 minute for a train to travel between these two stations. It is one of the station that receives heavy passenger numbers during peak hours.\nHistory.\nThe North South Line section of Dhoby Ghaut (Code: N1) was the first to open, doing so on 12 December 1987. It was formerly named The Istana, where the president's palace is located. The platforms were built under the former Stamford canal. It became an interchange station with the opening of the North East Line on 20 June 2003 (Code: H5), while the North South Line part of the station underwent upgrading which was completed in 2006. It to date remains the only interchange station serving the North South and North East Lines.\nThe Circle Line station opened on 17 April 2010, at which point Dhoby Ghaut became the first station in Singapore to be an interchange between three MRT lines. It is currently the only triple-line interchange station on the MRT network; however, with the opening of Stage 3 of the Thomson-East Coast MRT Line in 2021, two other stations, Outram Park and Marina Bay, will also become triple-line interchanges.\nDhoby Ghaut is the fourth deepest MRT station (after Bras Basah, Promenade and Bencoolen) in Singapore, with the deepest point at 28 metres below ground level. It is one of only four stations on the MRT network to have travelators with the other three being Bugis, Serangoon and Botanic Gardens stations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":53},{"uri":"Singapore","surface_form":"Singapore","offset":83},{"uri":"Interchange_station","surface_form":"interchange station","offset":103},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":129},{"uri":"North_East_MRT_Line","surface_form":"North East Line","offset":147},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":167},{"uri":"Bras_Basah_MRT_Station","surface_form":"Bras Basah","offset":295},{"uri":"Promenade_MRT_Station","surface_form":"Promenade","offset":307},{"uri":"Bencoolen_MRT_Station","surface_form":"Bencoolen","offset":321},{"uri":"Century","surface_form":"century","offset":496},{"uri":"Somerset_MRT_Station","surface_form":"Somerset","offset":551},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":608},{"uri":"Thomson-East_Coast_MRT_Line","surface_form":"Thomson-East Coast MRT Line","offset":1598},{"uri":"Outram_Park_MRT_Station","surface_form":"Outram Park","offset":1655},{"uri":"Marina_Bay_MRT_Station","surface_form":"Marina Bay","offset":1671},{"uri":"Bras_Basah_MRT_Station","surface_form":"Bras Basah","offset":1779},{"uri":"Promenade_MRT_Station","surface_form":"Promenade","offset":1791},{"uri":"Bencoolen_MRT_Station","surface_form":"Bencoolen","offset":1805},{"uri":"Travelator","surface_form":"travelators","offset":1945},{"uri":"Bugis_MRT_Station","surface_form":"Bugis","offset":1984},{"uri":"Serangoon_MRT_Station","surface_form":"Serangoon","offset":1991},{"uri":"Botanic_Gardens_MRT_Station","surface_form":"Botanic Gardens","offset":2005}]}