{"id":538515,"url":"http://en.wikipedia.org/wiki/Choa_Chu_Kang_MRT/LRT_station","text":"Choa Chu Kang MRT/LRT Station (NS4/JS1/BP1) is an MRT station in Singapore. It is the interchange station between the North South MRT Line and Bukit Panjang LRT Line. It is located in Choa Chu Kang.\nThe station is the first interchange between the MRT and the LRT.\nHistory.\nThe MRT station opened on 10 March 1990 and was the terminus of the Branch Line. Construction began on 15 February 1986. With the opening of the North South Line Woodlands Extension on 10 February 1996, the branch line became part of the North South Line. It was recoded from B3 to N21 in 1996. The LRT station opened on 6 November 1999, on the opening day of the Bukit Panjang LRT line. It was again, recoded from N21 and A1 to the present BP1 and NS4 in 2001.\nAfter a 2008 accident, automatic platform gates were installed for safety on 26 August 2011 on the North South Line platforms and started operating on 21 October 2011. HVLS fans in the MRT platform started operating on 10 October 2012. The LRT platform also features fans as of 27 September 2015.\nOn 31 October 2012, LTA announced that Choa Chu Kang LRT Station will have two more platforms, specifically for commuters to exit the trains to allow the existing platform in the centre to have more space for passengers getting on. There will also be additional fare gates and a new covered linkway from the LRT station to Lot One. These new additions which also include widening the staircase between the MRT and the LRT stations will be completed by 2016. New Exit E was opened at the same time, to Lot One Shoppers Mall but despite that, there is no lift access, only stairs. The two newly constructed platforms at the LRT station began operations on 27 December 2016. The two new side platforms, Platforms 3 and 4, lack lift access so passengers who need to take the lift when exiting at Choa Chu Kang LRT Station have to wait for the doors to open to the island platform (Platforms 1 and 2), where lift access is available. Stickers to remind passengers to exit at Platforms 1 or 2 if they need a lift to exit are placed on all the LRT doors.\nIn 2016, Platforms 1 and 2 of the LRT had Half-Height Platform Barriers installed. Choa Chu Kang (and Bukit Panjang) was the first to install platform gates due to the high commuter traffic at this station. Automatic platform gates were installed at Platforms 3 and 4 during construction.","categories":[],"infobox_types":["station"],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":50},{"uri":"Singapore","surface_form":"Singapore","offset":65},{"uri":"Interchange_station","surface_form":"interchange station","offset":86},{"uri":"North_South_MRT_Line","surface_form":"North South MRT Line","offset":118},{"uri":"Bukit_Panjang_LRT_Line","surface_form":"Bukit Panjang LRT Line","offset":143},{"uri":"Choa_Chu_Kang","surface_form":"Choa Chu Kang","offset":184},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":248},{"uri":"Light_Rail_Transit_(Singapore)","surface_form":"LRT","offset":260},{"uri":"Branch_MRT_Line","surface_form":"Branch Line","offset":342},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":512},{"uri":"Automatic_platform_gates","surface_form":"automatic platform gates","offset":759},{"uri":"Bukit_Panjang_MRT/LRT_Station","surface_form":"Bukit Panjang","offset":2183}]}