{"id":53876,"url":"http://en.wikipedia.org/wiki/Video_game_developer","text":"e=\"preserve\">A video game developer is a person or company who makes games on computers and other game systems. Some developers make games for only one or two types of game systems, others might even make one kind of game. Some games are only for one system. Developers might try and make a copy of such a game to another, different system. Some translate games from one language to another.\nVideo game developers work in \"development companies\". There are over 1,000 development companies today. A big part of that thousand is very small companies, that usually only have one or two workers - these kind of small companies make games for the Internet or mobile phones. Some development companies are big, too. They have buildings in many places and hundreds of workers.\nTypes of developers.\nThere are three types of video game developers.\nThird-party developer.\nThird-party developers are video game developers that make deals with big publishers to make one game at a time. The developers are not part of the company: when the game is complete, the developers do not have to make another game for the publisher if they do not want to. Publishers will tell them exactly what they want third-party developers to do, and the developers do not have very much power to do something else.\nIn-house developers.\nIn-house developers work directly with the publisher. They have more freedom in the making of the game than third-party developers have. Sometimes publishers buy third-party developers, and so they become in-house developers: workers for the publisher. This is an easy way for the publisher because the developers are workers for the publisher and so the publisher has more control.\nIndependent developers.\nIndependent developers are usually small groups of people that are not owned by any publisher or another company. Because of that, most independent developers publish their games themselves. If they do that, the games usually will not get much attention or money. Still, independent developers can make exactly the game they want, when there is no publisher to tell them what to do. These are also sometimes called indie developers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Translate","surface_form":"translate","offset":346},{"uri":"Internet","surface_form":"Internet","offset":643},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":655},{"uri":"Video_game_publisher","surface_form":"publishers","offset":937},{"uri":"Indie","surface_form":"indie","offset":2128}]}