{"id":53870,"url":"http://en.wikipedia.org/wiki/The_Nose_(opera)","text":"\"The Nose\" is an opera by Dmitri Shostakovich. It was written in 1927. At this time a lot of exciting new movies were being made in the Soviet Union. There were also some very interesting new plays in the theatres. The famous theatre director Vsevolod Meyerhold had many new ideas. However, operas that were being written then were mostly quite uninteresting.\nShostakovich, who was only just twenty years old, started to make Soviet operas interesting again. He took the story called \"The Nose\" which was written by Nikolai Gogol. It is about a man who wakes up one day to find his nose has gone.\nThe opera was first performed in 1930. Unfortunately by then the music critics had changed their ideas because of the political situation in the Soviet Union which was being ruled by the dictator Stalin. They wrote bad things about the opera and the performances soon had to stop. It was not until 1974 that it was performed again in the Soviet Union.\nThe opera is a satire. It pokes fun at bureaucrats: people in official jobs who think they are more important than they really are.\nThe story of the opera.\nIn the opera the barber Ivan Yakovlevich is seen shaving the Major. In the morning Ivan wakes up and his wife gives him some fresh bread and onion. When he cuts the bread open he finds a nose inside. His wife screams and yells at her husband. She chases him out of the house. He runs along the street with the nose, feeling very embarrassed. He throws the nose in the river, but a policeman catches him. He tries unsuccessfully to bribe him.\nIn the next scene the Major wakes up and finds he has no nose. He goes to tell the police. He goes to the cathedral and sees his nose who is dressed up as an important person (the nose is now a person, sung by a singer). The Major is not sure what to say to his nose because his nose is now more important than he is. He can’t speak properly and the nose does not understand him. The nose speaks very confidently, like a person of high rank. The Major cannot find the Chief of Police so he goes to the newspaper office. The people there laugh at him and say that they cannot put a notice in the newspaper about a lost nose because it would make their newspaper look silly. He is told to see a doctor. When the Major takes his handkerchief away from his face to show that he really has lost his nose the newspaper staff become interested because they think they have a good story for the newspaper. They offer him some snuff. Of course, he cannot sniff it, and gets very cross.\nThe police, who are looking for the lost nose, are watching people who are getting into a coach. They think the nose might be trying to leave the city. As the coach leaves the nose runs in, tries to stop the coach, frightens thehorses, the driver tries to shoot the nose, and everyone starts to fight the nose, beating and hitting it until it is back to its normal size. The policeman wraps it in a piece of paper. He returns it to the Major and asks for payment. The Major tries to stick his nose back on his face but he can’t. Even the doctor can’t do it. The nose escapes into the crowd. The Major thinks that Madame Podtochina, who tried to make him marry her daughter, has used witchcraft on him. He writes to her asking her to stop the spell but she writes back thinking that he wants to marry her daughter. Large crowds appear on the street to try to see the nose.\nIn the last part of the opera the Major has got his nose back where it belongs. He is shaved by the barber and then walks along the street proudly showing everyone his nose.\nThe music.\nThe music is just right for telling a story which is a satire. The policeman, for example, sings in a high, squeaky voice. The music at the beginning sounds rather like circus music. At the end of the scene when he is unable to bribe the police officer there is music just for percussion instruments. This bit is very famous and often played as a separate piece. One of the barber’s songs is accompanied by four balalaikas. Madame Podtochina’s daughter sings like a romantic opera singer. The waltz which is sung as the people get on the coach is a parody waltz.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":17},{"uri":"Dmitri_Shostakovich","surface_form":"Dmitri Shostakovich","offset":26},{"uri":"1927","surface_form":"1927","offset":65},{"uri":"Movies","surface_form":"movies","offset":106},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":136},{"uri":"Play_(theatre)","surface_form":"plays","offset":192},{"uri":"Theatre","surface_form":"theatre","offset":205},{"uri":"Vsevolod_Meyerhold","surface_form":"Vsevolod Meyerhold","offset":243},{"uri":"Nikolai_Gogol","surface_form":"Nikolai Gogol","offset":516},{"uri":"Nose","surface_form":"nose","offset":582},{"uri":"1930","surface_form":"1930","offset":630},{"uri":"Music_critic","surface_form":"music critic","offset":662},{"uri":"Dictator","surface_form":"dictator","offset":784},{"uri":"Stalin","surface_form":"Stalin","offset":793},{"uri":"1974","surface_form":"1974","offset":895},{"uri":"Satire","surface_form":"satire","offset":964},{"uri":"Bureaucrat","surface_form":"bureaucrat","offset":988},{"uri":"Barber","surface_form":"barber","offset":1122},{"uri":"Bread","surface_form":"bread","offset":1236},{"uri":"Onion","surface_form":"onion","offset":1246},{"uri":"Street","surface_form":"street","offset":1399},{"uri":"River","surface_form":"river","offset":1473},{"uri":"Policeman","surface_form":"policeman","offset":1486},{"uri":"Bribe","surface_form":"bribe","offset":1536},{"uri":"Police","surface_form":"police","offset":1630},{"uri":"Cathedral","surface_form":"cathedral","offset":1653},{"uri":"Newspaper","surface_form":"newspaper","offset":2049},{"uri":"Medical_doctor","surface_form":"doctor","offset":2240},{"uri":"Handkerchief","surface_form":"handkerchief","offset":2273},{"uri":"Snuff","surface_form":"snuff","offset":2465},{"uri":"Coach_(vehicle)","surface_form":"coach","offset":2614},{"uri":"City","surface_form":"city","offset":2670},{"uri":"Horse","surface_form":"horse","offset":2752},{"uri":"Face","surface_form":"face","offset":3034},{"uri":"Medical_doctor","surface_form":"doctor","offset":3062},{"uri":"Witchcraft","surface_form":"witchcraft","offset":3207},{"uri":"Spell_(magic)","surface_form":"spell","offset":3266},{"uri":"Voice","surface_form":"voice","offset":3697},{"uri":"Circus","surface_form":"circus","offset":3750},{"uri":"Bribe","surface_form":"bribe","offset":3809},{"uri":"Percussion","surface_form":"percussion","offset":3858},{"uri":"Piece","surface_form":"piece","offset":3937},{"uri":"Balalaika","surface_form":"balalaika","offset":3993},{"uri":"Romantic","surface_form":"romantic","offset":4047},{"uri":"Waltz","surface_form":"waltz","offset":4074},{"uri":"Parody","surface_form":"parody","offset":4130}]}