{"id":538720,"url":"http://en.wikipedia.org/wiki/Maurya_Empire","text":"The Maurya Empire is the first large empire of India. The empire was founded in 322 BC by Chandragupta Maurya.\nChandragupta Maurya's rule.\nChandragupta Maurya established the Maurya empire by overthrowing the Nanda dynasty and expanded the empire with the help of Chanakya. By 316 BC, the Maurya empire fully occupied North-Western parts of India, defeating and conquering the governors left by Alexander the Great. Chandragupta Maurya defeated Seleucus I Nicator and gained the territories beyond Indus River.\nAfter Chandragupta Maurya, his son Bindusara started to rule from 298 BC. He was called as \"Amitraghata\", the sanskrit word telling that Bindusara is the \"slayer of enemies\". He conquered the southern parts of India. After his death, only Kalinga (modern Orissa) and parts of Tamil Nadu were left unconquered.\nGolden age of the empire.\nKing Ashoka, son of Bindusara, became the emperor of Mauryan Empire in 268 BC. He is one of the greatest emperor of the Indian subcontinent. Ashoka conquered Kalinga in the violent and bloody war, which is known as the Kalinga War. This is the only war fought by King Ashoka. The casualities are more than 200,000. The region of Kalinga was destroyed and looked bloodshed. This changed the mind of Ashoka. He devoted the rest of his life to 'ahinsa' and 'dharma-vijaya'. He became a Buddhist after this war. King Ashoka made many Rock edicts and Stupas in his empire. The present emblem of India was taken from one of his rock pillars. He was commonly called as Ashoka the Great.\nDecline.\nAfter his death in 232 BC, the empire started to decline. The empire lasted just fifty years after his death. Brihadratha Maurya, the last Mauryan emperor was killed by his general Pushyamitra Sunga, who founded the Sunga Empire in 185 BC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chandragupta_Maurya","surface_form":"Chandragupta Maurya","offset":90},{"uri":"Nanda_dynasty","surface_form":"Nanda dynasty","offset":209},{"uri":"Chanakya","surface_form":"Chanakya","offset":264},{"uri":"India","surface_form":"India","offset":341},{"uri":"Alexander_the_Great","surface_form":"Alexander the Great","offset":395},{"uri":"Seleucus_I_Nicator","surface_form":"Seleucus I Nicator","offset":445},{"uri":"Indus_River","surface_form":"Indus River","offset":498},{"uri":"Sanskrit","surface_form":"sanskrit","offset":621},{"uri":"Orissa","surface_form":"Orissa","offset":766},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":787},{"uri":"Ashoka_the_Great","surface_form":"King Ashoka","offset":847},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":967},{"uri":"Buddhist","surface_form":"Buddhist","offset":1330}]}