{"id":538805,"url":"http://en.wikipedia.org/wiki/Lyubomir_Ivanov","text":"Lyubomir Lalov Ivanov is a Bulgarian mathematician, geographer, linguist and politician.\nChairman of the \"Mathematical Logic\" section at the Institute of Mathematics and Informatics of the Bulgarian Academy of Sciences (1990-2011). Chairman of the Bulgarian Antarctic Place-names Commission since 1994, and national representative to the International Committee on Antarctic Geographic Information. President of the Manfred Wörner Foundation since 1994. Chairman of the Atlantic Club in Bulgaria (2001–2009).\nBiography.\nLyubomir Ivanov was born on 7 October 1952 in Sofia. In the period 1986-1988 he organized a successful dissident campaign against the candidacy of Sofia for hosting in the city and adjacent Vitosha Mountain the Winter Olympics of 1992 and 1994.\nHe was an activist of the independent association \"Ecoglasnost\" in 1989. Author of \"Charter '89 for the preservation of Bulgarian natural heritage\". Co-founder of the association \"Wilderness Fund\" and the Green Party, 1989. Participant in the National Round Table, 1990. Member of the National Coordination Council of the Union of Democratic Forces (1990-1991). Member of the VII Grand National Assembly. He authored scientific works in the field of mathematics, linguistics and toponymy, which have been applied in particular in designing the Streamlined System for the Romanization of Bulgarian. Ivanov suggests using his approach to Cyrillic transliteration also for other alphabets, notably Russian. Participant in several Antarctic expeditions and author of the first Bulgarian topographic map of Antarctica. Leader of the topographic survey Tangra 2004/05, noted by Discovery Channel as a timeline event in Antarctic exploration.\nAwards.\nIn 1987 he was awarded the prize \"Nikola Obreshkov\" – the highest national award for achievements in mathematics, given for his monograph \"Algebraic Recursion Theory\". UNHCR Award for his contribution to refugee studies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bulgaria","surface_form":"Bulgaria","offset":27},{"uri":"Dissident","surface_form":"dissident","offset":623},{"uri":"Sofia","surface_form":"Sofia","offset":667},{"uri":"Vitosha","surface_form":"Vitosha Mountain","offset":710},{"uri":"Winter_Olympics","surface_form":"Winter Olympics","offset":731},{"uri":"Romanization_of_Bulgarian","surface_form":"Streamlined System for the Romanization of Bulgarian","offset":1309},{"uri":"Cyrillic_alphabet","surface_form":"Cyrillic","offset":1401},{"uri":"Russian_language","surface_form":"Russian","offset":1460},{"uri":"Antarctica","surface_form":"Antarctic","offset":1492},{"uri":"Discovery_Channel","surface_form":"Discovery Channel","offset":1637}]}