{"id":538959,"url":"http://en.wikipedia.org/wiki/Bokeo_Province","text":"Bokèo (Laotian: ບໍ່ແກ້ວ;) is a northern province of Laos. It has the fewest people. Bokeo Province is the smallest of the country's provinces, covering an area of.\nHistory.\nBokeo (\"gem mine\") was named after the sapphires gems that is found in the province.\nGeography.\nBokeo Province is the smallest of the country's provinces, covering an area of.\nProtected areas.\nThe Bokeo Nature Reserve was created as protection for the black crested gibbon (also known as \"black-cheeked gibbon\"), discovered in 1997, previously thought to be extinct. Elephants and wild water buffalo migrate through the reserve; bears and tigers are also present.\nOther than the gibbons the wildlife in the reserve reported are: tigers, bears, otters and wild cattle.\nDemographics.\nIts population was 145,000 in 2007, in 36 townships, more than 400 villages. The province has more than 34 ethnicities.\nEconomy.\nHouay Xay, the capital city of the province, has a lot of eco nomic activity. The province produces a lot of maize. Also there is a big industry for precious stones and gold\n\"Paa beuk\", a catfish, the largest freshwater fish in the world, is found in the Mekong river. It grows to in length and could weigh up to 300 kg. It is an economic resource for the people as it has a high price in the market, the meat of this endangered fish being a delicacy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Laotian_language","surface_form":"Laotian","offset":7},{"uri":"Province","surface_form":"province","offset":40},{"uri":"Laos","surface_form":"Laos","offset":52},{"uri":"Sapphire","surface_form":"sapphire","offset":212},{"uri":"Bokeo_Nature_Reserve","surface_form":"Bokeo Nature Reserve","offset":370},{"uri":"Black_crested_gibbon","surface_form":"black crested gibbon","offset":425},{"uri":"Elephant","surface_form":"Elephant","offset":540},{"uri":"Wild_water_buffalo","surface_form":"wild water buffalo","offset":554},{"uri":"Bear","surface_form":"bear","offset":602},{"uri":"Tiger","surface_form":"tiger","offset":612},{"uri":"Paa_beuk","surface_form":"Paa beuk","offset":1059},{"uri":"Catfish","surface_form":"catfish","offset":1072}]}