{"id":539020,"url":"http://en.wikipedia.org/wiki/Lampang_Province","text":"Lampang (,) is one of the northern provinces (\"changwat\") of Thailand.\nGeography.\nLampang is in the broad river valley of the Wang River. It has mountain chains. The highest mountain is Doi Luang. It stands at high.\nEconomy.\nLampang is famous for the production of ceramic goods and its mining operations. A great deal of ball clay, china stone, and lignite are extracted from the surrounding mountains.\nThere are more than 200 ceramic factories in and around Mueang Lampang district. Most of ceramic factories are small to medium-sized operations mainly producing novelties (plant pots, dolls), tablewares, and building materials (tiles, railings).\nThe largest coal fired power plant in Southeast Asia is in Mae Mo district near the lignite mining area. The plant uses the abundant lignite as fuel. The largest concrete plant is also north of Mueang Lampang. This is also powered by lignite. Limestone is another abundant rock mined in Lampang. The agricultural products that this province is famous for are rice and pineapples.\nHistory.\nIn the 11th century, the Khmer Empire occupied the Lampang area. King Mengrai of Lanna took control of the region and made it part of his kingdom in 1292. Lampang became a province of Thailand in 1892.\nLocal products.\nHand-made cotton (ผ้าทอมือ) comes in different patterns designed by different villages.\nWood-carving (ไม้แกะสลัก) is a major industry at Tambon Na Khrua of Mae Tha district\nTerra-cotta or ceramics (เซรามิก) produced in Lampang are of the best quality in Thailand.\nSa Paper (กระดาษสา) is a fine product made from a type of soft wood. The process is purely traditional and the major producing center is the village of Ban Nam Thong.\nFestivals.\nLuang Wiang Lakhon Fair (งานหลวงเวียงละคอน) features Lampang's own historical backgrounds and long-established customs and traditions.i\nKhantok Chang Fair (งานขันโตกช้าง หรือ สะโตกช้าง) hosts an elephant fiar\nLampang Trains and Horse Carriages Day (งานวันรถไฟรถม้าลำปาง) is organized at the Nakhon Lampang Railway Station at the beginning of April to commemorate the first royal train that arrived to the station 1 April 1916. In the event, there will be an exhibition and Kat Mua market, where the participants will dress up in the traditional style of costume of some 80 years ago, when the horse carriage was first used in Lampang. The carriage service is also provided in the event.\nSalung Luang Procession and Songkran Festival (งานแห่สลุงหลวงและสงกรานต์) is a festival held from 12–14 April every year. On 12 April, water bowls will be decorated\". On 13–14 April every year, there will be, sand pagoda making, ceremony of pouring water onto the elderly, splashing of water, fairs and various forms of entertainment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":35},{"uri":"Thailand","surface_form":"Thailand","offset":61},{"uri":"Wang_River","surface_form":"Wang River","offset":126},{"uri":"Ball_clay","surface_form":"ball clay","offset":322},{"uri":"China_stone","surface_form":"china stone","offset":333},{"uri":"Lignite","surface_form":"lignite","offset":350},{"uri":"Amphoe_Mueang_Lampang","surface_form":"Mueang Lampang district","offset":460},{"uri":"Fossil-fuel_power_station","surface_form":"coal fired power plant","offset":662},{"uri":"Amphoe_Mae_Mo","surface_form":"Mae Mo district","offset":709},{"uri":"Lignite","surface_form":"lignite","offset":734},{"uri":"Limestone","surface_form":"Limestone","offset":893},{"uri":"Khmer_Empire","surface_form":"Khmer Empire","offset":1064},{"uri":"Mangrai","surface_form":"Mengrai","offset":1109},{"uri":"Lanna","surface_form":"Lanna","offset":1120}]}