{"id":539096,"url":"http://en.wikipedia.org/wiki/Bible_of_Borso_d%27Este","text":"The Bible of Borso d'Este or Bibbia di Borso d’Este is a famous illuminated Latin Bible from the Renaissance period in the history of Europe. It was made in 1455-61 for Borso d'Este, the Duke of Ferrara. It has more than 600 pages and more than 1000 small paintings. It has many pictures of plants and animals as well as pictures showing life in the fifteenth century, including pictures of music and dance.\nStyle.\nNorthern Italy had a tradition of miniature painting for many years. The French Bible of Niccolò III was painted in this tradition. It was a model for Borso's miniatures. Niccolò's Bible was written in 1434. It is now in the Vatican.\nHistory.\nThe Bible of Borso d'Este was made between 1455 and 1461. A group of artists made the drawings. Taddeo Crivelli and Franco dei Russi were the leaders of the artists. Other artists were Girolamo da Cremona, Marco dell’Avogadro, and Giorgio d’Alemagna. Pietro Paolo Marone, a scribe from Bologna, did the writing.\nIn 1598, the Estense family moved to Modena, after the Pope took control of Ferrara. They took the Bible with them to Modena. In 1859, the city of Modena became part of Italy, and Francesco V d’Austria-Este went to Vienna with the Bible. In 1923, Giovanni Treccani degli Alfieri bought the Bible in a Paris bookstore. He returned the Bible to the Biblioteca Estense in Modena, Italy.\nThe Bible of Borso d'Este is now in the Biblioteca Estense (Este Library) in the Palazzo dei Musei, a museum and art gallery. The museum building was originally a poorhouse called Grande Albergo dei Poveri, built from 1767 to 1771. In 1788 the building became an art gallery. In 1883, the government got the building. The Bible of Borso d'Este is one of the most famous books in the museum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Illuminated_manuscript","surface_form":"illuminated","offset":64},{"uri":"Latin","surface_form":"Latin","offset":76},{"uri":"Bible","surface_form":"Bible","offset":82},{"uri":"Renaissance","surface_form":"Renaissance","offset":97},{"uri":"Duke","surface_form":"Duke","offset":187},{"uri":"Ferrara","surface_form":"Ferrara","offset":195},{"uri":"Tradition","surface_form":"tradition","offset":436},{"uri":"France","surface_form":"French","offset":488},{"uri":"Model","surface_form":"model","offset":556},{"uri":"Vatican_City","surface_form":"Vatican","offset":640},{"uri":"Scribe","surface_form":"scribe","offset":932},{"uri":"Bologna","surface_form":"Bologna","offset":944},{"uri":"Vienna","surface_form":"Vienna","offset":1185},{"uri":"Modena","surface_form":"Modena","offset":1339},{"uri":"Museum","surface_form":"museum","offset":1456},{"uri":"Art_gallery","surface_form":"art gallery","offset":1467},{"uri":"Famous","surface_form":"famous","offset":1717}]}