{"id":539023,"url":"http://en.wikipedia.org/wiki/Chainat_Province","text":"Chai Nat () is one of the central provinces of Thailand.\nGeography.\nChai Nat is a flat plain. It is in central Thailand's Chao Phraya River valley. There is a dam. It is used for flood control as well. It also is used to divert water into the country's largest irrigation system. The water is used for irrigation of rice paddies in the lower river valley. The dam was finished in 1957 and was the first dam constructed in Thailand.\nHistory.\nChai Nat was first established during the Ayutthaya kingdom. It was used as a successful base of operations for confronting the Burmese army. As the Burmese were defeated every time, the area earned the name Chai Nat, \"place of victory\".\nSights.\nChai Nat Bird Park (สวนนกชัยนาท) This sanctuary has the biggest bird sanctuary in Asia (26 rai; 4.2 hectares). Many bird bird species to live in their natural habitat.\nWat Thammamun Worawihan (วัดธรรมามูลวรวิหาร) The temple enshrines Luangpho Thammachak, a standing Buddha image\nWat Phra Borommathat Worawihan (วัดพระบรมธาตุวรวิหาร) There is an old pagoda\nChai Nat Muni National Museum (พิพิธภัณฑสถานแห่งชาติ ชัยนาทมุนี) This archaeological museum is a 2-storey adapted Thai-style building. Downstairs displays celadon Buddha images, tools, and ornaments.\nWat Pak Khlong Makham Thao or Wat Luangpu Suk (วัดปากคลองมะขามเฒ่า หรือ วัดหลวงปู่ศุข) This shady temple offers pleasant scenery and is famous for Buddha amulets.\nWasan Crocodile Farm (ฟาร์มจระเข้วสันต์) There are different kinds of animals such as crocodiles, tigers, rays, and various bird species.\nChao Phraya Dam (เขื่อนเจ้าพระยา) The nation's first large dam.\nWat Karuna (วัดกรุณา) This temple houses Chai Nat's largest sandstone Buddha image.\nKhun San Statue (อนุสาวรีย์ขุนสรรค์) Khun San or Hero of the Noi River is one of the Bang Rachan folk leaders who fought courageously seven times against the Burmese.\nWat Phra Mahathat (วัดพระมหาธาตุ) The royal temple of Mueang Phraek or Mueang San. The temple houses a distinguished prang with a fluted spire like the shape of a star fruit. The prang housing Buddha relics is made from brick on a square shaped base (a plinth) in the Lop Buri style.\nWat Song Phi Nong (วัดสองพี่น้อง) Legend has it that Chao Sam, one of the three siblings, incited the other two siblings named Chao Ai and Chao Yi against each other for the throne. Both Chao Ai and Chao Yi died and Chao Sam became the ruler. Chao Sam then built one prang and one chedi for his late brothers.\nWat Phra Kaeo (วัดพระแก้ว) An ancient temple housing a beautiful square-based stupa. In front of the stupa stands a Buddha image hall known as Wihan Luangpho Chai, where a delicately carved sandstone lintel was found at the back of the image.\nMonkey Park (สวนลิง) The temple houses rubber plantations and is home to a number of monkeys.\nWat Klai Kangwon (วัดไกลกังวล) or Khao Saraphat Si Charoen Tham (เขาสารพัดศรีเจริญธรรม) On top of the hill sees ruins of an ordination hall and the Buddha's footprints, as well as, a panoramic view of the area.\nLocal products.\nDakkhanon Mattress (ที่นอนดักคะนน) Stuffed with kapok, these are made by the locals of Ban Dakkhanon, Tambon Thammamun.\nBenjarong Pentachrome Ceramics (เครื่องเบญจรงค์) These five-coloured ceramics are made in the finest and most sophisticated craftsmanship.\nProducts.\nManorom's Pomelo (ส้มโอมโนรมย์) The most famous is the Khao Taengkwa variety with its sweet-crispy taste, large size, and is available throughout. The annual fair is held in August.\nWater Hyacinth Woven Product (ผลิตภัณฑ์ผักตบชวา) By making good use of this local plant, water hyacinths are made into a variety of affordable and delicate handicraft products and household decorations such as bags, baskets, slippers, flower pots, trays in the shape of a chicken, and vases\nHerbal Shampoo Products (ผลิตภัณฑ์แชมพูสมุนไพร) Made from kaffir limes, aloe, butterfly pea, turmeric, and soapberry, these renowned good quality herbal shampoo, conditioner, and bath gel, are products of the Tha Sai.\nPottery (เครื่องปั้นดินเผา) These stylishly designed pottery products such as flower pots, mugs, plates, watering utensils, and household decorations.\nHuai Krot Sugar This palm sugar in soft cakes is derived from sugar palm trees\nArtificial Flowers and Trees These are made from various materials such as plastic or sa paper.\nHand-woven Textiles Utilizing their spare time from cultivation, local housewives produce the uniquely traditional hand-woven textile such as the tube skirt or pha sin with the decorative piece woven in discontinuous supplementary weft technique known as tin chok, which is the influence of Laotian ancestors, who previously migrated to Chainat.\nFestivals.\nStraw Bird Fair, Chai Nat's Product Fair, and Red Cross Fair (งานมหกรรมหุ่นฟางนกนานาชาติ งานของดี และงานกาชาดจังหวัดชัยนาท) This annual fair is organized by making good use of straw, a by-product in rice farming.\nChai Nat Pomelo Fair (งานส้มโอชัยนาท) Chai Nat is one of several provinces famous for producing exceptional pomelo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":34},{"uri":"Thailand","surface_form":"Thailand","offset":47},{"uri":"Chao_Phraya","surface_form":"Chao Phraya","offset":122},{"uri":"Dam","surface_form":"dam","offset":360}]}