{"id":539021,"url":"http://en.wikipedia.org/wiki/Chumphon_Province","text":"Chumphon () is one of the southern provinces of Thailand.\nGeography.\nChumphon is located on the narrow landbridge between the Malay Peninsula and the mainland of Thailand. The north has mountains and the east has flat land on the coast of the Gulf of Thailand. It has a 222 kilometre-long coastline and 44 islands.\nHistory.\nThe southern part of the province was originally a separate province named Lang Suan. It was incorporated into Chumphon in 1932.\nIn November 1989, typhoon \"Gay\" hit the province hard. 529 people were killed, 160,000 became homeless, of farm land was destroyed. \"Gay\" is the only tropical storm on record which reached Thailand with typhoon wind strength.\nToday, Chumphon Province is a destination center for massive human trafficking from nearby Burma (Myanmar).\nEtymology.\nIt is believed that name comes from a local tree called the \"Maduea Chumphon\" (มะเดื่อชุมพร). The tree is abundant in the province.\nEconomy.\nThe coffee-growing valley of Ban Panwal in Tha Sae District includes 178,283 rai of robusta coffee plantations. It produces more than 24 million tonnes a year. Chumphon Province contributes 60 percent of Thailand's total coffee production. Local brands include Thamsing, ST Chumphon and Khao Tha-Lu Chumporn.\nTourism.\nIn 2015, the region had 1.86 million tourists. These tourists spent 7.55 billion baht. Average hotel occupancy rose to 65 percent from 53 percent in 2014.\nChumphon Airport is 30 km north of Chumphon city. It has direct daily flights to Bangkok's Don Mueang Airport (DMK). Flights from Bangkok are around 60 minutes.\nNok Air operates two daily flights between Bangkok (Don Mueang, DMK) and Chumphon Airport (CJM). i.\nSights.\nTham Thip Prida (ถ้ำทิพย์ปรีดา) A rocky mountain with about 40 caves, some which contain pools.\nKhao Chao Mueang (เขาเจ้าเมือง) The district's highest observation point. Tourists can take offering panoramic views of the coast and far out into the Chumphon Archipelago.\nKhao Phang Forest Park (วนอุทยานเขาพาง) Within the national park, there is a great variety of tropical vegetation.\nWatershed forest mountain (สัมผัสยอดเขา) Hiking trail to the top of mountain with views of both the Andaman Sea and the Gulf of Thailand\nSomdech Phra Srinagarindra Park (สวนสมเด็จพระศรีนครินทร์ฯ) The park consists of a hill and rivers.\nNamtok Thap Chang (น้ำตกทับช้าง) A waterfall in Khlong Phrao National Park.\nWat Chao Fa Sala Loi (วัดเจ้าฟ้าศาลาลอย) This old Buddhist temple is particularly important to the people of Chumphon, who revere a monk named Luang Pu Song..\nWat Tha Kwan Mueang (วัดท่าควนเมือง) A temple on top of a limestone hill\nWat Phra Thart Sawi (วัดพระธาตุสวี) A temple next to Sawi River stands a shrine\nChumphon National Museum (พิพิธภัณฑสถานแห่งชาติชุมพร) the museum provides an summary of the province.\nPor Ta Chongdong Summit (ยอดเขาพ่อตาโชงโดง) about 1,000 meters high.\nKhao Thung-Klong Pi waterfall (เขาทุ่ง-น้ำตกคลองปิ) Khlong Pi waterfall.\nFestivals.\nPhato Rafting (งานเทศกาลล่องแพพะโต๊ะ)Held during February to April. There is a mini-marathon.\nLang Suan's Fruit Fair (งานวันผลไม้เมืองหลังสวน) This fair is organized annually around August. The fruit market here exhibits a variety of fruits and there is a fruits contest.\nTraditional Boats Procession and Boat Race (งานประเพณีแห่พระแข่งเรือ) - a race on boats since 1844.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":35},{"uri":"Thailand","surface_form":"Thailand","offset":48},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":126},{"uri":"Thailand","surface_form":"Thailand","offset":162},{"uri":"Gulf_of_Thailand","surface_form":"Gulf of Thailand","offset":243},{"uri":"Typhoon","surface_form":"typhoon","offset":471},{"uri":"Typhoon_Gay_(1989)","surface_form":"Gay","offset":480},{"uri":"Rai_(area)","surface_form":"rai","offset":1016},{"uri":"Chumphon_Airport","surface_form":"Chumphon Airport","offset":1412},{"uri":"Don_Mueang_Airport","surface_form":"Don Mueang Airport","offset":1503},{"uri":"Nok_Air","surface_form":"Nok Air","offset":1573},{"uri":"Don_Mueang","surface_form":"Don Mueang","offset":1625},{"uri":"Chumphon_Airport","surface_form":"Chumphon Airport","offset":1646},{"uri":"Ko_Samui","surface_form":"i","offset":1670},{"uri":"Chumphon_Archipelago","surface_form":"Chumphon Archipelago","offset":1928},{"uri":"Khao_Phang_Forest_Park","surface_form":"Khao Phang Forest Park","offset":1950},{"uri":"Andaman_Sea","surface_form":"Andaman Sea","offset":2165},{"uri":"Gulf_of_Thailand","surface_form":"Gulf of Thailand","offset":2185},{"uri":"Khlong_Phrao_National_Park","surface_form":"Khlong Phrao National Park","offset":2349}]}