{"id":539035,"url":"http://en.wikipedia.org/wiki/Kanchanaburi_Province","text":"Kanchanaburi (([http://www.forvo.com/word/Kanchanaburi#th Pronunciation])) is the largest of the western provinces (\"changwat\") of Thailand.\nTourists are attracted by the history of its ancient civilisation and the World War II Bridge over the River Khai (also spelt \"Khwae\").\nGeography.\nThe province is in the west of Thailand, 129 km from Bangkok, and covers a total area of approximately 19,483 km². It is the country's third largest province, after Nakhon Ratchasima and Chiang Mai. Topographically, it is covered with timber and evergreen forests. The land has the famous River Kwai.\nSeveral national parks are in the mountainous forest areas. They include the Thungyai Naresuan Wildlife Sanctuary, which is on the UNESCO world heritage list.\nHistory.\nArchaeological remains found in Kanchanaburi date back to the 4th century. Evidence of trade exists, saying the people traded with surrounding regions at that time. Very little is known about the historical Khmer influence in Kanchanaburi.\nVery little of the region is known before the reign of King Rama I. In 1982, many skeletons and swords were found in Phanom Thuan District. This makes people think this site was the place of the famous battle of King Naresuan against the Burmese crown-prince.\nMost foreigners are mainly aware of Kanchanaburi's recent history. During the Japanese occupation of Thailand in 1942, Allied Prisoners-of-War and Asian labourers were ordered by the Japanese to build a Thailand-Burma railway. Eventually, more than 100,000 people (16,000 allied POWs and 90,000 local Asian labourers) died from horrific working conditions.\nTransportation.\nRiver: Locals seldom use the river as a means of transportation these days, but instead for tourist-related boat rides and karaoke dinners.\nRoads: Kanchanaburi's districts are connected by three highways which also link to neighbouring provinces.\nAirport: There is no public airport in Kanchanaburi.\nRail: Kanchanburi is on the line from Bangkok Noi to Nam Tok (Sai Yok). The section from Kanchanaburi westward is what remains of the railway built by forced labour. The line from Nam Tok to Sanklaburi (next to the Burmese border) was pulled up by the British after the war. There is a short section of track along with a nearby museum at Hell Fire Pass, a few kilometres west of Nam Tok.\nBus: Air-conditioned buses serve Bangkok, while travel to provincial districts and surrounding provinces is done by non- air-conditioned buses.\nTourism.\nOnly 129 km from Bangkok, Kanchanburi is a favourite holiday destination for Bangkokians and other Thais residing in the central region.\nFor most non-Thai, Kanchanaburi historical significance stems from the movie The Bridge Over the River Kwai, which was built by forced labour during the Second World War.\nSights.\nThe Bridge Over the River Kwai was built next to the town of Kanchanaburi. The Death Railway ran all the way from the Kwae River valley up to Three Pagodas Pass. Today, only the lowest part of the railway to Nam Tok is still in use. Kanchanaburi city has a war museum and a large POW cemetery.\nIn the Sai Yok district, there is a Buddhist tiger temple where tame tigers roam freely once a day. Also in Sai Yok is the Mueang Sing Historical Park, ruins of a Khmer town and temple, as well as the Sai Yok National Park with the two Sai Yok waterfalls.\nKanchanaburi War Cemetery (Don Rak) (สุสานทหารสัมพันธมิตรดอนรัก) The immaculately maintained cemetery contains the remains of 6,982 Allied POWs who perished during the construction of the \"Death Railway\".\nDeath Railway (ทางรถไฟสายมรณะ), the strategic railway tracks began from Nong Pla Duk Station in Amphoe Ban Pong, Ratchaburi, and ran via Kanchanaburi across the Khwae Yai River, westbound to the Three Pagodas Pass, to end at Thanbuyuzayat in Burma. Total length within Thai territory was 300 km. The railway took only one year to complete, from October 1942–October 1943. After the war, some lengths of track were demolished and some submerged under the lake of Khao Laem Dam.\nSai Yok National Park (อุทยานแห่งชาติไทรโยค), a park since 1980, most of the area is limestone mountains with mixed deciduous forest.\nActivities.\nKirdkao Observatory (หอดูดาวเกิดแก้ว) in Tambon Lum Rang, is a place to gain knowledge about stars and nature.\nSangkhla Buri Jungle Trek This service is offered to tourists by hotels in Amphoe Sangkhla Buri. The programme starts with rowing boats along Huai Song Ka Lia, riding elephants and rafting.\nMountain biking is very common in the province.\nRafting, Canoeing, White Water Rafting are also very common along various routes such as Noi River, Kwae River, Song Ka Lia River.\nElephant trekking Kanchanaburi has many elephant camps providing elephant trekking.\nCultural tourism.\nBan Nong Khao is one district in Kanchanaburi, about 12 km. away from the province. Villagers here still live simply in an agricultural society and old-style houses practising culture and traditions which has been transmitted from generation to generation.\nBan Khao Lek is a small Karen village, situated in the middle of a valley in the area of Chaloem Rattanakosin National Park with splendid nature. Most villagers earn a living by farming and collecting products from the forest. They live a simple life and mainly rely on nature. They practice Karen culture from generation to generation.\nMining.\nIn 1918, alluvial sapphire deposits were discovered near Bo Ploi. It was a major source of sapphires in the 1980s and 1990s.\nKanchanaburi Province is the site of \"Klity Creek\", a waterway heavily polluted by the practices of the Lead Concentrate Company. The company was ordered by a Thai court to clean up its environmental damage in 2013. To date (2016) the court ordered clean-up has been halting and ineffectual.\nFolk culture and traditions.\nRam Yoei is a local dance of the Kanchanaburi local people that has been performed for more than 500 years. They perform Ram Yoei on Songkran Day and New Year, etc. Men and women must form a circle, one person will lead to sing and another will sing to the other’s lyric in reply, and Luk Khu (chorus) will sing along and dance to the rhythm of Klong Yao drums. At present, Ram Yoei is played only in Amphoe Phanom Thuan.\nLifestyle.\nMost of the local rural people work in the field of agriculture. Even though most of them are of Thai ancestry, there is also a lot of Mon and Karen blood around. As minority, people have dwelled in the area for hundreds of years. Kanchanburi enjoys plenty of popular folk festivals.\nEvents and festivals.\nMineral Water and Waterfall Bathing Day (งานวันอาบน้ำแร่แช่น้ำตก); held at Hin Dat Hot Spring, at the beginning of November.\nBoat and Raft People’s Day (งานเทศกาลชาวเรือชาวแพ); held every year at the beginning of November at Song Khwae Road near the riverside in front of the city of Kanchanaburi. Activities are folk performances, Thai typical music performance, academic exhibition concerning conservation of rivers and canals, water sports such as riding long-boat, speed-boat and jet-skiing.\nRiver Kwae Bridge Week (งานสัปดาห์สะพานข้ามแม่น้ำแคว); held every year around the end of November until the beginning of December to commemorate the significance of the Death Railway and the Bridge over the Khwae River taking place in World War II. Visitors can see the historical and archaeological exhibition, folk performances, booths of products, entertaining activities, and light and sound show.\nLocal food.\nKanchanburi is known for its freshwater fish. The most popular dining areas are the Song Kwae Road waterfront area and the riverside restaurants in the vicinity of the River Kwai Bridge. There are \"jungle\" food restaurants selling illegal imported meat of endangered animals from Burma.\nMedical health care.\nIn town there is the Kanchanaburi Memorial Hospital and lots of clinics and pharmacies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":105},{"uri":"Thailand","surface_form":"Thailand","offset":131},{"uri":"National_parks_(Thailand)","surface_form":"national parks","offset":597},{"uri":"Thungyai_Naresuan_Wildlife_Sanctuary","surface_form":"Thungyai Naresuan Wildlife Sanctuary","offset":666},{"uri":"UNESCO","surface_form":"UNESCO","offset":720},{"uri":"World_heritage","surface_form":"world heritage","offset":727},{"uri":"Khmer_Empire","surface_form":"Khmer","offset":964},{"uri":"Rama_I","surface_form":"Rama I","offset":1057},{"uri":"Phanom_Thuan_District","surface_form":"Phanom Thuan District","offset":1114},{"uri":"Naresuan","surface_form":"King Naresuan","offset":1209},{"uri":"Japanese_occupation_of_Thailand","surface_form":"Japanese occupation of Thailand","offset":1335},{"uri":"The_Bridge_Over_the_River_Kwai","surface_form":"The Bridge Over the River Kwai","offset":2686},{"uri":"The_Bridge_Over_the_River_Kwai","surface_form":"The Bridge Over the River Kwai","offset":2788},{"uri":"Kanchanaburi","surface_form":"Kanchanaburi","offset":2849},{"uri":"Death_Railway","surface_form":"Death Railway","offset":2867},{"uri":"Three_Pagodas_Pass","surface_form":"Three Pagodas Pass","offset":2930},{"uri":"Nam_Tok_Sai_Yok_Noi","surface_form":"Nam Tok","offset":2996},{"uri":"Kanchanaburi","surface_form":"Kanchanaburi","offset":3021},{"uri":"Amphoe_Sai_Yok","surface_form":"Sai Yok","offset":3089},{"uri":"Tiger_temple","surface_form":"tiger temple","offset":3127},{"uri":"Mueang_Sing_Historical_Park","surface_form":"Mueang Sing Historical Park","offset":3205},{"uri":"Khmer_Empire","surface_form":"Khmer","offset":3245},{"uri":"Sai_Yok_National_Park","surface_form":"Sai Yok National Park","offset":3283},{"uri":"Sai_Yok_waterfall","surface_form":"Sai Yok waterfall","offset":3318},{"uri":"Sai_Yok_National_Park","surface_form":"Sai Yok National Park","offset":4020},{"uri":"Chaloem_Rattanakosin_National_Park","surface_form":"Chaloem Rattanakosin National Park","offset":5094},{"uri":"Sapphire","surface_form":"sapphire","offset":5368}]}