{"id":539140,"url":"http://en.wikipedia.org/wiki/Nakhon_Pathom_Province","text":"Nakhon Pathom () is one of the central provinces (\"changwat\") of Thailand. The province is known for its many fruit orchards.\nNakhon Pathom is a small province. It is from Bangkok.\nHistory.\nThe name comes from the Pali words \"Nagara Pathama\", meaning \"first city\". Nakhon Pathom is often referred to as Thailand's oldest city.\nDue to sedimentation from the Chao Phraya River, the coast line moved much farther to sea.\nMajor settlement of the province included emigration beginning in the reign of King Rama II, The province includes industrial zones, major university towns, government offices relocated from Bangkok and agricultural and transport hubs.\nInteresting Places.\nWat Phra Pathom Chedi Ratchaworaviharn is one of the main royal temples. Belonging to this temple is the Phra Pathom Chedi, one of the tallest pagodas in the world.\nSuan Sam Pran is a big garden. Nearby is the Sam Pran Crocodile farm, which includes a zoo and has elephant and crocodile shows.\nThe Jesada Technik Museum is on the eastern edge of Nakhon Chai Si and has a large collection of old cars, trucks, and planes.\nWat Phra Pathom Chedi Ratchavoraviharn () is a first class royal monastery.\nNakhon Pathom Palace () Royal palace\nPhrabat Somdej Phra Monkut Klao Chaoyuhua Museum (Sanam Chan Palace) () The palace was constructed by command of King Rama VI in the year 1907.\nPhra Tamnak Chali Monkol-asna () This 2-storey building is of European architecture\nYa-Lei Monument () The dog, Ya-Lei, was very close to the heart of King Rama VI. The king was very fond of Ya-Lei, so much so that Ya-Lei was envied, and was later shot by an envious person. King Rama VI was much saddened when Ya-Le died and commanded that a copper statue of Ya-Lei be cast and placed on a pedestal in front of Phra Tamnak Chali Monkol-asna.\nNeun Dhamma Sala () The physical appearance is that of a hill with a tunnel opening that is believed to connect Wat Phra Mayn to Wat Dhamma Sala. From hearsay, there are various valuable treasures like ancient pottery but which may not be taken out because there is a treasure guardian spirit watching.\nWat Phra Mayn () It is an abandoned temple that nowadays resembles a large hill. Also discovered here are other artefacts which include bronze Buddha images as well as arms, thighs, and hands from a laterite Buddha image, Yaksa Deva (Thai mythical giant gods), Lotus Lion Deva, and stucco relief from the stupa ruins.\nPhra Padhone Chedi () As Wat Phra Padhone Chedi is in the middle of the ancient city of Nakhon Chai Si thus several artefacts were discovered during excavations. Some of the discovered items include Buddha images, heads of Buddha images and Buddha images in terra cotta, as well as a bronze figure of a garuda gripping naga under its claws, which is the official symbol of King Rama VI.\nNeun Phra or Neun Yai Hom () This area was once an ancient temple and that the hill must have been a large chedi that was in the temple compound dating back to the Dvaravati period, or earlier, roughly about 1,000 years ago.\nBuddhamonthon () A huge upright Buddha image\nSamphran Elephant Ground & Zoo () There are daily elephant shows, elephant rides around the compound, elephant musical shows, crocodile-wrestling shows, and magic shows.\nRose Garden () There are a multitude of beautiful floral displays of great variety.\nThai Human Imagery Museum () The museum displays lifelike wax/fibreglass sculptures of vivid detail.\nWat Klang Bang Kaew () The temple houses a chapel, a vihara, and a principal Buddha image, all of which are very old and assumed, archaeologically, to have been built in the Ayutthaya period. There is a Phra Phuttha Vithinayok museum, exhibiting historical remains, artefacts, as well as utensils of the late monks: Luang Poo Boon (Phra Phuttha Vithinayok Boon Kanthachoti) and Luang Poo Perm (Phra Phuttha Vithinayok Perm Punyavasano).\nFish Sanctuary () The place is a natural fish sanctuary, which is the habitat of various species of fish typical to the Tha Cheen River.\nKasetsart University, Kamphaeng Saen Campus (Botanical Garden) In the university compound, there are number of projects to educate farmers and the general public that include scaled-down projects such as an agricultural technology project, an irrigation system initiated along with the Royal project, an Entomological Park where various species of butterflies are housed, a pilot vegetable plantation plot, and Suan Saen Palm (garden of a hundred thousand palms), which collects various kinds of ornamental palms.\nAncient City of Kamphaeng Saen () this is an ancient town that is worth visiting. It is used as a Boy Scout camp. The interesting attractions of Ancient City of Kamphaeng Saen include unchanged ditches and earth dikes surrounding the ditches.\nActivities.\nSight-seeing by boats there are tours of canals, visiting fruit orchards and orchid farmt Office (terminal of Bangkok-Samphran line bus), via Chinda canal and Bangchang canal, passing rose apple orchards, coconut orchards, and orchid farms.\nPomelo orchards in Nakhon Chai Si ()\nSuan Thai Tawee pomelo orchard () This orchard\nBanchong Orchid Farm () The orchid farm\nLocal products.\nKhao lam () is sticky rice mixed with coconut milk and grilled in a bamboo stalk.\nFestivals.\nNakhon Pathom Food and Fruits Fair () is annually held during the Chinese New Year, around January–February, on the grounds of Phra Pathom Chedi to promote the agricultural and industrial products of the province. It aims to promote the fruits that are grown in Nakhon Pathom such as pomelo, sweet coconuts, guavas, and bananas. It also features Chinese buffet arrangement contests and fruit contests.\nSongkran Festival) is annually held from 13–17 April around Phra Pathom Chedi. During the festival, there are many activities such as the Songkran procession floats, Chinese Dragon and Lion Dances, bathing of the revered Phra Ruang Rodjanarit, sand chedi building, Thai opera, and local entertainments.\nBuffet for Elephant and Elephant Queen Pageant () is annually held on Labour Day (1 May) at the Samphran Elephant Ground and Zoo to show gratitude to elephants living in the grounds. The Elephant Queen Pageant is held to find a rather plump lady who could interpret and display the elephant's gentle character.\nWat Rai Khing Festival () is annually held from the 13th day of the waxing moon to the 4th day of the waning moon in the fifth month of the lunar calendar. There are many goods sold, from various government units and also from farmers. The fair also features fruit contests and there are many kinds of entertainment at night.\nPhra Pathom Chedi Festival () The fair takes place annually from the 12th day of the waxing moon to the 4th day of the waning moon in the 12th month of the lunar calendar. It is held on the grounds of Phra Pathom Chedi. At night, various entertainments are provided.\nLoy Krathong Festival () is held annually on the 15th day of the waxing moon in the 12th month of the lunar calendar (November). The festival is held at Sanam Chan Palace, and features beauty pageants, krathong contests, hanging lantern contests, and local entertainment, among others.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":39},{"uri":"Thailand","surface_form":"Thailand","offset":65},{"uri":"Bangkok","surface_form":"Bangkok","offset":172},{"uri":"Pali","surface_form":"Pali","offset":214},{"uri":"Sedimentation","surface_form":"sedimentation","offset":334},{"uri":"Emigration","surface_form":"emigration","offset":460},{"uri":"Khao_lam","surface_form":"Khao lam","offset":5152}]}