{"id":539137,"url":"http://en.wikipedia.org/wiki/Lopburi_Province","text":"Lopburi () is a province in the central region of Thailand. Many historical structures, artifacts, and prehistoric settlements have been discovered.\nHistory.\nKnown as Lavo during much of its history, Lopburi probably dates to prehistoric times. The name Lavo originated in the Dvaravati period (6th–11th century CE). The Khmer Empirewould build many impressive temples in the city during its rule.\nIn 1856, King Mongkut of the Chakri dynasty ordered King Narai's palace to be renovated. The city finally regained its importance in 1938, when Field Marshal Plaek Phibunsongkhram chose Lopburi to be the largest military base in Thailand.\nGeography.\nLopburi is on the east side of the Chao Phraya River valley. It is between the Lopburi River and Pa Sak Rivers. Most of the land is mixed plains and hills.\nSights.\nPhiman Mongkut Pavilion (หมู่พระที่นั่งพิมานมงกุฎ) was constructed at the command of King Rama IV in 1862 as his private residence when he came to renovate Lopburi.\nPhra Prathiap Buildings (หมู่ตึกพระประเทียบ) Composed of two single storey buildings and a group of eight two-storey brick buildings, constructed for being residential quarters for court officials who attended King Rama V when he visited Lopburi.\nThim Dap or Royal Guards Residence (ทิมดาบ หรือที่พักของทหารรักษาการณ์) Passing through the entrance to the middle court, the buildings on both sides of the lawn were the barracks of the royal guards of the palace.\nWat San Paulo (วัดสันเปาโล) A Jesuit church, constructed in the reign of King Narai. At present, only a side of the wall and an observatory remain.\nWat Chi Pa Sitaram (วัดชีป่าสิตาราม) Within the compound of the temple is a bell-shaped chedi representing Ayutthaya art.\nKraison Siharat Hall (พระที่นั่งไกรสรสีหราช) This hall is another residence of King Narai.\nWat Yang Na Rangsi and Lop Buri Boat Museum (วัดยาง ณ รังสี และพิพิธภัณฑ์เรือพื้นบ้าน) Lopburi Boat Museum is at the temple sermon hall, constructed in 1927 on the bank of the Lopburi River. The hall was granted an award for Best Architectural Preservation in 1993. It reflects the rural Thai temple hall's style in central Thailand.\nTha Khae Scripture Hall (หอไตรวัดท่าแค) Dharma Scripture hall of the \"Lao Lom\" community. Normally, a scripture hall is constructed on high columns in a pond. However, the one at this temple is a wooden house with a cruciform plan located on high columns.\nAng Sap Lek (อ่างซับเหล็ก) A natural ancient reservoir. In 1977, Lopburi improved Ang Sap Lek to be a natural tourist attraction by building roads around the reservoir, planting trees, as well as, erecting a summer relaxation pavilion.\nWat Lai (วัดไลย์) There are remaining ancient stucco reliefs on the Jakata stories and the Buddha's life. Maitreya Bodhisattva's image is another object that has been highly respected by the people from the past. Besides, there are other objects such as an old wihan with slit windows, which is the architecture reflecting the early Ayutthaya style.\nKhao Samo Khon (เขาสมอคอน) A mountain range which has been important historically. There are four important temples on this mountain range: Wat Bandai Sam Saen, Wat Tham Tako Phutthasopha, Wat Tham Chang Phueak, and Wat Khao Samo Khon.\nAmphoe Ban Mi (อำเภอบ้านหมี่) Famous for Mudmi silk. Most of the locals are Thai Phuan who migrated from Laos around 130 years ago. They named their new settlement as \"Ban Mi\" after their former Laotian village.\nWat Thammikaram or Wat Khangkhao (วัดธรรมิการาม หรือ วัดค้างคาว) Mural paintings at the four sides of the ubosot depict the life of Buddha. The paintings incorporate Western techniques such as the shading of trees.\nWat Thong Khung Tha Lao (วัดท้องคุ้งท่าเลา) The entrance of the temple is in the shape of Hanuman with its mouth wide open, decorated with glass in distinctive colours.\nWat Nong Tao (Wat Phanit Thammikaram) (วัดหนองเต่า หรือ วัดพาณิชธรรมมิการาม) The ubosot on the back of a turtle, \"tao\", considered the symbol of the sub-district.\nWat Khao Wongkot (วัดเขาวงกต) There is a bat cave on the shoulder of the mountain above the ubosot. It is the largest bat cave in Lopburi, inside which live millions of bats. The bats' droppings generate an income for the wat of more than ten thousand baht a year.\nKhao Wong Phrachan (เขาวงพระจันทร์) At the summit of Khao Wong Phrachan visitors can see the panoramic scenery below. Khao Wong Phrachan is the highest mountain in Lopburi.\nSunflower fields (ทุ่งทานตะวัน) Lopburi is the leading sunflower province. Some 200,000–300,000 rai are planted with sunflowers. They are usually in full bloom from November–January. Sunflower fields are scattered throughout Mueang District, Phatthana Nikhom District, and Chai Badan District.\nWat Phrom Rangsi (วัดพรหมรังษี) This temple has an ubosot with four porches. The bell-shape chedi is similar to the Phra Borommathat, a chedi containing a Buddha relic, in Nakhon Si Thammarat.\nPa Sak Jolasid Dam (เขื่อนป่าสักชลสิทธิ์) It is the longest clay-core dam in Thailand. The Pa Sak River Basin Museum presents information about nature and culture.\nBan Pong Manao Site Museum (พิพิธภัณฑ์เปิดบ้านโป่งมะนาว) A pre-historic archaeological site dating from around 2,500–3,000 years ago or the late-Ban Chiang Period. Thirteen ancient human skeletons were found here.\nKhao Somphot Non-hunting Area (เขตห้ามล่าสัตว์ป่าเขาสมโภชน์) A high and steep limestone mountain range stretching along the southwestern direction, full of caves and cliffs. There are two plains in the valley and a plateau, with many spots of water seepage around the area, making it a significant watershed.\nSap Langka Wildlife Sanctuary (เขตรักษาพันธุ์สัตว์ป่าซับลังกา) The significance of the area is that it is the source of the Lam Sonthi River, as well as, a source of food for wildlife. At present, there are still goat antelopes which are protected animals living in the sanctuary.\nSpecial Warfare Command (หน่วยบัญชาการสงครามพิเศษ) (Mueang District) Demonstrations of how to survive in the forest, a 34-foot tower jump, parachute from a balloon, shooting, cliff climbing, and a military jungle tour. An Army Special Forces Museum displays photos, equipment, background, evolution and pictures of various activities of the special forces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"province","offset":16},{"uri":"Thailand","surface_form":"Thailand","offset":50},{"uri":"Lavo","surface_form":"Lavo","offset":167},{"uri":"Dvaravati","surface_form":"Dvaravati","offset":277},{"uri":"Khmer_empire","surface_form":"Khmer","offset":321},{"uri":"Mongkut","surface_form":"Mongkut","offset":412},{"uri":"Plaek_Phibunsongkhram","surface_form":"Plaek Phibunsongkhram","offset":556},{"uri":"Chao_Phraya_River","surface_form":"Chao Phraya River","offset":683},{"uri":"Lopburi_River","surface_form":"Lopburi River","offset":727},{"uri":"Pa_Sak_River","surface_form":"Pa Sak","offset":745},{"uri":"Barracks","surface_form":"barracks","offset":1395},{"uri":"Hanuman","surface_form":"Hanuman","offset":3729}]}