{"id":539139,"url":"http://en.wikipedia.org/wiki/Nakhon_Nayok_Province","text":"Nakhon Nayok () is one of the central provinces (\"changwat\") of Thailand. The word \"nakhon\" comes from the Sanskrit word \"nagara\".\nGeography.\nThe highest mountain in the province is in the northern part. The mountain is tall.\nThe main river of the province is the Nakhon Nayok River.\nHistory.\nThe city of Nakhon Nayok dates back to the Dvaravati Kingdom, probably founded in the 11th century. Ruins from this time are visible at Mueang Boran Dong Lakhon south of the modern city. It was originally named \"Mueang\" Lablae. The name Nakhon Nayok was assigned to it in 1350, when it became a garrison town of the Ayutthaya kingdom protecting the eastern boundary.\nOn 1 January 1943, the government downgraded Nakhon Nayok Province and combined it with Prachinburi Province, except for Ban Na district which became part of Saraburi Province. On 9 May 1946 the province was re-established.\nSights.\n\"San Lak Mueang (City Pillar Shrine) (ศาลหลักเมือง)\" at one time it was a shrine housing a 1-metre wooden column topped with a carving in the form of a lotus bud, near the Old City Wall.\n\"Chulachomklao Royal Military Academy (โรงเรียนนายร้อยพระจุลจอมเกล้า)\" It is a training centre for Thai military cadets.\n\"Namtok Sarika (น้ำตกสาริกา)\" is the most famous waterfall of Nakhon Nayok. The waterfall cascades down 9 levels\n\"Lan Rak Falls or Tat Hin Kong Falls (น้ำตกลานรักหรือน้ำตกตาดหินกอง)\" waterfall\n\"Wang Takhrai (วังตะไคร้)\" is filled with huge, trees and has a small stream running through. There are also a variety of beautiful species of ornamental flowers and plants.\n\"Nang Rong Falls or Namtok Nang Rong (น้ำตกนางรอง)\" The waterfall originates from a source on a high mountain in Khao Yai National Park. It cascades down several levels onto rock formations, flowing through verdant forests\n\"Huai Prue Reservoir (อ่างเก็บน้ำห้วยปรือ)\" This is a small reservoir by volume but has a large surface area.\n\"Sai Thong Reservoir (อ่างเก็บน้ำทรายทอง)\" This small reservoir offers a natural mountainous landscape.\n\"Namtok Ka-ang (น้ำตกกะอาง)\" The water cascades\n\"Thudongkhasathan Thawon Nimit (ธุดงคสถานถาวรนิมิตร)\" is a meditation centre for monks, novices, nuns, and the general public. There are hundreds of shelters for monks, nuns, and general public to worship.\n\"Namtok Heo Narok (น้ำตกเหวนรก)\" This is a 3-tiered large waterfall with its first tier at 60 metres high. During the rainy season, there is such a lot of water that the flow is frightening and will drop straight down at 90 degrees to a lower chasm.\n\"Ornamental Plants and Floral Centre (ศูนย์ไม้ดอกไม้ประดับ)\" Various plant nurseries that grow a large variety of ornamental plants and flora which are sold to every corner of the country.\nActivities.\n\"Khao Yai-Nakhon Nayok Jungle Treks (ท่องไพรเขาใหญ่-นครนายก)\" is usually held during December to June. The trekking aims to promote the study of nature and ecology, as well as creating good understanding in natural resources and environmental conservation.\nKhao Yai National Park, the first national park of Thailand was declared a national park on September 18, 1962. It covers areas of four provinces: Nakhon Nayok, Nakhon Ratchasima, Prachin Buri, and Saraburi. The park occupies an area of 2,168 square kilometers and consists of virgin forest, tropical forest, streams, waterfalls, wildlife, and a variety of plants. The most suitable visiting time is during the Thai winter, from October to February when it is cold at night until the next morning. The highest point is Khao Rom Peak, which is 1,351 metres above sea level.\nLocal Products.\n\"Sweet Plum Mango (Ma-prang, มะปราง)\" is the most well known fruit of Nakhon Nayok (it is a sweet fruit and is similar to \"ma-yong-chit\", a sour fruit). The ma-prang harvest season February to March. They are grown in a number of orchards on the Nakhon Nayok-Namtok Sarika road.\n\"Bamboo Products (ผลิตภัณฑ์จากไม้ไผ่)\" Products include a miniature sail boat, a peacock, and human faces.\n\"Brooms (ไม้กวาด)\" Manufactured in Tambon Sarika, Amphoe Mueang, Tambon Na Hin Lat, Tambon Khok Kruat, Tambon Nong Saeng, Amphoe Pak Phli. The brooms are made with indigenous grass and the broomstick is made from a piece of wood from a tree of the Apocynaceae family or made of bamboo.\n\"Doormats made from scrap cloth (พรมทอจากเศษผ้า)\" are produced in Tambon Khao Phoem, Amphoe Ban Na. The scrap cloth, also made into bed covers, are sold in various sizes at furniture stalls of Ban Na market and Amphoe Mueang.\n\"Sugared Banana Chips (Kluai Chap) (กล้วยฉาบ)\" and sugared sweet potato and sugared taro chips are produced in Tambon Sarika, Amphoe Mueang.\n\"Preserved Fruits (ผลไม้แช่อิ่ม)\" such as star apples, tamarinds, mangos, santol, and lime.\nFestivals.\n\"Tak Bat Thewo Rohana Fair (งานประเพณีตักบาตรเทโวโรหนะ)\", a festivity where offerings are made to monks.\n\"Sweet Plum Mango and Nakhon Nayok Products Fair (งานวันมะปรางหวานและของดีนครนายก)\" takes place to promote Ma-prang (sweet plum mangoes), and other agricultural products and handicrafts\n\"Thai Merit Making (Sat Thai) and Long boat Racing Festival (งานประเพณีสารทไทยและแข่งเรือยาวประเพณี)\" is annually held in October along Khlong 29 at Wat Thawiphon Rangsan, Amphoe Ongkharak.\n\"Ongkharak Ornamental Plants and Flowers Fair (งานมหกรรมไม้ดอกไม้ประดับองครักษ์)\" is annually held in April to showcase ornamental plants and flowers","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":38},{"uri":"Thailand","surface_form":"Thailand","offset":64},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":107},{"uri":"Dvaravati","surface_form":"Dvaravati","offset":336},{"uri":"Mueang","surface_form":"Mueang","offset":505},{"uri":"Ayutthaya_kingdom","surface_form":"Ayutthaya kingdom","offset":609},{"uri":"Prachinburi_Province","surface_form":"Prachinburi Province","offset":748},{"uri":"Amphoe_Ban_Na","surface_form":"Ban Na district","offset":781},{"uri":"Saraburi_Province","surface_form":"Saraburi Province","offset":818}]}