{"id":53915,"url":"http://en.wikipedia.org/wiki/Kendo","text":"e=\"preserve\"> is a Japanese martial art.\nHistory.\nKendo means the \"way of the sword\". The rules and gear of kendo were first created in the 18th century and its modern rules and styles date to 19th century.\nRules.\nAn opponent may be struck at seven places: both sides and top of helmet (\"men\"), on either hand (gloves, \"kote\") or either side of the body breastplate (\"do\"). There is also one legal thrust (\"tsuki\") on throat.\nThe \"men\" can only be struck from face, not from back. However, only one of the two hands can be struck, it depends on which kind of posture(\"kamae\") your opponent are using. A struck to the right side of body(one kind of \"do\") will often be ignored by referee because in the old days samurai will have a smaller sword in this position, which gives this position a good protection. Very important, because \"tsuki\" is somehow dangerous, junior practicer perform \"tsuki\" is forbidden both in match and daily training.\nIn a match, the attacker must name the location of each strike. Often, name these locations by Japanese list before(\"men\",\"kote\",\"do\",\"tsuki\"), but some people will name it by Korean or Chinese or other language, or even a meaningless shout. All these kinds of shout name \"kiai\". An effective attack must contains \"kiai\" besides other essential factors.\nEquipment.\nThe weapon used in kendo is a bamboo sword, called \"shinai\". The kendo armour, which the players must wear, is called \"bogu\" and is made of a helmet (\"men\"), breastplate (\"do\"), waist protector (\"tare\"), and special gloves (\"kote\").\nLesson contents.\nLesson is called \"keiko\" in kendo. keiko means that We think about past. kendo's keiko is distinguished between \"shinai keiko\" and \"kata keiko\". the building which we do kendo is called \"dojyo\". In particular \"keiko\" done in summer is \"shochugeiko\" and one done in winter is \"kangeiko\".\nkeiko which use \"shinai\" and \"bogu\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":19},{"uri":"Martial_art","surface_form":"martial art","offset":28},{"uri":"Bamboo","surface_form":"bamboo","offset":1337},{"uri":"Sword","surface_form":"sword","offset":1344},{"uri":"Armour","surface_form":"armour","offset":1378}]}