{"id":539197,"url":"http://en.wikipedia.org/wiki/Tanah_Merah_MRT_station","text":"Tanah Merah Station (EW4/CG) is an MRT Station in Bedok, Singapore. It is along the East West MRT Line.\nThe station is situated between Simei and Bedok. It is a cross-platform interchange for trains heading towards Changi Airport. Passengers going to Expo or Changi Airport may board the train from platforms C and D. Similar to other stations on the eastern section of the East West Line, the station's design consists of white-washed walls, curved pillars and a dome-shaped ceiling. Exclusive to this station, there is a glass roof running along the middle of the station.\nTanah Merah MRT is also officially assigned the station code \"CG\", to differentiate the station's operations on the Main Line and the Changi Airport Branch Line.\nHistory.\nThe station was originally not going to be open with the rest of the East West Line in between 1988 and 1989 as there were only private houses surrounding it, but increasing pressure from Members of Parliament and the public forced SMRT to open this station. When it opened on 4 November 1989, the demand was extremely stagnant, with only private houses, Bedok South housing estates and Fengshan housing estates to cater to. The demand increased when Singapore Expo and the MRT line to Changi Airport opened.\nThe addition of a new platform was announced by Land Transport Authority on 25 August 2014 to allow trains to arrive and depart at shorter intervals and an improvement in waiting times with the enhancements. On 26 October 2016, the Land Transport Authority awarded the civil contract to Lum Chang Building Contractors Pte. Ltd. to build a new platform at Tanah Merah Station and viaducts for a contract sum of S$325 million. In addition to the new platforms, the existing East-West Line tracks will be extended to connect the line to the new four-in-one East Coast Integrated Depot at Changi. When completed in 2024, it will be the second station to have triple island platforms after Jurong East.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":35},{"uri":"Bedok","surface_form":"Bedok","offset":50},{"uri":"Singapore","surface_form":"Singapore","offset":57},{"uri":"East_West_MRT_Line","surface_form":"East West MRT Line","offset":84}]}