{"id":539298,"url":"http://en.wikipedia.org/wiki/Nguyen_Anh_9","text":"e=\"preserve\">Nguyen Anh 9 (born Nguyen Dinh Anh, January 1, 1940 – April 14, 2016) was a Vietnamese songwriter and pianist.\nEarly life.\nHe was born in Ninh Thuan Province, Vietnam on January 1, 1940. He was raised in Nha Trang and in Saigon. Nguyen Dinh Anh studied at Taberd until 1954 and went to Da Lat.\nCareer.\nNguyen Anh 9 started his songwriting career in a very accidental way when touring Japan with Khanh Ly. Nguyen Anh 9 played the guitar he was holding right away and sang: \"Không! Không! Tôi không còn, tôi không còn yêu em nữa...\" (\"No! No! I'm no longer, I'm no longer in love with you...\"). When coming back to Vietnam, Khanh Ly suggested he write this song. At her suggestion, he finished writing his first song in a short time.\nThe song \"Không\" (No) was first recorded by Khanh Ly on vinyl with the disc title \"Tình ca quê hương\" (Native land love songs). \"Không\" became one of the signature songs of Elvis Phuong's singing career, as well as some other Nguyen Anh 9's songs such as \"Ai đưa em về\" (Who takes you home), \"Chia phôi\" (Parting), \"Một lời cuối cho em\" (One last word for you)... many performed by Elvis Phuong on the stage of Queen Bee discothèque in Saigon in early 1970<nowiki/>s.\nIn 1982, Nguyen Anh 9 returned to the music industry. He continued to take part in the concerts and piano shows in many places. Nguyen Anh 9 was also invited to write the soundtracks for some movies such as \"Mảnh tình nghiệt ngã\" (Ill-fated love affair), \"Mênh mông tình buồn\" (Immensely sad love).\nDeath.\nHe died of pneumonia and heart failure in Ho Chi Minh City, aged 76.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vietnam","surface_form":"Vietnam","offset":89},{"uri":"Song_writer","surface_form":"songwriter","offset":100},{"uri":"Pianist","surface_form":"pianist","offset":115},{"uri":"Ninh_Thuan_Province","surface_form":"Ninh Thuan Province","offset":151},{"uri":"Vietnam","surface_form":"Vietnam","offset":172},{"uri":"Nha_Trang","surface_form":"Nha Trang","offset":217},{"uri":"Saigon","surface_form":"Saigon","offset":234},{"uri":"Da_Lat","surface_form":"Da Lat","offset":299},{"uri":"Japan","surface_form":"Japan","offset":397},{"uri":"Khanh_Ly","surface_form":"Khanh Ly","offset":408},{"uri":"Guitar","surface_form":"guitar","offset":442},{"uri":"Elvis_Ph%C6%B0%C6%A1ng","surface_form":"Elvis Phuong","offset":918},{"uri":"1970s","surface_form":"1970","offset":1197},{"uri":"Pneumonia","surface_form":"pneumonia","offset":1530},{"uri":"Heart_failure","surface_form":"heart failure","offset":1544},{"uri":"Ho_Chi_Minh_City","surface_form":"Ho Chi Minh City","offset":1561}]}