{"id":539318,"url":"http://en.wikipedia.org/wiki/Newton_MRT_station","text":"Newton MRT station (NS21/DT11) is an underground Mass Rapid Transit (MRT) station in Singapore. It is an interchange station between the North South MRT Line and Downtown MRT Line. The station was formerly known as Newton Circus. It is one of the stations that is not connected from North South line to Downtown line. The station transit area is public.\nHistory.\nThe station was opened on 12 December 1987 and the original station code is N4. Downtown Line station was opened on 27 December 2015, reducing the need to take bus services 171 and 700/700A.\nOn 5 October 2017, a Platform screen door on the North South Line platform did not work. The door, which is fitted with sensors to detect when the train doors opens, did not open when the train doors opened. SMRT staffs directed passengers to the nearest working door. A similar case happened at the Downtown Line platform at Botanic Gardens station.\nOn 7 to 8 October, this station was the temporary terminating point for trains travelling from Marina South Pier. This was due to the Bishan tunnel flooding which caused train services to be suspended between Ang Mo Kio and Newton. Normal train services resumed at around 2pm on 8 October.\nAs part of Exercise Station Guard 2018, a security exercise, X-ray machines and metal detectors are used in this station. It is also used as part of a trial in November 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":49},{"uri":"Singapore","surface_form":"Singapore","offset":85},{"uri":"Interchange_station","surface_form":"interchange station","offset":105},{"uri":"North_South_MRT_Line","surface_form":"North South MRT Line","offset":137},{"uri":"Downtown_MRT_Line","surface_form":"Downtown MRT Line","offset":162},{"uri":"Platform_screen_doors","surface_form":"Platform screen door","offset":575},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":603},{"uri":"Downtown_MRT_Line","surface_form":"Downtown Line","offset":854},{"uri":"Botanic_Gardens_MRT_station","surface_form":"Botanic Gardens station","offset":880},{"uri":"Marina_South_Pier_MRT_station","surface_form":"Marina South Pier","offset":1000},{"uri":"Bishan_tunnel_flooding","surface_form":"Bishan tunnel flooding","offset":1039},{"uri":"Ang_Mo_Kio_MRT_station","surface_form":"Ang Mo Kio","offset":1114},{"uri":"X-ray","surface_form":"X-ray","offset":1256},{"uri":"Metal_detector","surface_form":"metal detector","offset":1275}]}