{"id":539449,"url":"http://en.wikipedia.org/wiki/River_Wandle","text":"The River Wandle is a river in south-east England. The river runs through southwest London.\nRain falls on the North Downs, filters through the chalk and emerges on the spring line. The river is first visible at Wandle Park in Croydon. It passes through the London Boroughs of Croydon, Sutton, Merton, and Wandsworth to join the River Thames at Wandsworth. The River Wandle is between 9 and 11 miles long.\nHistory of the River Wandle.\nThe river has been used since Roman times. It was heavily industrialised in the 17th and 18th centuries and was one of the most polluted rivers in England.\nIn Victorian times the Wandle was one of hardest working rivers in the world. The river was used to power 68 water wheels, of which only a few survive, such as at Merton Abbey Mills.\nOn 17 September 2007, a chemical was accidentally flushed into the Wandle from Thames Water's Beddington sewage works. The chemical was being used to clean, but instead of being put back through the treatment works, it was accidentally put into the river. This resulted in over 2,000 fish of various species being killed. The company failed to tell the Environment Agency of the incident, as the site manager thought it wasn't important.\nDry fly fishing was first started for catching trout from the river. Cleanups of the Wandle have improved the water quality, leading to a return of the river's once famous brown trout. This improvement in water quality has also seen other fish thrive. There are stocks of chub, roach and perch all flourishing once again with the most popular angling spots situated on the river at Colliers Wood.\nAlso found in the River Wandle are water voles, otters, the common toad, and grey heron. Water voles usually live along rivers. Otters are one of the top river predators, feeding mainly on fish.\nThe river is managed with artificial channels, runoff ditches and a few underground stretches.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":84},{"uri":"North_Downs","surface_form":"North Downs","offset":110},{"uri":"Chalk","surface_form":"chalk","offset":143},{"uri":"Spring_(water)","surface_form":"spring","offset":168},{"uri":"London_Boroughs","surface_form":"London Boroughs","offset":257},{"uri":"Wandsworth","surface_form":"Wandsworth","offset":305},{"uri":"River_Thames","surface_form":"River Thames","offset":328},{"uri":"Roman_Britain","surface_form":"Roman","offset":464},{"uri":"Polluted","surface_form":"polluted","offset":562},{"uri":"Water_wheel","surface_form":"water wheel","offset":699},{"uri":"Fly_fishing","surface_form":"fly fishing","offset":1215},{"uri":"Brown_trout","surface_form":"brown trout","offset":1383},{"uri":"Chub","surface_form":"chub","offset":1483},{"uri":"Roach","surface_form":"roach","offset":1489},{"uri":"European_perch","surface_form":"perch","offset":1499},{"uri":"Angling","surface_form":"angling","offset":1554},{"uri":"Colliers_Wood","surface_form":"Colliers Wood","offset":1593},{"uri":"Water_vole","surface_form":"water vole","offset":1643},{"uri":"Otters","surface_form":"otters","offset":1656},{"uri":"Common_toad","surface_form":"common toad","offset":1668},{"uri":"Grey_heron","surface_form":"grey heron","offset":1685}]}