{"id":539545,"url":"http://en.wikipedia.org/wiki/Family_Portrait","text":"Family Portrait or Družinski portret is a painting by artist France Kralj (1895—1960). Kralj painted the picture in 1926. The size of the painting is 45 in. by 51 in. (115.5 cm by 130.3 cm). The material is oil on canvas. The painting is in the Museum of Modern Art in Ljubljana.\nThe title of the painting in Slovenian language is \"Družinski portret\". The painting shows Kralj, his wife, and his child. They are leaving his studio after work. The painting is an example of the New Objectivity style of art in Slovenia.\nThere are two special things about the painting. First, the painting shows the artist's personal life. Kralj did not usually use his personal life as a subject for paintings. In this painting, there is no emotional or sentimental part element. This is usual in paintings of the New Objectivity style. They showed concrete people and objects without their qualities or symbolism.\nSecond, the painting shows a sculpture in the part of the picture that is nearest to and in front of the viewer. The sculpture is a finished work. It is a sculpture of his wife and child.\nSlovenian expressionism.\nKralj went to Vienna in 1913 to study sculpture. In 1915 he stopped his studies because of the war. In 1919 he returned from the war and went to study in Prague for two years. From 1920-1923, Kralj was in the center of the Slovenian expressionism movement. Expressionism explores philosophical themes. Kralj left the expressionism movement and was soon in the center of the Slovenian \"new reality\" movement. The \"new reality\" style uses designs of everyday life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Painting","surface_form":"painting","offset":42},{"uri":"France_Kralj","surface_form":"France Kralj","offset":61},{"uri":"Oil_paint","surface_form":"oil","offset":207},{"uri":"Canvas","surface_form":"canvas","offset":214},{"uri":"Ljubljana","surface_form":"Ljubljana","offset":269},{"uri":"New_Objectivity","surface_form":"New Objectivity","offset":477},{"uri":"Slovenia","surface_form":"Slovenia","offset":509},{"uri":"Symbolism_(art)","surface_form":"symbolism","offset":887},{"uri":"Sculpture","surface_form":"sculpture","offset":927},{"uri":"Expressionism","surface_form":"expressionism","offset":1344}]}