{"id":539547,"url":"http://en.wikipedia.org/wiki/France_Kralj","text":"France Kralj (September 26, 1895 — February 2, 1960) was an artist. He was important in Slovenian expressionism and in the later new reality style. In the 50s, he started making monotype prints.\nLife.\nFrance Kralj was born in Zagorica in Dobrepolje, Slovenia. His mother was Margareti (born Sever) and his father was Janezu Kralj. His brother Tone was born in 1900 and another brother Ignacij (Igo) in 1906.\nSloveniaKralj went to elementary school in Dobrepolje from 1901 to 1907. He went to an art and craft school in Ljubljana, in 1907. Then he studied wood and stone sculpture in Ljubljana until 1912. From 1912 to 1913 he was an assistant in the workshop of Aloysius Podlogarja in Celovcu.\nIn 1913 Kralj studied sculpture in Vienna, Austria. In 1915 he stopped his studies because of the start of World War I. In 1919 he studied in Prague, Czech Republic for two years. For many years he was a professor at the Ljubljana Secondary Technical School. In 1933 his autobiography \"Moja pot\" (My way) was published. In 1937 he won a prize at the world exhibition in Paris for his sculpture \"Zrebe\" (Foal).\nWork.\nFrom 1920-1923, Kralj was in the center of Slovenian expressionism. Then he left the philosophical themes for designs of everyday life in the style of the \"new reality\".\nThe Božidar Jakac Gallery opened a permanent collection of Kralj's work in 1983. It has paintings, drawings, prints, and sculptures. The collection has some works in the expressionist style, the new realities style, and many abstract monotypes of farmers, animals, and landscapes. Kraj's painting \"Družinski portret\" or \"Family Portrait\" is an example of the New Objectivity art style in Slovenia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monotype","surface_form":"monotype","offset":178},{"uri":"Publish","surface_form":"publish","offset":1003},{"uri":"Expressionism","surface_form":"expressionism","offset":1163},{"uri":"Permanent","surface_form":"permanent","offset":1315},{"uri":"Monotypes","surface_form":"monotypes","offset":1514},{"uri":"Landscapes","surface_form":"landscapes","offset":1549},{"uri":"Family_Portrait","surface_form":"Family Portrait","offset":1601},{"uri":"New_Objectivity","surface_form":"New Objectivity","offset":1639},{"uri":"Slovenia","surface_form":"Slovenia","offset":1668}]}