{"id":53977,"url":"http://en.wikipedia.org/wiki/Die_Meistersinger_von_N%C3%BCrnberg","text":"e=\"preserve\">\"Die Meistersinger von Nürnberg\" (\"The Mastersingers of Nuremberg\") is an opera by Richard Wagner. It is the only comic opera that Wagner wrote. Wagner wrote the words (the libretto) in 1862 and composed the music in 1867. It was first performed in Munich in 1868.\nThe story is set in the town of Nuremberg (German: Nürnberg) in 16th century Germany. It is about a group of Mastersingers. The Mastersingers (German: Meistersinger) were a guild of singers in Germany many centuries ago. The most famous of them was a man called Hans Sachs, who lived in the 16th century. Although Hans Sachs was a real person, the story of the opera was made up by Wagner. It is a story about a song contest.\nThe story of the opera.\nThe prelude (orchestral introduction) to the opera is very famous and is often played by itself at concerts. It has several tunes which are sometimes cleverly played at the same time (counterpoint). These tunes are used during the opera and are associated with particular people or ideas (such tunes are called leitmotifs).\nAct One.\nThe young knight Walther is in church and sees a beautiful young girl, Eva. He wants to know whether she is married. She tells him that she will be married to the person who wins the singing contest the next day. Walther tries to learn the art of the Mastersingers from David, who works for Hans Sachs, the cobbler. David himself is in love with Magdalene. The apprentices start to prepare the stage for the contest.\nIf Walther is to win the contest he will have to compose his own mastersong and sing it. He will have to compose it according to a lot of strict rules (the number of lines, the rhyming patterns etc.). When he meets the other Mastersingers he introduces himself, saying that he learned the art of singing from the ancient poet Walther von der Vogelweide and from nature itself. He sings this in a song which is very beautiful, but it does not obey the rules of the Mastersingers. The Mastersingers are not able to understand the beauty of his song.\nOne of the Mastersingers is the town clerk. His name is Beckmesser. He is a comic figure and Wagner makes him look very silly. Beckmesser is the “marker”. This means something like: an “adjudicator”. When a singer makes a “mistake” (disobeys the rules) the marker puts a chalkmark on the board. When Walther sings his song Beckmesser makes lots of chalkmarks. Hans Sachs is the only person who realizes the beauty of his song. There is a lot of shouting and Walther has to stand on a chair to finish his song.\nAct 2.\nA street in Nuremberg at night. Eva’s grand house is opposite Hans Sachs’ simple house. Eva’s father realizes she is in love with Walther. Hans is thinking about the young knight and how well he sings. Eva asks Hans who he thinks will be likely to win the song contest. Then she is called back by her father. Beckmesser has come and would like to serenade her (sing her a love song). Walther meets up with Eva and they wonder whether they should elope (run away together). Eva changes clothes with her maid. Hans Sachs stops them as they are about to elope. Beckmesser is tuning his lute ready to sing. Walther would like to argue with him but Eva gets him to sit quietly while Beckmesser sings. Hans Sachs, who is mending Beckmesser’s shoe, has other ideas: he sings a song himself, and this annoys Beckmesser who is trying to sing to the girl he thinks is Eva (but it is Eva’s maid in disguise). He tells Hans to stop singing. Hans says that he will stop, but he will hammer on his shoe every time he hears Beckmesser make a mistake. Beckmesser starts singing again, and Hans hammers lots of times. All the neighbours wake up and come into the street and argue and fight. In the end the night watchman comes and everybody goes back into their houses.\nAct 3.\nDavid is preparing a song for the midsummer festival. Then Walther arrives and tells Hans that a song came to him in a dream. Hans helps him to prepare the song for the contest. When they have left the workshop Beckmesser comes in and sees the piece of paper with the song. He picks it up when Hans returns and says that it is obvious that he, Hans, wants to enter the contest. Hans tells Beckmesser that he can have the song. Beckmesser is delighted and thinks he can now win Eva in marriage.\nAt the song contest Beckmesser tries to sing the song, but he sings it to his own tune which does not fit the words, and he gets the words all muddled up. Everyone laughs and he leaves the stage angrily, saying that Sachs wrote the song. Walther now sings his prize song. This time people realize how beautiful it is although it does not obey the usual rules. Walther can marry Eva.\nThe music of the opera.\nWagner’s operas have continuous music which develops is very logical ways using leitmotifs. In the prelude we hear several tunes which are leitmotifs that are to be important during the opera: a theme that represents the dignity of the mastersingers, a theme for passion which later becomes Walther’s prize song, the chattering of the apprentices etc. The music at the beginning of Act Three is also often played separately in the concert hall.\nThere are many beautiful moments in the opera. Wagner cleverly changes the style to suit the action, for example when Eva’s father is talking about the Mastersingers’ reputation in Germany we hear an old-fashioned recitative. Beckmesser is made to look stupid through his music which contrasts with Walther’s romantic music.\nInterpretations of the opera.\nPeople have explained the meanings behind this opera in several ways. The basic story is\nabout the wonderful German art of singing. It is also about the fact that composers should be able to write music which is beautiful without having to obey rules that were made up long ago and have become old-fashioned. Wagner was trying to bring lots of changes to opera, making the drama the most important thing. Some people found his new ideas quite difficult to follow, and this may be why he chose, for once, to write a comic opera instead of a serious one based on mythology. The character of Beckmesser is a caricature of Eduard Hanslick, a famous music critic who did not like the music of Wagner and Bruckner but preferred the more traditional music of Brahms and Antonín Dvořák.\nThe opera has been criticized because Wagner may have meant the story to have an anti-Semitic (anti-Jewish) meaning. This is certainly the way that Hitler understood it. It was his favourite opera, and the idea of praising German art and song fitted in nicely with his racist views. The character of Beckmesser is also a caricature of a stereotype Jew.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":87},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":96},{"uri":"Comedy","surface_form":"comic","offset":127},{"uri":"Libretto","surface_form":"libretto","offset":186},{"uri":"Munich","surface_form":"Munich","offset":262},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":310},{"uri":"16th_century","surface_form":"16th century","offset":342},{"uri":"Germany","surface_form":"Germany","offset":355},{"uri":"Guild","surface_form":"guild","offset":451},{"uri":"16th_century","surface_form":"16th century","offset":569},{"uri":"Contest","surface_form":"contest","offset":695},{"uri":"Prelude","surface_form":"prelude","offset":732},{"uri":"Counterpoint","surface_form":"counterpoint","offset":912},{"uri":"Leitmotif","surface_form":"leitmotif","offset":1039},{"uri":"Knight","surface_form":"knight","offset":1071},{"uri":"Church","surface_form":"church","offset":1092},{"uri":"Cobbler","surface_form":"cobbler","offset":1368},{"uri":"Apprentice","surface_form":"apprentice","offset":1422},{"uri":"Stage_(theatre)","surface_form":"stage","offset":1455},{"uri":"Walther_von_der_Vogelweide","surface_form":"Walther von der Vogelweide","offset":1804},{"uri":"Nature","surface_form":"nature","offset":1840},{"uri":"Adjudicator","surface_form":"adjudicator","offset":2212},{"uri":"Chalk","surface_form":"chalk","offset":2297},{"uri":"Serenade","surface_form":"serenade","offset":2890},{"uri":"Elope","surface_form":"elope","offset":2989},{"uri":"Lute","surface_form":"lute","offset":3126},{"uri":"Dream","surface_form":"dream","offset":3922},{"uri":"Marriage","surface_form":"marriage","offset":4287},{"uri":"Leitmotif","surface_form":"leitmotif","offset":4784},{"uri":"Passion","surface_form":"passion","offset":4967},{"uri":"Germany","surface_form":"Germany","offset":5330},{"uri":"Recitative","surface_form":"recitative","offset":5363},{"uri":"Singing","surface_form":"singing","offset":5627},{"uri":"Drama","surface_form":"drama","offset":5877},{"uri":"Mythology","surface_form":"mythology","offset":6065},{"uri":"Caricature","surface_form":"caricature","offset":6109},{"uri":"Eduard_Hanslick","surface_form":"Eduard Hanslick","offset":6123},{"uri":"Music_critic","surface_form":"music critic","offset":6149},{"uri":"Anton_Bruckner","surface_form":"Bruckner","offset":6203},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":6256},{"uri":"Anton%C3%ADn_Dvo%C5%99%C3%A1k","surface_form":"Antonín Dvořák","offset":6267},{"uri":"Anti-Semitic","surface_form":"anti-Semitic","offset":6364},{"uri":"Hitler","surface_form":"Hitler","offset":6431},{"uri":"Racist","surface_form":"racist","offset":6552},{"uri":"Caricature","surface_form":"caricature","offset":6604},{"uri":"Stereotype","surface_form":"stereotype","offset":6620}]}