{"id":53976,"url":"http://en.wikipedia.org/wiki/Atahualpa","text":"Atahuallpa or Atawallpa (c. 1502 – 1533) was the 13th and last sovereign emperor of the Tahuantinsuyo, or Inca empire. He became emperor after defeating his younger half-brother Huáscar in a civil war that followed the death of their father, Inca Huayna Capac, from an infectious disease (maybe malaria or smallpox). During the civil war, the Spaniard Francisco Pizarro arrived and captured Atahuallpa, and used him to control the Inca empire. Eventually, the Spanish executed Atahuallpa. So ended the Inca Empire (although several weak puppet successors followed him.)\nCivil war.\nOn the death of their father, the Emperor Huayna Capac, and their older brother, Ninan Cuyochi, who had been the heir, the empire was divided between the two surviving brothers, Huáscar and Atahualpa. Huascar got the major part of it with the capital Cusco, and Atahualpa the northern parts, including Quito (now the capital of Ecuador). For a couple of years, the two brothers reigned without problems. But Huascar demanded that Atahuallpa swear an oath to him. Atahuallpa refused, and the civil war began.\nThe final battle took place at Quipaipan, where Huascar was captured. Atahuallpa was resting in the city of Cajamarca in the Andes with his army of 80,000 troops on his way to the south and Cusco to claim his throne.\nBy this time the Spanish conquistador Francisco Pizarro had established the city of Piura, the first Spanish settlement in Peru on July of 1532. After two months on the march, Pizarro had arrived at Cajamarca with just 168 men under his command and sent Hernando de Soto, friar Vicente de Valverde and native interpreter Felipillo to speak with Atahuallpa about the Spanish presence.\nThe Spanish envoys returned to Pizarro, who prepared a surprise attack against Atahuallpa's army in what became the Battle of Cajamarca on November 16, 1532.\nAccording to Spanish law the Spanish officially declared war on the Inca people. When Atahuallpa coldly asked the priest Valverde by what authority he and his people could say such things, Valverde offered him a Bible, saying that the authority came from the words in it. He examined it and then asked why did it not speak to him. He then threw it to the ground. That gave the Spaniards the excuse they needed to wage war on the Incas. They opened fire, and over the course of 2 hours more than two thousand Inca soldiers were killed. The Spanish then imprisoned Atahuallpa in the Temple of the Sun.\nAtahuallpa still could not believe the Spanish intended to take control of his kingdom. He thought that if he gave them the gold and silver they sought they would leave. In exchange for his release, he agreed to fill a large room with gold and promised the Spanish twice that amount in silver. Although he was stunned by the offer, Pizarro had no intention of releasing the Inca because he needed the ruler's influence over the native people to maintain order in the surrounding country.\nBut then Pizarro decided to have him executed because he feared he could be freed by an Inca General. Pizarro staged a mock trial and found Atahuallpa guilty of revolting against the Spanish and murdering Huáscar, his own brother. Atahuallpa was sentenced to execution by burning. He was horrified, since the Inca believed that the soul would not be able to go on to the afterlife if the body were burned. Friar Vicente de Valverde, who had earlier offered the Bible to Atahuallpa, intervened again, telling Atahuallpa that if he agreed to convert to Christianity he would convince the rest to commute the sentence. Atahualpa agreed to be baptized into the Christian faith. He was given the name Juan Santos Atahualpa and then was strangled with a garrote instead of being burned. Atahuallpa died on August 29, 1533.\nAtahuallpa was succeeded by his brother, the puppet Inca Tupac Huallpa, and later by another brother Manco Inca Yupanqui.","categories":[],"infobox_types":[],"annotations":[{"uri":"1502","surface_form":"1502","offset":28},{"uri":"1533","surface_form":"1533","offset":35},{"uri":"Emperor","surface_form":"emperor","offset":73},{"uri":"Inca_Empire","surface_form":"Tahuantinsuyo","offset":88},{"uri":"Inca","surface_form":"Inca","offset":106},{"uri":"Hu%C3%A1scar","surface_form":"Huáscar","offset":178},{"uri":"Civil_war","surface_form":"civil war","offset":191},{"uri":"Huayna_Capac","surface_form":"Huayna Capac","offset":247},{"uri":"Infection","surface_form":"infectious","offset":269},{"uri":"Disease","surface_form":"disease","offset":280},{"uri":"Malaria","surface_form":"malaria","offset":295},{"uri":"Smallpox","surface_form":"smallpox","offset":306},{"uri":"Francisco_Pizarro","surface_form":"Francisco Pizarro","offset":352},{"uri":"Huayna_Capac","surface_form":"Huayna Capac","offset":623},{"uri":"Ninan_Cuyochi","surface_form":"Ninan Cuyochi","offset":662},{"uri":"Cusco","surface_form":"Cusco","offset":832},{"uri":"Quito","surface_form":"Quito","offset":883},{"uri":"Ecuador","surface_form":"Ecuador","offset":909},{"uri":"Battle_of_Quipaypay_fields","surface_form":"Quipaipan","offset":1120},{"uri":"Cajamarca","surface_form":"Cajamarca","offset":1197},{"uri":"Cusco","surface_form":"Cusco","offset":1279},{"uri":"Conquistador","surface_form":"conquistador","offset":1331},{"uri":"Francisco_Pizarro","surface_form":"Francisco Pizarro","offset":1344},{"uri":"Piura","surface_form":"Piura","offset":1390},{"uri":"Peru","surface_form":"Peru","offset":1429},{"uri":"Hernando_de_Soto_(explorer)","surface_form":"Hernando de Soto","offset":1560},{"uri":"Friar","surface_form":"friar","offset":1578},{"uri":"Vicente_de_Valverde","surface_form":"Vicente de Valverde","offset":1584},{"uri":"Felipillo","surface_form":"Felipillo","offset":1627},{"uri":"Battle_of_Cajamarca","surface_form":"Battle of Cajamarca","offset":1806},{"uri":"November_16","surface_form":"November 16","offset":1829},{"uri":"1532","surface_form":"1532","offset":1842},{"uri":"The_Ransom_Room","surface_form":"room with gold","offset":2673},{"uri":"Vicente_de_Valverde","surface_form":"Vicente de Valverde","offset":3348},{"uri":"Strangling","surface_form":"strangled","offset":3667},{"uri":"Garrote","surface_form":"garrote","offset":3684},{"uri":"August_29","surface_form":"August 29","offset":3736},{"uri":"1533","surface_form":"1533","offset":3747},{"uri":"Tupac_Huallpa","surface_form":"Tupac Huallpa","offset":3810},{"uri":"Manco_Inca_Yupanqui","surface_form":"Manco Inca Yupanqui","offset":3854}]}