{"id":5398,"url":"http://en.wikipedia.org/wiki/Matrix_(mathematics)","text":"In mathematics, a matrix (plural: matrices) is a rectangle of numbers, arranged in rows and columns. The rows are each left-to-right (horizontal) lines, and the columns go top-to-bottom (vertical). The top-left cell is at row 1, column 1 \"(see diagram at right)\".\nMatrices are often represented by capital roman letters such as formula_1, formula_1 and formula_1, and there are rules for adding, subtracting and \"multiplying\" matrices together, but the rules are different than for numbers. As an example, the product formula_1 does not always give the same result as formula_1, which is the case for the multiplication of ordinary numbers. A matrix can have more than 2 dimensions, such as a 3D matrix. Also, a matrix can be one-dimensional, as a single row or a single column.\nMany natural sciences use matrices quite a lot. In many universities, courses about matrices (usually called linear algebra) are taught very early, sometimes even in the first year of studies. Matrices are also very common in computer science, engineering, physics, economics, and statistics.\nDefinitions and notations.\nThe horizontal lines in a matrix are called rows and the vertical lines are called columns. A matrix with \"m\" rows and \"n\" columns is called an \"m\"-by-\"n\" matrix (or \"m\"×\"n\" matrix) and \"m\" and \"n\" are called its dimensions.\nThe places in the matrix where the numbers are is called \"entries\". The entry of a matrix \"A\" that lies in the row number \"i\" and column number \"j\" is called the \"i,j\" entry of \"A\". This is written as \"A\"[\"i,j\"] or \"a'i,j\".\nWe write formula_1 to define an \"m\" × \"n\" matrix \"A\", with each entry in the matrix called \"a'i,j\" for all 1 ≤ \"i\" ≤ \"m\" and 1 ≤ \"j\" ≤ \"n\".\nExample.\nis a 4×3 matrix. This matrix has m=4 rows, and n=3 columns.\nThe element \"A\"[2,3] or \"a\"2,3 is 7.\nAddition.\nThe two matrices have the same dimensions. Here, formula_1 is true (and is true in general for matrices of equal dimensions).\nSpecial matrices.\nThere are some matrices that are special.\nSquare matrix.\nA square matrix has the same number of rows as columns, so m=n.\nAn example of a square matrix is\nThis matrix has 3 rows and 3 columns: m=n=3.\nIdentity.\nis an identity matrix. There is exactly one identity matrix for each square dimension set. An identity matrix is special because when multiplying any matrix by the identity matrix, the result is always the original matrix with no change.\nInverse matrix.\nformula_1 is the inverse of\nformula_1.\nformula_1\nformula_1\nOne column matrix.\nA matrix, that has many rows, but only one column, is called a column vector.\nDeterminants.\nformula_1==\nformula_1==\nThere are no simple formulas for the determinants of larger matrices, and many computer programmers study how to get computers to quickly find large determinants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Rectangle","surface_form":"rectangle","offset":49},{"uri":"Number","surface_form":"number","offset":62},{"uri":"Vertical","surface_form":"vertical","offset":187},{"uri":"Diagram","surface_form":"diagram","offset":244},{"uri":"Addition","surface_form":"adding","offset":388},{"uri":"Subtraction","surface_form":"subtracting","offset":396},{"uri":"Multiplication","surface_form":"\"multiplying\"","offset":412},{"uri":"Dimension","surface_form":"dimension","offset":671},{"uri":"University","surface_form":"universities","offset":835},{"uri":"Linear_algebra","surface_form":"linear algebra","offset":888},{"uri":"Computer_science","surface_form":"computer science","offset":1005},{"uri":"Engineering","surface_form":"engineering","offset":1023},{"uri":"Physics","surface_form":"physics","offset":1036},{"uri":"Economics","surface_form":"economics","offset":1045},{"uri":"Statistics","surface_form":"statistics","offset":1060},{"uri":"Vector","surface_form":"vector","offset":2559}]}