{"id":53990,"url":"http://en.wikipedia.org/wiki/Fairy_Tail","text":"\"Fairy Tail\" is a shonen manga published in the \"Weekly Shônen Magazine\" from August 2, 2006 to July 26, 2017. It was created by Hiro Mashima. It has 545 chapters and 63 tankōbon volumes. The series is also aired. Some video games are released by Konami. In August 2012 The Phoenix Priestess, a Fairy Tail movie, was released.\nStory.\nThe story of Fairy Tail focuses around the adventures of main characters Natsu and Lucy, who are sometimes with the members of the Fairy Tail Guild.\nIn the beginning, Lucy is a young sorceress (a \"mage\"), who wants to join Fairy Tail Guild. On her trip, she meets Natsu, a young boy, who is looking for Igneel the Salamander. She offers Natsu and Happy (his partner) a lunch and Natsu explains that Igneel is a dragon. Lucy talks about her dream to join a famous guild, which she later told him was the Fairy Tail Guild. Later, she is tricked and taken by Bora of Prominence to be sold as a slave. She is rescued by Natsu, who is the real Salamander, and a true member of Fairy Tail Guild. He offers her to be a member of Fairy Tail. Lucy says yes and joins the guild. Since then, Natsu and Lucy formed a team. This is the beginning of the adventures that the two have while carrying out missions from the guild.\nReception.\nAccording to Oricon, \"Fairy Tail\" was the eighth best-selling manga series in Japan for 2009. It became the fourth best in 2010 and 2011 and the fifth best of 2012. It also won the 2009 Kodansha Manga Award for shōnen manga.\nIn 2012, the anime series won the \"Meilleur Anime Japonais\" (best Japanese anime) award and the best French dubbing award at the 19th Anime & Manga Grand Prix in Paris, France.","categories":[],"infobox_types":["animanga/Header","animanga/Print","animanga/Video","animanga/Video","animanga/Other","animanga/Other"],"annotations":[{"uri":"Shonen_(media)","surface_form":"shonen","offset":18},{"uri":"Manga","surface_form":"manga","offset":25},{"uri":"Weekly_Sh%C3%B4nen_Magazine","surface_form":"Weekly Shônen Magazine","offset":49},{"uri":"Hiro_Mashima","surface_form":"Hiro Mashima","offset":129},{"uri":"Movie","surface_form":"movie","offset":306},{"uri":"Young","surface_form":"young","offset":511},{"uri":"Guild","surface_form":"Guild","offset":568},{"uri":"Boy","surface_form":"boy","offset":613},{"uri":"Salamander","surface_form":"Salamander","offset":648},{"uri":"Famous","surface_form":"famous","offset":790},{"uri":"Prominence","surface_form":"Prominence","offset":898},{"uri":"Slave","surface_form":"slave","offset":925},{"uri":"True","surface_form":"true","offset":991},{"uri":"Team","surface_form":"team","offset":1139},{"uri":"Oricon","surface_form":"Oricon","offset":1271},{"uri":"Kodansha_Manga_Award","surface_form":"Kodansha Manga Award","offset":1444},{"uri":"Sh%C5%8Dnen_manga","surface_form":"shōnen manga","offset":1469}]}