{"id":540090,"url":"http://en.wikipedia.org/wiki/Merve_Kavak%C3%A7%C4%B1","text":"Merve Safa Kavakçı (born 19 August 1968, Ankara) is Turkish politician, who was elected as a [https://www.turkeytrips.org Virtue Party] deputy for Istanbul on April 18, 1999.\nKavakci is the Director of Postcolonial Studies Research Center (PAMER) at Uskudar University. She is also an Associate Professor of Political Science and International Relations. Kavakçı is a Hafiz-al Qur'an. She received her master's degree from Harvard University and her PhD from Howard University. Kavakçı is currently a professor at George Washington University and Howard University in Washington D.C. She is the mother of two, Fatima Abushanab, 21 and Mariam Kavakci, 20.\nKavakçı is a consultant for U.S. Congress on the Muslim world and a columnist for Turkish conservative daily \"[https://www.toursflame.com Yeni Akit]\" newspaper.\nShe is the author of Headscarf Politics in Turkey: A Postcolonial Reading, and five other books some of which are translated to Arabic and Persian. She is the editor author of International Relations in the Global Village: Changing Interdependencies.\nHer most recent book is The Unnamed Coup at Scarfless Democarcy (Basortusuz Demokrasi’de Adi Konmamis Darbe). A book on her political life The Day Turkey Stood Still: Merve Kavakci's Walk in to the Turkish Parliament authored by American author Richard Peres was recently released.\nKavakçı is recognized among the World's Most Influential 500 Muslims. She was recognized among \"Women of Excellence\" by NAACP and GWU in 2004. She was awarded the Public Service Award in Tribute and in Recognition of efforts for the advancement of human rights and Muslim Women's empowerment by International Association for Women and Children in 2000. She was awarded Service to Humanity Award by Haus Der Kulturellen Aktivität und Toleranz in Vienna, Austria in 1999. She was granted Mother of the Year Award by Capital Platform of Ankara and National Youth Organization in 1999.\nShe is married and has two children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ankara","surface_form":"Ankara","offset":41},{"uri":"Turkey","surface_form":"Turkish","offset":52},{"uri":"Istanbul","surface_form":"Istanbul","offset":147},{"uri":"Hafiz_(Quran)","surface_form":"Hafiz-al Qur'an","offset":368},{"uri":"Harvard_University","surface_form":"Harvard University","offset":423},{"uri":"Howard_University","surface_form":"Howard University","offset":459},{"uri":"Washington_D.C.","surface_form":"Washington D.C.","offset":568},{"uri":"U.S._Congress","surface_form":"U.S. Congress","offset":683}]}