{"id":540193,"url":"http://en.wikipedia.org/wiki/Golden_Temple","text":"The Golden Temple, or Golden Gurudwara is the holiest shrine of Sikhs. It was built in late 16th century by Sri Guru Arjan Dev ji\n, and a copy of the Sikh scripture was placed inside the Gurudwara in 1604. Its sanctum walls were covered in marble and the dome was decorated with gold foil by Maharaja Ranjit Singh in the 19th century. More than 100,000 people visit this monument every month\nSri Harmandir Sahib is the official name of the Golden Gurudwara.<a href=\"Golden_Temple%23cite_note-eos-1\">a></a> It is in the city of Amritsar, Punjab, India. The Gurudwara is surrounded by a sacred pool called \"sarover\"and group of buildings important to the Sikh religion. The complex is the most important pilgrimage site in Sikhism and it is also called Sri Darbar Sahib. One of these buildings in the complex is the Sri Akal Takht, the highest religious authority for Khalsa Sikhs. Another building is the langar, where a free simple vegetarian meal is served to all without any discrimination. The Gurudwara is a place of worship for men and women from all walks of life and all religions to come and worship God. The four entrances (representing the four directions) to get into the Harmandir Sahib also symbolise the openness of the Sikhs towards all people and religions.\nThe present-day gurdwara was rebuilt in 1764 by Jassa Singh Ahluwalia with the help of other Sikh Misls. In the early nineteenth century, Maharaja Ranjit Singh founded the Sikh Empire and covered the upper floors of the gurdwara with gold, which gives it its distinctive appearance and its English name.<a href=\"Golden_Temple%23cite_note-MLH-10\">a></a> It contains the Sri Guru Granth Sahib ji, the Sikh scripture. In June 1984 the Golden Temple complex was blown apart by tanks, snipers, grenades and rocket launchers by the Indian military and government. It was once again attacked at a smaller scale by the Punjab Police, National Security Guard and Border Security Force in 1986 as part of Operation Black Thunder 1 from April-July 1986 and Operation Black Thunder 2 in May 1988.","categories":[],"infobox_types":[],"annotations":[{"uri":"The","surface_form":"The","offset":0},{"uri":"Sikhs","surface_form":"Sikhs","offset":64},{"uri":"Gold","surface_form":"gold","offset":279},{"uri":"Amritsar","surface_form":"Amritsar","offset":527},{"uri":"Punjab%2C_India","surface_form":"Punjab, India","offset":537},{"uri":"Gurdwara","surface_form":"gurdwara","offset":1290},{"uri":"Jassa_Singh_Ahluwalia","surface_form":"Jassa Singh Ahluwalia","offset":1322},{"uri":"Misl","surface_form":"Misls","offset":1372},{"uri":"Ranjit_Singh","surface_form":"Maharaja Ranjit Singh","offset":1412},{"uri":"Gold","surface_form":"gold","offset":1508},{"uri":"Sri_Guru_Granth_Sahib_ji","surface_form":"Sri Guru Granth Sahib ji","offset":1643}]}