{"id":540154,"url":"http://en.wikipedia.org/wiki/Carles_Puigdemont","text":"Carles Puigdemont i Casamajó (born 29 December 1962) was the President of Catalonia. His party, Democratic Convergence of Catalonia (\"Convergència Democràtica de Catalunya\", CDC) won the elections in 2016.\nRemoval.\nHis status as President is a matter of dispute following Catalonia's declaration of independence from Spain on 27 October 2017. From the perspective of the Government of Catalonia, he remains Catalan President. From the perspective of the Government of Spain, he was removed from office by Prime Minister Mariano Rajoy on 28 October 2017. Puigdemont did not recognize his removal from office, stating that he will \"work to build a free country\".\nOn 30 October 2017, Puigdemont fled to Belgium in a move to avoid action from the Spanish judiciary. A month later, he was re-elected to the Parliament.\nArrest.\nOn 2 November, Spanish courts issued an European Arrest Warrant against Puigdemont and four other cabinet members to Belgian authorities. Two days later, they turned themselves in to the Belgian police. Hours later, he was released.\nOn 25 March 2018, while returning to Brussels from a trip to Finland, Puigdemont was stopped near the Danish border with Germany and arrested pursuant to the European warrant that had been reissued against him two days previously. On 5 April 2018, the Oberlandesgericht in the German state of Schleswig-Holstein ruled that Puigdemont would not be extradited on the charges of rebellion, and released him on bail.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catalonia","surface_form":"Catalonia","offset":74},{"uri":"Political_party","surface_form":"party","offset":89},{"uri":"Dispute","surface_form":"dispute","offset":254},{"uri":"Catalonia","surface_form":"Catalonia","offset":272},{"uri":"Catalan_independence_referendum%2C_2017","surface_form":"declaration of independence","offset":284},{"uri":"President_of_the_Generalitat_of_Catalonia","surface_form":"President","offset":415},{"uri":"Government_of_Spain","surface_form":"Government of Spain","offset":454},{"uri":"Prime_Minister_of_Spain","surface_form":"Prime Minister","offset":505},{"uri":"Mariano_Rajoy","surface_form":"Mariano Rajoy","offset":520},{"uri":"Belgium","surface_form":"Belgium","offset":700},{"uri":"European_Arrest_Warrant","surface_form":"European Arrest Warrant","offset":862},{"uri":"Oberlandesgericht","surface_form":"Oberlandesgericht","offset":1307},{"uri":"Schleswig-Holstein","surface_form":"Schleswig-Holstein","offset":1348},{"uri":"Extradition","surface_form":"extradited","offset":1402}]}