{"id":540259,"url":"http://en.wikipedia.org/wiki/Tampines_MRT_station","text":"Tampines MRT station (EW2/DT32) is a Mass Rapid Transit (MRT) interchange station on the Downtown line and East West line in Tampines, Singapore. The station is close to Tampines Bus Interchange and the new Tampines Concourse Bus Interchange. It is also one of the few interchange stations where the MRT lines are not connected.\nIn Tampines, the other two stations are Tampines West and Tampines East.\nAt Tampines MRT Station (DTL), the passenger service centre (control station) is only available at the exit to Tampines Bus Interchange. While preparing for the closure of the station at overnight, passengers are not allowed to use Tampines Concourse faregates, and the shutters at the Tampines Concourse will be closed first, following by shuttering the bus interchange entrance.\nHistory.\nThe station was opened on 16 December 1989. The Downtown Line Stage 3 station started construction in September 2011 and completed on 21 October 2017.\nIncidents.\nOn August 8, 2003, a train travelling towards Boon Lay lost traction current at 10.13 pm and could not move along the track between Pasir Ris and Tampines. An empty train was used to push the train towards Tampines and service resumed at 10.35 pm. The same issue occured 21 minutes later and it was only fixed shortly before the end of the train service.\nOn 7 May 2007, a man in his 50s hit his head against a train that was entering the station and got his foot was stuck in the platform gap. Train services towards Boon Lay were disrupted for about 8 minutes.\nOn 21 January 2008, a maintenance works train which was carrying out repairs between Tampines and Simei broke down. It caused a service disruption from the start of service until 12.45pm and affected 57,000 passengers.\nExits.\nThere are several exits in Tampines MRT Station. However, some will not be linked together when Downtown Line opens in 2017. Station name with respective exits signs have been put up for Tampines station for the Downtown Line in August 2017 therefore there are 7 exits for the entire station with letters ranging from A to G.\nServices and Connections.\nThe East West Line provides connection from Tampines to Simei and Pasir Ris as feeder services besides a major throughfare to Tuas Link, Joo Koon, city, Expo and Changi Airport. The Downtown Line provides connection from Tampines to Tampines West and Tampines East stations as feeder services besides a major thoroughfare to the city and Bukit Panjang.\nTampines station is connected to Tampines Bus Interchange and there are a lot of bus services that provides connection to other parts of Singapore.","categories":[],"infobox_types":["station"],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":37},{"uri":"Downtown_MRT_line","surface_form":"Downtown line","offset":89},{"uri":"East_West_MRT_line","surface_form":"East West line","offset":107},{"uri":"Tampines","surface_form":"Tampines","offset":125},{"uri":"Singapore","surface_form":"Singapore","offset":135},{"uri":"Tampines_Bus_Interchange","surface_form":"Tampines Bus Interchange","offset":170},{"uri":"Tampines_Concourse_Bus_Interchange","surface_form":"Tampines Concourse Bus Interchange","offset":207},{"uri":"Boon_Lay_MRT_station","surface_form":"Boon Lay","offset":1000},{"uri":"Traction_current","surface_form":"traction current","offset":1014},{"uri":"Simei_MRT_station","surface_form":"Simei","offset":1614}]}