{"id":540352,"url":"http://en.wikipedia.org/wiki/Chinatown_MRT_station","text":"e=\"preserve\">Chinatown MRT Station (NE4/DT19) is an MRT Station in Singapore. It is an interchange station along the North East MRT Line and Downtown MRT Line. It was the first MRT station with both lines operated by SBS Transit.\nOn the North East Line, it lies between the Outram Park and Clarke Quay MRT stations and between Telok Ayer and Fort Canning MRT stations on the Downtown Line. It is directly below and serves the ethnic district of Chinatown. The construction of the station was considered an engineering achievement, due to the busy traffic on the roads above and a number of nearby historical buildings that had to be preserved during the construction. The section of track between Telok Ayer and this station is the shortest between any two stations on the MRT network; it takes around 35 to 40 seconds for a train to travel between the stations. The distance between Chinatown and the next station, Clarke Quay, is the shortest distance between two MRT stations in Singapore, a mere 360 metres.\nHistory.\nThis station is said to be the most challenging station to build on the North-East line, due to the large number of buildings above ground, most with reinforced concrete or timber piles and all in marine clay. Another feat was that they had to preserve Garden Bridge, a large overhead bridge on bore piles, while building the station below. The tidal Eu Tong Sen Canal was also diverted into four two-meter diameter steel pipes slung under the temporary traffic decks (two on each side). Part of the New Bridge Road was often closed between 12 January 1998 and 20 October 2001 for the construction of Chinatown MRT Station. This station was named People's Park before it was renamed in 1999. It was originally H3 / C3 before opening.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":52},{"uri":"Singapore","surface_form":"Singapore","offset":67},{"uri":"North_East_MRT_Line","surface_form":"North East MRT Line","offset":117},{"uri":"Downtown_MRT_Line","surface_form":"Downtown MRT Line","offset":141},{"uri":"SBS_Transit","surface_form":"SBS Transit","offset":217}]}