{"id":540491,"url":"http://en.wikipedia.org/wiki/68th_(Durham)_Regiment_of_Foot_(Light_Infantry)","text":"The 68th (Durham) Regiment of Foot (Light Infantry) was an infantry regiment in the British Army. It was created in 1758. It turned into the Durham Light Infantry in 1881.\nThey fought in the Seven Year's war, The Peninsular War, Crimean War, the New Zealand Wars. They served with distinction in the Peninsular Army under Arthur Wellesley. They were also present during the Indian Mutiny.\nCreation.\nIn August 1756, after they lost Minorca in the Seven Years' War, 15 regiments (including the 23rd Regiment Of Foot) were ordered to form a second battalion. In 1758, the second battalion was separated from the 23rd and named the 68th Regiment Of Foot. It was commanded by Colonel John Lambton (1st Earl of Durham.)\nThe Seven Years War.\nIn May 1758, they were stationed at the Isle of Wight, after the British allies, the Prussians, asked them to come. They were to raid small areas of France and to put off privateers. They were also to distract the French Imperial Army from the Prussians who were hard pressed at the time.\nThe 68th were sent to the French Coast on 7 August in the Bay of Urevillie. The troops left on 16 August. They were sent to Lunaire bay on the 3rd of September. They were defeated by a concentrated French force and were forced to retreat. It is believed the British lost up to 1500 men (killed or captured). Many of the injured died on the journey back to England due to infection on the ships.\nWhen they landed in England, the 68th had to provide 173 men to the 61st Regiment Of Foot. They therefore had very few men left and had to search the countryside for new recruits. In March 1760, the 68th was forced to send 600 men to the West Indies. That left the 68th with only 58 rankers.\nVery little happened until July 1763, when the regiment was shipped to Ireland.\nThe West Indies.\nOn 2 June 1974, the regiment left Ireland with 250 privates. They and arrived at Antigua on 21 June. Eight years passed until six companies from the 68th were sent to fight rebellious Caribs in St. Vincent.\nIn March 1773. the regiment went back to Britain. In May 1774, they went to Scotland and Fort George. In December 1775, they returned to Ireland. The regiment spent seven and a half years in Ireland.\nIn 1779. one of its former officers, James Hackman, was hanged for the murder of Martha Ray.\nThe 68th left Ireland for Portsmouth in September with 793 men. News of the Peace of Paris caused some in the regiment to rebel.\nAfter guarding prisoners of war, in October the regiment was sent to Jersey and Guernsey. It left and went to Britain in June 1784. It left for Gibraltar in early October 1785.\nThe 68th's stay in Gibraltar was uneventful. The regiment was sent to the islands of Martinique, Saint Lucia and Grenada, where they fought runaway slaves. They returned to Britain in September.\nIn late November, the two battalions separately went to the West Indies. They arrived in 1801 between between late January and March, to be put on Martinique, Barbados, The Saints and Dominica. The Treaty of Amiens was signed in 1802. They went back to St Lucia and Martinique to the French. However war broke out again in May 1803. In June, the 68th was sent to retake St. Lucia. In February 1805, having lost 500 dead and 170 injured, the 68th returned to England. The regiment was moved to St. Vincent, and in April to Antigua.\nWalcheren.\nThe 68th regiment spent the winter in Ripon. By December 1807, they received recruits and other soldiers that helped to bring the numbers of soldiers to 436. They stayed in Yorkshire. While in Hull, they were told to become a light infantry regiment.\nWalcheren was invaded by an army of nearly 40,000 men in 15 brigades. This was an attempt to destroy a French fleet and to turn Napoleon's attention from Austria to them. They landed on 30 July. On 1 August, with the 85th Regiment Of Foot, they pursued their opponents to the walls of Flushing, which fell after the siege on 15 August. The regiment left in December to go to Deal.\nIn February 1811, while three companies were in civilians houses, some officers and soldiers attacked some townspeople who were insulting them. This resulted in the court-martial, of the officers, and two Lieutenants becoming \"prisoners of the civil power\". In June 1811, the regiment was sent to Portugal.\nThe Peninsular War.\nThe 68th landed in Lisbon on 27 June. By 17 July, it joined the 7th Division. For the rest of the year, the regiment marched around Northern Portugal and Spain. As the march progressed, so did the number of sick men. Up to 25 men died every month throughout 1812. Despite regular reinforcements arriving, the regiment never had more than 300 men fit for active duty. In January 1812, the regiment deployed with the 7th Division as a reserve whilst the army captured Cuidad Ridrigo. On 16 March, it was a reserve for the capture of Badajoz. However they were not needed in either case and didn't get into any combat.\nSalamanca.\nOn 2 June, the regiment marched with the 7th Division into Spain. They held a position near Salamanca. The regiment was later reinforced with a company of Brunswick Oels. The regiment was then ordered to defend the village of Moresco. They barricaded all entrances to the village and fought off French attacks until nightfall.\nEarly on 22 July, the 68th and 2nd Cacadores fought with French Voltiguers. They later held the hill until they were relieved by the 95th Regiment in the afternoon. The 68th marched with the 7th Brigade in the battle. It was a defeat for the French. On 12 August, the 68th and 51st were the first regiments to march into Madrid. On 13 August, the 68th, 51st and Chasseurs Britanniques attacked fortified buildings holding up to 200 French troops who surrendered the next day. In September, Wellington's army besieged Burgos whilst the 68th were at Olmos covering the attackers.\nThe regiment went into winter quarters at Paços de Baixo and Paços de Cima in December. Due to its weakened state with only 235 men fit for duty and 247 sick, it was briefly threatened with being combined with another weak regiment into a Provisional Battalion. However, by April 1813 it had 429 men fit with only 97 sick.\nThey began the march into Spain in early May.\nVitoria.\nThey took shelter in a ditch 200 yards from the French guns. While the commander of the Column hesitated, Vandeleur's brigade arrived, they both advanced forward. That night they camped.\nPyrenees.\nIn July 1813, the British advanced to Pyrenees. Most of the French army retreated back to France to be organized by Soult. Soult launched 2 assaults on Spain on 25 July. After marching between Pamplona and Mt Achiola the regiment, with the Inglis's brigade, attacked the French on a hill near Urroz. With the help of Chasseurs Britanniques, they pushed the French from the hill. On 2 August, the 7th Division, with the 4th and part of the Light Division, attacked the weak centre of the remains of Soult's Corps. At the end of the month, Soult tried to take back San Sebastian. When they learned of the failure of the main attack, the French retired.\nNivelle.\nIn October, Wellington crossed into France. On 10 November, he attacked the position Soult had been building defences in for 3 months. The 68th and the brigade took a number of forts, at Sare and met some resistance from the French. Col. Inglis wrote 'The 68th made the attack with its usual vivacity...'. As the army went into winter quarters, the regiment had only 197 men.\nBy the start of the next offensive in February 1814, they had 258 Soldiers.\nOrthez.\nThe 7th Division advanced across the Nive and took positions South of the Adour, to turn Soult's attention from Wellington's main effort to them. On 27 February, the division reached Orthez after crossing the River. They attacked Soult's right, behind the 4th Division. The 68th, 82nd and the Chasseurs Britanniques charged the 4th Division, and forced them out.\nOn 8 March, the 4th and 7th Divisions went north. They entered Bordeaux on 12 March. They stayed there for the rest of the month near the French troops. Napoleon abdicated on 12 April. The Regiment went back to Ireland arriving on the 26th.\nCrimean War.\nWhile in Malta, in February 1854, the regiment was sent to war.\nOn 7 August, the Regiment, with fewer than 900 men, went to Bekios bay on Bosporus. They arrived there on 12 August. They were sent to Varna on 1 September. They were sent near Eupatoria in the Crimea on 14 September. Two companies from the 68th were sent to escort Lord Raglan.\nAt the Battle of Alma, they were in reserve. They only briefly were under cannon fire. In late September, the regiment was sent to the south of Sevastopol. After that they moved south.\nOn 25 October, the Russians tried to take the port of Balaclava, used by the allies as the port of supply. They arrived late to the battle. When they arrived, the Russians were retiring.\nInkerman.\nOn 5 November, the Russians attacked the allies with 42,000 men. The 68th had only 243 men. They started off being the only British regiment to wear red coats.\nDuring this, the actions of Pte. John Byrne and Sgt. Daniel Dwyer returned to help the wounded. This led to Pte. John Byrne getting the Victoria Cross. The regiment reorganized, and got sent to 'The Barrier' for the rest of the battle.\nThe regiment stayed in the trenches for the siege of Sevastopol. The regiment had to fight the Russians from Sevastopol, on 12 January 1855.\nBy the end of February, the regiment had been rearmed with the new Enfield rifle. Another fight against approximately 2000 men took place on 11 May, with the help of the Rifle Brigade and the 46th Foot. A party of Russians succeeded in spiking a gun, but were driven back. In the Crimean War, there were 2 members of the 68th who were awarded with the Victoria Cross: Pte John Byrne and Captain Thomas de Courcy Hamilton.\nThe regiment stayed in the trenches. They were in reserve for the assault on the Redan on the 18 June and for the final attack on 8 September. They stayed in Crimea while an agreement was being made. In May 1856, they left for Corfu.\nAwards.\nTwo Victoria Crosses were granted. Nine more were applied for but not awarded. 15 D.C.M.s were given, seven awards of the French Legion of Honour, 13 of the Order of the Medjidie, six of the Sardinian Medal of Honour, and seven of the Médaille militaire. Nine officers and the men of the 68th received their Crimea Medal from Queen Victoria on 18 May 1855.\nIndia.\nThe regiment remained in Corfu until September 1857. Then they were shipped back to England. On 5 November, they were given new colours by the Duke of Cambridge. In December, it went to India to help suppress the Indian Mutiny. It arrived on 30 March 1858. On 1 November, the control of India passed from the East India Company to The Crown.\nThe regiment that had been resting in Burma was finally going to be returned to England in August 1863. However, the governor of New Zealand requested reinforcements to deal with hostilities with the Maoris. The regiment was shipped to New Zealand. They were there from October to November 1863.\nNew Zealand.\nThree ships arrived in Auckland in mid-January 1864. Immediately detachments were sent to Tauranga, Rangarir and Maketu.\nIn April, the Maoris returned and began to occupy Pas in the area, including two on the peninsula of Tauranga Harbour. The 68th who were concentrated in Auckland were sent to Tauranga, with several other detachments. Two redoubts were built, one by the 68th and another by the 43rd Regiment of Foot. The commanding officer, Major-General Cameron, wanted to destroy the Maori Pas as quickly as possible. On the evening of April 28, around 720 men of the 68th crossed the river to the rear of the Maori line. At around 4 in the evening, over 300 men of the 43rd Regiment and the Naval brigade charged the Maoris and routed them by around 5 o'clock. The 68th had set up a protective cordon to capture many of the enemy, but they did not have enough men to stop the Maoris from retreating completely and they escaped.\nFor six weeks, the 68th remained in the area of Te Papa, to make sure pās was not set up. On 21 June, the patrol of about 600 men from the 68th, 43rd, a local Regiment and the 1st Waikato Militia, led by LT. Colonel Greer from the 68th, found a similar sized patrol in some rifle pits. Greer sent for reinforcement. They came two hours later, then assaulted the rifle pit. Sgt. Murrey was awarded the Victoria Cross.\nThe 68th stayed in Te Papa until February 1864. Then they were sent to Wanganui. Distrust was growing between the Army and the local militias over the colonists taking more land. They went to Auckland in February 1866. They left New Zealand in March. They reached Portsmouth between mid June and early July.\nVictoria Crosses.\nThe 68th had 3 members who were awarded the Victoria Cross, the highest award available in the British Military.","categories":[],"infobox_types":["military unit"],"annotations":[{"uri":"Infantry","surface_form":"infantry","offset":59},{"uri":"British_Army","surface_form":"British Army","offset":84},{"uri":"Durham_Light_Infantry","surface_form":"Durham Light Infantry","offset":141},{"uri":"Seven_Years%27_War","surface_form":"Seven Year's war","offset":191},{"uri":"The_Peninsular_War","surface_form":"The Peninsular War","offset":209},{"uri":"Crimean_War","surface_form":"Crimean War","offset":229},{"uri":"New_Zealand_Wars","surface_form":"New Zealand Wars","offset":246},{"uri":"Arthur_Wellesley%2C_1st_Duke_of_Wellington","surface_form":"Arthur Wellesley","offset":322},{"uri":"Siege_of_Fort_St_Philip_(1756)","surface_form":"Minorca","offset":431},{"uri":"Seven_Years%27_War","surface_form":"the Seven Years' War","offset":442},{"uri":"Regiment","surface_form":"regiment","offset":467},{"uri":"Colonel","surface_form":"Colonel","offset":671},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":775},{"uri":"Prussia","surface_form":"Prussia","offset":820},{"uri":"France","surface_form":"France","offset":884},{"uri":"Bay_of_Urevillie","surface_form":"Bay of Urevillie","offset":1082},{"uri":"September","surface_form":"September","offset":1174},{"uri":"England","surface_form":"England","offset":1380},{"uri":"West_Indies","surface_form":"West Indies","offset":1657},{"uri":"Antigua","surface_form":"Antigua","offset":1889},{"uri":"James_Hackman","surface_form":"James Hackman","offset":2252},{"uri":"Ireland","surface_form":"Ireland","offset":2322},{"uri":"Portsmouth","surface_form":"Portsmouth","offset":2334},{"uri":"Peace_of_Paris_(1814)","surface_form":"Peace of Paris","offset":2384},{"uri":"Jersey_and_Guernsey","surface_form":"Jersey and Guernsey","offset":2506},{"uri":"Gibraltar","surface_form":"Gibraltar","offset":2581},{"uri":"Martinique","surface_form":"Martinique","offset":2699},{"uri":"Saint_Lucia","surface_form":"Saint Lucia","offset":2711},{"uri":"Grenada","surface_form":"Grenada","offset":2727},{"uri":"West_Indies","surface_form":"West Indies","offset":2869},{"uri":"Martinique","surface_form":"Martinique","offset":2956},{"uri":"Barbados","surface_form":"Barbados","offset":2968},{"uri":"The_Saints","surface_form":"The Saints","offset":2978},{"uri":"Dominica","surface_form":"Dominica","offset":2993},{"uri":"Treaty_of_Amiens","surface_form":"Treaty of Amiens","offset":3007},{"uri":"Antigua_and_Barbuda","surface_form":"Antigua","offset":3331},{"uri":"Ripon","surface_form":"Ripon","offset":3389},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":3524},{"uri":"Hull%2C_Iowa","surface_form":"Hull","offset":3544},{"uri":"Light_infantry","surface_form":"light infantry","offset":3577},{"uri":"Walcheren","surface_form":"Walcheren","offset":3602},{"uri":"Napoleon","surface_form":"Napoleon's","offset":3730},{"uri":"Austria","surface_form":"Austria","offset":3756},{"uri":"Vlissingen","surface_form":"Flushing","offset":3887},{"uri":"Court-martial","surface_form":"court-martial","offset":4148},{"uri":"Lieutenant","surface_form":"Lieutenant","offset":4188},{"uri":"Portugal","surface_form":"Portugal","offset":4280},{"uri":"Lisbon","surface_form":"Lisbon","offset":4329},{"uri":"Portugal","surface_form":"Northern Portugal","offset":4442},{"uri":"Spain","surface_form":"Spain","offset":4464},{"uri":"Cuidad_Ridrigo","surface_form":"Cuidad Ridrigo","offset":4776},{"uri":"Capture_of_Badajoz","surface_form":"capture of Badajoz","offset":4830},{"uri":"Brunswick_Oels","surface_form":"Brunswick Oels","offset":5092},{"uri":"Moresco","surface_form":"Moresco","offset":5163},{"uri":"2nd_Cacadores","surface_form":"2nd Cacadores","offset":5295},{"uri":"Voltiguers","surface_form":"Voltiguers","offset":5328},{"uri":"Madrid","surface_form":"Madrid","offset":5585},{"uri":"Battle_of_Burgos","surface_form":"Burgos","offset":5781},{"uri":"Provisional_Battalion","surface_form":"Provisional Battalion","offset":6081},{"uri":"Soult","surface_form":"Soult","offset":6533},{"uri":"Nive","surface_form":"Nive","offset":7574},{"uri":"Adour","surface_form":"Adour","offset":7611},{"uri":"Abdication","surface_form":"abdicated","offset":8062},{"uri":"Malta","surface_form":"Malta","offset":8163},{"uri":"Bosporus","surface_form":"Bosporus","offset":8292},{"uri":"Varna","surface_form":"Varna","offset":8353},{"uri":"Lord_Raglan","surface_form":"Lord Raglan","offset":8484},{"uri":"Battle_of_Alma","surface_form":"Battle of Alma","offset":8504},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":9175},{"uri":"Enfield_rifle","surface_form":"Enfield rifle","offset":9483},{"uri":"Assault_on_the_Redan","surface_form":"assault on the Redan","offset":9904},{"uri":"Legion_of_Honour","surface_form":"Legion of Honour","offset":10209},{"uri":"Order_of_the_Medjidie","surface_form":"Order of the Medjidie","offset":10237},{"uri":"M%C3%A9daille_militaire","surface_form":"Médaille militaire","offset":10315},{"uri":"Crimea_Medal","surface_form":"Crimea Medal","offset":10388},{"uri":"Corfu","surface_form":"Corfu","offset":10469},{"uri":"Regimental_Colours","surface_form":"colours","offset":10572},{"uri":"Duke_of_Cambridge","surface_form":"Duke of Cambridge","offset":10587},{"uri":"Indian_Rebellion_of_1857","surface_form":"Indian Mutiny","offset":10657},{"uri":"East_India_Company","surface_form":"East India Company","offset":10753},{"uri":"New_Zealand","surface_form":"New Zealand","offset":10915},{"uri":"Maori","surface_form":"Maori","offset":10986},{"uri":"Auckland","surface_form":"Auckland","offset":11118},{"uri":"43rd_Regiment_of_Foot","surface_form":"43rd Regiment of Foot","offset":11493},{"uri":"Wanganui","surface_form":"Wanganui","offset":12518},{"uri":"Victoria_Cross","surface_form":"Victoria Cross","offset":12817}]}