{"id":540584,"url":"http://en.wikipedia.org/wiki/Wizkid","text":"Ayodeji Ibrahim Balogun (born), also known as Wizkid is a Nigerian singer, songwriter, rapper, and record producer. He is the founder of Star Boy Entertainment, a record label he established in 2013.\nBiography.\nWizkid started singing in 2001. At the age of 11, he released a collaborative studio album with Glorious Five album titled \"Lil Prinz\" before he went solo to record his first song with OJB Jezreel.\nIn 2011, Wizkid released his critically acclaim debut studio album titled \"Superstar\" with hit singles like \"Holla at Your Boy\", \"Don't Dull\" and \"Tease Me (Bad Guys)\" on the tracklist. \"Superstar\" shot Wizkid to limelight, following it's nomination at The Headies 2012 and at the 2012 Nigeria Entertainment Awards which it won \"Best Album of The Year\".\nOn September 17, 2014, \"Ayo\" was released as Wizkid's sophomore album. The album contained hit tracks like \"Ojuelegba\", \"Jaiye Jaiye\" and \"Show You The Money\". \"Ayo\" won the \"Best Album of The Year\" and \"Best R&B/Pop Album\" categories at The Headies 2015 and was also nominated in the \"Album of The Year\" category at the 2015 Nigeria Entertainment Awards. Wizkid has been working on releasing an EP titled \"Sounds From The Other Side\".\nIn 2016, he worked with Drake on his hit single \"One Dance\", which reached number-one in 15 different countries. In 2020 Wizkid became the first Nigerian artist featured on Billboard’s Hot 100.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nigeria","surface_form":"Nigeria","offset":58},{"uri":"The_Headies_2012","surface_form":"The Headies 2012","offset":662},{"uri":"2012_Nigeria_Entertainment_Awards","surface_form":"2012 Nigeria Entertainment Awards","offset":690},{"uri":"Ayo","surface_form":"Ayo","offset":787},{"uri":"Ojuelegba_(song)","surface_form":"Ojuelegba","offset":871},{"uri":"Jaiye_Jaiye","surface_form":"Jaiye Jaiye","offset":884},{"uri":"The_Headies_2015","surface_form":"The Headies 2015","offset":1001},{"uri":"2015_Nigeria_Entertainment_Awards","surface_form":"2015 Nigeria Entertainment Awards","offset":1084},{"uri":"Extended_play","surface_form":"EP","offset":1159},{"uri":"Drake_(entertainer)","surface_form":"Drake","offset":1223},{"uri":"One_Dance","surface_form":"One Dance","offset":1248},{"uri":"Artist","surface_form":"artist","offset":1353}]}