{"id":540890,"url":"http://en.wikipedia.org/wiki/Prince_Henri%2C_Duke_of_Aumale","text":"Prince Henri of Orléans, Duke of Aumale (Henri Eugène Philippe Louis; 16 January 1822 – 7 May 1897) was a leader of the Orleanists, a political faction in 19th century France associated with constitutional monarchy. He was born in Paris, the fifth son of King Louis Philippe I. He used the title Duke of Aumale. He retired from public life in 1883. He was also a member of the \"Académie française\".\nInheritance.\nAt age of 8, he inherited a fortune of 66 million livres (approximately £200 million today). At the age of seventeen he entered the army with the rank of a captain of infantry.\nMarriage and children.\nOn November 25, 1844, he married Princess Carolina Augusta of the Two Sicilies, daughter of the Leopold of the Two Sicilies, \"Prince of Salerno\" and his wife Maria Clementina of Austria, in Naples. The couple had several children, two of whom reached adulthood.\nLater life and death.\nBy his will of the June 3, 1884, Henri bequeathed his Chantilly estate to the Institute of France. This included the Château de Chantilly, with all the art he had collected there. The chateau became a museum. This generosity led the government to withdraw the decree of exile and the duke returned to France in 1889. He died in Lo Zucco, Sicily. He was buried in Dreux, in the chapel of the House of Orléans.","categories":[],"infobox_types":[],"annotations":[{"uri":"King","surface_form":"King","offset":255},{"uri":"Louis_Philippe_I","surface_form":"Louis Philippe I","offset":260},{"uri":"Acad%C3%A9mie_fran%C3%A7aise","surface_form":"Académie française","offset":378},{"uri":"%C2%A3","surface_form":"£","offset":484},{"uri":"Infantry","surface_form":"infantry","offset":579},{"uri":"Princess_Carolina_Augusta_of_the_Two_Sicilies","surface_form":"Princess Carolina Augusta of the Two Sicilies","offset":645},{"uri":"Naples","surface_form":"Naples","offset":802},{"uri":"Ch%C3%A2teau_de_Chantilly","surface_form":"Château de Chantilly","offset":1013},{"uri":"Sicily","surface_form":"Sicily","offset":1234},{"uri":"Royal_Chapel_of_Dreux","surface_form":"Dreux","offset":1259},{"uri":"House_of_Orl%C3%A9ans","surface_form":"House of Orléans","offset":1287}]}