{"id":54082,"url":"http://en.wikipedia.org/wiki/Scottish_Premier_League","text":"The Scottish Premier League (known as the Clydesdale Bank Premier League or SPL) was a professional competition for football clubs. It was the top level of the Scottish football league system. In 2013 the Scottish Premier league was replaced by the Scottish Premiership as Scotland's top football competition.\nIn Scotland, watching the SPL is more popular than watching the top football leagues in any other European country. The Scottish Premier League is currently twentieth in the UEFA rankings of European leagues, which are based on the how well the participating clubs play in all European competitions. Eighteen clubs have played in the SPL since it began in 1998, but only two have won the title: the Old Firm of Celtic and Rangers both seven times.\nHistory.\nThe SPL began in 1998, when a group of teams decided to split from the Scottish Football League and create their own league. The idea of splitting from the league was from a similar event in 1992 with the start of the English Premiership.\nThe SPL had 10 clubs playing until the 2000–01 season when the league was expanded to 12 teams. The increase from 10 clubs to 12 was part of the deal offered to get approval from SPL member clubs. Since the 2001–02 season, the table is split in half near the end of the season, with the teams playing the other clubs from their half of the table once more. This sometimes results in the seventh placed team having more points than the sixth placed team, but they do not move up to the top half. In the 2005–06 season, the seventh placed team (Inverness) had more points than the fourth placed team (Hibernian) but still did not move up to fourth place due to the split.\nThe SPL has been home to many important events. For example, when Heart's goalkeeper, Craig Gordon moved to Sunderland for a fee of £9 million, a record fee for a British goalkeeper. It was also the most amount of money paid for a Scottish player, but Alan Hutton shared this record when he moved from Rangers to Tottenham Hotspur for the same fee. However this has since been surpassed on several occasions, Victor Wanyama, Virgil Van Dijk, Moussa Dembele, Kieren Tierney were all sold for a fee in excess of 10 million. Kieren Tierney is the current record at around 25 million GBP. Tore André Flo's move from Chelsea to Rangers was also a record for the most amount paid for a player by a Scottish club, when he moved for £12 million. The most amount of money paid by a Scottish club to another Scottish club is £4.5 million for Scott Brown when he moved from Hibernian to Celtic.\nLeague.\nThe SPL is in a league format – a team gains points by playing another team in the league. Three points are awarded for a win and one point for a draw. No points are awarded for a loss. Once all the games have been played, the team at the top of the league wins the SPL trophy. If two or more teams are equal on points, then the difference between of goals scored and goals against is considered. The season runs from August until May each year. Each club will play each other at least three times before the table splits in half for the last part of the competition. Each club will then play five more games against clubs in their half of the table. Each team plays a total of 38 games.\nSplit.\nOnce every team has played each other three times the league splits into two halves for another five games. This means that the top six teams play each other once, and the bottom six teams play each other once. Many people do not like the SPL splitting. Many managers such as Jim Jeffries, the manager of Hearts at the time, has publicly asked for the split to be removed. The man in charge of the SPL, the Chief Executive, said that 11 out of the 12 SPL teams would need to agree and out of eight teams asked, five said that they wanted the split kept.\nTeams cannot move between the two splits, meaning that even if a team in seventh place has more points than the team in sixth they will not move above them in the league. This happens often, for example in the 2005–06 season, the seventh placed club, Inverness Caledonian Thistle, gained more points than the fourth placed club, Hibernian but finished the league in seventh.\nWinter break.\nIn the 2000–01 season, the SPL decided to stop the \"winter break\", forcing teams to play through January. This means that many games are stopped because of the damage to the pitch and very bad weather. Former Celtic manager Martin O'Neill, former Dundee manager Jim Duffy, and former Rangers manager Walter Smith are among those who have asked to start the winter break again. Former Rangers manager Alex McLeish accused the SPL of taking Scottish football \"back to the Dark Ages\" after its decision to stop the winter break, meaning that they were going back to an old, outdated system.\nEuropean qualification.\nA total of four clubs can qualify for European competitions. The teams who finish first in the SPL qualify for the UEFA Champions League. The second and third-placed team, and the winner of the Scottish Cup, qualify for the UEFA Europa League.\nRangers and Celtic have recently played in the final of the UEFA Cup, with neither club winning in the final match. In 2003 Celtic played FC Porto in Seville, Spain but Porto won 3– 2. More recently, in 2008 Rangers played FC Zenit St. Petersburg in Manchester, England, but lost 2– 0. More than 200,000 Rangers fans went to Manchester to watch the game on several large televisions.\nPromotion and relegation.\nNormally, the team who finishes last in the SPL is relegated to the Scottish First Division and the team who finishes first in the First Division is promoted to the SPL. However, there are some criteria that the team must meet in order to be promoted. In 2003, Falkirk finished first in the Scottish First Division but their stadium did not meet the agreed criteria. Instead, they asked if they could share a stadium with Airdrie United while their own stadium was expanded. This caused arguments as the chairmen of the SPL clubs voted against this idea. Because Falkirk's stadium was too small, they were not promoted into the SPL, and the team who finished last in the SPL (Motherwell) was not relegated.\nThis situation almost happened again in 2004. There were many votes and threats of legal action from Partick Thistle, the team who finished last in the SPL. The situation was solved and Inverness Caledonian Thistle were allowed promotion, as long as they shared a stadium with their rivals Aberdeen at Pittodrie, a stadium over 100 miles (160 km) away.\nIn 2005, the stadium size criteria was reduced. A team playing in the SPL must now have at least 6,000 seats (down from 10,000). Standing room is not allowed in SPL grounds for safety reasons. This then allowed Inverness Caledonian Thistle to return to their home stadium during the 2005–06 season.\nPlayers.\nIn the SPL, there are no restrictions on clubs signing players. The only rule on signing players is with general Scottish employment law. There are no salary caps or age restrictions. There are no restrictions on the size of the playing squad or restrictions on the number of players from other countries.\nThe only rule is the \"Under-21\" rule. This means that every club must name at least three players under the age of 21 in their match day squad. They do not need to play. There has been some criticism over this rule. Walter Smith, Gus MacPherson and Jim Jeffries all showed their disapproval.\nTelevision coverage.\nBetween the 1998–99 season and the 2001–02 season, the right to show SPL matches on television was held by Sky Sports, with highlights being shown by STV's Scotsport. Sky Sports withdrew from the SPL when their offer for £45 million, to continue showing live games on TV, was declined by the SPL. The SPL asked for more money. Discussions began in 2002 for a new pay-per-view satellite television channel, called \"SPL TV\". However Rangers and Celtic did not like the idea, and rejected it. Because of this, the remaining 10 SPL clubs announced their intention to resign from the league.\nEven though a two-year television deal had been agreed with BBC Scotland in July 2002 (for less than the money previously offered by Sky Sports), the 10 non-Old Firm clubs confirmed their resignation from the SPL in August 2002, because they were unhappy with how the league voted which allowed the Old Firm clubs to stop any attempts to change SPL rules. The ten clubs withdrew their resignations in January 2003 after an agreement was reached to change the voting rules and to change the way the money from TV was given out to the SPL teams.\nWith BBC Scotland's television contract due to expire after the 2003–04 season, the SPL agreed a new television deal with Irish company Setanta Sports in February 2004 in a four-year deal worth £54 million. In June 2008, it was announced that a further four-year deal would start for the 2010–11 season, with the deal worth £125 million. However, Setanta went bankrupt in June 2009. In July, Sky Sports and ESPN agreed a £65 million five-year deal with the SPL.\nRadio.\nThe right to broadcast SPL games on radio is currently held by BBC Radio Scotland, who have held the rights since the SPL started in the 1998–99 season. BBC Radio Scotland also provide internet webcasts to all Scottish Premier League matches, having became the first broadcaster to introduce such a service in June 2000.\nSponsorship.\nAs with many sport competitions, the name of the SPL has been sold to a sponsor, currently the Clydesdale Bank, a Scottish Bank. The Clydesdale Bank bought the name in the 2007–08 season for £8 million, taking over from another Scottish bank, the Bank Of Scotland. The SPL is now known as the \"Clydesdale Bank Premier League\".\nOld Firm.\nUntil the start of the 2012-13 season the two Glasgow football clubs known as the Old Firm played in the SPL, Rangers and Celtic. The Old Firm was criticised by some due to the fact that they held such a strong position in Scottish football. The amount of money they made was very large compared to the other teams in Scotland. In 2001 their income was £90 million, almost double the income of the other ten teams, whose income was £48 million combined. Every year since the SPL started one of the Old Firm has won the league. Only once, in the 2005–06 season, did the Old Firm clubs not come first and second in the SPL.\nRangers entered administration in 2012 because they owed money which they could not afford to repay. Some of this money was owed to HMRC (Her Majesty's Revenue and Customs) as Rangers had not paid the tax they should have. Rangers asked HMRC if they would take only some of the money owed to them, called a Company Voluntary Arrangement (CVA) however HMRC demanded the full amount and Rangers were closed. The people who owned Rangers have set up a new company ('newco') and bought Ibrox stadium, the training buildings and other things. This 'newco' was forced out of the SPL moved to the Scottish Third Division from the 2012-13 season.\nAlthough the two teams had a strong position over other Scottish teams, they still cannot compete with other leagues for players because other leagues, particularly the English Premiership, have a lot more money to spend. There were rumours about the Old Firm splitting from the SPL, and joining the English Premiership, but this was stopped by FIFA.\nFormer SPL members.\nThese are previous members of the SPL in reverse order of them losing membership.\nInverness Caley Thistle and St Mirren are the only clubs to have been promoted into the SPL twice. Dunfermline Athletic are the only club to have been relegated from the SPL twice.\nRecords.\n\"Updated on 28 October 2009; and partly on 07/10/12\"","categories":[],"infobox_types":["football league"],"annotations":[{"uri":"Competition","surface_form":"competition","offset":100},{"uri":"Association_football","surface_form":"football clubs","offset":116},{"uri":"Scotland","surface_form":"Scottish","offset":160},{"uri":"League","surface_form":"league","offset":178},{"uri":"Scottish_Premiership","surface_form":"Scottish Premiership","offset":249},{"uri":"UEFA","surface_form":"UEFA","offset":484},{"uri":"Old_Firm","surface_form":"Old Firm","offset":709},{"uri":"Celtic_F.C.","surface_form":"Celtic","offset":721},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":732},{"uri":"English_Premier_League","surface_form":"English Premiership","offset":985},{"uri":"Inverness_Caledonian_Thistle_F.C.","surface_form":"Inverness","offset":1549},{"uri":"Hibernian_F.C.","surface_form":"Hibernian","offset":1605},{"uri":"Heart_of_Midlothian_F.C.","surface_form":"Heart's","offset":1742},{"uri":"Craig_Gordon","surface_form":"Craig Gordon","offset":1762},{"uri":"Sunderland_F.C.","surface_form":"Sunderland","offset":1784},{"uri":"%C2%A3","surface_form":"£","offset":1808},{"uri":"British","surface_form":"British","offset":1839},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":1847},{"uri":"Alan_Hutton","surface_form":"Alan Hutton","offset":1928},{"uri":"Rangers_F.C.","surface_form":"Rangers","offset":1978},{"uri":"Tottenham_Hotspur_F.C.","surface_form":"Tottenham Hotspur","offset":1989},{"uri":"Tore_Andr%C3%A9_Flo","surface_form":"Tore André Flo","offset":2261},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":2288},{"uri":"Scott_Brown_(Scottish_footballer)","surface_form":"Scott Brown","offset":2508},{"uri":"Jim_Jeffries","surface_form":"Jim Jeffries","offset":3539},{"uri":"Martin_O%27Neill","surface_form":"Martin O'Neill","offset":4430},{"uri":"Dundee_FC","surface_form":"Dundee","offset":4453},{"uri":"Jim_Duffy","surface_form":"Jim Duffy","offset":4468},{"uri":"Walter_Smith","surface_form":"Walter Smith","offset":4506},{"uri":"Alex_McLeish","surface_form":"Alex McLeish","offset":4606},{"uri":"Qualify","surface_form":"qualify","offset":4844},{"uri":"Europe","surface_form":"Europe","offset":4856},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":4933},{"uri":"Scottish_Cup","surface_form":"Scottish Cup","offset":5012},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":5042},{"uri":"UEFA_Cup","surface_form":"UEFA Cup","offset":5122},{"uri":"FC_Porto","surface_form":"FC Porto","offset":5200},{"uri":"Seville","surface_form":"Seville","offset":5212},{"uri":"Spain","surface_form":"Spain","offset":5221},{"uri":"FC_Zenit_St._Petersburg","surface_form":"FC Zenit St. Petersburg","offset":5285},{"uri":"Manchester","surface_form":"Manchester","offset":5312},{"uri":"England","surface_form":"England","offset":5324},{"uri":"Television","surface_form":"television","offset":5433},{"uri":"Scottish_First_Division","surface_form":"Scottish First Division","offset":5540},{"uri":"Falkirk_F.C.","surface_form":"Falkirk","offset":5733},{"uri":"Stadium","surface_form":"stadium","offset":5797},{"uri":"Airdrie_United_F.C.","surface_form":"Airdrie United","offset":5894},{"uri":"Chairman","surface_form":"chairmen","offset":5976},{"uri":"Motherwell_F.C.","surface_form":"Motherwell","offset":6148},{"uri":"Law","surface_form":"legal action","offset":6262},{"uri":"Partick_Thistle_F.C.","surface_form":"Partick Thistle","offset":6280},{"uri":"Aberdeen_F.C.","surface_form":"Aberdeen","offset":6469},{"uri":"Pittodrie_Stadium","surface_form":"Pittodrie","offset":6481},{"uri":"Restriction","surface_form":"restrictions","offset":6865},{"uri":"Employment","surface_form":"employment","offset":6962},{"uri":"Gus_MacPherson","surface_form":"Gus MacPherson","offset":7376},{"uri":"Jim_Jeffries","surface_form":"Jim Jeffries","offset":7395},{"uri":"Sky_Sports","surface_form":"Sky Sports","offset":7566},{"uri":"STV","surface_form":"STV","offset":7609},{"uri":"Scotsport","surface_form":"Scotsport","offset":7615},{"uri":"BBC_Scotland","surface_form":"BBC Scotland","offset":8106},{"uri":"Sky_Sports","surface_form":"Sky Sports","offset":8179},{"uri":"Ireland","surface_form":"Irish","offset":8712},{"uri":"Setanta_Sports","surface_form":"Setanta Sports","offset":8726},{"uri":"Bankrupt","surface_form":"bankrupt","offset":8950},{"uri":"Sky_Sports","surface_form":"Sky Sports","offset":8982},{"uri":"ESPN","surface_form":"ESPN","offset":8997},{"uri":"BBC_Radio_Scotland","surface_form":"BBC Radio Scotland","offset":9122},{"uri":"Internet","surface_form":"internet","offset":9244},{"uri":"Webcast","surface_form":"webcast","offset":9253},{"uri":"Sponsor","surface_form":"sponsor","offset":9465},{"uri":"Clydesdale_Bank","surface_form":"Clydesdale Bank","offset":9488},{"uri":"Bank_Of_Scotland","surface_form":"Bank Of Scotland","offset":9640},{"uri":"Glasgow","surface_form":"Glasgow","offset":9776},{"uri":"Old_Firm","surface_form":"Old Firm","offset":9812},{"uri":"Administration","surface_form":"administration","offset":10368},{"uri":"HMRC","surface_form":"HMRC","offset":10484},{"uri":"Tax","surface_form":"tax","offset":10553},{"uri":"Company_Voluntary_Arrangement","surface_form":"Company Voluntary Arrangement","offset":10659},{"uri":"Scottish_Third_Division","surface_form":"Scottish Third Division","offset":10942},{"uri":"English_Premier_League","surface_form":"English Premiership","offset":11291},{"uri":"FIFA","surface_form":"FIFA","offset":11336},{"uri":"Inverness_Caley_Thistle","surface_form":"Inverness Caley Thistle","offset":11444},{"uri":"St._Mirren_F.C.","surface_form":"St Mirren","offset":11472},{"uri":"Dunfermline_Athletic_F.C.","surface_form":"Dunfermline Athletic","offset":11543}]}