{"id":540960,"url":"http://en.wikipedia.org/wiki/University_of_Worcester","text":"ce=\"preserve\">The University of Worcester is a university, in Worcester, England. It started in 1946.\nHistory.\nIn 1946, it started as a teaching college. It was on unused bases for the Royal Air Force. In 1997 the Privy Council renamed it iversity College Worcester. In 2005, the Privy Council let it become a university. The institution was renamed \"University of Worcester\" in September of that year.\nLocations.\nSince 2005, the University has got many new sites in the city of Worcester.\nSt John's Campus.\nSt John's is the main campus. It is the central place for all courses, support departments and academic institutes. it does have any places that does business, computing, marketing or management.\nCity Campus.\nThe university's second campus is known as City Campus. The Worcester Business School is here.\nRiverside and Worcester Arena.\nIn addition, the University occupies a large site adjacent to the River Severn, now known as \"Riverside\". This includes an Art Space & Exhibition building and a 2,000-seat capacity Sports Arena built as a new facility for sports, events, a base for the Worcester Wolves basketball team, a national centre of excellence for disability sports and as a further teaching and office space. The facility, known as Worcester Arena is also accessible to the local community. [http://www.worc.ac.uk/about/news/13680.html]\nThe Hive.\nThe Hive was opened in July 2012. It has a bunch of services for adults, children and adamic sections. It has 250,000 books, and huge archive collections. It also has meeting rooms, exhibition spaces and a studio theatre.\nEnvironmental standing.\nThe institution has been awarded the Carbon Trust Standard. The university has been recgonized for efficiency.\nAcademic profile.\nThe University of Worcester is the UK's fastest growing University. Applications increased by 10.6% in 2009 and by 100% since 2004. The University has consistently recorded the largest increases in applications of any UK University for 7 years in a row.\nFunding.\nAs of April 2011, the University of Worcester has proposed to set its undergraduate Tuition Fees at £8,100 under the new regime announced by the Coalition Government.\nReputation and rankings.\nThe university guide of the Times newspaper rates the university at place 81 out of 114 institutions.\nIn the National Student Survey students from the University rated their overall satisfaction at 80% in 2008/09. A number of subject areas received excellent levels of satisfaction, with an overall student satisfaction of 92% in Sports Science and 89% in Initial Teacher Training.\nIn March 2010, the University was ranked 54th of the top public sector places to work.\nThe Complete University Guide 2015 says it the University is 104th out of 123 institutions.\nStudent life.\nWorcester Students' Union is the student government organization for students at the University of Worcester. The Union a President, a Vice-President (Education), a Vice-President (Student Activities), and 7 other officers.\nSports activities.\nThe University is home to the Worcester Wolves basketball team.","categories":[],"infobox_types":[],"annotations":[{"uri":"Worcester","surface_form":"Worcester","offset":62},{"uri":"England","surface_form":"England","offset":73},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"Privy Council","offset":214},{"uri":"Worcester_Wolves","surface_form":"Worcester Wolves","offset":1096},{"uri":"Worcester_Arena","surface_form":"Worcester Arena","offset":1251},{"uri":"Carbon_Trust","surface_form":"Carbon Trust","offset":1649},{"uri":"Worcester_Wolves","surface_form":"Worcester Wolves","offset":3044}]}