{"id":541260,"url":"http://en.wikipedia.org/wiki/Icelandic_kr%C3%B3na","text":"e=\"preserve\">The Icelandic króna (ISK; plural krónur; \"króna\" means \"crown\") is the currency used in Iceland. The name \"Icelandic crown\" is sometimes used instead.\nThere are currently only 5 banknotes (500, 1000, 2000, 5000 and 10000 króna) and 5 coins (1, 5, 10, 50 and 100 króna) in circulation.\nHistory.\nThe Danish krone was introduced to Iceland in 1874. It replaced the earlier Danish currency, the rigsdaler. Iceland began making its own currency in 1885. The Danish krone left Iceland after the collapse of the Scandinavian Monetary Union. Iceland gained it's independence over Denmark in 1918, and the first coins were issued in 1922.\nIceland experienced hyperinflation in 1981. So the currency was revalued. This meant that the 100 old krónur (ISJ) became as valuable as 1 new króna (ISK). The new 500 krónur banknote was also put into circulation the same year. The largest banknote ever issued was a 10,000 krónur. This bill was made after the 2008–11 Icelandic financial crisis.\nIn 2009, the Althing voted to join the European Union. After the left-wing parties were voted out of office, the negotiation were stopped. Nowadays, most people predict that the króna will remain the Icelandic currency for a long time.\nFinancial crisis.\nA major financial crisis hit Iceland from 2008 to 2011. It brought about a collapse of the Icelandic banking sector. The value of the Icelandic króna dropped, and it went down to around 185 ISK per 1 euro. After many of the issues were resolved, the krónur value went up to around 140 ISK per 1 euro. However, the value has not been as high as it was since before the crisis (it was at 82 ISK per 1 euro in mid-2007).","categories":[],"infobox_types":[],"annotations":[{"uri":"Currency","surface_form":"currency","offset":84},{"uri":"Iceland","surface_form":"Iceland","offset":101},{"uri":"Danish_krone","surface_form":"Danish krone","offset":311},{"uri":"Danish_rigsdaler","surface_form":"rigsdaler","offset":404},{"uri":"Scandinavian_Monetary_Union","surface_form":"Scandinavian Monetary Union","offset":518},{"uri":"Hyperinflation","surface_form":"hyperinflation","offset":663},{"uri":"2008%E2%80%9311_Icelandic_financial_crisis","surface_form":"2008–11 Icelandic financial crisis","offset":955},{"uri":"Althing","surface_form":"Althing","offset":1004},{"uri":"European_Union","surface_form":"European Union","offset":1030},{"uri":"Left-wing","surface_form":"left-wing","offset":1056}]}