{"id":54129,"url":"http://en.wikipedia.org/wiki/Little_Red_Riding_Hood","text":"\"Little Red Riding Hood\" (or \"Little Red Cap\") is a French fairy tale for young children about a young girl and a wolf. The story comes from a folktale which means that it was a \"spoken\" story for a long time before it was a written story. It was first written down in the late 1600s, by Charles Perrault. The best-known version (the way the story is told) is ' by the Brothers Grimm and dates from the 19th century (1800s).\nStory.\nThe most famous version of the story is the one written by the Brothers Grimm in the 19th century. The Brothers Grimm listened to many traditional stories from old people and wrote them into a book. They did not originally mean for their book to be read as children's stories; they were writing down German folklore for scholars to read. But their book became famous as a book of children's stories anyway. The title of the story is properly translated as \"Little Red Cap\" even though it is usually known in English as \"Little Red Riding Hood\".\nA girl has been given red cap (or cloak and hood) to wear. Her mother sends her to take food to her sick grandmother. The mother tells her she must not stop on the way. A wolf sees the girl walking through the woods and makes a plan to eat her. The wolf politely asks the girl where she is going. The girl answers him, because he seems friendly. The wolf tells the girl to pick some flowers for her grandmother. While she is picking flowers, the wolf goes to grandmother's house and eats her. He puts on the grandmother's night-cap and gets into her bed. When the girl arrives at her grandmother's house, she gets into bed with the wolf.\nIn the Perrault version, the girl is surprised to see what her \"grandmother\" looks like without her clothes. \"What big eyes you have!\" she cries. \"The better to see you with!\" the wolf responds. The dialogue continues, with the child remarking upon other body parts until she notes the wolf's big teeth. \"What big teeth you have!\" she cries. \"The better to eat you with!\" the wolf responds.\nThe wolf leaps upon the child and eats the girl. In the Grimms' version, a woodcutter (lumberjack) comes and cuts open the wolf's body. He saves the grandmother and the girl who are still alive in the wolf's stomach. Then, stones are put in the wolf's body to kill the wolf.\nHistory of the story.\nThe story of \"Little Red Riding Hood\" seems to have been told for centuries in different countries, under different names.\nAnthropoligist Dr. Jamie Tehrani said some versions of \"Little Red Riding Hood\" are 3000 years old. One of Aesop's Fables is a version of \"Little Red Riding Hood\", according to Tehrani. In France, the story has probably been told for at least 700 years. In Italy, there are several versions. One is called \"The False Grandmother\". There is also a story from China which is like this, called \"The Grandmother Tiger\". There are also versions of the story from the Middle East and Africa.\nIn the old versions of the story the wolf is sometimes a terrible monster or a werewolf. In one version of the story, the wolf gives the girl some food to eat. It is part of the body of her grandmother. The wolf tells the girl to throw all her clothes in the fire, and get into bed. She says that she needs to use the toilet first. The wolf ties her with a long string so that she cannot run away without him knowing. But the girl puts the rope around something else, and escapes.\nIn these early versions of the story, Red Riding Hood escapes on her own. She uses her own intelligence and her own courage. The Brothers Grimm and other later authors added male heroes who save Red Riding Hood.\nCharles Perrault.\nThe story was first written and published in a book from 1697 by the French writer Charles Perrault. The name of the book, in English, is '. The story is called \"The Little Red Cap\" (\"Le Petit Chaperon Rouge\"). Perrault's version of the tale is the original printed version, but it is likely based on an older oral tradition. It is uncertain if Perrault knew a folk tale from the south of France about a girl who cleverly escapes a werewolf occupying her grandmother's bed.\nPerrault wanted to make a strong point about wise and foolish behaviour. He wanted to show that a beautiful young woman was in danger of having men with bad morals try to trick her into wrong behaviour. In Perrault's story the girl is eaten and there is no happy ending.\nOther versions.\nThe story has been changed many times in the centuries following its publication. It is a little different from the way that the Brother's Grimm tell it. In their version, a huntsman slays the child-devouring wolf. He then frees the heroine from the animal's stomach.\nIn some modern versions of the story, especially versions for very young children, the grandmother does not die. She hides in the closet or cupboard in stead.\nTelling the story for young children.\nLittle Red Riding Hood often appears as a picture book or in collections of stories for very young children.\nAn important part of the story is the questions and answers. In the story, the wolf knocks at the grandmother's door.\nThe second section of repeating parts of the story happens when Red Riding Hood sees the wolf in her grandmother's bed.\nThese questions and answers also appear in older versions, for example Perrault's.\nStories with some of the same ideas.\nThere are many stories in which a hungry wolf threatens a young person or animal. In most of these stories, the young one escapes by cunning (cleverness). One story is the Russian folktale \"Peter and the Wolf\". The Brothers Grimm told the story of the \"Little Kids and the Wolf\". Another story like this is \"The Three Little Pigs\", first published by James Orchard Halliwell-Phillipps.\nMeanings.\nAs with many fairy tales, hidden messages can be found in \"Little Red Riding Hood\". People have very different \"interpretations\" (ways of understanding the hidden meanings). There are two well-known ways that the story of \"Little Red Riding Hood\" can be interpreted.\nThe first type of interpretation is about morality. It is about what is right and what is wrong.\nThe second way of seeing the stories has nothing to do with peoples' behaviour or feelings. These interpretations have to do with the cycle of the sun and the seasons, and with the cycle of life, with people dying and being born.\nOther re-tellings.\nFrançois Adrien Boieldieu (1775 - 1834) made an opera from the story. The opera is called \"Le petit chaperon rouge\". Its first performance was in Paris, in the year 1818.\nIn 1927, Sir Compton MacKenzie used Little Red Riding Hood as the central character of a novel for children \"Santa Claus in Summer\". Red Riding Hood, in this re-telling, is the daughter of a highway man called Riding Hood.\nThe story has been adapted to various media. Tex Avery made a cartoon out of it, Red Hot Riding Hood. He adapted the story to be more appealing to adults. Little Red Riding Hood works at a striptease club. The wolf, dressed in a suit, goes after the stripper (a stripper is a person who is paid to take off his or her clothes in public).\nRoald Dahl re-told the story in a funny poem about Little Red Riding Hood. It is in his collection \"Revolting Rhymes\".\n\"Lon Po Po\" is an ancient Chinese version of \"Little Red Riding Hood\" which won the 1990 Randolph Caldecott Medal for its watercolour and pastel illustrations by Young.\nArt.\nMany paintings have been done of \"Little Red Riding Hood\". Artists who have painted pictures of this story are George Frederick Watts, Samuel Albrecht Anker, and François Richard Fleury.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fairy_tale","surface_form":"fairy tale","offset":59},{"uri":"Girl","surface_form":"girl","offset":103},{"uri":"Wolf","surface_form":"wolf","offset":114},{"uri":"Folktale","surface_form":"folktale","offset":143},{"uri":"Oral_tradition","surface_form":"spoken","offset":179},{"uri":"Charles_Perrault","surface_form":"Charles Perrault","offset":288},{"uri":"Brothers_Grimm","surface_form":"Brothers Grimm","offset":369},{"uri":"19th_century","surface_form":"19th century","offset":403},{"uri":"Brothers_Grimm","surface_form":"Brothers Grimm","offset":495},{"uri":"19th_century","surface_form":"19th century","offset":517},{"uri":"Tradition","surface_form":"tradition","offset":567},{"uri":"Grandparent","surface_form":"grandmother","offset":1082},{"uri":"Big_Bad_Wolf","surface_form":"wolf","offset":1148},{"uri":"Flower","surface_form":"flower","offset":1360},{"uri":"Lumberjack","surface_form":"lumberjack","offset":2093},{"uri":"Stomach","surface_form":"stomach","offset":2214},{"uri":"Stone","surface_form":"stone","offset":2229},{"uri":"Kill","surface_form":"kill","offset":2266},{"uri":"Monster","surface_form":"monster","offset":2978},{"uri":"Werewolf","surface_form":"werewolf","offset":2991},{"uri":"Charles_Perrault","surface_form":"Charles Perrault","offset":3706},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":3933},{"uri":"Morality","surface_form":"morals","offset":4254},{"uri":"Picture_book","surface_form":"picture book","offset":4891},{"uri":"Question","surface_form":"question","offset":4996},{"uri":"Wolf","surface_form":"wolf","offset":5357},{"uri":"Morality","surface_form":"morality","offset":6021},{"uri":"Cycle","surface_form":"cycle","offset":6210},{"uri":"Sun","surface_form":"sun","offset":6223},{"uri":"Season","surface_form":"season","offset":6235},{"uri":"Fran%C3%A7ois_Adrien_Boieldieu","surface_form":"François Adrien Boieldieu","offset":6325},{"uri":"Opera","surface_form":"opera","offset":6373},{"uri":"Paris","surface_form":"Paris","offset":6471},{"uri":"1818","surface_form":"1818","offset":6490},{"uri":"Tex_Avery","surface_form":"Tex Avery","offset":6764},{"uri":"Cartoon","surface_form":"cartoon","offset":6781},{"uri":"Red_Hot_Riding_Hood","surface_form":"Red Hot Riding Hood","offset":6800},{"uri":"Adult","surface_form":"adult","offset":6866},{"uri":"Striptease","surface_form":"striptease","offset":6908},{"uri":"Night_club","surface_form":"club","offset":6919},{"uri":"Suit","surface_form":"suit","offset":6948},{"uri":"Roald_Dahl","surface_form":"Roald Dahl","offset":7057}]}