{"id":541251,"url":"http://en.wikipedia.org/wiki/2020_United_States_presidential_election","text":"The 2020 United States presidential election happened on November 3, 2020. Voters selected presidential electors who then voted on December 14, 2020 to either elect a new President and Vice President or re-elect the incumbents. On November 7, most news agencies said that Joe Biden won the election and became the president-elect of the United States. He will be inaugurated on January 20, 2021 at midday when he raises his right hand to say the oath of office.\nDonald Trump, the 45th President, started a campaign to be President again in the Republican primaries. Several state Republican Party organizations cancelled their primaries in a show of support for his candidacy. He became the presumptive nominee in March 2020.\nTwenty-seven major candidates started campaigns for the Democratic nomination. This was the largest number of candidates for any political party in modern-day American politics. In April 2020, former Vice President Joe Biden became the presumptive nominee after beating Senator Bernie Sanders. In August 2020, Biden picked U.S. Senator and former 2020 candidate Kamala Harris as his running mate.\nMain issues of the election included the impact of the ongoing COVID-19 pandemic, which killed over 220,000 Americans; protests in reaction to the Killing of George Floyd and other black Americans; the death of Supreme Court Justice Ruth Bader Ginsburg and the nomination of Amy Coney Barrett, and the Affordable Care Act, with Biden wanting to protect and expand it and Trump pushing for ending it.\nAfter the election, Donald Trump filed over 40 lawsuits against states and politicians. The lawsuits said that the election was not fair. Almost all of the lawsuits failed in court because Trump could not prove what he said. In some states, the votes were counted again, which showed that Biden won fairly. After the electors voted for Biden on December 14, Trump tried other ways to overturn the election results. When the electoral votes were counted in Congress on January 6-7, some Republicans voted not to count votes from certain states.\nBackground.\nThe 2020 U.S. presidential election was the first time all members of the millennial generation will be able to vote. The age group of persons in the 18 to 45-year-old area are 40 percent of those able to vote in 2020.\nThe United States House of Representatives voted to impeach President Donald Trump on December 18, 2019, making him the third president in American history to be impeached. He was acquitted by the United States Senate on February 5, 2020.\nMail voting.\nMore people voted by mail in the United States, with 25% of voters nationwide mailing their ballots in 2016 and 2018. The COVID-19 pandemic in 2020 means there has been an increase in mail voting because of the possible danger of large groups at polling places. For the 2020 election, a state-by-state analysis found that 76% of Americans are eligible to vote by mail in 2020, a record number. The analysis predicted that 80 million ballots could be cast by mail in 2020—more than double the number in 2016. The Postal Service sent a letter to multiple states in July 2020, warning that the service would not be able to meet the state's deadlines for requesting and casting last-minute absentee ballots.\nPresident Trump was critical of voting by mail saying that it would make it easier for voter fraud to happen. Many people dropped their votes in voting boxes in their voting places instead of going to the polls.\nConvention site.\nOn July 20, 2018, the Republican National Convention chose Charlotte, North Carolina as the site for their 2020 national convention. The convention was held between August 24 to 27. In June 2020, the convention location was moved to Jacksonville, Florida over COVID-19 health measures.\nConvention site.\nThe 2020 Democratic National Convention happened in Milwaukee, Wisconsin on July 13–16, 2020.\nLibertarian Party.\nThough Jacob Hornberger won the most primaries and received the most votes, Jo Jorgensen was chosen as the party's presidential nominee on the night of May 23, 2020, after four rounds of voting.\nConvention site.\nOn December 10, 2017, the Libertarian National Committee chose Austin, Texas as the site of their 2020 national convention. The convention was going to be held there between May 22–25, 2020. However, due to the COVID-19 pandemic, it was held through an online convention from May 22 to May 24.\nConvention site.\nThe 2020 Green National Convention was held in Detroit, Michigan from July 9-12. Greenville, South Carolina and Spartanburg, South Carolina were also considered to host the convention.\nIndependent candidates.\nVarious independent candidate campaigns were on the ballot in several states, among the most notable of these are billionaire and child actor Brock Pierce and rapper Kanye West.\nDebates.\nThree presidential debates and one vice presidential debate were scheduled. The second presidential debate was cancelled, because Trump was ill with COVID-19. The presidential candidates still debated in the third debate.\nAfter the election.\nAfter the election, Trump, and many of his supporters, said that he only lost because of fraud or conspiracies. In early December, only a quarter of Republicans believed that Biden was the real winner of the election. Trump did not accept Biden's win until January 7.\nLawsuits.\nTrump and his lawyers filed over 40 lawsuits after the election, in Arizona, Georgia, Michigan, Nevada, Pennsylvania, and Wisconsin. Joe Biden won each of these states by a small number of votes. Some lawsuits said that states should not allow more time to collect ballots in the mail, and some said that voters should not be allowed to put ballots in drop boxes. Other lawsuits said that election workers did not make sure all signatures were correct. Judges rejected most of the lawsuits because they did not have evidence. The Trump campaign only won one lawsuit.\nMany of the lawsuits asked states to remove thousands of votes, and others asked for the states to ignore the results of the election. In December, the Attorney General of Texas filed a lawsuit (Texas v. Pennsylvania) against Pennsylvania, Michigan, Georgia, and Wisconsin, in front of the Supreme Court. It asked the court to stop these states from certifying their votes. Over 100 Republicans in the House of Representatives supported it. However, the Supreme Court rejected it and said Texas did not have standing.\nTrump campaign tries to overturn the election.\nAfter lawsuits failed, Trump said many times that the election was \"rigged\". From November to January, Trump and his lawyers made phone calls to many election officials, and told them that they should not certify the votes for Biden. In the calls, they said many things which were false. On January 2, Trump called the Georgia Secretary of State and told him that Georgia (where Biden was the winner) should find more votes for Trump, so Trump could win.\nElectoral college count.\nOn January 6-7, members of Congress counted the votes of the Electoral College. Some Republican members of Congress signed objections to the votes (they thought the votes should not be counted) from Arizona and Pennsylvania. By the end, seven Republican senators and 138 Republican representatives voted not to count these votes. Half of senators and half of representatives must vote to throw out electoral votes. Congress has never thrown out electoral votes.\nWhile Congress was counting the votes on January 6, Trump supporters broke into the US Capitol building in protest. Members of Congress hid for hours until police forced the protestors to leave.","categories":[],"infobox_types":["election"],"annotations":[{"uri":"United_States_Electoral_College","surface_form":"presidential electors","offset":91},{"uri":"President_of_the_United_States","surface_form":"President","offset":171},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":185},{"uri":"Incumbent","surface_form":"incumbent","offset":216},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":272},{"uri":"President-elect_of_the_United_States","surface_form":"president-elect of the United States","offset":314},{"uri":"Inauguration_of_Joe_Biden","surface_form":"inaugurated","offset":363},{"uri":"Oath_of_office_of_the_President_of_the_United_States","surface_form":"oath of office","offset":446},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":462},{"uri":"2020_Republican_Party_presidential_primaries","surface_form":"Republican primaries","offset":544},{"uri":"Donald_Trump_2020_presidential_campaign","surface_form":"candidacy","offset":666},{"uri":"Presumptive_nominee","surface_form":"presumptive nominee","offset":691},{"uri":"2020_Democratic_Party_presidential_primaries","surface_form":"Democratic nomination","offset":782},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":926},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":941},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":1004},{"uri":"Kamala_Harris","surface_form":"Kamala Harris","offset":1088},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":1186},{"uri":"COVID-19_pandemic_in_the_United_States","surface_form":"killed over 220,000 Americans","offset":1211},{"uri":"George_Floyd_protests","surface_form":"protests","offset":1242},{"uri":"Killing_of_George_Floyd","surface_form":"Killing of George Floyd","offset":1270},{"uri":"African_Americans","surface_form":"black Americans","offset":1304},{"uri":"Ruth_Bader_Ginsburg","surface_form":"Ruth Bader Ginsburg","offset":1356},{"uri":"Amy_Coney_Barrett","surface_form":"Amy Coney Barrett","offset":1398},{"uri":"Affordable_Care_Act","surface_form":"Affordable Care Act","offset":1425},{"uri":"Lawsuits","surface_form":"lawsuits","offset":1570},{"uri":"Politicians","surface_form":"politicians","offset":1598},{"uri":"Court","surface_form":"court","offset":1698},{"uri":"Prove","surface_form":"prove","offset":1728},{"uri":"Millennial_generation","surface_form":"millennial generation","offset":2153},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":2302},{"uri":"Impeachment_of_Donald_Trump","surface_form":"impeach","offset":2350},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2368},{"uri":"American_history","surface_form":"American history","offset":2437},{"uri":"Acquitted","surface_form":"acquitted","offset":2478},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2495},{"uri":"Mail","surface_form":"mail","offset":2571},{"uri":"COVID-19_pandemic_in_the_United_States","surface_form":"COVID-19 pandemic","offset":2672},{"uri":"Voter_fraud","surface_form":"voter fraud","offset":3341},{"uri":"2020_Republican_National_Convention","surface_form":"Republican National Convention","offset":3505},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte","offset":3542},{"uri":"North_Carolina","surface_form":"North Carolina","offset":3553},{"uri":"Jacksonville%2C_Florida","surface_form":"Jacksonville, Florida","offset":3716},{"uri":"COVID-19","surface_form":"COVID-19","offset":3743},{"uri":"2020_Democratic_National_Convention","surface_form":"2020 Democratic National Convention","offset":3790},{"uri":"Milwaukee","surface_form":"Milwaukee","offset":3838},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":3849},{"uri":"Jacob_Hornberger","surface_form":"Jacob Hornberger","offset":3906},{"uri":"Jo_Jorgensen","surface_form":"Jo Jorgensen","offset":3975},{"uri":"Libertarian_National_Committee","surface_form":"Libertarian National Committee","offset":4137},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":4174},{"uri":"COVID-19_pandemic","surface_form":"COVID-19 pandemic","offset":4322},{"uri":"Green_National_Convention","surface_form":"2020 Green National Convention","offset":4426},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit, Michigan","offset":4469},{"uri":"Greenville%2C_South_Carolina","surface_form":"Greenville, South Carolina","offset":4503},{"uri":"Spartanburg%2C_South_Carolina","surface_form":"Spartanburg, South Carolina","offset":4534},{"uri":"Brock_Pierce","surface_form":"Brock Pierce","offset":4773},{"uri":"Kanye_West_2020_presidential_campaign","surface_form":"Kanye West","offset":4797},{"uri":"Conspiracy","surface_form":"conspiracies","offset":5158},{"uri":"Ballot","surface_form":"ballots","offset":5603},{"uri":"Signature","surface_form":"signatures","offset":5766},{"uri":"Reject","surface_form":"rejected","offset":5798},{"uri":"Evidence_(law)","surface_form":"evidence","offset":5854},{"uri":"Attorney_general","surface_form":"Attorney General","offset":6057},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court","offset":6195},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":6307},{"uri":"Standing_(law)","surface_form":"standing","offset":6413},{"uri":"Lawyers","surface_form":"lawyers","offset":6587},{"uri":"False","surface_form":"false","offset":6751},{"uri":"Trump%E2%80%93Raffensperger_phone_call","surface_form":"Trump called the Georgia Secretary of State","offset":6772},{"uri":"United_States_Electoral_College","surface_form":"Electoral College","offset":7011},{"uri":"Objection","surface_form":"objections","offset":7073},{"uri":"2021_storming_of_the_United_States_Capitol","surface_form":"Trump supporters broke into the US Capitol building in protest","offset":7464}]}