{"id":541482,"url":"http://en.wikipedia.org/wiki/Uday_Hussein","text":"Uday Saddam Hussein al-Tikriti () (June 1964 – 22 July 2003) was the oldest son of Saddam Hussein, the fifth President of Iraq. He had one younger brother named Qusay Hussein. For years, people thought that Uday would become the head of Iraq after his father died. However, Uday lost this place to Qusay for several reasons: because Uday was badly injured in an assassination attempt; because his behavior was often out of control; and because his relations with his family became more and more troubled.\nUday has been accused of many crimes, including rape, murder, and torture. Uday was imprisoned several times, exiled, and received a token death sentence by his father's regime. After the United States-led invasion of Iraq in 2003, Task force 20 killed Uday, Qusay, and Qusay's son Mustapha during a four-hour gunfight in Mosul.\nEarly life and education.\nUday was born in Tikrit, Iraq, to Saddam Hussein and Sajida Talfah. Saddam was in prison for the first three years of Uday's life.\nUday graduated from high school with very high marks. He started university at Baghdad University College of Medicine, but he only lasted three days there. After that, he moved to the College of Engineering. Uday got a degree in engineering and graduated \"summa cum laude\" from Baghdad University. However, some of his professors later admitted that Uday barely managed to earn passing grades in many of his classes. They said he was given the honor of \"summa cum laude\", and the rank of valedictorian (ranking first out of 76 students) because he was the President's son.\nMany sources say that Qusay was clearly Saddam's favorite son. When Uday was in his early 20s, Saddam wrote him a letter on official presidential letterhead. A classmate of Uday's and a bodyguard both said Saddam wrote something like \"Don't be like your [mother's father], with no morals or principles.\"\nLosing favor with Saddam.\nIn 1988, Uday became even more unpopular with his father. In October 1988, Saddam had a party for Egyptian President Hosni Mubarak's wife, Suzanne. At the party, in front of all the guests, Uday murdered his father's personal valet and food taster, Kamel Hana Gegeo. Uday beat Gegeo, and according to witnesses, stabbed him with an electric carving knife. Gegeo had recently introduced Saddam to a younger woman, Samira Shahbandar, who later became Saddam's second wife. Uday thought this was an insult to his mother. He also may have feared that Saddam would make Gegeo, not Uday, his heir.\nAs punishment for the murder, Saddam briefly imprisoned his son and sentenced him to death. However, Uday probably served only three months in a private prison. In response to personal intervention from King Hussein of Jordan, Saddam released Uday, banishing him to Switzerland as the assistant to the Iraqi ambassador there. He was expelled by the Swiss government in 1990 after he was repeatedly arrested for fighting.\nReturn to Iraq.\nSaddam later put Uday in charge of the Iraqi Olympic Committee and the Iraq Football Association. Uday tortured Olympic athletes who failed to win. He also became the editor of the \"Babel\" newspaper; the general secretary of the Iraqi Union of Students; and the head of the Fedayeen Saddam. Uday seemed proud of his reputation and called himself \"Abu Sarhan\", an Arabic term for \"wolf\".\nIn December 1996, somebody tried to assassinate Uday. Uday was driving at the time, and was hit by many bullets. He was permanently injured. At first, doctors thought he was paralyzed. He was evacuated to Ibn Sina Hospital. He had many surgeries, but a bullet was so close to his spinal cord that his doctors could not remove it. Eventually, he was able to walk, but not without a limp. Because of Uday's disabilities, Saddam gave Qusay more responsibility and authority, and named him as his heir apparent in 2000.\nPersonal life.\nIn a sign of loyalty to Saddam, Izzat Ibrahim al-Douri, who was vice president of the Revolutionary Command Council, agreed to let Uday marry his daughter. But al-Douri had so much influence over Saddam that he could make Saddam promise the marriage would never be consummated. (This means his daughter would never have to have sex with Uday.) However, soon after the marriage, because of Uday's violent and out-of-control behaviour, al-Douri quickly asked that his daughter be allowed to divorce Uday.\nUday loved luxury cars, especially European sports cars. He collected many hundreds of these cars. According to witnesses, Uday had thousands of suits, and each suit had to match the color of the car he was driving that day. When U.S.-led military forces were about to take over Baghdad, he ordered his bodyguards to burn the cars so the United States could not take them.\nIn 2002, Uday opened accounts with Yahoo! and MSN Messenger. This created controversy. At the time, the United States had trade sanctions against Iraq. This meant Iraq was not allowed to use American products. By using Yahoo! and MSN Messenger, Uday was violating these trade sanctions.\nUday also built up a large video collection, found in his palace in 2003. Many of the videos showed himself in both public and private situations.\nCrimes against athletes.\nUday was accused of imprisoning, torturing, and even murdering athletes both men and women. As head of the Iraqi Olympic Committee, when Uday thought players did not play well enough, he ordered them to be tortured or sent to prison. According to many reports, torturers beat and caned the soles of the football players' feet. This caused severe pain without leaving visible marks on the rest of their bodies. Uday reportedly kept scorecards with written instructions on how many times each player should be beaten after a poor showing. One defector reported that jailed football players were forced to kick a concrete ball after failing to reach the 1994 FIFA World Cup finals.\nUday would insult athletes who performed below his expectations by calling them dogs and monkeys to their faces. The Iraqi national football team were seen with their heads shaved after failing to achieve a good result in a tournament in the 1980s. It was widely said that Uday ordered the shaving to punish the players.\nAnother defector claimed that athletes were dragged through a gravel pit and then put in a sewage tank so their wounds would become infected. After Iraq lost 4–1 to Japan in the quarter finals of the 2000 AFC Asian Cup in Lebanon, goalkeeper Hashim Hassan, defender Abdul Jaber, and forward Qahtan Chatir were labelled as guilty of loss and eventually flogged for three days by Uday's security guards.\nKidnapping and rape.\nUday was well known for kidnapping young Iraqi girls and women from the streets in order to rape them. Uday was known to go into parties and pick out women whom he would later rape. \"Time\" published an article in 2003 detailing his sexual brutality.\nFor example, \"Time\" reported that in 1998, Uday kidnapped a 14-year-old girl, kept her for three days, and raped her. The girl's father kept complaining, in public, that Uday had raped his daughter. After three months, Uday sent two guards to threaten the girl's father. He also ordered the father to bring both his 14-year-old and 12-year-old daughters to Uday's next party. He told the girls' father: \"Your daughters will be my girlfriends, or I'll wipe you off the face of the earth.\" The man obeyed, and brought both girls to the next party.\n\"Time\" also reported that twice Uday showed up at weddings and took away the bride to rape. The first time, in the late 1990s, after Uday raped the bride, the groom shot himself in the head. The second time, in October 2002, Uday raped the bride, burned her body with acid, and killed her.\nTorture.\nUday was also well known for torturing anyone who disagreed with him. For example, he once beat an army officer unconscious when the man refused to allow Uday to dance with his wife. The man later died of his injuries. Uday also shot and killed an army officer who did not salute him.\nUday was reported to have his own private torture chamber. He used many different ways of torturing people, including an iron maiden.\nIllegal trading.\nUday gained millions of United States dollars by running fake corporations and illegally trading with Iran (Iraq's sworn enemy). At this time, the United Nations did not allow Iraq to trade with other countries. By using fake corporations, Uday was able to get around this rule. From Iran, he was able to get almost anything he wanted.\nWhen U.S. troops captured his mansion in Baghdad, they found a personal zoo with lions and cheetahs; an underground parking garage for his collection of luxury cars; Cuban cigars inscribed with Uday's name; and millions of dollars worth of fine wines, liquor, and heroin. They also found an HIV testing kit.\nDeath.\nOn 22 July 2003, Task Force 20 and the United States Army 101st Airborne Division raided a home in Mosul, Iraq. They surrounded Uday, Qusay, and Qusay's 14-year-old son, Mustapha. They had been told by an Iraqi that Uday and Qusay were in the home.\nUnited States soldiers got Uday to show himself by hot-wiring Uday's Lamborghini. After Uday appeared, a gunfight started. As many as 200 American soldiers, along with OH-58 Kiowa helicopters and an A-10 \"Warthog\", surrounded and fired upon the house. They killed Uday, Qusay, and Qusay's son. After about four hours of battle, soldiers entered the house and found four bodies, including the Hussein brothers' bodyguard.\nDental records proved that two of the men killed in the house were Uday and Qusay, according to the United States Military. They also announced that the person who gave them the tip about where Uday and Qusay were staying would get a $30 million reward.\nThe United States Military released graphic pictures of the Hussein brothers' dead bodies. Many people said this was wrong. When criticized, the U.S. Military's response was to point out that these men were no ordinary combatants. The Military also said they released the pictures to prove that Uday and Qusay were dead, and that they hoped this would bring closure to the Iraqi people.\nUday was buried in a cemetery near Tikrit alongside Qusay and Mustapha Hussein. After his execution in 2006, Saddam Hussein was buried in the same cemetery.\nThat night, and several nights following Uday and Qusay Hussein's death, celebratory gunfire could be heard throughout Baghdad.\nIn popular culture.\nUday has been portrayed in several movies and books. Latif Yahia has written three books about Uday: \"I Was Saddam's Son\"; \"The Devil's Double\"; and \"The Black Hole\". In these books, Yahia says he was forced to be a body double for Uday. \"The Devil's Double\" was made into a movie, starring Dominic Cooper as Uday. The National Geographic Channel also produced an episode of \"Locked Up Abroad\" that tells Lahia's story.\nUday was played by Philip Arditti in \"House of Saddam.\"\nIn his book \"Separation of Power\", Vince Flynn describes Uday's behavior. In the book, the main character, Mitch Rapp, pretends to be Uday.","categories":[],"infobox_types":["Officeholder"],"annotations":[{"uri":"Saddam_Hussein","surface_form":"Saddam Hussein","offset":83},{"uri":"President","surface_form":"President","offset":109},{"uri":"Iraq","surface_form":"Iraq","offset":122},{"uri":"Qusay_Hussein","surface_form":"Qusay Hussein","offset":161},{"uri":"Injury","surface_form":"injured","offset":348},{"uri":"Assassination","surface_form":"assassination","offset":362},{"uri":"Rape","surface_form":"rape","offset":553},{"uri":"Murder","surface_form":"murder","offset":559},{"uri":"Torture","surface_form":"torture","offset":571},{"uri":"Prison","surface_form":"imprisoned","offset":589},{"uri":"Exile","surface_form":"exile","offset":615},{"uri":"Death_penalty","surface_form":"death sentence","offset":644},{"uri":"Regime","surface_form":"regime","offset":675},{"uri":"2003_invasion_of_Iraq","surface_form":"United States-led invasion of Iraq","offset":693},{"uri":"Task_force_20","surface_form":"Task force 20","offset":737},{"uri":"Mustapha_Hussein","surface_form":"Mustapha","offset":787},{"uri":"Mosul","surface_form":"Mosul","offset":827},{"uri":"Tikrit","surface_form":"Tikrit","offset":877},{"uri":"Saddam_Hussein","surface_form":"Saddam Hussein","offset":894},{"uri":"Sajida_Talfah","surface_form":"Sajida Talfah","offset":913},{"uri":"High_school","surface_form":"high school","offset":1011},{"uri":"University","surface_form":"university","offset":1056},{"uri":"Medicine","surface_form":"Medicine","offset":1100},{"uri":"Engineer","surface_form":"Engineer","offset":1186},{"uri":"Academic_degree","surface_form":"degree","offset":1210},{"uri":"Summa_cum_laude","surface_form":"summa cum laude","offset":1247},{"uri":"Baghdad_University","surface_form":"Baghdad University","offset":1269},{"uri":"Egypt","surface_form":"Egypt","offset":1992},{"uri":"Hosni_Mubarak","surface_form":"Hosni Mubarak's","offset":2011},{"uri":"Suzanne_Mubarak","surface_form":"Suzanne","offset":2033},{"uri":"Kamel_Hana_Gegeo","surface_form":"Kamel Hana Gegeo","offset":2143},{"uri":"Witness","surface_form":"witness","offset":2195},{"uri":"Electric_knife","surface_form":"electric carving knife","offset":2226},{"uri":"Samira_Shahbandar","surface_form":"Samira Shahbandar","offset":2307},{"uri":"Polygamy","surface_form":"second wife","offset":2352},{"uri":"Heir_apparent","surface_form":"heir","offset":2480},{"uri":"Punishment","surface_form":"punishment","offset":2489},{"uri":"Death_penalty","surface_form":"sentenced him to death","offset":2554},{"uri":"Private_prison","surface_form":"private prison","offset":2631},{"uri":"Hussein_of_Jordan","surface_form":"King Hussein","offset":2689},{"uri":"Jordan","surface_form":"Jordan","offset":2705},{"uri":"Banishment","surface_form":"banishing","offset":2735},{"uri":"Switzerland","surface_form":"Switzerland","offset":2752},{"uri":"Ambassador","surface_form":"ambassador","offset":2794},{"uri":"Swiss_government","surface_form":"Swiss government","offset":2835},{"uri":"Arrest","surface_form":"arrest","offset":2884},{"uri":"National_Olympic_Committee_of_Iraq","surface_form":"Iraqi Olympic Committee","offset":2962},{"uri":"Iraq_Football_Association","surface_form":"Iraq Football Association","offset":2994},{"uri":"Torture","surface_form":"torture","offset":3026},{"uri":"Babel_(newspaper)","surface_form":"Babel","offset":3105},{"uri":"Newspaper","surface_form":"newspaper","offset":3112},{"uri":"General_Union_of_Students_in_Iraqi_Republic","surface_form":"Iraqi Union of Students","offset":3152},{"uri":"Fedayeen_Saddam","surface_form":"Fedayeen Saddam","offset":3197},{"uri":"Reputation","surface_form":"reputation","offset":3239},{"uri":"Arabic_language","surface_form":"Arabic","offset":3286},{"uri":"Wolf","surface_form":"wolf","offset":3303},{"uri":"Paralysis","surface_form":"paralyzed","offset":3484},{"uri":"Ibn_Sina_Hospital","surface_form":"Ibn Sina Hospital","offset":3515},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":3590},{"uri":"Heir_apparent","surface_form":"heir apparent","offset":3803},{"uri":"Loyalty","surface_form":"loyalty","offset":3854},{"uri":"Izzat_Ibrahim_al-Douri","surface_form":"Izzat Ibrahim al-Douri","offset":3873},{"uri":"Revolutionary_Command_Council_(Iraq)","surface_form":"Revolutionary Command Council","offset":3927},{"uri":"Marriage","surface_form":"marry","offset":3977},{"uri":"Sexual_intercourse","surface_form":"have sex","offset":4164},{"uri":"Divorce","surface_form":"divorce","offset":4330},{"uri":"Europe","surface_form":"Europe","offset":4379},{"uri":"Sports_car","surface_form":"sports car","offset":4388},{"uri":"Baghdad","surface_form":"Baghdad","offset":4623},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":4752},{"uri":"MSN_Messenger","surface_form":"MSN Messenger","offset":4763},{"uri":"Controversy","surface_form":"controversy","offset":4791},{"uri":"Trade_sanction","surface_form":"trade sanction","offset":4839},{"uri":"Palace","surface_form":"palace","offset":5062},{"uri":"Athlete","surface_form":"athlete","offset":5239},{"uri":"Caning","surface_form":"caned","offset":5456},{"uri":"Association_football","surface_form":"football","offset":5479},{"uri":"Defection","surface_form":"defector","offset":5717},{"uri":"Concrete","surface_form":"concrete","offset":5786},{"uri":"1994_FIFA_World_Cup","surface_form":"1994 FIFA World Cup","offset":5827},{"uri":"Insult","surface_form":"insult","offset":5866},{"uri":"Dog","surface_form":"dog","offset":5935},{"uri":"Monkey","surface_form":"monkey","offset":5944},{"uri":"Tournament","surface_form":"tournament","offset":6079},{"uri":"Gravel","surface_form":"gravel","offset":6238},{"uri":"Sewage","surface_form":"sewage","offset":6267},{"uri":"Infection","surface_form":"infected","offset":6308},{"uri":"Iraq_national_football_team","surface_form":"Iraq","offset":6324},{"uri":"Japan_national_football_team","surface_form":"Japan","offset":6341},{"uri":"2000_AFC_Asian_Cup","surface_form":"2000 AFC Asian Cup","offset":6376},{"uri":"Lebanon","surface_form":"Lebanon","offset":6398},{"uri":"Goalkeeper","surface_form":"goalkeeper","offset":6407},{"uri":"Defender_(football)","surface_form":"defender","offset":6433},{"uri":"Striker","surface_form":"forward","offset":6459},{"uri":"Guilt_(law)","surface_form":"guilty","offset":6498},{"uri":"Flogging","surface_form":"flogged","offset":6528},{"uri":"Kidnapping","surface_form":"kidnapping","offset":6623},{"uri":"Rape","surface_form":"rape","offset":6691},{"uri":"Time_(magazine)","surface_form":"Time","offset":6782},{"uri":"Wedding","surface_form":"wedding","offset":7445},{"uri":"Bride","surface_form":"bride","offset":7472},{"uri":"Groom","surface_form":"groom","offset":7554},{"uri":"Acid","surface_form":"acid","offset":7663},{"uri":"Consciousness","surface_form":"unconscious","offset":7806},{"uri":"Iron_maiden","surface_form":"iron maiden","offset":8100},{"uri":"Corporation","surface_form":"corporation","offset":8192},{"uri":"Iran","surface_form":"Iran","offset":8232},{"uri":"Mansion","surface_form":"mansion","offset":8496},{"uri":"Zoo","surface_form":"zoo","offset":8538},{"uri":"Lion","surface_form":"lion","offset":8547},{"uri":"Cheetahs","surface_form":"cheetahs","offset":8557},{"uri":"Parking_garage","surface_form":"parking garage","offset":8582},{"uri":"Cuban_cigars","surface_form":"Cuban cigars","offset":8632},{"uri":"Wine","surface_form":"wine","offset":8711},{"uri":"Liquor","surface_form":"liquor","offset":8718},{"uri":"Heroin","surface_form":"heroin","offset":8730},{"uri":"HIV","surface_form":"HIV","offset":8757},{"uri":"United_States_Army","surface_form":"United States Army","offset":8820},{"uri":"101st_Airborne_Division","surface_form":"101st Airborne Division","offset":8839},{"uri":"Hot-wiring","surface_form":"hot-wiring","offset":9081},{"uri":"Lamborghini","surface_form":"Lamborghini","offset":9099},{"uri":"Kiowa_scout_helicopter","surface_form":"OH-58 Kiowa","offset":9198},{"uri":"Helicopter","surface_form":"helicopter","offset":9210},{"uri":"A-10_Thunderbolt_II","surface_form":"A-10 \"Warthog\"","offset":9229},{"uri":"Battle","surface_form":"battle","offset":9350},{"uri":"Bodyguard","surface_form":"bodyguard","offset":9440},{"uri":"Dental_records","surface_form":"Dental records","offset":9451},{"uri":"United_States_Military","surface_form":"United States Military","offset":9551},{"uri":"Combatants","surface_form":"combatants","offset":9924},{"uri":"Iraqi_people","surface_form":"Iraqi people","offset":10078},{"uri":"Cemetery","surface_form":"cemetery","offset":10113},{"uri":"Tikrit","surface_form":"Tikrit","offset":10127},{"uri":"Execution","surface_form":"execution","offset":10182},{"uri":"Latif_Yahia","surface_form":"Latif Yahia","offset":10450},{"uri":"Body_double","surface_form":"body double","offset":10613},{"uri":"Dominic_Cooper","surface_form":"Dominic Cooper","offset":10688},{"uri":"Philip_Arditti","surface_form":"Philip Arditti","offset":10836},{"uri":"House_of_Saddam","surface_form":"House of Saddam","offset":10855},{"uri":"Vince_Flynn","surface_form":"Vince Flynn","offset":10908}]}