{"id":541422,"url":"http://en.wikipedia.org/wiki/ProSci_Incorporated","text":"ProSci Incorporated is an American biotechnology company located in San Diego, California that specializes in research antibody products and custom antibody services and conducts research and development of neutralizing antibodyagainst HIV-1 and other emergent viruses.\nHistory.\nProSci Incorporated was co-founded in 1998 by CEO, Yu Geng, M.D.\nProSci has its own animal facilities since 2010 solely in San Diego. The animal facility is United State Department of Agriculture (USDA) licensed and National Institute of Health (NIH) assured and close to the company headquarter, which ensures the capability and quality of antibody development, custom antibody services and research applications.\nResearch.\nProSci research programs include cancer bio marker discovery and neutralizing antibody development against emergent viruses such as HIV and influenza. ProSci’s innovative approach research using genetically engineered yeast strain and glycoproteins to mimic the HIV-1 glycan coat and develop neutralizing antibodies against HIV-1 glycans has been awarded several Small Business Innovative Research (SBIR) grants by NIH. Its research projects have resulted in an invention patent granted by the U.S. Patent and Trademark Office, and a number of peer-reviewed publications.\nProducts and Services.\nProSci specializes in the production of affinity-purified polyclonal and monoclonal antibodies to novel targets in the fields such as apoptosis, HIV, infectious disease, immunology, immune checkpoint, signal transduction, cancer and neurobiology. To date, ProSci has a primary antibody catalog of over 20,000 antibodies. Other catalog items include blocking peptides, recombinant proteins, tissue and cell line slides and lysates.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":26},{"uri":"Biotechnology","surface_form":"biotechnology","offset":35},{"uri":"San_Diego","surface_form":"San Diego","offset":68},{"uri":"California","surface_form":"California","offset":79},{"uri":"Antibody","surface_form":"antibody","offset":119},{"uri":"Neutralizing","surface_form":"neutralizing","offset":207},{"uri":"HIV-1","surface_form":"HIV-1","offset":236},{"uri":"CEO","surface_form":"CEO","offset":325},{"uri":"National_Institute_of_Health","surface_form":"National Institute of Health","offset":495},{"uri":"Cancer","surface_form":"cancer","offset":737},{"uri":"Viruses","surface_form":"viruses","offset":820},{"uri":"HIV","surface_form":"HIV","offset":836},{"uri":"Influenza","surface_form":"influenza","offset":844},{"uri":"Immunology","surface_form":"immunology","offset":1469},{"uri":"Catalog","surface_form":"catalog","offset":1626}]}