{"id":541691,"url":"http://en.wikipedia.org/wiki/Subnautica","text":"\"Subnautica\" is an open world survival game made by Unknown Worlds Entertainment. \"Subnautica\" lets the player explore the sea of an alien planet by scuba diving, or using vehicles. They must collect resources and food to survive.. It came out on Steam Early Access on December 2014, and is currently being made for Xbox One. The full version is planned to come out for August 2016.\nGameplay.\nThe player in a first-person view controls the lone survivor of a crashed ship. The objective is to explore the planet and collect resources to survive, the player must make sure to not run out of oxygen and keep fed and hydrated. The player can create bases and build vehicles. The game uses a day and night cycle.\nPlot.\nThe universe of \"Subnautica\" takes place in the 22nd century.\nPlayer is the lone survivor of the crash of the Aurora on a planet designated 4546B. The Aurora is a vessel owned by the Alterra corporation. The Aurora’s primary mission was to build a high speed “Phasegate” to enable travel. Its secret mission was to locate the fate of another vessel called the Degasi, which crashed on the same planet many years prior.\nAfter crashing into planet 4546B, the player sets out to explore unknown buildings and biomes in the ocean. While exploring planet 4546B, the player discovers an abandoned alien facility, which the player finds an abundant information about the planet. As the player finds crewman logs and alien archives, they discover the Aurora was shot down by an ancient alien quarantine facility to contain a virulent fatal bacteria known as “Kharaa”. Since the player becomes infected by Kharaa, they cannot deactivate the quarantine protocols. Eventually, the player is contacted by a telepathic being, a Sea Emperor Leviathan. The Sea Emperor explains what the Precursor aliens were attempting to do to find a cure for Kharaa. The Sea Emperor Leviathans produce an enzyme, designated “Enzyme 42”, but adults do not produce enough to be effective. The Precursors died before they could discover the required ingredients necessary to allow the hatching of young Sea Emperors.\nThe Sea Emperor was unable to communicate with the Precursors. Since it can communicate with Humans, it asks the player to aide it in collecting the ingredients to hatch their eggs. Once the player completes this task, the player is cured and is able to build a rocket to escape the planet, ending the game.\nDevelopment.\n\"Subnautica\" was announced by Unknown Worlds Entertainment on December 17, 2013.\nThey used Unity rather then Spark which they used for Natural Selection 2.\nThe development team chose to not include lethal weapons in the game. Charlie Cleveland, the game's director, described \"Subnautica\" as \"one vote towards a world with less guns,\".\nReception.\nIan Birnbaum of \"PC Gamer\" said \"Subnautica\" was an \"underwater \"Minecraft\", saying that \"with an experienced developer at the helm and a limitless variety of the oceans to play with, it’s going to take a lot for \"Subnautica\" to go badly wrong. As the toolbox gets deeper and the shape of the end-game gets set, \"Subnautica\" will be a unique example of the ways survival can be tense, rewarding, and fun.\" Marsh Davies of \"Rock, Paper, Shotgun\" liked the rewarding nature of exploring the world of \"Subnautica\", but disliked that some of the in-game recipes were found by chance.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Unknown_Worlds_Entertainment","surface_form":"Unknown Worlds Entertainment","offset":52},{"uri":"Scuba_diving","surface_form":"scuba diving","offset":149},{"uri":"Steam_Early_Access","surface_form":"Steam Early Access","offset":247},{"uri":"Xbox_One","surface_form":"Xbox One","offset":316},{"uri":"First_person_(video_games)","surface_form":"first-person view","offset":409},{"uri":"Unity_(Game_engine)","surface_form":"Unity","offset":2512},{"uri":"Natural_Selection_2","surface_form":"Natural Selection 2","offset":2556},{"uri":"PC_Gamer","surface_form":"PC Gamer","offset":2785},{"uri":"Minecraft","surface_form":"Minecraft","offset":2833},{"uri":"Rock%2C_Paper%2C_Shotgun","surface_form":"Rock, Paper, Shotgun","offset":3191}]}