{"id":541919,"url":"http://en.wikipedia.org/wiki/Unknown_Worlds_Entertainment","text":"e=\"preserve\">Unknown Worlds Entertainment is an independent game development company. It is based in San Francisco, California. The company wants to \"unite the world through play\". They are best known for \"Natural Selection\".\nHistory.\nUnknown Worlds was created in 2001. They started development of a free mod Natural Selection.\nThey decided to create the second game \"Natural Selection 2\". They soon after officially created Unknown Worlds Entertainment. To help raise money for \"Natural Selection 2\", they created \"Zen of Sudoku\" in November 2006. Soon after, a small group of investors backed the project after a meeting at GDC in San Francisco.\nIn October 2006, Max McGuire became the first employee. He became the Technical Director. A year later, they released \"Decoda\", a commercial debugger. The studio later switched from the Source Engine to their own engine, which was named \"Evolution\". It was later changed to \"Spark\" because \"Evolution\" was already being used.\nIn June 2008, Cory Strader was hired as an art director. In May 2009, Unknown Worlds started to accept pre-orders for the game. \"Natural Selection 2\" was released on October 31, 2012.\nOn December 17, 2013, they announced \"Subnautica\". Charlie Cleveland was the game director and lead gameplay. Hugh Jeremy was the producer. They decided to switch to the Unity game engine. It was released on Steam Early Access on December 16, 2014. It is planned for Xbox One. It was released in August 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco","surface_form":"San Francisco","offset":101},{"uri":"California","surface_form":"California","offset":116},{"uri":"Mod_(video_gaming)","surface_form":"mod","offset":306},{"uri":"Natural_Selection_(video_game)","surface_form":"Natural Selection","offset":310},{"uri":"Natural_Selection_2","surface_form":"Natural Selection 2","offset":369},{"uri":"Zen_of_Sudoku","surface_form":"Zen of Sudoku","offset":517},{"uri":"Source_(game_engine)","surface_form":"Source Engine","offset":835},{"uri":"Game_engine","surface_form":"engine","offset":862},{"uri":"Subnautica","surface_form":"Subnautica","offset":1197},{"uri":"Unity_(game_engine)","surface_form":"Unity","offset":1329},{"uri":"Xbox_One","surface_form":"Xbox One","offset":1426}]}