{"id":541903,"url":"http://en.wikipedia.org/wiki/Moab%2C_Utah","text":"Moab is a city in Grand County, in eastern Utah, United States. The population was 5,046 at the 2010 census. It is the county seat and largest city in Grand County. Moab attracts a large number of tourists every year. Many come to visit the nearby Arches and Canyonlands National Parks. The town is a popular base for mountain bikers who ride the large number of trails. It also attracts many off-roaders who come for the annual Easter Jeep Safari.\nEarly years.\nThe Biblical name Moab refers to an area of land located on the eastern side of the Jordan River. Some historians believe the city in Utah came to use this name because of William Pierce, the first postmaster. He believed that the biblical Moab and this part of Utah were both \"the far country\". However, others believe the name has Paiute origins, referring to the word \"moapa\" meaning mosquito. Some of the area's early residents attempted to change the city's name because in the Christian Bible, Moabites are demeaned as being incestuous and idolatrous. One petition in 1890 had 59 signatures and requested a name change to Vina. Another effort attempted to change the name to Uvadalia. Both attempts failed.\nDuring the period between 1829 and the early 1850s, the area around what is now Moab served as the Colorado River crossing along the Old Spanish Trail. Latter-day Saint settlers attempted to establish a trading post at the river crossing called \"Elk Mountain Mission\" in April 1855. The purpose was to trade with travellers attempting to cross the river. Forty men were called on this mission. There were repeated attacks by Native Americans, including one on September 23, 1855 in which James Hunt, companion to Peter Stubbs, was shot and killed. After this last attack, the fort was abandoned. A new round of settlers established a permanent settlement in 1878. Moab was incorporated as a town on December 20, 1902.\nIn 1883 the Denver and Rio Grande Western Railroad main line was built across eastern Utah. The rail line did not pass through Moab. Instead, it passed through the nearby towns of Thompson Springs and Cisco, to the north. Later, other places to cross the Colorado were constructed, such as Lee's Ferry, Navajo Bridge and Boulder Dam. These changes shifted the trade routes away from Moab. Moab farmers and merchants had to adapt from trading with passing travelers to shipping their goods to distant markets. Soon Moab's origins as one of the few natural crossings of the Colorado River were forgotten. Nevertheless, the U.S. military deemed the bridge over the Colorado River at Moab important enough to place it under guard as late as World War II.\nIn 1943, a former Civilian Conservation Corps camp outside Moab was used to confine Japanese American internees labeled \"troublemakers\" by authorities in the War Relocation Authority. The Moab Isolation Center for \"noncompliant\" Japanese Americans was created in response to growing resistance to WRA policies within the camps. A December 1942 clash between guards and inmates known as the \"Manzanar Riot,\" in which two were killed and ten injured, was the final push. On January 11, 1943, the sixteen men who had initiated the two-day protests were transferred to Moab from the town jails where they had been locked up (without charges or access to hearings) after the Riot. Having closed just fifteen months prior, all 18 military-style structures of the CCC camp were in good condition. The site was converted to its new use with minimal renovation. 150 military police guarded the camp, and director Raymond Best and head of security Francis Frederick presided over the administration. On February 18, thirteen transfers from Gila River, Arizona were brought to Moab, and six days later, ten more arrived from Manzanar. An additional fifteen Tule Lake inmates were transferred on April 2. Most of these new arrivals were removed from the general camp population because of their resisting internment policies. The Moab Isolation Center remained open until April 27, when most of its inmates were taken by bus to the larger and more secure Leupp Isolation Center. In 1994, the \"Dalton Wells CCC Camp/Moab Relocation Center\" was added to the National Register of Historic Places. Even though no historical marker exists on the site, an information plaque at the current site entrance and a photograph on display at the Dan O'Laurie Museum in Moab mention the former isolation center.\nLater years.\nMoab's economy was originally based on agriculture, but gradually shifted to mining. Uranium and vanadium were discovered in the area in the 1910s and 1920s. Potash and manganese came next, and then oil and natural gas were discovered. In the 1950s Moab became the so-called \"Uranium Capital of the World\" after geologist Charles Steen found a rich deposit of uranium ore south of the city. This discovery came at about the same time as nuclear weapons and nuclear power in the United States began to be developed. With these later discoveries Moab became prosperous.\nThe city population grew nearly 500% over the next few years, bringing the population to near 6,000 people. The explosion in population caused much construction of houses and schools. Charles Steen donated a great deal of money and land to create new houses and churches in Moab.\nWith the winding down of the Cold War, Moab's uranium boom was over. The city's population drastically went down. By the early 1980s a number of homes stood empty and nearly all of the uranium mines had closed.\nIn 1949, Western movie director John Ford was persuaded to use the area for the movie \"Wagon Master\". Ford had been using the area in Monument Valley around Mexican Hat, Utah, south of Moab. This is where he filmed \"Stagecoach\" there 10 years earlier in 1939. A local Moab rancher (George White) found Ford and persuaded him to come take a look at Moab. There have been numerous movies filmed in the area since then, using Arches National Park and Canyonlands National Park as backdrops.\nSince the 1970s, tourism has played an increasing role in the local economy. Partly due to the John Ford movies, partly due to magazine articles, the area has become a favorite of photographers, rafters, hikers, rock climbers, and most recently mountain bikers. Moab is also an increasingly popular destination for four-wheelers as well as for BASE jumpers and those rigging highlining, who are allowed to practice their sport in the area. About 16 miles south of Moab is the \"Hole N' The Rock\", a 5,000 square foot 14 room home carved into a rock wall which \"National Geographic\" has ranked as one of the top 10 roadside attractions in the United States. Moab's population swells temporarily in the spring and summer months with the arrival of numerous people employed seasonally in the outdoor recreation and tourism industries.\nIn recent years Moab has experienced a surge of second-home owners. The relatively mild winters and enjoyable summers have attracted many people to build such homes throughout the area. In a situation mirroring that of other resort towns in the American West, controversy has arisen over these new residents and their houses, which in many cases remain unoccupied for most of the year. Many Moab citizens are concerned that the town is seeing changes similar to those experienced in Vail and Aspen in neighboring Colorado. These include rapidly rising property values, an increase in the cost of living, and the effects felt by local low- and middle-income workers.\n\"Sunset Magazine\"s March 2009 issue listed Moab as one of the \"20 best small towns in the West,\" a distinction corroborated by similar articles in other magazines.\nSince 2011 Moab has hosted an LGBT Pride festival. The first festival included a march which drew more than 350 people. The second year's festival had over 600 in attendance.\nClimate.\nMoab has an arid climate characterized by hot summers and chilly winters. Precipitation is evenly spread over the year (usually less than one inch per month). There are an average of 41 days with temperatures reaching, 109 days reaching, and 3.6 days per winter where the temperature remains at or below freezing. The highest temperature was on July 7, 1989. The lowest temperature was on January 22, 1930.\nAverage annual precipitation in Moab is. There are an average of 55 days annually with measurable precipitation. The wettest year was 1983 with and the driest year was 1898 with. The most precipitation in one month was in July 1918. The most precipitation in 24 hours was on July 23, 1983.\nAverage seasonal snowfall for 1981–2011 is. The most snow in a season was during 1914–15, but the snowiest month is December 1915 at.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grand_County%2C_Utah","surface_form":"Grand County","offset":18},{"uri":"Utah","surface_form":"Utah","offset":43},{"uri":"United_States","surface_form":"United States","offset":49},{"uri":"2010_United_States_Census","surface_form":"2010 census","offset":96},{"uri":"County_seat","surface_form":"county seat","offset":119},{"uri":"Tourist","surface_form":"tourist","offset":197},{"uri":"Arches_National_Park","surface_form":"Arches","offset":248},{"uri":"Canyonlands_National_Park","surface_form":"Canyonlands","offset":259},{"uri":"National_Park","surface_form":"National Park","offset":271},{"uri":"Bicycle","surface_form":"mountain bikers","offset":318},{"uri":"Trail","surface_form":"trail","offset":363},{"uri":"Off-roading","surface_form":"off-roaders","offset":393},{"uri":"Annual","surface_form":"annual","offset":422},{"uri":"Easter_Jeep_Safari","surface_form":"Easter Jeep Safari","offset":429},{"uri":"Bible","surface_form":"Biblical","offset":466},{"uri":"Moab","surface_form":"Moab","offset":480},{"uri":"Jordan_River","surface_form":"Jordan River","offset":546},{"uri":"Historian","surface_form":"historian","offset":565},{"uri":"Paiute","surface_form":"Paiute","offset":795},{"uri":"Resident","surface_form":"resident","offset":884},{"uri":"Christian","surface_form":"Christian","offset":945},{"uri":"Demean","surface_form":"demean","offset":975},{"uri":"Incest","surface_form":"incest","offset":993},{"uri":"Idol","surface_form":"idol","offset":1008},{"uri":"Signature","surface_form":"signature","offset":1048},{"uri":"Colorado_River","surface_form":"Colorado River","offset":1274},{"uri":"Old_Spanish_Trail_(trade_route)","surface_form":"Old Spanish Trail","offset":1308},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Latter-day Saint","offset":1327},{"uri":"Trading_post","surface_form":"trading post","offset":1378},{"uri":"Mission","surface_form":"mission","offset":1560},{"uri":"Attack","surface_form":"attack","offset":1589},{"uri":"Native_Americans","surface_form":"Native Americans","offset":1600},{"uri":"Abandon","surface_form":"abandon","offset":1760},{"uri":"Human_settlement","surface_form":"permanent settlement","offset":1809},{"uri":"Incorporate","surface_form":"incorporate","offset":1848},{"uri":"Denver_and_Rio_Grande_Western_Railroad","surface_form":"Denver and Rio Grande Western Railroad","offset":1905},{"uri":"Thompson_Springs%2C_Utah","surface_form":"Thompson Springs","offset":2073},{"uri":"Cisco%2C_Utah","surface_form":"Cisco","offset":2094},{"uri":"Lee%27s_Ferry","surface_form":"Lee's Ferry","offset":2183},{"uri":"Navajo_Bridge","surface_form":"Navajo Bridge","offset":2196},{"uri":"Hoover_Dam","surface_form":"Boulder Dam","offset":2214},{"uri":"Farmer","surface_form":"farmer","offset":2287},{"uri":"Merchant","surface_form":"merchant","offset":2299},{"uri":"Market","surface_form":"market","offset":2393},{"uri":"World_War_II","surface_form":"World War II","offset":2630},{"uri":"Civilian_Conservation_Corps","surface_form":"Civilian Conservation Corps","offset":2662},{"uri":"Internment_of_Japanese_Americans","surface_form":"Japanese American internees","offset":2728},{"uri":"War_Relocation_Authority","surface_form":"War Relocation Authority","offset":2802},{"uri":"Injury","surface_form":"injured","offset":3084},{"uri":"Military_police","surface_form":"military police","offset":3501},{"uri":"Administration","surface_form":"administration","offset":3618},{"uri":"Gila_River_War_Relocation_Center","surface_form":"Gila River","offset":3674},{"uri":"Arizona","surface_form":"Arizona","offset":3686},{"uri":"Manzanar","surface_form":"Manzanar","offset":3758},{"uri":"Tule_Lake_Unit%2C_World_War_II_Valor_in_the_Pacific_National_Monument","surface_form":"Tule Lake","offset":3790},{"uri":"Inmate","surface_form":"inmate","offset":4031},{"uri":"Bus","surface_form":"bus","offset":4053},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":4188},{"uri":"Historical_marker","surface_form":"historical marker","offset":4241},{"uri":"Commemorative_plaque","surface_form":"plaque","offset":4294},{"uri":"Economy","surface_form":"economy","offset":4450},{"uri":"Agriculture","surface_form":"agriculture","offset":4482},{"uri":"Mining","surface_form":"mining","offset":4520},{"uri":"Uranium","surface_form":"Uranium","offset":4528},{"uri":"Vanadium","surface_form":"vanadium","offset":4540},{"uri":"Potash","surface_form":"Potash","offset":4601},{"uri":"Manganese","surface_form":"manganese","offset":4612},{"uri":"Petroleum","surface_form":"oil","offset":4642},{"uri":"Natural_gas","surface_form":"natural gas","offset":4650},{"uri":"Charles_Steen","surface_form":"Charles Steen","offset":4765},{"uri":"Nuclear_weapons","surface_form":"nuclear weapons","offset":4880},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":4900},{"uri":"Population","surface_form":"population","offset":5020},{"uri":"Construction","surface_form":"construction","offset":5159},{"uri":"House","surface_form":"house","offset":5175},{"uri":"School","surface_form":"school","offset":5186},{"uri":"Church","surface_form":"church","offset":5273},{"uri":"Cold_War","surface_form":"Cold War","offset":5320},{"uri":"Western_(genre)","surface_form":"Western","offset":5511},{"uri":"John_Ford","surface_form":"John Ford","offset":5534},{"uri":"Wagon_Master","surface_form":"Wagon Master","offset":5589},{"uri":"Monument_Valley","surface_form":"Monument Valley","offset":5636},{"uri":"Mexican_Hat%2C_Utah","surface_form":"Mexican Hat, Utah","offset":5659},{"uri":"Stagecoach_(1939_film)","surface_form":"Stagecoach","offset":5718},{"uri":"Arches_National_Park","surface_form":"Arches National Park","offset":5925},{"uri":"Canyonlands_National_Park","surface_form":"Canyonlands National Park","offset":5950},{"uri":"Magazine","surface_form":"magazine articles","offset":6117},{"uri":"Photographer","surface_form":"photographer","offset":6170},{"uri":"Rafting","surface_form":"rafters","offset":6185},{"uri":"Rock_climbing","surface_form":"rock climbers","offset":6202},{"uri":"Mountain_biking","surface_form":"mountain bikers","offset":6235},{"uri":"Off-roading","surface_form":"four-wheelers","offset":6305},{"uri":"BASE_jumping","surface_form":"BASE jumpers","offset":6334},{"uri":"Highlining","surface_form":"highlining","offset":6365},{"uri":"National_Geographic_(magazine)","surface_form":"National Geographic","offset":6550},{"uri":"Roadside_attraction","surface_form":"roadside attraction","offset":6603},{"uri":"Recreation","surface_form":"recreation","offset":6786},{"uri":"Vacation_property","surface_form":"second-home","offset":6869},{"uri":"Resort_town","surface_form":"resort town","offset":7046},{"uri":"American_West","surface_form":"American West","offset":7066},{"uri":"Unoccupied","surface_form":"unoccupied","offset":7174},{"uri":"Vail%2C_Colorado","surface_form":"Vail","offset":7304},{"uri":"Aspen%2C_Colorado","surface_form":"Aspen","offset":7313},{"uri":"Colorado","surface_form":"Colorado","offset":7334},{"uri":"Property","surface_form":"property values","offset":7373},{"uri":"Cost_of_living","surface_form":"cost of living","offset":7409},{"uri":"Sunset_Magazine","surface_form":"Sunset Magazine","offset":7488},{"uri":"LGBT","surface_form":"LGBT Pride festival","offset":7681},{"uri":"Festival","surface_form":"festival","offset":7712},{"uri":"Arid","surface_form":"arid climate","offset":7847},{"uri":"Precipitation","surface_form":"Precipitation","offset":7909},{"uri":"Temperature","surface_form":"temperature","offset":8031},{"uri":"Freezing","surface_form":"freezing","offset":8139},{"uri":"Snowfall","surface_form":"snowfall","offset":8549}]}