{"id":5420,"url":"http://en.wikipedia.org/wiki/Calvin_Coolidge","text":"Calvin Coolidge (born John Calvin Coolidge Jr.; July 4, 1872 – January 5, 1933) was the President of the United States between 1923 and 1929. He was a conservative who supported business and lower taxes.\nFamily life.\nHe was the only President of the United States to be born on July 4. He was married to Grace Coolidge and had 2 children: John Calvin Coolidge III (born September 6, 1906 - died May 31, 2000) and John Calvin Jr. (born April 13, 1908 - died July 7, 1924). His younger son John Calvin Coolidge IV died at 16 while playing tennis at the White House. His son was wearing tennis shoes without socks and died from a toe infection. He was buried at the foot of Hill Cemetery. After this, President Coolidge may have been depressed.\nPolitical career.\nCoolidge served as the Mayor of Northampton, Massachusetts. He later served as the Governor of Massachusetts. As governor, he became famous because of his response during the Boston Police Strike. Coolidge fired the police who went on strike and gave the jobs to unemployed World War 1 veterans (he gave the same bonuses that the striking policemen asked for to the veterans).\nIn 1920, he was nominated Vice President under Warren G. Harding. The Harding-Coolidge team won easily. Harding died in 1923 and Coolidge became the next President. He was inaugurated at his family farm in Vermont by his father John Calvin Coolidge Sr.\nCoolidge finished Harding's term and was elected in 1924 to continue to be the country's president.\nCoolidge was president during a prosperous economy and the country did not face many challenges. He believed that the federal government should be as small as possible. He supported tax cuts and wanted the federal government to keep its hands off the economy. Some think this is linked to the Great Depression.\nCoolidge was criticized for refusing to give subsidies to farmers and when a giant flood happened in Mississippi during 1927, he did not want the federal government to be involved. This was part of his belief of federalism, that the country's problems should be solved mainly by state governments and local governments rather than the federal government.\nHe did not run for re-election in 1928.\nThe legacy of Calvin Coolidge is mixed. People who support more federal government involvement in the economy do not like him. People who support less federal government involvement in the economy like him.\nSilent Cal.\nCalvin Coolidge was nicknamed \"Silent Cal\" because he did not talk much.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"President_(United_States)","surface_form":"President of the United States","offset":88},{"uri":"Conservatives_in_the_United_States","surface_form":"conservative","offset":151},{"uri":"Grace_Coolidge","surface_form":"Grace Coolidge","offset":304},{"uri":"John_Calvin_Coolidge_IV","surface_form":"Calvin Jr.","offset":418},{"uri":"White_House","surface_form":"White House","offset":551},{"uri":"Depression_(mental_illness)","surface_form":"depressed","offset":731},{"uri":"Northampton%2C_Massachusetts","surface_form":"Northampton, Massachusetts","offset":792},{"uri":"Governor_of_Massachusetts","surface_form":"Governor of Massachusetts","offset":843},{"uri":"United_States_Vice_President","surface_form":"Vice President","offset":1163},{"uri":"President_(United_States)","surface_form":"President","offset":1291},{"uri":"First_inauguration_of_Calvin_Coolidge","surface_form":"inaugurated","offset":1309},{"uri":"Vermont","surface_form":"Vermont","offset":1343},{"uri":"John_Calvin_Coolidge_Sr.","surface_form":"John Calvin Coolidge Sr.","offset":1365},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1783},{"uri":"Subsidy","surface_form":"subsidies","offset":1846},{"uri":"Federalism","surface_form":"federalism","offset":2013}]}