{"id":542198,"url":"http://en.wikipedia.org/wiki/Vipsania_Agrippina","text":"e=\"preserve\">Vipsania Agrippina (36 BC – 20 AD) was the daughter of Marcus Vipsanius Agrippa from his first wife Caecilia Attica. Octavian and her father betrothed her to Tiberius before her first birthday. In about 19 BC she married Tiberius. Their son Drusus Julius Caesar was born in 14 BC.\nHer father Agrippa died in March 12 BC. He was then married to his third wife, Julia the Elder, daughter of Augustus. Augustus forced Tiberius to divorce Vipsania and marry Julia. Tiberius reportedly loved Vipsania and disapproved of Julia. Vipsania was pregnant with a second child in 12/11 when the couple divorced. The second child did not survive.\nTiberius divorced Vipsania against his will in 11 BC, according to Suetonius. He always regretted this. On one occasion Tiberius caught sight of Vipsania and followed her with \"an intent and tearful gaze\". Precautions were taken to avoid further embarrassing meetings with her.\nVipsania then married the Senator Gaius Asinius Gallus Saloninus. They had a number of children, mostly sons. Their eldest son Gaius was put to death by Messalina, the infamous third wife of the Emperor Claudius.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":36},{"uri":"AD","surface_form":"AD","offset":44},{"uri":"Marcus_Vipsanius_Agrippa","surface_form":"Marcus Vipsanius Agrippa","offset":68},{"uri":"Caecilia_Attica","surface_form":"Caecilia Attica","offset":113},{"uri":"Augustus","surface_form":"Octavian","offset":130},{"uri":"Tiberius","surface_form":"Tiberius","offset":171},{"uri":"Drusus_Julius_Caesar","surface_form":"Drusus Julius Caesar","offset":254},{"uri":"Julia_the_Elder","surface_form":"Julia the Elder","offset":373},{"uri":"Augustus","surface_form":"Augustus","offset":402},{"uri":"Suetonius","surface_form":"Suetonius","offset":713},{"uri":"Messalina","surface_form":"Messalina","offset":1077},{"uri":"Claudius","surface_form":"Claudius","offset":1127}]}