{"id":542199,"url":"http://en.wikipedia.org/wiki/Citizens_band_radio","text":"Citizens band radio (also known as CB radio) is, in many countries, a system of short-distance radio communications between individuals on a selection of 40 channels within the 27 MHz (11 m) band. Citizens band not the same as the Amateur Radio Service (\"ham\" radio) which has a much longer range. In many countries, CB operation does not require a license to operate. It may be used for business or personal communications.\nLike many other two-way radio services, citizens band channels are shared by many users. Only one station may transmit at a time. All other stations must listen and wait for the shared channel to be available. It is customary for stations waiting to use a shared channel to broadcast the single word \"break\" (or \"breaker\") during a lull in the conversation. This lets other people using the channel know that others are waiting. In the US, channel 19 is most often used by truckers. Channel 9 is reserved for emergencies.\nHistory.\nThe citizens band radio service originated in the United States as one of several personal radio services regulated by the Federal Communications Commission (FCC). These services began in 1945 to permit citizens a radio band for personal communication. In 1948, the original CB radios were designed for operation on the 460–470 MHz UHF band. There were two classes of CB radio: \"A\" and \"B\". Class B radios had simpler technical requirements, and were limited to a smaller frequency range.\nAl Gross established the Citizens Radio Corporation during the late 1940s to manufacture Class B handhelds for the general public. In the 1960s it became popular with taxicab companies to communicate with their drivers. In the 1970s it became popular with truckers, who\nbegan using it to warn other truck driver<nowiki/>s of police speedtraps. Other drivers soon used CB radios, and the CB jargon of truckers was used in several movies.\nUnited States.\nToday it remains popular with truck drivers. It is used in rural areas by a wide variety of people and businesses where cellphone service is weak or unreliable. CB radios are also used by off-roaders to communicate between drivers in a group of four-wheel drive vehicles. It is used to warn drivers of various trail conditions, hazards, and delays.\nOther countries.\nCB radio is used as a system of short-distance communications between people in many countries. Nearly all use a system of 40 channels in the 27 megahertz or 11 meter band.","categories":[],"infobox_types":[],"annotations":[{"uri":"Countries","surface_form":"countries","offset":57},{"uri":"Radio","surface_form":"radio","offset":95},{"uri":"Communication","surface_form":"communication","offset":101},{"uri":"Hertz","surface_form":"MHz","offset":180},{"uri":"Bandwidth_(signal_processing)","surface_form":"band","offset":191},{"uri":"Amateur_radio","surface_form":"Amateur Radio Service (\"ham\" radio)","offset":231},{"uri":"License","surface_form":"license","offset":349},{"uri":"Business","surface_form":"business","offset":388},{"uri":"Two-way_radio","surface_form":"two-way radio","offset":441},{"uri":"US","surface_form":"US","offset":861},{"uri":"Emergency","surface_form":"emergencies","offset":934},{"uri":"United_States","surface_form":"United States","offset":1006},{"uri":"Federal_Communications_Commission","surface_form":"Federal Communications Commission","offset":1079},{"uri":"Frequency","surface_form":"frequency","offset":1428},{"uri":"Alfred_J._Gross","surface_form":"Al Gross","offset":1445},{"uri":"Taxicab","surface_form":"taxicab","offset":1612},{"uri":"Truck_driver","surface_form":"truck driver","offset":1744},{"uri":"Police","surface_form":"police","offset":1770},{"uri":"Speedtrap","surface_form":"speedtrap","offset":1777},{"uri":"Jargon","surface_form":"jargon","offset":1835},{"uri":"Movie","surface_form":"movie","offset":1874},{"uri":"Rural","surface_form":"rural","offset":1956},{"uri":"Cellphone","surface_form":"cellphone","offset":2017},{"uri":"Off-roading","surface_form":"off-roaders","offset":2085},{"uri":"Four-wheel_drive","surface_form":"four-wheel drive","offset":2142},{"uri":"Megahertz","surface_form":"megahertz","offset":2408},{"uri":"Frequency","surface_form":"band","offset":2430}]}