{"id":5422,"url":"http://en.wikipedia.org/wiki/Harry_S._Truman","text":"Harry S. Truman (May 8, 1884 - December 26, 1972) was the 33rd President of the United States, from 1945 to 1953. He became president when President Franklin D. Roosevelt died in office.\nAs president, Truman made important foreign policy decisions, such as using atomic weapons on Japan to end World War II; repairing Europe (which was destroyed during the war); beginning the Cold War, and getting the U.S. involved in the Korean War.\nEarly years.\nHarry S. Truman was born on May 8, 1884, in Lamar, Missouri. The initial S in Truman's name has no meaning.\nTruman was raised in Independence, Missouri. He lived for 12 years as a Missouri farmer.\nThe presidential election of 1892 happened when Truman was eight years old. He wanted Grover Cleveland, a Democrat like Truman's family, to win. Grover Cleveland did win.\nTruman joined the United States Military in 1917. He went to France in World War I and became a captain in the Field Artillery.\nTruman left the military in 1919. That same year, he married Elizabeth Virginia Wallace. He opened a clothing store in Kansas City.\nOn February 17, 1924, Bess had a baby girl and named her Mary Margaret Truman.\nPolitical life.\nTruman was active in the Democratic Party. In 1922, he was elected judge of Jackson County Court.\nTwo years later, Truman lost the next county judge election. However, he was elected county judge again in 1926.\nIn 1934, Truman was elected Senator of Missouri. He became a member of the Interstate Commerce Committee. He was also the vice-chairman of a subcommittee on railroad safety.\nIn 1940, Truman ran for re-election to the Senate. First he would have to beat another Democrat, Governor Lloyd Stark, in a primary election. The primary election would decide which Democrat would go on to face a Republican candidate in the final elections in November.\nPresident Franklin Roosevelt and St. Louis Mayor Bernard Dickmann both wanted Stark to win. Truman had a hard time getting money. Most people thought he would lose. However, about a month before the primary election, the railroad unions said that they wanted Truman to win. Then, two days before primary election day, Bernard Dickmann also said that he wanted Truman to win.\nTruman won by about 8,000 votes. He also won the election in November.\nTruman became the head of a committee that looked at how much money the United States was spending on defense during World War II. He found billions of dollars of spending that he thought was a waste, and could be cut out of what the U.S. was spending. Truman supported Roosevelt's leadership of the country in the war, but wanted to make the government less wasteful and more effective. He became well known for leading that committee.\nIn 1944, President Roosevelt ran for re-election again. Roosevelt was in bad health and he did not have much longer to live. The Democratic Party realized that whoever they selected as Vice President could be the next president of the United States. (In the U.S. government, if the President dies, the Vice President automatically becomes the new president.)\nHenry A. Wallace, Roosevelt's former Vice President, was not chosen because he had a friendly attitude toward the Soviet Union, which many people saw as a dictatorship. Roosevelt wanted Truman as his Vice President, and Truman was chosen.\nThey won the election, and Roosevelt began his fourth term as president. On April 12, 1945, shortly after his fourth inauguration, Franklin Delano Roosevelt died. Truman became president.\nPresidency.\nAbout becoming President, Truman said: \"it felt like the moon, the stars, and all of the planets had fallen upon me.\"\nTruman had become president during the last few months of World War II. While Truman was vice president, Roosevelt never told him much about World War II. At that time, people did not think of the Vice Presidency as an important job in politics. Because of this, Truman entered the presidency knowing not much more than the average person about what the U.S. military was doing in World War II.\nNazi Germany surrendered less than a month after Truman became president. This ended the war in Europe. However, the Japanese kept fighting. The Allies of World War II made the Potsdam Declaration, telling Japan to surrender or it would face \"prompt and utter destruction.\" Japan did not surrender, so Truman ordered the first atomic bomb to be dropped on Hiroshima, Japan, on August 6th, 1945. Three days later, Truman ordered the second atomic bomb to be dropped on Nagasaki, Japan. Japan surrendered and the war ended.\nThe huge destructive power of the atomic bombs razed both cities, and killed over one hundred thousand people, with many more dying of radiation induced illnesses over subsequent years. People who disagreed with the decision, like General and future president Dwight Eisenhower, believe it was a cruel and inhumane attack on innocent people, when Japan was already close to being beaten. Other people thought it was a good decision because it ended the war early. Truman thought that if the U.S. had invaded Japan instead of using the bombs to end the war quickly, many more Americans would have died.\nAfter the war.\nAfter the war, Truman ordered Europe (which was destroyed during the war) to be repaired with the Marshall Plan. Germany was divided into two parts after the war. The Soviet Union controlled East Germany. The United States, Britain, and France controlled West Germany. During the Soviet blockade of West Berlin, Truman ordered the Berlin Airlift, which flew in tons of food to West Germany to feed the starving people.\nTruman also helped create the United Nations, an organization which was based on the League of Nations. The United Nations still exists today. Its goal is for different countries to work together to help humanity and to promote peace.\nAfter World War II, the Soviet Union and the United States were the only two powerful countries left. With Germany being divided between the Soviet Union and the United States, tensions began to increase between the two countries. The Cold War began. This was a war where the Soviet Union and the United States did not fight directly, but each wanted to have a bigger influence than the other over the world. The Soviet Union wanted to spread communism around the world. (Communism is the belief that the government should own the economy to make everybody equal). Truman believed in a policy called containment: that the U.S. should contain communism and stop it from spreading. Truman declared the Truman Doctrine, which said the United States should give money to Turkey and Greece so that they could be strong enough to defend themselves from communism.\nTruman sent Congress his \"Fair Deal.\" It was based on Roosevelt's New Deal. It gave more money to education, more money to farmers, and a higher minimum wage for workers. Labor union leaders asked him for higher wages and more benefits.\nAfter coal miners went on strike, Truman had the Department of the Interior take over the mines. While Truman sympathized with the working class, when there was a huge railroad strike, Truman believed it was illegal. He also thought it was unfair to people who could not get to work because the railroads were not running. He reacted by threatening to force the strikers to go into the army if they did not return to work.\nTruman de-segregated the military, allowing blacks and whites to fight together.\nIn 1948, Truman ran for a second term as President against Thomas Dewey. He was the underdog and everyone thought he was going to lose. The Chicago Tribune published a newspaper on the night of the election with the title \"Dewey Defeats Truman\". To everyone's surprise, Harry Truman won the election.\nThe Korean War.\nOn June 25, 1950, North Korea attacked South Korea. China supported North Korea. North Korea wanted to bring Communism into South Korea.\nThe U.S. fought the Korean War to defend South Korea and keep communism from spreading there. General Douglas MacArthur wanted to bomb China. Truman thought it was too dangerous to do that, so he fired MacArthur. Many people respected MacArthur, so they were angry at Truman. He made Mathew B. Ridgeway general.\nDuring the end of his term, Harry Truman's approval rating was at an all-time low. He was very unpopular because thousands of Americans died in the Korean War; there was a medium amount of corruption in his government; and people were accusing many of Truman's employees of being communists. He left office on January 20, 1953. The Korean War ended about six months later.\nAs time passed, Truman's reputation got better. Many historians now believe that Harry Truman was a great president.\nLater life.\nTruman moved back to Missouri. He died on December 26, 1972 in Kansas City, Missouri of multiple organ failure caused by pneumonia at the age of 88.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":63},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":149},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":223},{"uri":"Atomic_bomb","surface_form":"atomic weapons","offset":263},{"uri":"Japan","surface_form":"Japan","offset":281},{"uri":"World_War_II","surface_form":"World War II","offset":294},{"uri":"Marshall_Plan","surface_form":"repairing Europe","offset":308},{"uri":"Cold_War","surface_form":"Cold War","offset":377},{"uri":"Korean_War","surface_form":"Korean War","offset":424},{"uri":"Lamar%2C_Missouri","surface_form":"Lamar, Missouri","offset":493},{"uri":"Independence%2C_Missouri","surface_form":"Independence, Missouri","offset":578},{"uri":"Farmer","surface_form":"farmer","offset":638},{"uri":"United_States_presidential_election%2C_1892","surface_form":"presidential election of 1892","offset":650},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":732},{"uri":"United_States_Military","surface_form":"United States Military","offset":835},{"uri":"France","surface_form":"France","offset":878},{"uri":"World_War_I","surface_form":"World War I","offset":888},{"uri":"Captain","surface_form":"captain","offset":913},{"uri":"Artillery","surface_form":"Artillery","offset":934},{"uri":"Bess_Truman","surface_form":"Elizabeth Virginia Wallace","offset":1006},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City","offset":1064},{"uri":"Mary_Margaret_Truman","surface_form":"Mary Margaret Truman","offset":1134},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":1197},{"uri":"Election","surface_form":"elected","offset":1231},{"uri":"Judge","surface_form":"judge","offset":1239},{"uri":"Jackson_County%2C_Missouri","surface_form":"Jackson County","offset":1248},{"uri":"Court","surface_form":"Court","offset":1263},{"uri":"Election","surface_form":"election","offset":1321},{"uri":"United_States_Senator","surface_form":"Senator","offset":1411},{"uri":"Missouri","surface_form":"Missouri","offset":1422},{"uri":"Interstate_Commerce_Committee","surface_form":"Interstate Commerce Committee","offset":1458},{"uri":"Railroad","surface_form":"railroad","offset":1540},{"uri":"Governor","surface_form":"Governor","offset":1654},{"uri":"Lloyd_Stark","surface_form":"Lloyd Stark","offset":1663},{"uri":"Primary_election","surface_form":"primary election","offset":1681},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":1770},{"uri":"Franklin_Roosevelt","surface_form":"Franklin Roosevelt","offset":1837},{"uri":"St._Louis_Mayor","surface_form":"St. Louis Mayor","offset":1860},{"uri":"Bernard_Dickmann","surface_form":"Bernard Dickmann","offset":1876},{"uri":"Money","surface_form":"money","offset":1950},{"uri":"Trades_union","surface_form":"unions","offset":2057},{"uri":"Bernard_Dickmann","surface_form":"Bernard Dickmann","offset":2145},{"uri":"Defense_(military)","surface_form":"defense","offset":2375},{"uri":"World_War_II","surface_form":"World War II","offset":2390},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":2895},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3183},{"uri":"Dictatorship","surface_form":"dictatorship","offset":3224},{"uri":"United_States_presidential_inauguration","surface_form":"inauguration","offset":3425},{"uri":"Moon","surface_form":"moon","offset":3565},{"uri":"Stars","surface_form":"stars","offset":3575},{"uri":"Planets","surface_form":"planets","offset":3597},{"uri":"World_War_II","surface_form":"World War II","offset":3684},{"uri":"Politics","surface_form":"politics","offset":3862},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":4021},{"uri":"Surrender_(military)","surface_form":"surrendered","offset":4034},{"uri":"Allies_of_World_War_II","surface_form":"Allies of World War II","offset":4166},{"uri":"Potsdam_Declaration","surface_form":"Potsdam Declaration","offset":4198},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":4377},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":4489},{"uri":"Dwight_Eisenhower","surface_form":"Dwight Eisenhower","offset":4803},{"uri":"Marshall_Plan","surface_form":"Marshall Plan","offset":5258},{"uri":"East_Germany","surface_form":"East Germany","offset":5351},{"uri":"West_Germany","surface_form":"West Germany","offset":5415},{"uri":"Berlin_Airlift","surface_form":"Berlin Airlift","offset":5491},{"uri":"Tons","surface_form":"tons","offset":5521},{"uri":"Starvation","surface_form":"starving","offset":5562},{"uri":"United_Nations","surface_form":"United Nations","offset":5609},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":5664},{"uri":"Peace","surface_form":"peace","offset":5807},{"uri":"Cold_War","surface_form":"Cold War","offset":6049},{"uri":"Communism","surface_form":"communism","offset":6257},{"uri":"Economy","surface_form":"economy","offset":6345},{"uri":"Containment","surface_form":"containment","offset":6414},{"uri":"Truman_Doctrine","surface_form":"Truman Doctrine","offset":6514},{"uri":"Turkey","surface_form":"Turkey","offset":6581},{"uri":"Greece","surface_form":"Greece","offset":6592},{"uri":"New_Deal","surface_form":"New Deal","offset":6738},{"uri":"Education","surface_form":"education","offset":6770},{"uri":"Minimum_wage","surface_form":"minimum wage","offset":6817},{"uri":"Labor_union","surface_form":"Labor union","offset":6843},{"uri":"Benefits","surface_form":"benefits","offset":6899},{"uri":"Coal_mine","surface_form":"coal mine","offset":6915},{"uri":"Strike_action","surface_form":"strike","offset":6935},{"uri":"United_States_Department_of_the_Interior","surface_form":"Department of the Interior","offset":6958},{"uri":"Sympathy","surface_form":"sympathized","offset":7019},{"uri":"Working_class","surface_form":"working class","offset":7040},{"uri":"Illegal","surface_form":"illegal","offset":7117},{"uri":"Draft_(military)","surface_form":"force the strikers to go into the army","offset":7261},{"uri":"Racial_segregation","surface_form":"segregated","offset":7342},{"uri":"Thomas_Dewey","surface_form":"Thomas Dewey","offset":7472},{"uri":"North_Korea","surface_form":"North Korea","offset":7748},{"uri":"South_Korea","surface_form":"South Korea","offset":7769},{"uri":"China","surface_form":"China","offset":7782},{"uri":"Communism","surface_form":"Communism","offset":7839},{"uri":"Korean_War","surface_form":"Korean War","offset":7887},{"uri":"South_Korea","surface_form":"South Korea","offset":7908},{"uri":"Douglas_MacArthur","surface_form":"Douglas MacArthur","offset":7969},{"uri":"Bomb","surface_form":"bomb","offset":7997},{"uri":"Mathew_B._Ridgeway","surface_form":"Mathew B. Ridgeway","offset":8151},{"uri":"Korean_War","surface_form":"Korean War","offset":8327},{"uri":"Corruption","surface_form":"corruption","offset":8368},{"uri":"Reputation","surface_form":"reputation","offset":8577},{"uri":"Historians","surface_form":"historians","offset":8605},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":8744},{"uri":"Multiple_organ_failure","surface_form":"multiple organ failure","offset":8769},{"uri":"Pneumonia","surface_form":"pneumonia","offset":8802}]}