{"id":542424,"url":"http://en.wikipedia.org/wiki/Phetchaburi_Province","text":"Phetchaburi (,) is one of the western provinces (\"changwat\") of Thailand.\nGeography.\nPhetchaburi is in the northern part of the Malay Peninsula. The Gulf of Thailand is to the east. Most of the province is a flat plain. The Kaeng Krachan National Park is Thailand's largest national park, covering nearly half of the province. It covers 3000 km2.\nHistory.\nPhetchaburi is an old royal city, dating back to the Mon of the 8th century. Later Khmer settled in the city, as can be seen by the prangs of Wat Kamphaeng Laeng.\nIn 1860, King Rama IV built a palace near the city of Phetchaburi, commonly known as \"Khao Wang\", but its official name is Phra Nakhon Khiri. Next to the palace the king built a tower for his astronomical observations. On a hill near the palace is the royal temple Wat Phra Kaeo.\nSights.\nThis tourist resort resort, with modern facilities, is on a beach considered to be one of the most popular beaches of Thailand.\nPhra Nakhon Khiri Historical Park (อุทยานประวัติศาสตร์พระนครคีรี)\nThis park is a hilly area with an old palace and historical temples near the town. It has royal halls, temples and groups of buildings, constructed in Thai, Western neoclassic and Chinese architectural styles.\nThis temple was originally a Khmer place of worship. It was later turned into a Buddhist temple and a shrine hall was constructed. However, the outlook of the place has not much changed due to the existence of sandstone walls and four Khmer style pagodas.\nLegend says that King Naresuan the Great and King Eka Thotsarot made several royal visits here and enjoyed its beauty. The villagers called it \"Hat Chao Samran\", which means \"beach of royal leisure\".\nLocal products.\nPhetchaburi is known for a vast variety of sweet food. The reputation comes from the use of Tanot (palm) sugar. Examples are Mo-kaeng, a sweet made from flour, sugar and eggs; A-lua and Sampanni, a sweet made from flour and sugar; Thong Yip, Thong Yot and Foi Thong, sweets made from baked egg-yolk; and Chao Tan Chueam (palm seed in thick syrup).\nFestivals.\nPhra Nakhon Khiri Fair (งานพระนครคีรี), also known as Khao Wang, it is an important historical site. During the reign of King Rama IV, it served as the king's out-of-town palace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provinces_of_Thailand","surface_form":"provinces","offset":38},{"uri":"Thailand","surface_form":"Thailand","offset":64},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":128},{"uri":"Gulf_of_Thailand","surface_form":"Gulf of Thailand","offset":149},{"uri":"Kaeng_Krachan_National_Park","surface_form":"Kaeng Krachan National Park","offset":224},{"uri":"Mon_(ethnic_group)","surface_form":"Mon","offset":409},{"uri":"Khmer_empire","surface_form":"Khmer","offset":439},{"uri":"Stupa","surface_form":"prang","offset":488},{"uri":"Rama_IV","surface_form":"Rama IV","offset":533},{"uri":"Phra_Nakhon_Khiri_historical_park","surface_form":"Phra Nakhon Khiri","offset":642},{"uri":"Astronomical","surface_form":"astronomical","offset":711}]}