{"id":54286,"url":"http://en.wikipedia.org/wiki/Short_Parliament","text":"e=\"preserve\">The Short Parliament in English history lasted from April 13 to May 5 1640. It is called \"Short\" because it only lasted for three weeks.\nBackground.\nCharles I of England, who was also king of Scotland, was having problems with the Church of Scotland and war with them was breaking out again. Charles had spent the last 11 years ruling directly, without calling a Parliament even once. He did this because he had little use for elected representatives trying to decide policy. But now with the problems with the Scots, Charles needed money to pay for his war. To get more money for war meant he had to call a Parliament so they could vote on it.\nProblem.\nThe problem was that the members of Parliament were unhappy about the things he had done since 1629, when he was ruling without them. They wanted to talk about these things instead of giving the king his money.  John Pym, member for Tavistock, gave fiery speeches refusing to give money unless the abuses were talked about. Charles responded by closing the Parliament and sending them home again, and he tried to fight the Scots without the money. But when this did not work and as a result of his defeat had to agree to pay the Scots, he was forced to call Parliament again. This became known as the Long Parliament, and the Constitutional crisis that followed led to the bloody English Civil War.","categories":[],"infobox_types":[],"annotations":[{"uri":"History_of_England","surface_form":"English history","offset":37},{"uri":"April_13","surface_form":"April 13","offset":65},{"uri":"May_5","surface_form":"May 5","offset":77},{"uri":"1640","surface_form":"1640","offset":83},{"uri":"Charles_I_of_England","surface_form":"Charles I of England","offset":162},{"uri":"Scotland","surface_form":"Scotland","offset":205},{"uri":"Church_of_Scotland","surface_form":"Church of Scotland","offset":244},{"uri":"Parliament","surface_form":"Parliament","offset":376},{"uri":"Policy","surface_form":"policy","offset":481},{"uri":"War","surface_form":"war","offset":567},{"uri":"1629","surface_form":"1629","offset":762},{"uri":"John_Pym","surface_form":"John Pym","offset":879},{"uri":"Tavistock","surface_form":"Tavistock","offset":900},{"uri":"Long_Parliament","surface_form":"Long Parliament","offset":1268},{"uri":"English_Civil_War","surface_form":"English Civil War","offset":1347}]}