{"id":543044,"url":"http://en.wikipedia.org/wiki/Koh-i-Noor","text":"The Koh-i-Noor (also spelled Koh-i-Nûr and Kooh-è Noor) is a large, colourless diamond that was found near Guntur in Andhra Pradesh, India, possibly in the 13th century. The name means Mountain of Light in the Persian language.\nBefore it was cut for jewellery, it weighed. It was was first owned by the Kakatiya dynasty. Ownership of the stone changed several times between various ruling groups in South Asia over the next few hundred years. The Koh-i-Noor ended up in the possession of Queen Victoria after the British conquest of the Punjab in 1849. It is now part of the British Crown Jewels, part of the Royal Collection held in trust by Queen Elizabeth II for her successors and the UK.\nIn 1852, Prince Albert, the husband of Queen Victoria, unhappy with its dull and irregular appearance, ordered it cut down from. It emerged 42 per cent lighter as a dazzling oval-cut brilliant weighing and measuring 3.6 cm x 3.2 cm x 1.3 cm.\nSince arriving in the U.K., it has only ever been worn by female members of the family, starting with Queen Victoria. After Queen Victoria's death, the Koh-i-Noor was set in the crown of Queen Alexandra, the wife of Edward VII. It was used to crown her at their coronation in 1902. The diamond was transferred to Queen Mary's crown in 1911, and finally to the Queen Mother's crown in 1937. When The Queen Mother died in 2002, it was placed on top of her coffin for her state funeral.\nToday, the diamond is set in the front of the crown, as part of the Crown Jewels of the United Kingdom. It is seen by millions of visitors to the Tower of London each year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Diamond","surface_form":"diamond","offset":79},{"uri":"Guntur","surface_form":"Guntur","offset":107},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":117},{"uri":"Kakatiya_dynasty","surface_form":"Kakatiya dynasty","offset":303},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":488},{"uri":"Punjab","surface_form":"Punjab","offset":537},{"uri":"Crown_Jewels_of_the_United_Kingdom","surface_form":"Crown Jewels","offset":583},{"uri":"Royal_Collection","surface_form":"Royal Collection","offset":609},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":643},{"uri":"Albert%2C_Prince_Consort","surface_form":"Prince Albert","offset":702},{"uri":"Alexandra_of_Denmark","surface_form":"Queen Alexandra","offset":1122},{"uri":"Edward_VII","surface_form":"Edward VII","offset":1151},{"uri":"Mary_of_Teck","surface_form":"Queen Mary's","offset":1248},{"uri":"Queen_Elizabeth_The_Queen_Mother","surface_form":"Queen Mother","offset":1295},{"uri":"State_funeral","surface_form":"state funeral","offset":1404},{"uri":"Crown_Jewels_of_the_United_Kingdom","surface_form":"Crown Jewels of the United Kingdom","offset":1487},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":1565}]}