{"id":543050,"url":"http://en.wikipedia.org/wiki/Send_My_Love_(To_Your_New_Lover)","text":"\"Send My Love (To Your New Lover)\" is a song recorded by English singer-songwriter Adele. It was on her third studio album, \"25\". It was released on streaming services on May 16, 2016. It was released to radio in the U.S. on May 17, 2016. It was the album's third single, after \"Hello\" and \"When We Were Young\". Adele has said that she heard fellow singer-songwriter Taylor Swift's 2012 single \"I Knew You Were Trouble\" and asked who the writers of that song were. After learning that they were producers Max Martin and Shellback, Adele worked with them on \"25\".\nA music video of the song premiered on May 22 at the 2016 Billboard Music Awards. It was uploaded to the singer's official Vevo account soon afterwards. The video shows the singer in front of a black backdrop.\nThe song reached number 8 on the US \"Billboard\" Hot 100 and number 1 on the Mainstream Top 40 (Pop Songs) chart. It reached the top five in the UK and the top 10 in Canada. It ranked #26 on the Year-End \"Billboard\" Hot 100 of 2016.\nCritical reception.\n\"BBC News Mark Savage said this is a \"nimble pop song\" and wrote that it \"shows a fresh, playful side to the star\".\nRob Garratt of \"The National (Abu Dhabi)\" said the song is a \"bouncy pop nugget\" and it \"falls into that classic pop tradition of transforming a turn-down into a lover's rebuke\".\nIn a positive review, a writer for \"The Hindu\" wrote that the song is a \"spritely song\" and called it \"an I'm-so-glad-you're-gone number\".\n\"Los Angeles Times\" Mikael Wood wrote that the song is \"a welcome flash of sass\".\nMaeve McDermott and Patrick Ryan of \"USA Today\" included \"Send My Love (To Your New Lover)\" in their list of 2015's 50 best songs. McDermott wrote \"this song is among the most interesting of her career\".\nMichael Arceneaux, of \"Complex\" magazine, says that the track was the least sad song on \"25\". He also wrote, \"It’s a little melancholy, but it comes with some shimmy-inducing production\".\n\"Business Insider\"s Tony Manfred says this song is different from Adele's earlier work. He writes that \"she wades into the waters of contemporary pop music like never before\".\nNick Messitte of \"Forbes\" gave the song a positive review, writing \"It’s got the grace of damning individuals without sinking to their level; it boasts nostalgia—not the least of which for a sound popularized in 2013\".\n\"Vanity Fairs Josh Duboff called \"Send My Love (To Your New Lover)\" \"the poppiest song Adele has ever recorded\". He named it his \"pick for the breakout track on \"25\".\nMusic video.\nA small clip of the video was released on Adele's Twitter page. She wears a flower-printed dress and sways while different scenes of her play on top of each other. The full music video was shown during the 2016 \"Billboard\" Music Awards on May 22, 2016. It also appeared on Adele's Vevo channel shortly after the show.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":57},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":65},{"uri":"Adele","surface_form":"Adele","offset":83},{"uri":"25_(Adele_album)","surface_form":"25","offset":125},{"uri":"Hello_(Adele_song)","surface_form":"Hello","offset":279},{"uri":"When_We_Were_Young_(Adele_song)","surface_form":"When We Were Young","offset":291},{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":367},{"uri":"I_Knew_You_Were_Trouble","surface_form":"I Knew You Were Trouble","offset":395},{"uri":"Max_Martin","surface_form":"Max Martin","offset":505},{"uri":"Vevo","surface_form":"Vevo","offset":686},{"uri":"BBC_News","surface_form":"BBC News","offset":1026},{"uri":"The_Hindu","surface_form":"The Hindu","offset":1356},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":1460},{"uri":"USA_Today","surface_form":"USA Today","offset":1578},{"uri":"Business_Insider","surface_form":"Business Insider","offset":1934},{"uri":"Forbes","surface_form":"Forbes","offset":2127},{"uri":"Vanity_Fair_(magazine)","surface_form":"Vanity Fair","offset":2329},{"uri":"Twitter","surface_form":"Twitter","offset":2558},{"uri":"Billboard_Music_Awards","surface_form":"\"Billboard\" Music Awards","offset":2719},{"uri":"Adele","surface_form":"Adele","offset":2781}]}