{"id":5431,"url":"http://en.wikipedia.org/wiki/Social_network","text":"e=\"preserve\">A social network is a set of people who interact. This includes group organizations. The social relationships may include friendship/affect, communication, economic transactions, interactions, kinship, authority/hierarchy, trust, social support, diffusion, contagion, and so on.\nCalling social relationships a network calls attention to the pattern or structure of the set of relationships.\nA community social network is the pattern of relationships among a set of people and/or organizations in a community. Each of these networks can involve social support, give people a sense of community, and\nlead them to help and protect each other.\nHow big a personal network becomes depends on the individual and the type of relationships considered. \"The set of people that a person knows well or with whom a person frequently interacts seldom exceeds several hundred\". As the size of a network grows, keeping relationships is strained by the size. There is a so-called \"Law of 150\" which suggests that about 150 people is the best size for a village or large clan though most people live in much bigger towns. Some experts think that a corporation has an ideal size of about 70 people: these people and their spouses would also make a large social network.\nThe free rider problem is that someone uses the social network but does not give help when needed. Social networks are vulnerable to them, since the circumstances where help is required, like disasters, occur by surprise. It might happen that someone cannot help at that one time - it might also happen that they are not there the next time. Only slowly does it become obvious who is and is not contributing to the safety of the group, or who is avoiding this duty.\nSocial networks are held together by common interest. This may be employment, common interest in a sport or pastime, a religion (a mosque, church or temple is almost always a center of a social network). Often the network has an identity of its own which is quite real, even though it may have no official recognition. Networks may be centered on places, or on families, or on worldwide communities with common interests.","categories":[],"infobox_types":[],"annotations":[{"uri":"Community","surface_form":"community","offset":511},{"uri":"Social_support","surface_form":"social support","offset":557},{"uri":"Community","surface_form":"community","offset":596},{"uri":"Help","surface_form":"help","offset":624},{"uri":"Protect","surface_form":"protect","offset":633},{"uri":"Village","surface_form":"village","offset":1049},{"uri":"Clan","surface_form":"clan","offset":1066},{"uri":"Town","surface_form":"town","offset":1110},{"uri":"Corporation","surface_form":"corporation","offset":1143},{"uri":"Spouse","surface_form":"spouse","offset":1216},{"uri":"Free_rider_problem","surface_form":"free rider problem","offset":1268},{"uri":"Disaster","surface_form":"disaster","offset":1456},{"uri":"Safety","surface_form":"safety","offset":1679},{"uri":"Duty","surface_form":"duty","offset":1724},{"uri":"Religion","surface_form":"religion","offset":1849},{"uri":"Mosque","surface_form":"mosque","offset":1861},{"uri":"Church","surface_form":"church","offset":1869},{"uri":"Temple","surface_form":"temple","offset":1879}]}