{"id":543373,"url":"http://en.wikipedia.org/wiki/Crow_Nation","text":"The Crow (also known as Apsáalooke in their own Siouan language, or Absaroka) are Native Americans. In the past, they lived in the Yellowstone River valley, which is in Wyoming, Montana, and North Dakota. Today, they are federally recognized as the Crow Tribe of Montana.\nDuring their history, the Crow have changed their territory many times because of conflicts with the Ojibwe, Cree, Cheyennes, and Lakota (Sioux) peoples. They were generally friendly with the whites. Since the 19th century, most Crow people have lived on their reservation that is south of Billings, Montana. Although they have lost land, it is over 9300 km2. They also live in several major western cities. The tribe's headquarters are located at Crow Agency, Montana.\nHistory.\nThe name Apsáalooke means \"children of the large-beaked bird\". The French translated the name as \"gens du corbeaux\" (\"people of [the] crows\"), and they became known in English as the Crow. Other tribes also refer to the Apsáalooke as \"crow\" or \"raven\" in their own languages.\nIn 1743 the Crow first encountered people of European descent. They were French fur traders.\nIn the Northern Plains.\nThe Crow and Hidatsa used to be the same tribe. They were nomadic hunters and farmers. The earliest known home of the Crow-Hidatsa tribe was in present-day Ohio. They were pushed out by stronger neighbors and moved to Manitoba. Later, they moved to North Dakota, where they split from the Hidatsa. The Crow were then pushed westward, mostly by the Cheyenne and Sioux.\nTo gain control of their new home in the Yellowstone River valley, they fought against the Shoshone and drove them westward. They were allied with some of the Kiowa and Kiowa Apache. The Crow were an important tribe in this area through the 18th and 19th centuries, the era of the North American fur trade.\nAfter they started living in this area, the Crow divided into four groups: the Mountain Crow, River Crow, Kicked in the Bellies and Beaver Dries its Fur. They adopted the nomadic lifestyle of the Plains Indians, becoming gatherers and bison hunters.\nEnemies and allies.\nAround 1740, the Plains tribes, including the Crow, started using horses. This allowed them to hunt buffalo more actively. The Crow became well-known horse breeders and dealers. Sometimes, their horses were stolen by tribes like the Blackfoot Confederacy, Gros Ventre, Assiniboine, Pawnee, and Ute. Later they had to fight the Lakota and their allies, the Arapaho and Cheyenne. The tribes in the Blackfoot Confederacy and the Lakota-Cheyenne-Arapaho alliance became their greatest enemies.\nThe Crow were generally allies with the northern Plains tribes of the Nez Perce, Kutenai, Shoshone, Kiowa and Kiowa Apache. They were also allies with the Flathead, although sometimes they had conflicts with them. The powerful Iron Confederacy (\"Nehiyaw-Pwat\"), an alliance of northern plains Indian nations developed as enemies of the Crow. It included the Plains Cree and Assiniboine peoples, and later included the Stoney, Saulteaux, Ojibwe, and Métis.\nGradual displacement from tribal lands.\nWhen a large number of white Americans arrived, the Crows were fighting enemies who greatly outnumbered them. In the 1850s, a boy named Plenty Coups had a vision. The tribal elders said the dream meant that the whites would become dominant over the entire country, and that the Crows would need to remain friendly with the whites.\nBy 1851, the Lakota and Cheyenne were fighting the Crow for their hunting lands. They took over the eastern hunting lands, and pushed the Crow to the west and northwest upriver on the Yellowstone. After about 1860, the Lakota Sioux had all the former Crow lands. They threatened Americans who were moving into these areas.\nThe Crow signed the Fort Laramie Treaty of 1851 with the United States. This treaty recognized a large area around the Big Horn Mountains as Crow lands. But the Cheyenne and Lakota Sioux were still moving westward and pushing the Crows.\nAfter Red Cloud's War (18661868) between the Lakota Sioux and the United States, the Lakota controlled territory from the Black Hills to the Big Horn Mountains. Bands of Lakota Sioux and Northern Cheyenne began to hunt and raid in ancestral Crow territory.\nCrow warriors fought for the US Army in the Great Sioux War (1876–1877). This war ended with the defeat of the Sioux and Cheyenne. Some of the Sioux and their allies went to Canada, while others were removed to reservations.\nGender and kinship system.\nThe Crow had a matrilineal system. After marriage, the husband moved to the wife's mother's house. Women held a significant role within the tribe.\nLike other Plains tribes, the Crow historically had three defined gender roles: male, female and \"baté\" (trans female / \"two-spirit\").\nGeography.\nThe Crow Indian Reservation is in south-central Montana. Its area is about, making it the fifth-largest Indian reservation in the United States. The 2000 census reported a total population of 6,894 on reservation lands.\nGovernment.\nThe seat of government and capital of the Crow Indian Reservation is Crow Agency, Montana.\nIn 1948, a Constitution was adapted. It organized the tribe as a General Council (Tribal Council). The General Council had the executive, legislative, and judicial powers of the government. It was made up of all adult members of the Crow Nation. To be members of the General Council, females had to be 18 years or older and males had to be 21 or older. The General Council was a direct democracy, similar to that of ancient Athens. A chairperson was elected once every two years.\nAt a 2001 Council Meeting, four officials of the General Council established a three-branch government. The new government is known as the 2001 Constitution. The General Council is still the governing body of the tribe, but it has not met since 2001. Its powers were given to the three-branch government. The 2001 Constitution has been controversial because its establishment did not follow the rules of the 1948 Constitution. Opponents also say that it gives too much power to the US Bureau of Indian Affairs over the Crow government.\nThe officials who established the 2001 Constitution became the Executive Branch. These officials are known as the Chairperson, Vice-Chairperson, Secretary, and Vice-Secretary. The Chairperson's term lasts four years. The current Chairman is Darrin Old Coyote.\nThe Legislative Branch has three members from each district on the Crow Indian Reservation. The Crow Indian Reservation is divided into six districts known as The Valley of the Chiefs, Reno, Black Lodge, Mighty Few, Big Horn, and Pryor Districts.\nThe Judicial Branch consists of all courts established by the Crow Law and Order Code. It consists of an elected Chief Judge and two Associate Judges. The Crow Court of Appeals receives all appeals from the lower courts. The Chief Judge of the Crow Nation is Julie Yarlott.","categories":[],"infobox_types":[],"annotations":[{"uri":"Siouan_language","surface_form":"Siouan language","offset":48},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":82},{"uri":"Yellowstone_River","surface_form":"Yellowstone River","offset":131},{"uri":"Wyoming","surface_form":"Wyoming","offset":169},{"uri":"Montana","surface_form":"Montana","offset":178},{"uri":"North_Dakota","surface_form":"North Dakota","offset":191},{"uri":"Federally_recognized_tribe","surface_form":"federally recognized","offset":221},{"uri":"Plains_Ojibwe","surface_form":"Ojibwe","offset":373},{"uri":"Cree","surface_form":"Cree","offset":381},{"uri":"Cheyennes","surface_form":"Cheyennes","offset":387},{"uri":"Lakota_people","surface_form":"Lakota","offset":402},{"uri":"Billings%2C_Montana","surface_form":"Billings, Montana","offset":562},{"uri":"Crow_Agency%2C_Montana","surface_form":"Crow Agency, Montana","offset":720},{"uri":"Hidatsa","surface_form":"Hidatsa","offset":1157},{"uri":"Nomadic_people","surface_form":"nomadic","offset":1202},{"uri":"Manitoba","surface_form":"Manitoba","offset":1362},{"uri":"North_Dakota","surface_form":"North Dakota","offset":1393},{"uri":"Sioux","surface_form":"Sioux","offset":1505},{"uri":"Shoshone","surface_form":"Shoshone","offset":1603},{"uri":"Kiowa","surface_form":"Kiowa","offset":1671},{"uri":"Kiowa_Apache","surface_form":"Kiowa Apache","offset":1681},{"uri":"North_American_fur_trade","surface_form":"North American fur trade","offset":1793},{"uri":"Nomadic","surface_form":"nomadic","offset":1990},{"uri":"Plains_Indians","surface_form":"Plains Indians","offset":2015},{"uri":"Bison","surface_form":"bison","offset":2054},{"uri":"Lakota_people","surface_form":"Lakota","offset":2416},{"uri":"Arapaho_people","surface_form":"Arapaho","offset":2445},{"uri":"Cheyenne_people","surface_form":"Cheyenne","offset":2457},{"uri":"Nez_Perce_people","surface_form":"Nez Perce","offset":2649},{"uri":"Kutenai_people","surface_form":"Kutenai","offset":2660},{"uri":"Kiowa_people","surface_form":"Kiowa","offset":2679},{"uri":"Kiowa_Apache","surface_form":"Kiowa Apache","offset":2689},{"uri":"Confederated_Salish_and_Kootenai_Tribes_of_the_Flathead_Nation","surface_form":"Flathead","offset":2734},{"uri":"Iron_Confederacy","surface_form":"Iron Confederacy","offset":2806},{"uri":"Cree","surface_form":"Plains Cree","offset":2937},{"uri":"Assiniboine_people","surface_form":"Assiniboine","offset":2953},{"uri":"Nakoda_(Stoney)","surface_form":"Stoney","offset":2997},{"uri":"Saulteaux","surface_form":"Saulteaux","offset":3005},{"uri":"Ojibwe","surface_form":"Ojibwe","offset":3016},{"uri":"M%C3%A9tis_people_(Canada)","surface_form":"Métis","offset":3028},{"uri":"Plenty_Coups","surface_form":"Plenty Coups","offset":3211},{"uri":"Yellowstone_River","surface_form":"Yellowstone","offset":3590},{"uri":"Fort_Laramie_Treaty_of_1851","surface_form":"Fort Laramie Treaty of 1851","offset":3749},{"uri":"Cheyenne_people","surface_form":"Cheyenne","offset":3890},{"uri":"Lakota_people","surface_form":"Lakota Sioux","offset":3903},{"uri":"Red_Cloud%27s_War","surface_form":"Red Cloud's War","offset":3972},{"uri":"Northern_Cheyenne","surface_form":"Northern Cheyenne","offset":4153},{"uri":"Great_Sioux_War","surface_form":"Great Sioux War","offset":4267},{"uri":"Matrilineal","surface_form":"matrilineal","offset":4490},{"uri":"Male","surface_form":"male","offset":4702},{"uri":"Female","surface_form":"female","offset":4708},{"uri":"Transgender","surface_form":"trans female","offset":4727},{"uri":"Two-spirit","surface_form":"two-spirit","offset":4743},{"uri":"Crow_Indian_Reservation","surface_form":"Crow Indian Reservation","offset":4772},{"uri":"Indian_reservation","surface_form":"Indian reservation","offset":4872},{"uri":"United_States_Census%2C_2000","surface_form":"2000 census","offset":4917},{"uri":"Montana","surface_form":"Montana","offset":5082},{"uri":"Tribal_Council","surface_form":"Tribal Council","offset":5173},{"uri":"Executive","surface_form":"executive","offset":5218},{"uri":"Legislative","surface_form":"legislative","offset":5229},{"uri":"Judicial","surface_form":"judicial","offset":5246},{"uri":"Direct_democracy","surface_form":"direct democracy","offset":5470},{"uri":"Athens","surface_form":"Athens","offset":5515},{"uri":"Controversial","surface_form":"controversial","offset":5907},{"uri":"Bureau_of_Indian_Affairs","surface_form":"Bureau of Indian Affairs","offset":6056},{"uri":"Secretary","surface_form":"Secretary","offset":6252},{"uri":"Court","surface_form":"court","offset":6650},{"uri":"Appeal","surface_form":"appeal","offset":6804}]}