{"id":543599,"url":"http://en.wikipedia.org/wiki/Directed_evolution","text":"Directed evolution (DE) is a method used to produce enzymes for industrial or medical purposes.\nThe method is protein engineering which mimics natural selection.\nThe basic idea is to put a gene through repeated rounds of mutation, to make a library of variants. Selection isolates genes with the desired function. They are a template for the next round.\nThis can be done \"in vivo\" (in living cells of bacteria or yeast), or \"in vitro\" (free in solution or microdroplets).\nTesting more mutants increases the chances of finding one with the desired properties.\nDuring \"in vivo\" evolution, each cell (usually bacteria or yeast) is transformed with a plasmid containing a different member of the variant library. Only the gene of interest differs between the cells, with all other genes being kept the same.\nThe cells express the protein either in their cytoplasm or surface where its function can be tested. This format has the advantage of selecting for properties in a cellular environment, which is useful when the evolved protein or RNA is to be used in living organisms.\nWhen done without cells, DE uses \"in vitro\" transcription translation to produce proteins or RNA free in solution or inside artificial microdroplets. This has the benefit of allowing more conditions (e.g. temperature, solvents). It can express proteins that would be toxic to cells. Furthermore, \"in vitro\" evolution experiments can generate far larger libraries (up to 1015) because the library DNA need not be inserted into cells. That often limits what can be done.\nEnsuring heredity.\nWhen functional proteins have been isolated, it is necessary that their genes are too, therefore a genotype-phenotype link is required.\nThis can be covalent, where the mRNA gene is linked to the protein at the end of translation by puromycin.\nAlternatively the protein and its gene can be kept together, or in emulsion droplets. The gene sequences isolated are then multiplied by PCR or by transformed host bacteria. Either the single best sequence, or a pool of sequences can be used as the template for the next round of mutagenesis. The repeated cycles of diversification-selection-amplification make enzyme variations adapted to the selection process.\nPrize awarded.\nUS engineer Frances Arnold has won the Millennium Technology Prize for pioneering directed evolution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enzymes","surface_form":"enzymes","offset":52},{"uri":"Protein","surface_form":"protein","offset":110},{"uri":"Engineering","surface_form":"engineering","offset":118},{"uri":"Mimic","surface_form":"mimic","offset":136},{"uri":"Natural_selection","surface_form":"natural selection","offset":143},{"uri":"Gene","surface_form":"gene","offset":189},{"uri":"Mutation","surface_form":"mutation","offset":221},{"uri":"Template","surface_form":"template","offset":325},{"uri":"Bacteria","surface_form":"bacteria","offset":401},{"uri":"Yeast","surface_form":"yeast","offset":413},{"uri":"Bacteria","surface_form":"bacteria","offset":606},{"uri":"Yeast","surface_form":"yeast","offset":618},{"uri":"Transformation_(genetics)","surface_form":"transformed","offset":628},{"uri":"Plasmid","surface_form":"plasmid","offset":647},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":850},{"uri":"Plasma_membrane","surface_form":"surface","offset":863},{"uri":"Transcription_(genetics)","surface_form":"transcription","offset":1117},{"uri":"Translation_(genetics)","surface_form":"translation","offset":1131},{"uri":"Proteins","surface_form":"proteins","offset":1154},{"uri":"RNA","surface_form":"RNA","offset":1166},{"uri":"Solvent","surface_form":"solvent","offset":1291},{"uri":"Transformation_(genetics)","surface_form":"inserted","offset":1485},{"uri":"Heredity","surface_form":"genotype-phenotype","offset":1660},{"uri":"MRNA","surface_form":"mRNA","offset":1729},{"uri":"Puromycin","surface_form":"puromycin","offset":1793},{"uri":"PCR","surface_form":"PCR","offset":1941},{"uri":"Transformation_(genetics)","surface_form":"transformed","offset":1951},{"uri":"Mutation","surface_form":"mutagenesis","offset":2084},{"uri":"US","surface_form":"US","offset":2232},{"uri":"Engineer","surface_form":"engineer","offset":2235},{"uri":"Frances_Arnold","surface_form":"Frances Arnold","offset":2244}]}