{"id":54370,"url":"http://en.wikipedia.org/wiki/Niels_Bohr","text":"Niels Bohr (7 October 1885 18 November 1962) was a Danish physicist who helped discover quantum physics, the structure of the atom, and the atomic bomb. Bohr was awarded the Nobel Prize in 1922 for, in short, discovering the quantization of atomic energy levels. He worked also in a project of physicists known as \"Manhattan Project\". He married Margrethe Nørlund in 1912. One of his sons was Aage Bohr, who was also an important physicist. Aage won in 1975 his own Nobel prize. Niels Bohr worked also with Albert Einstein. He is also considered one of the most important physicists of the 20th century.\nBiography.\nNiels Henrik David Bohr, or Niels Bohr was born in Copenhagen, Denmark,1885 as the son of Christian Bohr, who was also professor of physiology at the University of Copenhagen. Bohr's mother was Ellen Adler Bohr and was Jewish with a rich family of bankers and politicians. Niels was also the brother of Harald Bohr. Bohr was a mathematician, a physicist, and funnily enough, was a football player of the national team.\nIn 1903 Bohr began studies of philosophy and mathematics at the Copenhagen University.\nIn 1905 the Royal Danish Academy of Science organized a competition. Niels Bohr participated with some experiments in surface tension. He used the laboratory of his father in the university, because he knew it since he was a boy.\nHis work won the prize. For this reason, he decided to stop the studies of philosophy and mathematics and changed to physics.\nHe received his doctorate in 1911.\nBohr did experiments in the Trinity College in Cambridge under the direction of J.J. Thomson. After it, he went to the University of Manchester under the direction of Ernest Rutherford. On the basis of the theories of Rutherford, he published his theory of electrons. He introduces the theory of electrons traveling in orbits around the nucleus of the atom in 1913 and the chemical properties of the orbit.\nHe introduced the idea that an electron can drop from a higher energy orbit to a lower one. Then it can emit a photon of discrete energy. This is the basis of quantum theory.\nNiels Bohr and his wife Margrethe Nørlund Bohr had four sons. Their oldest died in a tragic boating accident and another died from childhood meningitis. The others went on to lead successful lives, including Aage Bohr, who became a very successful physicist and, like his father, won a Nobel Prize in physics, in 1975.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Danish","offset":51},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":88},{"uri":"Atom","surface_form":"atom","offset":126},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":140},{"uri":"Aage_Bohr","surface_form":"Aage Bohr","offset":393},{"uri":"Nobel_prize","surface_form":"Nobel prize","offset":466},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":507},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":666},{"uri":"Physiology","surface_form":"physiology","offset":747},{"uri":"University_of_Copenhagen","surface_form":"University of Copenhagen","offset":765},{"uri":"Jew","surface_form":"Jew","offset":834},{"uri":"Harald_Bohr","surface_form":"Harald Bohr","offset":918},{"uri":"Cambridge","surface_form":"Cambridge","offset":1559},{"uri":"Manchester","surface_form":"Manchester","offset":1645},{"uri":"Atom","surface_form":"atom","offset":1864},{"uri":"Electron","surface_form":"electron","offset":1950},{"uri":"Photon","surface_form":"photon","offset":2030},{"uri":"Old_quantum_theory","surface_form":"quantum theory","offset":2078}]}