{"id":5437,"url":"http://en.wikipedia.org/wiki/Rice","text":"Rice (\"Oryza sativa\") is a type of [vegetables] and food. In origin, it is a swamp grass. It is eaten as staple food in many parts of Asia. It is grown in warm parts of the world, mainly Asia, Africa, northern Italy, and the west coast of North America.\nRice accounts for 80% of the calories eaten in Asia, or one-fifth of the calories eaten worldwide by humans. It is the agricultural commodity with the third-highest worldwide production (rice, 741.5 million tonnes in 2014), after sugarcane (1.9 billion tonnes) and maize (1.0 billion tonnes). However, judged by value, the world trade in wheat is greater than all other crops combined. All these cereals are grasses.\nRice used to be the main diet in many countries. Various kinds of food processing prepare rice for eating. It is usually cooked. In some areas, such as Spain, rice is first fried in olive oil or butter, then cooked with water or soup. In other areas, such as India, rice is eaten with sauce, curry, or soup. Rice can also be used to make alcohol, such as Japanese sake rice wine.\nRice is believed to have been first grown in ancient southern China and India around 2500 BC. Rice-growing was brought to Japan possibly in the 1st century BC, and became popular during the 2nd century and the 3rd century. From India, rice spread to southern Europe and Africa.\nAlluvial loamy and clayey soil is ideal for growing rice. The rice crop needs about 24°C or above with minor variations during sowing, growing and harvesting seasons. It grows well in the areas where rainfall is above 100cm. Deltas, river valleys, coastal plains and terraced fields in mountainous regions are ideal for its cultivation.\nRice is usually planted in a flat field filled with water. Before cropping, the water is drained from the field. Before farmers developed a good farming system and fertilizers, they used to let lands rest for 1 to 2 years while farming in other lands.\nIn some hot areas, close to the equator, farmers do double-cropping which means raising two crops one year.\nRice contains a lot of carbohydrates. There are different ways of milling rice. Brown rice has only had the outer layer removed. It contains more fibre than the completely milled white rice.\nRice varieties.\nThere are several grains called \"rice\": they have been cultivated for thousands of years. There are a huge number of varieties.\nAsian rice (\"Oryza sativa)\" is most widely known and most widely grown, with two major subspecies and over 40,000 varieties. Also notable are varieties of African rice (\"Oryza glaberrima\") and wild rice (genus \"Zizania\"). Rice may vary in genetics, grain length, color, thickness, stickiness, aroma, growing method, and other characteristics.\nRice can be divided into different categories on the basis of each of its major characteristics. The two subspecies of Asian rice, \"indica\" and \"japonica\" have different length and stickiness. Indica rice is long-grained and unsticky, while japonica is short-grained and sticky.\nFor instance, over nine major varieties of rice exist for the purpose of making sake alone.\nIR8.\nA naturally occurring strain of rice, IR8, is believed to have saved many lives.\nThe new strain, part of the Green Revolution, had defects. It lacked taste, and the team spent 20 years improving its quality, and its resistance to fungi and pests. The team's later work was to reduce its bad effect on diabetes type 2 and on its vitamin A content.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":52},{"uri":"Swamp","surface_form":"swamp","offset":77},{"uri":"Staple_food","surface_form":"staple food","offset":105},{"uri":"Asia","surface_form":"Asia","offset":134},{"uri":"Africa","surface_form":"Africa","offset":193},{"uri":"Italy","surface_form":"Italy","offset":210},{"uri":"Calories","surface_form":"calories","offset":283},{"uri":"Asia","surface_form":"Asia","offset":301},{"uri":"Tonne","surface_form":"tonne","offset":461},{"uri":"Sugarcane","surface_form":"sugarcane","offset":484},{"uri":"Maize","surface_form":"maize","offset":519},{"uri":"Wheat","surface_form":"wheat","offset":592},{"uri":"Cereals","surface_form":"cereals","offset":650},{"uri":"Grasses","surface_form":"grasses","offset":662},{"uri":"Diet","surface_form":"diet","offset":696},{"uri":"Food_processing","surface_form":"food processing","offset":737},{"uri":"Spain","surface_form":"Spain","offset":823},{"uri":"Olive_oil","surface_form":"olive oil","offset":853},{"uri":"Butter","surface_form":"butter","offset":866},{"uri":"India","surface_form":"India","offset":930},{"uri":"Curry","surface_form":"curry","offset":963},{"uri":"Alcohol","surface_form":"alcohol","offset":1009},{"uri":"Japanese","surface_form":"Japanese","offset":1026},{"uri":"Sake","surface_form":"sake","offset":1035},{"uri":"China","surface_form":"China","offset":1113},{"uri":"India","surface_form":"India","offset":1123},{"uri":"BC","surface_form":"BC","offset":1141},{"uri":"2nd_century","surface_form":"2nd century","offset":1241},{"uri":"3rd_century","surface_form":"3rd century","offset":1261},{"uri":"Europe","surface_form":"Europe","offset":1310},{"uri":"Clay","surface_form":"clay","offset":1348},{"uri":"Farmer","surface_form":"farmer","offset":1786},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1830},{"uri":"Equator","surface_form":"equator","offset":1950},{"uri":"Crop","surface_form":"crop","offset":2010},{"uri":"Carbohydrates","surface_form":"carbohydrates","offset":2049},{"uri":"Fibre","surface_form":"fibre","offset":2172},{"uri":"Wild_rice","surface_form":"wild rice","offset":2554},{"uri":"Genetics","surface_form":"genetics","offset":2600},{"uri":"Aroma","surface_form":"aroma","offset":2654},{"uri":"Sake","surface_form":"sake","offset":3063},{"uri":"Green_Revolution","surface_form":"Green Revolution","offset":3189},{"uri":"Fungi","surface_form":"fungi","offset":3310},{"uri":"Pests","surface_form":"pests","offset":3320},{"uri":"Diabetes","surface_form":"diabetes type 2","offset":3381},{"uri":"Vitamin_A","surface_form":"vitamin A","offset":3408}]}