{"id":543866,"url":"http://en.wikipedia.org/wiki/Elder_Tadej_%C5%A0trbulovi%C4%87","text":"Elder Tadej (Thaddeus) of Vitovnica (10 October 1914 – 13 April 2003) was a Serbian Orthodox Christian elder (known as a staret). He was also a published author. He is best known for writing and teaching the idea that our \"thoughts determine the outcome of our lives\".\nEarly life.\nFuture Elder Thaddeus was born in Vitovnitsa village, community Petrovac-on-Mlawa, located in Braničevo district, in Serbia on October 6 (19) 1914. The boy was born during the city fair, It was a premature birth and the child was very weak, so his parents hastened to baptise him. The memory of St. Thomas was celebrated that day derfor the boy was christened Tomislav. According to the legend the child opened his eyes only after the Baptism ceremony.\nTomislav's mother died when he was just a little boy and his father remarried. After some time, father's second wife died too and he got married for the third time.\nTomislav's relationship to his both stepmoms were complicated which caused constant quarrels in the house.\nThe boy did not have any friends among his peers and as he grew up, he felt more and more lonely. Despite family problems Tomislav graduated from high school with honors and intended to fulfil his childhood dream to become a monk, but at the insistence of his father he had to enter the craft and trade school to learn to tailor.\nHe later said reflecting on his life: “Since my childhood I realized, that everyone in this world is serving somebody or something: parents serve their children, then children serve their parents and it occurred to me that as long as we all serve one another, I would rather serve God, as He is above everything.”\nAbout this time the boy was diagnosed with tuberculosis. The treatment prescribed to him was painful and complicated, but according to the doctors he would die within 5 years without it. This illness became a turning point in Tomislav’s life. He later recalled: \"I made a decision to no longer live for this world but to devote my last remaining days to the Lord\". Having made this decision, he left the hospital under his sole responsibility.\nMonastery and monastic life.\nBy that time, it’ s been a year  since Tomislav wrote his appeal to the Gornjak monastery, now he came to the abbot asking to become  a novice. It so happened that one Russian monk overheard Tomislav’s conversation with the abbot. The next day he said to young man: “Yesterday I heard your conversation and I can tell you that there is only one monastery I know, that lives according to the rules you wish to follow. This is Milkovo monastery. There live some Russian monks, who fled from Valaam. There you will find what your soul is searching for.”\nOn July 24, 1932 Tomislav came as  a novice to  the Milkovo Monastery. It was a Russian-Serbian monastery and living there Tomislav had to learn the Russian language. It became a great advantage for him later as he was able to read books in Russian, which he enjoyed all his life.\nMonks of the Milkovo monastery followed a very austere prayer life with long services and daily liturgies.\nAs Tomislav could not find an experienced confessor able to provide him spiritual guidance, he chose self-study by reading various works on theology and teachings of the early Church Fathers.\nIn the Mikovo monastery the young man became acquainted with Hieromonk John Maximovich. They enjoyed each other’s company and used to have long conversations while doing numerous monastic jobs.\nA year after the abbot passed away and the situation in the monastery changed. Some monks made a decision to leave Milkovo and in May 1933 they moved to Gornjak monastery. Novice Tomislav went with them.\n1935 was an important year in Tomislav’s life as he took his monk's vow in Gornjak monastery with the name Thaddeus.  Soon after he was ordained as a Hierodeacon.\nIn 1938, a year when according to the doctors’ predictions he was supposed to die, Hierodeacon Thaddeus was ordained to a priesthood.\nWhen World War II began, Thaddeus together with 4 other monks fled to Belgrade. He lived in the monastery of Rakovica until 1943, when he was arrested by the occupation authorities and condemned to death.\nFather Thaddeus recalled that the angel of The Lord appeared to him and showed him his future life path.\nFather Thaddeus went through several prisons before he in March was transferred to the monastery Voylovitsa.  Hieromonk Vasily Kostic recalled that father Thaddeus was very weak, nevertheless on March 13 he already served the Divine Liturgy together with the Bishop Nicholas (Velimirovic).\nAfter the war.\nFrom the end of 1970 up to 1981 elder Thaddeus lived in Tuman monastery where he was a spiritual guide and confessor for the sisterhood. At this time a steady stream of pilgrims and penitents came to see father Thaddeus and he often worked around the clock talking to people, hearing confessions and praying for the ill and needy. It was a burdening job for an old man not just physically. As he said “Praying for others we bring a part of their sufferings upon ourselves”.\nThough many people believed that elder Thaddeus had foresight, he never admitted it. He used to say ironically: “Well, yes, I definitely get some foresight after climbing on a windowsill”.\nElder’s health gradually weakened, but in spite of two heart attacks in 90s, he gave himself to the service of the people until the early 2000s.\nHe departed this life on 13 March 2003 and was buried in the monastery of Vintovitsa. He is venerated by his many spiritual children, especially Serbians and Bosnians, including former Muslims whom he converted to Christ.\n“People of Vitovnica and even of entire country honor him as a great, exceptional confessor, man of prayer and ascetic monk.\nHis handsome face of a gray-haired old man was illuminated with spiritual lite and joy. Confessors like him are God’s gracious gift to us in this difficult time.”","categories":[],"infobox_types":[],"annotations":[{"uri":"Vitovnica","surface_form":"Vitovnica","offset":26},{"uri":"Serbia","surface_form":"Serbian","offset":76},{"uri":"Eastern_Christianity","surface_form":"Orthodox Christian","offset":84},{"uri":"Author","surface_form":"author","offset":154}]}