{"id":543857,"url":"http://en.wikipedia.org/wiki/Sterling_Price","text":"Sterling Price (September 20, 1809 – September 29, 1867) was a soldier, lawyer, planter, and politician from the U.S. state of Missouri. He served as a United States Army brigadier general during the Mexican-American War. He was governor of Missouri from 1853 to 1857. During the American Civil War Price was a Major general serving with the Confederate States Army. He is best known for his victories in New Mexico and Chihuahua during the Mexican conflict, and for his defeats at the Battles of Pea Ridge and Westport during the Civil War. Following the war, Price took his remaining troops to Mexico rather than surrender. He tried unsuccessfully to seek service with Emperor Maximilian. He finally returned to Missouri, where he died in poverty and was buried in St. Louis.\nEarly life and career.\nPrice was born near Farmville, in Prince Edward County, Virginia. His family was of Welsh origin. Price attended Hampden-Sydney College in 1826 and 1827, studying law and working at the courthouse near his home. He was admitted to the Virginia bar and opened a law practice.\nIn the fall of 1831, Price and his family moved to Fayette, Missouri. A year later, they moved to Keytesville, Missouri, where he ran a hotel and mercantile. On May 14, 1833, he married Martha Head of Randolph County, Missouri. They had seven children, five surviving to adulthood.\nDuring the Mormon War of 1838, Price served as a member of a delegation sent from Chariton County, Missouri to investigate disturbance between Latter Day Saints and anti-Mormon mobs in the western part of the state. He reported the Mormons were not guilty of any offenses. Also, that the charges against them were false. Following the Mormon surrender in November 1838, Missouri governor Lilburn Boggs sent Price and a company of solders to protect the Mormons. Price was elected to the Missouri State House of Representatives from 1836–1838, and again from 1840–1844. He was chosen as its speaker. He was then elected as a Democrat to the 29th United States Congress, serving from March 4, 1845, to August 12, 1846. He resigned from the House to participate in the Mexican-American War.\nMexican-American War.\nPrice raised the Second Regiment, Missouri Mounted Volunteer Cavalry and was appointed its colonel on August 12, 1846. He marched his regiment under Alexander Doniphan to Santa Fe, where he assumed command of the Territory of New Mexico after Gen. Stephen W. Kearny, departed for California. Price served as military governor of New Mexico, and put down the Taos Revolt, an uprising of Native Americans and Mexicans in January 1847.\nPresident James K. Polk promoted Price to brigadier general of volunteers on July 20, 1847. He was named military governor of Chihuahua that same month. He led 300 men from his Army of the West at the Battle of Santa Cruz de Rosales on March 16, 1848, defeating a Mexican force three times his size. This was the last battle of the war, taking place days after the Treaty of Guadalupe Hidalgo had been ratified by the United States Congress on March 10. Although reprimanded by Secretary of War William L. Marcy and ordered to return with his army to New Mexico, Price was not punished. He was honorably discharged on November 25, 1848, and returned to Missouri as a hero.\nGovernor of Missouri.\nPrice now became a slave owner, and raised tobacco on the Bowling Green prairie. Popular because of his war service, he was easily elected Governor of Missouri in 1852, serving from 1853 to 1857. During his service as governor, Washington University in St. Louis was established, the state's public school system was restructured, the Missouri State Teachers Association was created, the state's railroad network was expanded, and a state geological survey was created. Although the state legislature passed an act to increase the governor's salary, he refused to accept anything except than the salary when he had been elected. Price became the state's Bank Commissioner from 1857 to 1861. He also secured a rail line through his home county, now forming part of the Norfolk and Western Railway.\nEarly months.\nWhen the Civil War began, Price was opposed to Missouri's secession. He was elected presiding officer of the Missouri State Convention on February 28, 1861, which voted against the state leaving the Union. The situation changed drastically, however, when Francis Preston Blair, Jr. and Capt. Nathaniel Lyon seized the state militia's Camp Jackson at St. Louis. Outraged by this, Price sided with the secessionists. Pro-Confederate Governor Claiborne Fox Jackson appointed him to command the newly reformed Missouri State Guard in May 1861. He led his young recruits (who nicknamed him \"Old Pap\") in a campaign to keep Missouri for the Confederacy. The most famous battle of the conflict was the Battle of Wilson's Creek. This occurred on August 10, 1861. The Missouri State Guard along with Confederate troops under the command of Brigadier General Benjamin McCulloch defeated Union troops in the Union Army of the West, under the command of General Lyon. Lyon was killed in the battle. After this victory, Price's troops launched an offensive into Northern Missouri, where they defeated Federal forces commanded by Colonel James Mulligan at the First Battle of Lexington. However, additional Union troops forced Price and Jackson's men to retreat, leaving most of the state to the Union.\nPea Ridge, Iuka, and Corinth.\nStill operating as a Missouri militia general (rather than as a commissioned Confederate officer), Price was unable to agree with his Wilson's Creek colleague, Brigadier General Benjamin McCulloch, as to how to proceed following the battle. This led to the splitting of what might otherwise have become a sizable Confederate force in the West. Price and McCullough became bitter rivals, leading to the ultimate appointment of Maj. Gen. Earl Van Dorn as overall commander of the Trans-Mississippi district. Van Dorn reunited Price's and McCullough's formations into a force he named the Army of the West, and set out to engage Union troops in Missouri under the command of Brig. Gen. Samuel R. Curtis. Now under Van Dorn's command, Price was commissioned in the Confederate States Army as a major general on March 6, 1862.\nOutnumbering Curtis's forces, Van Dorn attacked the Union army at Pea Ridge on March 7–8. Although wounded in the fray, Price pushed Curtis's force back at Elkhorn Tavern on the March 7, only to see the battle lost on the following day after a furious Federal counterattack. Price next crossed the Mississippi River to reinforce Gen. P. G. T. Beauregard's army at Corinth, Mississippi. Price was able to seize the Union supply depot at nearby Iuka, but was driven back by Maj. Gen. William S. Rosecrans at the Battle of Iuka on September 19, 1862. A few weeks later, on October 3–4, Price (under Van Dorn's command once more) was defeated with Van Dorn at the Second Battle of Corinth.\nVan Dorn was replaced by Maj. Gen. John C. Pemberton, and Price, who had become thoroughly disgusted with Van Dorn and was eager to return to Missouri, obtained a leave to visit Richmond, the Confederate capital. There, he obtained an audience with Confederate President Jefferson Davis to discuss his grievances, only to find his own loyalty to the South sternly questioned by the Confederate leader. Price only barely managed to secure Davis's permission to return to Missouri. Not at all impressed with the Missourian, Davis pronounced him \"the vainest man I ever met.\"\nArkansas and Louisiana.\nPrice was not finished as a Confederate commander, however. He contested Union control over Arkansas in the summer of 1863, and while he won some of his engagements, he was not able to move Union forces out of the state. In early 1864, Confederate General Edmund Kirby-Smith, in command of the Western Louisiana campaign, ordered General Price in Arkansas to send all of his infantry to Shreveport. Confederate forces in the Indian Territory were to join Price in the endeavor. General John B. Magruder in Texas was instructed to send infantry toward Marshall, Texas, west of Shreveport. General St. John R. Liddell was instructed to proceed from the Ouachita River west toward Natchitoches. With a force of five thousand, Price reached Shreveport on March 24. However, Kirby-Smith detained the division and divided it into two smaller ones. He hesitated to send the men south to fight Union General Nathaniel P. Banks, whom he believed outnumbered the Confederate forces. This decision which drew the opposition of General Richard Taylor. But the western campaign was nearing its conclusion.\nPrice's Missouri Raid.\nDespite his disappointments in Arkansas and Louisiana, Price managed to convince his superiors to permit him to invade Missouri in the fall of 1864. He was hoping to win that state for the Confederacy or at the very least imperil Abraham Lincoln's chances for reelection that year. Confederate General Kirby Smith agreed, though he was forced to detach the infantry brigades originally detailed to Price's force and send them elsewhere. This changed Price's proposed campaign from a full-scale invasion of Missouri to a large cavalry raid. Price gathered 12,000 horsemen for his army, and fourteen pieces of artillery.\nThe first major engagement in Price's Raid occurred at Pilot Knob, where he successfully captured the Union-held Fort Davidson but he needlessly slaughtered many of his men in the process. It was for a gain that turned out to be of no real value. From Pilot Knob, he swung west, away from St. Louis (his primary objective) and toward Kansas City, Missouri and nearby Fort Leavenworth, Kansas. Forced to bypass his secondary target at heavily fortified Jefferson City, Price cut a swath of destruction across his home state. All the while his army steadily grew smaller due to battlefield losses, disease, and desertion. Price defeated inferior Federal forces at Glasgow, Lexington, the Little Blue River and Independence. But Price was ultimately boxed in by two Northern armies at Westport, in today's Kansas City, and forced to fight against a much larger army. This unequal contest, known afterward as \"The Gettysburg of the West\", did not go his way, and he was forced to retreat into hostile Kansas. A new series of defeats followed, as Price's battered and broken army was pushed steadily southward towards Arkansas. Then it was pushed further south into Texas, where Price remained until the war ended. Price's Raid would prove to be his last significant military operation, and the last significant Confederate campaign west of the Mississippi.\nPost-war activities and death.\nInstead of surrendering at the war's end, Price led what was left of his army into Mexico. There he wanted the remains of his army to serve the Emperor Maximilian, but was flatly refused. Price became leader of a Confederate exile colony in Carlota, Veracruz, but when the colony proved to be a failure, he returned to Missouri.\nWhile in Mexico Price started having severe intestinal tract problems. These grew worse in August 1866 when he contracted typhoid fever. Impoverished and in poor health, Price died of cholera (or \"cholera-like symptoms\") in St. Louis, Missouri. The death certificate listed the cause of death as \"chronic diarrhea\". Price's funeral was held on October 3, 1867 in St. Louis. The funeral procession, with his body carried by a black hearse drawn by six matching black horses, was the largest funeral procession in St. Louis up to that point. He was buried in Bellefontaine Cemetery.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":63},{"uri":"Lawyer","surface_form":"lawyer","offset":72},{"uri":"Plantation","surface_form":"planter","offset":80},{"uri":"Politician","surface_form":"politician","offset":93},{"uri":"United_States","surface_form":"U.S.","offset":113},{"uri":"US_states","surface_form":"state","offset":118},{"uri":"Missouri","surface_form":"Missouri","offset":127},{"uri":"United_States_Army","surface_form":"United States Army","offset":152},{"uri":"Brigadier_general","surface_form":"brigadier general","offset":171},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":200},{"uri":"Governor","surface_form":"governor","offset":229},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":280},{"uri":"Major_general","surface_form":"Major general","offset":311},{"uri":"Confederate_States_Army","surface_form":"Confederate States Army","offset":342},{"uri":"Victory","surface_form":"victories","offset":392},{"uri":"New_Mexico","surface_form":"New Mexico","offset":405},{"uri":"Chihuahua_(state)","surface_form":"Chihuahua","offset":420},{"uri":"Defeat","surface_form":"defeat","offset":471},{"uri":"Battle_of_Pea_Ridge","surface_form":"Pea Ridge","offset":497},{"uri":"Battle_of_Westport","surface_form":"Westport","offset":511},{"uri":"Soldier","surface_form":"troops","offset":586},{"uri":"Mexico","surface_form":"Mexico","offset":596},{"uri":"Surrender_(military)","surface_form":"surrender","offset":615},{"uri":"Unsuccessful","surface_form":"unsuccessful","offset":635},{"uri":"Emperor","surface_form":"Emperor","offset":671},{"uri":"Maximilian_I_of_Mexico","surface_form":"Maximilian","offset":679},{"uri":"Poverty","surface_form":"poverty","offset":741},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":767},{"uri":"Farmville%2C_Virginia","surface_form":"Farmville","offset":821},{"uri":"Prince_Edward_County%2C_Virginia","surface_form":"Prince Edward County, Virginia","offset":835},{"uri":"Wales","surface_form":"Welsh","offset":885},{"uri":"Hampden-Sydney_College","surface_form":"Hampden-Sydney College","offset":914},{"uri":"Law","surface_form":"law","offset":964},{"uri":"Courthouse","surface_form":"courthouse","offset":987},{"uri":"Bar_(law)","surface_form":"bar","offset":1045},{"uri":"Law_practice","surface_form":"law practice","offset":1062},{"uri":"Fayette%2C_Missouri","surface_form":"Fayette, Missouri","offset":1127},{"uri":"Keytesville%2C_Missouri","surface_form":"Keytesville, Missouri","offset":1174},{"uri":"Hotel","surface_form":"hotel","offset":1212},{"uri":"Mercantile","surface_form":"mercantile","offset":1222},{"uri":"Randolph_County%2C_Missouri","surface_form":"Randolph County, Missouri","offset":1277},{"uri":"Adulthood","surface_form":"adulthood","offset":1347},{"uri":"Mormon_War_(1838)","surface_form":"Mormon War","offset":1369},{"uri":"Delegation","surface_form":"delegation","offset":1419},{"uri":"Chariton_County%2C_Missouri","surface_form":"Chariton County, Missouri","offset":1440},{"uri":"Investigate","surface_form":"investigate","offset":1469},{"uri":"Disturbance","surface_form":"disturbance","offset":1481},{"uri":"Latter_Day_Saints","surface_form":"Latter Day Saints","offset":1501},{"uri":"Mob","surface_form":"mob","offset":1535},{"uri":"West","surface_form":"west","offset":1547},{"uri":"Lilburn_Boggs","surface_form":"Lilburn Boggs","offset":1746},{"uri":"Company_(military)","surface_form":"company","offset":1777},{"uri":"Elect","surface_form":"elect","offset":1830},{"uri":"Missouri_State_House_of_Representatives","surface_form":"Missouri State House of Representatives","offset":1845},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":1982},{"uri":"29th_United_States_Congress","surface_form":"29th United States Congress","offset":1998},{"uri":"United_States_House_of_Representatives","surface_form":"House","offset":2096},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":2124},{"uri":"Dragoon","surface_form":"Mounted Volunteer Cavalry","offset":2211},{"uri":"Colonel_(United_States)","surface_form":"colonel","offset":2259},{"uri":"Regiment","surface_form":"regiment","offset":2302},{"uri":"Alexander_Doniphan","surface_form":"Alexander Doniphan","offset":2317},{"uri":"Santa_Fe%2C_New_Mexico","surface_form":"Santa Fe","offset":2339},{"uri":"Territory_of_New_Mexico","surface_form":"Territory of New Mexico","offset":2381},{"uri":"Stephen_W._Kearny","surface_form":"Stephen W. Kearny","offset":2416},{"uri":"California","surface_form":"California","offset":2448},{"uri":"Military_government","surface_form":"military governor","offset":2476},{"uri":"New_Mexico","surface_form":"New Mexico","offset":2497},{"uri":"Taos_Revolt","surface_form":"Taos Revolt","offset":2526},{"uri":"Native_Americans","surface_form":"Native Americans","offset":2554},{"uri":"President_of_the_United_States","surface_form":"President","offset":2601},{"uri":"James_K._Polk","surface_form":"James K. Polk","offset":2611},{"uri":"Brigadier_general_(United_States)","surface_form":"brigadier general","offset":2643},{"uri":"Chihuahua_(state)","surface_form":"Chihuahua","offset":2727},{"uri":"Army_of_the_West_(1846)","surface_form":"Army of the West","offset":2778},{"uri":"Battle_of_Santa_Cruz_de_Rosales","surface_form":"Battle of Santa Cruz de Rosales","offset":2802},{"uri":"Treaty_of_Guadalupe_Hidalgo","surface_form":"Treaty of Guadalupe Hidalgo","offset":2966},{"uri":"Reprimand","surface_form":"reprimand","offset":3064},{"uri":"Secretary_of_War","surface_form":"Secretary of War","offset":3079},{"uri":"William_L._Marcy","surface_form":"William L. Marcy","offset":3096},{"uri":"Honorable_discharge","surface_form":"honorably discharged","offset":3195},{"uri":"Hero","surface_form":"hero","offset":3268},{"uri":"Slavery","surface_form":"slave owner","offset":3315},{"uri":"Tobacco","surface_form":"tobacco","offset":3339},{"uri":"Bowling_Green%2C_Missouri","surface_form":"Bowling Green","offset":3354},{"uri":"Prairie","surface_form":"prairie","offset":3368},{"uri":"Washington_University_in_St._Louis","surface_form":"Washington University in St. Louis","offset":3524},{"uri":"Public_school_(government_funded)","surface_form":"public school","offset":3588},{"uri":"Geological_survey","surface_form":"geological survey","offset":3735},{"uri":"Norfolk_and_Western_Railway","surface_form":"Norfolk and Western Railway","offset":4064},{"uri":"Secession","surface_form":"secession","offset":4165},{"uri":"Convention_(meeting)","surface_form":"Convention","offset":4231},{"uri":"Vote","surface_form":"vote","offset":4270},{"uri":"Francis_Preston_Blair%2C_Jr.","surface_form":"Francis Preston Blair, Jr.","offset":4362},{"uri":"Nathaniel_Lyon","surface_form":"Nathaniel Lyon","offset":4399},{"uri":"Militia","surface_form":"militia","offset":4431},{"uri":"Camp_Jackson_Affair","surface_form":"Camp Jackson","offset":4441},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":4457},{"uri":"Claiborne_Fox_Jackson","surface_form":"Claiborne Fox Jackson","offset":4547},{"uri":"Command_(military)","surface_form":"command","offset":4586},{"uri":"Missouri_State_Guard","surface_form":"Missouri State Guard","offset":4613},{"uri":"Recruitment","surface_form":"recruits","offset":4664},{"uri":"Battle_of_Wilson%27s_Creek","surface_form":"Battle of Wilson's Creek","offset":4802},{"uri":"Benjamin_McCulloch","surface_form":"Benjamin McCulloch","offset":4956},{"uri":"Union_Army_of_the_West","surface_form":"Union Army of the West","offset":5004},{"uri":"James_A._Mulligan","surface_form":"James Mulligan","offset":5231},{"uri":"First_Battle_of_Lexington","surface_form":"First Battle of Lexington","offset":5253},{"uri":"Commission","surface_form":"commission","offset":5490},{"uri":"Officer","surface_form":"officer","offset":5515},{"uri":"Benjamin_McCulloch","surface_form":"Benjamin McCulloch","offset":5604},{"uri":"Major_General_(CSA)","surface_form":"Maj. Gen.","offset":5852},{"uri":"Earl_Van_Dorn","surface_form":"Earl Van Dorn","offset":5862},{"uri":"Trans-Mississippi_Theater_of_the_American_Civil_War","surface_form":"Trans-Mississippi district","offset":5904},{"uri":"Army_of_the_West_(1862)","surface_form":"Army of the West","offset":6012},{"uri":"Engage","surface_form":"engage","offset":6045},{"uri":"Brigadier_General_(CSA)","surface_form":"Brig. Gen.","offset":6098},{"uri":"Samuel_R._Curtis","surface_form":"Samuel R. Curtis","offset":6109},{"uri":"Confederate_States_Army","surface_form":"Confederate States Army","offset":6187},{"uri":"Major_General_(CSA)","surface_form":"major general","offset":6216},{"uri":"Battle_of_Pea_Ridge","surface_form":"Pea Ridge","offset":6314},{"uri":"Elkhorn_Tavern","surface_form":"Elkhorn Tavern","offset":6404},{"uri":"Counterattack","surface_form":"counterattack","offset":6508},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":6546},{"uri":"P._G._T._Beauregard","surface_form":"P. G. T. Beauregard","offset":6582},{"uri":"Corinth%2C_Mississippi","surface_form":"Corinth, Mississippi","offset":6612},{"uri":"Supply_depot","surface_form":"supply depot","offset":6668},{"uri":"Iuka%2C_Mississippi","surface_form":"Iuka","offset":6691},{"uri":"William_S._Rosecrans","surface_form":"William S. Rosecrans","offset":6730},{"uri":"Battle_of_Iuka","surface_form":"Battle of Iuka","offset":6758},{"uri":"Second_Battle_of_Corinth","surface_form":"Second Battle of Corinth","offset":6908},{"uri":"John_C._Pemberton","surface_form":"John C. Pemberton","offset":6969},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond","offset":7112},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":7205},{"uri":"Impress","surface_form":"impress","offset":7425},{"uri":"Arkansas","surface_form":"Arkansas","offset":7623},{"uri":"Edmund_Kirby-Smith","surface_form":"Edmund Kirby-Smith","offset":7787},{"uri":"Shreveport%2C_Louisiana","surface_form":"Shreveport","offset":7918},{"uri":"Indian_Territory","surface_form":"Indian Territory","offset":7956},{"uri":"John_B._Magruder","surface_form":"John B. Magruder","offset":8017},{"uri":"Marshall%2C_Texas","surface_form":"Marshall","offset":8082},{"uri":"St._John_R._Liddell","surface_form":"St. John R. Liddell","offset":8127},{"uri":"Ouachita_River","surface_form":"Ouachita River","offset":8182},{"uri":"Natchitoches%2C_Louisiana","surface_form":"Natchitoches","offset":8209},{"uri":"Nathaniel_P._Banks","surface_form":"Nathaniel P. Banks","offset":8431},{"uri":"Richard_Taylor_(general)","surface_form":"Richard Taylor","offset":8555},{"uri":"Price%27s_Raid","surface_form":"invade Missouri","offset":8759},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":8877},{"uri":"Kirby_Smith","surface_form":"Kirby Smith","offset":8949},{"uri":"Cavalry","surface_form":"cavalry","offset":9173},{"uri":"Pilot_Knob%2C_Missouri","surface_form":"Pilot Knob","offset":9321},{"uri":"Fort_Davidson","surface_form":"Fort Davidson","offset":9379},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":9555},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City, Missouri","offset":9600},{"uri":"Fort_Leavenworth%2C_Kansas","surface_form":"Fort Leavenworth, Kansas","offset":9633},{"uri":"Fortification","surface_form":"fortified","offset":9708},{"uri":"Jefferson_City%2C_Missouri","surface_form":"Jefferson City","offset":9718},{"uri":"Disease","surface_form":"disease","offset":9862},{"uri":"Desertion","surface_form":"desertion","offset":9875},{"uri":"Battle_of_Glasgow%2C_Missouri","surface_form":"Glasgow","offset":9928},{"uri":"Second_Battle_of_Lexington","surface_form":"Lexington","offset":9937},{"uri":"Battle_of_Little_Blue_River","surface_form":"Little Blue River","offset":9952},{"uri":"Second_Battle_of_Independence","surface_form":"Independence","offset":9974},{"uri":"Battle_of_Westport","surface_form":"Westport","offset":10048},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City","offset":10069},{"uri":"Battle_of_Gettysburg","surface_form":"Gettysburg","offset":10176},{"uri":"Kansas","surface_form":"Kansas","offset":10263},{"uri":"Exile","surface_form":"exile","offset":10875},{"uri":"New_Virginia_Colony","surface_form":"Carlota","offset":10891},{"uri":"Veracruz","surface_form":"Veracruz","offset":10900},{"uri":"Intestinal_tract","surface_form":"intestinal tract","offset":11023},{"uri":"Typhoid_fever","surface_form":"typhoid fever","offset":11101},{"uri":"Cholera","surface_form":"cholera","offset":11163},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":11203},{"uri":"Chronic","surface_form":"chronic","offset":11276},{"uri":"Diarrhea","surface_form":"diarrhea","offset":11284},{"uri":"Funeral","surface_form":"funeral","offset":11303},{"uri":"Hearse","surface_form":"hearse","offset":11410},{"uri":"Horse","surface_form":"horse","offset":11445},{"uri":"Bellefontaine_Cemetery","surface_form":"Bellefontaine Cemetery","offset":11536}]}