{"id":544147,"url":"http://en.wikipedia.org/wiki/Franklin%2C_Missouri","text":"Franklin is a city in Howard County, Missouri, United States. It is located along the Missouri River. Part of a rural area, the population was 95 at the 2010 census. It is part of the Columbia, Missouri Metropolitan Statistical Area.\nAs the starting point of the Santa Fe Trail, the community played a major part in the westward expansion of the United States.\nHistory.\nThe town of Franklin was founded in 1816 and named for Founding Father Benjamin Franklin. William Becknell, known as the \"Father of the Santa Fe Trail\" lived on a farm a few miles northwest of Franklin. There was a spring near Becknell's property, Boone Lick Spring. The spring and its salt water attracted people from St. Louis and points east. They came to distill the water for its salt. They came so often that they created a trail, calling it the Boonslick Road. The Boone refers to Nathan and Daniel Morgan Boone, sons of Daniel Boone. The two brothers first operated the saltlick business.\nGeography.\nFranklin is located at (39.011316, -92.753747). According to the United States Census Bureau, the city has a total area of, all of it land.\n2010 census.\nAs of the census of 2010, there were 95 people, 42 households, and 26 families residing in the city. The population density was. There were 52 housing units at an average density of. The racial makeup of the city was 98.9% White and 1.1% African-American. Hispanic or Latino of any race were 1.1% of the population.\nThere were 42 households of which 28.6% had children under the age of 18 living with them, 47.6% were married couples living together, 9.5% had a female householder with no husband present, 4.8% had a male householder with no wife present, and 38.1% were non-families. 31.0% of all households were made up of individuals and 14.3% had someone living alone who was 65 years of age or older. The average household size was 2.26 and the average family size was 2.88.\nThe median age in the city was 47.1 years. 24.2% of residents were under the age of 18; 3.2% were between the ages of 18 and 24; 22.1% were from 25 to 44; 36.8% were from 45 to 64; and 13.7% were 65 years of age or older. The gender makeup of the city was 53.7% male and 46.3% female.\n2000 census.\nAs of the census of 2000, there were 112 people, 47 households, and 28 families residing in the city. The population density was 490.1 people per square mile (188.0/km²). There were 53 housing units at an average density of 231.9 per square mile (89.0/km²). The racial makeup of the city White and 0.89% from two or more races. Hispanic or Latino of any race were 0.89% of the population.\nThere were 47 households out of which 31.9% had children under the age of 18 living with them, 48.9% were married couples living together, 8.5% had a female householder with no husband present, and 38.3% were non-families. 34.0% of all households were made up of individuals and 14.9% had someone living alone who was 65 years of age or older. The average household size was 2.38 and the average family size was 3.03.\nIn the city the population was spread out with 27.7% under the age of 18, 5.4% from 18 to 24, 24.1% from 25 to 44, 32.1% from 45 to 64, and 10.7% who were 65 years of age or older. The median age was 39 years. For every 100 females there were 86.7 males. For every 100 females age 18 and over, there were 88.4 males.\nThe median income for a household in the city was $28,542. The median income for a family was $27,500. Males had a median income of $37,500 versus $21,250 for females. The per capita income for the city was $15,104. There were 16.7% of families and 20.8% of the population living below the poverty line, including 39.3% of under eighteens and 37.5% of those over 64.","categories":[],"infobox_types":[],"annotations":[{"uri":"Howard_County%2C_Missouri","surface_form":"Howard County, Missouri","offset":22},{"uri":"United_States","surface_form":"United States","offset":47},{"uri":"Missouri_River","surface_form":"Missouri River","offset":86},{"uri":"Rural_area","surface_form":"rural area","offset":112},{"uri":"Population","surface_form":"population","offset":128},{"uri":"2010_United_States_Census","surface_form":"2010 census","offset":153},{"uri":"Columbia%2C_Missouri","surface_form":"Columbia, Missouri","offset":184},{"uri":"Metropolitan_Statistical_Area","surface_form":"Metropolitan Statistical Area","offset":203},{"uri":"Santa_Fe_Trail","surface_form":"Santa Fe Trail","offset":263},{"uri":"Community","surface_form":"community","offset":283},{"uri":"Westward","surface_form":"westward","offset":320},{"uri":"Expansion","surface_form":"expansion","offset":329},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Father","offset":425},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":441},{"uri":"William_Becknell","surface_form":"William Becknell","offset":460},{"uri":"Santa_Fe_Trail","surface_form":"Santa Fe Trail","offset":506},{"uri":"Farm","surface_form":"farm","offset":533},{"uri":"Spring_(water)","surface_form":"spring","offset":585},{"uri":"Boone%27s_Lick_State_Historic_Site","surface_form":"Boone Lick Spring","offset":618},{"uri":"Salt_water","surface_form":"salt water","offset":656},{"uri":"St._Louis","surface_form":"St. Louis","offset":689},{"uri":"East","surface_form":"east","offset":710},{"uri":"Distillation","surface_form":"distill","offset":729},{"uri":"Trail","surface_form":"trail","offset":800},{"uri":"Nathan_Boone","surface_form":"Nathan","offset":858},{"uri":"Daniel_Morgan_Boone","surface_form":"Daniel Morgan Boone","offset":869},{"uri":"Daniel_Boone","surface_form":"Daniel Boone","offset":898},{"uri":"Mineral_lick","surface_form":"saltlick","offset":948},{"uri":"Business","surface_form":"business","offset":957},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1043},{"uri":"Census","surface_form":"census","offset":1141},{"uri":"Household","surface_form":"household","offset":1182},{"uri":"Population_density","surface_form":"population density","offset":1236},{"uri":"White_people","surface_form":"White","offset":1354},{"uri":"African-American_people","surface_form":"African-American","offset":1369},{"uri":"Hispanic","surface_form":"Hispanic","offset":1387},{"uri":"Latino","surface_form":"Latino","offset":1399},{"uri":"Marriage","surface_form":"married couples","offset":1549}]}