{"id":544397,"url":"http://en.wikipedia.org/wiki/Tom_Kibble","text":"Sir Thomas Walter Bannerman \"Tom\" Kibble (23 December 1932 – 2 June 2016), was a British theoretical physicist, senior research investigator at The Blackett Laboratory, at Imperial College London, UK and Professor of Theoretical Physics at Imperial College. He was knighted in the 2014 Birthday Honours for services to physics.\nHis research interests were in quantum field theory (the quantum theory of elementary particles) and in the connections between high-energy particle physics and cosmology (the study of the physical universe). He is best known as one of the first to describe the Higgs mechanism (explaining how some but not all elementary particles have mass), and for his research on topological defects (roughly - points, lines or surfaces in space where there is a jump). From the 1950s he was concerned about the nuclear arms race and from 1970 took leading roles in promoting the social responsibility of the scientist.\nEarly life and education.\nKibble was born in Madras, India, and was the grandson of William Bannerman, an officer in the Indian Medical Service, and the author Helen Bannerman. He was educated at Doveton Corrie School in Madras and then in Edinburgh, Scotland, at Melville College and at the University of Edinburgh. He graduated from the University of Edinburgh with a BSc in 1955, MA in 1956 and a PhD in 1958. Kibble was married to Anne Allan from 1957 until her death in 2005. They had three children.\nCareer.\nKibble worked on symmetry breaking (simple example - a ball at the top of a hill might roll down in any direction), phase transitions (simple example - water turning to ice as it freezes) and topological defects (roughly - points, lines or surfaces in space where there is a jump).\nHe is most noted for his co-discovery of the Higgs mechanism (explaining how some but not all elementary particles have mass) and prediction of the Higgs boson (a massive particle central to the Higgs mechanism) with Gerald Guralnik and C. R. Hagen (GHK). As part of Physical Review Letters 50th anniversary celebration, the journal recognized this discovery as one of the milestone papers in PRL history. For this discovery Prof. Kibble was awarded the American Physical Society's 2010 J. J. Sakurai Prize for Theoretical Particle Physics. While widely considered to have authored the most complete of the early papers on the Higgs theory, GHK were controversially not included in the 2013 Nobel Prize in Physics. In 2014, Nobel Laureate Peter Higgs expressed disappointment that Kibble had not been chosen to share the Nobel Prize with François Englert and himself.\nKibble pioneered the study of the formation of topological defects in the very early times of the existence of the universe. An influential model of defect formation across a certain kind of phase transition is known as the Kibble-Zurek mechanism. His paper on cosmic strings (line defects of space on a cosmic scale) introduced the idea into modern cosmology.\nHe was one of the two co-chairs of a research programme funded by the European Science Foundation (ESF) on Cosmology in the Laboratory (COSLAB) which ran from 2001 to 2005. He was previously the coordinator of an ESF Network on Topological Defects in Particle Physics, Condensed Matter & Cosmology (TOPDEF). These programmes studied the analogies between topological defects in the early universe and similar structural defects in liquids and solids, which may be studied in the laboratory. (For a simple example of a network of laboratory topological defects, consider the boundaries between the many small, misaligned crystallites in a metal.)\nIn 1966 Kibble published a textbook, \"Classical Mechanics\", which is still in print (as of 2016), now in its 5th edition and co-authored with Frank Berkshire.\nRecognition.\nKibble was a Fellow of the Royal Society (1980), of the Institute of Physics (1991), and of Imperial College London (2009). He was also a member of the American Physical Society (1958), the European Physical Society (1975) and the Academia Europaea (2000). In 2008, Kibble was named an Outstanding Referee by the American Physical Society.\nIn addition to the Sakurai Prize, Kibble has been awarded the Hughes Medal (1981) of the Royal Society, the Rutherford (1984) and Guthrie Medals (1993) of the Institute of Physics, the Dirac Medal (2013), the Albert Einstein Medal (2014) and the Royal Medal of the Royal Society of Edinburgh (2014). He was awarded a CBE in the 1998 Birthday Honours and was knighted in the 2014 Birthday Honours for services to physics.\nSocial responsibility of scientists.\nIn the 1950s and 1960s, Kibble became concerned about the nuclear arms race and from 1970 he took leading roles in several organisations promoting the social responsibility of the scientist. In the period 1970-1977 he was a national committee member, then treasurer, then chair of the British Society for Social Responsibility in Science; from 1976 he was a trustee of the Science and Society Trust; from 1981 to 1991 he was a national coordinating committee member, then vice-chair, then chair of Scientists against Nuclear Arms; he was a sponsor of Scientists for Global Responsibility; and from 1988 he was chair, and later a trustee, of the Martin Ryle Trust. He was chair of the organising committee of the Second International Scientists' Congress, held at Imperial College in 1988, and was a co-editor of the proceedings.","categories":[],"infobox_types":[],"annotations":[{"uri":"British_people","surface_form":"British","offset":81},{"uri":"Theoretical_physics","surface_form":"theoretical physicist","offset":89},{"uri":"Blackett_Laboratory","surface_form":"Blackett Laboratory","offset":148},{"uri":"Imperial_College_London","surface_form":"Imperial College London","offset":172},{"uri":"Knight_Bachelor","surface_form":"knighted","offset":265},{"uri":"2014_Birthday_Honours","surface_form":"2014 Birthday Honours","offset":281},{"uri":"Quantum_field_theory","surface_form":"quantum field theory","offset":359},{"uri":"Particle_physics","surface_form":"particle physics","offset":468},{"uri":"Cosmology","surface_form":"cosmology","offset":489},{"uri":"Higgs_mechanism","surface_form":"Higgs mechanism","offset":590},{"uri":"Topological_defect","surface_form":"topological defect","offset":696},{"uri":"Madras","surface_form":"Madras","offset":981},{"uri":"Indian_Medical_Service","surface_form":"Indian Medical Service","offset":1057},{"uri":"Helen_Bannerman","surface_form":"Helen Bannerman","offset":1096},{"uri":"Doveton_Corrie_Protestant_Schools_Association","surface_form":"Doveton Corrie School","offset":1132},{"uri":"Stewart%27s_Melville_College","surface_form":"Melville College","offset":1200},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":1228},{"uri":"Symmetry_breaking","surface_form":"symmetry breaking","offset":1467},{"uri":"Phase_transitions","surface_form":"phase transitions","offset":1566},{"uri":"Topological_defect","surface_form":"topological defect","offset":1642},{"uri":"Higgs_mechanism","surface_form":"Higgs mechanism","offset":1777},{"uri":"Higgs_boson","surface_form":"Higgs boson","offset":1880},{"uri":"Gerald_Guralnik","surface_form":"Gerald Guralnik","offset":1949},{"uri":"C._R._Hagen","surface_form":"C. R. Hagen","offset":1969},{"uri":"Physical_Review_Letters","surface_form":"Physical Review Letters","offset":1999},{"uri":"American_Physical_Society","surface_form":"American Physical Society's","offset":2186},{"uri":"Sakurai_Prize","surface_form":"J. J. Sakurai Prize for Theoretical Particle Physics","offset":2219},{"uri":"1964_PRL_symmetry_breaking_papers","surface_form":"early papers","offset":2339},{"uri":"Nobel_Prize_in_Physics","surface_form":"Nobel Prize in Physics","offset":2423},{"uri":"Peter_Higgs","surface_form":"Peter Higgs","offset":2471},{"uri":"Fran%C3%A7ois_Englert","surface_form":"François Englert","offset":2570},{"uri":"Phase_transition","surface_form":"phase transition","offset":2791},{"uri":"Kibble-Zurek_mechanism","surface_form":"Kibble-Zurek mechanism","offset":2824},{"uri":"European_Science_Foundation","surface_form":"European Science Foundation","offset":3031},{"uri":"Royal_Society","surface_form":"Royal Society","offset":3806},{"uri":"Institute_of_Physics","surface_form":"Institute of Physics","offset":3835},{"uri":"European_Physical_Society","surface_form":"European Physical Society","offset":3969},{"uri":"Academia_Europaea","surface_form":"Academia Europaea","offset":4010},{"uri":"Hughes_Medal","surface_form":"Hughes Medal","offset":4181},{"uri":"Rutherford_Medal_and_Prize","surface_form":"Rutherford","offset":4227},{"uri":"Guthrie_Medal_and_Prize","surface_form":"Guthrie Medals","offset":4249},{"uri":"Albert_Einstein_Medal","surface_form":"Albert Einstein Medal","offset":4328},{"uri":"Royal_Society_of_Edinburgh","surface_form":"Royal Society of Edinburgh","offset":4384},{"uri":"CBE","surface_form":"CBE","offset":4436},{"uri":"1998_Birthday_Honours","surface_form":"1998 Birthday Honours","offset":4447},{"uri":"Knight_Bachelor","surface_form":"knighted","offset":4477},{"uri":"2014_Birthday_Honours","surface_form":"2014 Birthday Honours","offset":4493},{"uri":"British_Society_for_Social_Responsibility_in_Science","surface_form":"British Society for Social Responsibility in Science","offset":4862},{"uri":"Scientists_against_Nuclear_Arms","surface_form":"Scientists against Nuclear Arms","offset":5075},{"uri":"Scientists_for_Global_Responsibility","surface_form":"Scientists for Global Responsibility","offset":5128}]}