{"id":544339,"url":"http://en.wikipedia.org/wiki/Missouri_General_Assembly","text":"The Missouri General Assembly is the state legislature of the U.S. state of Missouri. The bicameral General Assembly is made up of a 32-member Senate, and a 163-member House of Representatives. Members of both houses of the General Assembly are subject to term limits. Senators are limited to two four-year terms. Representatives are limited to four two-year terms. This is a total of 8 years for members of both houses. The General Assembly meets at the State Capitol in Jefferson City.\nQualifications.\nMembers of the House of Representatives must be 24 years of age to be elected. Representatives also must be a qualified Missouri voter for two years, and a resident of the county or district they are to represent for one year. Senators must be 30 years of age, a qualified Missouri voter for three years. They must be a resident of the area they are to represent for one year prior to their election.\nSessions and quorum.\nAccording to Article III, Section 20 of the Constitution of Missouri, the General Assembly must convene (meet) on the first Wednesday after the first Monday in January following the state general election. It adjourns on May 30, with no consideration of bills after 6:00 p.m. on the first Friday following the second Monday in May. No appropriation bill may be considered after 6:00 p.m. on the first Friday after the first Monday in May. If the Governor returns a bill with his objections after adjournment, the General Assembly is automatically reconvened on the first Wednesday following the second Monday in September for a period not to exceed ten days to consider vetoed bills.\nThe Governor may call the General Assembly in special session for a maximum of 60 calendar days at any time. Only subjects recommended by the Governor in his call or a special message may be considered. The President Pro Tem and the Speaker may convene a 30-day special session upon petition of three-fourths of the members of each chamber.\nNeither the House nor Senate, without the consent of the other chamber, adjourn for more than ten days at any one time. They may not be called to any other place than that in which the two houses may be sitting.\nAs a part-time legislature, compensation is low with the General Assembly. Most senators and representatives hold jobs outside their legislative duties. Law makers are paid $35,915 per legislative year and receive $104 per day in expenses. They also receive full health benefits","categories":[],"infobox_types":[],"annotations":[{"uri":"US_states","surface_form":"state","offset":37},{"uri":"Legislature","surface_form":"legislature","offset":43},{"uri":"U.S._state","surface_form":"U.S. state","offset":62},{"uri":"Missouri","surface_form":"Missouri","offset":76},{"uri":"Bicameral","surface_form":"bicameral","offset":90},{"uri":"Member","surface_form":"member","offset":136},{"uri":"Missouri_State_Senate","surface_form":"Senate","offset":143},{"uri":"Missouri_House_of_Representatives","surface_form":"House of Representatives","offset":168},{"uri":"Term_limit","surface_form":"term limit","offset":256},{"uri":"Senator","surface_form":"Senator","offset":269},{"uri":"Representation_(politics)","surface_form":"Representatives","offset":314},{"uri":"Jefferson_City%2C_Missouri","surface_form":"Jefferson City","offset":472},{"uri":"Elect","surface_form":"elect","offset":574},{"uri":"Voter","surface_form":"voter","offset":633},{"uri":"Constitution_of_Missouri","surface_form":"Constitution of Missouri","offset":970},{"uri":"General_election","surface_form":"general election","offset":1114},{"uri":"Adjourn","surface_form":"adjourn","offset":1135},{"uri":"Consideration","surface_form":"consideration","offset":1163},{"uri":"Bill_(proposed_law)","surface_form":"bill","offset":1180},{"uri":"Appropriation","surface_form":"appropriation","offset":1261},{"uri":"Governor","surface_form":"Governor","offset":1372},{"uri":"Objection","surface_form":"objection","offset":1405},{"uri":"Veto","surface_form":"veto","offset":1596},{"uri":"Message","surface_form":"message","offset":1786},{"uri":"Pro_tempore","surface_form":"Pro Tem","offset":1827},{"uri":"Speaker_(politics)","surface_form":"Speaker","offset":1843},{"uri":"Petition","surface_form":"petition","offset":1893},{"uri":"Compensation","surface_form":"compensation","offset":2191},{"uri":"Job","surface_form":"job","offset":2277}]}