{"id":544362,"url":"http://en.wikipedia.org/wiki/Interrupt","text":"An interrupt is when a microprocessor does something that it is not told to do because of things that happen outside what the program is supposed to do. Interrupts happen most often because the processor gets a signal from hardware, but they can also come from software that is running along with the program. Among the many things can cause interrupts are pressing keys on a keyboard, the built-in timer going off, a data transfer taking place, or any other event that needs an action from the processor right away. Interrupts can happen at any time while the processor is running a program, no matter where in the program's source code it is.\nHow interrupts work.\nA hardware or software call for an interrupt (known as an \"interrupt request\", or IRQ) is taken care of by an \"interrupt handler\" or \"interrupt service routine\" (ISR) in the processor. It puts what is it doing at the time onto a stack and then follows certain instructions that does a given task on behalf of the system, which does not have to be part of the program it does. Once it is done following the instructions, the ISR then takes back what it put on the stack and continues with what it was doing before the interrupt happened.\nMany interrupt controllers from today's processors use an interrupt vector to sort interrupts based on where it came from, among other ways. The vector typically contains the code that has to be run when the interrupt happens. ISRs are generally responsible for dealing with, or \"servicing\", the interrupt, along with keeping itself in working order.","categories":[],"infobox_types":[],"annotations":[{"uri":"Microprocessor","surface_form":"microprocessor","offset":23},{"uri":"Computer_program","surface_form":"program","offset":126},{"uri":"Signal_processing","surface_form":"signal","offset":211},{"uri":"Computer_hardware","surface_form":"hardware","offset":223},{"uri":"Software","surface_form":"software","offset":261},{"uri":"Keyboard_(computer)","surface_form":"keyboard","offset":376},{"uri":"Clock_rate","surface_form":"built-in timer","offset":390},{"uri":"Data","surface_form":"data","offset":418},{"uri":"Event-driven_programming","surface_form":"event","offset":459},{"uri":"Source_code","surface_form":"source code","offset":626},{"uri":"Stack_(data_structure)","surface_form":"stack","offset":895},{"uri":"Instruction_(computer_science)","surface_form":"instructions","offset":926},{"uri":"Vector","surface_form":"vector","offset":1271}]}