{"id":544505,"url":"http://en.wikipedia.org/wiki/7-Eleven","text":"7-Eleven is an American brand of convenience stores that owns around 58,300 stores (as of January 2016) in 17 different countries.\nThe first 7-Eleven is in the city of Dallas. The company that owns it, Seven-Eleven Japan Co., Ltd., is in Tokyo. Seven-Eleven Japan is held by the Seven & I Holdings Co. holding company.\nEtymologies.\nThe company's first outlets were named \"Tote'm Stores\" because customers \"toted\" (carried) away their purchases. Some stores featured real Alaskan totem poles in front of the store. In 1946, their names were change to reflect the new hours of 7:00 am to 11:00 pm. In November 1999, the corporate name of the company was changed from The Southland Corporation to 7-Eleven Inc.\nHistory.\nIn 1927, Southland Ice Company employee John Jefferson Green began selling eggs, milk, and bread from one of 16 ice house storefronts in Dallas, with permission from one of Southland's founding directors, Joe C. Thompson, Sr. Although small grocery stores and general merchandisers were available, Thompson theorized that selling products such as bread and milk in convenience stores would reduce the need for customers to travel long distances for basic items. He eventually bought the Southland Ice Company and turned it into Southland Corporation, which made sure the stores in Dallas were doing it right.\nIn 1928, a Southland executive brought a totem pole as a souvenir from Alaska and placed it in front of the store. The pole served as a marketing tool for the company, as it attracted a lot of attention. Soon, executives added totem poles in front of every store and eventually adopted an Inuit-inspired theme for their stores. Later on, the stores began operating under the name \"Tote'm Stores.\" In the same year, the company began constructing gasoline stations in some of its Dallas locations as an experiment. Joe Thompson also provided something you could only find at his store, he trained the staff so that people would receive the same quality and service in every store. Southland also started to have a uniform for its ice station service men. This became a good part in the company's success as a convenience store.\nIn 1931, the Great Depression affected the company, sending it toward losing all of its money. However, the company kept going through re-organization and receivership. A Dallas banker, W.W. Overton Jr., also helped to bring it back by selling the company's bonds for seven cents on the dollar. This brought the company's ownership under the control of a board of directors.\nIn 1946, in an effort to continue the company's post-war recovery, the name of all the stores were changed to 7-Eleven to reflect the stores' new hours of operation, which were unprecedented at the time. In 1969, 7-Eleven tried to do a 24-hour schedule in Austin, Texas, after an Austin store stayed open all night to satisfy customer demand. Later on, 24-hour stores were created in Fort Worth and Dallas, Texas, as well as Las Vegas, Nevada. In 1971, Southland acquired convenience stores of the former Pak-A-Sak chain owned by Graham Allen Penniman, Sr. (1903–1985), of Shreveport, Louisiana.\nWith the purchase in 1964 of 126 Speedee Mart franchised convenience stores in California, the company entered the franchise business. The company signed its first area licensing agreement in 1968 with Garb-Ko, Inc. of Saginaw, Michigan, which became the first US domestic area 7-Eleven licensee.\nIn the late 1980s, Southland Corporation was threatened by a rumored corporate takeover, prompting the Thompson family to take steps to convert the company into a private model by buying out public shareholders in a tender offer. In December 1987, John Philp Thompson, the chairman and CEO of 7-Eleven, completed a $5.2 billion management buyout of the company. The buyout suffered from the effects of the 1987 stock market crash and after failing initially to raise high yield debt financing, the company was required to offer a portion of stock as an inducement to invest in the company's bonds.\nVarious assets, such as the Chief Auto Parts chain, the ice division, and hundreds of store locations, were sold between 1987 and 1990 to pay off loans that were taken out during the buyout. This also meant that in numerous metropolitan areas losing 7-Eleven stores to other brands wanting the business as well. In October 1990, the heavily indebted Southland Corp. filed a pre-packaged Chapter 11 bankruptcy in order to transfer control of 70% of the company to Japanese affiliate Ito-Yokado.\nSouthland exited bankruptcy in March 1991, after a cash infusion of $430 million from Ito-Yokado and Seven-Eleven Japan. These two Japanese entities now controlled 70% of the company, with the founding Thompson family retaining 5%. In 1999, Southland Corp. changed its name to 7-Eleven, Inc., citing the divestment of operations other than 7-Eleven. Ito-Yokado formed Seven & I Holdings Co. and 7-Eleven became its subsidiary in 2005. In 2007, Seven & I Holdings announced that it would be expanding its American operations, with an additional 1,000 7-Eleven stores in the United States.\nFor the 2010 rankings, 7-Eleven climbed to the Number 3 spot in \"Entrepreneur\" Magazine's 31st Annual Franchise 500, \"the first and most comprehensive ranking in the world.\" This was the 17th year 7-Eleven was named in the top 10.\nAlso in 2010, the first \"green\" 7-Eleven store opened in DeLand, Florida. The store features U.S. Green Building Council's (USGBC) Leadership in Energy and Environmental Design (LEED) elements. Also, the environmentally-friendly design brings the store savings in energy costs. That same year, 7-Eleven went mobile with the launch of the iconic Slurpee drink's iPhone and Android Application (App). The Slurpee drink app made it easy to find 7-Eleven stores and provides driving directions. The following year, 7-Eleven celebrated its 40,000th store opening and within two years of that milestone opened its 50,000th store.\nProducts and services== .\n7-Eleven in the United States sells Slurpee drinks, a partially frozen soft drink introduced in 1967, and Big Gulp beverages, introduced in 1976. Other products include: 7-Select private-brand products, coffee, fresh-made daily sandwiches, salads and bakery items, hot and prepared foods, gasoline, dairy products, carbonated beverages and energy drinks, juices, financial services and product delivery services.\nMainland China.\n7-Eleven opened its first store in Mainland China in Shenzhen, Guangdong in 1992 and then later expanded to Beijing in 2004, Chengdu and Shanghai in 2011, Qingdao in 2012, and Chongqing in 2013. In Mainland China's 7-Eleven stores where Slurpees are offered, the Chinese name 思乐冰 (sīlèbīng) is used. They also offer a lot of warm food, with items like steamed buns, and stores in Chengdu offer a full variety of onigiri (饭团). Beverages, candy, and other convenience items are available as well. Most of these stores are open for 24 hours a day.\nHong Kong.\n7-Eleven has operated in Hong Kong since 1989 under the ownership of Dairy Farm. With most locations being in areas with many people, about 40 percent are franchised stores. In September 2004, Dairy Farm acquired Daily Stop, a convenience-store chain located mainly in the territory's MTR stations, and then changed them to 7-Eleven stores., Hong Kong has 950 7-Eleven stores and has the second-highest density of 7-Eleven stores after Macau, with one outlet per.\nIndonesia.\nIn 2008, 7-Eleven said they will start more business in Indonesia through a master franchise agreement with Modern Sevel Indonesia and Media Nusantara Citra. Modern Sevel Indonesia's original plans were to open stores in Jakarta first, especially in areas where there are many other commercial or business buildings. Other major cities, such as Bandung, Semarang, and Surabaya were listed as possible locations to go into.\nThere are 190 7-Eleven stores in Indonesia.\nJapan.\nJapan has more 7-Eleven locations than anywhere else in the world, where they often have the title of its current holding company \"Seven & I Holdings\". Of the 58,389 stores around the globe, 18,249 stores (31 percent of global stores) are in Japan, with 2,246 stores in Tokyo alone. On September 1, 2005, Seven & I Holdings Co., Ltd., a new holding company, became the owner of 7-Eleven, Ito Yokado, and Denny's Japan.\n7-Eleven stores in Japan look different from stores in other countries as they offer a wider selection of products and services. Following the example of other convenience stores in Japan, 7-Eleven has solar panels and LEDs installed in about 1,400 of its stores.\nMacau.\n7-Eleven entered the Macau market in 2005 under the ownership of Dairy Farm, the same group operating Hong Kong's 7-Eleven. With only 25.9 square kilometers, Macau has 45 stores, making it the single market with the highest number of 7-Eleven stores, containing one store per 0.65 square kilometers.\nMalaysia.\nMalaysian 7-Eleven stores are owned by 7-Eleven Malaysia Sdn. Bhd., which now operates 1,855 stores nationwide (as of July 2015). 7-Eleven in Malaysia was incorporated on June 4, 1984, by the Berjaya Group Berhad. The first 7-Eleven store was opened in October 1984, in Jalan Bukit Bintang, Kuala Lumpur. It's popular in Sandakan and Kota Kinabalu because their prices are cheaper. In Sandakan the Slurpee beverage is popular among teen and kids.\nPhilippines.\nIn the Philippines, 7-Eleven is run by the Philippine Seven Corporation (PSC). Its first store, in Quezon City, opened in 1984. In 2000, President Chain Store Corporation (PCSC) of Taiwan, also a license of 7-Eleven, bought most of the shares of PSC and created a plan to have all convience stores in the area be theirs. At the end of 2015, 7-Eleven stores totaled 1,602, up 25 percent from 1,282 stores in end-2014. A total of 1,391 7-Eleven stores are in Luzon, 178 in Visayas, and 33 in Mindanao.\nSingapore.\nIn Singapore, 7-Eleven forms the largest group of convenience stores island-wide. There are currently 560 7-Eleven stores all over the country. Stores in Singapore are operated by Dairy Farm International Holdings, franchised under a licensing agreement with 7-Eleven Incorporated.\nThe first 7-Eleven stores were opened in 1983 with a franchise license under the Jardine Matheson Group. The license was then acquired by Cold Storage Singapore, a subsidiary of the Dairy Farm Group, in 1989.\n7-Eleven stores in Singapore operate 24 hours a day, with the exception of stores in Biopolis, hospitals, MRT Stations, some shopping centres, ITE College West, Singapore Polytechnic, Republic Polytechnic, and Nanyang Technological University, which have shorter operating hours.\nSouth Korea.\n7-Eleven can be found in the Republic of Korea convenience store market in many places, where it competes with Ministop, GS25 (formerly LG25), FamilyMart, and independent competitors. There are 7,064 7-Eleven stores in the Republic of Korea; with only Japan, the United States, and Thailand hosting more stores. The first 7-Eleven store in the Republic of Korea opened in 1989 in Songpa-gu in Seoul with a franchise license under the Lotte Group. In January 2010, Lotte Group acquired the Buy the Way convenience store chain and rebranded its 1,000 stores under the 7-Eleven brand.\nTaiwan.\nIn Taiwan, 7-Eleven is the largest convenience store chain and is owned by President Chain Store Corporation under Uni-President Enterprises Corporation. The first store opened in 1979 and the 5,000th store was opened in July 2014.\nThailand.\nThe first store opened in 1989 on Patpong Road in Bangkok. The franchise in Thailand is the CP ALL Public Company Limited, which in turn grants franchises to operators. There are 8,334 7-Eleven stores in Thailand, with approximately 50% in Bangkok. Thailand has the 2nd largest number of 7-Eleven stores after Japan.\nThe company plans to spend five billion Thai baht to expand its business. Two billion will be used to open 500 new outlets, one billion to make stores already around better, and the rest to develop a new center in the East.\nUnited Arab Emirates.\nSeven & I Holdings announced in June 2014 that they had agreed a contract with Seven Emirates Investment LLC to open the first Middle Eastern 7-Eleven in Dubai, United Arab Emirates during the summer of 2015. The company also said that they had plans to open about 100 stores in the country by the end of 2017. The first store was opened in October 2015.\nEurope.\nThe first European 7-Eleven store was opened in Stockholm, Sweden in 1978. 7-Eleven was available in Spain until 2000 with many stores inside Repsol petrol stations, as well as some other petrol-stations across the country. 7-Eleven stores are now solely in the Scandinavian region of Europe.\nThe owner of the master franchise for 7-Eleven in Scandinavia is Reitan Servicehandel, an arm of the Norwegian retail group, Reitan Group. After Reitangruppen bought the filling station chain, HydroTexaco (now YX Energy), in Norway and Sweden in 2006, it announced that several of the stores at the petrol stations would be rebranded as 7-Elevens and that the petrol would be supplied by Shell. Other stores remain under the YX brand.\nBritish Isles.\nDuring the 1980s, small 7-Eleven convenience stores were common in the larger towns and cities of the Southeastern UK. The company stopped trading operations in 1997, but considered starting UK trading in 2014.\nDenmark.\nThe first 7-Eleven store in Denmark was opened at Østerbro in Copenhagen on September 14, 1993. There are currently 196 stores, mostly in Copenhagen, Aarhus, Aalborg, and Odense, including 8 stores at Copenhagen Central Station. In Denmark, 7-Eleven has an agreement with Shell, with a nationwide network of Shell/7-Eleven service stations, and an agreement with DSB to have 7-Eleven stores at most S-train stations.\nNorway.\nThe first 7-Eleven store in Norway was opened at Grünerløkka in Oslo on September 13, 1986. As of January 2012, there are 162 7-Eleven stores in Norway, more than 50% in Oslo. Norway has the northernmost 7-Eleven in the world, in Tromsø. On a per-capita basis, Norway has one 7–Eleven store for every 47,000 Norwegians, compared to Canada, which has one for every 74,000 Canadians.\nSweden.\nReitan Servicehandel Sverige has held the license in Sweden since December 1997. In the mid-1990s period, 7-Eleven in Sweden received adverse publicity due to the unfavourable labour contracts offered by its then-licensee, \"Small Shops,\" an American-based company, resulting in many stores being sold and closed down. For a time, there were only 7-Elevens in Stockholm and Gothenburg.\n7-Eleven returned to the south of Sweden in 2001, when a convenience store opened in Lund. Later in the 2000s, the Swedish 7-Eleven chain was involved in controversy when the Swedish TV channel TV3 exposed widespread fraud on the part of Reitan Servicehandel in its management of the 7-Eleven franchise, which Reitan Servicehandel eventually admitted to on its website.\nTurkey.\n7-Eleven entered the Turkish market in 1989, opening its first store on September 11. Major stakeholder of the master franchise, Özer Çiller sold his shares in 1993, after his wife Tansu Çiller became the Prime Minister. In the 2010s, 7-Eleven left the Turkish market, transferring most of its stores to franchise owners.\nCanada.\nThe first 7-Eleven store to open in Canada was in Calgary, Alberta, on June 29, 1969. There are 484 7-Eleven stores in Canada. Winnipeg, Manitoba, has the world's largest number of Slurpee consumers, with an estimated 1,500,000 Slurpees sold since the first 7-Eleven opened on March 21, 1970. All 7-Eleven locations in Canada are corporate operated. Like its U.S. counterparts, every July 11 7-Eleven stores gives Slurpees for free on \"7-Eleven Day\".\nA limited number of 7-Eleven locations have gas stations from Shell Canada, Petro-Canada, or Esso. In November 2005, 7-Eleven started giving the Speak Out Wireless cellphone service in Canada. 7-Eleven locations also featured CIBC ATMsin June 2012, these machines were replaced with ATMs operated by Scotiabank. 7-Eleven left the Ottawa, Ontario, market in December 2009 after selling all of the six outlets to Quickie Convenience Stores, a regional chain. Following concerns over the fate of Speak Out Wireless customers, Quickie offered to assume existing SpeakOut customers and phones into its Good2Go cellphone program. 7-Eleven is similarly absent from the Quebec market due to its saturation by chains like Alimentation Couche-Tard, Boni-soir as well as independent dépanneurs.\nMexico.\nIn Mexico, the first 7-Eleven store opened in 1971 in Monterrey in association with Grupo Chapa (now Iconn) and 7-Eleven, Inc. under the name Super 7. In 1995, Super 7 was renamed to 7-Eleven, which has 1,552 stores in several areas of the country. When stores are located within classically designed buildings (such as in Centro Histórico buildings) or important landmarks, the storefront logo is displayed in monochrome with gold or silver lettering. The main competitors in Mexico are OXXO (Femsa), Super City (Soriana), Farmacias Guadalajara and other local competitors.\nUnited States.\n\"Supermarket News\" ranked 7-Eleven's North American operations Number 11 in the 2007 \"Top 75 North American Food Retailers,\" based on the 2006 fiscal year estimated sales of US$15 billion. Based on the 2005 revenue, 7-Eleven is the twenty-fourth largest retailer in the United States., 8,144 7-Eleven franchised units exist across the United States. Franchise fees range between US$10,000 – $1,000,000 and the ongoing royalty rate varies. 7-Eleven America has its headquarters in the One Arts Plaza building in Downtown Dallas, Texas. Small-size Slurpees are free on \"7-Eleven Day\", on July 11.\n7-Eleven Stores of Oklahoma operate independently since 1953, they are under an agreement with William Brown, it is currently led by son James Brown.\nFuel.\nIn the United States, many 7-Eleven locations used to have filling stations with gasoline distributed by Citgo, which in 1983 was purchased by Southland Corporation (50% of Citgo was subsequently sold in 1986 to Petróleos de Venezuela, S.A., with the remaining 50% acquired in 1990). Although Citgo was the predominant partner of 7-Eleven, other oil companies are also co-branded with 7-Eleven, including Fina, Exxon, Gulf, Marathon, BP, Shell, Chevron (some former TETCO convenience stores were co-branded with Chevron, and Texaco prior to the 7-Eleven purchase in late 2012), and Pennzoil. Alon USA is the largest 7-Eleven licensee in North America.\nOn September 27, 2006, 7-Eleven announced the impending cessation of its 20-year contract with Citgo and that the contract would not be renewed.\n7-Eleven signed an agreement with ExxonMobil in December 2010 for the acquisition of 183 sites in Florida. This was followed by the acquisition of 51 ExxonMobil sites in North Texas in August 2011.\nOther notable 7-Eleven fuel suppliers also include Star Fuels.\nAustralia.\nThe first 7-Eleven in Australia opened on August 24, 1977, in the Melbourne suburb of Oakleigh. The majority of stores are in metropolitan areas, particularly in central business district areas. Stores in suburban areas often operate as petrol stations and most are owned and operated as franchises, with a central administration. 7-Eleven bought out Mobil's remaining Australian petrol stations in 2010, converting them to 7-Eleven outlets, resulting in an immediate and unprecedented overnight major expansion of the brand.\n7-Eleven stores in Australia sell a wide range of items, including daily newspapers, drinks, confectionery, and snack foods. They also sell gift cards, including three types of pre-paid VISA cards. The chain has also partnered with BankWest, placing a BankWest ATM in each of their stores nationwide. Each year on November 7, 7-Eleven promotes \"7-Eleven Day\" by giving away a free Slurpee to customers.\nIn April 2014, 7-Eleven announced plans to start operating stores in Western Australia, with 11 stores planned to operate within the first year and a total of 75 stores established within five years. The first store was opened on October 30, 2014 in the city of Fremantle.\nWage scandal.\nIn August 2015, Fairfax Media and the ABC's Four Corners program found out about the employment rules of certain 7-Eleven stores in Australia.\nThey found out that many 7-Eleven employees were being paid from A$10 to A$14 per hour without adding tax, under the minimum of A$24.69 per hour.\nThey did this by having pay records that \"looked\" like they were paying them the rate, however these records would only show half of the hours that the employee worked in a week. Employees would then be paid on the basis of these records, resulting in them effectively being paid half of how much they worked.\nIt was also reported that workers were often not paid things that they legally have to be paid for, for working extra, night time, weekends, and holidays.\nAfter everyone saw these reports, some employees told Fairfax Media that they were paid high amounts, however would then be asked by the store to give half of it back.\n7-Eleven said they would pay to find out about wage fraud. A separate panel led by ACCC chairman Allan Fels would investigate the fraud, with the support of professional services firm Deloitte. The inquiry will invite submissions from current and former 7-Eleven employees who allege they have been underpaid, and assess each individual claim.\nIn September 2015, chairman Russ Withers and chief executive Warren Wilmon both announced they will stop working at the company. Deputy chairman Michael Smith replaced Withers, while Bob Baily temporarily replaced Wilmon.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Countries","surface_form":"countries","offset":120},{"uri":"Dallas","surface_form":"Dallas","offset":168},{"uri":"Tokyo","surface_form":"Tokyo","offset":238},{"uri":"Holding_company","surface_form":"holding company","offset":302},{"uri":"Totemism","surface_form":"totem pole","offset":479},{"uri":"Ice_house_(building)","surface_form":"ice house","offset":829},{"uri":"Alaska","surface_form":"Alaska","offset":1397},{"uri":"Marketing_tool","surface_form":"marketing tool","offset":1462},{"uri":"Great_Depression","surface_form":"Great Depression","offset":2166},{"uri":"Receivership","surface_form":"receivership","offset":2308},{"uri":"Post%E2%80%93World_War_II_economic_expansion","surface_form":"post-war","offset":2576},{"uri":"24/7","surface_form":"24-hour","offset":2764},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":2784},{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth","offset":2912},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":2953},{"uri":"Shreveport%2C_Louisiana","surface_form":"Shreveport","offset":3101},{"uri":"Saginaw%2C_Michigan","surface_form":"Saginaw, Michigan","offset":3343},{"uri":"John_Philp_Thompson%2C_Sr.","surface_form":"John Philp Thompson","offset":3669},{"uri":"Management_buyout","surface_form":"management buyout","offset":3749},{"uri":"Black_Monday_(1987)","surface_form":"1987 stock market crash","offset":3827},{"uri":"Chief_Auto_Parts","surface_form":"Chief Auto Parts","offset":4047},{"uri":"Reddy_Ice","surface_form":"ice division","offset":4075},{"uri":"Chapter_11_bankruptcy","surface_form":"Chapter 11 bankruptcy","offset":4406},{"uri":"Ito-Yokado","surface_form":"Ito-Yokado","offset":4501},{"uri":"Seven_%26amp%3B_I_Holdings_Co.","surface_form":"Seven & I Holdings Co.","offset":4881},{"uri":"DeLand%2C_Florida","surface_form":"DeLand, Florida","offset":5389},{"uri":"U.S._Green_Building_Council","surface_form":"U.S. Green Building Council","offset":5425},{"uri":"Leadership_in_Energy_and_Environmental_Design","surface_form":"Leadership in Energy and Environmental Design","offset":5463},{"uri":"Shenzhen","surface_form":"Shenzhen","offset":6464},{"uri":"Beijing","surface_form":"Beijing","offset":6519},{"uri":"Chengdu","surface_form":"Chengdu","offset":6536},{"uri":"Shanghai","surface_form":"Shanghai","offset":6548},{"uri":"Qingdao","surface_form":"Qingdao","offset":6566},{"uri":"Chongqing","surface_form":"Chongqing","offset":6587},{"uri":"%E6%80%9D%E4%B9%90%E5%86%B0","surface_form":"思乐冰","offset":6687},{"uri":"Dairy_Farm_International_Holdings","surface_form":"Dairy Farm","offset":7036},{"uri":"Daily_Stop","surface_form":"Daily Stop","offset":7180},{"uri":"MTR","surface_form":"MTR","offset":7252},{"uri":"Indonesia","surface_form":"Indonesia","offset":7498},{"uri":"Master_franchise","surface_form":"master franchise","offset":7518},{"uri":"Media_Nusantara_Citra","surface_form":"Media Nusantara Citra","offset":7577},{"uri":"Jakarta","surface_form":"Jakarta","offset":7663},{"uri":"Bandung","surface_form":"Bandung","offset":7787},{"uri":"Semarang","surface_form":"Semarang","offset":7796},{"uri":"Surabaya","surface_form":"Surabaya","offset":7810},{"uri":"Seven_%26amp%3B_I_Holdings","surface_form":"Seven & I Holdings","offset":8047},{"uri":"Ito_Yokado","surface_form":"Ito Yokado","offset":8304},{"uri":"Denny%27s","surface_form":"Denny's","offset":8320},{"uri":"Macau","surface_form":"Macau","offset":8627},{"uri":"Dairy_Farm_International_Holdings","surface_form":"Dairy Farm","offset":8671},{"uri":"Berjaya_Group","surface_form":"Berjaya Group Berhad","offset":9108},{"uri":"Jalan_Bukit_Bintang","surface_form":"Jalan Bukit Bintang","offset":9186},{"uri":"Sandakan","surface_form":"Sandakan","offset":9237},{"uri":"Kota_Kinabalu","surface_form":"Kota Kinabalu","offset":9250},{"uri":"Philippines","surface_form":"Philippines","offset":9383},{"uri":"Quezon_City","surface_form":"Quezon City","offset":9475},{"uri":"Uni-President_Enterprises_Corporation","surface_form":"President Chain Store Corporation (PCSC)","offset":9513},{"uri":"Taiwan","surface_form":"Taiwan","offset":9557},{"uri":"Convenience_stores","surface_form":"convenience stores","offset":9937},{"uri":"Dairy_Farm_International_Holdings","surface_form":"Dairy Farm International Holdings","offset":10067},{"uri":"Jardine_Matheson_Group","surface_form":"Jardine Matheson Group","offset":10250},{"uri":"Cold_Storage_(supermarket)","surface_form":"Cold Storage","offset":10307},{"uri":"Biopolis","surface_form":"Biopolis","offset":10463},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT Stations","offset":10484},{"uri":"ITE_College_West","surface_form":"ITE College West","offset":10521},{"uri":"Singapore_Polytechnic","surface_form":"Singapore Polytechnic","offset":10539},{"uri":"Republic_Polytechnic","surface_form":"Republic Polytechnic","offset":10562},{"uri":"Nanyang_Technological_University","surface_form":"Nanyang Technological University","offset":10588},{"uri":"Ministop","surface_form":"Ministop","offset":10782},{"uri":"GS25","surface_form":"GS25","offset":10792},{"uri":"FamilyMart","surface_form":"FamilyMart","offset":10814},{"uri":"Thailand","surface_form":"Thailand","offset":10953},{"uri":"Songpa-gu","surface_form":"Songpa-gu","offset":11051},{"uri":"Seoul","surface_form":"Seoul","offset":11064},{"uri":"Lotte_(conglomerate)","surface_form":"Lotte Group","offset":11105},{"uri":"Buy_the_Way","surface_form":"Buy the Way","offset":11160},{"uri":"Taiwan","surface_form":"Taiwan","offset":11264},{"uri":"%E7%B5%B1%E4%B8%80%E8%B6%85%E5%95%86","surface_form":"President Chain Store Corporation","offset":11336},{"uri":"Uni-President_Enterprises_Corporation","surface_form":"Uni-President Enterprises Corporation","offset":11376},{"uri":"Thailand","surface_form":"Thailand","offset":11579},{"uri":"CP_ALL","surface_form":"CP ALL Public Company Limited","offset":11595},{"uri":"Bangkok","surface_form":"Bangkok","offset":11743},{"uri":"Thai_baht","surface_form":"Thai baht","offset":11860},{"uri":"Seven_Emirates_Investment_LLC","surface_form":"Seven Emirates Investment LLC","offset":12145},{"uri":"Dubai","surface_form":"Dubai","offset":12220},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":12227},{"uri":"Stockholm","surface_form":"Stockholm","offset":12477},{"uri":"Spain","surface_form":"Spain","offset":12530},{"uri":"Master_franchise","surface_form":"master franchise","offset":12739},{"uri":"Reitan_Group","surface_form":"Reitan Group","offset":12847},{"uri":"HydroTexaco","surface_form":"HydroTexaco","offset":12915},{"uri":"Norway","surface_form":"Norway","offset":12947},{"uri":"Denmark","surface_form":"Denmark","offset":13420},{"uri":"%C3%98sterbro","surface_form":"Østerbro","offset":13442},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":13530},{"uri":"Aarhus","surface_form":"Aarhus","offset":13542},{"uri":"Aalborg","surface_form":"Aalborg","offset":13550},{"uri":"Odense","surface_form":"Odense","offset":13563},{"uri":"Copenhagen_Central_Station","surface_form":"Copenhagen Central Station","offset":13593},{"uri":"Royal_Dutch_Shell","surface_form":"Shell","offset":13664},{"uri":"S-train","surface_form":"S-train","offset":13791},{"uri":"Gr%C3%BCnerl%C3%B8kka","surface_form":"Grünerløkka","offset":13866},{"uri":"Troms%C3%B8","surface_form":"Tromsø","offset":14047},{"uri":"Gothenburg","surface_form":"Gothenburg","offset":14580},{"uri":"Lund","surface_form":"Lund","offset":14677},{"uri":"TV3_(Sweden)","surface_form":"TV3","offset":14786},{"uri":"Tansu_%C3%87iller","surface_form":"Tansu Çiller","offset":15151},{"uri":"Calgary%2C_Alberta","surface_form":"Calgary, Alberta","offset":15350},{"uri":"Winnipeg%2C_Manitoba","surface_form":"Winnipeg, Manitoba","offset":15427},{"uri":"Slurpee","surface_form":"Slurpee","offset":15481},{"uri":"Slurpee","surface_form":"Slurpee","offset":15714},{"uri":"Filling_station","surface_form":"gas station","offset":15795},{"uri":"Shell_Canada","surface_form":"Shell Canada","offset":15813},{"uri":"Petro-Canada","surface_form":"Petro-Canada","offset":15827},{"uri":"Esso","surface_form":"Esso","offset":15844},{"uri":"Canadian_Imperial_Bank_of_Commerce","surface_form":"CIBC","offset":15977},{"uri":"Automated_teller_machine","surface_form":"ATM","offset":15982},{"uri":"Scotiabank","surface_form":"Scotiabank","offset":16051},{"uri":"Ottawa%2C_Ontario","surface_form":"Ottawa, Ontario","offset":16081},{"uri":"Quickie_Convenience_Stores","surface_form":"Quickie Convenience Stores","offset":16162},{"uri":"Quebec","surface_form":"Quebec","offset":16413},{"uri":"Alimentation_Couche-Tard","surface_form":"Alimentation Couche-Tard","offset":16464},{"uri":"Boni-soir","surface_form":"Boni-soir","offset":16490},{"uri":"D%C3%A9panneur","surface_form":"dépanneur","offset":16523},{"uri":"Mexico","surface_form":"Mexico","offset":16546},{"uri":"Monterrey","surface_form":"Monterrey","offset":16597},{"uri":"OXXO","surface_form":"OXXO","offset":17031},{"uri":"Super_City_(store)","surface_form":"Super City","offset":17045},{"uri":"Farmacias_Guadalajara","surface_form":"Farmacias Guadalajara","offset":17067},{"uri":"One_Arts_Plaza","surface_form":"One Arts Plaza","offset":17617},{"uri":"Downtown_Dallas","surface_form":"Downtown Dallas","offset":17644},{"uri":"Texas","surface_form":"Texas","offset":17661},{"uri":"Citgo","surface_form":"Citgo","offset":17989},{"uri":"Petr%C3%B3leos_de_Venezuela%2C_S.A.","surface_form":"Petróleos de Venezuela, S.A.","offset":18096},{"uri":"Petrofina","surface_form":"Fina","offset":18289},{"uri":"Exxon","surface_form":"Exxon","offset":18295},{"uri":"Gulf_Oil_LP","surface_form":"Gulf","offset":18302},{"uri":"Marathon_Oil","surface_form":"Marathon","offset":18308},{"uri":"BP","surface_form":"BP","offset":18318},{"uri":"Shell_Oil_Company","surface_form":"Shell","offset":18322},{"uri":"Chevron_Corporation","surface_form":"Chevron","offset":18329},{"uri":"Pennzoil","surface_form":"Pennzoil","offset":18466},{"uri":"ExxonMobil","surface_form":"ExxonMobil","offset":18715},{"uri":"North_Texas","surface_form":"North Texas","offset":18851},{"uri":"Star_Fuels","surface_form":"Star Fuels","offset":18930},{"uri":"Melbourne","surface_form":"Melbourne","offset":19019},{"uri":"Oakleigh%2C_Victoria","surface_form":"Oakleigh","offset":19039},{"uri":"Petrol_station","surface_form":"petrol station","offset":19190},{"uri":"Mobil","surface_form":"Mobil","offset":19304},{"uri":"Snack_food","surface_form":"snack food","offset":19591},{"uri":"Gift_card","surface_form":"gift card","offset":19619},{"uri":"Visa_Inc.","surface_form":"VISA","offset":19665},{"uri":"Automated_teller_machine","surface_form":"ATM","offset":19740},{"uri":"Slurpee","surface_form":"Slurpee","offset":19860},{"uri":"Fremantle","surface_form":"Fremantle","offset":20144},{"uri":"Fairfax_Media","surface_form":"Fairfax Media","offset":20185},{"uri":"Australian_Broadcasting_Corporation","surface_form":"ABC","offset":20207},{"uri":"Four_Corners_(TV_program)","surface_form":"Four Corners","offset":20213},{"uri":"Fairfax_Media","surface_form":"Fairfax Media","offset":20977},{"uri":"Australian_Competition_and_Consumer_Commission","surface_form":"ACCC","offset":21174},{"uri":"Allan_Fels","surface_form":"Allan Fels","offset":21188},{"uri":"Deloitte","surface_form":"Deloitte","offset":21275}]}