{"id":544629,"url":"http://en.wikipedia.org/wiki/Start_menu","text":"e=\"preserve\">The start menu is a part of the graphical user interfaces found in many operating systems. It is well known for its use in Microsoft Windows, where it is used to start programs, open files, change system settings, and get help if a user doesn't know how to do what they want to do.\nSince Windows 95, the button used to show the start menu, called the \"start button\", is found at the bottom left corner of the screen, on the far left side of the taskbar. Clicking this button will make a list of menu items appear, from which the user can find a list of programs, documents or settings, search their computer for something by name (Find), enter the location of a file to open it (Run), get help on using Windows, or turn off the computer (Shut Down).\nThe Start menu has, for the most part, stayed more or less like this, although there were changes in later versions of Windows such as Windows XP. But for Windows 8 (and its follow-up version, Windows 8.1), Microsoft replaced the menu with a \"Start screen\" that covers the entire screen rather than just part of it. Here, programs and files show up as large \"tiles\" that can show information from the program or the contents of the file without the need to open it. For many people, this was a big change that they did not like as they were used to the older look of the Start menu, and so when Microsoft designed Windows 10, the company brought back this look while keeping the \"live tiles\" from Windows 8.","categories":[],"infobox_types":[],"annotations":[{"uri":"Graphical_user_interface","surface_form":"graphical user interface","offset":45},{"uri":"Operating_system","surface_form":"operating system","offset":85},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":136},{"uri":"Computer_program","surface_form":"program","offset":181},{"uri":"Computer_file","surface_form":"files","offset":196},{"uri":"Windows_95","surface_form":"Windows 95","offset":301},{"uri":"Button_(control)","surface_form":"button","offset":317},{"uri":"Taskbar","surface_form":"taskbar","offset":458},{"uri":"Windows_XP","surface_form":"Windows XP","offset":898},{"uri":"Windows_8","surface_form":"Windows 8","offset":918},{"uri":"Windows_8.1","surface_form":"Windows 8.1","offset":956},{"uri":"Icon_(computing)","surface_form":"tiles","offset":1122},{"uri":"Windows_10","surface_form":"Windows 10","offset":1377}]}