{"id":54481,"url":"http://en.wikipedia.org/wiki/Twelve_Apostles","text":"The Twelve Apostles, (somebody sent forth/sent out) were men who, according to the Synoptic Gospels and Christian tradition, were chosen from among the disciples (students) of Jesus Christ for a mission. Judaism had an office known as apostle (שליח)\".\nThe Gospel of Mark states that Jesus Christ initially sent out these twelve in pairs, to towns in Galilee.\nTwelve Apostles.\nAccording to the list occurring in each of the Synoptic Gospels (,), the Twelve chosen by Jesus near the beginning of his ministry, those whom \"also He named Apostles\", were\nIt should also be noted that while the \"Twelve Apostles\" refer to the twelve who followed Jesus during his lifetime (and later Matthias in place of Judas Iscariot), Paul (formerly Saul of Tarsus) can be considered as another apostle. Notably, he begins many of his epistles with \"Paul, an apostle of Christ Jesus\", or some variant. The original twelve were apostles sent out to the Jews, whereas Paul has the unique role of being the apostle to the gentiles after Christ's resurrection and ascent.\nThe individual that the Gospel of John names as Nathanael is traditionally identified as the same person that the Synoptic Gospels call Bartholomew, and most would agree that the \"sons of Zebedee\" is likely to be a reference to James and John, while \"Judas (not Iscariot)\" probably refers to Thaddaeus, also known as St. Jude. Noticeably missing from the Gospel of John are James, son of Alphaeus, Matthew, and Simon the Canaanite/Zealot.","categories":[],"infobox_types":[],"annotations":[{"uri":"Synoptic_gospels","surface_form":"Synoptic Gospels","offset":83},{"uri":"Christian","surface_form":"Christian","offset":104},{"uri":"Disciple_(Christianity)","surface_form":"disciples","offset":152},{"uri":"Jesus","surface_form":"Jesus Christ","offset":176},{"uri":"Judaism","surface_form":"Judaism","offset":204},{"uri":"Gospel_of_Mark","surface_form":"Gospel of Mark","offset":256},{"uri":"Galilee","surface_form":"Galilee","offset":350},{"uri":"Synoptic_Gospels","surface_form":"Synoptic Gospels","offset":423},{"uri":"Jesus","surface_form":"Jesus","offset":466}]}