{"id":54491,"url":"http://en.wikipedia.org/wiki/State_religion","text":"A state religion (also called an official religion, establish\nis a religious group or creed officially accepted by the state.\nThe term \"state church\" is used in context with Christianity, and is sometimes used for a specific national branch of Christianity.\nHindu countries.\nThere are no Hindu countries presently, all Hindu majority countries are secular, with Hinduism not listed as the state religion. Nepal was the world's only kingdom state with Hindu monarch, but the Constitution of Nepal 2015 constitution clearly states it is a secular country. Nepal also declared cow as national animal with advanced animal protection rights such as cats and dogs, cow slaughter is also forbidden.\nEgypt and Sumer.\nThe concept of state religions was known as long ago as the empires of Egypt and Sumer, when every city state or people had its own god or gods.\nPersian empire.\nZoroastrianism was the state religion of the Sassanid dynasty which lasted from from 226 till651.\nGreek city-states.\nMany of the Greek city-states also had a 'god' or 'goddess' associated with that city.\nRoman Religion and Christianity.\nWhen in Rome, the office of \"Pontifex Maximus\" was reserved for the emperor, failure to worship him as a god was sometimes punished by death, as the Roman government sought to link emperor worship with loyalty to the Empire. Many Christians and Jews were persecuted, because it was against their beliefs to worship the emperor.\nCatholic Christianity, as opposed to Arianism and other heretical and schismatic groups, was declared to be the state religion of the Roman Empire on February 27, 380 by the decree \"De Fide Catolica\" of Emperor Theodosius I.\nHan Dynasty Confucianism and Sui Dynasty Buddhism.\nIn China, the Han Dynasty (206 BC -- 220 AD) advocated Confucianism as the de facto state religion, establishing tests based on Confucian texts as an entrance requirement into government service.\nEstablished churches and former state churches in Europe.\nIn 1967, the Albanian government made atheism the \"state religion\". This designation remained in effect until 1991.\nFinland's State Church was the Church of Sweden until 1809.\nIn France the Concordat of 1801 made the Roman Catholic, Calvinist and Lutheran churches state-sponsored religions, as well as Judaism.\nIn Hungary the constitutional laws of 1848 declared five established churches on equal status: the Roman Catholic, Calvinist, Lutheran, Eastern Orthodox and Unitarian Church. In 1868 the law was ratified again after the Ausgleich. In 1895 Judaism was also recognized as the sixth established church. In 1948 every distinction between the different denominations were abolished.\nThe Church in Wales was split from the Church of England in 1920 by Welsh Church Act 1914; at the same time becoming disestablished.\nCatholic colonies.\nIn several colonies, the establishment ceased to exist in practice at the Revolution, about 1776; this is the date of legal abolition.\n\"Article IV. Section 10. No person within this state shall, upon any pretense, be deprived of the inestimable privilege of worshipping God in any manner agreeable to his own conscience, nor be compelled to attend any place of worship contrary to his own faith and judgment; nor shall he ever be obliged to pay tithes, taxes, or any other rate, for the building or repairing any place of worship, or for the maintenance of any minister or ministry, contrary to what he believes to be right, or hath voluntarily engaged. To do. No one religious society shall ever be established in this state, in preference to another; nor shall any person be denied the enjoyment of any civil right merely on account of his religious principles.\"\nFrom 1780 Massachusetts had a system which required every man to belong to a church, and permitted each church to tax its members, and did not require that it be a Congregational church. This was objected to, as in practice establishing the Congregational Church, and was abolished in 1833.\nUntil 1877 the New Hampshire Constitution required members of the State legislature to be of the Protestant religion.\nThe North Carolina Constitution of 1776 disestablished the Anglican church, but until 1835 the NC Constitution allowed only Protestants to hold public office. From 1835-1876 it allowed allowed only Christians (including Catholics) to hold public office. Article VI, Section 8 of the current NC Constitution forbids only atheists from holding public office. Such clauses were held by the United States Supreme Court to be unenforceable in the 1961 case of Torcaso v. Watkins, when the court ruled unanimously that such clauses constituted a religious test incompatible with First and Fourteenth Amendment protections.\nReligious Tolerance for Catholics with an Established Church of England were policy in the former Spanish Colonies of East and West Florida while under British rule. East Florida was lost to Spain in 1781.\nReligious tolerance for Catholics with an established Church of England were policy in the former Spanish Colonies of East and West Florida while under British rule. East Florida was returned to Spain in 1783.\nState of Deseret.\nThe State of Deseret was a provisional state of the United States, proposed in 1849 by Mormon settlers in Salt Lake City. The provisional state existed for slightly over two years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religious","offset":67},{"uri":"Creed","surface_form":"creed","offset":86},{"uri":"State","surface_form":"state","offset":119},{"uri":"Christianity","surface_form":"Christianity","offset":174},{"uri":"Nepal","surface_form":"Nepal","offset":405},{"uri":"Egypt","surface_form":"Egypt","offset":780},{"uri":"Sumer","surface_form":"Sumer","offset":790},{"uri":"Zoroastrianism","surface_form":"Zoroastrianism","offset":870},{"uri":"Sassanid_dynasty","surface_form":"Sassanid dynasty","offset":915},{"uri":"Pontifex_Maximus","surface_form":"Pontifex Maximus","offset":1136},{"uri":"Catholic","surface_form":"Catholic","offset":1435},{"uri":"Heresy","surface_form":"heretical","offset":1491},{"uri":"Schism","surface_form":"schism","offset":1505},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1569},{"uri":"Theodosius_I","surface_form":"Theodosius I","offset":1646},{"uri":"Han_Dynasty","surface_form":"Han Dynasty","offset":1725},{"uri":"Confucianism","surface_form":"Confucianism","offset":1766},{"uri":"State_atheism","surface_form":"atheism","offset":2003},{"uri":"Church_of_Sweden","surface_form":"Church of Sweden","offset":2112},{"uri":"Concordat_of_1801","surface_form":"Concordat of 1801","offset":2155},{"uri":"Calvinist","surface_form":"Calvinist","offset":2198},{"uri":"Lutheran","surface_form":"Lutheran","offset":2212},{"uri":"Judaism","surface_form":"Judaism","offset":2268},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":2376},{"uri":"Calvinist","surface_form":"Calvinist","offset":2392},{"uri":"Lutheran","surface_form":"Lutheran","offset":2403},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":2413},{"uri":"Unitarian","surface_form":"Unitarian","offset":2434},{"uri":"Ausgleich","surface_form":"Ausgleich","offset":2497},{"uri":"Judaism","surface_form":"Judaism","offset":2516},{"uri":"Church_in_Wales","surface_form":"Church in Wales","offset":2659},{"uri":"Church_of_England","surface_form":"Church of England","offset":2694},{"uri":"Welsh_Church_Act_1914","surface_form":"Welsh Church Act 1914","offset":2723},{"uri":"American_Revolution","surface_form":"Revolution","offset":2881},{"uri":"Supreme_Court_of_the_United_States","surface_form":"United States Supreme Court","offset":4468},{"uri":"Torcaso_v._Watkins","surface_form":"Torcaso v. Watkins","offset":4536},{"uri":"First_Amendment_to_the_United_States_Constitution","surface_form":"First","offset":4654},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth","offset":4664},{"uri":"State_of_Deseret","surface_form":"State of Deseret","offset":5136},{"uri":"US_State","surface_form":"state","offset":5171},{"uri":"United_States","surface_form":"United States","offset":5184},{"uri":"Mormon","surface_form":"Mormon","offset":5219},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":5238}]}