{"id":54502,"url":"http://en.wikipedia.org/wiki/Mass_(music)","text":"e=\"preserve\">In music the word mass is used for a piece of music, to be sung by a choir. The Roman Catholic, Anglican and Lutheran churches use this. There are two very broad kinds of masses: Those using the Ordinary are not linked to the Church calendar, they use the same pieces (and words) throughout the year. The Proper covers the parts of the mass that vary through the year. At the start, masses were sung in Latin or Greek. Examples of masses not in English include the Deutsche Messe by Franz Schubert or A German Requiem by Johannes Brahms.\nThe usual words that are set to music are known as the Ordinary. These are the words of the service which are the same every day. The Ordinary consists of five parts: Kyrie (Lord have mercy upon us….), Gloria (Glory be to thee….), Credo (I believe in God the Father….), Sanctus (Holy, Holy, Holy….) and Agnus Dei (O Lamb of God…).\nThe words of the mass that are not from the Ordinary are called the Proper. These are words that may change in the service from day to day. The Proper consists of the Introit, Gradual, Alleluia, Tract, Offertory and Communion. There are also some words which are special for particular feast days.\nIn the Renaissance period church composers set the words of the Ordinary mass to music. This music was normally polyphonic: the different sections of the choir (soprano, alto, tenor and bass) all had musical lines which shared the melody and were of equal importance. The words of the Proper were not composed to special music. They were sung to plainchant.\nDuring the last two centuries many composers have written masses which were not meant to be sung in a church service: they are written as concert pieces. Some of them are quite long and fill a whole concert program. Some of the most famous masses are those by Bach, Mozart, Beethoven, Schubert, Berlioz, Dvořák, Verdi, Bruckner, Fauré and Vaughan Williams.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":16},{"uri":"Choir","surface_form":"choir","offset":82},{"uri":"Proper_(liturgy)","surface_form":"Proper","offset":318},{"uri":"Deutsche_Messe_(Schubert)","surface_form":"Deutsche Messe","offset":478},{"uri":"Franz_Schubert","surface_form":"Franz Schubert","offset":496},{"uri":"A_German_Requiem_(Brahms)","surface_form":"A German Requiem","offset":514},{"uri":"Johannes_Brahms","surface_form":"Johannes Brahms","offset":534},{"uri":"Renaissance","surface_form":"Renaissance","offset":1187},{"uri":"Polyphonic","surface_form":"polyphonic","offset":1292},{"uri":"Soprano","surface_form":"soprano","offset":1341},{"uri":"Alto","surface_form":"alto","offset":1350},{"uri":"Tenor","surface_form":"tenor","offset":1356},{"uri":"Bass_(singer)","surface_form":"bass","offset":1366},{"uri":"Plainchant","surface_form":"plainchant","offset":1526},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":1798},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":1804},{"uri":"Beethoven","surface_form":"Beethoven","offset":1812},{"uri":"Schubert","surface_form":"Schubert","offset":1823},{"uri":"Berlioz","surface_form":"Berlioz","offset":1833},{"uri":"Dvo%C5%99%C3%A1k","surface_form":"Dvořák","offset":1842},{"uri":"Verdi","surface_form":"Verdi","offset":1850},{"uri":"Anton_Bruckner","surface_form":"Bruckner","offset":1857},{"uri":"Gabriel_Faur%C3%A9","surface_form":"Fauré","offset":1867},{"uri":"Vaughan_Williams","surface_form":"Vaughan Williams","offset":1877}]}