{"id":545184,"url":"http://en.wikipedia.org/wiki/Shivaji","text":"Chhatrapati Shivaji Maharaj is the founder of Maratha dynasty and a warrior king of Maharashtra. He is known as Chhatrapati Shivaji Maharaj. He had 8 wives in total.\nChhatrapati Shivaji Maharaj was born in the Shivneri Fort in Maharashtra on 19 February 1630. At 15 years, he conquered the Torna Fort. The Chakan fort and the Kondana Fort were taken by bribing the Adil Shahi governor. Afzal Khan tried to attempt treachery with Raje Shivaji, Shivaji killed him with Tiger claws. He became the biggest enemy of Mughal Emperor Aurangzeb. He was arrested in Agra Fort by Aurangzeb, but he escaped by using great wits. In 1674 he was coronated.\nIn late March 1680, Shivaji Raje fell ill with fever and dysentery disease, dying around 3–5 April 1680 at the age of 52, on the eve of Hanuman Jayanti. Rumors followed his death, with Muslims believing he had died because of a curse from Jan Muhammad of Jalna. Some also believe that his second wife, Soyarabai, poisoned him so that his crown might pass to her 10-year-old son Rajaram.\nAfter Shivaji's Raje death, the widowed Soyarabai made plans with various ministers of the administration to crown her son Rajaram rather than her prodigal stepson Sambhaji. On 21 April 1680, ten-year-old Rajaram was installed on the throne. However, Sambhaji Raje took possession of the Raigad Fort after killing the commander. On 18 June, he acquired control of Raigad, and formally ascended the throne on 20 July.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maratha_dynasty","surface_form":"Maratha dynasty","offset":46},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":227},{"uri":"Mughal_dynasty","surface_form":"Mughal","offset":511},{"uri":"Aurangzeb","surface_form":"Emperor Aurangzeb","offset":518},{"uri":"Dysentery","surface_form":"dysentery","offset":699},{"uri":"Hanuman_Jayanti","surface_form":"Hanuman Jayanti","offset":778},{"uri":"Jan_Muhammad_of_Jalna","surface_form":"Jan Muhammad of Jalna","offset":881},{"uri":"Soyarabai","surface_form":"Soyarabai","offset":944},{"uri":"Rajaram_Chhatrapati","surface_form":"Rajaram","offset":1020},{"uri":"Raigad_Fort","surface_form":"Raigad Fort","offset":1317}]}