{"id":545282,"url":"http://en.wikipedia.org/wiki/Bleeding_Kansas","text":"Bleeding Kansas was a border war on the Kansas-Missouri border. It started with the Kansas–Nebraska Act of 1854. It continued into the American Civil War (1854–1861). It was an ugly war between groups of people who had strong beliefs about slavery. The term was first coined by Horace Greeley of the \"New York Tribune\". He used it to describe the violence happening in the Kansas territory during the mid to late 1850s. Three different groups were fighting for power in Kansas at the time. These were those who were pro-slavery, abolitionists and free-staters. Bleeding Kansas, fought over the issue of slavery, was a precursor of events to come in the American Civil War.\nSettling Kansas Territory.\nBefore 1854 when the Kansas-Nebraska Act opened up the territory for settlement, there were people living there. Among these were several tribes of Native Americans. These included the plains Indian tribes of the Kansas, the Osage and the Pawnee people. They lived and moved throughout what is now the state of Kansas. In the 1830s about 20 tribes living east of the Mississippi River were relocated west of Missouri. By 1854 most of these tribes had been forced to give up these land to the federal government and move into what is now Oklahoma.\nBefore the Kansas-Nebraska act started, the idea of popular sovereignty gained interest in the territory. Several groups with political interests promoted the idea of settlement by whites. One group who liked free-state settlement was the New England Emigrant Aid Company. The first group of New England settlers created the city of Lawrence, Kansas. That city quickly became a place of abolitionist activity. The same year, the city of Topeka, Kansas was created by Cyrus K. Holliday and other anti-slavery advocates. Missourians felt there was a plot by abolitionists to surround the state of Missouri with free states. Residents of Missouri with an interest in Kansas becoming pro-slavery flooded into the territory. The towns of Atchison and Leavenworth were both founded by pro-slavery Missourians.\nIssue of slavery.\nSlavery was one of the main issues that led to the Civil War. The Southern United States was dependent on agriculture. They were also dependent on the 4 million slaves and their descendants who did all the work on southern plantations. Much of the southern economy depended on the free labor of slavery, even though only few southerners actually owned slaves. Slaves could be traded, rented, bought or sold. A man's social status, prestige and wealth were demonstrated by the number of slaves he owned.\nIn the Northern United States, by the time of the Civil War, slavery had been abolished. The north was mainly industrial. Immigration, especially from Ireland and Germany, provided a source of low cost labor. This meant that the North did not need slaves.\nEver since the The Kansas-Nebraska Act opened up the territory to settlement in 1854, the pro-slavery party in Missouri had been interfering in Kansas affairs. Missouri was admitted as a pro-slavery state under the Missouri Compromise. Slaveholders in Missouri were nervous about having a free-state on its western border. This is because runaway slaves could escape to there. Plantation owners in Missouri wanted to make sure Kansas became a slave state.\nMost of the people who came to the Kansas territory came for land and opportunity. Most were from eastern states such as Ohio, Kentucky, Pennsylvania and New York. They were almost all white. Though they did not have slaves, most were prejudiced against black people. They believed the popular idea they were inferior. Most of the settlers seemed to want free soil for white people only.\nFirst territorial legislature.\nOn March 30, 1855, the Kansas Territory had the election for its first territorial legislature. This legislature would decide whether the territory would allow slavery, so it was an important election. Just like in the election of November 1854, \"Border Ruffians\" from Missouri again went into the territory to vote. Pro-slavery people were elected to 37 of the 39 seats. Martin F. Conway and Samuel D. Houston from Riley County were the only Free-Staters elected. Due to concerns about electoral fraud, Territorial Governor Andrew Reeder nullified the results in five voting districts. A special election was held on May 22 to elect replacements. Eight of the eleven delegates elected in the special election were Free-Staters, but this still left the pro-slavery people with a 29–10 advantage.\nCongress sent a three-man special committee to the Kansas Territory in 1856. The committee report said that if the the only people who were allowed to vote in the election of March 30, 1855 were \"actual settlers\", it would have elected a Free-State legislature. The report also said that the legislature actually seated \"was [filled with illegally-elected people], and [it] had no power to pass valid laws\".\nViolence in Kansas.\nIn October 1855, John Brown came to Kansas Territory to fight slavery. On November 21, 1855 a skirmish called \"Wakarusa War\" started when a Free-Stater named Charles Dow was shot by a pro-slavery settler. The war had one death, a free stater named Thomas Barber was shot and killed. On May 21, 1856, Missourians invaded Lawrence and burned the Free State Hotel. They destroyed two newspaper offices, and ransacked homes and stores.\nIn May 1856, Republican Senator Charles Sumner took to the floor to denounce the threat of slavery in Kansas. He wanted to destroy what Republicans called the \"Slave Power\". In the speech called \"The Crime against Kansas\", Sumner ridiculed the honor of elderly South Carolina Senator Andrew Butler. He compared Butler's pro-slavery agenda towards Kansas with the raping of a virgin and characterizing his affection for it in sexually explicit and disgusting terms. The next day, Butler's cousin, the South Carolina Congressman Preston Brooks, nearly killed Sumner on the Senate floor with a heavy cane. The action shocked the nation, brought violence to the floor of the Senate, and deepened the North-South split.\nThe violence continued. Ohio abolitionist John Brown led his sons and other followers to plan the murder of settlers who spoke in favor of slavery. At a pro-slavery settlement at Pottawatomie Creek on the night of May 24, the group seized five pro-slavery men from their homes and hacked them to death with broadswords. Brown and his men escaped. They started making a plan for a full-scale slave insurrection to take place at Harper's Ferry, Virginia. They would have financial support from Boston abolitionists. The pro-slavery Territorial government had been relocated to Lecompton.\nIn August 1856, thousands of pro-slavery men formed into armies. They marched into Kansas. That same month, Brown and several of his followers engaged 400 pro-slavery militia in the \"Battle of Osawatomie\". The hostilities continued for another two months until Brown left the Kansas Territory. The new territorial governor, John W. Geary, took office and asked both sides for peace.\n1857-1861.\nOnce Geary became governor, there was peace. However, this peace was broken by violent outbreaks for two more years. The last major outbreak of violence was the Marais des Cygnes massacre in 1858. This was when border ruffians killed five Free State men. In all, about 56 people died during the Bleeding Kansas era.\nKansas statehood.\nThe political process that led to statehood for Kansas was long and difficult. To become a state, Kansas had to give an acceptable constitution to the U.S. Congress. Kansas tried to become a state four times. They had four different constitutions given. This was more than any other state territory. Missourians, because they were so close, went across the border to vote on the first state constitution. The fact they were not Kansas residents did not stop them from stuffing the ballot boxes. With their help, pro-slavery candidates were elected to the constitutional convention. What came to be called the \"Bogus Legislature\" met on July 2, 1855. Among the laws passed by the Bogus Legislature were the death penalty for anyone setting slaves free or for saying or writing anything that might cause a slave rebellion. Citizens of Kansas who had talked about any anti-slavery ideas were not allowed to be jurors. The convention did everything it could to make anyone with anti-slavery sentiments leave Kansas. Anti-slavery abolitionists met on June 24, 1855. They rejected the Bogus Legislature's laws and constitution.\nThe Topeka constitution.\nAfter several conventions, the free-staters met in Topeka to write a constitution. It was given to the U.S. Congress, and it went to Kansas voters on December 15. The \"Topeka constitution\" won ratification by a vote of 1,731 to 46. The landslide victory was because the pro-slavery side protested the vote. President Franklin Pierce gave a speech January 24, 1856 saying the so-called Bogus Legislature was still legitimate. He called the Topeka constitution and the abolitionist convention illegal. The United States House of Representatives accepted the constitution by a vote of 99 to 97. It was sent to the United States Senate, but the bill was stopped in committee. The House and Senate went back and forth over the issue, but nothing was fixed. Then President Pierce sent federal troops to break up the Topeka legislature on July 4. A year passed with no progress. Both abolitionists and pro-slavery border ruffians started fighting a guerrilla war on the border to try to fix the issue.\nThe Lecompton constitution.\nA year passed with little change. However, James Buchanan was elected president of the United States. He chose Robert J. Walker to be the territorial governor of Kansas. His instructions to Walker were to help the \"regular legislature\" in creating a new constitutional convention. Buchanan promised Kansans that voters would be protected from force or fraud, and they should not protest the convention. Between mid-October and early November the Lecompton Constitution was drafted. When it was presented to Kansas voters it had two choices: a “Constitution With Slavery” and a “Constitution With No Slavery.” But it was cleverly worded in that it did not allow a vote against a constitution. This caused an angry response from voters. Governor Walker was forced to resign. By a vote of 6,226 to 569, on December 21, the Constitution With Slavery option won. However, Congress did not like the Lecompton constitution. The newly-created Republican Party joined forces with Northern Democrats, including Senator Stephen A. Douglas, to block the constitution because they felt it did not represent the will of the people of Kansas. The Democratic Party was split over the issue. Douglas and free-Stater in Kansas got a referendum held on January 4, 1858. This time, abolitionists, many of whom had earlier protested the vote, voted. More than 10,000 voters completely rejected the Lecompton Constitution.\nThe Leavenworth constitution.\nThe third try at a constitution was called the Leavenworth Constitution. It was called that because on March 25, 1858, the delegates met in Leavenworth, Kansas. When a bill asking for another convention had been sent to the new territorial governor, James Denver for approval, he ignored it. The territorial legislature then passed the bill, but they met after they were scheduled to leave. This caused an angry debate even before the convention met. At the convention, abolitionists disagreed over several issues including what to offer to blacks. Even so, the delegates voted on a new constitution to present to the voters. It was ratified on May 18, but very few Kansans came out to vote on the issue. Congress did not even take the Leavenworth constitution seriously. Instead, President Buchanan said that the Lecompton constitution had been ratified and it should be the constitution under consideration. While the Leavenworth constitution was waiting on ratification, both houses of congress sent the Lecompton constitution back to the voters of Kansas. This time there was a bribe attached. If the voters would approve the Lecompton constitution, they would get 3.5 million acres of public land to use for schools, a university and public works. If they rejected the constitution, Kansas would not be allowed to submit another constitution until it gained a larger population. On August 2, the voters rejected the terms of statehood made by Congress by a vote of 11,812 to 1,926. Both the Lecompton and the Leavenworth constitutions were dead. Both the pro-slavery and anti-slavery factions realized it was time for a new plan for Kansas.\nThe Wyandotte Constitution and Kansas statehood.\nThings quieted down temporarily although the polls had shown the free-state abolitionists were clearly in the majority. Many of the pro-slavery men from Missouri lost interest in the political affairs of Kansas. Many of the more radical abolitionists did also. The territorial legislature proceeded to find a way for Kansas to become a state. On February 9, 1859 the legislature passed an act to create one more constitutional convention. The new governor, Samuel Medary, signed the bill. A vote held on March 28 showed 5,306 Kansans were for the measure while 1,425 were against it. By this time it was widely thought Kansas would be a free state, if approved for statehood. But other issues were being debated. These included state boundaries, suffrage and temperance. Deligates to the convention were elected and on July 5 met at Wyandotte, a town that later became part of Kansas City. On July 29, the Wyandotte Constitution was adopted (without signatures of many of the Democrats at the convention). It was presented to the people of Kansas on October 4 and was approved by a vote of 10,421 to 5,530.\nThe U.S. House of Representatives introduced a bill in February 1860 for statehood and it passed. In the Senate, however, the measure stalled. It went to the Committee on Territories for three months before it came back to the Senate floor. The committee had recommended it not be passed. Debates on the measure went back and forth, but nothing was done due to the upcoming presidential election. In the 1860 election, Abraham Lincoln won the presidency. The Southern states then seceded from the Union. With Congress cleared of those against Kansas becoming a free state, the measure was passed. President Buchanan was still in office but signed the bill making Kansas the 34th state. The Wyandotte constitution became the constitution of the State of Kansas.","categories":[],"infobox_types":["military conflict"],"annotations":[{"uri":"Border_dispute","surface_form":"border war","offset":22},{"uri":"Kansas","surface_form":"Kansas","offset":40},{"uri":"Missouri","surface_form":"Missouri","offset":47},{"uri":"Border","surface_form":"border","offset":56},{"uri":"Kansas%E2%80%93Nebraska_Act","surface_form":"Kansas–Nebraska Act","offset":84},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":135},{"uri":"Ugly","surface_form":"ugly","offset":177},{"uri":"War","surface_form":"war","offset":182},{"uri":"Slavery","surface_form":"slavery","offset":240},{"uri":"Term","surface_form":"term","offset":253},{"uri":"Horace_Greeley","surface_form":"Horace Greeley","offset":278},{"uri":"New_York_Tribune","surface_form":"New York Tribune","offset":301},{"uri":"Violence","surface_form":"violence","offset":347},{"uri":"Pro-slavery_(United_States)","surface_form":"pro-slavery","offset":516},{"uri":"Abolitionism","surface_form":"abolitionists","offset":529},{"uri":"Free-Stater_(Kansas)","surface_form":"free-stater","offset":547},{"uri":"Slavery","surface_form":"slavery","offset":603},{"uri":"Precursor","surface_form":"precursor","offset":618},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":653},{"uri":"Tribe","surface_form":"tribe","offset":838},{"uri":"Native_American","surface_form":"Native American","offset":848},{"uri":"Plains_Indians","surface_form":"plains Indian","offset":885},{"uri":"Osage_Nation","surface_form":"Osage","offset":925},{"uri":"Pawnee_people","surface_form":"Pawnee people","offset":939},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1067},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":1192},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":1237},{"uri":"Popular_sovereignty_in_the_United_States","surface_form":"popular sovereignty","offset":1299},{"uri":"Political","surface_form":"political","offset":1373},{"uri":"Promoted","surface_form":"promoted","offset":1393},{"uri":"White_people","surface_form":"whites","offset":1428},{"uri":"New_England_Emigrant_Aid_Company","surface_form":"New England Emigrant Aid Company","offset":1486},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":1580},{"uri":"Abolitionism","surface_form":"abolitionist","offset":1634},{"uri":"Topeka%2C_Kansas","surface_form":"Topeka, Kansas","offset":1684},{"uri":"Cyrus_K._Holliday","surface_form":"Cyrus K. Holliday","offset":1714},{"uri":"Advocate","surface_form":"advocate","offset":1755},{"uri":"Plot","surface_form":"plot","offset":1795},{"uri":"Atchison%2C_Kansas","surface_form":"Atchison","offset":1980},{"uri":"Leavenworth%2C_Kansas","surface_form":"Leavenworth","offset":1993},{"uri":"Issue","surface_form":"issue","offset":2097},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":2135},{"uri":"Agriculture","surface_form":"agriculture","offset":2175},{"uri":"Million","surface_form":"million","offset":2222},{"uri":"Descendant","surface_form":"descendant","offset":2247},{"uri":"Plantation","surface_form":"plantation","offset":2292},{"uri":"Economy","surface_form":"economy","offset":2326},{"uri":"Labor","surface_form":"labor","offset":2355},{"uri":"Trade","surface_form":"trade","offset":2445},{"uri":"Rent","surface_form":"rent","offset":2453},{"uri":"Bought","surface_form":"bought","offset":2461},{"uri":"Sold","surface_form":"sold","offset":2471},{"uri":"Social_status","surface_form":"social status","offset":2485},{"uri":"Prestige","surface_form":"prestige","offset":2500},{"uri":"Demonstrate","surface_form":"demonstrate","offset":2525},{"uri":"North","surface_form":"North","offset":2579},{"uri":"Abolish","surface_form":"abolish","offset":2650},{"uri":"Industrial","surface_form":"industrial","offset":2682},{"uri":"Immigration","surface_form":"Immigration","offset":2694},{"uri":"Ireland","surface_form":"Ireland","offset":2723},{"uri":"Germany","surface_form":"Germany","offset":2735},{"uri":"Missouri","surface_form":"Missouri","offset":2939},{"uri":"Interference","surface_form":"interfering","offset":2957},{"uri":"Missouri_Compromise","surface_form":"Missouri Compromise","offset":3043},{"uri":"Plantation","surface_form":"Plantation","offset":3205},{"uri":"Ohio","surface_form":"Ohio","offset":3405},{"uri":"Kentucky","surface_form":"Kentucky","offset":3411},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":3421},{"uri":"New_York_(state)","surface_form":"New York","offset":3438},{"uri":"Prejudice","surface_form":"prejudice","offset":3519},{"uri":"Inferior","surface_form":"inferior","offset":3593},{"uri":"Martin_F._Conway","surface_form":"Martin F. Conway","offset":4075},{"uri":"Riley_County%2C_Kansas","surface_form":"Riley County","offset":4119},{"uri":"Concern","surface_form":"concern","offset":4175},{"uri":"Fraud","surface_form":"fraud","offset":4200},{"uri":"Andrew_Reeder","surface_form":"Andrew Reeder","offset":4228},{"uri":"Nullify","surface_form":"nullified","offset":4242},{"uri":"Select_or_special_committee_(United_States_Congress)","surface_form":"special committee","offset":4525},{"uri":"Valid","surface_form":"valid","offset":4894},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":4944},{"uri":"Skirmish","surface_form":"skirmish","offset":5021},{"uri":"Wakarusa_War","surface_form":"Wakarusa War","offset":5038},{"uri":"Newspaper","surface_form":"newspaper offices","offset":5308},{"uri":"Looting","surface_form":"ransacked","offset":5331},{"uri":"Home","surface_form":"home","offset":5341},{"uri":"Charles_Sumner","surface_form":"Charles Sumner","offset":5391},{"uri":"Ridicule","surface_form":"ridicule","offset":5589},{"uri":"South_Carolina","surface_form":"South Carolina","offset":5620},{"uri":"Virgin","surface_form":"virgin","offset":5734},{"uri":"Pornography","surface_form":"sexually explicit","offset":5784},{"uri":"Disgusting","surface_form":"disgusting","offset":5806},{"uri":"Cane","surface_form":"cane","offset":5956},{"uri":"Pottawatomie_massacre","surface_form":"Pottawatomie Creek","offset":6253},{"uri":"Sword","surface_form":"sword","offset":6386},{"uri":"Rebellion","surface_form":"insurrection","offset":6471},{"uri":"John_Brown%27s_raid_on_Harpers_Ferry","surface_form":"Harper's Ferry, Virginia","offset":6501},{"uri":"Boston","surface_form":"Boston","offset":6566},{"uri":"Lecompton%2C_Kansas","surface_form":"Lecompton","offset":6649},{"uri":"Militia","surface_form":"militia","offset":6827},{"uri":"Battle_of_Osawatomie","surface_form":"Battle of Osawatomie","offset":6843},{"uri":"Hostilities","surface_form":"hostilities","offset":6870},{"uri":"John_W._Geary","surface_form":"John W. Geary","offset":6984},{"uri":"Marais_des_Cygnes_massacre","surface_form":"Marais des Cygnes massacre","offset":7215},{"uri":"Constitution","surface_form":"constitution","offset":7519},{"uri":"Congress_of_the_United_States","surface_form":"U.S. Congress","offset":7539},{"uri":"Resident","surface_form":"resident","offset":7823},{"uri":"Electoral_fraud","surface_form":"stuffing the ballot boxes","offset":7856},{"uri":"Candidate","surface_form":"candidate","offset":7912},{"uri":"Constitutional_convention_(political_meeting)","surface_form":"constitutional convention","offset":7943},{"uri":"Bogus","surface_form":"Bogus","offset":7998},{"uri":"Death_penalty","surface_form":"death penalty","offset":8094},{"uri":"Writing","surface_form":"writing","offset":8156},{"uri":"Rebellion","surface_form":"rebellion","offset":8198},{"uri":"Citizen","surface_form":"Citizen","offset":8209},{"uri":"Juror","surface_form":"juror","offset":8295},{"uri":"Sentiment","surface_form":"sentiment","offset":8375},{"uri":"Ratification","surface_form":"ratification","offset":8728},{"uri":"Landslide_victory","surface_form":"landslide victory","offset":8771},{"uri":"President_of_the_United_States","surface_form":"President","offset":8842},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":8852},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":9039},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":9146},{"uri":"Border_Ruffian","surface_form":"border ruffian","offset":9442},{"uri":"Guerrilla_warfare","surface_form":"guerrilla war","offset":9477},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":9601},{"uri":"Robert_J._Walker","surface_form":"Robert J. Walker","offset":9669},{"uri":"Governor","surface_form":"governor","offset":9708},{"uri":"Fraud","surface_form":"fraud","offset":9910},{"uri":"Anger","surface_form":"angry","offset":10265},{"uri":"Resignation","surface_form":"resign","offset":10323},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":10493},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":10538},{"uri":"Stephen_A._Douglas","surface_form":"Stephen A. Douglas","offset":10567},{"uri":"Free-Stater_(Kansas)","surface_form":"free-Stater","offset":10745},{"uri":"Referendum","surface_form":"referendum","offset":10773},{"uri":"Leavenworth%2C_Kansas","surface_form":"Leavenworth, Kansas","offset":11129},{"uri":"James_Denver","surface_form":"James Denver","offset":11239},{"uri":"Debate","surface_form":"debate","offset":11401},{"uri":"Black_people","surface_form":"blacks","offset":11530},{"uri":"Bribery","surface_form":"bribe","offset":12071},{"uri":"Million","surface_form":"million","offset":12162},{"uri":"Acre","surface_form":"acre","offset":12170},{"uri":"School","surface_form":"school","offset":12202},{"uri":"University","surface_form":"university","offset":12213},{"uri":"Public_works","surface_form":"public works","offset":12228},{"uri":"Population","surface_form":"population","offset":12361},{"uri":"Samuel_Medary","surface_form":"Samuel Medary","offset":13141},{"uri":"Suffrage","surface_form":"suffrage","offset":13430},{"uri":"Temperance","surface_form":"temperance","offset":13443},{"uri":"Kansas_City%2C_Kansas","surface_form":"Kansas City","offset":13561},{"uri":"Signature","surface_form":"signature","offset":13634},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":14210},{"uri":"Secession","surface_form":"seceded","offset":14271},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":14288}]}