{"id":545678,"url":"http://en.wikipedia.org/wiki/Kansas_Territory","text":"The Territory of Kansas was a territory of the United States that existed from May 30, 1854, until January 29, 1861. This was when the eastern portion of the territory was admitted to the Union as the state of Kansas.\nThe territory extended from the Missouri border west to the summit of the Rocky Mountains. North-south it ran from the 37th parallel north to the 40th parallel north. Much of the eastern region of what is now the State of Colorado was part of Kansas Territory. The western region of the former Kansas Territory, the Territory of Colorado, was created on February 28, 1861.\nPro-slavery settlers.\nWithin a few days after the passage of the Kansas–Nebraska Act, hundreds of Missourians (also called Border Ruffians) crossed into Kansas territory. Many selected a section of land and voted in a meeting or meetings. This was intending to appear there was a pro-slavery majority in this region. In fact, each side became a majority back and forth.\nAs early as June 10, 1854, the Missourians held a meeting at Salt Creek Valley, a trading post west from Fort Leavenworth, at which a \"Squatter's Claim Association\" was organized. In newspaper articles they said they were in favor of making Kansas a slave state \"if it should require half the citizens of Missouri, musket in hand, to emigrate there, and even sacrifice their lives in accomplishing so desirable an end.\" In another paper they warned: \"The abolitionists will probably not be interrupted if they settle north of the fortieth parallel of north latitude, but south of that line, and within Kansas Territory they need not set foot. It is decreed by the people who live adjacent that their institutions are to be established, and candor compels us to advise accordingly.\"\nFree-Staters.\nDuring the long debate before the passage of the Kansas-Nebraska Act, planning had already started for emigrants from the free states to settle in the territory. The largest organization created for this purpose was the New England Emigrant Aid Company, organized by Eli Thayer. Emigration from the free states, including New England, Iowa, Ohio, and other Midwestern states, flowed into the territory beginning in 1854. These emigrants were known as Free-Staters. Because Missourians had claimed much of the land closest to the border, the Free-Staters were forced to establish settlements further into Kansas Territory. Among these were Lawrence, Topeka, and Manhattan.\nAbolitionists.\nAbolitionists, like Free-Staters, did not want Kansas to become a slave state. They wanted to get rid of slavery permanently in the United States. Abolitionists also believed “all men are created equal.” Unlike Free-Staters, they wanted equal rights for blacks. The official Free-State line supported the idea of excluding \"all\" Black people from the state of Kansas. While they didn't have slaves themselves most were prejudiced against black people believing the popular idea they were inferior. Most of the settlers seemed to want free soil for white people only. Eventually they compromised with Free-Staters to prevent slavery in Kansas.\nFirst Territorial Appointments.\nThe first territorial appointments were made in June and July 1854. The officers appointed by President Franklin Pierce. They were confirmed by the United States Senate. The first governor was Democrat Andrew Horatio Reeder. Reeder was completely in sympathy with the pro-slavery southerners. He took the oath of office in Washington, DC on July 7, 1854. He arrived in Kansas on October 7, the same year. Reeder became one of the most active land speculators in the territory. In 1855, this conflict of interest finally got him fired as governor by President Pierce.\nElection of Territorial Legislature.\nOn March 30, 1855 \"Border Ruffians\" from Missouri entered Kansas during the territory's first legislative election and voted in a pro-slavery Territorial Legislature. This was called the \"Bogus Legislature\" because of the widespread claims of election fraud. Antislavery candidates prevailed in one election district, the future Riley County.\nThe first session of the legislature was held in Pawnee, Kansas (within the boundary of modern-day Fort Riley) at the request of Governor Reeder. He chose it for several reasons, not the least of which was he was an investor in the city. The two-story stone building still stands and is open to the public as the first Territorial Capitol of Kansas. The building remained as the seat of the legislature for five days from July 2–6, 1855, then moved nearer Missouri to the Shawnee Methodist Mission.\nThe last legislative act of the Territorial Legislature was the approval of the charter for the College of the Sisters of Bethany. This was February 2, 1861—four days after James Buchanan signed the act of Congress that officially brought Kansas into the Union.\nJames H. Lane joined the Free-State movement in 1855 and became president the Topeka Constitutional Convention from October 23 to November 11, 1855. He was later a leader of \"Jayhawkers\". The first Free-state mass-meeting was in Lawrence on the evening of June 8, 1855. Missourians were charged with voter fraud, ballot-box stuffing, and the \"Bogus Legislature\" which does not represent the legal voters of this Territory.\nIt was claimed that some Missourians had used violence toward the persons and property of the inhabitants of the Kansas Territory. It was agreed that Kansas should be a free State. Also that Missourians in the late Kansas election were a gross outrage on the elective franchise and rights of freemen. They were also charged with violating popular sovereignty. Those attending did not feel bound to obey any laws made by the illegitimate legislature.\nBleeding Kansas.\nThe violent period following the passage of the Kansas-Nebraska Act is called Bleeding Kansas. Pro-slavery Missourians rushed in to claim land and push for the state to become a slave state. Free-Staters and abolitionists poured into Kansas from New England, Ohio, Iowa, and other midwestern states. In a short time they outnumbered the pro-slavery faction. However, when elections were held in Kansas Territory, bands of armed Ruffians seized polling places. They prevented Free-State men from voting, and they cast illegal votes. There was violence on both sides. Border Ruffians also engaged in general violence against Free-State settlements. They burned farms and sometimes murdered Free-State men. Ruffians twice attacked Lawrence, Kansas, the Free-State capital. On 1 December 1855, a small army of mainly Border Ruffians laid siege to Lawrence, but were driven off. (This was the nearly bloodless climax to the \"Wakarusa War\".) On 21 May 1856, an even larger force of Border Ruffians and pro-slavery Kansans captured Lawrence, which they sacked. In retaliation, John Brown and 7 followers committed the Pottawatomie massacre. In this incident, Brown and his followers dragged five unarmedmen and boys from their houses and murdered with swords, guns and knives. This only increased the violence leading to the Battle of Osawatomie where the abolitionists of Osawatomie were attacked and the town burned.","categories":[],"infobox_types":[],"annotations":[{"uri":"Territory","surface_form":"territory","offset":30},{"uri":"United_States","surface_form":"United States","offset":47},{"uri":"United_States","surface_form":"Union","offset":188},{"uri":"US_states","surface_form":"state","offset":201},{"uri":"Kansas","surface_form":"Kansas","offset":210},{"uri":"Missouri","surface_form":"Missouri","offset":250},{"uri":"West","surface_form":"west","offset":266},{"uri":"Summit","surface_form":"summit","offset":278},{"uri":"Rocky_Mountains","surface_form":"Rocky Mountains","offset":292},{"uri":"North","surface_form":"North","offset":309},{"uri":"South","surface_form":"south","offset":315},{"uri":"37th_parallel_north","surface_form":"37th parallel north","offset":337},{"uri":"40th_parallel_north","surface_form":"40th parallel north","offset":364},{"uri":"East","surface_form":"east","offset":397},{"uri":"Colorado","surface_form":"State of Colorado","offset":431},{"uri":"Region","surface_form":"region","offset":491},{"uri":"Territory_of_Colorado","surface_form":"Territory of Colorado","offset":534},{"uri":"Border_Ruffian","surface_form":"Border Ruffian","offset":714},{"uri":"Vote","surface_form":"vote","offset":798},{"uri":"Fort_Leavenworth%2C_Kansas","surface_form":"Fort Leavenworth","offset":1066},{"uri":"Citizens","surface_form":"citizens","offset":1254},{"uri":"Musket","surface_form":"musket","offset":1276},{"uri":"Immigration","surface_form":"emigrate","offset":1295},{"uri":"Debate","surface_form":"debate","offset":1773},{"uri":"Organization","surface_form":"organization","offset":1931},{"uri":"New_England_Emigrant_Aid_Company","surface_form":"New England Emigrant Aid Company","offset":1977},{"uri":"Eli_Thayer","surface_form":"Eli Thayer","offset":2024},{"uri":"Iowa","surface_form":"Iowa","offset":2092},{"uri":"Ohio","surface_form":"Ohio","offset":2098},{"uri":"Free-Stater_(Kansas)","surface_form":"Free-Stater","offset":2208},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence","offset":2396},{"uri":"Topeka%2C_Kansas","surface_form":"Topeka","offset":2406},{"uri":"Manhattan%2C_Kansas","surface_form":"Manhattan","offset":2418},{"uri":"Abolitionism","surface_form":"Abolitionists","offset":2444},{"uri":"Rights","surface_form":"rights","offset":2687},{"uri":"African-American","surface_form":"Black","offset":2773},{"uri":"Kansas","surface_form":"Kansas","offset":2804},{"uri":"Prejudice","surface_form":"prejudice","offset":2863},{"uri":"Inferior","surface_form":"inferior","offset":2932},{"uri":"Appoint","surface_form":"appoint","offset":3200},{"uri":"Franklin_Pierce","surface_form":"President Franklin Pierce","offset":3213},{"uri":"Confirm","surface_form":"confirm","offset":3250},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":3267},{"uri":"List_of_Governors_of_Kansas","surface_form":"governor","offset":3299},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":3312},{"uri":"Andrew_Horatio_Reeder","surface_form":"Andrew Horatio Reeder","offset":3321},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":3442},{"uri":"Conflict_of_interest","surface_form":"conflict of interest","offset":3610},{"uri":"Border_Ruffians","surface_form":"Border Ruffians","offset":3742},{"uri":"Electoral_fraud","surface_form":"election fraud","offset":3966},{"uri":"Riley_County","surface_form":"Riley County","offset":4052},{"uri":"Pawnee%2C_Kansas","surface_form":"Pawnee, Kansas","offset":4115},{"uri":"Fort_Riley","surface_form":"Fort Riley","offset":4165},{"uri":"Investor","surface_form":"investor","offset":4282},{"uri":"College_of_the_Sisters_of_Bethany","surface_form":"College of the Sisters of Bethany","offset":4661},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":4738},{"uri":"Jayhawker","surface_form":"Jayhawker","offset":5002},{"uri":"Freeman_(colonial)","surface_form":"freemen","offset":5542},{"uri":"Illegitimate","surface_form":"illegitimate","offset":5674},{"uri":"New_England","surface_form":"New England","offset":5963},{"uri":"Ohio","surface_form":"Ohio","offset":5976},{"uri":"Iowa","surface_form":"Iowa","offset":5982},{"uri":"Midwestern_United_States","surface_form":"midwestern states","offset":5998},{"uri":"Faction","surface_form":"faction","offset":6066},{"uri":"Violence","surface_form":"violence","offset":6259},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":6445},{"uri":"Wakarusa_War","surface_form":"Wakarusa War","offset":6637},{"uri":"Retaliation","surface_form":"retaliation","offset":6774},{"uri":"Commit","surface_form":"commit","offset":6814},{"uri":"Pottawatomie_massacre","surface_form":"Pottawatomie massacre","offset":6828},{"uri":"Unarmed","surface_form":"unarmed","offset":6906},{"uri":"Sword","surface_form":"sword","offset":6962},{"uri":"Gun","surface_form":"gun","offset":6970},{"uri":"Knives","surface_form":"knives","offset":6979},{"uri":"Battle_of_Osawatomie","surface_form":"Battle of Osawatomie","offset":7035}]}