{"id":545967,"url":"http://en.wikipedia.org/wiki/Border_Ruffian","text":"Border Ruffians were pro-slavery activists from the slave-state of Missouri. From 1854 to 1860 they crossed the state border into Kansas Territory to force the acceptance of slavery there. The name was applied by Free-Staters in Kansas and abolitionists throughout the North. Armed Ruffians interfered in territorial elections, and attacked Free-State settlements. This violence was the origin of the phrase \"Bleeding Kansas\". The Ruffians contributed to the growing sectional tensions, and helped bring on the American Civil War.\nBackground.\nOnly a few of the Border Ruffians actually owned slaves. Most were simply too poor. What motivated them was hatred of Northerners and abolitionists. The Ruffians were driven by the rhetoric of leaders such as U.S. Senator David Rice Atchison of Missouri, who called Northerners \"negro thieves\" and \"abolitionist tyrants.\" He encouraged Missourians to defend the institution of slavery \"with the bayonet and with blood\" and, if necessary, \"to kill every God-damned abolitionist in the district.\"\nIronically, most of the Free-State men in Kansas were not abolitionists. They opposed the presence of either free black people or slaves. \"We want no slaves and we want no Negroes\" was the prevailing sentiment reported by an abolitionist in 1854. Additionally, the presence of bands of both Kansan and Missourian combatants in the area made it difficult for families on the border to remain neutral.\nTheir part in \"Bleeding Kansas\".\nKansas Territory was created by the Kansas-Nebraska Act of 1854. The Act repealed the Missouri Compromise of 1820. The Kansas-Nebraska Act introduced the doctrine of popular sovereignty. That meant the people of Kansas would decide on the issue of slavery. At this time, many (probably most) of the settlers in Kansas opposed slavery. However, slavery advocates were determined to have their way no matter what. When elections were held in Kansas Territory, bands of armed Ruffians seized polling places. They prevented Free-State men from voting, and they cast illegal votes. On 29 November 1854, Border Ruffians elected a pro-slavery territorial representative to Congress. On 30 March 1855, the Ruffians elected a pro-slavery legislature. Despite these measures, far more Free-State settlers moved to Kansas than pro-slavery settlers. In 1857, pro-slavery settlers in Kansas proposed the Lecompton Constitution for the future state of Kansas. The Ruffians tried to get the Lecompton Constitution adopted with additional fraud and violence. But by then there were too many Free-Staters there.\nThe Border Ruffians also engaged in general violence against Free-State settlements. They burned farms and sometimes murdered Free-State men. Ruffians twice attacked Lawrence, Kansas, the Free-State capital. On 1 December 1855, a small army of mainly Border Ruffians laid siege to Lawrence, but were driven off. (This was the nearly bloodless climax to the \"Wakarusa War\".) On 21 May 1856, an even larger force of Border Ruffians and pro-slavery Kansans captured Lawrence, which they sacked. In retaliation, John Brown and 7 followers committed the Pottawatomie massacre. In this incident, Brown and his followers dragged five unarmed men and boys from their houses and murdered them with swords, guns and knives. This started a rash of violence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slavery","surface_form":"slavery","offset":25},{"uri":"US_states","surface_form":"state","offset":58},{"uri":"Missouri","surface_form":"Missouri","offset":67},{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":130},{"uri":"Free-Stater_(Kansas)","surface_form":"Free-Stater","offset":213},{"uri":"Abolitionism","surface_form":"abolitionist","offset":240},{"uri":"Territory","surface_form":"territorial","offset":305},{"uri":"Election","surface_form":"election","offset":317},{"uri":"Human_settlement","surface_form":"settlements","offset":352},{"uri":"Violence","surface_form":"violence","offset":370},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":409},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":511},{"uri":"Motivation","surface_form":"motivated","offset":632},{"uri":"Northern_United_States","surface_form":"Northerners","offset":661},{"uri":"United_States_Senate","surface_form":"U.S. Senator","offset":752},{"uri":"David_Rice_Atchison","surface_form":"David Rice Atchison","offset":765},{"uri":"Black_people","surface_form":"black people","offset":1152},{"uri":"Kansas-Nebraska_Act","surface_form":"Kansas-Nebraska Act","offset":1507},{"uri":"Missouri_Compromise","surface_form":"Missouri Compromise","offset":1557},{"uri":"Doctrine","surface_form":"doctrine","offset":1625},{"uri":"Popular_sovereignty_in_the_United_States","surface_form":"popular sovereignty","offset":1637},{"uri":"Settler","surface_form":"settler","offset":1770},{"uri":"Congress_of_the_United_States","surface_form":"Congress","offset":2137},{"uri":"Fraud","surface_form":"fraud","offset":2494},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":2732},{"uri":"Wakarusa_War","surface_form":"Wakarusa War","offset":2924},{"uri":"Retaliation","surface_form":"retaliation","offset":3061},{"uri":"Commit","surface_form":"commit","offset":3101},{"uri":"Pottawatomie_massacre","surface_form":"Pottawatomie massacre","offset":3115},{"uri":"Unarmed","surface_form":"unarmed","offset":3193},{"uri":"Sword","surface_form":"sword","offset":3255},{"uri":"Gun","surface_form":"gun","offset":3263},{"uri":"Knives","surface_form":"knives","offset":3272}]}