{"id":546003,"url":"http://en.wikipedia.org/wiki/Clash_of_the_Titans_(2010_movie)","text":"e=\"preserve\">Clash of the Titans is a 2010 American-British adventure fantasy movie. A remake of the 1981 film and directed by Louis Leterrier, it stars Sam Worthington, Liam Neeson, Ralph Fiennes, Gemma Arterton, Mads Mikkelsen and Alexa Davalos. It was poorly received by critics, however it was a commercial success, grossing $493 million at the American box office. A sequel, Wrath of the Titans was released in 2012.\nPlot.\nIn ancient times, the Titans are defeated by their children, the gods, who subsequently divide the universe among themselves: Zeus (Liam Neeson) rules the sky, Poseidon (Danny Huston) rules the ocean and Hades (Ralph Fiennes), having been tricked by Zeus, rules the Underworld. The gods created humans, and their prayers fueled their immortality. But, as time goes by, mankind eventually questions and begins to resist against their creators, to the ire of the Olympians.\nMeanwhile, the fisherman Spyros (Pete Postlethwaite) discovers a coffin adrift in the sea and inside, he discovers a baby, Perseus, and his mother Danaë. Spyros and his wife Marmara (Elizabeth McGovern) take him in as their own, along with their own daughter Tekla (Sinead Michael).\nThe adult Perseus (Sam Worthington) and his family fish from a boat, when they witness soldiers from Argos felling a statue of Zeus. Angered by this desecration, the gods unleash the furies, who attack the soldiers and destroy the fishing boat. Perseus, the only survivor, is found by a group of soldiers. He is brought to the court of King Cepheus (Vincent Regan) and Queen Cassiopeia (Polly Walker), who are celebrating their campaign against the gods. The queen brashly compares the beauty of her daughter Andromeda (Alexa Davalos) to that of Aphrodite (Agyness Deyn), and the celebrations are cut short when Hades arrives, who has been given leave by Zeus to punish the mortals for defying the gods. He warns that unless Andromeda is sacrificed to the Kraken, a monster that he created, he will unleash it onto Argos.\nBefore he leaves, Hades reveals that Perseus is a demigod. His origins are compared by Io (Gemma Arterton), a girl cursed with agelessness for spurning a god's romantic advances; he was born after Zeus impregnated Danäe, who was the wife of King Acrisius (Jason Flemyng), in revenge for rebelling against the gods. After he tried to kill his wife and illegitimate son by drowning them in a coffin, Zeus struck him with lightning, deforming him and transforming him into the monster Calibos. Perseus leads the King's Guard to a trio of hags called the Stygian Witches, looking for a way to kill the Kraken. After being betrayed by Hades, Zeus sends Perseus a sword forged on Olympus and the winged horse Pegasus. Perseus refuses them both, but Draco, captain of the king's guard, keeps the sword for when Perseus needs it.\nThe group are attacked by Calibos, but Draco severs his hand and forces him to flee. The band pursue him, but they are later attacked by a group of giant scorpions called Scorpioxs which are created from Calibos' blood. The monsters are tamed and the group are rescued by the djinn, a race of warrior sorcerers which live in the desert. They are also wishing for the gods' defeat and aid Perseus and his friends.\nThe party arrive at the Stygian Witches' lair, and they reveal that the only way to defeat the Kraken is with the head of the gorgon Medusa, who lives in the ruins of a temple at the edge of the Underworld and whose deadly gaze can turn onlookers into stone. Perseus, Io, Suleiman, Draco and the surviving members of the group enter the Underworld. The men venture into the temple, while Io, who is a woman and forbidden from entering, waits outside. Medusa kills everyone except Perseus, who, with the use of his reflective shield to look at her with his back turned, decapitates her.\nAs Perseus leaves the temple, Calibos appears and stabs Io to death. As Perseus and Calibos fight, he accepts he is Zeus's son and stabs Calibos with the Olympian sword, turning him back into a human. The dying Calibos urges Perseus not to become one of the gods. With her final breath, Io urges Perseus to save the people of Argos and Andromeda. He rides back to Argos on Pegasus as the Kraken is released. The people of Argos seize Andromeda and bind her to offer her as a sacrifice to the beast. Meanwhile, Hades reveals he feeds off man's fears rather than their faith or worship as Zeus does, before then subduing his brother.\nPerseus arrives at Argos and, with Medusa's severed head, turns the Kraken to stone before it can reach Andromeda. The beast crumbles into pieces and its hand falls on Prokopion (Luke Treadaway), the insane leader of Cult of Hades, and Cepheus, who was injured fighting Prokopion, and the two men are crushed to death. Hades appears, with the intent of killing Perseus, but Perseus, calling upon Zeus, throws his sword at Hades and he is banished into the Underworld. Andromeda is rescued by Perseus and she is crowned the Queen of Argos. Perseus declines her offer to rule with her as King and he also refuses another chance at immortality from Zeus, who then proclaims that if he chooses to be mortal, he should not live alone, and brings Io back to life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adventure_movie","surface_form":"adventure","offset":60},{"uri":"Fantasy_movie","surface_form":"fantasy movie","offset":70},{"uri":"Clash_of_the_Titans","surface_form":"the 1981 film","offset":97},{"uri":"Louis_Leterrier","surface_form":"Louis Leterrier","offset":127},{"uri":"Sam_Worthington","surface_form":"Sam Worthington","offset":153},{"uri":"Liam_Neeson","surface_form":"Liam Neeson","offset":170},{"uri":"Ralph_Fiennes","surface_form":"Ralph Fiennes","offset":183},{"uri":"Gemma_Arterton","surface_form":"Gemma Arterton","offset":198},{"uri":"Mads_Mikkelsen","surface_form":"Mads Mikkelsen","offset":214},{"uri":"Alexa_Davalos","surface_form":"Alexa Davalos","offset":233},{"uri":"Critic","surface_form":"critic","offset":274},{"uri":"United_States_dollar","surface_form":"$","offset":329},{"uri":"Box_office","surface_form":"box office","offset":358},{"uri":"Wrath_of_the_Titans","surface_form":"Wrath of the Titans","offset":380},{"uri":"Greek_gods","surface_form":"gods","offset":493},{"uri":"Zeus","surface_form":"Zeus","offset":554},{"uri":"Liam_Neeson","surface_form":"Liam Neeson","offset":560},{"uri":"Poseidon","surface_form":"Poseidon","offset":588},{"uri":"Danny_Huston","surface_form":"Danny Huston","offset":598},{"uri":"Hades","surface_form":"Hades","offset":632},{"uri":"Ralph_Fiennes","surface_form":"Ralph Fiennes","offset":639},{"uri":"Immortality","surface_form":"immortality","offset":762},{"uri":"Fisherman","surface_form":"fisherman","offset":915},{"uri":"Pete_Postlethwaite","surface_form":"Pete Postlethwaite","offset":933},{"uri":"Coffin","surface_form":"coffin","offset":965},{"uri":"Perseus","surface_form":"Perseus","offset":1023},{"uri":"Dana%C3%AB","surface_form":"Danaë","offset":1047},{"uri":"Elizabeth_McGovern","surface_form":"Elizabeth McGovern","offset":1083},{"uri":"Sinead_Michael","surface_form":"Sinead Michael","offset":1166},{"uri":"Sam_Worthington","surface_form":"Sam Worthington","offset":1202},{"uri":"Argos","surface_form":"Argos","offset":1284},{"uri":"Furies","surface_form":"furies","offset":1366},{"uri":"Cepheus%2C_King_of_Aethiopia","surface_form":"Cepheus","offset":1524},{"uri":"Vincent_Regan","surface_form":"Vincent Regan","offset":1533},{"uri":"Cassiopeia_(mythology)","surface_form":"Cassiopeia","offset":1558},{"uri":"Polly_Walker","surface_form":"Polly Walker","offset":1570},{"uri":"Andromeda_(mythology)","surface_form":"Andromeda","offset":1692},{"uri":"Alexa_Davalos","surface_form":"Alexa Davalos","offset":1703},{"uri":"Aphrodite","surface_form":"Aphrodite","offset":1729},{"uri":"Agyness_Deyn","surface_form":"Agyness Deyn","offset":1740},{"uri":"Kraken","surface_form":"Kraken","offset":1939},{"uri":"Gemma_Arterton","surface_form":"Gemma Arterton","offset":2096},{"uri":"Jason_Flemyng","surface_form":"Jason Flemyng","offset":2261},{"uri":"Graeae","surface_form":"Stygian Witches","offset":2556},{"uri":"Pegasus","surface_form":"Pegasus","offset":2708},{"uri":"Scorpion","surface_form":"scorpion","offset":2981},{"uri":"Djinn","surface_form":"djinn","offset":3103},{"uri":"Gorgon","surface_form":"gorgon","offset":3366},{"uri":"Medusa","surface_form":"Medusa","offset":3373},{"uri":"Luke_Treadaway","surface_form":"Luke Treadaway","offset":4637}]}