{"id":546032,"url":"http://en.wikipedia.org/wiki/Skirmisher","text":"A Skirmisher is a soldier usually sent ahead of a main body of troops to harass the enemy. Groups of skirmishers may also be placed on the flanks to prevent a surprise attack or flanking maneuver. A skirmish is a term first used in the 14th century. It meant a small-scale fight between two opposing forces or a preliminary battle involving troops in front of the main force. Skirmishers were those involved in the fight or battle. It comes from the Old French \"eskirmir\" \"to defend\". Skirmishers were usually infantry or cavalry soldiers who formed a skirmish line ahead or next to friendly troops.\nEarly America.\nTwo conflicts that involved the American Colonies and the development of skirmishers were the Seven Years' War (French and Indian War in the American colonies) and the American Revolutionary War. The main development of skirmisher tactics came from the Native American allied primarily to the English and French. Indian warriors did not fight in the European style of closely packed formations of soldiers, but more often fought as individuals. They used cover, ambush and lines of fighters that would later come to be called skirmishing.\nNapoleonic wars.\nThe tactics of the day called for heavy cavalry to be kept in reserve. Light cavalry were often used as skirmishers. They were usually positioned on the sides of an army and served two purposes. In \"skirmish order\" they could be placed some distance from the main force. That way they could warn the commander if any enemy approached from that direction. The other purpose was to use their quick speed to engage the enemy and hold them until more forces arrived. By their very presence they discouraged the enemy from mounting a flanking attack.\nAmerican Civil War.\nDuring the American Civil War, infantry manuals paid a good deal of attention to skirmishing. The tactics were based on Napoleon's heavy dependence on skirmishing during the Napoleonic Wars. Paintings and images of Civil War battles show two lines of soldiers, standing shoulder to shoulder, firing at the enemy lines at short distances. But massed formations were not frequently used during the Civil War. Skirmishes and skirmish lines were the more common tactic. The terrain in many cases did not allow mass formations of armies but did allow skirmishers to fight in open order. The increased accuracy of rifles and Rifled muskets at longer ranges made battles fought at close range unnecessary. Battles fought before at could now be fought at. Pre-war training had also changed skirmisher tactics. Instead of one company out of ten now entire Regiments were taught how to fight as skirmishers. They fought in small formations called “comrades in battle”. This called for four men to move and fight supporting each other. The Confederate Army actually made more effective use of skirmishers. In each brigade there was an elite battalion of sharpshooters who were used as skirmishers.\nPlains Indian Wars.\nDuring the Plains Indian Wars, especially following the Civil War, The US Army used companies of skirmishers ahead of the main force. The recommended distance between them was but most commanders simply kept skirmishers within sight of each other. They were used mainly ahead of the main force but could be used to defend the flanks or as a rearguard. If the Indians attacked, the skirmisher company formed a defensive circle. Once the danger had passed, they returned to their original positions. Often, the entire company was not deployed as skirmishers. Some were kept in reserve to fill gaps, to get ammunition or to carry messages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":18},{"uri":"Harass","surface_form":"harass","offset":73},{"uri":"Enemy","surface_form":"enemy","offset":84},{"uri":"Flank","surface_form":"flank","offset":139},{"uri":"Flanking_maneuver","surface_form":"flanking maneuver","offset":178},{"uri":"14th_century","surface_form":"14th century","offset":236},{"uri":"Preliminary","surface_form":"preliminary","offset":312},{"uri":"Battle","surface_form":"battle","offset":324},{"uri":"Old_French","surface_form":"Old French","offset":450},{"uri":"Infantry","surface_form":"infantry","offset":510},{"uri":"Cavalry","surface_form":"cavalry","offset":522},{"uri":"Thirteen_Colonies","surface_form":"American Colonies","offset":647},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":709},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":727},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":783},{"uri":"Military_tactics","surface_form":"tactic","offset":846},{"uri":"Native_American","surface_form":"Native American","offset":868},{"uri":"England","surface_form":"English","offset":908},{"uri":"France","surface_form":"French","offset":920},{"uri":"Warrior","surface_form":"warrior","offset":935},{"uri":"Ambush","surface_form":"ambush","offset":1077},{"uri":"Heavy_cavalry","surface_form":"heavy cavalry","offset":1205},{"uri":"Reserve","surface_form":"reserve","offset":1233},{"uri":"Light_cavalry","surface_form":"Light cavalry","offset":1242},{"uri":"Discourage","surface_form":"discourage","offset":1662},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1748},{"uri":"Manual","surface_form":"manual","offset":1777},{"uri":"Napoleon","surface_form":"Napoleon","offset":1857},{"uri":"Dependence","surface_form":"dependence","offset":1874},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1911},{"uri":"Painting","surface_form":"Painting","offset":1928},{"uri":"Shoulder","surface_form":"shoulder","offset":2007},{"uri":"Military_organization","surface_form":"massed formations","offset":2079},{"uri":"Terrain","surface_form":"terrain","offset":2207},{"uri":"Rifles","surface_form":"rifles","offset":2345},{"uri":"Musket","surface_form":"musket","offset":2363},{"uri":"Company_(military)","surface_form":"company","offset":2554},{"uri":"Regiment","surface_form":"Regiment","offset":2584},{"uri":"Confederate_Army","surface_form":"Confederate Army","offset":2766},{"uri":"Brigade","surface_form":"brigade","offset":2840},{"uri":"Elite","surface_form":"elite","offset":2861},{"uri":"Battalion","surface_form":"battalion","offset":2867},{"uri":"Marksman","surface_form":"sharpshooters","offset":2880},{"uri":"Rearguard","surface_form":"rearguard","offset":3285},{"uri":"Ammunition","surface_form":"ammunition","offset":3548},{"uri":"Message","surface_form":"message","offset":3571}]}