{"id":546091,"url":"http://en.wikipedia.org/wiki/Battle_of_Osawatomie","text":"The Battle of Osawatomie took place on Saturday, August 30, 1856 in the town of Osawatomie, Kansas. John Brown and about 40 men tried to defend the town against an attack by about 250–300 Border Ruffians. The Missouri ruffians were led by John W. Reid. The attack began early in the morning when Frederick Brown, son of John Brown, was shot and killed outside of the town. This alerted John Brown and others who tried to defend the town. But heavy casualties forced Brown and the other abolitionists back across the nearby river. The town was looted and burned but Brown was not pursued. This was one of many clashes between pro-slavery and free-staters during the period known as Bleeding Kansas.\nBackground.\nIn 1854, the passage of the Kansas-Nebraska Act began a policy known as popular sovereignty in the United States. It allowed settlers in the Kansas Territory to decide by popular vote whether Kansas would be admitted to the United States as a slave or free state. This led activists from both sides of the issue to flood into Kansas trying to influence the outcome. It led to a period of violence that continued into the Amer Civil War.\nJohn Brown was an abolitionist who came to the Kansas Territory on October 7, 1855, to help several of his sons who were already there. He was considered an extremist by some, a martyr by others. As an abolitionist he found slavery in any form to be immoral. On the night of May 24, 1856, Brown and a few followers attacked and murdered five men in a small settlement on the Pottawatomie Creek near Manhattan, Kansas. The killings were particularly brutal. One by one, settlers were dragged from their homes and hacked to death with broadswords and shot. Up to that time there had not been much bloodshed between proslavery and free-state groups. Brown's raid brought retaliation.\nThe battle.\nIn mid-august Missouri Border Ruffians had been looting and killing in the area near Osawatomie. On August 25, about 150 Missourians were camped nearby planning to take the town by surprise. They were discovered and driven away in disorder. On the night of August 29, a band of about 400 ruffians led by John William Reid approached Osawatomie. Their plan was to attack at sunrise. At about the time the attack was supposed to start, the Missourians, guided by a minister named Martin White came across two men leaving town. White recognized one as Frederick Brown, son of John Brown. White immediately shot and killed Brown. Settlers hearing the shot alerted John Brown and the people of the town. The men were gathered together to form a hasty defense of the town. At first they were going to use the blockhouse. But on learning the ruffians had cannon it was decided to position themselves in the woods across the Marais des Cygnes River. The abolitionists defended the town for a time but were eventually overpowered. They retreated and left the town for the Missourians to rob and burn. Only four buildings remained among the ruins of what had been the village of Osawatomie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Osawatomie%2C_Kansas","surface_form":"Osawatomie, Kansas","offset":80},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":100},{"uri":"Border_Ruffian","surface_form":"Border Ruffian","offset":188},{"uri":"Missouri","surface_form":"Missouri","offset":209},{"uri":"Casualty_(person)","surface_form":"casualties","offset":448},{"uri":"Abolitionism","surface_form":"abolitionists","offset":486},{"uri":"Looting","surface_form":"looted","offset":543},{"uri":"Pro-slavery_(United_States)","surface_form":"pro-slavery","offset":625},{"uri":"Free-Stater_(Kansas)","surface_form":"free-staters","offset":641},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":681},{"uri":"Kansas-Nebraska_Act","surface_form":"Kansas-Nebraska Act","offset":738},{"uri":"Popular_sovereignty_in_the_United_States","surface_form":"popular sovereignty in the United States","offset":782},{"uri":"Settler","surface_form":"settler","offset":835},{"uri":"Kansas_Territory","surface_form":"Kansas Territory","offset":851},{"uri":"Vote","surface_form":"popular vote","offset":881},{"uri":"United_States","surface_form":"United States","offset":934},{"uri":"Activist","surface_form":"activist","offset":983},{"uri":"Influence","surface_form":"influence","offset":1053},{"uri":"Outcome","surface_form":"outcome","offset":1067},{"uri":"Violence","surface_form":"violence","offset":1098},{"uri":"Extremist","surface_form":"extremist","offset":1304},{"uri":"Martyr","surface_form":"martyr","offset":1325},{"uri":"Immoral","surface_form":"immoral","offset":1397},{"uri":"Follower","surface_form":"follower","offset":1452},{"uri":"Human_settlement","surface_form":"settlement","offset":1504},{"uri":"Manhattan%2C_Kansas","surface_form":"Manhattan, Kansas","offset":1546},{"uri":"Settler","surface_form":"settler","offset":1616},{"uri":"Home","surface_form":"home","offset":1649},{"uri":"Hack","surface_form":"hack","offset":1659},{"uri":"Sword","surface_form":"sword","offset":1685},{"uri":"Shooting","surface_form":"shot","offset":1696},{"uri":"August","surface_form":"august","offset":1847},{"uri":"Looting","surface_form":"looting","offset":1888},{"uri":"Sunrise","surface_form":"sunrise","offset":2213},{"uri":"Clergyman","surface_form":"minister","offset":2303},{"uri":"Blockhouse","surface_form":"blockhouse","offset":2643},{"uri":"Cannon","surface_form":"cannon","offset":2688},{"uri":"Woods","surface_form":"woods","offset":2740},{"uri":"Marais_des_Cygnes_River","surface_form":"Marais des Cygnes River","offset":2757}]}