{"id":546221,"url":"http://en.wikipedia.org/wiki/Madame_de_Montespan","text":"Françoise de Rochechouart, Marquise of Montespan (5 October 1640 – 27 May 1707) was better known as Madame de Montespan. She was the most celebrated mistress of King Louis XIV of France. She had seven children with him.\nShe had spent several years in fashonable Parisians salons. There she was quickly seen as an an intelligent, witty and very attractive woman. She eventually gave herself the nickname Athénaïs in honour of the ancient Greek goddess Athena. As a result of this she is also referred to as \"Athénaïs de Montespan\". She lived at the same time as Barbara Palmer, 1st Duchess of Cleveland, the mistress of Charles II of England. Several of her decendants married, which makes her an ancestress of several royal houses in Europe, including those of Spain, Italy, Bulgaria and Portugal. She was also responsible for the creation of the now destroyed \"Trianon de Porcelaine\" as well as the larger and grander Château de Clagny. The latter building has often been likened to the Palace of Versailles, just on a smaller scale. She was also called \"the real queen of France\" in her lifetime due to her strong influence over the king and royal court.\nEarly life.\nThe second daughter of Gabriel de Rochechouart, Duke of Mortemart and Diane de Grandseigne, she was a member of the House of Rochechouart, itself one of the most well regarded noble families in France. Her mother was a lady-in-waiting to Anne of Austria and as a young girl, she often travelled with her mother between the family estates and the court at the Louvre in Paris. At the age of twelve, she began her formal education at the Convent of St Mary at Saintes, From a young age she was styled as \"Mademoiselle de de Tonnay-Charente\" or \"Mademoiselle de Mortemart\".\nMarriage.\nDespite being in love with Louis de La Trémoille, on 28 January 1663, Françoise married Louis Henri de Pardaillan, Marquis of Montespan, who was one year younger than her. Also from a prominent noble family the marriage was considered a good social match. The couple had two children.\nRelationship with Louis XIV.\nAt the age of twenty, Athénaïs became a maid-of-honour to the king's sister-in-law, Princess Henrietta of England, who was known at court by the traditional honorific of Madame. Later, because of the relationship between her mother and the queen dowager, Anne of Austria, Athénaïs was appointed to be a lady-in-waiting to the king's wife, Queen Marie Thérèse. By 1666 Athénaïs was trying to gain the favour of Louise de La Vallière, the mistress of king Louis.\nEventually it became common knowledge that Louis and Athénaïs were having a sexual relationship. Their first illegitimate child was a daughter who was named after the couple; Louise Françoise de Bourbon (1669-1672) but who died young. As the children born to the couple increased a house in Paris was bought on the Rue Vaugirard where the children could be bought up by their nanny Madame Scarron (future Madame de Maintenon) and secret wife of Louis). Thanks to the constant requests of Athénaïs in 1673, the couple's three living illegitimate children were legitimated by Louis XIV and given the royal surname of \"de Bourbon\". Their mother's name, however, was not mentioned. Despite having successfully seen her children with Louis legitimised, the arguments between Louis and Athénaïs became more and more frequent as well as ferocious but the couple would invariably work things out. However The \"Affaire des Poisons\" (Affair of the poisons), which erupted in September 1677. This was a national scandal and it was thought that Athénaïs had been using certain poisons on Louis to ensure her influence on him would remain strong. Throughout her time as mistress of Louis her influence on female fashion at court also remained considerable.\nLater life.\nThe last years of Madame de Montespan's life were given up to a very severe penance. Real sorrow over her death was felt by her three youngest children. She died on 27 May 1707 at the age of sixty-five while taking the waters at Bourbon-l'Archambault in order to try to heal an illness. The king refused to let her children to wear mourning for her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mistress","surface_form":"mistress","offset":149},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":166},{"uri":"Athena","surface_form":"Athena","offset":451},{"uri":"Barbara_Palmer%2C_1st_Duchess_of_Cleveland","surface_form":"Barbara Palmer, 1st Duchess of Cleveland","offset":561},{"uri":"Charles_II_of_England","surface_form":"Charles II of England","offset":619},{"uri":"Trianon_de_Porcelaine","surface_form":"Trianon de Porcelaine","offset":862},{"uri":"Ch%C3%A2teau_de_Clagny","surface_form":"Château de Clagny","offset":919},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":988},{"uri":"Royal_court","surface_form":"royal court","offset":1144},{"uri":"Gabriel_de_Rochechouart%2C_Duke_of_Mortemart","surface_form":"Gabriel de Rochechouart, Duke of Mortemart","offset":1192},{"uri":"France","surface_form":"France","offset":1363},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":1388},{"uri":"Anne_of_Austria","surface_form":"Anne of Austria","offset":1407},{"uri":"Style_(address)","surface_form":"styled","offset":1661},{"uri":"Louis_Henri_de_Pardaillan%2C_Marquis_of_Montespan","surface_form":"Louis Henri de Pardaillan, Marquis of Montespan","offset":1838},{"uri":"Maid-of-honour","surface_form":"maid-of-honour","offset":2104},{"uri":"Sister-in-law","surface_form":"sister-in-law","offset":2133},{"uri":"Princess","surface_form":"Princess","offset":2148},{"uri":"Henrietta_of_England","surface_form":"Henrietta of England","offset":2157},{"uri":"Honorific","surface_form":"honorific","offset":2221},{"uri":"Queen_dowager","surface_form":"queen dowager","offset":2304},{"uri":"Anne_of_Austria","surface_form":"Anne of Austria","offset":2319},{"uri":"Lady-in-waiting","surface_form":"lady-in-waiting","offset":2367},{"uri":"Marie_Th%C3%A9r%C3%A8se_of_Austria","surface_form":"Queen Marie Thérèse","offset":2403},{"uri":"Louise_de_La_Valli%C3%A8re","surface_form":"Louise de La Vallière","offset":2474},{"uri":"Illegitimate","surface_form":"illegitimate","offset":2634},{"uri":"Paris","surface_form":"Paris","offset":2816},{"uri":"Nanny","surface_form":"nanny","offset":2901},{"uri":"Madame_de_Maintenon","surface_form":"Madame de Maintenon","offset":2930},{"uri":"Poison","surface_form":"poison","offset":3590}]}