{"id":546204,"url":"http://en.wikipedia.org/wiki/Douglas_County%2C_Kansas","text":"Douglas County is a county in the U.S. state of Kansas. In 2010 census, there were 110,826 people living in the county. That made it the fifth-most populous county in Kansas. The city with the most people is Lawrence.\nEarly history.\nFor many centuries, the Great Plains of North America was inhabited by nomadic Plains Indians. From the 16th century to 18th century, the Kingdom of France claimed ownership of large parts of North America. In 1762, after the French and Indian War, France secretly gave all the territory west of the Mississippi River to Spain, per the Treaty of Fontainebleau.\n19th century.\nIn 1802, Spain returned most of the land to France. But it kept about 7,500 square miles. In 1803, most of the land including the modern-day state of Kansas was acquired by the United States from France as part of Louisiana Purchase.\nIn 1854, the Kansas–Nebraska Act created the territory of Kansas. In 1855, Douglas County was established. Douglas County was opened for settlement on May 15, 1854. It was named for Stephen A. Douglas. The county was practically at the center of the Bleeding Kansas years as leaders in Lecompton, the territorial capital, wanted Kansas to be a slave state. Leaders in Lawrence wanted Kansas to be a free state. A number of events took place in Douglas County. These including the drafting of the controversial Lecompton Constitution (attempting to admit Kansas as a slave state), the sacking of Lawrence, and the Battle of Black Jack.\nThe first railroad in Douglas County, the Union Pacific, was built through that territory in 1864.\nGeography.\nThe U.S. Census Bureau says that the county has a total area of. Of this, is land and (4.0%) is water. It is the fifth-smallest county in Kansas by land area. Much of its northern border is defined by the Kansas River, which goes through Lawrence. The Bowersock Dam is one of the county's producers of hydropower.\nPeople.\nDouglas County includes the Lawrence, Kansas United States metropolitan area.\nIn 2000, there were 99,962 people, 38,486 households, and 21,167 families living in Douglas County. The people were 86.1% White, 4.2% Black or African American, 2.6% Native American, 3.1% Asian, 0.1% Pacific Islander, 1.2% from other races, and 2.7% from two or more races. 3.3% of the people were Hispanic or Latino.\nThere were 38,486 households. 27.4% of them had children under 18 years old; 43.1% of them had married people; 8.5% had only a woman as the main person (with no man); 45% were not families. 28.5% were people living alone, and 5.8% were people over 65 years old living alone.\n20.4% of the people were under 18 years old; 26.4% of the people were between 18 and 24 years old; 28.3% of the people were between 25 and 44 years old; 16.9% of the people were between 45 and 64 years old; 7.9% were 65 years old or older.\nCounty.\nThe Democratic Party has been dominant in Douglas County. Democrats control all County-wide offices in the County, except for the Sheriff. Douglas County is currently served by county commissioners Mike Gaughan, Nancy Thellman, and Michelle Derusseau. Gaughan and Thellman are Democrats, while Derusseau is the lone Republican on the commission.\nState.\nDemocratic state representatives representing portions of the county include John Wilson (10th District), Barbara Ballard (44th District), and Dennis Highberger (46th District), Mike Amyx (45th District); Republican state representatives include Jim Karleskint (42nd District) and Ken Corbet (54th District). The three state senators representing the county, Marci Francisco (2nd District), Tom Holland (3rd District), and Anthony Hensley (19th District), are all Democrats.\nPresidential elections.\nDouglas County has a political history similar to that of the Yankee Northeast than of the Great Plains. This can be seen from its voting history. It has the exact same voting history as that of Vermont or Cheshire County, New Hampshire (except the 1912 presidential election). This is due to the county's strong New England heritage. Douglas County voted for the Republican candidate in every Presidential election between 1864 and 1960, except in 1912 when it voted for Progressive Theodore Roosevelt. The Republican presidential nominee got over sixty percent of Douglas County's vote in every election between 1920 and 1960 (except 1932 when Herbert Hoover received 58.7 percent). To show how deeply the county's Republican roots ran, even when Kansas voted for Franklin D. Roosevelt in 1932 and 1936, Republican candidates won the county easily.\nThis changed in 1964, with the anti-Yankee feeling and Southern leanings of Barry Goldwater. This led to Douglas County voting for Lyndon B. Johnson, making Johnson the first Democrat ever to win the county. With more moderate GOP candidates, the GOP carried the county in every election between 1968 and 1988. However, the growing transformation of Lawrence into a liberal academic town pulled the county into the Democratic column from 1992 onwards. This was similar to many counties around the United States with college towns. Since the 2004 election, Douglas County has been one of the strongest Democratic places in Kansas, second only to Wyandotte County. Often, Douglas and Wyandotte are the only two counties in the state to vote for Democratic presidential candidates.\nUnified school districts.\nDouglas County is served by seven school districts.\nUniversities and colleges.\nThe University of Kansas's main campus is in Lawrence. Haskell Indian Nations University is also in Lawrence. Baker University, the state's oldest university, is in Baldwin City, Kansas.\nParks.\nClinton Lake, completed in 1980, offers boating, fishing and other water sports. Various parks around the lake have camping and trails for mountain biking, hiking and horseback riding.\nLone Star Lake is a small lake to the southwest of Lawrence. It offers fishing, boating and camping. Just northwest of Baldwin City is Douglas State Fishing Lake which provides hunting, fishing and limited camping. Other parks around the county include Black Jack Park, which includes the Ivan Boyd Prairie Preserve and Robert Hall Pearson Memorial Park, Broken Arrow Park in Lawrence, and Wells Overlook Park just south of Lawrence.\nEvents.\nBig events in the county include the Maple Leaf Festival in Baldwin City every third full weekend in October. Lecompton's Territorial Days take place every year in June. Lawrence has many parades throughout the year including Christmas and St. Patrick's Day.\nCounty Highways.\nDouglas County also maintains an extensive network of county highways to serve the rural areas of the county. None of these county highways go into Lawrence.","categories":[],"infobox_types":[],"annotations":[{"uri":"County_(United_States)","surface_form":"county","offset":20},{"uri":"U.S._state","surface_form":"U.S. state","offset":34},{"uri":"Kansas","surface_form":"Kansas","offset":48},{"uri":"2010_United_States_Census","surface_form":"2010 census","offset":59},{"uri":"Population","surface_form":"people","offset":91},{"uri":"Population","surface_form":"populous","offset":148},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence","offset":208},{"uri":"Centuries","surface_form":"centuries","offset":242},{"uri":"Great_Plains","surface_form":"Great Plains","offset":257},{"uri":"North_America","surface_form":"North America","offset":273},{"uri":"Nomadic_people","surface_form":"nomadic","offset":304},{"uri":"Plains_Indians","surface_form":"Plains Indians","offset":312},{"uri":"France","surface_form":"Kingdom of France","offset":371},{"uri":"Ownership","surface_form":"ownership","offset":397},{"uri":"North_America","surface_form":"North America","offset":425},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":459},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":533},{"uri":"Spain","surface_form":"Spain","offset":554},{"uri":"Treaty_of_Fontainebleau_(1762)","surface_form":"Treaty of Fontainebleau","offset":569},{"uri":"US_states","surface_form":"state","offset":749},{"uri":"United_States","surface_form":"United States","offset":785},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":822},{"uri":"Kansas%E2%80%93Nebraska_Act","surface_form":"Kansas–Nebraska Act","offset":855},{"uri":"Kansas_Territory","surface_form":"the territory of Kansas","offset":883},{"uri":"Human_settlement","surface_form":"settlement","offset":979},{"uri":"Stephen_A._Douglas","surface_form":"Stephen A. Douglas","offset":1024},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":1092},{"uri":"Lecompton%2C_Kansas","surface_form":"Lecompton","offset":1128},{"uri":"Capital_(city)","surface_form":"capital","offset":1155},{"uri":"Kansas","surface_form":"Kansas","offset":1171},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence","offset":1210},{"uri":"Controversial","surface_form":"controversial","offset":1338},{"uri":"Sacking_of_Lawrence","surface_form":"sacking of Lawrence","offset":1426},{"uri":"Battle_of_Black_Jack","surface_form":"Battle of Black Jack","offset":1455},{"uri":"Rail_transport","surface_form":"railroad","offset":1487},{"uri":"U.S._Census_Bureau","surface_form":"U.S. Census Bureau","offset":1591},{"uri":"Kansas_River","surface_form":"Kansas River","offset":1792},{"uri":"Hydropower","surface_form":"hydropower","offset":1889},{"uri":"Lawrence%2C_Kansas","surface_form":"Lawrence, Kansas","offset":1937},{"uri":"United_States_metropolitan_area","surface_form":"United States metropolitan area","offset":1954},{"uri":"Barbara_Ballard","surface_form":"Barbara Ballard","offset":3287},{"uri":"Marci_Francisco","surface_form":"Marci Francisco","offset":3540},{"uri":"Tom_Holland_(Kansas_politician)","surface_form":"Tom Holland","offset":3572},{"uri":"Anthony_Hensley","surface_form":"Anthony Hensley","offset":3604},{"uri":"Yankee","surface_form":"Yankee","offset":3742},{"uri":"Northeastern_United_States","surface_form":"Northeast","offset":3749},{"uri":"United_States_presidential_elections_in_Vermont","surface_form":"that of Vermont","offset":3867},{"uri":"Cheshire_County%2C_New_Hampshire","surface_form":"Cheshire County, New Hampshire","offset":3886},{"uri":"1912_United_States_presidential_election","surface_form":"1912 presidential election","offset":3929},{"uri":"Progressive_Party_(United_States%2C_1912)","surface_form":"Progressive","offset":4152},{"uri":"Theodore_Roosevelt","surface_form":"Theodore Roosevelt","offset":4164},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":4326},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":4446},{"uri":"Barry_Goldwater","surface_form":"Barry Goldwater","offset":4607},{"uri":"Lyndon_B._Johnson","surface_form":"Lyndon B. Johnson","offset":4662},{"uri":"Wyandotte_County%2C_Kansas","surface_form":"Wyandotte County","offset":5176},{"uri":"University_of_Kansas","surface_form":"University of Kansas","offset":5419},{"uri":"Haskell_Indian_Nations_University","surface_form":"Haskell Indian Nations University","offset":5470},{"uri":"Baker_University","surface_form":"Baker University","offset":5525},{"uri":"Baldwin_City%2C_Kansas","surface_form":"Baldwin City, Kansas","offset":5580},{"uri":"Clinton_Lake_(Kansas)","surface_form":"Clinton Lake","offset":5609},{"uri":"Fishing","surface_form":"fishing","offset":5658},{"uri":"Hiking","surface_form":"hiking","offset":5765},{"uri":"Horseback_riding","surface_form":"horseback riding","offset":5776},{"uri":"Lone_Star_Lake","surface_form":"Lone Star Lake","offset":5794},{"uri":"Battle_of_Black_Jack","surface_form":"Black Jack Park","offset":6047},{"uri":"Maple_Leaf_Festival","surface_form":"Maple Leaf Festival","offset":6273},{"uri":"Lecompton%2C_Kansas","surface_form":"Lecompton","offset":6346},{"uri":"Christmas","surface_form":"Christmas","offset":6462},{"uri":"St._Patrick%27s_Day","surface_form":"St. Patrick's Day","offset":6476}]}