{"id":54640,"url":"http://en.wikipedia.org/wiki/Woodpecker","text":"The woodpeckers and its near relatives the piculets, wrynecks and sapsuckers are the family Picidae. They are near-passerine birds. Members of the Picidae are found worldwide, except for the parts of old Gondwana which they did not get to: Australia, New Zealand, Madagascar and Antarctica. Most species live in forests or woodland habitats.\nThe Picidae are just one of the eight living families in the order Piciformes. DNA sequence analyses have shown they are a clade.\nThere are about 240 species and about 35 genera in this family. Many species are threatened or endangered due to loss of habitat or habitat fragmentation.\nHabits.\nAll the special features (traits) of the woodpeckers are adaptations to their mode of life.\nMembers of the family Picidae have strong bills for drilling and drumming on trees and long sticky tongues for extracting food. The bills of piculets and wrynecks are shorter, and less strong and sharp than those of woodpeckers, but their morphology is very similar.\nWoodpeckers operate mainly on tree trunks, staying in place propped up by their stiff tail feathers. Piculets and wrynecks live mainly on the branches, and they lack the stiffened tail feathers.\nThe woodpecker bill's chisel-like tip is kept sharp by the pecking action on wood. With their smaller bill size, many piculets and wrynecks will forage in decaying wood more often than woodpeckers. The long sticky tongues, which have bristles, help the birds grab and extracting insects from deep in a hole of a tree. Detailed studies published in 2004 showed that the tongue wraps around the prey before being pulled out.\nPreventing brain damage.\nMany of the foraging, breeding and signalling behaviours of woodpeckers involve drumming and hammering using the bill. To prevent brain damage from the rapid and repeated decelerations, woodpeckers have a number of adaptations which protect the brain. These include small brain size, the orientation of the brain within the skull (which spreads the area of contact between the brain and the skull) and the short duration of contact.\nThe unequal length of the upper and lower parts of their beaks (the lower being longer), serves to steer the impact force downwards, away from the brain. Also, the woodpecker’s brain is held in a skull with uneven, spongy plates that absorb shock. Third, woodpeckers have a special hyoid bone, which reaches from their beak, loops over top of the skull to completely surround their brains. This acts to keep the brain in place. It is the movement of the brain inside the skull during impact, more than the blow itself, that causes concussions. If the brain is held in place, injury risks are greatly reduced.\nOther adaptations.\nThe millisecond before contact with wood a thickened nictitating membrane closes, protecting the eye from flying debris. The nostrils are also protected; they are often slit-like and have special feathers to cover them.\nWoodpeckers, piculets and wrynecks all have zygodactyl feet. These feet have four toes, the first and the fourth face backward, and the second and third face forward. This foot arrangement is good for grasping the limbs and trunks of trees. Members of this family can walk vertically up a tree trunk. In addition to the strong claws and feet, woodpeckers have short strong legs. This is typical of birds that regularly forage on trunks. The tails of all woodpeckers except the piculets and wrynecks are stiffened, and when the bird perches on vertical surfaces, the tail and feet work together to support it.\nWrynecks.\nThe wrynecks (genus \"Jynx\") are two species of small Old World woodpeckers.\nThey are very similar to true woodpeckers, but lack the stiff tail feathers that woodpeckers use when climbing trees. They are more likely to perch on a branch rather than an upright trunk. Their bills are shorter and less dagger-like than in the true woodpeckers. Their chief prey is ants and other insects, which they find in decaying wood or almost bare soil. They re-use woodpecker holes for nesting, rather than making their own holes. The eggs are white, as with many hole nesters.\nThese birds can turn their heads almost 180 degrees. When disturbed at the nest, they use this snake-like head twisting and hissing as a threat display. This odd behaviour led to their use in witchcraft, hence to put a \"jinx\" on someone.","categories":[],"infobox_types":[],"annotations":[{"uri":"Piculets","surface_form":"piculets","offset":43},{"uri":"Family_(biology)","surface_form":"family","offset":85},{"uri":"Passerine","surface_form":"passerine","offset":115},{"uri":"Bird","surface_form":"bird","offset":125},{"uri":"Gondwana","surface_form":"Gondwana","offset":204},{"uri":"Australia","surface_form":"Australia","offset":240},{"uri":"New_Zealand","surface_form":"New Zealand","offset":251},{"uri":"Madagascar","surface_form":"Madagascar","offset":264},{"uri":"Antarctica","surface_form":"Antarctica","offset":279},{"uri":"Forests","surface_form":"forests","offset":312},{"uri":"Woodland","surface_form":"woodland","offset":323},{"uri":"Order_(biology)","surface_form":"order","offset":403},{"uri":"Piciformes","surface_form":"Piciformes","offset":409},{"uri":"DNA_sequence","surface_form":"DNA sequence","offset":421},{"uri":"Clade","surface_form":"clade","offset":465},{"uri":"Species","surface_form":"species","offset":492},{"uri":"Genera","surface_form":"genera","offset":513},{"uri":"Habitat_fragmentation","surface_form":"habitat fragmentation","offset":604},{"uri":"Trait_(biology)","surface_form":"traits","offset":661},{"uri":"Adaptation","surface_form":"adaptation","offset":692},{"uri":"Beak","surface_form":"bills","offset":769},{"uri":"Morphology_(biology)","surface_form":"morphology","offset":966},{"uri":"Bristle","surface_form":"bristle","offset":1423},{"uri":"Beak","surface_form":"bill","offset":1750},{"uri":"Brain_damage","surface_form":"brain damage","offset":1767},{"uri":"Hyoid","surface_form":"hyoid","offset":2352},{"uri":"Nictitating_membrane","surface_form":"nictitating membrane","offset":2751},{"uri":"Zygodactyl","surface_form":"zygodactyl","offset":2962},{"uri":"Genus","surface_form":"genus","offset":3551},{"uri":"Ants","surface_form":"ants","offset":3898},{"uri":"Bird","surface_form":"bird","offset":4107},{"uri":"Snake","surface_form":"snake","offset":4196},{"uri":"Witchcraft","surface_form":"witchcraft","offset":4293}]}