{"id":546525,"url":"http://en.wikipedia.org/wiki/Leopold%2C_Duke_of_Lorraine","text":"Léopold, Duke of Lorraine] (11 September 1679 – 27 March 1729) nicknamed \"the Good\" was the ruling Duke of Lorraine and Bar from 1690 to his death. He was named in honour of his uncle Holy Roman Emperor Leopold I. He was also responsible for the creation of the Château de Lunéville which was used as the ducal residence during his lifetime.\nThe eldest son of Eleanor of Austria and Charles V of Lorraine, He was from a long established House of Lorraine which had ruled over the small Duchy of Lorraine since 1473.\nLife as duke.\nHe was in exile and Lorraine was occupied by France until 30 October 1697, when it was returned to Leopold; it was again occupied by France from 1702 to 1714, although the duke remained in place. Following Leopold's death his wife would act as regenbt for their son Francis till he gained his majority.\nMarriage.\nLeopold married Élisabeth Charlotte d'Orléans, a niece of Louis XIV of France. The match was designed to improve relations between Lorraine and its larger and more powerful neighbour. (Lorraine having been for many years in the possession of France)\nLeopold and Élisabeth Charlotte was finally married on 13 October 1698 at the Palace of Fontainebleau, Élisabeth Charlotte was given a large dowry. To everyones surprise, what had been expected to be an unhappy union turned out to be a marriage of love and happiness and the couple eventually had 13 children in total even though Leopold would often see his mistress the wife of Marc de Beauvau known as the \"Princess of Craon\".\nLater life.\nHaving worked hard to restore the duchy throughout his reign as a result of it being destroyed by the various wars throughout Leopold's life.\nIn March 1729, Leopold caught a fever while walking at the Château at Ménil near Lunéville. He returned to Lunéville where he died on 27 March, aged 49.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nickname","surface_form":"nickname","offset":63},{"uri":"Ch%C3%A2teau_de_Lun%C3%A9ville","surface_form":"Château de Lunéville","offset":262},{"uri":"House_of_Lorraine","surface_form":"House of Lorraine","offset":437},{"uri":"Duchy_of_Lorraine","surface_form":"Duchy of Lorraine","offset":486},{"uri":"1473","surface_form":"1473","offset":510},{"uri":"France","surface_form":"France","offset":663},{"uri":"Regenbt","surface_form":"regenbt","offset":774},{"uri":"%C3%89lisabeth_Charlotte_d%27Orl%C3%A9ans","surface_form":"Élisabeth Charlotte d'Orléans","offset":859},{"uri":"Niece","surface_form":"niece","offset":892},{"uri":"Louis_XIV_of_France","surface_form":"Louis XIV of France","offset":901},{"uri":"Dowry","surface_form":"dowry","offset":1234},{"uri":"Marc_de_Beauvau%2C_Prince_of_Craon","surface_form":"Marc de Beauvau","offset":1472}]}