{"id":546756,"url":"http://en.wikipedia.org/wiki/San_Mateo%E2%80%93Hayward_Bridge","text":"The San Mateo–Hayward Bridge (commonly called the San Mateo Bridge) is a bridge crossing the U.S. state of California's San Francisco Bay. It provides a link of the San Francisco Peninsula with the East Bay. The bridge's west end is in Foster City, a suburb on the eastern edge of San Mateo. The east end of the bridge is in Hayward. It is the longest bridge in California and the 25th longest in the world. The bridge is owned by the state of California, and is maintained by Caltrans, the state highway agency. Further oversight is provided by the Bay Area Toll Authority.\nThe bridge is part of State Route 92, whose western terminus is at the town of Half Moon Bay on the Pacific coast. It links Interstate 880 in the East Bay with U.S. Route 101 on the Peninsula. It is roughly parallel to and lies between the San Francisco–Oakland Bay Bridge and the Dumbarton Bridge, and is sometimes used by commuters to avoid traffic delays due to emergencies on those bridges.\n1929 original bridge.\nThe San Francisco Bay Toll-Bridge Company issued in bonds to raise a portion of the estimated budget required to build the first bridge. First-year operating revenues were anticipated to be, but the original bridge lost money in its first year of operation.\nThe original bridge, known as the San Francisco Bay toll bridge, opened on 1929-03-02 after approximately a year of construction. It was a privately owned venture and was then the longest bridge in the world. The original bridge was mostly a two-lane causeway trestle with five truss spans in the center incorporating a vertical lift over the main shipping channel. Clearance when the lift was down to allow road traffic over the bridge was, and clearance when the lift was up to allow marine traffic to pass the bridge was.\nAlthough the initial press was favorable, daily traffic fell from the opening months and never exceeded 2,000 cars per day until 1947. The State of California purchased the bridge on 1951-09-12 for. By 1955, traffic exceeded 9,000 cars per day, and in 1957, traffic was stopped an average of six times per day to allow ship traffic to pass the bridge. The bridge originally had pole lights along the entire stretch, which were later abandoned except over the vertical lift span. Traffic on the bridge increased from 3,000 cars per day in 1929 to 56,000 cars per day in 1968. Before the new bridge was complete, California put the original truss spans up for sale in 1965, with the buyer obligated to remove all five truss spans after completion of the 1967 bridge.\n1967 orthotropic bridge.\nWith increased road and marine traffic, a bill was introduced in 1961 by State Senator Richard J. Dolwig to fund a new fixed high-level bridge to replace the 1929 lift-bridge. The modern span, which began construction on 1961-07-17, opened for traffic in 1967 at a cost of. The originally designed upgrade would retain the existing lift span (along with the attendant delays due to passing ship traffic), adding a second deck to the truss spans and widening the existing trestles to four lanes, but the California Toll Bridge Authority added to the project budget in September 1961 to replace the existing lift span with a fixed high-level double-deck span, which would have been similar in appearance to the nearby 1956 Richmond–San Rafael Bridge.\nBy that time, prior phases of the project had already been awarded to relocate the toll plaza from San Mateo to Hayward on new fill and bids were taken for the new eastern trestle, with trestle construction awarded to Peter Kiewit Sons'. The finished single-deck design was not finalized until January 1962, with work initially estimated to complete in 1965.\nThe new span won two prizes in 1968: an ASCE Award for Outstanding Civil Engineering Achievement and an American Institute of Steel Construction long-span prize bridge award.\nWilliam Stephen Allen was retained as an architectural consultant, although the bridge was designed by the Bay Toll Crossings Division (under Chief Engineer Norman C. Raab) of the California Department of Public Works. Chuck Seim, one of the design engineers working for Bay Toll Crossings, would later credit Allan Temko's criticism of Raab's economical truss design for the Richmond–San Rafael crossing for generating sufficient public pressure to drive the single-deck design. Temko's article quoted T.Y. Lin as being against a repeat of the Richmond–San Rafael design, but Lin ultimately gave Temko the credit for the design. Raab retired and his successor, E.R. \"Mike\" Foley, was willing to incorporate aesthetic considerations, resulting in the final design. The western highrise span features an all-steel superstructure, with an orthotropic deck over two parallel box girders, following the construction of several smaller test bridges using the same orthotropic deck technology. It was the first large-scale use of an orthotropic deck, which reduces weight, and thus seismic loading, although the bridge is expected to receive moderate to major damage following an earthquake.\nMurphy Pacific Marine built the \"Marine Boss\" floating barge-crane in 1966 with a capacity to perform the heavy box girder and deck-section lifts. The heavy lift capacity of \"Marine Boss\" enabled Murphy Pacific to raise much longer prefabricated girders than existing barge cranes would have allowed. Box girder and deck sections were fabricated in Murphy Pacific's Richmond yard and were carried by \"Marine Boss\" to the bridge construction site. \"Marine Boss\" was sold for scrap in 1988 to Weeks Marine in New Jersey, who renamed it the \"Weeks 533\" and refurbished it. \"Weeks 533\" has since been used for several notable heavy lifts, including moving the Concorde and \"Enterprise\" onto the Intrepid Sea, Air & Space Museum and lifting the downed hull of US Airways Flight 1549 from the Hudson River.\nThe total length of the bridge is, which is made up of a western highrise section and an eastern trestle section. of fill were used at the Hayward end to reclaim land for placing the toll plaza and administrative buildings. The eastern trestle span was built on 4,840 prestressed hollow concrete piles, each long. The contractor built a casting yard in Richmond to produce the concrete piles continuously. The new eastern trestle span was completed in 1963 and traffic over the existing 1929 bridge was moved over to it.\nWork on the western highrise span was bid in October 1964 and commenced in 1965. It crosses a shipping channel, with an orthotropic main span that is long (at the time, the longest girder span in the United States) and has a vertical clearance of. The main span is flanked by two orthotropic back spans which are each long, and there are seven orthotropic side spans on the approach to each back span. Each of these side spans are long. Although these spans appear to be formed from continuous box girders, they consist of alternating anchor spans and suspended spans. Anchor spans rest on top of two adjacent piers and cantilever over each side slightly, and suspended spans are hung between the ends of two adjacent anchor spans. There are an additional nine steel spans carrying a concrete deck on the San Mateo side of the highrise, and ten steel spans carrying a concrete deck on the Hayward side, ranging from. The bridge carries about 93,000 cars and other vehicles on a typical day, almost double its original projected design capacity of 50,000 vehicles per day.\nThe steel deck of the bridge, approximately, was paved with an epoxy asphalt concrete wearing surface in two layers. The San Mateo Bridge was the first deployment of an epoxy asphalt concrete wearing surface., the original wearing surface was still in use, but was subsequently replaced in 2015.\nThe highrise section was initially built with six lanes and the eastern causeway with four lanes (two in each direction). The causeway section was a perennial traffic bottleneck until it was expanded to six lanes in 2002, along with much needed improvements in its connections with Interstate 880 in Hayward.\nBus service over the bridge is provided by AC Transit's Line M Transbay service.\nHigh-voltage power lines built by PG&E in the 1950s parallel the bridge all the way across the bay. They provide power to the peninsula and San Francisco.\nSeismic upgrades (1997–2000).\nThe bridge was closed in the wake of the 1989 Loma Prieta earthquake as a precaution, but reopened on 1989-10-18. It underwent an extensive seismic retrofitting to protect against earthquake damage from 1997 through 2000.\nWidening (2002–2003).\nThe bridge was considered the worst evening commute in the Bay Area, which ended with the completion of a new eastern trestle carrying westbound bridge traffic in 2002. Eastbound bridge traffic took over the old trestle completely, although eastbound traffic was not expanded to three lanes until February 2003. Funded as part of BATA's regional Measure (RM) 1 program, which raised bridge tolls, the new low-rise trestle portion of the bridge added shoulders on both sides in both directions and effectively widened traffic from four to six lanes, matching the configuration of the high-rise portion of the bridge. With the completion of the new westbound trestle, the speed limit on the bridge was raised to.\nSeismic beam (2010–2012).\nA beam, which had been added as part of the seismic retrofit project, was found in a cracked condition during a routine inspection in October 2010. The beam, which was on the westbound approach to (east of) the highrise section, was patched with a steel plate as an emergency repair, and permanent repairs, requiring a weekend shutdown, were completed two years later.\nRepaving (2015).\nAfter nearly forty years of service from the original orthotropic deck wearing surface, Myers and Sons Construction, a partnership between C. C. Myers and Sterling Construction Company, was the selected bidder to remove and replace the wearing surface on the highrise portion in 2015. The work required two full weekend closures on May 8–11, 2015 and May 22–25, 2015. The new polyester concrete wearing surface, developed by Caltrans and used to great success in other Bay Area bridges, is anticipated to be at least as durable as the original epoxy asphalt concrete, according to laboratory tests.\nThe bridge was closed to traffic, for the first time since opening, starting at 10pm on Friday, May 8, 2015, for resurfacing and maintenance. The bridge reopened before 4am on Monday, May 11, 2015. It closed again for the final phase over Memorial Day weekend, May 22–25, 2015, fully reopening by 4:55am on May 25.\nWerder Pier.\nAfter the new bridge was built, the old bridge was demolished but the western approach (the trestle span up to the original truss spans) was purchased by the County of San Mateo in 1968 for the nominal sum of and retained as the Werder Fishing Pier, which was known as one of the best places to catch sharks in San Francisco Bay. San Mateo County operated Werder Pier under a lease agreement with Caltrans, which stated that Caltrans may temporarily revoke the lease in order to perform use the pier as a staging area for repairs to the 1967 span, and that San Mateo County must maintain the pier and keep it open for public use for twenty-five years.\nWerder Pier was closed to the public in 1996, when Caltrans used it as an equipment staging area for the seismic retrofit of the 1967 span. In addition, there were liability concerns since the pier's structure had degraded due to exposure to marine elements. A report was prepared for the County in 2004; the cost of rehabilitating the pier and providing some improvements was estimated at up to, depending on a more detailed evaluation of the pier's condition, since the investigation for the report revealed numerous cracks, spalls and exposed reinforcing steel. However, the report also stated the pier did not require any seismic retrofitting.\nownership of the parking lot and land access to the pier was transferred to Foster City. Initial concepts for the newly acquired space included a possible ice rink and ferry terminal, but the land was deemed too environmentally sensitive to support high-intensity use. a new, as-yet unnamed park is under construction.\nTolls.\nTolls are only collected from westbound traffic at the toll plaza on the east side of the bridge. Since July 2010, the toll rate for passenger cars is $5. For vehicles with more than two axles, the toll rate is $5 per axle. Drivers may either pay by cash or use the FasTrak electronic toll collection device. During peak traffic hours, the two left lanes are designated HOV lanes, allowing carpool vehicles carrying two or more people or motorcycles to pass for a toll of $2.50. The next three lanes are FasTrak-only lanes. During non-peak hours the two HOV lanes become FasTrak-only lanes.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":93},{"uri":"California","surface_form":"California","offset":107},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":120},{"uri":"San_Mateo%2C_California","surface_form":"San Mateo","offset":281},{"uri":"Hayward%2C_California","surface_form":"Hayward","offset":325},{"uri":"California_Department_of_Transportation","surface_form":"Caltrans","offset":477},{"uri":"Bay_Area_Toll_Authority","surface_form":"Bay Area Toll Authority","offset":550},{"uri":"California_State_Route_92","surface_form":"State Route 92","offset":597},{"uri":"U.S._Route_101_(California)","surface_form":"U.S. Route 101","offset":735},{"uri":"San_Francisco%E2%80%93Oakland_Bay_Bridge","surface_form":"San Francisco–Oakland Bay Bridge","offset":815},{"uri":"Dumbarton_Bridge_(California)","surface_form":"Dumbarton Bridge","offset":856},{"uri":"Traffic","surface_form":"traffic","offset":918},{"uri":"Causeway","surface_form":"causeway","offset":1501},{"uri":"Richmond%E2%80%93San_Rafael_Bridge","surface_form":"Richmond–San Rafael Bridge","offset":3286},{"uri":"American_Society_of_Civil_Engineers","surface_form":"ASCE","offset":3713},{"uri":"California_Department_of_Transportation","surface_form":"California Department of Public Works","offset":4028},{"uri":"Richmond%2C_California","surface_form":"Richmond","offset":5400},{"uri":"Concorde","surface_form":"Concorde","offset":5690},{"uri":"Space_Shuttle_Enterprise","surface_form":"\"Enterprise\"","offset":5703},{"uri":"US_Airways_Flight_1549","surface_form":"US Airways Flight 1549","offset":5789},{"uri":"Hudson_River","surface_form":"Hudson River","offset":5821},{"uri":"Trestle","surface_form":"trestle","offset":5932},{"uri":"Electric_power_transmission","surface_form":"power line","offset":8127},{"uri":"San_Francisco","surface_form":"San Francisco","offset":8254},{"uri":"Seismic_retrofit","surface_form":"seismic retrofit","offset":8439},{"uri":"FasTrak","surface_form":"FasTrak","offset":12485},{"uri":"HOV_lane","surface_form":"HOV lane","offset":12589},{"uri":"Carpool","surface_form":"carpool","offset":12609}]}