{"id":546793,"url":"http://en.wikipedia.org/wiki/Kai","text":"Kim Jong-in (born January 14, 1994) better known by his stage name Kai is a South Korean singer and actor. He is a member of Exo. He began his acting career at \"Choco Bank\" in February 2016, playing Kim Eun-haeng.\nEarly life.\nKai was born in Suncheon, South Jeolla, South Korea on January 14, 1994. He is the younger brother of three children, began dancing when he was eight years old and did jazz and ballet for four years. Kai joined SM Entertainment in 2007 after winning the 10th S.M. Youth Best Contest when he was 13 years old.\n2008-15: Debut and early career.\nIn 2008, he made a brief appearance on TVXQ's song \"HaHaHa Song\" together with Suho and Chanyeol.\nKai was the first Exo's member to be formally presented to the public on December 23, 2011. Along with Luhan, Chen and Tao made their first television performance at the SBS Gayo Daejun event on December 29 of the same year. In april. It officially debuted with the extended play, \"Mama\". Still in April, along with Baekhyun, Chanyeol and Sehun, appeared in the video of Girls' Generation-TTS's debut song \"Twinkle\". On October 16, it was announced that he would participate in the 6-member dance group Younique Unit, alongside Eunhyuk, Hyoyeon, Taemin, Henry Lau and Luhan performing the song \"Maxstep\" for the album \"PYL Younique Album\", being an album collaboration between SM Entertainment and Hyundai. A video teaser of the song was shown on the \"PYL Younique Show\" the next day. In December 2012, along with Lay, Yunho, Eunhyuk, Donghae, Minho and Taemin, they formed the SM performance group The Performance. The group's first appearance was at the SBS Gayo Daejun event on December 29, with the release of the single \"Spectrum\" the next day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":56},{"uri":"Exo","surface_form":"Exo","offset":125},{"uri":"Choco_Bank","surface_form":"Choco Bank","offset":161},{"uri":"SM_Entertainment","surface_form":"SM Entertainment","offset":437},{"uri":"TVXQ","surface_form":"TVXQ","offset":607},{"uri":"Suho","surface_form":"Suho","offset":647},{"uri":"Park_Chan-yeol","surface_form":"Chanyeol","offset":656},{"uri":"Exo","surface_form":"Exo","offset":684},{"uri":"Luhan","surface_form":"Luhan","offset":769},{"uri":"Chen","surface_form":"Chen","offset":776},{"uri":"Tao","surface_form":"Tao","offset":785},{"uri":"Mama","surface_form":"Mama","offset":948},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":982},{"uri":"Park_Chan-yeol","surface_form":"Chanyeol","offset":992},{"uri":"Oh_Se-hun","surface_form":"Sehun","offset":1005},{"uri":"Girls%27_Generation-TTS","surface_form":"Girls' Generation-TTS","offset":1037},{"uri":"Hyundai","surface_form":"Hyundai","offset":1364}]}