{"id":546791,"url":"http://en.wikipedia.org/wiki/Oh_Se-hun","text":"Oh Se-hun (hangul: 오세훈; hanja: 吳世勳; born April 12, 1994 in Seoul) better known by the mononym Sehun is a South Korean singer, rapper, dancer, model and actor. Since 2012, he is a member of the boy band EXO under S.M. Entertainment.\nEarly years.\nSehun was born in Jungnang-gu, Seoul, South Korea on April 12, 1994. He was discovered by a talent agent when he was twelve years old. He joined SM Entertainment after a successful audition on Casting System in 2008.\nCareer.\nHe was introduced as a Exo's member on January 10, 2012. In april. It officially debuted with the extended play, \"Mama\". Still in April, along with Baekhyun, Chanyeol and Kai, appeared in the video of Girls' Generation-TTS's debut song. On August 17, 2012, he performed with his labelmate, BoA at \"Music Bank\" as a dancer in the song \"Only One,\" after Yunho, Eunhyuk and Taemin. In July 2013, he starred in the second episode of the sitcom \"Royal Villa\", along with Chanyeol. In August 2014, he starred in the remake of the music video for \"Yo!\" made for '. In March 2015, appeared in the music video of Donghae & Eunhyuk's song, \"Can You Feel It?\". In April of the same year, she starred alongside the other EXO members the web series \"EXO Next Door\", also starring actress Moon Ga-young. In May of 2015, appeared in the music video of BoA's \"Who Are You?\".\nIn March 2016, Sehun was confirmed as the male lead in the Korean-Chinese film \"Catman\", playing Liang Qu. In July 2016, he was introduced as the male lead in the Korean-Chinese web-drama \"Dear Archimedes\". In September 2017, he was confirmed as a cast member at the Netflix variety show, \"Busted!\". In February of 2018, he obtained his role as protagonist of \"Dokgo Rewind\", where he plays two twins: Kang Hyuk, a wrestler and Kang Hoo, a shy student. In June 2018, he starred in the web drama \"Secret Queen Makers\", produced by Lotte Duty Free. On September 14, he released \"We Young\" along with Chanyeol as part of Station X 0.\nOther works.\nIn January 2016, UNICEF and Louis Vuitton have teamed up for the Make a Promise campaign, Irene Bae and Sehun as role models on the February cover of CeCi magazine. For this campaign, 40 percent of the profits of Louis Vuitton silver bracelet and necklace Sehun and Irene used in the magazine will go to UNICEF to help children in need. Sehun said: \"I want to buy treats for the children and help them not lose hope.\" Irene added: \"I want to continue to participate in campaigns like 'make a promise' to help the children.\"","categories":[],"infobox_types":["person","Korean name"],"annotations":[{"uri":"Hangul","surface_form":"hangul","offset":11},{"uri":"Hanja","surface_form":"hanja","offset":24},{"uri":"Seoul","surface_form":"Seoul","offset":59},{"uri":"Mononymous_person","surface_form":"mononym","offset":86},{"uri":"Singer","surface_form":"singer","offset":118},{"uri":"Rapper","surface_form":"rapper","offset":126},{"uri":"Dancer","surface_form":"dancer","offset":134},{"uri":"Model_(person)","surface_form":"model","offset":142},{"uri":"Actor","surface_form":"actor","offset":152},{"uri":"EXO","surface_form":"EXO","offset":202},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":212},{"uri":"Exo","surface_form":"Exo","offset":493},{"uri":"Mama","surface_form":"Mama","offset":584},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":618},{"uri":"Park_Chan-yeol","surface_form":"Chanyeol","offset":628},{"uri":"Kai","surface_form":"Kai","offset":641},{"uri":"Girls%27_Generation-TTS","surface_form":"Girls' Generation-TTS","offset":671},{"uri":"BoA","surface_form":"BoA","offset":760},{"uri":"Music_Bank","surface_form":"Music Bank","offset":768},{"uri":"EXO_Next_Door","surface_form":"EXO Next Door","offset":1207},{"uri":"Catman","surface_form":"Catman","offset":1409},{"uri":"Netflix","surface_form":"Netflix","offset":1596},{"uri":"Busted%21","surface_form":"Busted!","offset":1619},{"uri":"UNICEF","surface_form":"UNICEF","offset":1990},{"uri":"Louis_Vuitton","surface_form":"Louis Vuitton","offset":2001},{"uri":"Irene_Bae","surface_form":"Irene Bae","offset":2063},{"uri":"CeCi","surface_form":"CeCi","offset":2123}]}