{"id":546794,"url":"http://en.wikipedia.org/wiki/Suho","text":"Kim Jun-myeon (born May 22, 1991), better known by his stage name Suho, is a South Korean singer. He is a member of the South Korean boy band EXO.\n1991─2011: Pre-debut.\nSuho was born on May 22, 1991 in Seoul, South Korea. He joined S.M. Entertainment through S.M. Casting System when he was 15 years old. Although spent seven years there was a year in which he was inactive as an apprentice in the company because he had injured his leg and left him to dance for a year, when the date of its debut was already established created a lot of insecurity and fear in Suho. He attended Seoul Performing Arts High School and Korea National University of Arts.\n2012–present: Debut with EXO.\nHe was the ninth member to be revealed on February 14, 2012 as the leader of EXO subunit; EXO- K, appearing in the teaser number 16 with his bandmate D.O.\n2007─present: Solo career.\nHe began his acting career in 2007 by participating in the film of Super Junior \"Attack on the Pin-Up Boys\" as an extra. He appeared in the music video of TVXQ \"HAHAHA Song\" in 2008. In 2013, he appeared in the drama \"Prime Minister and I\" as Han Tae-woong in episodes 10 and 12. In the same year, he participated as a voice actor in \"Saving Santa\" with Eunji of Apink, while played Bernard, the humble elf who becomes the hero of the film when you are traveling in time to save the Holy kidnapped. February 2014 to December of the same year, he assumed the role of host of the musical program \"Inkigayo\" along with his bandmate Baekhyun.\nIn January 2015, Suho assumed the role of Hans in the musical \"School Oz\" produced by S.M. Entertainment, along with his bandmate Xiumin, several artists S.M. as Key, Luna and Seulgi, also performed another artist from another company like Changmin.\nIn April 2015, he had confirmed that Suho to star in the film \"Glory Days\" as Ji-soo and Shinwa's member Dongwan.\nFrom April 10 to May 1, 2015, Suho appeared on the television show \"Fluttering India\" of KBS along with other artists such as Kyuhyun, Minho, Sungkyu and Lee Jong-hyun.\nIn February 2016, Suho made ​​a special appearance in the music video of Jo Kwon of their debut single as a solo singer, \"Crossroad\". In April of the same year, it was announced that Suho participate in the web drama \"How Are You Bread\". The series will be broadcast in Korea and China during the middle of 2016.","categories":[],"infobox_types":["musical artist","Korean name"],"annotations":[{"uri":"EXO","surface_form":"EXO","offset":142},{"uri":"Seoul","surface_form":"Seoul","offset":202},{"uri":"South_Korea","surface_form":"South Korea","offset":209},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":232},{"uri":"D.O.","surface_form":"D.O.","offset":833},{"uri":"Super_Junior","surface_form":"Super Junior","offset":932},{"uri":"Attack_on_the_Pin-Up_Boys","surface_form":"Attack on the Pin-Up Boys","offset":946},{"uri":"TVXQ","surface_form":"TVXQ","offset":1020},{"uri":"Prime_Minister_and_I","surface_form":"Prime Minister and I","offset":1083},{"uri":"Jung_Eun-ji","surface_form":"Eunji","offset":1219},{"uri":"Apink","surface_form":"Apink","offset":1228},{"uri":"Inkigayo","surface_form":"Inkigayo","offset":1460},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":1494},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":1590},{"uri":"Xiumin","surface_form":"Xiumin","offset":1634},{"uri":"Key_(singer)","surface_form":"Key","offset":1666},{"uri":"Luna_(singer)","surface_form":"Luna","offset":1671},{"uri":"Changmin","surface_form":"Changmin","offset":1744},{"uri":"Shinwa","surface_form":"Shinwa","offset":1843},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":1957},{"uri":"Cho_Kyu-hyun","surface_form":"Kyuhyun","offset":1994},{"uri":"Choi_Min-ho","surface_form":"Minho","offset":2003},{"uri":"Kim_Sung-kyu","surface_form":"Sungkyu","offset":2010},{"uri":"Lee_Jong-hyun","surface_form":"Lee Jong-hyun","offset":2022},{"uri":"Jo_Kwon","surface_form":"Jo Kwon","offset":2110}]}