{"id":546796,"url":"http://en.wikipedia.org/wiki/Park_Chan-yeol","text":"Park Chan-yeol (hangul: 박찬열; hanja: 朴燦烈; born November 27, 1992 in Seoul), better known by mononym Chanyeol, is a South Korean singer. He is a member of the South Korean boy band EXO.\nEarly years.\nChanyeol was born November 27, 1992 in Seoul, South Korea. After watching the film \"School of Rock\" in elementary school, Chanyeol became interested in music and began to play drums. During his teenage years, he studied at Hyundai Senior High School in Apgujeong-dong. He participated in the band of his school, Siren. When he was in his first year of high school, Chanyeol formed a band with his best friends, Heavy Noise, having played in it for three years. At the age of sixteen, he was accepted into a private acting university. In the same year, he reached second position Smart Model Contest and became a trainee of S.M. Entertainment. Also in 2008, he participated in the clip \"HaHaHa Song\" of his companion of company TVXQ. The following year, she appeared in the Japanese version of the video \"Genie\" of the group Girls' Generation. He went on to dream of being a singer after listening to the song \"Unconditional Kismet\" of songwriter and music producer Yoo Young-jin.\n2012─2014: Early career.\nOn February 22, 2012, Chanyeol was officially introduced as one of the twelve members of the original formation of the South Korean-Chinese group EXO. The group debuted on April 8 of the same year with the release of extended play \"MAMA\". In April 2012, he participated in the music video for the song \"Twinkle\", debut single from the first sub-unit of Girls 'Generation,Girls' Generation-TTS. In October 2013, Chanyeol joined the cast of SBS's \"Law of the Jungle\" reality show during filming in Micronesia. He also composed and recorded a soundtrack titled \"Last Hunter\" for the show.\nIn 2014, Chanyeol wrote the rap of the Korean version of the \"Run\" track of EXO's extended extended play, \"Overdose\", and participated in the debut EPs of his companions Henry and Zhou Mi. In May 2014, he became a regular cast member of the first season of the SBS's \"Roommate\" reality show. He left the program in September of the same year because of scheduling conflicts.\n2015─present: Debut as an actor and compositions.\nIn April 2015, Chanyeol made his film debut with South Korean film \"Salut d'Amour\" alongside actress Moon Ga-young, who later co-starred with him on the \"EXO Next Door\" web drama. In June of 2015, cast-wrote the Korean version of the track \"Promise\" of the reissue of the success of sales \"EXODUS\", titled \"Love Me Right\", next to its companions of group Chen and Lay. He later wrote the rap for \"Lightsaber\", the EXO promotional single for ', which was later included in the band's extended play \"Sing for You\".\nIn April 2016, Chanyeol wrote and performed rap for the song \"Confession\" of Yesung's debut EP, \"Here I Am\". On EXO's third studio album, \"EX'ACT\", released in May 2016, he co-wrote the lyrics for the track \"Heaven.\" In June 2016, Chanyeol starred with actresses Yuan Shanshan and Seohyun in the South Korean-Chinese film \"So I Married an Anti-fan\". He and Yuan Shanshan also recorded a duet titled \"I Hate You\" as the soundtrack for the film. In October 2016, Chanyeol and singer Tinashe participated in the song \"Freal Luv\" by artists Far East Movement and Marshmello. The song, which he helped write and produce, was released on October 14. In December 2016, she collaborated with singer Punch on the song \"Stay With Me,\" part of the soundtrack for the \"Goblin\" drama.\nIn January of 2017, Chanyeol participated in the drama \"Missing 9\". On February 22, he released a duet titled \"Let Me Love You\" with Junggigo.","categories":[],"infobox_types":["musical artist","Korean name"],"annotations":[{"uri":"Hangul","surface_form":"hangul","offset":16},{"uri":"Hanja","surface_form":"hanja","offset":29},{"uri":"Seoul","surface_form":"Seoul","offset":67},{"uri":"EXO","surface_form":"EXO","offset":179},{"uri":"Seoul","surface_form":"Seoul","offset":236},{"uri":"South_Korea","surface_form":"South Korea","offset":243},{"uri":"School_of_Rock","surface_form":"School of Rock","offset":281},{"uri":"Apgujeong-dong","surface_form":"Apgujeong-dong","offset":450},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":820},{"uri":"TVXQ","surface_form":"TVXQ","offset":924},{"uri":"Girls%27_Generation","surface_form":"Girls' Generation","offset":1021},{"uri":"Yoo_Young-jin","surface_form":"Yoo Young-jin","offset":1162},{"uri":"EXO","surface_form":"EXO","offset":1348},{"uri":"Mama","surface_form":"MAMA","offset":1434},{"uri":"Girls%27_Generation-TTS","surface_form":"Girls' Generation-TTS","offset":1573},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":1641},{"uri":"Law_of_the_Jungle","surface_form":"Law of the Jungle","offset":1648},{"uri":"Micronesia","surface_form":"Micronesia","offset":1698},{"uri":"Overdose_(EP)","surface_form":"Overdose","offset":1895},{"uri":"Henry","surface_form":"Henry","offset":1958},{"uri":"Zhou_Mi","surface_form":"Zhou Mi","offset":1968},{"uri":"Moon_Ga-young","surface_form":"Moon Ga-young","offset":2314},{"uri":"EXO_Next_Door","surface_form":"EXO Next Door","offset":2367},{"uri":"Exodus_(album)","surface_form":"EXODUS","offset":2503},{"uri":"Love_Me_Right","surface_form":"Love Me Right","offset":2520},{"uri":"Chen","surface_form":"Chen","offset":2568},{"uri":"Lay","surface_form":"Lay","offset":2577},{"uri":"Lightsaber_(song)","surface_form":"Lightsaber","offset":2610},{"uri":"Sing_for_You","surface_form":"Sing for You","offset":2711},{"uri":"Yesung","surface_form":"Yesung","offset":2803},{"uri":"Here_I_Am","surface_form":"Here I Am","offset":2823},{"uri":"Ex%27Act","surface_form":"EX'ACT","offset":2865},{"uri":"Seohyun","surface_form":"Seohyun","offset":3007},{"uri":"So_I_Married_an_Anti-fan","surface_form":"So I Married an Anti-fan","offset":3049},{"uri":"Far_East_Movement","surface_form":"Far East Movement","offset":3263},{"uri":"Missing_9","surface_form":"Missing 9","offset":3554},{"uri":"Let_Me_Love_You","surface_form":"Let Me Love You","offset":3609}]}