{"id":546795,"url":"http://en.wikipedia.org/wiki/Lay","text":"Zhāng Yìxīng (hangul: 장이씽; hanja: 张艺兴; born in Changsha on October 7, 1991) better known by his stage name Lay (hangul: 레이) is a Chinese singer, songwriter, dancer and actor. He became known after participating in a television program called \"Star Academy\" in 2005. He joined in EXO on January 2012, as lead dancer, vocalist and visual member. In September of 2015, it published its autobiography, titled \"Standing Firm At 24\", beating records of book sold more in its pre-sale.\nEarly years.\nLay was born on October 7, 1991 in Changsha, Hunan, China. His first television role was at the age of six starring as Huan Huan in \"We The People\" in 1998. In 2000, when he was nine years old, he participated in a Chinese television program as a member of the fan club of actor and singer Jimmy Lin, giving him his first contact with the entertainment industry. Lay began his career as a local children's star in Hunan province, after winning third place in a contest organized by the popular television program \"Star Academy\" in 2005. He also appeared in an episode of \"Yue Ce Yue Xin Kai\" and the variety show of Liu Na, \"Na Ke Bu Yi Yang\" between 2005 and 2006. In April 2006, he auditioned for the series \"The Duke of Mount Deer\" directed by Zhang Jizhong. Despite being one of the finalists, he did not win the role. In 2008, Lay joined S.M. Entertainment after a successful audition in Changsha. At the time of the auditions, he was sixteen and was studying for his university entrance exams when he had become an apprentice, so he moved to Korea to begin his training. Prior to that, he studied at High School Attached to Hunan Normal University, where he had been presented as an exceptional student for his achievements.\nIn 2011, before debuting with EXO, he worked briefly with SHINee during the concert tour, replacing Jonghyun in her dance performance.\n2012–2014: Debut with EXO.\nLay became the sixth member of EXO and was formally presented to the public on January 17, 2012, debuting as the fourth Chinese member of the EXO-M subunit. Following the release of the singles \"What Is Love\" and \"History\" in 2012, he and the other eleven members celebrated their pre-debut showcase at the Seoul Olympic Stadium on March 31, and a second showcase and press conference in Beijing at the Great Hall of the Beijing University of Business and International Economics. The group officially debuted on April 8, 2012 with their song titled \"Mama\", and EXO-M's first performance in China was at the 12th Yinyue Fengyun Bang Awards.\nIn December 2012, Lay joined the musical project S.M. the Performance, along with his bandmate Kai and his colleagues Yunho, Eunhyuk, Donghae, Minho and Taemin. On December 29, the group performed the single \"Spectrum\", which was released the next day, in \"2012 SBS Gayo Daejeon\".\nIn early 2014, Lay composed and performed the song \"I'm Lay\" for his solo performance during the first EXO tour titled The Lost Planet. Later in 2014, he performed another song titled \"I'm Coming\" on a special end-of-year TV show on Hunan TV.\n2015–2016: Solo debut and acting.\nIn April 2015, S.M. Entertainment announced that a personal study had been established for Lay's activities in China. In May 2015, he became a cast member of the Chinese program \"Go Fighting!\" In June 2015, Lay composed the song \"Promise\" for the re-release of EXO's second studio album, \"Love Me Right\". He also wrote the lyrics for the Chinese version of the song, while the Korean version was co-written by Chen and Chanyeol.\nOn September 18, 2015, the limited edition of his autobiography entitled \"Standing Firm At 24\" was published, while the standard edition went on sale on October 7. The book documents important events throughout his life and broke several online sales records selling 68,537 copies in the first twenty-four minutes of pre-sale. With less than three months of sale with 1.4 million copies sold, it obtained the fourth place in \"The 10th Chinese Celebrity Writers List\", released by the influential Chinese media, WCC Daily, Cover News and Great Star Media, becoming in the youngest author to enter the list. He was also the champion of the 2015 Annual Celebrity Book Sales, and ranked first in Asia's Best Books, twice during his monthly ranking and six times for the weekly list. He was also on the Rakuten list, with 400,000 copies sold within six months, and has received much acclaim and praise from readers.\nIn the same month, he appeared in the film \"Kung Fu Yoga\", starring Jackie Chan and directed by Stanley Tong, and later as protagonist with his labelmate Krystal in the upcoming film entitled \"Unexpected Love\", which was postponed for release in August 2017, whose poster was revealed at the Cannes Film Festival.\nIn November 2015, Lay made his big-screen debut with a supporting role in the Chinese movie \"Ex Files 2: The Backup Strikes Back\", which was a blockbuster, getting two billion in sales within ten days of its release. He later won the Best Supporting Actor Award at the 2016 China Great Britain Film Festival for his performance. He also wrote and recorded an original soundtrack for the film entitled \"Alone (One Person)\", which reached number one on Baidu Music Chart, and later won the award for the best original soundtrack at 16th Top Chinese Music Awards and 4th V-Chart Awards. Lay also starred in the Chinese film \"Oh My God\" and collaborated with his co-stars Coco Jiang Wen and Li Xiaolu on an original soundtrack for the film entitled \"Happy Youth\", which debuted at number eight on Billboard V Chart.\nIn January 2016, Lay and the other cast members of \"Go Fighting!\" they appeared in the Chinese movie \"Royal Treasure\". In April 2016, he received the Most Popular Newcomer award at the 16th Top Chinese Music Awards. In May 2016, Lay made her debut on the small screen on the Chinese television series \"To Be A Better Man\" and released a Chinese song titled \"Monodrama\" as part of \"SM Station\". Written by Lay and co-composed and arranged with Divine Channel, \"Monodrama\" broke a record by staying in the first position in YinYueTai VChart for five consecutive weeks.\nIn May 2016, Lay starred in the Chinese television drama \"The Mystic Nine\", a prequel to \"The Lost Tomb\". The series achieved an unprecedented success, placing first in the television ratings and establishing a record for obtaining several online visits within 24 hours, and has accumulated more than ten billion visits in total. The television series went on to have a secondary story called \"The Mystic Nine Side Story: Flowers Bloom\" in February, which focused solely on Lay's character, Er Yue Hong.\nIn October of 2016, Lay's solo career began with the release of \"what U need?\" as a surprise gift for his fans on his birthday. The song was ranked number one in China V Chart, as well as in \"Billboard\" World Digital Songs and had entered the top 60 of iTunes, making Lay the first Chinese artist to appear on the list. He performed the song for the first time on October 10 at Asia Song Festival in Busan. On October 28, a day after holding a press conference in Shanghai Town & Country Community, Lay released his first mini-album titled \"Lose Control\", which contains six songs in Mandarin, and the music video for the single. Lay participated in the production of the album as a producer, and was personally in charge of the composition, arrangement and writing of the lyrics of each song, as well as the translation of the same lyrics in three other languages including English and Japanese. The single \"Lose Control\" remained in first place in Billboard China V Chart for six consecutive weeks. \"Lose Control\" broke the record in South Korea by a large majority of sales of a solo artist, with pre-orders surpassing 200,000 copies before the physical album was published, making the number one album in sales. Lay also became the first solo artist to sell more than 40,000 copies of the album within a day and 125,000 after a week of album release. More than a million copies of the digital album have been sold in Xiami. He performed \"Lose Control\" for the first time on \"The Show\" on November 15. \"Lose Control\" was a commercial success reaching first place in Gaon Album Chart.\nLater in November, Lay was announced to star in a Chinese remake of the hit Japanese drama television series \"Operation Love\", which began airing on Dragon TV from April 24, 2017 with 32 episodes.\n2017–present: Rising popularity and \"Lay 02 Sheep\".\nOn January 27, 2017, Zhang made his first appearance at the CCTV Spring Gala Festival and presented alongside Chinese actor Jing Boran. In April of that same year, it was confirmed in the cast of the historical film \"The Founding of the Army\", released on July 28, 2017 to mark the 90th anniversary of the founding of the People's Liberation Army. In May he released the song \"祈愿 (Pray)\" for the soundtrack of \"Operation Love\", reaching the top position in QQ Music. Also in May, he participated in the release ceremony of Huawei Nova 2 at the Hunan International Exhibition and Conference Center, where he expressed his gratitude for his continued appointment as Huawei Nova's ambassador. In July 2017, the variety show \"Go Fighting!\" premiered its third season, with Zhang in the main cast. He was later revealed as the voice actor of the Chinese dubbing for the main antagonist of the cartoon film \"Cars 3\".\nA wax sculpture of him in Madame Tussauds had his exhibition on September 8, 2017 in Beijing. On September 17, 2017, it was confirmed to be or protagonist of drama \"The Golden Eyes\", announced in a pre-release conference. On September 22, S.M. Entertainment revealed a teaser image about his upcoming comeback. On September 25, he released the song \"I Need U (需要 你)\" as a pre-release track for his first studio album \"Lay 02 Sheep\", digitally released on October 7, 2017, along with the title track \"Sheep (羊)\".\nImage.\nOn October 10, 2013, the survey on the \"Top 10 of Asia's Most Beautiful Men\" organized by Youth Entertainment's website reported that Lay ranked at #6 position with more than 27 million votes. In April 2014, Lay was ranked #10 in the annual survey of \"The Most Beautiful Man of Asia\". In March 2017, the Top Star News did a study to see which hallyu stars were most popular in China between January and February 2017, referring to Weibo hashtags, showing Lay at the top with ten billion views and queries.\nEndorsements.\nBetween 2015-2016, Lay was chosen to be the spokesperson for several brands, in particular \"Pancoat\" and \"Mentos\" for which he became the first spokesperson in Asia. He also became Asia's first male artist to endorse \"Vichy\", and China's first endorser for \"Planters\". In addition to endorsing the \"Lay's\" brands, \"Olay\", \"Clarisonic\", \"Kangshifu Ice Tea\", \"Tide\", \"Huawei\", \"AirBender\", \"Chushou TV\", \"Tmall\" and \"Cornetto\".\nPhilanthropy.\nOn October 7, 2015, Lay fans collected money that was donated on their behalf for the construction of a well and a public toilet in a needy village in Cambodia. On October 6, the fan club \"DAILYIXING\" posted photos of the finished project, including photos of some of the village residents with a sign thanking Lay and wishing him a happy birthday. In addition, the fan club collected used clothing to donate through the OTCAN charity. They also donated money on behalf of Lay to the Coal Briquettes organization for neighbors in Korea, which helps keep the heat needed in the winter by providing them with charcoal briquettes for their heaters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hangul","surface_form":"hangul","offset":14},{"uri":"Hanja","surface_form":"hanja","offset":27},{"uri":"Hangul","surface_form":"hangul","offset":112},{"uri":"Singer","surface_form":"singer","offset":137},{"uri":"Songwriter","surface_form":"songwriter","offset":145},{"uri":"Dancer","surface_form":"dancer","offset":157},{"uri":"Actor","surface_form":"actor","offset":168},{"uri":"EXO","surface_form":"EXO","offset":279},{"uri":"EXO","surface_form":"EXO","offset":1753},{"uri":"SHINee","surface_form":"SHINee","offset":1781},{"uri":"Kim_Jong-hyun","surface_form":"Jonghyun","offset":1823},{"uri":"S.M._the_Performance","surface_form":"S.M. the Performance","offset":2575},{"uri":"Kai","surface_form":"Kai","offset":2621},{"uri":"Chen","surface_form":"Chen","offset":3494},{"uri":"Park_Chan-yeol","surface_form":"Chanyeol","offset":3503},{"uri":"Jackie_Chan","surface_form":"Jackie Chan","offset":4492},{"uri":"Krystal","surface_form":"Krystal","offset":4578},{"uri":"Cannes_Film_Festival","surface_form":"Cannes Film Festival","offset":4716},{"uri":"People%27s_Liberation_Army","surface_form":"People's Liberation Army","offset":8779},{"uri":"Cars_3","surface_form":"Cars 3","offset":9359},{"uri":"Madame_Tussauds","surface_form":"Madame Tussauds","offset":9394},{"uri":"Vichy","surface_form":"Vichy","offset":10625}]}