{"id":546799,"url":"http://en.wikipedia.org/wiki/Luhan","text":"Lù Hán (hanja: 鹿晗; hangul: 루한; born April 20, 1990 in Haidian) better known by mononym Luhan, is a Chinese singer. He was introduced as a member of EXO in December 2011, officially debuting in April 2012, and in October 2014, left the group after filing a lawsuit against S.M. Entertainment to reverse its exclusivity agreement.\nIn December 2014, China National Radio ranked Luhan in sixth place among the top 10 most popular entertainment stars in the country. He began his career as an actor in the film \"20 Once Again\", released in January 2015. In May of 2015, it appeared in 37th position of the richest celebrities of Forbes China. Luhan made his debut as a solo artist with the release of his first extended play, titled \"Reloaded I\", on September 14, 2015. He became the first celebrity born after the 1990s to be named the \"Artist of the Year\" by China Newsweek in 2016.\nEarly years.\nLuhan was born in Haidian, Beijing, China, on April 20, 1990. He graduated from Beijing Shida Middle School and attended the Beijing Haidian Foreign Language Shi Yan School before leaving for South Korea to attend Yonsei University as an exchange student. In 2008, he auditioned for JYP Entertainment's worldwide audition in China, but did not pass the audition. While studying in Seoul, he was observed by an S.M. Entertainment agent, who advised him to do a successful audition for the agency, being placed in a dormitory with other SM interns, and trained in singing, dancing, and acting.\n2011─2014: Early career.\nLuhan was the second member of EXO to be formally presented to the public on December 27, 2011. Along with Tao, Chen, and Kai, he made his first television performance at the \"SBS Gayo Daejun\" event on December 29 of the same year. The group's first single, \"What Is Love,\" was released on January 30, 2012. The group released their second single, titled \"History\" on March 9. The pre-show showcase of the group was held at the Seoul Olympic Stadium on March 31, 2012, one hundred days after the launch of the first trailer of its debut on December 21, 2011. The showcase was held for about 3,000 fans ff 8,000 selected candidates to watch their performances. The group held a press conference and showed their performances at the Great Hall of the University of Economics and International Business in Beijing, China on April 1, 2012. On April 24, along with D.O., Baekhyun, Chen, BoA, Kangta, TVXQ, Taeyeon, Yesung, Jonghyun and Luna, released a song for the soundtrack of the film \"I AM.\", titled \"Dear My Family\". On August 23, 2012, S.M. Entertainment announced that Luhan would perform with BoA in the song \"Only One,\" for the August 24 episode of \"Music Bank\". Luhan became the fourth to perform with the singer after Yunho, Eunhyuk, Taemin and Sehun.\nOn October 16 of the same year, it was announced that he would participate in the 6-member dance group Younique Unit, alongside Eunhyuk, Hyoyeon, Taemin, Henry Lau and Kai performing the veloster theme song titled \"Maxstep\" for the album \"PYL Younique Album\", being a collaboration album between S.M. Entertainment and Hyundai. A video teaser of the song was shown on the PYL Younique Show the next day. The song was officially released on October 31, 2012.\nOn June 23, 2013, he participated in the Chinese team for a football match at the 2013 Asian Dream Cup in Shanghai. In January 2014, he participated in the \"Idol Star Athletics Championship\". On April 23, 2014, he was cast in the cast of \"20 Once Again\", directed by East Chen. A representative from SM told Newsen: \"Luhan was confirmed in 20 Once Again. At the moment we're adjusting the shooting times\". The film is a Chinese version of the Korean film, \"Miss Granny\", in which an old lady returns to be young, and premiered in January of 2015. On August 13, 2014, a post by Luhan on his official Weibo account reached over 13 million comments, thus entering the \"Guinness World Records\" as the person who has the most comments in a Weibo post. On August 19, S.M. Entertainment posted a photo of Luhan with his \"Guinness World Records\" certificate and a world record holder medal. On October 10 of the same year, he filed a lawsuit against S.M. Entertainment to cancel its exclusivity agreement, mainly due to health problems. Still in October, he starred in the remake of the music video for \"The Last Game\" made for '. On December 1, he released the song \"Our Tomorrow\" for the soundtrack of \"20 Once Again\". The song peaked number one position on Baidu Music Chart.\n2015–2016: Acting career, \"Reloaded\" series, \"Xperience\" and \"Xplore\".\nOn January 26, 2015, it was announced that Luhan would sing the theme song for the release of the movie \"Comrades: Almost a Love Story\", in China. The song titled \"Tian Mi Mi,\" was officially released on February 3. On January 28, it was announced that the South Korean film \"Blind\" would win a Chinese version, titled \"The Witness\", starring Luhan. The film was released in China on October 30 of the same year. In February of 2015, appeared in the movie \"12 Golden Ducks\". On March 11, Legendary Entertainment announced that Luhan would be cast in \"The Great Wall\", directed by Zhang Yimou along with Matt Damon, Andy Lau and Pedro Pascal. The film was released by China Film Group in China on December 15, 2016, and in the United States on February 17, 2017 by Universal. On May 27, 2015, it was revealed that Luhan and Taiwanese singer David Tao had recorded the theme song for the 2022 Winter Olympics. The song titled \"Please Come to the Great Wall to Ski\" had its music video released in July 2015. On August 28, he became a fixed member of the Chinese version of \"Running Man\" program, titled \"Hurry Up, Brother\". On September 11, Luhan was confirmed in the movie version of the popular web drama \"The Lost Tomb\", titled \"Time Raiders\", playing Wu Xie. Released by Le Vision Pictures on August 5, 2016.\nOn September 14, he released his first mini-album titled \"Reloaded I\", along with the title track \"That Good Good\", via QQ Music Charts. The album sold 880,000 copies on the first day, the highest number of sales recorded on the first day of official release, and also reached more than one million sales at QQ Music, setting the record for faster digital album sales. Days later he released the song \"Your Song\". Still in September Lu Han broke his own record on Guinness World Records as the person with the highest amount of comments in a Weibo post, surpassing 87 million comments. On October 14, 2015, he released the song \"Medals\" as a single and soundtrack for the movie \"The Witness\". Being released on iTunes on November 4 of the same year, debuting at number one position on the China V Chart as well as Billboard Hot 100, making it the first single in Mandarin to come in last. Also in October he released the single \"Football Gang\". In early November he released the music video for the song \"Promises\", being released as a single days later. On December 1 he released the mini-album \"Reloaded II\", containing the songs \"Lu\" and \"Deep\". The song \"Deep\" was also included in the soundtrack of \"Kung Fu Panda 3\". He released his first studio album, titled \"Reloaded\", on December 22, 2015. The album topped the Tower Records chart in Japan, and became the only album from mainland China to enter the Top 5 of Taiwan's G-Music chart.\nOn January 6, 2016, he released the song \"The Inner Force\" for the soundtrack of ', debuting at number two on the China V Chart. On February 16 of the same year, he released the mini-album \"Reloaded+\", along with the title track \"Excited\". In March of the same year he released the music video for the song \"Adventure Time\". On March 26, 2016, Luhan began his first solo tour, titled \"Luhan Reloaded: 2016 Luhan 1st China Tour\", in Beijing and Guangzhou on April 2, and Shanghai on April 9 of the same year. In June 2016, he landed the lead role of Chen Changsheng in the Hunan Television series, \"Fighter of The Destiny\". On October 21 of the same year, he released the \"Xperience\" mini-album, with the title track \"Catch Me When I Fall\". In December 2016, he made an appearance in the film \"See You Tomorrow\". In December On December 27, he released the mini-album \"Xplore\", along with the songs \"Winter Song\" and \"Skin to Skin\". With his music videos released in January 2017.\n2017–present: \"Venture\" and \"Imagination\".\nIn 2017, Luhan will be starring in his first television drama, \"Fighter of the Destiny\", a series of wuxia fantasy. In February of the same year he was also cast for the film \"5 Centimeters Per Second\" adapted from the Japanese novel of the same name. On January 21, it officially launched the single digital album \"Venture\" along with the single \"What If I Said\" on QQ Music, KuGou Music and Kuwo Music, selling 60,000 copies in just 3 minutes and 160,000 in 10 minutes. The song \"Roleplay\" was released as a single on February 27. He released the mini-album \"Imagination\" on April 19, 2017, accompanied by songs \"On Call\" and \"Say It\".\nImage.\nOn October 10, 2013, the survey on the \"Top 10 of Asia's Most Beautiful Men\" organized by Youth Entertainment's website reported that Luhan was chosen as Asia's most handsome man 2013 with over 40 million votes.\nOn May 11, 2015, it was the cover of Forbes China magazine, where it ranked 37th among the richest celebrities for making a profit of 28.5 million yuan (about $ 4.6 million). In the edition, Forbes described Luhan as: \"In less than five months, attracted the most attention by the Chinese entertainment industry, becoming a new force on the rise.\" Also in May, Models.com selected Luhan as one of their \"Five Faces of China\", which were chosen for their innovative talent, creativity and originality. The site describes him as the \"reigning king of the idol scene\" being one of the most famous in the world, and credits his fame partially to his \"army of fans.\" And that although Luhan is constantly followed by the eyes of millions of fans (especially in social media), he remains humble. In July 2015, during the press conference of \"The Great Wall\", Matt Damon revealed that he was impressed by Luhan's popularity, saying, \"I think the first night we started filming there were about 400 flower arrangements that they came to Luhan all the way down to the hotel.\"\nFrom 2015 to 2016, Luhan appeared on the cover of more than 20 magazines. He became the first Chinese celebrity to grace the covers of China Elle, GQ Style, China Forbes, Harper's Bazaar and Cosmopolitan. He received the Guinness World Record for having more than 200,000 people buying a limited edition of 20,000 copies of a magazine cover in a second. Luhan won his own wax statue in January 2016, from the Madame Tussaud's Wax Museum in Beijing. In October 2016, Luhan was featured in the \"BOF 100\" ranking of Business of Fashion, becoming the only Chinese celebrity to reach the ranking and received the title of \"Most Anticipated Chinese Star\". He also became the first celebrity born after the 1990s to be named the \"Artist of the Year\" by China Newsweek in December 2016. In December 2016, it was ranked 69th in the Top 100 Most Handsome Faces of 2016 by TC Candler.\nEndorsements.\nIn April 2014, endorsed commercial to Chinese cosmetics company KanS. During 2015, he starred in campaigns for the French cosmetics company L'Oréal, as well as endorsing for Baidu Maps OPPO's R7 Plus, Lenovo, KFC and Sony. He became the first Asian artist to endorse for Puma. In December 2015, Luhan was introduced as the official \"Star Wars\" ambassador to China. He released a single titled \"The Inner Force\", which is the official Chinese theme song for '. In May 2016, he became a spokesman for Volkswagen. In July of the same year, it became the face of Cartier SA.\nLegal action against S.M. Entertainment.\nOn February 5, 2015, S.M. Entertainment released an official statement that stated that Luhan had left the EXO without permission and announced that the company had filed lawsuits against not only Luhan but also the advertisers who used it as a spokesperson. According to Chinese entertainment source Sina Entertainment, a representative of Luhan issued an official statement on February 6 on allegations made in the lawsuit filed against S.M. Entertainment. The representative said: \"We are launching this official statement in order to clarify the truth and protect the reputation of Luhan. SM filed a lawsuit for the Shanghai courts, claiming that 'Luhan has been participating in activities in China without permission.' However, according to the rules of jurisdiction, SM has no right to bring a lawsuit over [Luhan's] exclusive contract to a Chinese court. In fact, the courts do not have jurisdiction in Shanghai [on this matter].\" He continues: \"The results of [our] investigation show that SM sued an advertiser affiliated with Luhan for copyright infringement. This does not correspond with the reasons given for their actions [SM]. The statement that SM issued through the press is misleading. The SM is aware of the reasons behind the filing [of its annulment] of its [Luhan] exclusive contract, but in its statement, the company said that luhan was unethical when leaving the company without any legitimate reason. \"To say that he [Luhan] left EXO for no reason other than his own gain \"is a malicious attempt to defame Luhan.\" The statement concludes with: \"In order to protect your legitimate rights and interests, we will take legal action against all the full reports Which defame Luhan's reputation.\"\nIn July 2016, the recommended court for the reconciliation of the two parties, ruled that Luhan's exclusive contract with S.M. Entertainment would be in effect until 2022, as originally decided. The law firm representative of SM announced through an official press release on July 21, \"We can not disclose the details of the agreement, but according to the court of decision and the agreement of the parties involved, the exclusive contract of Luhan Will be effective until 2022, as initially contracted.\" The press further revealed: \"Excluding areas in Korea and Japan, Luhan will entrust jurisdiction rights entirely to S.M. Entertainment, and will share a portion of its revenue with the agency.\nOthers.\nIn May 2016, it was revealed that Luhan was banned from entering Taiwan for five years. Several Chinese media reported that Luhan went into hot waters after filming for Chinese variety show \"Back to School\" in Taiwan with a tourist visa. A tourist visa prohibits a person from working in the country in which he or she is visiting. In June of 2016, he was filmed screaming with a taxi driver, after being followed during the filming of a series.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Hanja","surface_form":"hanja","offset":8},{"uri":"Hangul","surface_form":"hangul","offset":19},{"uri":"Haidian","surface_form":"Haidian","offset":54},{"uri":"EXO","surface_form":"EXO","offset":148},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":272},{"uri":"Haidian","surface_form":"Haidian","offset":911},{"uri":"Beijing","surface_form":"Beijing","offset":920},{"uri":"China","surface_form":"China","offset":929},{"uri":"Yonsei_University","surface_form":"Yonsei University","offset":1107},{"uri":"JYP_Entertainment","surface_form":"JYP Entertainment","offset":1176},{"uri":"Seoul","surface_form":"Seoul","offset":1274},{"uri":"EXO","surface_form":"EXO","offset":1541},{"uri":"Tao_(entertainer)","surface_form":"Tao","offset":1617},{"uri":"Chen","surface_form":"Chen","offset":1622},{"uri":"Kai","surface_form":"Kai","offset":1632},{"uri":"What_Is_Love","surface_form":"What Is Love","offset":1769},{"uri":"History_(song)","surface_form":"History","offset":1866},{"uri":"Seoul_Olympic_Stadium","surface_form":"Seoul Olympic Stadium","offset":1938},{"uri":"D.O.","surface_form":"D.O.","offset":2370},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":2376},{"uri":"Chen","surface_form":"Chen","offset":2386},{"uri":"BoA","surface_form":"BoA","offset":2392},{"uri":"Kangta","surface_form":"Kangta","offset":2397},{"uri":"TVXQ","surface_form":"TVXQ","offset":2405},{"uri":"Kim_Tae-yeon","surface_form":"Taeyeon","offset":2411},{"uri":"Yesung","surface_form":"Yesung","offset":2420},{"uri":"Kim_Jong-hyun","surface_form":"Jonghyun","offset":2428},{"uri":"Luna_(entertainer)","surface_form":"Luna","offset":2441},{"uri":"I_AM.","surface_form":"I AM.","offset":2495},{"uri":"Dear_My_Family","surface_form":"Dear My Family","offset":2511},{"uri":"Music_Bank","surface_form":"Music Bank","offset":2665},{"uri":"Yunho","surface_form":"Yunho","offset":2735},{"uri":"Eunhyuk","surface_form":"Eunhyuk","offset":2742},{"uri":"Lee_Tae-min","surface_form":"Taemin","offset":2751},{"uri":"Oh_Se-hun","surface_form":"Sehun","offset":2762},{"uri":"Younique","surface_form":"Younique","offset":2872},{"uri":"Kim_Hyo-yeon","surface_form":"Hyoyeon","offset":2906},{"uri":"Henry_Lau","surface_form":"Henry Lau","offset":2923},{"uri":"Kai","surface_form":"Kai","offset":2937},{"uri":"PYL_Younique_Album","surface_form":"PYL Younique Album","offset":3008},{"uri":"Hyundai","surface_form":"Hyundai","offset":3088},{"uri":"Shanghai","surface_form":"Shanghai","offset":3333},{"uri":"Idol_Star_Athletics_Championship","surface_form":"Idol Star Athletics Championship","offset":3384},{"uri":"Matt_Damon","surface_form":"Matt Damon","offset":5172},{"uri":"Universal_Studios","surface_form":"Universal","offset":5333},{"uri":"2022_Winter_Olympics","surface_form":"2022 Winter Olympics","offset":5455},{"uri":"Running_Man","surface_form":"Running Man","offset":5641},{"uri":"Kung_Fu_Panda_3","surface_form":"Kung Fu Panda 3","offset":7085},{"uri":"Japan","surface_form":"Japan","offset":7224},{"uri":"Matt_Damon","surface_form":"Matt Damon","offset":10056},{"uri":"L%27Or%C3%A9al","surface_form":"L'Oréal","offset":11298},{"uri":"Lenovo","surface_form":"Lenovo","offset":11359},{"uri":"KFC","surface_form":"KFC","offset":11367},{"uri":"Sony","surface_form":"Sony","offset":11375},{"uri":"Star_Wars","surface_form":"Star Wars","offset":11491},{"uri":"Volkswagen","surface_form":"Volkswagen","offset":11657},{"uri":"EXO","surface_form":"EXO","offset":11877}]}