{"id":547,"url":"http://en.wikipedia.org/wiki/Nature","text":"The words nature and natural are used for all the things that are normally not made by humans. Things like weather, organisms, landforms, celestial bodies and much more are part of nature. Scientists study the way the parts of nature work. Things that have been made by people are said to be man-made or called artifacts.\nThere are natural sciences that study different parts of nature, for example the science of ecology is about plants and animals as a whole, while biology studies every type of living thing.\nFrom one point of view, humans are a prime example of nature, and are the most widely studied natural inhabitants of the planet earth. Humans interact with each other in their natural environment on a constant basis. Every part of nature everything from the air to the dirt on the ground is interdependent. Medicine studies humans in health and sickness.\nFrom another point of view, humans and nature can be said to be in conflict. Nature is often seen by humans as natural resources. People cut down trees, mine ores, and grow crops. Fires, cars, and factories make a lot of smoke and harm many places. People who like to leave nature unharmed and those who feel they need to use more of nature often fight about what they should do. In the modern world, with many more people and many big cities, these problems are becoming more serious.\nNature, in the broadest sense, means the physical world as a whole. This is the meaning that physics, the study of nature (etymologically), takes.\nA useful definition of \"natural\" is","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":87},{"uri":"Weather","surface_form":"weather","offset":107},{"uri":"Organisms","surface_form":"organisms","offset":116},{"uri":"Landform","surface_form":"landform","offset":127},{"uri":"Celestial_bodies","surface_form":"celestial bodies","offset":138},{"uri":"Scientist","surface_form":"Scientist","offset":189},{"uri":"Man-made","surface_form":"man-made","offset":292},{"uri":"Artifact_(archaeology)","surface_form":"artifacts","offset":311},{"uri":"Natural_sciences","surface_form":"natural sciences","offset":332},{"uri":"Ecology","surface_form":"ecology","offset":414},{"uri":"Biology","surface_form":"biology","offset":468},{"uri":"Medicine","surface_form":"Medicine","offset":819},{"uri":"Conflict","surface_form":"conflict","offset":934},{"uri":"Natural_resource","surface_form":"natural resource","offset":978},{"uri":"Tree","surface_form":"tree","offset":1013},{"uri":"Mining","surface_form":"mine ores","offset":1020},{"uri":"Crop","surface_form":"crop","offset":1040},{"uri":"Fire","surface_form":"Fire","offset":1047},{"uri":"Car","surface_form":"car","offset":1054},{"uri":"Factories","surface_form":"factories","offset":1064},{"uri":"Physics","surface_form":"physics","offset":1446}]}