{"id":547074,"url":"http://en.wikipedia.org/wiki/Brevet_(military)","text":"A brevet in most militaries is a promotion to a higher rank without the increase in pay or full privileges. It is often given as an honor. It was a term borrowed from the British during the American Revolutionary War and used in the Continental Army. Since that time the United States Congress has had several reasons for granting brevet ranks. In some of these instances the officer received the higher pay of the breveted rank. The term brevet comes from the Latin words \"breve\" and \"brevia\" meaning a legal brief.\nEarly French armies.\nIn the early history, the King of France would call on his feudal lords for troops. These feudal lords raised armies and appointed officers, but they did not have the authority to give a rank in the king's army. The king would give a commissioned rank to leaders that would be recognized throughout his army by the use of Letters patent or brevet. Soon all French officers from a cornet (sub-lieutenant) to the Marshal of France received their commission in this way. They came to be styled \"Officers a'Brevet\". The official document granting the brevet was called a \"brevet d'invention\".\nBritish army.\nThe British army that served in the American colonies during the American Revolution were made up of mostly infantry regiments. During the war the strength (numbers) of infantry regiments varied. The actual strength was usually not the established strength. But in general, a regiment at the time averaged about 500 soldiers. Regiments were then divided into ten companies usually of equal size. Each company had three officers and was commanded by a captain. Three of these company captains also held a higher rank in the regiment. These included the colonel, the lieutenant colonel and the major. Collectively these three were called \"field officers\". So in actuality, each regiment had three field officers and seven captains for a total of ten. On muster rolls it was not unusual to see an officer listed as \"Major and Captain\". But usually, only the higher of the officer's two ranks were used. But, whereas companies were commanded by captains, it is sometime curious to see mention of something like \"Lt. Col. Campbell's company\" (instead of Captain Campbell's company).\nAmerican Civil war.\nIn 1861, during the American Civil War, graduates of West Point were given commissions in the Union Army as brevet 2nd lieutenants. This was because there were not enough vacancies to commission them as 2nd lieutenants. Many officers have held brevet commissions for gallant actions, meritorious service or to serve in a staff position when their permanent rank did not allow it. After the war there were thousands of brevet officers. Of the 1,978 Civil War generals, 1,700 were brevet Brigadier generals or Major generals, most with a date of rank of 13 March 1865. Many, Like George Armstrong Custer held the brevet rank of major general, but wanting to remain in the army after the war was returned to his permanent rank of captain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Promotion","surface_form":"promotion","offset":33},{"uri":"Rank","surface_form":"rank","offset":55},{"uri":"Salary","surface_form":"pay","offset":84},{"uri":"Privilege","surface_form":"privilege","offset":96},{"uri":"Honor","surface_form":"honor","offset":132},{"uri":"British","surface_form":"British","offset":171},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":190},{"uri":"Continental_Army","surface_form":"Continental Army","offset":233},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":271},{"uri":"Officer","surface_form":"officer","offset":376},{"uri":"Latin","surface_form":"Latin","offset":461},{"uri":"Brief_(law)","surface_form":"legal brief","offset":504},{"uri":"King_of_France","surface_form":"King of France","offset":564},{"uri":"Feudalism","surface_form":"feudal lords","offset":597},{"uri":"Letters_patent","surface_form":"Letters patent","offset":860},{"uri":"Marshal_of_France","surface_form":"Marshal of France","offset":949},{"uri":"Thirteen_Colonies","surface_form":"American colonies","offset":1177},{"uri":"Infantry","surface_form":"infantry","offset":1249},{"uri":"Regiment","surface_form":"regiment","offset":1258},{"uri":"Soldier","surface_form":"soldier","offset":1457},{"uri":"Company_(military)","surface_form":"companies","offset":1504},{"uri":"Captain","surface_form":"captain","offset":1592},{"uri":"Colonel","surface_form":"colonel","offset":1693},{"uri":"Lieutenant_colonel","surface_form":"lieutenant colonel","offset":1706},{"uri":"Major","surface_form":"major","offset":1733},{"uri":"Muster_(military)","surface_form":"muster rolls","offset":1893},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2259},{"uri":"United_States_Military_Academy_at_West_Point","surface_form":"West Point","offset":2292},{"uri":"Union_Army","surface_form":"Union Army","offset":2333},{"uri":"Lieutenant","surface_form":"2nd lieutenants","offset":2354},{"uri":"Vacancy","surface_form":"vacancies","offset":2410},{"uri":"Courage","surface_form":"gallant actions","offset":2506},{"uri":"General_officer","surface_form":"generals","offset":2697},{"uri":"Brigadier_general","surface_form":"Brigadier general","offset":2725},{"uri":"Major_general","surface_form":"Major general","offset":2747},{"uri":"George_Armstrong_Custer","surface_form":"George Armstrong Custer","offset":2817}]}