{"id":547250,"url":"http://en.wikipedia.org/wiki/Betty_Reid_Soskin","text":"Betty Reid Soskin (\"nee Charbonnet\"; born September 22, 1921) is an American Park Ranger with the National Park Service. Soskin speaks clearly about the importance of national parks. She says national parks are very important for telling American history that includes different people's experiences. She helped to develop the World War II Home Front National Historical Park in Richmond, California. She works there as a ranger.\n, at age 98, she is the oldest National Park Ranger serving the United States.\nFamous For.\nBetty Reid Soskin is most famous for being a guide at the Rosie the Riveter World War II National Park. She talks about how the story of War War II that we hear is mainly white and male. She also promotes national parks and how they educate the public. Another thing she talks about is her and her family members’ experiences with racism. She is also famous for being the oldest female park ranger.\nEarly life and family.\nBetty Reid Soskin was born on September 22, 1921, in Detroit, Michigan. She was a mix of Spanish, French, and African, but identified as black. Betty got married to Mel Reid and they had four kids shortly after graduating high school. She experienced racism and decided to get involved in the civil rights movement. The couple opened up a business called Reid’s Records in 1945. They got a divorce after about 30 years of being married. Betty then married Bill Soskin in 1976 but their marriage ended after just four years. Betty joined the local task force and worked to make less drugs and crime in Berkley after that. She got a job as a businesswoman. After, she helped plan the Rosie the Riveter and World War II National Park in Richmond, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":68},{"uri":"National_Park_Ranger","surface_form":"Park Ranger","offset":77},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":98},{"uri":"World_War_II_Home_Front_National_Historical_Park","surface_form":"World War II Home Front National Historical Park","offset":327},{"uri":"Richmond%2C_California","surface_form":"Richmond, California","offset":379},{"uri":"National_Park_Ranger","surface_form":"National Park Ranger","offset":461},{"uri":"Detroit","surface_form":"Detroit, Michigan","offset":996}]}