{"id":54725,"url":"http://en.wikipedia.org/wiki/James_(son_of_Zebedee)","text":"e=\"preserve\">:\"For people and places called Saint James'\", see the disambiguation page.\"\nSaint James, son of Zebedee (death 44 AD) was one of the disciples (learners) of Jesus. He was the son of \"Zebedee\" and \"Salome\" and brother of John the Evangelist. He is called Saint James the Greater to distinguish (mark as different) him from the other apostle named James\n(James, son of Alphaeus). James is described as one of the first disciples who joined Jesus. The Synoptic Gospels tell that James and John were with their father by the seashore when Jesus called them to begin traveling ([http://www.biblegateway.com/passage/?search=matthew%204:21-22 Mt.4:21–22], [http://www.biblegateway.com/passage/?search=mark%201:19-20 Mk.1:19–20]). According to Mark, James and John were called \"Boanerges\", or the \"Sons of Thunder\" ([http://www.biblegateway.com/passage/?search=mark%203:17 3:17]). Acts of the Apostles 12:1–2 records that King Herod had James executed by sword ([http://www.biblegateway.com/passage/?search=acts%2012:1-2 Ac.12:1–2]). He was likely the first of the apostles martyred for his faith.\nSaint James and Hispania.\nAccording to ancient local tradition, on 2 January of the year AD 40, the Virgin Mary appeared to James on the bank of the Ebro River at Caesaraugusta, while he was preaching the Gospel in Spain. She supposedly appeared upon a pillar, Nuestra Señora del Pilar, and that pillar is conserved and venerated within the present Basilica of Our Lady of the Pillar, in Zaragoza, Spain. Following that apparition, St James returned to Judea, where he was beheaded by King Herod Agrippa I in the year 44.\nThe translation of his relics from Judea to Galicia in the northwest of Iberia was effected, in legend, by a series of miraculous happenings: decapitated in Jerusalem with a sword by Herod Agrippa himself, his body was taken up by angels, and sailed in a rudderless, unattended boat to Iria Flavia in Spain, where a massive rock closed around his relics, which were later removed to Compostela. The 12th-century \"Historia Compostellana\" gives a summary of the legend of St James as it was believed at Compostela. Two ideas are central to it: first, that St James preached the gospel in Spain as well as in the Holy Land; second, that after his martyrdom at the hands of Herod Agrippa I his disciples carried his body by sea to Spain, where they landed at Padrón on the coast of Galicia, and took it inland for burial at Santiago de Compostela.\nThe authenticity of the sacred relics of Compostela was asserted in the Bull of Pope Leo XIII, \"Omnipotens Deus,\" of 1 November 1884.\nThe tradition at Compostela placed the discovery of the relics of the saint in the time of king Alfonso II (791–842) and of bishop Theodemir of Iria. These traditions were the basis for the pilgrimage route that began to be established in the 9th century, and the shrine dedicated to James at Santiago de Compostela, in Galicia in Spain, became the most famous pilgrimage site in the Christian world. St James's Way is a tree of routes that cross Western Europe and arrive at Santiago through Northern Spain. Eventually James became the patron saint of Spain.\nThe name \"James\" in English comes from \"Iacobus\" (Jacob) in Latin. In eastern Spain, Jacobus became \"Jacome\" or \"Jaime\"; in Catalunya, it became Jaume, in western Spain it became \"Iago\", and Portugal and Galicia it was Tiago. \"Saint James\" (\"Sanctus Jacobus\") became \"Sant' Iago\", which was abbreviated to \"Santiago\". James's emblem was the scallop shell (or \"cockle shell\"), and pilgrims to his shrine often wore that symbol on their hats or clothes.","categories":[],"infobox_types":["saint"],"annotations":[{"uri":"Saint_James","surface_form":"disambiguation page","offset":67},{"uri":"Jesus","surface_form":"Jesus","offset":170},{"uri":"John_the_Apostle","surface_form":"John the Evangelist","offset":233},{"uri":"James%2C_son_of_Alphaeus","surface_form":"James, son of Alphaeus","offset":366},{"uri":"Synoptic","surface_form":"Synoptic","offset":462},{"uri":"Gospel","surface_form":"Gospel","offset":471},{"uri":"Gospel_of_Mark","surface_form":"Mark","offset":749},{"uri":"Acts_of_the_Apostles","surface_form":"Acts of the Apostles","offset":886},{"uri":"Agrippa_I","surface_form":"Herod","offset":932},{"uri":"2_January","surface_form":"2 January","offset":1170},{"uri":"40","surface_form":"40","offset":1195},{"uri":"Virgin_Mary","surface_form":"Virgin Mary","offset":1203},{"uri":"Caesaraugusta","surface_form":"Caesaraugusta","offset":1266},{"uri":"Basilica","surface_form":"Basilica","offset":1452},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Our Lady","offset":1464},{"uri":"Zaragoza","surface_form":"Zaragoza","offset":1491},{"uri":"Agrippa_I","surface_form":"Agrippa I","offset":1599},{"uri":"44","surface_form":"44","offset":1621},{"uri":"Galicia_(Spain)","surface_form":"Galicia","offset":1669},{"uri":"Miracle","surface_form":"miraculous","offset":1744},{"uri":"Iria_Flavia","surface_form":"Iria Flavia","offset":1911},{"uri":"Santiago_de_Compostela","surface_form":"Compostela","offset":2008},{"uri":"Santiago_de_Compostela","surface_form":"Santiago de Compostela","offset":2445},{"uri":"Pope_Leo_XIII","surface_form":"Pope Leo XIII","offset":2549},{"uri":"1_November","surface_form":"1 November","offset":2586},{"uri":"1884","surface_form":"1884","offset":2597},{"uri":"Santiago_de_Compostela","surface_form":"Santiago de Compostela","offset":2896},{"uri":"Galicia_(Spain)","surface_form":"Galicia","offset":2923},{"uri":"Spain","surface_form":"Spain","offset":2934},{"uri":"St_James%27s_Way","surface_form":"St James's Way","offset":3004},{"uri":"Patron_saint","surface_form":"patron saint","offset":3140},{"uri":"James","surface_form":"James","offset":3173},{"uri":"Jacob","surface_form":"Jacob","offset":3213},{"uri":"Scallop","surface_form":"scallop","offset":3504}]}