{"id":547313,"url":"http://en.wikipedia.org/wiki/Ing%C3%B3lfr_Arnarson","text":"Ingólfr Arnarson () and his wife, Hallveig Frodesdatter, are commonly said to be the first permanent Nordic settlers of Iceland. According to tradition, they founded Reykjavík in 874.\nAccording to the Landnámabók (a book which describes the settlement of Iceland by the Norsemen), he built his house in modern-day Reykjavík and named the city as well. Medieval historian Ari Þorgilsson claimed that Arnarson was the first Nordic settler in Iceland, but Irish monks and hermits lived there before he arrived. He also claimed that the they left because they did not want to live with the newly arrived Norse pagans.\nThe Landnámabók claims that Arnarson left modern-day Norway after becoming involved in a blood feud. He had heard about an island that Garðar Svavarsson, Flóki Vilgerðarson and others found while sailing in the Atlantic ocean. With his step-brother, Hjörleifr Hróðmarsson, he sailed for Iceland. When land was in sight, he threw his high seat pillars overboard and promised to settle where the gods decided to bring them ashore. Two of his slaves then searched the coasts for three years before finding the pillars in the small bay which eventually became Reykjavík.\nMeanwhile, Hjörleifr Hróðmarsson was murdered by his Irish slaves because of how badly he was treating-them. Ingólfr hunted them down and killed them in Vestmannaeyjar (Westman Islands). The islands got their name from that event, but vestmenn (west men) is a name that the Norsemen at this time sometimes used for Irishmen. He continued to live in southwestern Iceland, but nothing is known about what happened to him after settling. His son, Torstein (\"Þorsteinn Ingólfsson\"), was said to have founded the first parliament, in Iceland. It later became known as the Althing.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nordic_countries","surface_form":"Nordic","offset":101},{"uri":"Iceland","surface_form":"Iceland","offset":120},{"uri":"Reykjav%C3%ADk","surface_form":"Reykjavík","offset":166},{"uri":"Landn%C3%A1mab%C3%B3k","surface_form":"Landnámabók","offset":201},{"uri":"Irish_people","surface_form":"Irish","offset":453},{"uri":"Monk","surface_form":"monks","offset":459},{"uri":"Hermit","surface_form":"hermits","offset":469},{"uri":"Norse_religion","surface_form":"Norse pagans","offset":600},{"uri":"Norway","surface_form":"Norway","offset":667},{"uri":"Feud","surface_form":"blood feud","offset":703},{"uri":"Gar%C3%B0ar_Svavarsson","surface_form":"Garðar Svavarsson","offset":749},{"uri":"Fl%C3%B3ki_Vilger%C3%B0arson","surface_form":"Flóki Vilgerðarson","offset":768},{"uri":"Atlantic_ocean","surface_form":"Atlantic ocean","offset":825},{"uri":"Hj%C3%B6rleifr_Hr%C3%B3%C3%B0marsson","surface_form":"Hjörleifr Hróðmarsson","offset":864},{"uri":"Vestmannaeyjar","surface_form":"Vestmannaeyjar","offset":1334},{"uri":"Norsemen","surface_form":"Norsemen","offset":1455},{"uri":"Althing","surface_form":"Althing","offset":1748}]}