{"id":54743,"url":"http://en.wikipedia.org/wiki/Vampire_squid","text":"The Vampire squid (\"Vampyroteuthis infernalis\", 'vampire squid from hell') is a small, deep-sea cephalopod. It can be found throughout the temperate and tropical oceans of the world.\nIt has special filaments it can retract; because of this, it has been placed in its own order: \"Vampyromorphida\" (formerly \"Vampyromorpha\"). It is similar to both squid and octopus. It is the only surviving member of its order. It was first described and mistakenly identified as an octopus in 1903.\nPhysical description.\nThe vampire squid can grow to about 30 cm (1 foot) in total length. It is no threat to humans. Its 15 cm (6 inch) gelatinous body varies in color between velvety jet-black and pale reddish, depending on location and lighting conditions. A webbing of skin connects its eight arms, each lined with rows of fleshy spines or \"cirri\". The inside of this \"cloak\" is black. Only the distal half (farthest from the body) of the arms have suckers. Its limpid, globular eyes—which appear red or blue, also depending on lighting—are proportionately the largest in the animal kingdom at 2.5 cm (1 inch) in diameter.\nMature adults have a pair of ear-like fins. These fins stand out from the lateral sides of the mantle. They serve as the adult's primary means of propulsion (moving around): Vampire Squid are said to \"fly\" through the water by way of flapping their fins. Their powerful beak-like jaws are as white as ivory. Within the webbing are two pouches. These pouches hide the tactile \"velar filaments\". The filaments are analogous to a true squid's tentacles, extending well past the arms, however, they are a different arm pair than the squid's tentacles. Instead, the filaments are the same pair that were lost by the ancestral octopuses.\nThe Vampire Squid is covered entirely in light-producing organs called photophores. The animal has great control over the organs. It is capable of producing disorienting flashes of light for fractions of a second to several minutes in duration. The intensity and size of the photophores can also be varied. Appearing as small white discs, the photophores are larger and more complex at the tips of the arms and at the base of the two fins. They are absent from the underside of the caped arms. Two larger white areas on top of the head were initially believed to be photophores too, but have turned out to be photoreceptors.\nThe chromatophores (pigment organs) common to most cephalopods are poorly developed in Vampire Squid. While this means the animal is not capable of changing its skin colour in the dramatic fashion of shallow-dwelling cephalopods, such trickery is not needed at the pitch black depths in which it lives.\nHabitat and adaptations.\nThe Vampire Squid is an extreme example of a deep-sea cephalopod. People think it lives at aphotic (lightless) depths from 600–900 metres (2,000-3,000 feet) or more. Within this region of the world's oceans is a discrete habitat known as the oxygen minimum zone (OMZ). Within the OMZ oxygen saturation is too low to support aerobic metabolism in most higher organisms. Nonetheless, the Vampire Squid is able to live normally in the OMZ at oxygen saturations as low as 3%; something no other cephalopod—and few other animals—can do.\nIn order to cope with life in this habitat, vampire squid have developed several radical adaptations. Of all deep-sea cephalopods, their metabolic rate is the lowest. Their blue blood hemocyanin binds and transports oxygen most efficiently, aided by gills with especially large surface area. The animals have weak musculature but maintain agility and buoyancy with little effort thanks to sophisticated statocysts (balancing organs akin to a human's inner ear) and ammonium-rich gelatinous tissues closely matching the density of the surrounding seawater.\nAt the shallower end of the Vampire Squid's vertical range, the view from below is like the sky at twilight: The highly sensitive eyes of deepwater dwellers are able to distinguish the silhouettes of other animals moving overhead. To combat this, the vampire squid generates its own bluish light (bioluminescence) in a strategy called counterillumination: The light diffuses the animal's silhouette, effectively \"cloaking\" its presence from the watchful eyes below. Its own large eyes detect even the faintest of gleams. A pair of photoreceptors are located on top of its head, perhaps alerting the animal to movements above.\nLike other deep-sea cephalopods, Vampire Squid have no ink sacs. If threatened, instead of ink, a sticky cloud of bioluminescent mucus containing innumerable orbs of blue light is ejected from the arm tips. This luminous barrage, which may last nearly 10 minutes, is presumably meant to daze would-be predators and allow the Vampire Squid to disappear into the blackness without the need to swim far. The display is made only if the animal is very agitated.\nDevelopment.\nTheir development goes through three forms: the very young animals have a single pair of fins, an intermediate form has two pairs, and the mature form again has one. As the animals grow and their surface area to volume ratio drops, the fins are resized and repositioned in order to maximize gait efficiency. Whereas the young propel themselves primarily by jet propulsion, mature adults find flapping their fins to be the most efficient means. This unique ontogeny caused confusion in the past, with the varying forms identified as several species in distinct families (Young 2002).\nThe Vampire Squid likely reproduces slowly by way of a small number of large eggs. Growth is slow as food is not abundant at depths where the animals live. The vastness of their habitat and its sparse population make procreative encounters a fortuitous event. The female may store a male's hydraulically implanted spermatophore (a sort of tapered, cylindrical satchel of sperm) for long periods before she is ready to fertilize her eggs. Once she does, she may need to brood over them for up to 400 days before they hatch. The female will not eat towards this culmination and dies shortly thereafter.\nHatchlings are about 8 mm in length and are well-developed miniatures of the adults, with some differences. Their arms lack webbing, their eyes are smaller and their velar filaments are not fully formed. The hatchlings are transparent and survive on a generous internal yolk for an unknown period before they begin to actively feed. The smaller animals frequent much deeper waters, perhaps feeding on marine snow (falling organic detritus).\nBehavior.\nWhat behavioral data known has been gleaned from ephemeral encounters with ROVs; animals are often damaged during capture and survive for no more than about two months in aquaria. An artificial environment makes reliable observation of non-defensive behavior difficult.\nWith their long velar filaments deployed, Vampire Squid have been observed drifting along in the deep, black ocean currents. If the filaments contact an entity, or if vibrations impinge upon them, the animals investigate with rapid acrobatic movements. They are capable of swimming at speeds equivalent to two body lengths per second, with an acceleration time of five seconds. However, their weak muscles limit stamina considerably.\nUnlike their relatives living in more hospitable depths, deep-sea cephalopods cannot afford to spend energy in protracted flight. Given their low metabolic rate and the low density of prey at such depths, Vampire Squid must use innovative predator avoidance tactics in order to save energy. Their aforementioned bioluminescent \"fireworks\" are combined with the writhing of glowing arms, erratic movements and escape trajectories. These features make it difficult for a predator to home in.\nIn a threat response called \"pumpkin\" or \"pineapple posture\", the Vampire Squid inverts its caped arms back over the body, presenting an ostensibly larger form covered in fearsome-looking though harmless spines (called cirri). The underside of the cape is heavily pigmented, masking most of the body's photophores. The glowing arm tips are clustered together far above the animal's head, diverting attack away from critical areas. If a predator were to bite off an arm tip, the Vampire Squid can regenerate it.\nCopepods, prawns and cnidarians have all been reported as prey of Vampire Squid. Little else is known regarding their feeding habits. Considering their environment,they are unlikely to be picky about food. Vampire Squid have been found among the stomach contents of large deepwater fish, deep diving whales and pinnipeds such as sea lions.\nRelationships.\nThe Vampyromorphida are characterized by the possession of photophores, a peculiar type of uncalcified endoskeleton called \"gladius\", 8 webbed arms and the 2 velar filaments. Until fairly recently known only from the modern species and some fossil remains tentatively allocated to this group, a batch of kirbys from the Middle Jurassic c.165-164 million years ago (mya) specimens found at La Voulte-sur-Rhône demonstrated that clearly vampyromorphid cephalopods were in existence for far longer than has been hitherto believed. These were described as \"Vampyronassa rhodanica\".\nThe supposed vampyromorphids from Solnhofen limestone (156-146 mya), \"Plesioteuthis prisca\", \"Leptoteuthis gigas\", and \"Trachyteutis hastiformis\", are large species, and show features not found in vampyromorphids. They are similar to the true squids, Teuthida (Fischer & Riou 2002).","categories":[],"infobox_types":[],"annotations":[{"uri":"Vampire","surface_form":"vampire","offset":49},{"uri":"Squid","surface_form":"squid","offset":57},{"uri":"Hell","surface_form":"hell","offset":68},{"uri":"Cephalopod","surface_form":"cephalopod","offset":96},{"uri":"Tropical","surface_form":"tropical","offset":153},{"uri":"Filament","surface_form":"filament","offset":198},{"uri":"Order_(biology)","surface_form":"order","offset":271},{"uri":"Squid","surface_form":"squid","offset":346},{"uri":"Octopus","surface_form":"octopus","offset":356},{"uri":"Velvet","surface_form":"velvet","offset":659},{"uri":"Distal","surface_form":"distal","offset":881},{"uri":"Animal","surface_form":"animal kingdom","offset":1062},{"uri":"Mantle_(mollusc)","surface_form":"mantle","offset":1204},{"uri":"Propulsion","surface_form":"propulsion","offset":1255},{"uri":"Ivory","surface_form":"ivory","offset":1410},{"uri":"Pouch","surface_form":"pouch","offset":1444},{"uri":"Photophore","surface_form":"photophore","offset":1812},{"uri":"Photoreceptor","surface_form":"photoreceptor","offset":2350},{"uri":"Chromatophore","surface_form":"chromatophore","offset":2370},{"uri":"Aphotic","surface_form":"aphotic","offset":2785},{"uri":"Habitat","surface_form":"habitat","offset":2915},{"uri":"Oxygen_minimum_zone","surface_form":"oxygen minimum zone","offset":2936},{"uri":"Oxygen","surface_form":"oxygen","offset":2978},{"uri":"Saturation_(chemistry)","surface_form":"saturation","offset":2985},{"uri":"Metabolism","surface_form":"metabolism","offset":3026},{"uri":"Adaptation","surface_form":"adaptation","offset":3315},{"uri":"Metabolic_rate","surface_form":"metabolic rate","offset":3363},{"uri":"Hemocyanin","surface_form":"hemocyanin","offset":3410},{"uri":"Gill","surface_form":"gill","offset":3476},{"uri":"Statocyst","surface_form":"statocyst","offset":3629},{"uri":"Ear","surface_form":"ear","offset":3682},{"uri":"Ammonium","surface_form":"ammonium","offset":3691},{"uri":"Density","surface_form":"density","offset":3745},{"uri":"Bioluminescence","surface_form":"bioluminescence","offset":4079},{"uri":"Counterillumination","surface_form":"counterillumination","offset":4117},{"uri":"Ink","surface_form":"ink","offset":4463},{"uri":"Procreation","surface_form":"procreative","offset":5679},{"uri":"Spermatophore","surface_form":"spermatophore","offset":5776},{"uri":"Sperm","surface_form":"sperm","offset":5833},{"uri":"Yolk","surface_form":"yolk","offset":6333},{"uri":"Marine_snow","surface_form":"marine snow","offset":6464},{"uri":"ROV","surface_form":"ROV","offset":6589},{"uri":"Copepod","surface_form":"Copepod","offset":8219},{"uri":"Prawn","surface_form":"prawn","offset":8229},{"uri":"Cnidarian","surface_form":"cnidarian","offset":8240},{"uri":"Whale","surface_form":"whale","offset":8519},{"uri":"Pinniped","surface_form":"pinniped","offset":8530},{"uri":"Sea_lion","surface_form":"sea lion","offset":8548},{"uri":"Endoskeleton","surface_form":"endoskeleton","offset":8677},{"uri":"Fossil","surface_form":"fossil","offset":8815},{"uri":"Middle_Jurassic","surface_form":"Middle Jurassic","offset":8894},{"uri":"La_Voulte-sur-Rh%C3%B4ne","surface_form":"La Voulte-sur-Rhône","offset":8963},{"uri":"Solnhofen_limestone","surface_form":"Solnhofen limestone","offset":9186},{"uri":"Teuthida","surface_form":"Teuthida","offset":9403}]}