{"id":547555,"url":"http://en.wikipedia.org/wiki/Choi-Yong-kun","text":"e=\"preserve\">Choi Yong-kun(Korea:최용건;hanja:崔庸健, July 21, 1900 - September 19, 1976) was Chinese and North Korean soldier, Korea independence activist and politician. nickname was Seokcheon(석천;石泉), ohtername was Chuhae(추해;秋海), Ryong-gun(룡건;龍健).\nlife.\nChoi was born Seosung, in Taecheon, he was study to Taecheon premiry school and In 1919 Jeongju Ohsan Middle school. but Marth 1921 he was Withdrawal to middle school. In 1923 he was go to china and entrance into Winnan Military Academy school, Graduated to two years later. In 1924 to April 1925 he was Apprenticeships Military trainers of Hwangpu Military Academy, but he was involved to Guangzhou riots. later he was eacape to Manchu. In 1936 to 1939 he was activity to Northeast Anti-Japanese coalition forces, 1940's he was go to USSR.\nIn October 1945, he was return to his country, he was appointed to Central Committee of People's Committee Association of the South Pyongan Province and joint to Chosun communism party and Chosun labor party. In 1946 header of Chosun Democratic party, in February 1947 he was first Commander-in-Chief was Korean people's Army until 1950.\nIn September 2, 1948, he was joint to North Korean government. so he was appoint to first Defense Minister of North Korea, first Korean Supreme People's lawmakers, In 1950 to 1952, he was joint to Korea War, Choi was Seoul defense system commander and Incheon defense system commander.\nIn October 1957 he was vice head state of North Korea and In March 10, 1958 to December 18, 1972 he was head state of North Korea. In December 1958 to 6 July, 1959 appoint to Committee Chair of Health Committee, 1972 until his death, he was vice president of North Korea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Korea","surface_form":"Korea","offset":27},{"uri":"Chine","surface_form":"Chine","offset":88},{"uri":"Taecheon","surface_form":"Taecheon","offset":276},{"uri":"Hwangpu_Military_Academy","surface_form":"Hwangpu Military Academy","offset":591},{"uri":"Guangzhou_riots","surface_form":"Guangzhou riots","offset":640},{"uri":"Chosun_communism_party","surface_form":"Chosun communism party","offset":953},{"uri":"Korean_people%27s_Army","surface_form":"Korean people's Army","offset":1096},{"uri":"North_Korea","surface_form":"North Korea","offset":1239},{"uri":"Korea_War","surface_form":"Korea War","offset":1326},{"uri":"North_Korea","surface_form":"North Korea","offset":1457},{"uri":"North_Korea","surface_form":"North Korea","offset":1533},{"uri":"North_Korea","surface_form":"North Korea","offset":1674}]}