{"id":547511,"url":"http://en.wikipedia.org/wiki/Thrift_Shop_(song)","text":"\"Thrift shop\" is a song by Macklemore and Ryan Lewis. It was released on August 27, 2012. This song is Macklemore's eighth career single and the fourth single from their album \"The Heist\". The song has vocals from Wanz. The song was written to show Macklemore's esteem for thrift shops and saving money. The lyrics go against the displaying of expensive items many rappers do. Music reviewers liked the song for its funny lyrics and social critique. It was released in the United Kingdom in January 2013.\nCritical reception.\nThe song received extensive critical recognition. It has been called a critique of the advertising common in modern hip hop. However, \"The New York Times\" critic Jon Caramanica says, \"it's not quite the robust sendup of hip-hop-extravagance clichés that it aspires to be.\" Robert Copsey from Digital Spy rated the song 5 out of 5 stars, calling it \"a rare beast of a song - original, musically daring and genuinely funny.\"\nPerformance.\nIn the United States, the song got onto the \"Billboard\" Hot 100 on September 15, 2012. It dropped out the next week but entered again six weeks later on October 20, 2012. The song then rose the chart until it entered the top ten on January 5, 2013. It replaced Bruno Mars' \"Locked Out of Heaven\" at number one in its 16th week. It remained at the top for six weeks in total. It has also topped the Rap Songs chart for fifteen weeks. It's the first song in the history of the Digital Songs chart to jump in sales in each of its first five weeks at the top of the chart. \"Thrift Shop\" sold 6,148,000 copies in 2013. This made it the second best-selling single of 2013 in the US after Robin Thicke's \"Blurred Lines\". As of November 2015, the song has sold 7,740,000 downloads in the United States. This makes it the fifth all-time best-selling digital single in the country.\nThe song was also successful on \"Billboard\"'s component charts. It was at the top of the Digital Songs chart for ten weeks. It was also at the top of \"Billboard\"<nowiki/>'s Radio Songs<nowiki/>chart for two weeks. It reached number one on the On-Demand Songs chart and stayed there for eleven weeks until March 30, 2013. It set a record on that chart as the first song to reach two million streams in a single week. The song also topped the R&B/Hip-Hop Songs chart for fourteen weeks straight. It is also only the second independent song to get the number one spot on the \"Billboard\" Hot 100 chart, nearly 20 years after Lisa Loeb's \"Stay (I Missed You)\" in 1994.\nIn the United Kingdom, \"Thrift Shop\" entered at number twenty four on the UK Singles Chart. However, it was available as a single via iTunes since August 1, 2012. The next week, the single rose twenty-two positions to number two. Two weeks after entering the chart, the song rose one place to a peak of number one on February 10, 2013. This made Macklemore and Ryan Lewis only the second act to get a number one in Britain with a self-released single. As of July 2013, \"Thrift Shop\" has sold 680,000 copies in the UK.\nMusic video.\nThe music video for the song was co-directed by Jon Jon Augustavo, Macklemore and Ryan Lewis. It was released on Lewis' YouTube channel on August 29, 2012. It was filmed at several thrift shops in Seattle. Macklemore tried to get rapper Sir Mix-a-Lot in the video but he did not return the calls. Some local Seattle musicians like Thomas Grey of Champagne Champagne are in the music video. The video was nominated at the 2013 MTV Video Music Awards for Video of the Year.","categories":[],"infobox_types":[],"annotations":[{"uri":"Macklemore_and_Ryan_Lewis","surface_form":"Macklemore and Ryan Lewis","offset":27},{"uri":"The_Heist_(album)","surface_form":"The Heist","offset":177},{"uri":"Hip_hop_music","surface_form":"hip hop","offset":641},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":660},{"uri":"Digital_Spy","surface_form":"Digital Spy","offset":817},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":1005},{"uri":"Robin_Thicke","surface_form":"Robin Thicke","offset":1643},{"uri":"Blurred_Lines","surface_form":"Blurred Lines","offset":1659},{"uri":"Billboard_(magazine)","surface_form":"\"Billboard\"","offset":1865},{"uri":"Hot_100_Airplay","surface_form":"Radio Songs","offset":2006},{"uri":"Lisa_Loeb","surface_form":"Lisa Loeb","offset":2454},{"uri":"Stay_(I_Missed_You)","surface_form":"Stay (I Missed You)","offset":2467},{"uri":"UK_Singles_Chart","surface_form":"UK Singles Chart","offset":2571},{"uri":"ITunes","surface_form":"iTunes","offset":2631},{"uri":"Seattle","surface_form":"Seattle","offset":3225}]}