{"id":547524,"url":"http://en.wikipedia.org/wiki/Rahul_Dravid","text":"Rahul Dravid is a sports player who has stopped playing professionally. He used to play cricket and was captain of the national cricket team of India. He was famous, and many people think he is one of the best cricket players ever. He scored the fourth-moust runs of any player, after Sachin Tendulkar, Ricky Ponting and Jacques Kallis. He was born in January 11, 1973 in Indore, Madhya Pradesh in India. He is the only player in the world to score a century against all ten test playing countries.\nPerformance.\nRahul Sharad Dravid played his first debut match against the team from England. He played against Sri Lanka in his ODI debut match. He played only a one international T20 match, against England.\nDravid played 164 Test cricket matches and 344 ODI matches. Rahul Dravid scored 13,288 runs in Test cricket and 10,899 runs in ODIs. He picked up 4 wickets in ODIs and 1 wicket in Test cricket. Rahul Dravid made 36 centuries and 63 fifties in Test matches and 12 centuries and 83 fifties in ODIs.\nRahul Dravid is one of the best wicket keepers of his time. His performances in wicket keeping are as follows: Catches\\Stumpings in Test Cricket: 210\\0, ODIs: 196\\14.\nHis best batting score in a single inning of the Test match is 270 runs. His best batting score in ODI is 153. His best bowling performances are Test cricket-1/18, One day International-2/43.\nOther types of cricket.\nIn the Indian Premier League he played on the Royal Challengers Bangalore and Rajasthan Royals teams. In other types of cricket he played for Karnataka, Kent, Scottish Saltiers and the Marylebone Cricket Club.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":88},{"uri":"Cricket","surface_form":"cricket","offset":128},{"uri":"India","surface_form":"India","offset":144},{"uri":"Sachin_Tendulkar","surface_form":"Sachin Tendulkar","offset":285},{"uri":"Ricky_Ponting","surface_form":"Ricky Ponting","offset":303},{"uri":"Jacques_Kallis","surface_form":"Jacques Kallis","offset":321},{"uri":"Indore","surface_form":"Indore","offset":372},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":380},{"uri":"India","surface_form":"India","offset":398},{"uri":"England","surface_form":"England","offset":583},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":610},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":1394},{"uri":"Royal_Challengers_Bangalore","surface_form":"Royal Challengers Bangalore","offset":1433},{"uri":"Rajasthan_Royals","surface_form":"Rajasthan Royals","offset":1465},{"uri":"Kent","surface_form":"Kent","offset":1540},{"uri":"Scottish_Saltiers","surface_form":"Scottish Saltiers","offset":1546},{"uri":"Marylebone_Cricket_Club","surface_form":"Marylebone Cricket Club","offset":1572}]}