{"id":547547,"url":"http://en.wikipedia.org/wiki/Carmelo_Borg_Pisani","text":"Carmelo Borg Pisani (August 10, 1915–November 28, 1942) was a Maltese artist who considered himself to be Italian. Politically he was a Pro-Italian fascist. He was born in Senglea (Malta) and executed at \"Corradino\" prison in Malta for fighting for the Axis Powers as an Italian soldier.\nThe Italian government considers him an \"Italian citizen\", having received the highest Italian military medal (the \"Medaglia d'oro al Valor Militare alla memoria\") from the King of Italy Victor Emmanuel III.\nThe Gold Medal of Military Valour of Carmelo B. Pisani.\nCarmelo Borg Pisani is the only Maltese decorated with the Italian \"Gold Medal of military honor\". He is also the only man -not born inside a territory that has been officially part of the Kingdom of Italy- to have received this honor.\nHis awarded action.\nBorn into a very well respected Catholic and Nationalist Maltese family, Pisani enrolled as a student at the \"Umberto Primo art lyceum\", where he won a scholarship to study in Rome. In Italy he showed support for fascism and Italian irredentism.\nWhen war was declared on June 10, 1940, Pisani (who had just requested the Italian citizenship) was still attending the \"Accademia di Belle Arti\" (the \"National Academy of Arts\" of Italy) in Rome.\nPisani believed that Malta's Latin soul was being destroyed by British rule. He also believed that the best opportunity to restore Malta to its original state was to expel the British.\nTo this end, Pisani, along with many other Maltese students, joined the Fascist party of Italy and the \"Black shirt\" (Camicie Nere) movement. This led him to participate in the Italian occupation of Kefalonia in Greece with the \"Compagnia Speciale del Gruppo CC.NN. da sbarco della 50a Legione\". He decided to get the Italian citizenship in 1940. In 1941 he was enrolled in the Italian Navy as a \"Sottocapo Manipolo Milizia Artiglieria Marittima\".\nOn May 18, 1942, Pisani was sent on a secret mission to be the first Axis spy on the island of Malta. This was in line with Benito Mussolini's ambitions to have the British turn the island over to Italy (he believed the Italian people were the rightful & original inhabitants of Malta because of cultural and linguistic reasons).\nPisani disembarked at the \"Dingli Cliffs\" in Ras id-Dawwara, and transferred all his rations to the cave, which he knew well from his youth. The unusually inclement weather and the rough sea, however, washed all his possessions away within 48 hours and he was forced to wave down a British patrol boat. Upon rescue, he was brought to the Military Hospital at Mtarfa.\nThere, Pisani was recognized by one of his childhood friends, British Capitain Tom Warrington. He was transferred to Corradino prison, questioned, and accused of treason. On November 12, 1942, he stood trial. The public was excluded to avoid a possible hostile reaction from the Maltese Fascists; however, by this time, the fascists in Malta were either interned in Uganda or deported to Italy.\nSince the \"Maltese Legal Code\" was suspended during the war, a jury was not convened. In addition, the judges did not consider his renouncement of British citizenship and passport, his acquisition of Italian citizenship, and his participation in combat with the Italian Army. In fact, the latter only weakened his position, since he fought against Greece, an ally of the United Kingdom. On November 19, 1942, he was sentenced to death for conspiring against His Majesty's government and for treason. His execution followed quickly in just nine days.\nThe King of Italy, Victor Emmanuel III, personally gave him a few days after his death the highest Italian military medal (the \"Medaglia d'oro al Valor Militare alla memoria\"), because he considered Carmelo Borg Pisani an Italian soldier with Italian citizenship.\nHis family still awaits approval to bury his body outside the garrison where was executed.\nIn Malta today some claim his trial was unfair and partial, while others also say he was a prisoner of war with Italian citizenship, and thus entitled to different treatment. Norman Lowell, the leader of a fringe Maltese radical right-wing political party, claims he was a national hero.\nMussolini called him a \"Maltese Martyr\" and created in his honor in Liguria the \"Battaglione Borg Pisani\" in November 1943, where other Maltese irredentists fought. Indeed, Carmelo Borg Pisani is still considered Italian by the Italian government and his \"Gold Medal for military valor\" is still valid. His tomb is -even now- inside the \"Corradino\" jail where he was executed. Inside his own jail was found written by him: \"I vili ed i servi non sono graditi al Signore\" (\"The cowards and the servants are not esteemed by the Lord\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Maltese_people","surface_form":"Maltese","offset":62},{"uri":"Italy","surface_form":"Italian","offset":106},{"uri":"Fascist","surface_form":"fascist","offset":148},{"uri":"Malta","surface_form":"Malta","offset":181},{"uri":"Axis_Powers","surface_form":"Axis Powers","offset":253},{"uri":"Victor_Emmanuel_III","surface_form":"Victor Emmanuel III","offset":475},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":741},{"uri":"Catholic","surface_form":"Catholic","offset":840},{"uri":"Rome","surface_form":"Rome","offset":984},{"uri":"World_War_II","surface_form":"war","offset":1059},{"uri":"Italy","surface_form":"Latin","offset":1280},{"uri":"United_Kingdom","surface_form":"British","offset":1314},{"uri":"Italy","surface_form":"Italy","offset":1525},{"uri":"Kefalonia","surface_form":"Kefalonia","offset":1635},{"uri":"Greece","surface_form":"Greece","offset":1648},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":2008},{"uri":"Italy","surface_form":"Italy","offset":2081},{"uri":"Treason","surface_form":"treason","offset":2743},{"uri":"Uganda","surface_form":"Uganda","offset":2947},{"uri":"Victor_Emmanuel_III","surface_form":"Victor Emmanuel III","offset":3545},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":3972},{"uri":"Mussolini","surface_form":"Mussolini","offset":4169},{"uri":"Liguria","surface_form":"Liguria","offset":4237},{"uri":"Italians","surface_form":"Italian","offset":4382}]}