{"id":547609,"url":"http://en.wikipedia.org/wiki/Battle_of_Shepherdstown","text":"The Battle of Shepherdstown (also known as the Battle of Boteler's Ford) was fought on September 19 and 20, 1862. It was the last of four battles that made up the Maryland Campaign of the American Civil War.\nBackground.\nIn early September of 1862, General Robert E. Lee's Maryland Campaign saw the first invasion of the North by the Confederate Army of Northern Virginia. Lee's plan was to win over the citizens of Maryland, a border state, to the Confederate side. A victory in the North could also convince England and France to recognize the Confederate states as a legitimate country. The Maryland Campaign had so far consisted of three battles: the Battle of Harpers Ferry, the Battle of South Mountain and the bloody Battle of Antietam. The fourth battle was the Battle of Shepherdstown.\nBattle.\nAfter Antietam, Lee's army was retreating back across the Potomac River at Boteler's Ford, about 1 mile east of Shepherdstown. Brigadier general William N. Pendleton, an ordained Episcopal minister before the war, was given command of the rearguard at Boteler's Ford covering the withdrawal of the Army of Northern Virginia back into Virginia. He was Lee's chief of artillery. As such he would dispatch various artillery units to other commands. But he had never commanded troops himself.\nSeptember 19.\nAs the battle-weary Confederate troops crossed the river into what is now Jefferson County, West Virginia, their crossing was being protected by Pendleton's artillerymen manning about 35 cannons on the bluffs on the south side of the river. But the odd collection of cannons had several short-range howitzers and a number of obsolete six pounders incapable of reaching the opposite Maryland bluffs. Pendleton also had command of two understrength infantry brigades he stationed along the riverbank.\nThe last of Lee's infantry was crossing the river by early afternoon on September 19. Lee then sent General J.E.B. Stuart's cavalry to a second crossing near Williamsport, Maryland. Just as the last of the Confederates were wading ashore, Union General Alfred Pleasonton arrived with a scouting force of Union cavalrymen. He had orders from Major general George B. McClellan not to follow the retreating rebels into Virginia \"unless you see a splendid opportunity to inflict great damage upon the enemy without loss to yourself.\" Seeing the Confederates on the South side covered by artillery on the bluffs above, he did not immediately cross the river. Instead he set up 70 cannons on the north side of the Potomac. He then ordered the cannons to open fire on the Confederates. The Confederate artillery returned fire as best they could. That same morning Union general Fitz John Porter's V Corps had arrived. He had orders from McClellan to support Pleasonton and attack the Confederates as they retreated. As night approached, Porter's 500 or so Union soldiers began crossing the Potomac. The Union troops attacked Lee's rearguard and proceeded to capture several of Pendleton's cannon. With his artillery overpowered Pendleton panicked and left his post as commander of the Confederate forces to look for reinforcements. Shortly after midnight Pendleton found Lee. He told his commander he had lost all of his cannon and Federal troops were on the South shore. In fact, the Union forces had only captured five of his cannons. In his absence, the Confederate artillerymen had moved the remaining cannon back to safety.\nSeptember 20.\nEarly in the morning hundreds more Union troops began crossing the Potomac to join the 500 already there. As they pushed into Shepherdstown they met the Confederate reinforcements commanded by general Stonewall Jackson. Porter, seeing he was badly outnumbered ordered his men back to the Maryland side of the river. But some could not escape before the Confederates opened fire on them. One unit, the 118th Pennsylvania Infantry, was pinned down and could not cross back into Maryland. They were inexperienced and had been issued poor quality muskets that did not always fire. Some scrambled down the cliffs to cross the water under fire. The regiment lost a total of 269 casualties out of 737 men. For the rest of the day the two sides remained in their positions on either side of the Potomac. The battle ended in a stalemate.","categories":[],"infobox_types":[],"annotations":[{"uri":"Maryland_Campaign","surface_form":"Maryland Campaign","offset":163},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":188},{"uri":"General_officer","surface_form":"General","offset":248},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":256},{"uri":"Northern_United_States","surface_form":"North","offset":320},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":333},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":345},{"uri":"Border_States","surface_form":"border state","offset":427},{"uri":"England","surface_form":"England","offset":509},{"uri":"France","surface_form":"France","offset":521},{"uri":"Battle_of_Harpers_Ferry","surface_form":"Battle of Harpers Ferry","offset":654},{"uri":"Battle_of_South_Mountain","surface_form":"Battle of South Mountain","offset":683},{"uri":"Battle_of_Antietam","surface_form":"Battle of Antietam","offset":723},{"uri":"Retreat","surface_form":"retreat","offset":833},{"uri":"Potomac_River","surface_form":"Potomac River","offset":860},{"uri":"East","surface_form":"east","offset":906},{"uri":"Brigadier_general","surface_form":"Brigadier general","offset":929},{"uri":"William_N._Pendleton","surface_form":"William N. Pendleton","offset":947},{"uri":"Consecration","surface_form":"ordained","offset":972},{"uri":"Episcopal_Church","surface_form":"Episcopal","offset":981},{"uri":"Minister_(Christianity)","surface_form":"minister","offset":991},{"uri":"Rearguard","surface_form":"rearguard","offset":1041},{"uri":"Withdrawal_(military)","surface_form":"withdrawal","offset":1082},{"uri":"Field_artillery_in_the_American_Civil_War","surface_form":"artillery","offset":1168},{"uri":"Jefferson_County%2C_West_Virginia","surface_form":"Jefferson County, West Virginia","offset":1379},{"uri":"Bluff","surface_form":"bluff","offset":1507},{"uri":"South","surface_form":"south","offset":1521},{"uri":"Howitzer","surface_form":"howitzer","offset":1604},{"uri":"Obsolete","surface_form":"obsolete","offset":1630},{"uri":"Six_pounder","surface_form":"six pounder","offset":1639},{"uri":"J.E.B._Stuart","surface_form":"J.E.B. Stuart","offset":1912},{"uri":"Cavalry","surface_form":"cavalry","offset":1928},{"uri":"Williamsport%2C_Maryland","surface_form":"Williamsport, Maryland","offset":1962},{"uri":"Union_army","surface_form":"Union","offset":2043},{"uri":"Alfred_Pleasonton","surface_form":"Alfred Pleasonton","offset":2057},{"uri":"Scout","surface_form":"scout","offset":2090},{"uri":"Major_general","surface_form":"Major general","offset":2145},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":2159},{"uri":"Fitz_John_Porter","surface_form":"Fitz John Porter","offset":2675},{"uri":"V_Corps_(Union_Army)","surface_form":"V Corps","offset":2694},{"uri":"Night","surface_form":"night","offset":2816},{"uri":"Panicked","surface_form":"panicked","offset":3035},{"uri":"Shepherdstown%2C_West_Virginia","surface_form":"Shepherdstown","offset":3566},{"uri":"Stonewall_Jackson","surface_form":"Stonewall Jackson","offset":3641},{"uri":"118th_Pennsylvania_Infantry","surface_form":"118th Pennsylvania Infantry","offset":3841},{"uri":"Casualty_(person)","surface_form":"casualties","offset":4112},{"uri":"Stalemate","surface_form":"stalemate","offset":4258}]}