{"id":547722,"url":"http://en.wikipedia.org/wiki/Sally_Yates","text":"Sally Caroline Quillian Yates (born August 20, 1960 in Atlanta) is an American lawyer. She studied at the University of Georgia and was the acting Attorney General of the United States from January 20, 2017 through January 30, 2017. She was also serving as Deputy Attorney General from March 2015 until her dismissal on January 30, 2017.\nEarly life and education.\nYates was born in Atlanta to John Kelley Quillian (1930–1986), an attorney and judge who was a judge on the Georgia Court of Appeals between 1966 and 1984, and his wife, Xara \"Mickey\" DeBeaugrine Quillian (née Terrell; 1931–2012), an interior designer. Her grandmother had been one of the first women admitted to the Georgia Bar; however, she was not hired as an attorney, instead working as a legal secretary for Yates's grandfather.\nYates attended the University of Georgia, receiving her Bachelor of Arts degree in journalism in 1982. In 1986, she earned a Juris Doctor degree from the University of Georgia School of Law, graduating magna cum laude. While in law school, Yates was the executive editor of the \"Georgia Law Review\".\nDismissal as Acting Attorney General.\nOn January 30, 2017, President Donald Trump fired her after saying she won't defend his executive order on the immigration ban.\n\"On January 27, 2017, the President signed an Executive Order regarding immigrants and refugees from certain Muslim-majority countries. The order has now been challenged in a number of jurisdictions. As the Acting Attorney General, it is my ultimate responsibility to determine the position of the Department of Justice in these actions.\"\n\"My role is different from that of the Office of Legal Counsel (OLC), which, through administrations of both parties, has reviewed Executive Orders for form and legality before they are issued. OLC’s review is limited to the narrow question of whether, in OLC’s view, a proposed Executive Order is lawful on its face and properly drafted. Its review does not take account of statements made by an administration or it surrogates close in time to the issuance of an Executive Order that may bear on the order’s purpose. And importantly, it does not address whether any policy choice embodied in an Executive Order is wise or just.\"\n\"Similarly, in litigation, DOJ Civil Division lawyers are charged with advancing reasonable legal arguments that can be made supporting an Executive Order. But my role as leader of this institution is different and broader. My responsibility is to ensure that the position of the Department of Justice is not only legally defensible, but is informed by our best view of what the law is after consideration of all the facts. In addition, I am responsible for ensuring that the positions we take in court remain consistent with this institution’s solemn obligation to always seek justice and stand for what is right. At present, I am not convinced that the defense of the Executive Order is consistent with these responsibilities nor am I convinced that the Executive Order is lawful.\"\n\"Consequently, for as long as I am the Acting Attorney General, the Department of Justice will not present arguments in defense of the Executive Order, unless and until I become convinced that it is appropriate to do so.\"\n2015 Confirmation Hearing.\nA career prosecutor in Atlanta who has served under both Republican and Democrat administrations, Sally Yates has been hailed as a hero by both parties. Senator Johnny Isakson, Republican of Georgia, introduced her at her confirmation hearing in 2015.\n“She will be a hero of the American people, a hero of what’s right,” Mr. Isakson said at the time. “She’ll call them like she sees them, and she will be fair, and she will be just.”\nAt those hearings, Republicans were furious about former President Barack Obama's order liberalizing immigration policy and questioned Ms. Yates about whether she would be willing to stand up to the president. Senator Jeff Sessions, Republican of Alabama and Mr. Trump's nominee for attorney general, was particularly pointed in his questioning.\n“If the views the president wants to execute are unlawful, should the attorney general or the deputy attorney general say 'No?’” Mr. Sessions asked.\n\"I believe the attorney general or deputy attorney general has an obligation to follow the law and Constitution and give their independent legal advice to the president,” Ms. Yates replied.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"Atlanta","surface_form":"Atlanta","offset":55},{"uri":"University_of_Georgia","surface_form":"University of Georgia","offset":106},{"uri":"Attorney_General_of_the_United_States","surface_form":"Attorney General of the United States","offset":147},{"uri":"Atlanta","surface_form":"Atlanta","offset":382},{"uri":"Georgia_Court_of_Appeals","surface_form":"Georgia Court of Appeals","offset":472},{"uri":"University_of_Georgia","surface_form":"University of Georgia","offset":818},{"uri":"Juris_Doctor","surface_form":"Juris Doctor","offset":924},{"uri":"University_of_Georgia_School_of_Law","surface_form":"University of Georgia School of Law","offset":953},{"uri":"Magna_cum_laude","surface_form":"magna cum laude","offset":1001},{"uri":"Georgia_Law_Review","surface_form":"Georgia Law Review","offset":1078},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1168}]}