{"id":547791,"url":"http://en.wikipedia.org/wiki/Motion_of_no_confidence","text":"A motion of no confidence, is a vote on whether a group of people still has confidence in a government or leader. This is mainly a statement or vote which states that a person in a superior position, be it government, managerial, etc., is no longer deemed fit to hold that position.\nThe first motion of no confidence occurred in March 1782 when, following news of the British defeat at Yorktown in the American Revolutionary War the previous October, the Parliament of Great Britain voted that they \"can no longer repose confidence in the present ministers\". In modern times, passage of a motion of no confidence is relatively rare in two-party democracies. Party discipline is usually enough to allow a majority party to defeat a motion of no confidence.\nThere are variations of this in different countries. For example, in Germany, Spain, and Israel, a vote of no confidence requires that the opposition, on the same ballot, propose a candidate of their own whom they want to be appointed as successor by the respective head of state. A motion of no confidence in some countries can be proposed in the government collectively or by any individual member, including the Prime Minister. In Spain it is presented by the Prime Minister after consultation.\nSometimes a party proposes a confidence vote even though it is not likely to pass. The no confidence vote may pressure the government. Or when the government proposes the vote it can embarrass critics who do not vote against the government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vote","surface_form":"vote","offset":32},{"uri":"Confidence","surface_form":"confidence","offset":76},{"uri":"Government","surface_form":"government","offset":92},{"uri":"Battle_of_Yorktown_(1781)","surface_form":"defeat at Yorktown","offset":376},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":402},{"uri":"Germany","surface_form":"Germany","offset":825},{"uri":"Spain","surface_form":"Spain","offset":834},{"uri":"Israel","surface_form":"Israel","offset":845},{"uri":"Ballot","surface_form":"ballot","offset":919},{"uri":"Head_of_state","surface_form":"head of state","offset":1022},{"uri":"Prime_Minister","surface_form":"Prime Minister","offset":1171},{"uri":"Spain","surface_form":"Spain","offset":1190}]}