{"id":54794,"url":"http://en.wikipedia.org/wiki/Mummification","text":"Mummification is a process in which the skin and flesh of a corpse can be preserved. The process can occur either naturally, or it can be intentional. If it occurs naturally, it is the result of cold (as can be found in a glacier), acid (as can be found in a bog) or dryness. The Egyptians wrapped bandages around the corpse to protect the body from rotting.\nMummies of humans and other animals have been found on every continent, but as a result of natural preservation through unusual conditions, and as cultural artifacts. Over one million animal mummies have been found in Egypt, many of which are cats. They used a hook to remove the brain from taking it out from the nose and they would surgically remove all other organs but the heart, as this was needed for the weighing of the heart ceremony. The organs would then be buried with the mummy in separate containers called canopic jars.\nIntentional mummification.\nIntentional mummification was common in ancient Egypt, for burying Egyptian pharaohs. Osiris was probably the first mummy in Egypt.\nIt takes about 70 days to complete the mummification of a dead body. The first step is to push a sharp rod up the nose and into the brain. From there, the brain is broken up into tiny pieces and removed through the nose, and then the nose is filled with sawdust. Next, they make a hole in the body to remove all the organs except for the heart. Jars which had the heads of gods on top were used to store the organs. The hole was then filled with linen and spices and the body was left under salt to become dry. Later, after 40 days the body was wrapped in linen bandages. Priests surrounded the body while it was being prepared and performed rituals. After the mummifying process was complete, a mask was placed over the head so it could be known in the afterlife.\nMummies in Egypt.\nThere were no restrictions on who could be mummified. Any Egyptian who could afford to pay for the expensive process of preserving their bodies for the afterlife was allowed to mummify themselves. Egyptians believed in life after death, and that death was just a transition from one life to another. They believed that they had to preserve their bodies so they could lead a new life. They would need all the things they had used when they were alive so their family would put those things in their grave. Egyptians paid vast amounts of money to have their bodies properly preserved. It took a very long time from start to finish. It took them 70 days to embalm a body. Canonical jars were used by Egyptians to hold the internal organs. It was very important to Egyptian religion that the human body was preserved. Anubis was a god of mummification, he had a human body and a head of a jackal. His job was to prepare the body of the dead to be received by Osiris, the god of the dead. Osiris will then let the souls on and into the underworld.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skin","surface_form":"skin","offset":40},{"uri":"Flesh","surface_form":"flesh","offset":49},{"uri":"Corpse","surface_form":"corpse","offset":60},{"uri":"Cold","surface_form":"cold","offset":195},{"uri":"Glacier","surface_form":"glacier","offset":222},{"uri":"Acid","surface_form":"acid","offset":232},{"uri":"Bog","surface_form":"bog","offset":259},{"uri":"Bandage","surface_form":"bandages","offset":298},{"uri":"Cats","surface_form":"cats","offset":602},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":960},{"uri":"Pharaoh","surface_form":"pharaoh","offset":996},{"uri":"Osiris","surface_form":"Osiris","offset":1006},{"uri":"Nose","surface_form":"nose","offset":1166},{"uri":"Brain","surface_form":"brain","offset":1184},{"uri":"Body","surface_form":"body","offset":1345},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1368},{"uri":"Heart","surface_form":"heart","offset":1390},{"uri":"Organ_(anatomy)","surface_form":"organs","offset":1460},{"uri":"Linen","surface_form":"linen","offset":1498},{"uri":"Body","surface_form":"body","offset":1523},{"uri":"Salt","surface_form":"salt","offset":1543},{"uri":"Linen","surface_form":"linen","offset":1608},{"uri":"Bandages","surface_form":"bandages","offset":1614},{"uri":"Priest","surface_form":"Priest","offset":1624},{"uri":"Body","surface_form":"body","offset":1647},{"uri":"Afterlife","surface_form":"afterlife","offset":1806}]}