{"id":54803,"url":"http://en.wikipedia.org/wiki/Confederacy_of_Independent_Systems","text":"e=\"preserve\">The Confederacy of Independent Systems (also known as the CIS or Separatists) was an organization that appeared in the \"Star Wars\" movies. The CIS was led by the fallen Jedi Count Dooku. The armies of the Separatists had thousands of battle droids. The CIS launched attacks against the Galactic Republic. The Separatists stayed a strong power until the rise of the Empire.\nAttack of the Clones.\nThe Confederacy of Independent Systems was first shown in Attack of the Clones. This movement, led by chancellor Palpatine, gained support and soon had support from thousands of solar systems. The Galactic Republic feared that a war would begin. Count Dooku and the Separatist leaders were getting ready for a war. Nute Gunray, leader of the Trade Federation, gave thousands of battle droids to the Separatist army. Other leaders, such as Poggle the Lesser and San Hill, gave money and droids to the Separatist cause. On the planet Geonosis, Count Dooku met with the leaders of powerful companies. Count Dooku gave his offer and the Confederacy of Independent Systems was formed. The Jedi Obi-Wan Kenobi overheard the meeting and sent a warning to the Republic. The Republic sent a newly created clone army to fight the battle droids. This battle on Geonosis began the Clone Wars. The Geonosian Archduke Poggle the Lesser gives the plans of a new weapon to Count Dooku. Count Dooku leaves the planet and goes to Coruscant. He gives the plans to Darth Sidious as well as telling him that the war has begun.\nThe Clone Wars.\nDuring the Clone Wars, fighting between the Republic and the Separatists continued. Jedi were sent to help the clone armies overcome their enemies. The droid armies fought to hold more planets in its grip. For three years the fighting took place across the Galaxy. The Separatists gained several new allies during the Clone Wars. After the death of Jango Fett on Geonosis, a new bounty hunter named Durge took his place. Count Dooku found a woman named Asajj Ventress who was powerful in the Force. Asajj Ventress proved to be a powerful commander in the Separatist army. A new leader of the Separatists rose at this time. General Grievous was half droid and half alien. He was trained in lightsaber combat by Count Dooku and became feared by Jedi throughout the Galaxy. One of the final and most daring attacks on the Republic came when General Grievous led a large fleet of starships to Coruscant to capture Supreme Chancellor Palpatine.\nRevenge of the Sith.\nSupreme Chancellor Palpatine is taken from Coruscant and put on the starship \"The Invisible Hand\". The Battle of Coruscant is fought both on the ground and in space. Obi-Wan Kenobi and Anakin Skywalker get on \"The Invisible Hand\" and rescue Palpatine. During this rescue, Anakin kills Count Dooku. General Grievous escapes and the Separatist forces are defeated. General Grievous, now the leader of the CIS, goes to Utapau to talk to the leaders of the businesses. Grievous is told by Darth Sidious to move the leaders to Mustafar. Droid armies' attack on Kashyyyk and Utapau. Obi-Wan Kenobi kills General Grievous on Utapau. Nute Gunray becomes the leader after both the deaths of Count Dooku and General Grievous. The new Sith apprentice, Darth Vader, was sent to Mustafar to kill the leaders. After he finished this job, all droid forces were stopped. This marked the end of the Confederacy of Independent Systems and the beginning of the Galactic Empire.","categories":[],"infobox_types":[],"annotations":[{"uri":"Star_Wars","surface_form":"Star Wars","offset":133},{"uri":"Count_Dooku","surface_form":"Count Dooku","offset":187},{"uri":"Battle_droid","surface_form":"battle droid","offset":247},{"uri":"Galactic_Republic","surface_form":"Galactic Republic","offset":299},{"uri":"Empire","surface_form":"Empire","offset":378},{"uri":"Attack_of_the_Clones","surface_form":"Attack of the Clones","offset":466},{"uri":"Galactic_Republic","surface_form":"Galactic Republic","offset":605},{"uri":"Nute_Gunray","surface_form":"Nute Gunray","offset":723},{"uri":"Trade_Federation","surface_form":"Trade Federation","offset":750},{"uri":"Poggle_the_Lesser","surface_form":"Poggle the Lesser","offset":847},{"uri":"San_Hill","surface_form":"San Hill","offset":869},{"uri":"Geonosis","surface_form":"Geonosis","offset":940},{"uri":"Obi-Wan_Kenobi","surface_form":"Obi-Wan Kenobi","offset":1097},{"uri":"Coruscant","surface_form":"Coruscant","offset":1420},{"uri":"Darth_Sidious","surface_form":"Darth Sidious","offset":1453},{"uri":"Jango_Fett","surface_form":"Jango Fett","offset":1879},{"uri":"Durge","surface_form":"Durge","offset":1929},{"uri":"Asajj_Ventress","surface_form":"Asajj Ventress","offset":1983},{"uri":"The_Force","surface_form":"the Force","offset":2018},{"uri":"Commander","surface_form":"commander","offset":2068},{"uri":"General_Grievous","surface_form":"General Grievous","offset":2153},{"uri":"Anakin_Skywalker","surface_form":"Anakin Skywalker","offset":2676},{"uri":"Utapau","surface_form":"Utapau","offset":2907},{"uri":"Mustafar","surface_form":"Mustafar","offset":3013},{"uri":"Kashyyyk","surface_form":"Kashyyyk","offset":3047},{"uri":"Apprentice","surface_form":"apprentice","offset":3220},{"uri":"Darth_Vader","surface_form":"Darth Vader","offset":3232},{"uri":"Galactic_Empire","surface_form":"Galactic Empire","offset":3433}]}