{"id":548120,"url":"http://en.wikipedia.org/wiki/Miracles_in_December","text":"\"Miracles in December\" is the second extended play of the South Korean boy band Exo. It was released by the label S.M. Entertainment on December 9, 2013. Was presented as a special winter album, \"Miracles in December\" is the follow-up to the first studio album of the group titled \"XOXO\" which was released in June 2013. As all music group, the EP has versions in Korean and Chinese. The EP is also the second release and first EP group to be widely promoted as a combined group. Its main singles were \"Miracles in December\" and \"Christmas Day.\"\nBackground.\nIn early November 2013, the agency of EXO, S.M. Entertainment, announced that the group would hold a joint concert entitled \" Christmas Wonderland\" with f(x) from 24 to 25 December. On December 3 a music video of 2–3 minutes in Chinese and Korean were released. On December 4, music videos of \"Miracles in December\" was released in YouTube.\nThey were published in two different languages ​, Korean and Mandarin. A pop ballad with classical piano accompaniment, the single \"Miracles in December\" was written by Andreas Johansson Stone and Rick Hanley. However, the song was performed only four members of EXO: Baekhyun, D.O. and Chen recorded the Korean version, while at the same time Baekhyun, Chen and Luhan they recorded the Chinese version. Special performances of the four members (Baekhyun, D.O., Chen and Luhan) and Lay on the piano, performed often the song on music programs live for television as \"Inkigayo\" and \"Music Bank\".\nRelease and promotion.\nThe music videos of \"Miracles in December\" (in Korean and Mandarin) was directed by Jo So-hyun and was filmed in Paju, Gyeonggi in a study in Ilsan near Seoul.\nOn December 5, Exo held their performances debut album \"Miracles in December\" in the program of Mnet \"M! Countdown\".\nThe EP \"Miracles in December\" was released on December 9, 2013. The group organized the Korean version of \"Christmas Day\" in \"M! Countdown \" on 19 December. Outstanding performances in the twelve members of EXO presented with accompanying choreography produced by Tony Testa and Greg Hwang. The EP ended in numbers 1 and 2, weekly y monthly in Gaon Albums Chart of two versions. The Single \"Miracles in December\" (in Korean version) reached the numer 2 in Weekly Digital Singles Chart of Gaon and number 3 in Billboard's Korea K-Pop Hot 100. The Mandarin version of the song was number 47 on Gaon Chart, but he finished in Gaon International Singles Chart. He also went to number 7 in Baidu Charts of China. The Korean edition of \"Christmas Day\" reached number 5 and 38 in the weekly lists Gaon and Korea K -Pop Hot 100, respectively and editing in Mandarin reached number 10 in Baidu lists.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extended_play","surface_form":"extended play","offset":37},{"uri":"South_Korean","surface_form":"South Korean","offset":58},{"uri":"Boy_band","surface_form":"boy band","offset":71},{"uri":"Exo","surface_form":"Exo","offset":80},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":114},{"uri":"XOXO","surface_form":"XOXO","offset":282},{"uri":"F(x)","surface_form":"f(x)","offset":711},{"uri":"YouTube","surface_form":"YouTube","offset":890},{"uri":"Korean_language","surface_form":"Korean","offset":949},{"uri":"Mandarin_chinese","surface_form":"Mandarin","offset":960},{"uri":"Inkigayo","surface_form":"Inkigayo","offset":1466},{"uri":"Music_Bank","surface_form":"Music Bank","offset":1481},{"uri":"Paju","surface_form":"Paju","offset":1630},{"uri":"Gyeonggi","surface_form":"Gyeonggi","offset":1636},{"uri":"Ilsan","surface_form":"Ilsan","offset":1659},{"uri":"Seoul","surface_form":"Seoul","offset":1670},{"uri":"Mnet","surface_form":"Mnet","offset":1773},{"uri":"M%21_Countdown","surface_form":"M! Countdown","offset":1779},{"uri":"M%21_Countdown","surface_form":"M! Countdown","offset":1920},{"uri":"Gaon_Chart","surface_form":"Gaon Albums Chart","offset":2138},{"uri":"Korea_K-Pop_Hot_100","surface_form":"Korea K-Pop Hot 100","offset":2315},{"uri":"Baidu","surface_form":"Baidu Charts","offset":2479},{"uri":"Korea_K_-Pop_Hot_100","surface_form":"Korea K -Pop Hot 100","offset":2593}]}