{"id":548184,"url":"http://en.wikipedia.org/wiki/Sing_for_You","text":"\"Sing for You\" is the second winter special album and fourth EP of the South Korean boy band Exo. The album was released by the label S.M. Entertainment in two versions, Korean and Mandarin on 10 December 2015. \"Sing for You\" currently has the largest first week sales recorded by the web site monitoring, Hanteo.\nBackground and release.\nOn November 24, 2015, Exo confirmed the upcoming release of the second special winter album after \"Miracles in December\" (2013). Teaser images for the album began released on December 2. The list of songs from the album, including four new songs and a bonus track \"Lightsaber \" previously released in November, was announced on December 7. Music videos and the teaser of the song from the album \"Sing for You\" were released on 8 and 9 December respectively.\nPromotion.\nOn December 10, 2015, shortly after the release of \"Sing for You\", Exo held a showcase with an audience of 1,500 people, to promote the album in the Lotte World in Seoul, South Korea. The showcase was broadcast using the mobile application 'V' of Naver, then the record as the most-watched live throughout the application. Exo began promoting the song \"Sing for You\" and \"Unfair\" in music programs of Korea on 12 and 18 December respectively.\nSales.\n\"Sing for You\" he broke the record of \"EXODUS\". The second studio album of Exo, previously served as the album with the highest sales in the first week registered by the website monitoring album sales Hanteo Korea with more than 267,900 copies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Extended_play","surface_form":"EP","offset":61},{"uri":"South_Korean","surface_form":"South Korean","offset":71},{"uri":"Boy_band","surface_form":"boy band","offset":84},{"uri":"Exo","surface_form":"Exo","offset":93},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":134},{"uri":"Korean_language","surface_form":"Korean","offset":170},{"uri":"Mandarin_Chinese","surface_form":"Mandarin","offset":181},{"uri":"Miracles_in_December","surface_form":"Miracles in December","offset":437},{"uri":"Seoul","surface_form":"Seoul","offset":971},{"uri":"South_Korea","surface_form":"South Korea","offset":978},{"uri":"Naver","surface_form":"Naver","offset":1054},{"uri":"Exodus_(album)","surface_form":"EXODUS","offset":1296}]}