{"id":548216,"url":"http://en.wikipedia.org/wiki/Rise_(Katy_Perry_song)","text":"\"Rise\" is a song co-written and recorded by American singer-songwriter Katy Perry. The song was released on July 14, 2016. It was used in the 2016 Summer Olympics in Rio de Janeiro, Brazil. She released the song because \"[she] was inspired to finish it now, rather than save it for [her] next album, because now more than ever, there is a need for our world to unite.\"\n\"Rise\" has topped the iTunes charts of over 25 countries worldwide, including the U.S., UK, Canada, and Australia. The song entered the Australian ARIA Singles Chart at number 1 and reached number 3 in Scotland. The song reached the top 20 in the US and Canada. On October 17, 2017, the song was certified platinum in the US.\nMusic video.\nOne music video for the song features Olympic athletes practicing for the Games. However, an official video was released and shows Perry climbing through different terrains with a red parachute.\nReception.\nCritics have said that the song was powerful and uplifting but received mixed reviews. Daniel Kreps from \"Rolling Stone\" called producer Max Martin an \"extraordinaire,\" while Brandon Caldwell from the \"Houston Press\" said that the song \"just doesn’t fit the template of inspirational, fiery and get America ready to beat the rest of the world in sporting competitions. It just doesn’t fit the Olympics. Now, in terms of beating world issues? 'Rise' may have something there.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":44},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":53},{"uri":"Katy_Perry","surface_form":"Katy Perry","offset":71},{"uri":"2016_Summer_Olympics","surface_form":"2016 Summer Olympics","offset":142},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":166},{"uri":"Brazil","surface_form":"Brazil","offset":182},{"uri":"U.S.","surface_form":"U.S.","offset":451},{"uri":"UK","surface_form":"UK","offset":457},{"uri":"Canada","surface_form":"Canada","offset":461},{"uri":"Australia","surface_form":"Australia","offset":473},{"uri":"Critic","surface_form":"Critic","offset":914},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":1020}]}