{"id":548303,"url":"http://en.wikipedia.org/wiki/Battle_of_Chancellorsville","text":"The Battle of Chancellorsville (April 30 to May 6, 1863) was a major battle in the American Civil War. It is generally considered to be Confederate General Robert E. Lee’s greatest victory over the Union Army. But the Confederate victory was lessened by the loss of Lieutenant general Stonewall Jackson. Jackson was shot and mortally wounded by his own men who mistook the general and his staff for Union cavalry. For this reason Lee's win at Chancellorsville was considered a pyrrhic victory.\nBackground.\nAfter the Battle of Fredericksburg the Union army was in a state of confusion. The Army of the Potomac was commanded by Major general Ambrose Burnside. But his generals were in near open revolt against Burnside feeling he was unfit to command. Burnside even seemed to agree with them. He had refused command of the Army of the Potomac twice saying he was not up to the job. Finally, President Abraham Lincoln agreed and replaced Burnside with General Joseph Hooker. Hooker managed to restore the health and morale of his army within a few weeks. He proudly called them \"the finest army on the planet.\"\nHooker devised a plan for a spring campaign that would cause Lee's Army of Northern Virginia to fall back from Fredericksburg, Virginia. He hoped it would also destroy Lee's army. His plan was to send his 10,000-man cavalry on a raid against Richmond, Virginia to cut Lee's lines of communication with the Confederate capital. He would send most of his infantry to cross the Rappahannock and Rapidan Rivers 40 miles north of the Confederates. The rest of his army would cross the river at Fredericksburg to attack Lee from the front. It was devised as a pincer movement that if successful would surround the enemy.\nOpening.\nHooker's army crossed the Rappahannock on April 30, 1863. This placed his army on Lee's flank. Hooker's Federal army numbered 97,382 men. This was twice the size of Lee's army at 57,352 men. But rather than retreat, Lee split his forces. He decided to attack Hooker while his army was still in the thick wilderness. Lee sent Jackson with 30,000 Confederate soldiers to attack the Union right flank. He assigned\nMajor general Jubal A. Early with 10,000 soldiers to defend Fredericksburg. By the afternoon of April 30, 50,000 Union troops with 108 artillery pieces found themselves at an important road junction. There was a tavern at the crossroad named Chancellorsville. Rather than keep going and get clear of the wilderness, Hooker decided to stop and wait for more Union troops to arrive. There had been no Confederate opposition at this point. Even so, Hooker's officers wanted to keep going.\nOn May 1, Stonewall Jackson found two divisions of Confederates at Zoan Church, fortifying a ridge. He ordered them to drop their shovels and pick up their rifles and move toward the Union soldiers to attack. The Union army had just decided to move forward again and had not expected any Confederate resistance. Hooker ordered his soldiers back and had them form defensive positions in the wilderness. On the morning of May 2, Jackson moved his corps against the Union left flank. There was fighting on and off all day. At 5:20 p.m., Jackson attacked the Union's XI Corps. The Federals counterattacked until darkness ended the fighting. That night, Jackson was making a night reconnaissance with one of his staff officers when he was mistakenly shot by his own soldiers. He died 8 days later from pneumonia after losing his left arm. General J.E.B. Stuart took over temporary command of Jackson's Corps.\nHeaviest fighting.\nOn May 3, The Confederates resumed their attacks forcing Hooker's army to defend the river fords. This was the heaviest day of the fighting. Both wings of the Confederates attacked while their artillery concentrated on the Union line at Hazel Grove. The larger Union army held nearly all of the most strategic spots on the battlefield. Of these the key to the battle was Hazel Grove, a high open plateau that overlooked all the Union positions. Stuart realized this and early in the morning Confederates attacked up the slopes of Hazel Grove and captured about 100 men and four artillery pieces. For unknown reasons Hooker had ordered the artillery back from Hazel Grove. At the time of the attack, most of the artillery had already been removed. This was a costly mistake since the Confederate artillery could now fire down on the union positions with great ease. This finally forced the Union line back to a defensive position with his back to the river. Meanwhile, the other Union forces were advancing on Lee from the east. Lee split his army again and met and defeated the Federals near Salem Church (Fredericksburg). This was by far the bloodiest day of fighting. The fighting at Salem Church resulted in more casualties than the entire First Battle of Bull Run.\nAftermath.\nOn May 6, Hooker recrossed the Rappahannock. He lost a total of 17,278 casualties while Lee lost 12,826. It was a tremendous win for Lee. But Lee could not replace Jackson. Hooker was the second general of the Army of the Potomac to be replaced after a single battle. Hooker argued that the cavalry raid failed to cut Lee's supply lines. He complained that the XI Corps, composed mostly of German-Americans and other recent immigrants, ran instead of staying to fight. Oliver O. Howard's XI corps were labeled the \"flying Dutchmen\" over this incident. But they redeemed themselves at the Battle of Missionary Ridge. Howard would later be promoted over Hooker. But despite laying the blame elsewhere Hooker was replaced by General George G. Meade. In a few weeks, Lee would move north to engage the Union forces again at the Battle of Gettysburg.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":69},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":83},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":136},{"uri":"General_officer","surface_form":"General","offset":148},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":156},{"uri":"Union_Army","surface_form":"Union Army","offset":198},{"uri":"Lessen","surface_form":"lessen","offset":242},{"uri":"Lieutenant_general","surface_form":"Lieutenant general","offset":266},{"uri":"Stonewall_Jackson","surface_form":"Stonewall Jackson","offset":285},{"uri":"Wound","surface_form":"mortally wounded","offset":325},{"uri":"Cavalry","surface_form":"cavalry","offset":405},{"uri":"Pyrrhic_victory","surface_form":"pyrrhic victory","offset":477},{"uri":"Battle_of_Fredericksburg","surface_form":"Battle of Fredericksburg","offset":516},{"uri":"Confusion","surface_form":"confusion","offset":574},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":589},{"uri":"Major_general","surface_form":"Major general","offset":626},{"uri":"Ambrose_Burnside","surface_form":"Ambrose Burnside","offset":640},{"uri":"President_of_the_United_States","surface_form":"President","offset":889},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":899},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":957},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":1175},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg, Virginia","offset":1219},{"uri":"Raid","surface_form":"raid","offset":1337},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1350},{"uri":"Capital_city","surface_form":"capital","offset":1426},{"uri":"Infantry","surface_form":"infantry","offset":1461},{"uri":"Rappahannock_River","surface_form":"Rappahannock","offset":1483},{"uri":"Rapidan_River","surface_form":"Rapidan River","offset":1500},{"uri":"Pincer_movement","surface_form":"pincer movement","offset":1662},{"uri":"Surround","surface_form":"surround","offset":1703},{"uri":"Flanking_maneuver","surface_form":"flank","offset":1820},{"uri":"Federal_government_of_the_United_States","surface_form":"Federal","offset":1836},{"uri":"Wilderness","surface_form":"wilderness","offset":2036},{"uri":"Jubal_A._Early","surface_form":"Jubal A. Early","offset":2157},{"uri":"Field_artillery_in_the_American_Civil_War","surface_form":"artillery","offset":2278},{"uri":"Tavern","surface_form":"tavern","offset":2355},{"uri":"Crossroad","surface_form":"crossroad","offset":2369},{"uri":"Fortification","surface_form":"fortifying","offset":2709},{"uri":"Ridge","surface_form":"ridge","offset":2722},{"uri":"Shovel","surface_form":"shovel","offset":2759},{"uri":"Rifle","surface_form":"rifle","offset":2785},{"uri":"Defense_(military)","surface_form":"defensive positions","offset":2992},{"uri":"Corps","surface_form":"corps","offset":3074},{"uri":"12-hour_clock","surface_form":"p.m.","offset":3157},{"uri":"Counterattack","surface_form":"counterattack","offset":3215},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":3305},{"uri":"J.E.B._Stuart","surface_form":"J.E.B. Stuart","offset":3471},{"uri":"Ford","surface_form":"ford","offset":3643},{"uri":"Plateau","surface_form":"plateau","offset":3948},{"uri":"East","surface_form":"east","offset":4574},{"uri":"First_Battle_of_Bull_Run","surface_form":"First Battle of Bull Run","offset":4795},{"uri":"Casualty_(person)","surface_form":"casualties","offset":4903},{"uri":"German-American","surface_form":"German-American","offset":5222},{"uri":"Immigrant","surface_form":"immigrant","offset":5256},{"uri":"Oliver_O._Howard","surface_form":"Oliver O. Howard","offset":5301},{"uri":"Battle_of_Missionary_Ridge","surface_form":"Battle of Missionary Ridge","offset":5420},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":5562},{"uri":"North","surface_form":"north","offset":5610},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":5656}]}