{"id":548367,"url":"http://en.wikipedia.org/wiki/Battle_of_Fredericksburg","text":"The Battle of Fredericksburg (December 11, 1862 – December 15, 1862) was a major battle in the American Civil War fought at Fredericksburg, Virginia. The battle saw almost 200,000 men engaged—more than any other Civil War battle. It involved the first major opposed river crossing in the history of the United States.\nBackground.\nAfter the Maryland Campaign and the bloody Battle of Antietam, the Army of Northern Virginia under General Robert E. Lee retreated south into Virginia. Lee's rearguard action at the Battle of Shepherdstown convinced Union General George B. McClellan not to follow him too closely. McClellan, after asking twice for more reinforcements, decided it was safer to stay put and defend Maryland. On October 6, President Abraham Lincoln instructed McClellan to go after the Confederates in Virginia. Although he had 100,000 men he complained he did not have enough troops and supplies to cross into Virginia. Finally, at the end of October, by which time Lee's army was rested and resupplied, McClellan slowly moved his army south. But he did not engage them. Lincoln waited until after the elections of 1862 before replacing McClellan. The President had already planned to replace McClellan for some time. Before the autumn of 1862 he had offered command of the Army of the Potomac to Ambrose Burnside twice. Burnside turned Lincoln down both times. Finally, on November 7, Lincoln replaced McClellan as Burnside reluctantly accepted the job.\nNow in command, on November 14, Burnside sent a corps to the area of Falmouth across from Fredericksburg. This was in preparation for a move against Richmond, Virginia, the Confederate capital. Reports placed Lee's army scattered between Culpepper, Virginia and Winchester, Virginia blocking any Union advances south.\nOpening.\nBurnside's plan, approved by Lincoln, was to move the army south to attack Richmond. He decided to move via Fredericksburg. That way he could depend on the Union Navy to keep him supplied instead of overland supply which could be attacked by Confederate cavalry. He would also sidestep the Confederate army and get between them and Richmond. His main base was the landing at Aquia Creek. His plan was to use pontoon bridges to cross the Rappahannock at Fredericksburg. But the pontoon bridges were two weeks late in arriving. So the Army of the Potomac sat across the river and waited. This delay gave Lee ample time to gather his forces to oppose Burnside, who had now lost the advantage of surprise. During the early morning hours on December 11, soldiers assembled the pontoon bridges so the army could cross. The confederates fired on them causing delays in completing the bridges. Burnside's 150 artillery pieces opened fire from Stafford Heights. The shells did extensive damage to the town but did not drive off the Confederates. Finally the bridges were completed late that evening. More than 120,000 Union troops poured across the bridges into Fredericksburg. Lee continued to give token resistance to allow General Stonewall Jackson's corps time to get in place and complete a Confederate line some three miles long.\nBurnside had depended on an unopposed crossing of the river. Now, Lee had time to get his army in place. Winter weather would soon make the roads very difficult to use and end any campaigns until spring. Burnside needed to break through Lee's line.\nOn December 12, the morning was cold and foggy. Burnside sent more troops into the town but did nothing to organize an attack. Instead, his men wasted the day looting and vandalizing houses and shops.\nDecember 13th.\nBurnside waited until the morning of December 13 to issue his orders. He directed General William B. Franklin's division to attack Jackson's Corps. Then General Edwin Vose Sumner's division was to attack Marye's Heights. But Burnside's orders were unclear on several points. In his orders to Franklin, he ordered the attack with \"a division at least\". Without taking time to clarify, Franklin sent just one—General George G. Meade's division of 4.500 men. They were to attack Jackson's line about a mile away. Two small Confederate cannon were on the road perpendicular to Mead's advancing troops. Even though he had orders to disengage, Major John Pelham kept up the shelling for over an hour. Finally, when Pelham ran out of ammunition he withdrew the cannons. Meade continued his march on Jackson's position. When Meade's division came to within, Jackson's hidden 14 artillery pieces opened fire cutting down many of Meade's soldiers. Union artillery opened fire on the Confederate guns and an artillery duel started that lasted for an hour. Meade's troops found a gap in Jackson's line in the woods and exploited it. A South Carolina brigade at first mistook Meade's troops for retreating Confederates and did not fire on them. This allowed the Union troops to get deep within Jackson's line. When Jackson learned of this he ordered a counterattack and drove the Union troops back to their own lines.\nBurnside waited at his headquarters to hear that Meade had successfully driven Jackson back. When no word of this came, he ordered the attack on Marye's Heights to go ahead anyway. Artillery on top of Marye's Heights and nearby hills would prevent any assault on the Heights. But Sumner ordered a series of attacks all afternoon with the Confederate artillery raining down shells on them. Finally, at dusk the attacks were called off. One after another, three divisions had tried to scale Marye's Heights and all had failed. Nearly 3,000 men were lost in just an hour but the attacks continued with no effect. As Lee watched the destruction of Sumner's divisions he remarked, \"It is well that war is so terrible. We should grow too fond of it.\" Of the 12,600 Federal casualties almost two-thirds were lost assaulting Marye's Heights. In turn, the Confederates lost about 5,000 men during the battle.\nAftermath.\nDespite winning what seemed like a lopsided battle, Lee lost men and equipment he could not afford to lose. Burnside's losses, although great, were soon replaced. Lee suffered 5,300 casualties defending Fredericksburg. Union losses were more than double. Burnside lost about 12,600 Union soldiers; killed, wounded, or missing. The Battle of Fredericksburg was depressing news to the North. But it had no lasting impact on the war. It was a boost to Confederate morale however. The spring would see a new campaign against Richmond. In January 1863, Burnside was replaced as commander of the Army of the Potomac by General Joseph Hooker. But Like Burnside, Hooker would be replaced after a single disastrous battle—the Battle of Chancellorsville. But following the Battle of Fredericksburg, the Army of the Potomac engaged in what came to be called the Mud March, an aborted attempt at a winter campaign.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle","surface_form":"battle","offset":81},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":95},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg, Virginia","offset":124},{"uri":"Oppose","surface_form":"oppose","offset":258},{"uri":"Crossing","surface_form":"crossing","offset":272},{"uri":"History","surface_form":"history","offset":288},{"uri":"United_States","surface_form":"United States","offset":303},{"uri":"Maryland_Campaign","surface_form":"Maryland Campaign","offset":340},{"uri":"Bloody","surface_form":"bloody","offset":366},{"uri":"Battle_of_Antietam","surface_form":"Battle of Antietam","offset":373},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":397},{"uri":"General_officer","surface_form":"General","offset":429},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":437},{"uri":"South","surface_form":"south","offset":461},{"uri":"Virginia","surface_form":"Virginia","offset":472},{"uri":"Rearguard","surface_form":"rearguard","offset":488},{"uri":"Battle_of_Shepherdstown","surface_form":"Battle of Shepherdstown","offset":512},{"uri":"Union_Army","surface_form":"Union","offset":546},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":560},{"uri":"Reinforcement","surface_form":"reinforcement","offset":650},{"uri":"Maryland","surface_form":"Maryland","offset":710},{"uri":"President_of_the_United_States","surface_form":"President","offset":734},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":744},{"uri":"Elections","surface_form":"elections","offset":1114},{"uri":"Autumn","surface_form":"autumn","offset":1241},{"uri":"Ambrose_Burnside","surface_form":"Ambrose Burnside","offset":1309},{"uri":"Reluctant","surface_form":"reluctant","offset":1437},{"uri":"Corps","surface_form":"corps","offset":1515},{"uri":"Falmouth%2C_Virginia","surface_form":"Falmouth","offset":1536},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1616},{"uri":"Capital_(city)","surface_form":"capital","offset":1652},{"uri":"Culpepper%2C_Virginia","surface_form":"Culpepper, Virginia","offset":1705},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":1729},{"uri":"Union_Navy","surface_form":"Union Navy","offset":1950},{"uri":"Cavalry","surface_form":"cavalry","offset":2048},{"uri":"Landing","surface_form":"landing","offset":2158},{"uri":"Aquia_Creek","surface_form":"Aquia Creek","offset":2169},{"uri":"Pontoon_bridge","surface_form":"pontoon bridge","offset":2202},{"uri":"Field_artillery_in_the_American_Civil_War","surface_form":"artillery pieces","offset":2695},{"uri":"Stonewall_Jackson","surface_form":"Stonewall Jackson","offset":3019},{"uri":"Corps","surface_form":"corps","offset":3039},{"uri":"Fog","surface_form":"fog","offset":3411},{"uri":"Looting","surface_form":"looting","offset":3529},{"uri":"Vandalism","surface_form":"vandalizing","offset":3541},{"uri":"House","surface_form":"house","offset":3553},{"uri":"Shop","surface_form":"shop","offset":3564},{"uri":"William_B._Franklin","surface_form":"William B. Franklin","offset":3676},{"uri":"Division_(military)","surface_form":"division","offset":3698},{"uri":"Edwin_Vose_Sumner","surface_form":"Edwin Vose Sumner","offset":3747},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":4001},{"uri":"Perpendicular","surface_form":"perpendicular","offset":4142},{"uri":"Major","surface_form":"Major","offset":4224},{"uri":"Ammunition","surface_form":"ammunition","offset":4313},{"uri":"Exploitation","surface_form":"exploited","offset":4693},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4709},{"uri":"Brigade","surface_form":"brigade","offset":4724},{"uri":"Counterattack","surface_form":"counterattack","offset":4925},{"uri":"Headquarters","surface_form":"headquarters","offset":5014},{"uri":"Dusk","surface_form":"dusk","offset":5392},{"uri":"Casualty_(person)","surface_form":"casualties","offset":5758},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg","offset":6105},{"uri":"Morale","surface_form":"morale","offset":6363},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":6523},{"uri":"Battle_of_Chancellorsville","surface_form":"Battle of Chancellorsville","offset":6619},{"uri":"Mud_March","surface_form":"Mud March","offset":6753}]}