{"id":54842,"url":"http://en.wikipedia.org/wiki/Lamellibrachia","text":"\"Lamellibrachia\" is a genus of \"cold seep tube worms\". These are related to giant tube worms. They live on the floor of the oceans, near cold seeps. There crude oil and methane leak out of the ocean floor.\nThe worm forms a symbiosis with certain bacteria which can oxidise sulphides. The worm provides the bacteria with hydrogen sulphide and oxygen. It does this by taking them up from the environment and binding them to a haemoglobin molecule. In return, the bacteria feed the worm. The worms can grow to a length of about 3 metres.\nTogether, they form a 'biogenic habitat' by creating groups of hundreds or thousands of individuals. Living in these aggregations are over a hundred different species of organism, many of which are found only at these seeps.\nCold seeps and hydrothermal vents are the only known communities that do not rely on photosynthesis for food and energy production. Unlike hydrothermal vents, which are short-lived environments, cold seeps leak oil and gas slowly. Probably because of the cooler temperatures and stability, many cold seep organisms are much longer-lived than those inhabiting hydrothermal vents. These worm grow very slowly, but can reach lengths of over 10 feet (3 metres). This means individuals may live over 250 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genus_(biology)","surface_form":"genus","offset":22},{"uri":"Giant_tube_worm","surface_form":"giant tube worm","offset":76},{"uri":"Ocean","surface_form":"ocean","offset":124},{"uri":"Cold_seep","surface_form":"cold seep","offset":137},{"uri":"Crude_oil","surface_form":"crude oil","offset":155},{"uri":"Methane","surface_form":"methane","offset":169},{"uri":"Symbiosis","surface_form":"symbiosis","offset":223},{"uri":"Bacteria","surface_form":"bacteria","offset":246},{"uri":"Oxidation","surface_form":"oxidise","offset":265},{"uri":"Sulphide","surface_form":"sulphide","offset":273},{"uri":"Hydrogen_sulphide","surface_form":"hydrogen sulphide","offset":320},{"uri":"Oxygen","surface_form":"oxygen","offset":342},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":424},{"uri":"Habitat","surface_form":"habitat","offset":567},{"uri":"Species","surface_form":"species","offset":694},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":775},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":845}]}