{"id":548454,"url":"http://en.wikipedia.org/wiki/Robert_Ross_(Royal_Marines_officer)","text":"e=\"preserve\">Major Robert Ross (c.17409 June 1794) was the officer in charge of the marines sent with the First Fleet to start a convict settlement in Australia. He later became the Lieutenant-Governor of Norfolk Island.\nEarly life.\nRoss was born in Scotland, and joined the marines in June 1756. He fought at the siege of Louisburg and the capture of Quebec during the Seven Years' War (1756–63). Promoted to captain, he saw action at Bunker Hill in June 1775 during the American War of Independence. He was on in August 1779 when it was captured and he was taken prisoner by the French.\nAustralia.\nIn 1786 he joined the new New South Wales Marine Corps. He was made its commander with the brevet rank of major. He sailed to New South Wales on, but changed to \"Scarborough\" during the voyage. His eight-year-old son went with him to Australia.\nRoss did not agree with the governor Arthur Phillip and other officers. David Collins had an “inexpressible hatred” for him. Ralph Clark said he was “without exception the most disagreeable commanding officer I ever knew”. He would not let the marines be used to guard or supervise the convicts. He would not let marine officers to sit as members of the criminal court. His own officers did not agree with his decisions. He believed the marines' task was to protect the settlement, and wanted Phillip to build defensive fortifications. He tried to embarrass and stop Phillip from carrying out his ideas to build a settlement. His actions made Phillip's task of starting a new colony more difficult.\nPhillip sent Ross to Norfolk Island in March 1790, probably to get him away from Sydney. The ship taking him to Norfolk Island, the \"Sirius\", was wrecked, and its crew were stranded on the island, Ross proclaimed martial law for four months. He forced the convicts to work harder to clear more land so that they could grow most of their own food. They hated him because of the additional heavy work. He continued to argue with his officers, and Phillip was forced to remove him from the island. He came back to Sydney in December 1791.\nLife in Sydney.\nBack in Sydney Ross argued and then fought a duel with an officer of the newly arrived New South Wales Corps. On 18 December he, and most of the marines, went back to England on \"HMS Gorgon\".\nRoss did not like living in the colony and did not believe it would succeed. He said that “in the whole world there is not a worse country than what we have yet seen of this...it may with truth be said, here Nature is reversed.\" He said that “every person … who came out with a desire for remaining … are now most earnestly wishing to get away from it.”\nBack in England, Ross was not able to keep his rank of major. He was made a captain-lieutenant and removed from active command. From 1792 to 1794 he served as Marines recruitment officer at St Albans. He died on 9 June 1794.\nHistorian Mollie Gillen said Ross could be admired as a man who always did what he believed was right, but was also “narrow minded, censorious, self-important and almost totally humourless”.\nLiterary references.\nRoss is a character in the Timberlake Wertenbaker play, \"Our Country's Good\". He is the main villain, showing extremely cruel treatment of the convicts.\nRoss is also a bad person in Jimmy McGovern's TV series \"Banished\", played by Joseph Millson.","categories":[],"infobox_types":[],"annotations":[{"uri":"Marine_(military)","surface_form":"marines","offset":84},{"uri":"First_Fleet","surface_form":"First Fleet","offset":106},{"uri":"Convict","surface_form":"convict","offset":129},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":205},{"uri":"Louisbourg%2C_Nova_Scotia","surface_form":"Louisburg","offset":323},{"uri":"Quebec","surface_form":"Quebec","offset":352},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":370},{"uri":"Battle_of_Bunker_Hill","surface_form":"Bunker Hill","offset":436},{"uri":"American_Revolutionary_War","surface_form":"American War of Independence","offset":472},{"uri":"New_South_Wales_Marine_Corps","surface_form":"New South Wales Marine Corps","offset":626},{"uri":"Brevet_(military)","surface_form":"brevet","offset":691},{"uri":"Major","surface_form":"major","offset":706},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":726},{"uri":"Scarborough_(1782_ship)","surface_form":"Scarborough","offset":762},{"uri":"Arthur_Phillip","surface_form":"Arthur Phillip","offset":882},{"uri":"David_Collins_(governor)","surface_form":"David Collins","offset":917},{"uri":"Ralph_Clark","surface_form":"Ralph Clark","offset":970},{"uri":"Fortification","surface_form":"fortification","offset":1365},{"uri":"Norfolk_Island","surface_form":"Norfolk Island","offset":1565},{"uri":"Martial_law","surface_form":"martial law","offset":1757},{"uri":"Duel","surface_form":"duel","offset":2141},{"uri":"New_South_Wales_Corps","surface_form":"New South Wales Corps","offset":2183},{"uri":"HMS_Gorgon_(1791)","surface_form":"\"HMS Gorgon\"","offset":2274},{"uri":"St_Albans","surface_form":"St Albans","offset":2832},{"uri":"Censorious","surface_form":"censorious","offset":2999},{"uri":"Timberlake_Wertenbaker","surface_form":"Timberlake Wertenbaker","offset":3106},{"uri":"Our_Country%27s_Good","surface_form":"Our Country's Good","offset":3136},{"uri":"Villain","surface_form":"villain","offset":3172},{"uri":"Jimmy_McGovern","surface_form":"Jimmy McGovern","offset":3261},{"uri":"Banished_(TV_series)","surface_form":"Banished","offset":3289},{"uri":"Joseph_Millson","surface_form":"Joseph Millson","offset":3310}]}