{"id":548482,"url":"http://en.wikipedia.org/wiki/Ex%27Act","text":"\"Ex'Act\" (stylized as \"EX'ACT\") is the third studio album of the Chinese-South Korean boy band EXO. The album was released in Korean and Chinese by S.M. Entertainment on June 9, 2016.\nBackground and release.\nOn May 31, 2016, EXO announces it will release their third studio album. On June 2, it was revealed that the album title would be \"Ex'Act\" and EXO would be promoting two singles, \"Lucky One\" and \"Monster\" with different visual concepts that correspond to the two versions of physical packaging for the album.\nOn June 7, 2016, it was revealed that producers of notable music including Kenzie, The Stereotypes and Dem Jointz participated in the production of the album, and the member of EXO, Chanyeol, co-wrote the letter song \"Heaven\". \"Ex'Act\" and two music videos of \"Lucky One\" and \"Monster\" was released on June 9.\nPromotion.\nA promotional showcase for \"Ex'Act\", was held at the Olympic Park in Seoul on June 8, 2016. EXO began performing the album's singles music programs in South Korea on June 9.\nCommercial performance.\nBefore its release, \"Ex'Act\" received a record as the most pre-sold more than 660,000 physical copies album. Three days after its release, the album became the album fastest selling recorded by the sales list Hanteo more than 450,000 physical copies sold, breaking the record previously held by EXO himself as his fourth EP \"Sing for You\".\nIn YouTube, \"Monster\" became the second video of K-pop more seen for 24 hours, achieving 4.52 million views after \"Gentleman\" of PSY. He also became a music video of K-pop boyband most watched, beating \"Loser\" of Big Bang.","categories":[],"infobox_types":[],"annotations":[{"uri":"Studio_album","surface_form":"studio album","offset":45},{"uri":"Boy_band","surface_form":"boy band","offset":86},{"uri":"EXO","surface_form":"EXO","offset":95},{"uri":"Korean_language","surface_form":"Korean","offset":126},{"uri":"Mandarin_Chinese","surface_form":"Chinese","offset":137},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":148},{"uri":"Chanyeol","surface_form":"Chanyeol","offset":699},{"uri":"Olympic_Park%2C_Seoul","surface_form":"Olympic Park","offset":891},{"uri":"Seoul","surface_form":"Seoul","offset":907},{"uri":"Sing_for_You","surface_form":"Sing for You","offset":1361},{"uri":"YouTube","surface_form":"YouTube","offset":1379},{"uri":"Gentleman_(PSY_song)","surface_form":"Gentleman","offset":1491},{"uri":"PSY","surface_form":"PSY","offset":1505},{"uri":"Big_Bang_(band)","surface_form":"Big Bang","offset":1589}]}