{"id":548563,"url":"http://en.wikipedia.org/wiki/Rasha_Sharbaji","text":"Rasha Sharbaji, also Shurbaji or Chorbaji, (Arabic: رشا شربجي) (born 1982 in Darayya, Syria) is a Syrian mother. When Sharbaji went to get a passport, she was arrested with her children, to put pressure on her husband. Sharbaji's husband died in 2014.\nIn 2016, Samantha Power, the U.S. Ambassador to the U.N., named Sharbaji one of twenty women political prisoners in the Free the 20 campaign.\nLife.\nSharbaji was born in 1982. She is from the town of Darayya, a suburb of Damascus in Rif Dimashq governorate.\nOn May 22, 2014, Sharbaji went to the immigration and passport center in Damascus to get a passport. When she tried to get a passport, she was arrested with her children. She was arrested because her husband was against the government during the revolution.\nSharbaji was pregnant with twins. They wanted to arrest her husband, Osama Abbar, so they put Sharbaji in prison. They took Sharbaji's children and put them in SOS Village, an orphanage in Qodsaya. They did not let the family see the children. The Syrian police took Sharbaji to the political security branch in Damascus. Then they took Sharbaji to the Air Force Intelligence prison at al-Mezze military airport in Damascus.\nSharbaji's husband Osama died in October 2014. He drowned in the Mediterranean Sea while trying to migrate to Europe.\nFreeThe20 campaign.\nThe Human Rights and Democracy Office in the US State Department asked Noor al-Khatib, from the Syrian Network for Human Rights for important cases of detention. The Syrian Network for Human Rights nominated Sharbaji, and also the cases of Dr. Rania Abbasi and Dr Faten Rajab for the FreeThe20 campaign. The State Department chose Sharbaji.\nFreedom.\nSharbaji was freed in February 8, 2017, in an exchange of prisoners. The exchange took place outside of Hama, Syria. Forty-five pro-government prisoners made up of women and children were exchanged for 55 women and children that oppose the government. The opposition kidnapped the women as a bargaining chip to bring back their own women.\nAccording to a February 2017 interview with Sharbaji in Syria Direct, Shabaji's husband worked with the opposition as a weapons trader, smuggling weapons to rebel areas. He was a member of the Darayya-based rebel group Liwaa Shuhadaa al-Islam, and helped the rebels move the injured to Lebanon and deliver humanitarian relief supplies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syria","surface_form":"Syria","offset":98},{"uri":"Samantha_Power","surface_form":"Samantha Power","offset":261},{"uri":"U.N.","surface_form":"U.N.","offset":304},{"uri":"Political_prisoner","surface_form":"political prisoner","offset":345},{"uri":"FreeThe20_campaign","surface_form":"Free the 20 campaign","offset":372},{"uri":"Darayya","surface_form":"Darayya","offset":451},{"uri":"Damascus","surface_form":"Damascus","offset":472},{"uri":"Immigration","surface_form":"immigration","offset":547},{"uri":"Passport","surface_form":"passport","offset":563},{"uri":"Orphanage","surface_form":"orphanage","offset":943},{"uri":"Qodsaya","surface_form":"Qodsaya","offset":956},{"uri":"Drowning","surface_form":"drowned","offset":1242},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":1257},{"uri":"Emigration","surface_form":"migrate","offset":1291},{"uri":"Europe","surface_form":"Europe","offset":1302},{"uri":"US_State_Department","surface_form":"US State Department","offset":1375},{"uri":"Noor_al-Khatib","surface_form":"Noor al-Khatib","offset":1401},{"uri":"Syrian_Network_for_Human_Rights","surface_form":"Syrian Network for Human Rights","offset":1426},{"uri":"Detention_(imprisonment)","surface_form":"detention","offset":1481},{"uri":"Rania_Abbasi","surface_form":"Rania Abbasi","offset":1574},{"uri":"Faten_Rajab","surface_form":"Faten Rajab","offset":1594},{"uri":"United_States_Department_of_State","surface_form":"State Department","offset":1638},{"uri":"Kidnapping","surface_form":"kidnap","offset":1947},{"uri":"Syria_Direct","surface_form":"Syria Direct","offset":2075}]}