{"id":548565,"url":"http://en.wikipedia.org/wiki/Elizabeth_Morgan_case","text":"e=\"preserve\">The Elizabeth Morgan case was a local and international child custody contest between Elizabeth Morgan and Eric Foretich over their daughter, Hilary Antonia Foretich. It lasted from 1983 to 1997 and took place in Washington D.C. and later in Christchurch, New Zealand. It cost the parties over $4 million in legal fees. The trials and hearings generated more than 4,000 pages of transcripts. In excess of 1,000 news, magazine and legal articles about the case were published.\nCustody struggle.\nHilary Antonia Foretich (born 1982), later known as Ellen Morgan, was at the center of this well-publicized international custody case.\nElizabeth Morgan had alleged that Foretich had sexually abused their daughter, an accusation that he has denied and which has never been proven in court.\nIn 1987, Hilary's maternal grandparents took her to New Zealand, defying a court order that Hilary have unsupervised visitation with her father, Eric Foretich. Her mother, plastic surgeon Elizabeth Morgan, spent 25 months in detention from 1987 to 1989 for contempt of court in Washington, D.C., for refusing to reveal Hilary's whereabouts.\nMorgan was Foretich's third wife. Foretich's second wife had also accused him of sexual abuse of their daughter, Heather (born 1980). Foretich denied those charges, and has repeatedly said the two women have acted in collusion.\nRep. Frank Wolf introduced the bill that became the \"District of Columbia Civil Contempt Imprisonment Limitation Act\" in 1989. Elizabeth Morgan was freed after 759 days by an Act of Congress, the District of Columbia Civil Contempt Imprisonment Limitation Act, in 1989 and joined her daughter and parents in New Zealand.\nIn 1992, the story of the case was made into a television film in 1992, and released as \"A Mother's Right: The Elizabeth Morgan Story\"; Foretich sued ABC, who paid Foretich a settlement related to how Foretich was portrayed in the film.\nForetich searched for and found \"Ellen\" in Christchurch, New Zealand. He traveled there and attempted to gain some custody of his daughter but the courts there maintained the status quo and Foretich claimed that he could financially no longer afford to pursue the matter.\nReturn to the United States.\nIn 1996, Congress passed the other act, the Elizabeth Morgan Act, which permitted Hilary, who by then called herself Ellen Morgan, to decide whether or not to see her father. Wolf again involved himself in the case when he supported the bill that became the bill that became the Elizabeth Morgan Act.\nThe 14-year-old \"Ellen\" returned with her mother to the United States, but declined to see her father. Foretich sued in 1997, and the law was overturned as a bill of attainder by the U.S. Court of Appeals for the District of Columbia in 2003, but had no practical effect on Hilary, who was by then 21 and could choose for herself whether or not to see her father. Hilary Foretich, who had gone by the assumed name Ellen Morgan while in New Zealand, started calling herself Elena Mitrano.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_abuse","surface_form":"sexually abused","offset":690},{"uri":"New_Zealand","surface_form":"New Zealand","offset":849},{"uri":"Plastic_surgery","surface_form":"plastic surgeon","offset":969},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1075},{"uri":"Act_of_Congress","surface_form":"Act of Congress","offset":1541},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":1837}]}