{"id":548502,"url":"http://en.wikipedia.org/wiki/Mud_March","text":"The Mud March (January 20, 1863 – January 23, 1863) was an attempt by Union Army Major General Ambrose Burnside to attack Lee's Confederate Army of Northern Virginia. After the disastrous defeat of the Army of the Potomac at the Battle of Fredericksburg, Burnside was anxious to redeem himself. He planned for his Army to make a winter march across the Rappahannock River on December 30, 1862. But he had not informed President Abraham Lincoln of his plan. Lincoln called him back. Three weeks passed and this time, with Lincoln's implied approval, the army marched southward. However, winter rains made the roads nearly impassable. After four days the attempt ended in failure.\nBackground.\nOn December 15, 1862, Burnside's Union army withdrew from the Battle of Fredericksburg back to Falmouth, Virginia. It was a defeat for Burnside and a win for Lee. Lee suffered 5,300 casualties defending Fredericksburg. Union losses were more than twice as many. In total Burnside lost about 12,600 Union soldiers; killed, wounded, or missing. Morale in the Union army was very low that winter. There was political pressure from Washington to continue the “On to Richmond” offensive that had failed up that point in time. The Northern newspapers reported that 75,000 Confederate soldiers from Lee's army had been sent to reinforce the North Carolina coast. Burnside wanted to move against Lee while the Army of Northern Virginia was weakened. He personally scouted the area above Falmouth for the best place for his army to cross the Rappahannock. As late as January 15, he was still looking at places to cross. Confederate sharpshooters reported seeing Burnside near Banks ford and wondered what the General was up to. Finally, Burnside decided on Banks ford and U.S. ford. He sent troops to Muddy ford to draw attention away from his planned crossing points. On the morning of January 20 the army began to move.\nThe march.\nBurnside gave the order which read in part: \"the great and auspicious moment has arrived to strike a great and mortal blow to the rebellion, and to gain that decisive victory which is due to the country.\" At dawn on January 21, the plan called for five pontoon bridges to be assembled at the river's edge allowing two \"grand divisions\" (two corps each) to cross the river in four hours. The night before, it began raining. By the morning of the 21st, the roads were rapidly becoming too muddy to use. The five pontoons and 150 supporting pieces of artillery that were supposed to be in place had not arrived. The pontoons that did managed to arrive were not enough to make even one bridge. Double and triple teams of horses were hitched to each pontoon wagon. In some cases 150 soldiers would try to help the horses move one boat. They could only move a few feet before horses and men were exhausted.\nThe rain turned out to be a Nor'easter that caused very heavy rainfall for two days. Men and wagons were stuck in knee-deep mud. Burnside kept pushing his troops to move forward but even soldiers carrying only their haversack and rifle were soon exhausted. By this time Burnside had lost the advantage of surprise. This allowed Lee time to strengthen his lines. He also positioned sharpshooters to harass the Union soldiers that did manage to arrive across the river. In addition, Confederate soldiers jeered and made fun of Burnside's failure. The put up signs saying \"This way to Richmond\" and \"Burnside's Army Stuck in the Mud\"!\nThe road down to the river was in complete chaos. Wagons, artillery and men clogged the road being unable to move. Some mules and horses dropped dead in the road, completely exhausted after being driven to pull a load they could not move. After three days of this, Burnside decided to help raise morale by issuing whiskey to his troops. This turned out to be another bad idea. Soldiers got drunk and started fighting with each other. At times entire regiments were engaged in fistfighting. By the fourth day, January 23rd, Burnside realized he could not get cross the Rappahannock. He finally cancelled the order.\nAftermath.\nJust before moving his army south in January, Burnside had offered his resignation to Lincoln. President Lincoln declined, and Burnside, apparently satisfied he had Lincoln's approval, went back to his command. After the failure of the Mud March, there was good deal of criticism by some of Burnside's highest officers. Burnside then had Order Number 8 drawn up along with his resignation. He then went to Washington. In a meeting on January 24, Burnside told Lincoln he either had to approve the order or accept his resignation. The President did not accept the order and instead of having Burnside resign, he had him take a leave of absence.\nBurnside's Order No. 8 directed the dismissal of Generals Joseph Hooker, John Newton, William T. H. Brooks and John Cochrane. It also relieved Generals William B. Franklin, William Farrar Smith, Samuel D. Sturgis and others, from their duties.\nOn January 25, 1863, President Lincoln issued General Order No. 20. It relieved General Burnside of command of the Army of the Potomac. It relieved General Edwin Vose Sumner of his command; at his own request. It next relieved General Franklin of his command. Lastly, it assigned General Joseph Hooker to command the Army of the Potomac. In a White House gathering that evening, a friend of Burnside's, Henry J. Raymond, a New York politician, got Lincoln's attention and told the President that Joseph Hooker was unfit to command the Army. He told Lincoln there were many things going on in the Army of the Potomac that the President was not aware of. He then talked about General Hooker's near-treasonable comments. Lincoln leaned over and placing his hand on Raymond's shoulder said quietly: “This is all true, Hooker does talk badly; but the trouble is stronger with the country to-day than any other man.” Raymond then asked what the country would think of this if they knew. Lincoln said “The country would not believe it; they would say it is all a lie.” The Army of the Potomac, now under Hooker, would meet the Army of Northern Virginia again in the spring at the Battle of Chancellorsville.","categories":[],"infobox_types":[],"annotations":[{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":70},{"uri":"Major_General","surface_form":"Major General","offset":81},{"uri":"Ambrose_Burnside","surface_form":"Ambrose Burnside","offset":95},{"uri":"Robert_E._Lee","surface_form":"Lee's","offset":122},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":128},{"uri":"Army_of_Northern_Virginia","surface_form":"Army of Northern Virginia","offset":140},{"uri":"Disaster","surface_form":"disastrous","offset":177},{"uri":"Defeat","surface_form":"defeat","offset":188},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":202},{"uri":"Battle_of_Fredericksburg","surface_form":"Battle of Fredericksburg","offset":229},{"uri":"Redemption","surface_form":"redeem","offset":279},{"uri":"Rappahannock_River","surface_form":"Rappahannock River","offset":353},{"uri":"President_of_the_United_States","surface_form":"President","offset":418},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":428},{"uri":"Imply","surface_form":"implied","offset":531},{"uri":"South","surface_form":"south","offset":566},{"uri":"Winter","surface_form":"winter","offset":586},{"uri":"Rain","surface_form":"rain","offset":593},{"uri":"Impassable","surface_form":"impassable","offset":621},{"uri":"Failure","surface_form":"failure","offset":670},{"uri":"Falmouth%2C_Virginia","surface_form":"Falmouth, Virginia","offset":786},{"uri":"Casualty_(person)","surface_form":"casualties","offset":873},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg","offset":894},{"uri":"Soldier","surface_form":"soldier","offset":995},{"uri":"Wound","surface_form":"wound","offset":1013},{"uri":"Morale","surface_form":"Morale","offset":1034},{"uri":"Political","surface_form":"political","offset":1095},{"uri":"Northern_United_States","surface_form":"Northern","offset":1216},{"uri":"Newspaper","surface_form":"newspaper","offset":1225},{"uri":"Reinforce","surface_form":"reinforce","offset":1311},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1325},{"uri":"Coast","surface_form":"coast","offset":1340},{"uri":"Reconnaissance","surface_form":"scouted","offset":1447},{"uri":"Sniper","surface_form":"sharpshooters","offset":1614},{"uri":"Ford","surface_form":"ford","offset":1664},{"uri":"Corps","surface_form":"corps","offset":2256},{"uri":"Mud","surface_form":"mud","offset":2402},{"uri":"Field_artillery_in_the_American_Civil_War","surface_form":"artillery","offset":2463},{"uri":"Horse","surface_form":"horse","offset":2632},{"uri":"Wagon","surface_form":"wagon","offset":2668},{"uri":"Nor%27easter","surface_form":"Nor'easter","offset":2844},{"uri":"Knee","surface_form":"knee","offset":2930},{"uri":"Haversack","surface_form":"haversack","offset":3032},{"uri":"Rifle","surface_form":"rifle","offset":3046},{"uri":"Jeer","surface_form":"jeer","offset":3318},{"uri":"Chaos","surface_form":"chaos","offset":3491},{"uri":"Mule","surface_form":"mule","offset":3568},{"uri":"Whiskey","surface_form":"whiskey","offset":3762},{"uri":"Drunkenness","surface_form":"drunk","offset":3838},{"uri":"Regiment","surface_form":"regiment","offset":3898},{"uri":"Fistfight","surface_form":"fistfight","offset":3924},{"uri":"Resignation","surface_form":"resignation","offset":4144},{"uri":"Criticism","surface_form":"criticism","offset":4343},{"uri":"Officer","surface_form":"officer","offset":4383},{"uri":"Leave_of_absence","surface_form":"leave of absence","offset":4699},{"uri":"Joseph_Hooker","surface_form":"Joseph Hooker","offset":4775},{"uri":"John_Newton_(engineer)","surface_form":"John Newton","offset":4790},{"uri":"William_T._H._Brooks","surface_form":"William T. H. Brooks","offset":4803},{"uri":"John_Cochrane_(general)","surface_form":"John Cochrane","offset":4828},{"uri":"William_B._Franklin","surface_form":"William B. Franklin","offset":4869},{"uri":"William_Farrar_Smith","surface_form":"William Farrar Smith","offset":4890},{"uri":"Samuel_D._Sturgis","surface_form":"Samuel D. Sturgis","offset":4912},{"uri":"Duty","surface_form":"duties","offset":4953},{"uri":"Edwin_Vose_Sumner","surface_form":"Edwin Vose Sumner","offset":5117},{"uri":"White_House","surface_form":"White House","offset":5304},{"uri":"New_York","surface_form":"New York","offset":5384},{"uri":"Politician","surface_form":"politician","offset":5393},{"uri":"Treason","surface_form":"treason","offset":5657},{"uri":"Shoulder","surface_form":"shoulder","offset":5733},{"uri":"Battle_of_Chancellorsville","surface_form":"Battle of Chancellorsville","offset":6134}]}