{"id":548522,"url":"http://en.wikipedia.org/wiki/Matlyuba_Kamilova","text":"Matlyuba Kamilova or Matluba Kamilova is an Uzbeck human rightsactivist and school principal. In 2016, Samantha Power, the U.S. Ambassador to the U.N., named her one of twenty women political prisoners in the Free the 20 campaign.\nKamilova spoke out about police corruption. In September 2010, she was arrested and charged with possession of drugs. She is still in prison.\nLife and work.\nKamillova is a lawyer. She was the director of a technical college in Angren, Tashkent province. Kamilova was born in 1960.\nKamilova worked against corruption and helped people work for their rights. Because of Kamilova, two corruption cases were started against local government officials.\nOn September 6, 2010, police stopped Kamilova in her car. Kamilova’s 21-year-old son, Shohruhon, was also in the car. The police told Shohruhon they found heroin in the car. The police beat Kamilova and her son, and took them to jail. In jail, they made Kavilova listen to the screams of prisoners being beaten, because they wanted her to confess. At the trial, the police did not agree about where they found the drugs. An activist at the trial said the police put drugs on Kamilova. Drug convictions and planting drugs on human rights activists are routine in Uzbekistan.\nA court sentenced Kamilova to eleven years in prison. Because it is a drug charge, she cannot get an appeal. No one knows where she is.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uzbekistan","surface_form":"Uzbeck","offset":44},{"uri":"Human_rights","surface_form":"human rights","offset":51},{"uri":"Activist","surface_form":"activist","offset":63},{"uri":"Principal","surface_form":"principal","offset":83},{"uri":"Samantha_Power","surface_form":"Samantha Power","offset":103},{"uri":"U.N.","surface_form":"U.N.","offset":146},{"uri":"Political_prisoner","surface_form":"political prisoner","offset":182},{"uri":"FreeThe20_campaign","surface_form":"Free the 20 campaign","offset":209},{"uri":"Corruption","surface_form":"corruption","offset":263},{"uri":"Possession","surface_form":"possession","offset":328},{"uri":"Illegal_drugs","surface_form":"drugs","offset":342},{"uri":"Tashkent","surface_form":"Tashkent","offset":466},{"uri":"Heroin","surface_form":"heroin","offset":834},{"uri":"Human_rights","surface_form":"human rights","offset":1203}]}