{"id":548752,"url":"http://en.wikipedia.org/wiki/Field_artillery_in_the_American_Civil_War","text":"Field artillery in the American Civil War were cannon that could be moved around the battlefield or could travel with an army unit. Field artillery could only fight unlimbered (disconnected from the cart and horses that pulled it). The limber (or caisson) along with the team of six horses would be moved to a safe area nearby. Gun crews were organized into an artillery battery, six guns (later in the war, four) were deployed along a line about wide with the guns spaced about apart.\nAt times the horses remained hitched to the limber or caisson so the battery could move quickly. An artillery crew was made up of eight highly trained men. An artillery battery had a total of between 70 and 100 soldiers. There were several types of field artillery used during the Civil War. These included the 6 pounder gun, 12 and the 24 pound Howitzer, the famous Model 1857 12-Pounder Napoleon Field Gun, the 3 inch Ordnance rifle and the 10 and 20 pound Parrott rifle.\nMost cannons were muzzleloading weapons. Cannon barrels were of two types. One was the older smoothbore cannons as used during the Mexican–American War.\nThey usually had barrels made of bronze and fired round iron cannonballs. The newer type was the rifled cannon that were made of cast iron and wrought iron. They fired Bullet-shaped shells. Both guns and ammunition had a tendency to be unreliable and they were dangerous to shoot.\nSmoothbore cannon.\nBefore the outbreak of the American Civil War, the United States government did not encourage any new developments in ordnance. Most ordnance experts in the U.S. Ordnance Department were older military officers who believed what worked during the Mexican–American War would work now and did not need improving. Inventors had to go through years of field experiments and political red tape just to get their ideas introduced. Most used their own money and could lose all their money trying to introduce a new idea.\nEarly cannons were identified by the term \"pounder\" (abbreviated \"pdr\"). This referred to the weight of the cannonball the gun fired. For example, a 12 pounder fired a round solid piece of steel. In the 17th century, when howitzers were developed, the term pounder began to be used less and less although it was used through the Civil War. Smooth bores included both guns and howitzers. Both had shorter barrels and used a higher trajectory. Both were less accurate than rifled cannons.\nThe Model 1857 12-pounder Napoleon with its green barrel made up 40% of the cannons on both sides. It was the most commonly used cannon. They were heavy at making them hard for the six-horse team to pull. The gun crew of the Napoleon was made up of six men. It could fire a ball, shell or canister shot out to a range of at a speed of 1,440 feet per second (or 439 meters per second). It used a charge of of black powder. The Union made 1,156 units while the Confederacy made 501. Because they did not have the manufacturing capacity of the North, Confederates attempted to capture as many Union-made Napoleon 12-pounders as they could. The Model 1857 was made to replace the Model 1841 6-pounder but both were used during the Civil War out of necessity.\nFor ranges of or less the most effective field piece was the Model 1842 12-pounder Howitzer. It weighed only and could easily be moved into position by hand. Its large shells gave it very good firepower but its short range (just over) was less than that of the 6-pounder gun. They were easy targets for enemy artillery that usually had greater range. They were popular for close infantry support. At the Battle of Gettysburg, nine of these were supposed to accompany Pickett's Charge. Because of some confusion among the Confederate ranks regarding the orders and very accurate Union artillery fire, all nine were taken out of the battle before Pickett's men crossed the field. The smoothbore guns remained the most favored technology during the war.\nRifled cannon.\nWhile used mostly by the Union army, rifled guns were still a new idea and were not very popular among artillery officers or field commanders. Rifled guns were designated by the diameter of the bore of the barrel in inches. In 1860, the Ordnance Board recommended that half of the existing bronze smoothbore cannons be rifled. But this weakened the cannons to the point they could not stand the strain of firing. So the experiment quickly ended. Ordinarily the barrels of smoothbore cannons only lasted about 500 rounds before having to be replaced. Rifled barrels proved to last much longer in field use. The British-made Armstrong and Whitworth guns were good weapons but there were not enough of them to have any major effect on the war. A problem with the rifled guns was they fired too far for the gunners to accurately see to range their targets. When artillery observers and balloons were used for artillery spotting, this increased the accuracy of the rifled guns. Training artillery crews in the use of rifled guns took longer and was more difficult. General George McClellan was among the Union officers who felt that the American terrain was not well suited for the very long range of these weapons. Jefferson Davis, the Confederate President was of the same opinion. All these factors contributed to the slow acceptance of rifled cannon.\nThe cannon called the 3-inch Ordnance Rifle (also called the 3-inch Wrought Iron Rifle) was an early favorite of the Ordnance Board due to its accuracy. These and other rifled guns were distinguished by their black barrels. About 1,000 were bought during the war. They were made by the Phoenix Iron Works of Phoenixville, Pennsylvania. They were made of wrought iron strips bent on a mandrel then welded together. They were then machined into their final shape. The early prototypes were fired 500 times with no signs of wear. It was accurate and reliable in battle. The Confederacy also produced a 3-inch Ordnance Rifle. But the use of low-grade iron ore and poorer rifling machinery made these guns less reliable.\nAnother popular rifled type were the Parrott rifles. The original 10-pound model had a bore of. This was changed to to standardize the round. They had cast iron barrels with a wrought iron reinforcement strip welded around the breech (rear of the cannon).\nGun crews.\nFor the average artillery piece it took eight highly trained artillerymen to form a gun crew. Each member of the crew was cross-trained to do all the jobs required to operate a gun. If a crew member was killed or wounded, another member of the crew could take his place. Gun crews were among the best trained soldiers in either the Confederate or Union armies. They were also vulnerable. They had to see their target to hit it. If they could see their target, the enemy soldiers they were targeting could see them.\nEach gun or artillery piece had a sergeant who commanded the gun.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cannon","surface_form":"cannon","offset":47},{"uri":"Battlefield","surface_form":"battlefield","offset":85},{"uri":"Limbers_and_caissons","surface_form":"unlimbered","offset":165},{"uri":"Cart","surface_form":"cart","offset":199},{"uri":"Horse","surface_form":"horse","offset":208},{"uri":"Artillery_battery","surface_form":"artillery battery","offset":361},{"uri":"Soldier","surface_form":"soldier","offset":697},{"uri":"Howitzer","surface_form":"Howitzer","offset":832},{"uri":"Model_1857_12-Pounder_Napoleon_Field_Gun","surface_form":"Model 1857 12-Pounder Napoleon Field Gun","offset":853},{"uri":"3_inch_Ordnance_rifle","surface_form":"3 inch Ordnance rifle","offset":899},{"uri":"Parrott_rifle","surface_form":"Parrott rifle","offset":945},{"uri":"Muzzleloader","surface_form":"muzzleloading weapons","offset":978},{"uri":"Smoothbore","surface_form":"smoothbore","offset":1053},{"uri":"Mexican%E2%80%93American_War","surface_form":"Mexican–American War","offset":1091},{"uri":"Bronze","surface_form":"bronze","offset":1146},{"uri":"Round_shot","surface_form":"cannonballs","offset":1174},{"uri":"Rifling","surface_form":"rifled","offset":1210},{"uri":"Cast_iron","surface_form":"cast iron","offset":1242},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":1256},{"uri":"Bullet","surface_form":"Bullet","offset":1281},{"uri":"Shell_(projectile)","surface_form":"shell","offset":1295},{"uri":"Ammunition","surface_form":"ammunition","offset":1317},{"uri":"Unreliable","surface_form":"unreliable","offset":1349},{"uri":"Dangerous","surface_form":"dangerous","offset":1374},{"uri":"United_States_government","surface_form":"United States government","offset":1464},{"uri":"Encourage","surface_form":"encourage","offset":1497},{"uri":"Ordnance","surface_form":"ordnance","offset":1531},{"uri":"Ordnance_Corps_(United_States_Army)","surface_form":"U.S. Ordnance Department","offset":1570},{"uri":"Field_experiment","surface_form":"field experiment","offset":1761},{"uri":"Political","surface_form":"political","offset":1783},{"uri":"Red_tape","surface_form":"red tape","offset":1793},{"uri":"Money","surface_form":"money","offset":1889},{"uri":"Abbreviated","surface_form":"abbreviated","offset":1980},{"uri":"17th_century","surface_form":"17th century","offset":2130},{"uri":"Trajectory","surface_form":"trajectory","offset":2357},{"uri":"Accurate","surface_form":"accurate","offset":2384},{"uri":"%25","surface_form":"%","offset":2481},{"uri":"Canister_shot","surface_form":"canister shot","offset":2703},{"uri":"Foot_per_second","surface_form":"feet per second","offset":2755},{"uri":"Metre_per_second","surface_form":"meters per second","offset":2779},{"uri":"Black_powder","surface_form":"black powder","offset":2822},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":2840},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":2873},{"uri":"Northern_United_States","surface_form":"North","offset":2955},{"uri":"Necessity","surface_form":"necessity","offset":3158},{"uri":"Firepower","surface_form":"firepower","offset":3362},{"uri":"Enemy","surface_form":"enemy","offset":3472},{"uri":"Infantry","surface_form":"infantry","offset":3548},{"uri":"Battle_of_Gettysburg","surface_form":"Battle of Gettysburg","offset":3573},{"uri":"Pickett%27s_Charge","surface_form":"Pickett's Charge","offset":3636},{"uri":"Technology","surface_form":"technology","offset":3893},{"uri":"Commander","surface_form":"commander","offset":4066},{"uri":"Diameter","surface_form":"diameter","offset":4113},{"uri":"Inch","surface_form":"inch","offset":4151},{"uri":"British","surface_form":"British","offset":4545},{"uri":"Armstrong_Gun","surface_form":"Armstrong","offset":4558},{"uri":"Whitworth","surface_form":"Whitworth","offset":4572},{"uri":"Observer","surface_form":"observer","offset":4803},{"uri":"Balloon_(aircraft)","surface_form":"balloon","offset":4817},{"uri":"General_officer","surface_form":"General","offset":4995},{"uri":"George_McClellan","surface_form":"George McClellan","offset":5003},{"uri":"United_States","surface_form":"American","offset":5067},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":5146},{"uri":"President","surface_form":"President","offset":5179},{"uri":"Phoenix_Iron_Works_(Phoenixville%2C_Pennsylvania)","surface_form":"Phoenix Iron Works","offset":5571},{"uri":"Phoenixville%2C_Pennsylvania","surface_form":"Phoenixville, Pennsylvania","offset":5593},{"uri":"Mandrel","surface_form":"mandrel","offset":5669},{"uri":"Weld","surface_form":"weld","offset":5682},{"uri":"Machined","surface_form":"machined","offset":5714},{"uri":"Prototype","surface_form":"prototype","offset":5757},{"uri":"Machinery","surface_form":"machinery","offset":5960},{"uri":"Parrott_rifle","surface_form":"Parrott rifle","offset":6038},{"uri":"Target","surface_form":"target","offset":6720},{"uri":"Sergeant","surface_form":"sergeant","offset":6817}]}