{"id":54903,"url":"http://en.wikipedia.org/wiki/Sir_David%27s_long-beaked_echidna","text":"Sir David's long-beaked echidna (\"Zaglossus attenboroughi\"), also known as the cyclops long-beaked echidna, is one of three species of the genus \"Zaglossus\". All of them are found in New Guinea. It is named after Sir David Attenborough. It lives in the Cyclops mountains in Papua province of Indonesia near the cities of Sentani, Jayapura.\nThe species was described from a single damaged animal, which was collected in the Dutch colonial era (c. 1961). It has not been collected since that time. The Cyclops mountain forest habitat has been disturbed recently. This has raised concern that \"Z. attenboroughi\" populations may already be endangered or even locally extinct. However, many parts of the mountains are covered in thick jungle and have not been searched since 1961. It is possible that the animal still exists there or in nearby mountain ranges. In 2007 scientists found holes which they believe were made by the echidna poking its nose into the dirt while looking for earthworms.\nIt is the smallest member of the genus. It is closer in size to the short-beaked echidna than other members of the genus. It has five claws on its fore and hind feet. It has dense short fur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":124},{"uri":"Genus","surface_form":"genus","offset":139},{"uri":"Zaglossus","surface_form":"Zaglossus","offset":146},{"uri":"New_Guinea","surface_form":"New Guinea","offset":183},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":217},{"uri":"Western_New_Guinea","surface_form":"Papua","offset":274},{"uri":"Indonesia","surface_form":"Indonesia","offset":292},{"uri":"Sentani","surface_form":"Sentani","offset":321},{"uri":"Jayapura","surface_form":"Jayapura","offset":330},{"uri":"Endangered_species","surface_form":"endangered","offset":636},{"uri":"Locally_extinct","surface_form":"locally extinct","offset":655},{"uri":"Short-beaked_echidna","surface_form":"short-beaked echidna","offset":1059}]}