{"id":54913,"url":"http://en.wikipedia.org/wiki/Bioluminescence","text":"Bioluminescence is the capacity of living things to produce light. Often this is done by symbiosis. In this, the larger organism contains, often in a special organ, microorganisms which make the light. Eukaryote protists have special organelles, and some bacteria also produce light. Bioluminescence is the result of chemical processes, where the energy produced is released as visible light. Bioluminescence has appeared many times during evolution.\nATP (adenosine tri-phosphate), the biological energy source, reacts with luciferin with the aid of the enzyme luciferase to yield an intermediate complex. This complex combines with oxygen to produce a highly chemiluminescent (brightly shining) compound.\nThe role of Gamma Proteobacteria in producing light is discussed in detail in reference works. The capacity to produce light is an extension of normal metabolism: all chemical reactions produce a few photons. Visible light is produced when the photon production increases. In the case of bacteria, the original function of the reaction was probably to detoxify excessive oxygen.\nThe oceans.\nBioluminescence is mainly a marine phenomenon.\nBioluminescence is found in the sea at all levels.: planktonic, pelagic and benthic organisms. Some planktonic groups, such as dinoflagellates and ctenophores (comb jellies) use it in most species. Most deep-sea marine life use bioluminescence in one form or another. Usually, marine light-emission belongs in the blue and green light spectrum, the wavelengths that can transmit through seawater most easily.\nFunctions of bioluminescence.\nFor a list, see Biolum web page.\nCounterillumination camouflage.\nIn some squid species bacterial bioluminescence is used for counterillumination so the animal matches the overhead environmental light seen from below. In these animals, light organs control the contrast of this illumination to create optiminal matching. Usually these light organs are separate from the tissue containing the bioluminescent bacteria.\nAttraction.\nBioluminescence is used as a lure to attract prey by several deep sea fish such as the anglerfish. A dangling lure on the head of the fish attracts small animals to it within striking distance. Some fish, however, use a non-bioluminescent lure.\nThe cookiecutter shark uses bioluminescence for camouflage, but a small patch on its underbelly remains dark and appears as a small fish to large predatory fish like tuna and mackerel swimming beneath it. When these fish try to consume the \"small fish\", they are bitten by the shark, which gouges out small circular \"cookie cutter\" shaped chunks of flesh from its hosts.\nDinoflagellates have an interesting twist on this mechanism. When a predator of plankton is sensed through motion in the water, the dinoflagellate luminesces. This in turn attracts even larger predators which will consume the would-be predator of the dinoflagellate.\nAttracting mates is an important function of bioluminescence. This is seen in fireflies, which use periodic flashing in their abdomens to attract mates in the mating season. In the marine environment this has only been well-documented in certain small ostracod crustaceans, but may be quite common.\nRepulsion.\nCertain squid and small crustaceans use bioluminescence as many squid use ink. A cloud of luminescence is expelled, confusing or repelling a potential predator while the squid or crustacean escapes to safety. Every species of firefly has larvae that glow to repel predators.\nBiotechnology.\nBioluminescent organisms are a target for many areas of research. Luciferase systems are widely used in the field of genetic engineering. They have also been used in biomedical research, to give some cells visible labels. Luciferin can be added to molecules and cells to make them visible under the microscope. \"This market is now worth about £20bn. If you go into a hospital and have a blood test which measures viral proteins, cancer proteins, hormones, vitamins, bacterial proteins, drugs, it will almost certainly use this technique\".\nThe structure of photophores, the light producing organs in bioluminescent organisms, are being investigated by industrial designers.\nFireflies.\nDespite their name, fireflies are actually beetles which use an enzymatic reaction involving a chemical compound called luciferin to produce their typical greenish flashing light. As well as possibly warning predators about their toxicity, it is thought the main purpose of their flashing abdomen is to attract mates.","categories":[],"infobox_types":[],"annotations":[{"uri":"Light","surface_form":"light","offset":60},{"uri":"Symbiosis","surface_form":"symbiosis","offset":89},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":158},{"uri":"Microorganism","surface_form":"microorganism","offset":165},{"uri":"Eukaryote","surface_form":"Eukaryote","offset":202},{"uri":"Protist","surface_form":"protist","offset":212},{"uri":"Organelle","surface_form":"organelle","offset":234},{"uri":"Bacteria","surface_form":"bacteria","offset":255},{"uri":"Evolution","surface_form":"evolution","offset":440},{"uri":"ATP","surface_form":"ATP","offset":451},{"uri":"Oxygen","surface_form":"oxygen","offset":633},{"uri":"Bacteria","surface_form":"bacteria","offset":730},{"uri":"Metabolism","surface_form":"metabolism","offset":857},{"uri":"Chemical_reaction","surface_form":"chemical reaction","offset":873},{"uri":"Photon","surface_form":"photon","offset":906},{"uri":"Ocean","surface_form":"marine","offset":1125},{"uri":"Plankton","surface_form":"plankton","offset":1196},{"uri":"Pelagic","surface_form":"pelagic","offset":1208},{"uri":"Benthos","surface_form":"benthic","offset":1220},{"uri":"Dinoflagellate","surface_form":"dinoflagellate","offset":1271},{"uri":"Ctenophore","surface_form":"ctenophore","offset":1291},{"uri":"Pelagic_zone","surface_form":"deep-sea marine life","offset":1347},{"uri":"Blue","surface_form":"blue","offset":1458},{"uri":"Green","surface_form":"green","offset":1467},{"uri":"Electromagnetic_radiation","surface_form":"light spectrum","offset":1473},{"uri":"Camouflage","surface_form":"camouflage","offset":1636},{"uri":"Squid","surface_form":"squid","offset":1656},{"uri":"Prey","surface_form":"prey","offset":2056},{"uri":"Anglerfish","surface_form":"anglerfish","offset":2098},{"uri":"Tuna","surface_form":"tuna","offset":2422},{"uri":"Mackerel","surface_form":"mackerel","offset":2431},{"uri":"Dinoflagellate","surface_form":"Dinoflagellate","offset":2627},{"uri":"Predator","surface_form":"predator","offset":2695},{"uri":"Plankton","surface_form":"plankton","offset":2707},{"uri":"Firefly","surface_form":"fireflies","offset":2972},{"uri":"Ostracod","surface_form":"ostracod","offset":3146},{"uri":"Crustaceans","surface_form":"crustaceans","offset":3155},{"uri":"Ink","surface_form":"ink","offset":3278},{"uri":"Genetic_engineering","surface_form":"genetic engineering","offset":3611},{"uri":"Microscope","surface_form":"microscope","offset":3793},{"uri":"Viral","surface_form":"viral","offset":3907},{"uri":"Proteins","surface_form":"proteins","offset":3913},{"uri":"Cancer","surface_form":"cancer","offset":3923},{"uri":"Hormones","surface_form":"hormones","offset":3940},{"uri":"Vitamins","surface_form":"vitamins","offset":3950},{"uri":"Bacteria","surface_form":"bacteria","offset":3960},{"uri":"Drugs","surface_form":"drugs","offset":3980},{"uri":"Photophore","surface_form":"photophore","offset":4050}]}