{"id":549114,"url":"http://en.wikipedia.org/wiki/Smoothbore","text":"A smoothbore weapon is one that has a barrel without rifling. Smoothbores range from handheld firearms to powerful tank guns and large artillery mortars. The majority of shotguns are smoothbores and the terms \"shotgun\" and \"smoothbore\" can be synonymous.\nHistory.\nThe earliest mention of a smoothbore weapon was about the year 1000 in Dunhuang. The weapon was called a fire lance. The basic parts that make up a gun are a barrel, a charge and a projectile. The gun must also have a way to ignite the black powder charge. The earliest guns were made of bamboo, later replaced with metal barrels. The first mass produced guns were the matchlocks.\nMatchlock.\nThe classic European matchlock gun was a smoothbore weapon that held a burning slow match in a clamp at the end of a small curved lever called a \"serpentine\". When the lever (or in later models a trigger) was pulled, it lowered the smoldering match into the flash pan. This ignited the priming powder. The flash from the primer travelled through the touch hole igniting the main charge of propellant in the gun barrel.\nOne problem with the matchlock was that the match had to be constantly lit. The match was soaked in potassium nitrate to keep the match lit for longer periods of time. If the match was not lit when the gun needed to be fired, the mechanism was useless. This was a real problem in wet weather. Another drawback was the burning match itself. At night, the match would glow in the darkness showing the matchlock holder's position. The smell of burning match-cord also gave away a musketeer's position. The main advantage of the matchlock was that it allowed the shooter to hold the weapon at eye level so as to better aim the weapon.\nFlintlock.\nAfter about 200 years, the next major development was the flintlock. It used a flint striking mechanism. Another improvement replaced the flashpan with a smaller “priming pan” that held a smaller amount of black powder. It also contained an opening into the breach to ignite the main powder charge. A small piece of steel (called a “frizzen”) was mounted to the top of the priming pan. When the trigger was pulled the mechanism created a spark igniting the powder in barrel. When the powder and ball were loaded into the barrel, it was then tamped (pushed) down with the ramrod. The hammer was pulled back to the first click, called \"half-cocked\". To make the weapon ready to fire, the hammer was pulled back to the \"full-cocked\" position. When the trigger was pulled, a spring caused the hammer to fall igniting the charge. Flintlocks were the main firearm for the next 200 to 300 years before being replaced by percussion cap guns.\nPercussion cap.\nThe percussion cap mechanism was the next great improvement in firearms. It was also called a caplock. The percussion cap was based on the discovery of fulminate of mercury in about 1800. When struck with a sharp blow, mercury fulminate detonates. In 1816, Joshua Shaw, an artist living in Philadelphia, painted fulminate of mercury on the inside of copper caps. He fitted it over a small nipple on the firing hole over the bore. When the hammer struck the percussion cap, the gun fired. By 1826 they were widely used and had replaced the flintlock.\nThe percussion cap eliminated the flash pan, flint and frizzen. It added the step of placing a cap on the nipple cone, but it was a real advantage to troops in battle. Percussion caps were quick to load and worked in nearly all weather conditions.\nSmoothbore cannon.\nCrude cannons existed in China from about the 12th century, possibly earlier. One of the first weapons used in Europe was the bombard. They were built in different diameter barrels to fire anything from a small rock to a cast iron ball. By the 16th century cannons began to replace bombards. Casting had greatly improved in Europe after about 1570. In the early 1500s, French cannons were used to break up masses of men in their campaigns in Italy. The Germans had some of the best gunners in Europe and developed cannon that could hit targets at up to. Next, the Swedish under Gustavus Adolphus developed lightweight cannons that could easily move around the battlefield. He used a cast 4-pounder that weighed about and could be pulled by just two horses.\nIn 1742, Englishman Benjamin Robins wrote \"New Principles of Gunnery\" where he added science to the field of ballistics. He developed carronades which were short, lightweight smoothbore cannons that could be used on the decks of ships. During the American Revolutionary War, the British had a number of different cannons as well as mortars. Many of the American weapons were captured British cannon.\nIn 1853 France introduced the Canon-obusier de 12, a 12-pounder capable of firing both shot and shell. The U.S. Army adopted the Napoleon 12-pounder in 1857 as the Model 1857 12-Pounder Napoleon Field Gun. It became the most popular field gun on both sides during the American Civil War. They were ultimately replaced by rifled barrel cannons beginning after the Civil War.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gun_barrel","surface_form":"barrel","offset":38},{"uri":"Rifling","surface_form":"rifling","offset":53},{"uri":"Firearms","surface_form":"firearms","offset":94},{"uri":"Tank_gun","surface_form":"tank gun","offset":115},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":145},{"uri":"Shotgun","surface_form":"shotgun","offset":170},{"uri":"Synonymous","surface_form":"synonymous","offset":243},{"uri":"1000","surface_form":"1000","offset":327},{"uri":"Dunhuang","surface_form":"Dunhuang","offset":335},{"uri":"Weapon","surface_form":"weapon","offset":349},{"uri":"Barrel_(weapons)","surface_form":"barrel","offset":422},{"uri":"Black_powder","surface_form":"charge","offset":432},{"uri":"Projectile","surface_form":"projectile","offset":445},{"uri":"Ignite","surface_form":"ignite","offset":489},{"uri":"Black_powder","surface_form":"black powder","offset":500},{"uri":"Bamboo","surface_form":"bamboo","offset":552},{"uri":"Mass_produced","surface_form":"mass produced","offset":605},{"uri":"Matchlock","surface_form":"matchlock","offset":633},{"uri":"Europe","surface_form":"Europe","offset":668},{"uri":"Weapon","surface_form":"weapon","offset":708},{"uri":"Slow_match","surface_form":"slow match","offset":735},{"uri":"Clamp","surface_form":"clamp","offset":751},{"uri":"Curve","surface_form":"curve","offset":779},{"uri":"Lever","surface_form":"lever","offset":786},{"uri":"Trigger","surface_form":"trigger","offset":852},{"uri":"Problem","surface_form":"problem","offset":1079},{"uri":"Constant","surface_form":"constant","offset":1135},{"uri":"Potassium_nitrate","surface_form":"potassium nitrate","offset":1175},{"uri":"Glow","surface_form":"glow","offset":1441},{"uri":"Musket","surface_form":"musket","offset":1552},{"uri":"Advantage","surface_form":"advantage","offset":1583},{"uri":"Eye_level","surface_form":"eye level","offset":1664},{"uri":"Aim","surface_form":"aim","offset":1690},{"uri":"Flintlock","surface_form":"flintlock","offset":1775},{"uri":"Flint","surface_form":"flint","offset":1796},{"uri":"Mechanism","surface_form":"mechanism","offset":1811},{"uri":"Ramrod","surface_form":"ramrod","offset":2288},{"uri":"Percussion_cap","surface_form":"percussion cap","offset":2630},{"uri":"Mercury(II)_fulminate","surface_form":"fulminate of mercury","offset":2819},{"uri":"Detonation","surface_form":"detonates","offset":2904},{"uri":"Artist","surface_form":"artist","offset":2940},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":2957},{"uri":"Copper","surface_form":"copper","offset":3017},{"uri":"Weather","surface_form":"weather","offset":3445},{"uri":"China","surface_form":"China","offset":3509},{"uri":"12th_century","surface_form":"12th century","offset":3530},{"uri":"Bombard_(weapon)","surface_form":"bombard","offset":3610},{"uri":"16th_century","surface_form":"16th century","offset":3728},{"uri":"Casting_(metalworking)","surface_form":"Casting","offset":3776},{"uri":"France","surface_form":"French","offset":3853},{"uri":"Pike_(weapon)","surface_form":"men","offset":3900},{"uri":"Italy","surface_form":"Italy","offset":3926},{"uri":"Germany","surface_form":"Germans","offset":3937},{"uri":"Sweden","surface_form":"Swedish","offset":4048},{"uri":"Gustavus_Adolphus_of_Sweden","surface_form":"Gustavus Adolphus","offset":4062},{"uri":"Battlefield","surface_form":"battlefield","offset":4144},{"uri":"Horse","surface_form":"horse","offset":4233},{"uri":"England","surface_form":"Englishman","offset":4250},{"uri":"Science","surface_form":"science","offset":4326},{"uri":"Ballistics","surface_form":"ballistics","offset":4350},{"uri":"Carronade","surface_form":"carronade","offset":4375},{"uri":"Ship","surface_form":"ship","offset":4470},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":4488},{"uri":"British","surface_form":"British","offset":4520},{"uri":"Mortar_(weapon)","surface_form":"mortar","offset":4573},{"uri":"Model_1857_12-Pounder_Napoleon_Field_Gun","surface_form":"Model 1857 12-Pounder Napoleon Field Gun","offset":4805},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":4909},{"uri":"Rifling","surface_form":"rifled barrel","offset":4962}]}