{"id":549296,"url":"http://en.wikipedia.org/wiki/Pennsylvania_rifle","text":"The Pennsylvania rifle, from about 1815 on, almost universally known as the Kentucky rifle, is a special American gun. For decades in American History, it was the best shooting long-distance rifle in America. The Pennsylvania rifle was the product of German gun makers who moved to Pennsylvania hundreds of years ago. This was in the early 1700s. Settlers and people who lived on frontiers started to really like the gun. One of the early frontiers was Kentucky. People like Daniel Boone used the gun there. So the rifle started to be known as the \"Kentucky rifle\".\nHistory.\nThe Pennsylvania rifle developed from earlier and much heavier Jaeger rifle which were brought to the American colonies by German gunsmiths. The Jager rifle was a short, heavy rifle that fired a large caliber bullet. It was designed for hunting in Europe by the well to do. Like the longer and heavier smoothbore muskets of the time, both were not well suited for hunting in America.\nThese gunsmiths centered their activities around Lancaster County, Pennsylvania for a number of good reasons. It was an important crossroads for trade at the time. It lay between Philadelphia, Pennsylvania and the wilderness to the west. The area also had large iron ore deposits for gun barrels and hardwood forests for gun stocks. The product that evolved from the earlier gun designs could shoot up to five times farther. The Pennsylvania rifle could accurately hit targets at. From about 1730 and through the War of 1812, the Pennsylvania rifle was the preferred long range rifle in America.\nThe sharpshooters who carried these weapons are part of American history and myth. But they most certainly did exist and played an important part in battles such as the Battle of Saratoga in 1777 and the Battle of New Orleans in 1815.\nDesign.\nThere have been a number of names applied to this rifle and the name depended on where it was used. Whether the design was called a Kentucky rifle, a Schimmel, southern poor boys or a Tennessee rifle, many have consistently been manufactured in Lancaster, Pennsylvania. A typical rifle of this design had a barrel from to in length. It was.50 caliber (13 mm) and had a stock made of curly maple. The stock fully supported the barrel. It had a crescent-shaped buttplate, a patch box and a cheekpiece were also common. Early models used a flintlock firing mechanism while later models used the percussion cap. The barrels were rifled.\nDaniel Boone's rifle is a typical example of a Pennsylvania rifle. It was 5 feet, 3 inches long (160cm). It was.44 caliber and fired a ball that weighed about. The gun weighed. Using a bullet mold, Boone could get about 55 lead balls from a single pound (0.45 kg) of lead. To fire a ball this size would require only about a thimble-full of black powder.\nIn a situation where there might be Hand-to-hand fighting, the Pennsylvania rifle was too delicate to use as a club. Striking it against anything could cause the stock to break. The long thin wrought iron barrel was relatively soft could be easily bent. Frontiersmen knew this and were careful not to damage their main hunting weapon. In battle, it took twice as long to reload a Pennsylvania rifle as it did the Brown Bess musket. Worse, due to the barrel length, the shooter almost had to stand up to carefully measure the powder, load the ball and patch, and tamp it down with a ramrod. It is no wonder Pennsylvania riflemen hid behind trees so as not to expose themselves to enemy fire. The main weapon during the Revolutionary war was the musket on both sides. Fewer than 10% of the American soldiers carried a long rifle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Universal","surface_form":"universal","offset":51},{"uri":"Unique","surface_form":"special","offset":97},{"uri":"United_States","surface_form":"American","offset":105},{"uri":"Firearm","surface_form":"gun","offset":114},{"uri":"Decade","surface_form":"decade","offset":123},{"uri":"American_History","surface_form":"American History","offset":134},{"uri":"Accurate","surface_form":"best shooting","offset":163},{"uri":"Long_range_shooting","surface_form":"long-distance","offset":177},{"uri":"Germany","surface_form":"German","offset":251},{"uri":"Gunsmith","surface_form":"gun maker","offset":258},{"uri":"Immigrate","surface_form":"move","offset":273},{"uri":"18th_century","surface_form":"1700s","offset":340},{"uri":"Settler","surface_form":"Settler","offset":347},{"uri":"Frontiersman","surface_form":"people who lived on frontiers","offset":360},{"uri":"Daniel_Boone","surface_form":"Daniel Boone","offset":475},{"uri":"Thirteen_Colonies","surface_form":"American colonies","offset":677},{"uri":"Caliber","surface_form":"caliber","offset":776},{"uri":"Bullet","surface_form":"bullet","offset":784},{"uri":"Wealth","surface_form":"well to do","offset":837},{"uri":"Smoothbore","surface_form":"smoothbore","offset":877},{"uri":"Musket","surface_form":"musket","offset":888},{"uri":"Lancaster_County%2C_Pennsylvania","surface_form":"Lancaster County, Pennsylvania","offset":1008},{"uri":"Philadelphia%2C_Pennsylvania","surface_form":"Philadelphia, Pennsylvania","offset":1138},{"uri":"Wilderness","surface_form":"wilderness","offset":1173},{"uri":"West","surface_form":"west","offset":1191},{"uri":"Iron_ore","surface_form":"iron ore","offset":1221},{"uri":"Gun_barrel","surface_form":"gun barrel","offset":1243},{"uri":"Hardwood","surface_form":"hardwood","offset":1259},{"uri":"Forest","surface_form":"forest","offset":1268},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1472},{"uri":"Myth","surface_form":"myth","offset":1632},{"uri":"Battle_of_Saratoga","surface_form":"Battle of Saratoga","offset":1724},{"uri":"Battle_of_New_Orleans","surface_form":"Battle of New Orleans","offset":1759},{"uri":"Manufacture","surface_form":"manufacture","offset":2027},{"uri":"Crescent","surface_form":"crescent","offset":2241},{"uri":"Flintlock","surface_form":"flintlock","offset":2335},{"uri":"Mechanism","surface_form":"mechanism","offset":2352},{"uri":"Percussion_cap","surface_form":"percussion cap","offset":2390},{"uri":"Rifling","surface_form":"rifled","offset":2423},{"uri":"Thimble","surface_form":"thimble","offset":2756},{"uri":"Black_powder","surface_form":"black powder","offset":2772},{"uri":"Hand-to-hand_combat","surface_form":"Hand-to-hand fighting","offset":2822},{"uri":"Club_(weapon)","surface_form":"club","offset":2897},{"uri":"Wrought_iron","surface_form":"wrought iron","offset":2978},{"uri":"Tree","surface_form":"tree","offset":3425}]}