{"id":549217,"url":"http://en.wikipedia.org/wiki/Rifling","text":"Rifling consists of spiral grooves cut into the inside of a barrel of a gun. It causes the bullet or projectile to spin as it flies through the air. This greatly improves the accuracy of the bullet over longer distances. The first muskets to use this technology were called rifles. Barrels are rifled using a left or right twist. The number of turns per inch is called the \"twist rate\". These are expressed as a ratio. For example, a 1:7 twist means the bullet will turn once for each seven inches of barrel length. As a general rule, the heavier the bullet, the higher the twist rate.\nHistory.\nGaspard Kollner, a 15th century gunmaker in Vienna, is thought by many to have invented rifling. Others think it was Augustus Kotter of Nuremberg who invented rifling in about 1520. At about that same time some crossbows fired a bolt (short heavy arrow) through a tube with spiral grooving. This gave the bolt more stability in flight. Whether these were used before rifling in gun barrels is not certain.\nThe \"hand cannon\" was first used in China in 1288. From this early beginning and a number of different guns, the smoothbore Musket was in use in Europe by the 15th century. While it could not fire and reload as fast as an archer and could not be reloaded on horseback, it could penetrate armor. Its greatest advantage over the bow was that anyone could learn to fire a musket in a very short period of time. It took much longer to properly train an archer. The British army used the musket along with pikemen until about 1705 when the pikes were abandoned. In 1722 the army adopted a standard musket called the Brown Bess and continued to use it until about the 1830s. Muskets used a round cast ball that was smaller in diameter than the gun barrel. As a consequence, when the musket was fired, the ball bounced along the inside the barrel. When it exited the barrel it could take a variety of paths making the musket inaccurate. So soldiers were massed together very closely and fired in volly (all at the same time). This sent bullets flying generally in the direction of the enemy on the theory that at least some of the bullets would hit some of the soldiers. The smoke from repeated vollies prevented soldiers from seeing what they were shooting at. In the heat of battle, soldiers who wanted reload and fire faster sometimes omitted ramming the bullet and powder into the barrel with the ramrod. Instead, they would try to seat the ball by sharply hitting the butt of the musket on the ground. This reduced the effectiveness even more. Sometimes the bullet would do little more than dribble out of the barrel and travel only a short distance.\nThe use of rifled muskets called rifles, changed this. During the American Revolutionary War Americans used muskets. But they also had marksmen who used their Kentucky rifles. The longer barrel was rifled for accuracy at a long range. American riflemen began targeting British officers in battle instead of just individual soldiers. Without their officers giving them every command, the British soldiers could not function as a unit. The British command despised the tactic calling it “unsportsmanlike”. But the Americans continued the practice up to the end of the war.\nIn 1849, a French army officer, Claude-Étienne Minié, invented a bullet with a hollow base named for him called the Minié ball. When fired, the bullet expanded to fit the rifling inside the gun barrel. This gave it even greater accuracy over a longer distance. The British used it in the Crimean War against Russian forces with tremendous success. At the time of the American Civil War, both the Union and the Confederate armies were using smoothbore muskets out of necessity. But soon rifled muskets using the Minié ball replaced the smoothbore muskets. The effects were to devastate the opposing army at much longer distances.\nRifling process.\nMost firearms produced today use a rifled barrel. There are basically three machining processes used to produce rifled barrels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spiral","surface_form":"spiral","offset":20},{"uri":"Gun_barrel","surface_form":"barrel","offset":60},{"uri":"Gun","surface_form":"gun","offset":72},{"uri":"Bullet","surface_form":"bullet","offset":91},{"uri":"Projectile","surface_form":"projectile","offset":101},{"uri":"Spin","surface_form":"spin","offset":115},{"uri":"Musket","surface_form":"musket","offset":231},{"uri":"Technology","surface_form":"technology","offset":251},{"uri":"Rifle","surface_form":"rifle","offset":274},{"uri":"Ratio","surface_form":"ratio","offset":412},{"uri":"Example","surface_form":"example","offset":423},{"uri":"15th_century","surface_form":"15th century","offset":614},{"uri":"Vienna","surface_form":"Vienna","offset":639},{"uri":"Invention","surface_form":"invented","offset":674},{"uri":"Nuremberg","surface_form":"Nuremberg","offset":731},{"uri":"Crossbow","surface_form":"crossbow","offset":806},{"uri":"Bolt","surface_form":"bolt","offset":824},{"uri":"Arrow","surface_form":"arrow","offset":842},{"uri":"Tube","surface_form":"tube","offset":859},{"uri":"Smoothbore","surface_form":"smoothbore","offset":1114},{"uri":"Europe","surface_form":"Europe","offset":1146},{"uri":"15th_century","surface_form":"15th century","offset":1160},{"uri":"Archer","surface_form":"archer","offset":1223},{"uri":"Horse","surface_form":"horse","offset":1259},{"uri":"Armor","surface_form":"armor","offset":1289},{"uri":"Bow_(weapon)","surface_form":"bow","offset":1328},{"uri":"British","surface_form":"British","offset":1462},{"uri":"Pike","surface_form":"pike","offset":1502},{"uri":"Brown_Bess","surface_form":"Brown Bess","offset":1612},{"uri":"Diameter","surface_form":"diameter","offset":1721},{"uri":"Consequence","surface_form":"consequence","offset":1756},{"uri":"Volly","surface_form":"volly","offset":1990},{"uri":"Theory","surface_form":"theory","offset":2092},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":2716},{"uri":"Long_rifle","surface_form":"Kentucky rifles","offset":2809},{"uri":"Officer","surface_form":"officer","offset":2927},{"uri":"France","surface_form":"French","offset":3232},{"uri":"Claude-%C3%89tienne_Mini%C3%A9","surface_form":"Claude-Étienne Minié","offset":3253},{"uri":"Mini%C3%A9_ball","surface_form":"Minié ball","offset":3337},{"uri":"Crimean_War","surface_form":"Crimean War","offset":3509},{"uri":"Russia","surface_form":"Russia","offset":3529},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":3588},{"uri":"Union_Army","surface_form":"Union","offset":3617},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":3631},{"uri":"Necessity","surface_form":"necessity","offset":3687},{"uri":"Devastate","surface_form":"devastate","offset":3796},{"uri":"Machining","surface_form":"machining","offset":3943}]}