{"id":549283,"url":"http://en.wikipedia.org/wiki/Year_100_problem","text":"e=\"preserve\">The Year 100 problem (also known as the Y1C problem, Y1C Bug, and Y1C) was a problem. It happened because some early computer programs of Taiwan were made to handle only years containing 2 digits of the Minguo calendar system, and people started fearing that date-related processing would happen incorrectly for dates and times after December 31 2010. The event caused a big concern that very important industries (such as electricity or financial) and government functions would stop working at exactly midnight, January 1 2011, and on other critical dates which were called \"event horizons\".\nHowever, the government sector restricted themselves to using the Minguo calendar system, so it didn't affect most of the private sector. More people were panicked by press coverage and other media reports, as well as corporate and government reports. Companies and organisations in Taiwan had to check and upgrade their computer systems.\nThe preparation for Y1C thus had a huge effect on the computer industry. No major computer failures occurred when the year changed to 100. Debate continues on whether the absence of computer failures was the result of the preparation undertaken or whether the problem had been bigger than expected.\nWhat was year 100.\nYear 100 was 2011 in Minguo calendars. Taiwan started use of Minguo calendar from 1912.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer_program","surface_form":"computer program","offset":130},{"uri":"Taiwan","surface_form":"Taiwan","offset":151},{"uri":"Minguo_calendar","surface_form":"Minguo calendar","offset":216},{"uri":"December_31","surface_form":"December 31","offset":347},{"uri":"2010","surface_form":"2010","offset":359},{"uri":"Industry","surface_form":"industries","offset":416},{"uri":"Electricity","surface_form":"electricity","offset":436},{"uri":"Financial","surface_form":"financial","offset":451},{"uri":"Government","surface_form":"government","offset":466},{"uri":"Midnight","surface_form":"midnight","offset":517},{"uri":"January_1","surface_form":"January 1","offset":527},{"uri":"2011","surface_form":"2011","offset":537},{"uri":"Debate","surface_form":"Debate","offset":1085}]}