{"id":549242,"url":"http://en.wikipedia.org/wiki/Aster_Yohannes","text":"Aster Yohannes is the wife of an Eritrean political activist. In 2016, Samantha Power, the U.S. Ambassador to the U.N., named her one of twenty women political prisoners in the Free the 20 campaign.\nYohannes' husband, Petros Solomon, is a member of the G-15, a group of politicians who called for reforms. He was arrested in 2001. Yohannes was arrested in 2003, when she returned from the United States. She was never accused of a crime or tried in a court. No one knows where she is.\nAster Yohannes and Petros Solomon fought for the Eritrean People's Liberation Front. They helped Eritrea get independence from Ethiopia in 1993. Solomon was the Minister of Marine Resources in the Eritrean government.\nWhen her husband was arrested, Aster Yohannes was studying in the USA. After she graduated, she returned to Eritrea to be with her children. The Eritrean government told her she would not be arrested. When she arrived in Eritrea in December 2003, she was arrested at Asmara International Airport. They took her to Karchele security prison in Asmara. She did not see her children. They did not let her speak to her family. Her health is not good. She has asthma and a heart problem.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eritrea","surface_form":"Eritrea","offset":33},{"uri":"Activist","surface_form":"activist","offset":52},{"uri":"Samantha_Power","surface_form":"Samantha Power","offset":71},{"uri":"U.N.","surface_form":"U.N.","offset":114},{"uri":"Political_prisoner","surface_form":"political prisoner","offset":150},{"uri":"FreeThe20_campaign","surface_form":"Free the 20 campaign","offset":177},{"uri":"G-15","surface_form":"G-15","offset":253},{"uri":"United_States","surface_form":"United States","offset":389},{"uri":"Eritrean_People%27s_Liberation_Front","surface_form":"Eritrean People's Liberation Front","offset":534},{"uri":"Eritrea","surface_form":"Eritrea","offset":582},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":612},{"uri":"Asmara_International_Airport","surface_form":"Asmara International Airport","offset":970},{"uri":"Asmara","surface_form":"Asmara","offset":1045},{"uri":"Asthma","surface_form":"asthma","offset":1157}]}