{"id":54954,"url":"http://en.wikipedia.org/wiki/Lymphatic_system","text":"e=\"preserve\">In mammals, the lymphatic system is a network of thin vessels that branch, like blood vessels, into tissues throughout the body. It is part of the immune system. It is a one-way system which carries cells and fluid back to the blood system.\nLymphatic vessels carry lymph, a colorless, watery fluid and white blood cells. It comes from interstitial fluid in the tissues which is squeezed out of the blood vessels. The lymphatic system transports infection-fighting cells called lymphocytes, and is involved in the removal of foreign matter and cell debris by phagocytes. A second function is to transport fats from the small intestine to the blood.\nLymphatic fluid gathers from the tissues and enters the valved lymphatic ducts. It is the valves which make sure the lymph flows the right way. On its way back to the blood system, the lymph passes through glands called lymph nodes, in places like the back of the neck, the armpits and the groin. Lymph nodes swell in the region of an infected body part. This acts to keep the infection from spreading. It prevents or reduces the pathogens getting into the general blood circulation and reaching other parts of the body.\nLymph ends up back in the blood system. In mammals under normal conditions most of the lymph is returned to the blood stream through lymph-vein communications at the base of the neck. Some vertebrates have more complex lymphatic systems. Amphibian<nowiki/>s for example have multiple \"lymph hearts\" to control the flow of lymph.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammal","surface_form":"mammal","offset":16},{"uri":"Blood_vessel","surface_form":"blood vessel","offset":93},{"uri":"Immune_system","surface_form":"immune system","offset":160},{"uri":"White_blood_cells","surface_form":"white blood cells","offset":315},{"uri":"Interstitial_fluid","surface_form":"interstitial fluid","offset":348},{"uri":"Lymphocytes","surface_form":"lymphocytes","offset":490},{"uri":"Phagocyte","surface_form":"phagocyte","offset":571},{"uri":"Fat","surface_form":"fat","offset":617},{"uri":"Small_intestine","surface_form":"small intestine","offset":631},{"uri":"Blood","surface_form":"blood","offset":654},{"uri":"Valve","surface_form":"valve","offset":717},{"uri":"Lymphatic_ducts","surface_form":"lymphatic ducts","offset":724},{"uri":"Gland","surface_form":"gland","offset":867},{"uri":"Lymph_node","surface_form":"lymph node","offset":881},{"uri":"Groin","surface_form":"groin","offset":951},{"uri":"Pathogen","surface_form":"pathogen","offset":1091},{"uri":"Mammal","surface_form":"mammal","offset":1225},{"uri":"Vein","surface_form":"vein","offset":1321},{"uri":"Amphibian","surface_form":"Amphibian","offset":1420}]}