{"id":54953,"url":"http://en.wikipedia.org/wiki/Water_(molecule)","text":"Water (H2O, HOH) covers 70-75% of the Earth's surface in its liquid and solid (ice) states, and is present in the atmosphere as a vapor. It is the most abundant molecule on the Earth's surface.\nAt room temperature, it is a nearly colorless, flavorless, and odorless liquid. Many substances dissolve in water and it is commonly seen as \"the universal solvent\"; because of this, water in nature and in use is rarely clean, and may have some properties different than those in the laboratory. But there are many compounds that are essentially, if not completely, insoluble in water. Water is the only common, pure substance found naturally in all three states of matter—for other substances, see Chemical properties.\nPure water is tasteless. It is the other chemicals in the water which may give water a flavour.\nAnomalous properties of water.\nGenerally, the volume of a liquid increases when heated, however the volume of water \"decreases\" when heated within the temperature range of 0°C to 4°C. Its volume increases only when heated above 4°C. Such behavior is one of a number of water's anomalous properties.\nThis property of volume decrease allows fish and other aquatic animals to survive in a body of water when ice has frozen on the surface. In cold climates, when the temperature of a body of water reaches at 4°C, the layers of water near the top in contact with cold air continue to lose heat energy and their temperature falls below 4°C. On cooling below 4°C, these layers rise rather than sink, as water has maximum density at 4°C. Thus the layer of water with a temperature of 4°C remains at the bottom, while layers of water 3°C, 2°C, 1°C and 0°C are formed above. Because ice is poor conductor of heat, it does not allow heat energy transfer from the liquid water beneath the layers of ice, which prevents the liquid water from freezing. Hence, aquatic creatures survive in such places.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hydrogen","surface_form":"H","offset":7},{"uri":"Oxygen","surface_form":"O","offset":9},{"uri":"Liquid","surface_form":"liquid","offset":61},{"uri":"Solid","surface_form":"solid","offset":72},{"uri":"Ice","surface_form":"ice","offset":79},{"uri":"Vapor","surface_form":"vapor","offset":130},{"uri":"Molecule","surface_form":"molecule","offset":161},{"uri":"Earth","surface_form":"Earth's","offset":177},{"uri":"Room_temperature","surface_form":"room temperature","offset":197},{"uri":"Colorless","surface_form":"colorless","offset":230},{"uri":"Taste","surface_form":"flavorless","offset":241},{"uri":"Odor","surface_form":"odorless","offset":257},{"uri":"Solvent","surface_form":"solvent","offset":350},{"uri":"States_of_matter","surface_form":"states of matter","offset":650},{"uri":"Fish","surface_form":"fish","offset":1149}]}