{"id":54964,"url":"http://en.wikipedia.org/wiki/Heat_conduction","text":"Heat conduction (or thermal conduction) is the movement of heat from one object to another one that has different temperature when they are touching each other. For example, we can warm our hands by touching hot-water bottles. When the cold hands touch the hot-water bottle, heat flows from the hotter object (hot-water bottle) to the colder one (hand). People make things with different thermal conductivity, for example cookware to heat things or insulated containers to keep hot things hot or cold things cold.\nOther ways to transfer heat are by thermal radiation and/or convection. Usually more than one of these processes happen at the same time.\nMicroscopic explanation.\nIn the atomic theory solids, liquids and gases are made of tiny particles called \"atoms\". The temperature of the material measures how fast the atoms are moving and the heat measures the total amount of energy due to the vibration of the atoms.\nConduction can happen when one part of a material is heated. The atoms in this part vibrate faster and are more likely to hit their neighbors. The collisions cause those atoms also to move faster, passing the heat energy to them. In this way the energy travels through the solid. (Rather like the way energy passes along a set of tumbling domino<nowiki/>s).\nThe atomic picture also helps explain why conduction is more important in solids: in solids the atoms are close together and unable to move around. In liquids and gases the particles can move past each other, so the collisions are less common.\nLaw of heat conduction.\nThermal conductivity usually varies with temperature, but the variation can be small, over a significant range of temperatures, for some common materials.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":114},{"uri":"Hot-water_bottle","surface_form":"hot-water bottle","offset":208},{"uri":"Thermal_conductivity","surface_form":"thermal conductivity","offset":388},{"uri":"Thermal_radiation","surface_form":"thermal radiation","offset":549},{"uri":"Convection","surface_form":"convection","offset":574},{"uri":"Atomic_theory","surface_form":"atomic theory","offset":684},{"uri":"Solids","surface_form":"solids","offset":698},{"uri":"Liquids","surface_form":"liquids","offset":706},{"uri":"Gases","surface_form":"gases","offset":718},{"uri":"Atom","surface_form":"atom","offset":759},{"uri":"Domino","surface_form":"domino","offset":1261},{"uri":"Thermal_conductivity","surface_form":"Thermal conductivity","offset":1548}]}