{"id":549791,"url":"http://en.wikipedia.org/wiki/Social_media_in_the_2016_United_States_presidential_election","text":"e=\"preserve\">In 2016, social media had the biggest effect ever on the United States presidential election. For the first time, social media created the change (of plans for Democratic and Republican primaries) rather than talking about it. Many journalists expected this.\nBenefits to candidates.\nMany presidential candidates benefited from the use of social media in the 2016 election.\nBernie Sanders.\nMany people think social media is the reason Bernie Sanders did so well in the Democratic primaries. In May 2016, 450,000 people belonged to the pro-Sanders Facebook group \"Bernie Sanders' Dank Meme Stash\". Another pro-Sanders group, \"Bernie or Hillary?\", exists.\nDonald Trump.\nSocial media is also thought by most people to be the reason Donald Trump did so well in the Republican primaries. Activity by Donald Trump supporters on social media was one of the things talked about at the first Republican debate. Trump mentioned that his social media accounts provided a tremendous platform for his election and helps keep people interested.\n\"Right Side Broadcasting Network\" often uploads live footage of Donald Trump rallys on YouTube, causing their popularity to go way up.\nHillary Clinton.\nIn April 2016, Correct the Record, a pro-Clinton super PAC, started a program called \"Barrier Breakers\" that wants to compete with the mostly online volunteer efforts of Sanders and Trump supporters. With $1 million in funding, Correct the Record hired a paid staff of people that used to be reporters, bloggers, public affairs specialists, designers to post good things about Clinton.\nOn June 9, 2016, as a response to Donald Trump's tweet about Obama's endorsement to Clinton, she wrote with a three word tweet: \"Delete your account\". This tweet has become her most retweeted tweet of all time.\nBy the end of June 2016, this most retweeted tweet of all time got more than 1,000,000 interactions.\nMemes.\nOne form of social media being used in the 2016 election are memes. \"The Guardian\" compared Internet memes to political cartoons, saying, \"For the first time in a US election cycle, community-generated (created) memes have grown to play a significant (important) role in political discourse (debate), similar to the classic printed cartoon. While an Internet meme is unlikely to destroy a political career, lots of memes targeting a candidate might.\" Many memes attacked Ted Cruz.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_media","surface_form":"social media","offset":22},{"uri":"United_States_presidential_election%2C_2016","surface_form":"United States presidential election","offset":70},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":447},{"uri":"Bernie_Sanders%27_Dank_Meme_Stash","surface_form":"Bernie Sanders' Dank Meme Stash","offset":575},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1107},{"uri":"YouTube","surface_form":"YouTube","offset":1130},{"uri":"Super_PAC","surface_form":"super PAC","offset":1244},{"uri":"Donald_Trump","surface_form":"Donald Trump's","offset":1615},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1969},{"uri":"Internet_meme","surface_form":"Internet meme","offset":1992},{"uri":"Ted_Cruz","surface_form":"Ted Cruz","offset":2371}]}