{"id":549738,"url":"http://en.wikipedia.org/wiki/Springfield_Model_1795_Musket","text":"The US Springfield Model 1795 Musket was the first smoothbore flintlock musket produced in the United States. It was based on the French Model 1763 Charleville musket and like the French design was a.69 caliber musket. The Charleville and the Brown Bess were the two most famous muskets during the 18th century. The Charleville musket had been the primary musket used by Americans during the American Revolutionary War. The Charleville being the more accurate of the two, it was selected as the model for a new American musket.\nHistory.\nAbout the middle of the 18th century, French gunsmith Honoré Blanc developed the concept of interchangeable parts for muskets. Blanc tried to interest other European gunsmiths, but they were not impressed by the idea. But he did interest the American Ambassador to France, Thomas Jefferson. Jefferson quickly saw that mass production of weapons parts would free America from dependence on European sources for parts. He could not get Blanc to move to the United States but he did convince President George Washington it was a good idea. In 1798, Eli Whitney got the first contract for 10,000 muskets to be delivered within two years. Whitney used a large force of unskilled workers and machinery to produce standardized identical parts at a low cost. Congress had already decided to pattern the new musket after the 1763 French Charleville model. Whitney, like other contractors, had been given 2 or 3 to work with.\nThe Model 1795 muskets were the first muskets produced at the Springfield Armory and also the Harpers Ferry Armory. The Harpers Ferry Armory did not begin producing the muskets until 1798 at the earliest and more probably started around 1800. There were some distinct differences in the muskets produced at the two armories. The models from the Springfield Armory have dates of manufacture on the lockplate and have an eagle stamp with the word \"Springfield\". Between 1795 and 1816, the Springfield Armory produced about 85,000 muskets. Between the two armories, some 700,000 muskets were produced between 1795 and 1844. This makes it the longest production run in American history. The Springfield musket was used in the War of 1812, the Mexican-American War, and even the American Civil War. They were also carried on the Lewis and Clark Expedition.\nThe Springfield Armory.\nCreated in 1777, during the American Revolution the arsenal stored muskets, cannon, and other weapons. When France entered the war on the side of the United States, the large stores of arms and ammunition were sent to Springfield for storage and to be sent to the troops. After the war there were large supplies of Charleville muskets stored at Springfield. When the US decided to manufacture its own muskets, Springfield had a daunting task ahead of it. The government had to start up arms factories with no past experience in doing so. When Whitney was awarded the contract (for five years) he was paid most of the money up front. The contract paid Whitney $13.40 per musket when it was determined the Springfield armory could make them for $10 each. The reason they did this was to learn from Whitney and other contractors how the weapon was produced and assembled efficiently. When government inspectors saw talented workers at various contractor's factories, they would often persuade them to come work at Springfield. By the 1840s the government no longer saw the need to pay contractors the higher prices and would award contracts based on the best bid.","categories":[],"infobox_types":[],"annotations":[{"uri":"US","surface_form":"US","offset":4},{"uri":"Smoothbore","surface_form":"smoothbore","offset":51},{"uri":"Flintlock","surface_form":"flintlock","offset":62},{"uri":"Musket","surface_form":"musket","offset":72},{"uri":"United_States","surface_form":"United States","offset":95},{"uri":"France","surface_form":"French","offset":130},{"uri":"Charleville_musket","surface_form":"Charleville musket","offset":148},{"uri":"Caliber","surface_form":"caliber","offset":203},{"uri":"Brown_Bess","surface_form":"Brown Bess","offset":243},{"uri":"18th_century","surface_form":"18th century","offset":298},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":392},{"uri":"18th_century","surface_form":"18th century","offset":561},{"uri":"Gunsmith","surface_form":"gunsmith","offset":582},{"uri":"Honor%C3%A9_Blanc","surface_form":"Honoré Blanc","offset":591},{"uri":"Interchangeable_parts","surface_form":"interchangeable parts","offset":629},{"uri":"Europe","surface_form":"Europe","offset":694},{"uri":"Ambassador","surface_form":"Ambassador","offset":788},{"uri":"France","surface_form":"France","offset":802},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":810},{"uri":"Mass_production","surface_form":"mass production","offset":855},{"uri":"President_of_the_United_States","surface_form":"President","offset":1026},{"uri":"George_Washington","surface_form":"George Washington","offset":1036},{"uri":"Eli_Whitney","surface_form":"Eli Whitney","offset":1083},{"uri":"Contract","surface_form":"contract","offset":1109},{"uri":"United_States_Congress","surface_form":"Congress","offset":1288},{"uri":"Contract","surface_form":"contract","offset":1404},{"uri":"Springfield_Armory","surface_form":"Springfield Armory","offset":1515},{"uri":"Harpers_Ferry_Armory","surface_form":"Harpers Ferry Armory","offset":1547},{"uri":"American_history","surface_form":"American history","offset":2118},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2175},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":2192},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":2227},{"uri":"Lewis_and_Clark_Expedition","surface_form":"Lewis and Clark Expedition","offset":2277},{"uri":"Cannon","surface_form":"cannon","offset":2405},{"uri":"Weapon","surface_form":"weapon","offset":2423},{"uri":"Ammunition","surface_form":"ammunition","offset":2523},{"uri":"Government_of_the_United_States","surface_form":"government","offset":2788},{"uri":"Inspector","surface_form":"inspector","offset":3226},{"uri":"Factory","surface_form":"factories","offset":3282},{"uri":"Bid","surface_form":"bid","offset":3485}]}