{"id":54977,"url":"http://en.wikipedia.org/wiki/Vassal","text":"A vassal during the feudalism of medieval Europe, was someone who had shared duties with a lord. Usually the vassal provided soldiers to the lord. The lord used his army of soldiers from all of his vassals to protect those vassals. The lord also gave him the piece of land that he held as a fief. By analogy the term \"vassal\" is used also for similar systems in other feudal societies.\nWestern vassalage.\nThe development of the \"vassal\", in a society that was increasingly organised around the concept of \"lordship\"– in French the \"seigneur\"– is one sign that Antiquity ended and the Early Middle Ages began. Lordship is the basic social institution as Tacitus described them in his book \"Germania\". The Roman West experienced them for the first time in the Migration Period.\nAs the system developed in the seventh century, the vassals were gangs of freemen who subjected themselves, in some degree of formality, to the authority of a leader, from whom they could expect to be fed, clothed and armed. The quality of a vassal was only in his fighting ability and the strength of his loyalty. The etymology (where the word came from) of \"vassal\" is from a Celtic word \"gwas\" \"boy\" that meant a young male slave, with a Latinised form, \"vassus\" that appeared in Salic Law (Rouche 1987 p 429), like the way \"knight\" came from the from Old English word \"cniht\" and similar words in Frisian and Dutch, all meaning \"lad\" [http://www.etymonline.com/index.php?l=k&p=3].","categories":[],"infobox_types":[],"annotations":[{"uri":"Feudalism","surface_form":"feudalism","offset":20},{"uri":"Medieval","surface_form":"medieval","offset":33},{"uri":"Europe","surface_form":"Europe","offset":42},{"uri":"Lord","surface_form":"lord","offset":91},{"uri":"Fiefdom","surface_form":"fief","offset":291},{"uri":"Seigneur","surface_form":"seigneur","offset":532},{"uri":"Ancient_history","surface_form":"Antiquity","offset":560},{"uri":"Early_Middle_Ages","surface_form":"Early Middle Ages","offset":584},{"uri":"Tacitus","surface_form":"Tacitus","offset":653},{"uri":"Migration_Period","surface_form":"Migration Period","offset":758},{"uri":"Salic_Law","surface_form":"Salic Law","offset":1259},{"uri":"Knight","surface_form":"knight","offset":1304}]}