{"id":549896,"url":"http://en.wikipedia.org/wiki/Beauty_of_Loulan","text":"The Beauty of Loulan (楼兰美女) or Loulan Beauty (Other aliases: \"Loulan middle-aged woman(楼兰長女)\") is the preserved dead body of a woman who lived about 4000 years ago, during the Bronze Age. She was found on April 1, 1980 near the Silk Road by Chinese archaeologists Mu Sun-ing (穆舜英) and members of the Archaeological Institute of the Xinjiang Academy of Social Sciences. She was found in Xinjiang in China. She is called the Loulan Beauty because of her wonderfully preserved, stately facial features that people think are still beautiful. She is one of the Tarim mummies, named after where they were found, the Tarim Basin.\nUnlike Egyptian mummies, which were preserved on purpose, the Loulan Beauty was preserved almost by accident. She was buried near a salt lake in a desert, and the salt and dryness preserved her. Even her eyelashes are still there.\nThe Loulan Beauty surprised people because she had red hair and features like a European. Today, we would call her white (\"Caucasian\"). This was important because the Uighurs, who live in that part of China, like to say they were the original inhabitants of Xinjiang Province and some of them think of the Han Chinese as invaders. Because the Uighurs look more like Europeans than other Chinese citizens do, many would call the Loulan Beauty \"ancestor\" and thought she proved they were right.\nFor years, the Chinese government did not let anyone test the Loulan Beauty's DNA to see if she was European or just looked European after becoming a mummy. In 1993, Victor H. Mair and Paolo Francalacci, an Italian geneticist, were able to test some tissue samples. They found that the Loulan Beaty was probably European but also probably came from Siberia. Later, in 2007 and 2009, scientists from China's Jilin University and Fudan University both tested the Loulan Beauty's DNA too. They found she was at least part European, but her people might have lived in Siberia before coming to Xinjiang. But they all found that the Loulan Beauty was not a Uighur woman, which meant there was less reason for people to argue about her. In 2015, the Chinese government let the Loulan Beauty and other mummies tour foreign museums as an exhibit about the Silk Road.\nHer ancestry on her father's side was Indo European. The hair on her head is red. The woman was 40~48 years old at the time of her death. Her height was 152~155 cm, and her blood type was O.\nScientists learned things about her life by looking at her body and clothes. Her shoes and clothing having been worn out and fixed repeatedly. Her hair was infested with lice. She had inhaled a great deal of sand, dust and charcoal. She may have died of lung failure. She lived around B.C 1900~B.C 1800.\nThe mummy is wrapped in a wool cloth, cowhide leather, and linen. She is wearing leather shoes. Several items made out of clay and some grain were found with her.\nIn 1980, she was restored by Japanese painter Yamaguchi Terunari(山本耀也). Her ancestry on her father's side was of European origin, but her mother seems to have been at least of mixed-Asian heritage. The mummy is displayed on the second floor of the Xinjiang Museum, \"Mummy Hall\"(古尸馆). She was possibly an ancestor of Tocharians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bronze_Age","surface_form":"Bronze Age","offset":176},{"uri":"Silk_Road","surface_form":"Silk Road","offset":228},{"uri":"China","surface_form":"Chinese","offset":241},{"uri":"Archaeology","surface_form":"archaeologists","offset":249},{"uri":"Mu_Sun-ing","surface_form":"Mu Sun-ing","offset":264},{"uri":"Xinjiang","surface_form":"Xinjiang","offset":386},{"uri":"Tarim_mummies","surface_form":"Tarim mummies","offset":556},{"uri":"Tarim_Basin","surface_form":"Tarim Basin","offset":610},{"uri":"Ancient_Egyptian_funerary_practices","surface_form":"Egyptian mummies","offset":630},{"uri":"European","surface_form":"European","offset":934},{"uri":"Uighurs","surface_form":"Uighurs","offset":1021},{"uri":"Han_Chinese","surface_form":"Han Chinese","offset":1160},{"uri":"DNA","surface_form":"DNA","offset":1425},{"uri":"Victor_H._Mair","surface_form":"Victor H. Mair","offset":1513},{"uri":"Italian","surface_form":"Italian","offset":1554},{"uri":"Geneticist","surface_form":"geneticist","offset":1562},{"uri":"Genetic_testing","surface_form":"test","offset":1587},{"uri":"Siberia","surface_form":"Siberia","offset":1696},{"uri":"Blood_type","surface_form":"blood type","offset":2378},{"uri":"Japan","surface_form":"Japan","offset":2892},{"uri":"Yamaguchi_Terunari","surface_form":"Yamaguchi Terunari","offset":2909},{"uri":"Xinjiang_Museum","surface_form":"Xinjiang Museum","offset":3111},{"uri":"Tocharians","surface_form":"Tocharians","offset":3179}]}