{"id":549808,"url":"http://en.wikipedia.org/wiki/Long_range_shooting","text":"Long range shooting is a relative term generally meaning accurate shooting at distances ordinary shooters with ordinary rifles could not hit. For example, Daniel Boone, using a flintlock rifle could probably hit a target at up to. Today, expert marksmen are hitting targets well over away. Modern long range shooting is more than just using modern machined actions and precision gun barrels. These produce a rifle that a decent shooter can hit targets at about 250 yards, ranges that were unheard of by black powder shooters.\nCalculations.\nThe ability to hit a target at (or 10 football fields away) requires the shooter to become an expert in ballistics. First, the shooter has to know exactly how far away target is. They have to be able to compensate for windage (the effects of wind on a bullet). Next, the shooter has to compute the \"elevation\". This is how far \"above\" the target the shooter must aim to compensate for the force of gravity on the bullet at a given distance. Shooters have to compensate also for shots uphill or downhill from their position.\nOther factors include \"bullet Drift\". This means a bullet that fired out of the barrel with a muzzle velocity (speed at the muzzle) of 2800 FPS that exits a barrel with 1:12 rifling is spinning at 168,000 RPMs. At just the bullet will drift about in the direction it was spinning. If the rifle has a right-hand twist, the bullet will go to the right of the target.\nSpotter.\nLong range shooters, and especially sniper<nowiki/>s, operate as a team. As difficult as long range shooting is, it would be even harder without a spotter. Spotters are also trained snipers or long range shooters. The spotter has a number of jobs. He helps locate the target. He does most of the calculations for elevation, windage, and hitting a moving target. With several targets, the spotter decides which to hit first. Spotters also measure the humidity, temperature, and the angle of the shot. He then tells the sniper/shooter what adjustments to make to the rifle scope. Finally, the spotter tells the shooter where the round hit—on target or a miss—and what adjustments to make to get back on-target.","categories":[],"infobox_types":[],"annotations":[{"uri":"Relative","surface_form":"relative","offset":25},{"uri":"Shooting","surface_form":"shooting","offset":66},{"uri":"Distance","surface_form":"distance","offset":78},{"uri":"Rifle","surface_form":"rifle","offset":120},{"uri":"Example","surface_form":"example","offset":146},{"uri":"Daniel_Boone","surface_form":"Daniel Boone","offset":155},{"uri":"Flintlock","surface_form":"flintlock","offset":177},{"uri":"Expert","surface_form":"expert","offset":238},{"uri":"Marksman","surface_form":"marksmen","offset":245},{"uri":"Target","surface_form":"target","offset":266},{"uri":"Gun_barrel","surface_form":"gun barrel","offset":379},{"uri":"Black_powder","surface_form":"black powder","offset":503},{"uri":"American_football","surface_form":"football fields","offset":578},{"uri":"Ballistics","surface_form":"ballistics","offset":644},{"uri":"Windage","surface_form":"windage","offset":758},{"uri":"Wind","surface_form":"wind","offset":782},{"uri":"Bullet","surface_form":"bullet","offset":792},{"uri":"Gravity","surface_form":"gravity","offset":938},{"uri":"Foot_per_second","surface_form":"FPS","offset":1204},{"uri":"Rifling","surface_form":"rifling","offset":1238},{"uri":"RPM","surface_form":"RPM","offset":1269},{"uri":"Sniper","surface_form":"sniper","offset":1474},{"uri":"Sniper","surface_form":"spotter","offset":1585},{"uri":"Humidity","surface_form":"humidity","offset":1888},{"uri":"Temperature","surface_form":"temperature","offset":1898},{"uri":"Angle","surface_form":"angle","offset":1919},{"uri":"Adjustment","surface_form":"adjustment","offset":1976},{"uri":"Telescope","surface_form":"rifle scope","offset":2003}]}