{"id":54995,"url":"http://en.wikipedia.org/wiki/Trigonometric_function","text":"In mathematics, the trigonometric functions are a set of functions which relate angles to the sides of a right triangle. There are many trigonometric functions, the 3 most common being sine, cosine, tangent, followed by cotangent, secant and cosecant. The last three are called reciprocal trigonometric functions, because they act as the reciprocals of other functions. Secant and cosecant are rarely used.\nDefinition.\nThe trigonometric functions sometimes are also called circular functions. They are functions of an angle; they are important when studying triangles, among many other applications. Trigonometric functions are commonly defined as ratios of two sides of a right triangle containing the angle, and can equivalently be defined as the lengths of various line segments from a unit circle (a circle with radius of one).\nRight triangle definitions.\nAll triangles are taken to exist in Euclidean geometry, so that the inside angles of each triangle sum to π radians (or 180°); therefore, for a right triangle, the two non-right angles are between zero and π/2 radians. Notice that strictly speaking, the following definitions only define the trigonometric functions for angles in this range. We extend them to the full set of real arguments by using the unit circle, or by requiring certain symmetries and that they be periodic functions.\n1) The sine of an angle is the ratio of the length of the opposite side to the length of the hypotenuse. In our case\nNote that since all those triangles are similar, this ratio does not depend on the particular right triangle that is chosen, as long as it contains the angle \"A\".\nThe set of zeroes of sine (that is, the values of formula_1 for which formula_1) is\n2) The cosine of an angle is the ratio of the length of the adjacent side to the length of the hypotenuse. In our case\nThe set of zeroes of cosine is\n3) The tangent of an angle is the ratio of the length of the opposite side to the length of the adjacent side. In our case\nThe set of zeroes of tangent is\nThis is the same set as that of the sine function, since\nThe remaining three functions are best defined using the above three functions.\nDefinitions by power series.\nand define tangent, cotangent, secant and cosecant using identities, see below.\nHyperbolic functions.\nThe hyperbolic functions are like the trigonometric functions, in that they have very similar properties. Each of six trigonometric functions has a corresponding hyperbolic form. They are defined in terms of the exponential function, which is based on the constant \"e\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":3},{"uri":"Angles","surface_form":"angles","offset":80},{"uri":"Right_triangle","surface_form":"right triangle","offset":105},{"uri":"Tangent","surface_form":"tangent","offset":199},{"uri":"Cotangent","surface_form":"cotangent","offset":220},{"uri":"Secant","surface_form":"secant","offset":231},{"uri":"Cosecant","surface_form":"cosecant","offset":242},{"uri":"Reciprocal","surface_form":"reciprocal","offset":338},{"uri":"Function_(mathematics)","surface_form":"function","offset":502},{"uri":"Angle","surface_form":"angle","offset":518},{"uri":"Triangle_(geometry)","surface_form":"triangles","offset":558},{"uri":"Ratio","surface_form":"ratio","offset":648},{"uri":"Unit_circle","surface_form":"unit circle","offset":789},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":896},{"uri":"Radian","surface_form":"radian","offset":968},{"uri":"Degree_(angle)","surface_form":"°","offset":983},{"uri":"Unit_circle","surface_form":"unit circle","offset":1264},{"uri":"Periodic_function","surface_form":"periodic function","offset":1329},{"uri":"Similar_triangle","surface_form":"similar","offset":1506},{"uri":"Hyperbolic_functions","surface_form":"hyperbolic functions","offset":2290},{"uri":"Exponential_function","surface_form":"exponential function","offset":2498},{"uri":"Euler%27s_number","surface_form":"e","offset":2552}]}