{"id":550339,"url":"http://en.wikipedia.org/wiki/Siege_of_Petersburg","text":"The Richmond–Petersburg Campaign was a series of battles around Petersburg, Virginia, fought from June 9, 1864, to March 25, 1865. Fought during the American Civil War, it is more popularly known as the Siege of Petersburg. But it was not a classic military siege, in which a city is usually surrounded and all supply lines are cut off. Nor was it strictly limited to actions against Petersburg. The campaign consisted of nine months of trench warfare in which Union forces commanded by Lieutenant General Ulysses S. Grant assaulted Petersburg unsuccessfully. Then the Union Army constructed trench lines that eventually extended over. They ran from the eastern outskirts of Richmond, Virginia, to around the eastern and southern outskirts of Petersburg. Petersburg was critical to the supply of Confederate Lieutenant General Robert E. Lee's army and the Confederate capital of Richmond. Numerous raids were conducted and battles fought in attempts to cut off the railroad supply lines through Petersburg to Richmond. Many of these caused the lengthening of the trench lines, overloading dwindling Confederate resources.\nLee finally gave in to the pressure and abandoned both cities on April 3, 1865. This led to Lee's final surrender at Appomattox Court House on April 9, 1865. The trench warfare of Petersburg became common in World War I, earning it a prominent position in military history. Of the 4,000 African American troops of the 4th Division, IX Corps, who fought at the Battle of the Crater on July 30, 1864, over half were killed, wounded or captured.\nBackground.\nOn March 10, 1864, Ulysses S. Grant was promoted to lieutenant general. He was given command of all Union troops. Grant planned a coordinated strategy to apply pressure on the Confederacy from many points. This was something President Abraham Lincoln had urged his generals to do from the beginning of the war. Grant put Major General William T. Sherman in immediate command of all forces in the West. He moved his own headquarters to be with the Army of the Potomac (still commanded by Maj. Gen. George G. Meade) in Virginia. Grant intended to maneuver Lee's army to a decisive battle. His secondary objective was to capture Richmond (the capital of the Confederacy). But Grant knew that the latter would happen automatically once the former was accomplished. His coordinated strategy called for Grant and Meade to attack Lee from the north, while Major General Benjamin Butler drove toward Richmond from the southeast. Major General Franz Sigel was to control the Shenandoah Valley. Sherman was ordered to invade Georgia, break up the Confederate Army of Tennessee, and capture Atlanta. Brigadier Generals George Crook and William W. Averell were to operate against railroad supply lines in Tennessee and Virginia. Finally, Major General Nathaniel P. Banks was assigned the task of capturing Mobile, Alabama.\nMost of these initiatives failed. Many of the assignment of generals to Grant were for political rather than military reasons. Butler's Army of the James bogged down against inferior forces under Gen. P.G.T. Beauregard before Richmond in the Bermuda Hundred Campaign. Sigel was soundly defeated at the Battle of New Market in May. At Lincoln's request, Banks was sent to Louisiana for the Red River Campaign and his move on Mobile was cancelled. However, Crook and Averell were able to cut the last railway linking Virginia and Tennessee. Sherman's Atlanta Campaign was a success, although it dragged on through the fall.\nGrant and Meade's Army of the Potomac crossed the Rappahannock River and entered the area known as the Wilderness. On May 5, 1864, Grant was met by an undersize Confederate force of 60,000 soldiers led by Lee. At the bloody but tactically inconclusive Battle of the Wilderness (May 5–7) and Battle of Spotsylvania Court House (May 8–21), Grant failed to destroy Lee's army. But, unlike his predecessors, Grant did not retreat after the battles. He repeatedly moved his army leftward to the southeast in a campaign that kept Lee on the defensive and moved ever closer to Richmond. Grant spent the remainder of May maneuvering and fighting minor battles with the Confederate army as he attempted to turn Lee's flank and lure him into the open. Grant knew that his larger army and base of manpower in the North could sustain a war of attrition better than the Confederacy could. This theory was tested at the Battle of Cold Harbor (May 31 – June 12) when Grant's army once again came into contact with Lee's near Mechanicsville. He chose to engage Lee's army directly, by ordering a frontal assault on the Confederate fortified positions on June 3. This attack was repulsed with heavy losses. Cold Harbor was a battle that Grant regretted more than any other and Northern newspapers thereafter frequently referred to him as a \"butcher\". Although Grant suffered about 45% casualties. Lee lost about 50% his forces. These were losses that Lee could not replace.\nOn the night of June 12, Grant again advanced by his left flank, marching to the James River. He planned to cross to the south bank of the river, bypassing Richmond, and isolate Richmond by seizing the railroad junction of Petersburg to the south. While Lee remained unaware of Grant's intentions, the Union army constructed a pontoon bridge and crossed the James River. What Lee had feared most of all was about to happen. Petersburg was the main supply base and rail depot for the entire region, including Richmond. The taking of Petersburg by Union forces would make it impossible for Lee to continue defending Richmond.\nFirst battle of Petersburg.\nAlso called the \"Battle of Old Men and Young Boys\", it was fought on June 9, 1864 just outside Petersburg. The armies of Lee and Grant were deadlocked just outside of Richmond in their Cold Harbor defenses. Butler knew Grant would probably soon attack Petersburg since it was the key supply point for Richmond. By way of intelligence from slaves and Confederate deserters and a captured Confederate map, Butler realized Petersburg was not well defended. In Petersburg, Confederate generals Beauregard and Wise had only 2,200 militiamen guarding the city. One Petersburg citizen called them a collection of \"greyhaired men, and beardless boys.\" Some were not even equipped with rifles. Butler saw an opportunity and sent a force of 3,400 infantrymen along with 1,300 cavalry to attack Petersburg before Grant could get there. The Union infantry attacked from the east while the cavalry attacked from the south using the Jerusalem Plank Road. The infantry attack was intended as a diversion while the cavalry entered the city from the south. But the 2,500 Confederate defenders fought off both attacks. The infantry was stopped by the Dimmock Line which had been constructed to stop any such attacks. After the attacks failed, Butler withdrew.\nSecond battle of Petersburg.\nMeade’s Army of the Potomac marched from Cold Harbor to support Butler. Meade's leading XVIII Corps crossed the Appomattox River and attacked Petersburg on June 15. The Confederate defenders were driven back to Harrison Creek. The Union XVIII Corps was then relieved by the II Corps. The next day, June 16, II Corps captured another part of the Confederate line. Beauregard moved more defenders to hold the Union troops while Lee, now aware of the situation at Petersburg, rushed troops to the city. On June 18, the Union II, XI, and V Corps attacked but were beaten back with heavy casualties. Now the Confederate fortifications were heavily defended and all hopes of an easy Union victory were lost. This was the beginning of the siege of Petersburg. Rather than a tactical siege with short term goals, it now became a strategic siege involving a number of battles.\nBattle of First Deep Bottom.\nContinuing their attacks, the Union Army under Grant began their third offensive against Richmond-Petersburg. General Winfield Scott Hancock's II Corps and two divisions of General Philip Sheridans cavalry crossed the James River at the \"Deep Bottom\" oxbow. They crossed at night to threaten Richmond. The plan called for the infantry to push the Confederates to the west. Then the cavalry could attack the railroad that connected Lee to the Confederate army under General Jubal Early still in the Shenendoah Valley. Sheridan's cavalry was then to attack Richmond if possible. But after breaking through the Confederate line, the Union offensive stalled. The Union cavalry was counterattacked by Richard H. Anderson's Confederate infantry. But the counterattack was defeated by the dismounted cavalry with their Spencer repeating carbines. But late on July 28, Hancock and Sherman withdrew back to Deep Bottom. The next night, July 29/30, they crossed the James River back to their own lines. They left a garrison to guard the crossing at Deep Bottom. Both sides could claim a victory. The Union forces defeated the Confederate infantry at Darby farm. But the withdrawal afterwards allowed the Confederates a victory. It was a Union victory strategically because their attack on the Virginia Peninsula caused Lee to move five and a half divisions north of James River. This weakened Petersburg leaving only four Confederate divisions to fight there. While Hancock and Sheridan were diverting Lee's attention, a mining operation was going on at Petersburg. A long tunnel was being dug by a regiment of Pennsylvania coal miners. It was dug right up to a Confederate strongpoint.\nBattle of the Crater.\nAt this point in the siege, Lee's army had strengthened the Petersburg line. They dug breastworks out of rifle pits. At night, with pick and shovel, they then turned the breastworks into deep trenches. Pointed stakes turned outwards were designed to break up any frontal attacks. The area between the two lines became a no man's land. The summer that year was hot and dry. Streams and springs were quickly drying up causing a water shortage on both sides. The siege was quickly becoming a stalemate.\nAt a part of the Union line that was only from the Confederate line, the 48th Pennsylvania regiment was dug in. They were below the top of a ridge and part of their lines could not be seen by Confederates, blocked by the terrain. The 48th Pennsylvania regiment was made up of anthracite coal miners. Their commander heard his men remark, \"We could blow that damned fort out of existence if we could run a mine shaft under it!\" He passed the idea up to Burnside who agreed to the idea and digging started on June 25. Confederates on the ridge began to hear the sounds of picks and shovels under them. They dug several listening shafts. But when the digging sounds stopped on 23 July, they quit looking and dismissed any danger from mining. By the afternoon of July 28 the explosives were ready. Burnside's Fourth Division, including nine regiments of African American troops were trained to bypass the crater the explosion would cause and attack immediately after the explosion. These were fresh troops and their morale was high. At the last minute, Burnside's plan was changed by his commander General Meade to send in white troops. Meade said he did not want to be responsible for the \"massacre\" of colored troops.\nJust before 5:00 am the explosion blew up a Confederate artillery battery and most of an infantry regiment. The blast killed at least 278 Confederates instantly. The crater caused by the explosion was more than long, across and deep. Following the explosion, the untrained Union troops were slow to leave their trenches. Instead of avoiding the crater they ran right into it. The walls of the crater exposed red clay making them too slippery to climb out of. The Confederates recovered quickly and began firing down directly on the Union troops who were unprotected. To try to save the situation, after four hours of fighting Burnside ordered the black troops to attack. At this point they could only follow the white soldiers into the crater. They had to force their way past the dead, wounded and demoralized white troops to get into the fight. As more Confederates joined in, they set up a tremendous crossfire into the crater. Mortar shells were dropped on the Union troops and the Confederate cannons were rolled up to the edge and fired canister shot at the soldiers trapped in the crater. The situation quickly turned from a one-sided battle into a race riot. As Union soldiers surrendered, black soldiers were given no quarter. Those who were allowed to surrender were murdered by Confederate troops as they were marched to the rear. Some Confederates later expressed regret that they could not kill them fast enough, as a few black troops made it to the rear alive.\nThe fighting went on for eight and a half hours. Burnside's IX Corps suffered 3,800 casualties. Lee's army lost about 1,500 who were killed, wounded or missing. But the black troops lost 1,327 men, 450 of whom surrendered. Most of these were murdered by Confederate soldiers as they were marched to the rear under guard. The failure and horror over what happened at the Battle of the Crater caused Burnside to be relieved of his command. He was placed on indefinite leave of absence with no orders to return to duty. This effectively ended his army career. He resigned from the army less than nine months later, on April 15, 1865.\nBattle of Second Deep Bottom.\nGeneral Grant was using a strategy of simultaneous operations on both sides of the James River during the summer of 1864. Grant was forcing Lee to use Confederate troops on two fronts. Lee, on the other hand, had General Early in the Shenandoah Valley. While Grant and Lee were engaged at Petersburg, Early launched an offensive into the North that was threatening Washington, D.C..\nGrant learned that Lee was sending part of his force to support Early in the Shenandoah Valley. He thought the Confederate trenches between Petersburg and Richmond were now more lightly defended. The information was wrong. But Grant saw an opportunity to break the siege of Petersburg by attacking the trenches around Deep Bottom. The week-long campaign failed to defeat the Confederate defenses because Grant had miscalculated the situation. He sent General Hancock with Union II Corps, X Corps, and General David McMurtrie Gregg’s cavalry division across the James at Deep Bottom during the night of August 13-14. At first, the Union attacks were successful. But soon Confederate reinforcements arrived and the Union advance stalled. On August 17 a truce was called so both sides could take care of their dead and wounded. Lee ordered a counterattack the next day. But it was poorly organized and did not accomplish much. Hancock, however, began a withdrawal of the Union troops north of James. By August 20 the withdrawal was completed. The Union forces maintained their bridgehead at Deep Bottom. Overall the battle and skirmishes cost the Union 3,000 casualties against a loss to the Confederacy of about 1,500. Lee's thinly defended line some long remained intact. But he could not afford to send any troops to Early in the Shenandoah Valley.\nAttacks on the Weldon Railroad.\nWhile the Second Battle of Deep Bottom was going on, Grant had sent troops south of Petersburg to capture the Weldon Railroad. This was another of Grant's simultaneous operations. The Weldon Railroad was the only connection between Petersburg and the last Atlantic seaport at Wilmington, North Carolina. Grant had failed to capture the Weldon Railroad in June. The Union V Corps under General Gouverneur K. Warren was ordered to move west, destroy the tracks and, if possible, hold the rail line. Warren was successful in destroying tracks. But attacks and counterattacks went on for the next three days. The action cost the Union Army 4,279 casualties and the Confederates lost between 1,600 and 2,300 dead, wounded or missing. The Union was able to extend its lines west and built a fort named after Union General James S. Wadsworth, who was mortally wounded at the Battle of the Wilderness.\nHancock's II Corps moved against the Weldon Railroad on August 24. Tired from the battle at Deep Bottom, they were forced marched to the south of Petersburg to tear up more tracks. Gregg's cavalry cleared a path ahead of them. But on August 25, Confederate general Heath attacked the Union forces at Ream's Station. Confederates captured 9 cannon and took many Union prisoners. Hancock withdrew his forces back to the Union lines near the Jerusalem Plank Road.\nThe Great Beefsteak Raid.\nBy September 1864, the Confederate army was getting hungry. Supplies of everything were running low. Lee's army was feeling the effects of Grant's scorched earth policy in the Shenandoah Valley. On September 5 Lee learned that the Union Army had about 3,000 cattle being kept at Coggins Point, Virginia. This was only from Grant's headquarters. The herd was being lightly guarded by 250 men of the 1st D.C. Cavalry. There was also a detachment of about 150 men of the 13th Pennsylvania Cavalry. This entire area of the Union rear was picketed by one understrength cavalry division. Lee had been pressuring his cavalry commander, Major General Wade Hampton, to attack the Union rear area. Hampton saw this as a chance to both attack behind enemy lines and get cattle to feed the hungry Confederate soldiers at Petersburg. Lee approved but told Hampton he had one concern: “The only difficulty of importance I see to your project is your return.”\nWade put together a force of about 3,000 cavalry troops. It consisted of General W.H.F. \"Rooney\" Lee's cavalry division, and two brigades led by generals Thomas L. Rosser and James Dearing. It also included about 100 men from Pierce M. B. Young's and John Dunovant's brigades, along with a number of dogs to help herd the cattle. The plan was to ride a total of to steal the cattle then get them back to the Confederate lines. The herd designed to feed Union troops would now be used to feed Confederate troops.\nOn the morning of September 14, Hampton led his force southwest around the Union Army's left flank. They camped at Wilkinson’s Bridge on Rowanty Creek and early next morning moved to the bridge had once stood over Blackwater Creek. By midnight his forces had rebuilt the bridge and were now within of the cattle herd. Hampton divided his forces. Rooney Lee went to the left to screen against forces coming from Petersburg. Dearing's brigade went to the right to wait for the main attack, then protect the captured herd from any Union forces in the area. Rosser's brigade took the 1st D.C. Cavalry by surprise and captured 300 men. They also captured a number of the Union cavalry's new Spencer repeating rifles. The 13th Pennsylvania cavalry put up a stiffer resistance but were brushed aside by the larger Confederate force. Within a few hours the cattle had been captured and the Confederates were on their way back to their own lines. Once they discovered what had happened, Union forces in the area went after the cattle. All they got for their trouble was a few stray cattle. Once across the bridge over the Blackwater, Hampton's Confederates took it apart. In addition to the cattle, Hampton's men captured the civilian herders. The herders proved useful and seemed willing to go with the Confederate raiders. Hampton got 2,486 cattle losing just 10 men, 47 were wounded and four were missing. Hampton also kept one of the repeating rifles for himself.\nBattle of New Market Heights.\nAlso called the Battle of Chaffin's Farm. On the night of September 20–29, General Butler and his Army of the James cross the James River to attack the outer defenses of Richmond. At dawn, his columns attacked the Confederates. Fort Harrison was the key to General Butler's plan. It was the strongest point in the Confederate line north of the James. On high ground, the fort had a view all the way to the James River. The fort was lightly held by only 200 Confederate troops as most were in Petersburg at the time. The fort's cannon were old and not considered battle worthy by the Northern artillerymen. The Union attack came unexpectedly and so quickly that there were few Union casualties. The Union Army was successful at both New Market Heights and at Fort Harrison. The Confederates then fought to contain the breakthrough. As Grant predicted, Lee weakened his Petersburg defenses to reinforce his lines north of the James River. Lee counterattacked on September 30 but his efforts were unsuccessful. The Union troops dug in forming trenches around the territory they just captured. The confederates built a new line of defenses that cut off the area captured by the Federal troops. The total casualties were 4,430 including Union General Hiram Burnham. The fort was renamed Fort Burnham in his honor.\nBattle of Hatcher's Run.\nAlso called the Battle of Dabney’s Mill. On February 5, 1865, Gregg's Union cavalry division moved towards Ream's Station and the Dinwiddie Court House. Their mission was to raid and cut off Confederate supply trains. He was supported by Union General Warren's V Corps who took up a blocking position to stop any Confederate interference. Major General Andrew A. Humphreys's II Corps moved west to cover V Corps' right flank. That night, two more divisions reinforced the Union positions. But the raid was unsuccessful. As Gregg's cavalry was returning they were attacked by Confederate divisions led by Generals John Pegram and William Mahone. The Union advance was stopped although General Pelgram was killed in the battle. But the Union Army gained more territory as the line was now extended to Hatcher's run. Total casualties in the action were 2,700.\nBattle of Fort Stedman.\nBy March 25, 1865, the Siege of Petersburg had on for nine months. After initial battles the siege had settled into trench warfare. There were now a total of about 50 miles of trenches around Petersburg and Richmond. Lee was losing the war of attrition. Lee realized the Union Army around him was growing in size while his was getting smaller. He knew that as soon as Spring brought better weather, there would be a final attack by the Union Army. Lee ordered one of his most trusted generals, John Brown Gordon, to find a weak point in the Union line and attack it. Gordon thought Fort Stedman offered his best chance for success. While it had high walls and a moat, it formed a narrow gap in the Union line. Also, it was only from the Confederate line. Early in the morning, while it was still dark, Union pickets heard sounds coming from the corn field between the two lines. The sound was Confederate soldiers moving aside the \"Cheval de frise\" defenses in preparation for an attack. This was followed by 11,000 rebels who quickly captured of Union trenches. Union forces quickly arrived to turn back the Confederates to their own lines.\nUnion casualties were about 1,000. Confederate killed, wounded or captured numbered around 3,000. These were losses that Lee's army could not afford. Lee wrote Confederate President Jefferson Davis that he could not hold out much longer.\nThird Battle of Petersburg - The Breakthrough.\nAt the Battle of Five Forks, on April 1, 1865, Union General Sheridan's cavalry broke through and flanked the Confederate lines at Petersburg. This set the stage for the final attack. On the morning of April 2, Grant ordered all his troops south of the Appomattox River to charge the Confederate lines. The first success came at the same place where Sheridan had broken through the day before. Union General Horatio Wright's VI Corps quickly overran the Confederate pickets and began a brutal battle that lasted only 20 or 15 minutes. He lost some 2,200 Union solders during this short time period. But the larger numbers of the Union forces finally broke through the rebel line. Most of the Georgians and North Carolinans defending this section surrendered. The breakthrough by the VI Corps was the final straw for Confederate forces defending Petersburg. Lee wired Davis in Richmond that he had to evacuate both Petersburg and Richmond and retreat that night. This is also when Lee lost one of his best generals. Coming back from sick leave, riding to the front lines to rally his men, Lieutenant General A. P. Hill was killed by enemy gunfire.\nThe siege had lasted nine and a half months. There were a combined total of about 70,000 casualties. Richmond fell on April 3, 1865 and six days later, Lee surrendered his Army of Northern Virginia to General Grant at Appomattox Courthouse.","categories":[],"infobox_types":[],"annotations":[{"uri":"Series","surface_form":"series","offset":39},{"uri":"Battle","surface_form":"battle","offset":49},{"uri":"Petersburg%2C_Virginia","surface_form":"Petersburg, Virginia","offset":64},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":149},{"uri":"Siege","surface_form":"siege","offset":258},{"uri":"Surround","surface_form":"surround","offset":292},{"uri":"Supply_line","surface_form":"supply line","offset":311},{"uri":"Trench_warfare","surface_form":"trench warfare","offset":437},{"uri":"Union_Army","surface_form":"Union","offset":461},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":487},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":506},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":675},{"uri":"Critical","surface_form":"critical","offset":770},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":796},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":827},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":856},{"uri":"Abandoned","surface_form":"abandoned","offset":1162},{"uri":"Surrender_(military)","surface_form":"surrender","offset":1226},{"uri":"Appomattox_Court_House","surface_form":"Appomattox Court House","offset":1239},{"uri":"World_War_I","surface_form":"World War I","offset":1330},{"uri":"African_American","surface_form":"African American","offset":1409},{"uri":"Division_(military)","surface_form":"Division","offset":1444},{"uri":"Battle_of_the_Crater","surface_form":"Battle of the Crater","offset":1482},{"uri":"Wound","surface_form":"wound","offset":1544},{"uri":"Capture","surface_form":"capture","offset":1555},{"uri":"Promote","surface_form":"promote","offset":1617},{"uri":"Coordinate","surface_form":"coordinate","offset":1707},{"uri":"Strategy","surface_form":"strategy","offset":1719},{"uri":"President_of_the_United_States","surface_form":"President","offset":1802},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1812},{"uri":"Major_General","surface_form":"Major General","offset":1898},{"uri":"William_T._Sherman","surface_form":"William T. Sherman","offset":1912},{"uri":"Western_Theater_of_the_American_Civil_War","surface_form":"West","offset":1973},{"uri":"Headquarters","surface_form":"headquarters","offset":1996},{"uri":"Army_of_the_Potomac","surface_form":"Army of the Potomac","offset":2024},{"uri":"George_G._Meade","surface_form":"George G. Meade","offset":2074},{"uri":"Virginia","surface_form":"Virginia","offset":2094},{"uri":"Maneuver","surface_form":"maneuver","offset":2122},{"uri":"Decisive","surface_form":"decisive","offset":2147},{"uri":"Objective","surface_form":"objective","offset":2178},{"uri":"North","surface_form":"north","offset":2413},{"uri":"Benjamin_Franklin_Butler_(politician)","surface_form":"Benjamin Butler","offset":2440},{"uri":"Southeast","surface_form":"southeast","offset":2487},{"uri":"Franz_Sigel","surface_form":"Franz Sigel","offset":2512},{"uri":"Shenandoah_River","surface_form":"Shenandoah Valley","offset":2543},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":2592},{"uri":"Army_of_Tennessee","surface_form":"Army of Tennessee","offset":2626},{"uri":"Atlanta","surface_form":"Atlanta","offset":2657},{"uri":"Brigadier_General","surface_form":"Brigadier General","offset":2666},{"uri":"George_Crook","surface_form":"George Crook","offset":2685},{"uri":"William_W._Averell","surface_form":"William W. Averell","offset":2702},{"uri":"Tennessee","surface_form":"Tennessee","offset":2770},{"uri":"Nathaniel_Prentiss_Banks","surface_form":"Nathaniel P. Banks","offset":2817},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile, Alabama","offset":2871},{"uri":"Army_of_the_James","surface_form":"Army of the James","offset":3024},{"uri":"P.G.T._Beauregard","surface_form":"P.G.T. Beauregard","offset":3089},{"uri":"Bermuda_Hundred_Campaign","surface_form":"Bermuda Hundred Campaign","offset":3130},{"uri":"Battle_of_New_Market","surface_form":"Battle of New Market","offset":3190},{"uri":"Louisiana","surface_form":"Louisiana","offset":3259},{"uri":"Red_River_Campaign","surface_form":"Red River Campaign","offset":3277},{"uri":"Atlanta_Campaign","surface_form":"Atlanta Campaign","offset":3437},{"uri":"Rappahannock_River","surface_form":"Rappahannock River","offset":3560},{"uri":"Soldier","surface_form":"soldier","offset":3699},{"uri":"Battle_of_the_Wilderness","surface_form":"Battle of the Wilderness","offset":3762},{"uri":"Battle_of_Spotsylvania_Court_House","surface_form":"Battle of Spotsylvania Court House","offset":3801},{"uri":"Defend","surface_form":"defensive","offset":4045},{"uri":"Battle_of_Cold_Harbor","surface_form":"Battle of Cold Harbor","offset":4416},{"uri":"Mechanicsville%2C_Virginia","surface_form":"Mechanicsville","offset":4520},{"uri":"James_River_(Virginia)","surface_form":"James River","offset":5048},{"uri":"Pontoon_bridge","surface_form":"pontoon bridge","offset":5294},{"uri":"Deadlock","surface_form":"deadlock","offset":5759},{"uri":"Cold_Harbor%2C_Virginia","surface_form":"Cold Harbor","offset":5804},{"uri":"Information","surface_form":"intelligence","offset":5940},{"uri":"Slave","surface_form":"slave","offset":5958},{"uri":"Desertion","surface_form":"deserters","offset":5981},{"uri":"Map","surface_form":"map","offset":6018},{"uri":"Henry_A._Wise","surface_form":"Wise","offset":6124},{"uri":"Militia","surface_form":"militia","offset":6144},{"uri":"Citizen","surface_form":"citizen","offset":6189},{"uri":"Infantrymen","surface_form":"infantrymen","offset":6356},{"uri":"Cavalry","surface_form":"cavalry","offset":6385},{"uri":"Infantry","surface_form":"infantry","offset":6454},{"uri":"East","surface_form":"east","offset":6481},{"uri":"South","surface_form":"south","offset":6522},{"uri":"Diversion","surface_form":"diversion","offset":6598},{"uri":"Construction","surface_form":"constructed","offset":6780},{"uri":"Appomattox_River","surface_form":"Appomattox River","offset":7002},{"uri":"Casualty_(person)","surface_form":"casualties","offset":7473},{"uri":"Fortification","surface_form":"fortification","offset":7505},{"uri":"Military_tactics","surface_form":"tactical","offset":7657},{"uri":"Goal","surface_form":"goal","offset":7688},{"uri":"Strategic","surface_form":"strategic","offset":7711},{"uri":"Offensive_(military)","surface_form":"offensive","offset":7858},{"uri":"Winfield_Scott_Hancock","surface_form":"Winfield Scott Hancock","offset":7905},{"uri":"Philip_Sheridan","surface_form":"Philip Sheridan","offset":7968},{"uri":"Oxbow_lake","surface_form":"oxbow","offset":8038},{"uri":"West","surface_form":"west","offset":8154},{"uri":"Jubal_Early","surface_form":"Jubal Early","offset":8260},{"uri":"Counterattack","surface_form":"counterattack","offset":8464},{"uri":"Richard_H._Anderson","surface_form":"Richard H. Anderson","offset":8483},{"uri":"Spencer_repeating_carbine","surface_form":"Spencer repeating carbine","offset":8599},{"uri":"Garrison","surface_form":"garrison","offset":8792},{"uri":"Virginia_Peninsula","surface_form":"Virginia Peninsula","offset":9070},{"uri":"Mining","surface_form":"mining","offset":9298},{"uri":"Tunnel","surface_form":"tunnel","offset":9350},{"uri":"Regiment","surface_form":"regiment","offset":9376},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":9388},{"uri":"Coal_mining","surface_form":"coal miners","offset":9401},{"uri":"Strongpoint","surface_form":"strongpoint","offset":9451},{"uri":"Breastwork_(fortification)","surface_form":"breastwork","offset":9572},{"uri":"Defensive_fighting_position","surface_form":"rifle pits","offset":9591},{"uri":"Trenche","surface_form":"trenche","offset":9678},{"uri":"No_man%27s_land","surface_form":"no man's land","offset":9806},{"uri":"Summer","surface_form":"summer","offset":9825},{"uri":"Stream","surface_form":"Stream","offset":9859},{"uri":"Spring_(water)","surface_form":"spring","offset":9871},{"uri":"Water_shortage","surface_form":"water shortage","offset":9912},{"uri":"Stalemate","surface_form":"stalemate","offset":9975},{"uri":"Terrain","surface_form":"terrain","offset":10207},{"uri":"Anthracite","surface_form":"anthracite","offset":10262},{"uri":"Explosive_material","surface_form":"explosives","offset":10757},{"uri":"African_American","surface_form":"African American","offset":10836},{"uri":"Crater","surface_form":"crater","offset":10887},{"uri":"Morale","surface_form":"morale","offset":10998},{"uri":"12-hour_clock","surface_form":"am","offset":11219},{"uri":"Artillery","surface_form":"artillery","offset":11258},{"uri":"Clay","surface_form":"clay","offset":11614},{"uri":"Crossfire","surface_form":"crossfire","offset":12106},{"uri":"Mortar_(weapon)","surface_form":"Mortar","offset":12133},{"uri":"Shell_(projectile)","surface_form":"shell","offset":12140},{"uri":"Cannon","surface_form":"cannon","offset":12200},{"uri":"Canister_shot","surface_form":"canister shot","offset":12245},{"uri":"Ethnic_conflict","surface_form":"race riot","offset":12358},{"uri":"Surrender_(military)","surface_form":"surrender","offset":12387},{"uri":"No_quarter","surface_form":"no quarter","offset":12426},{"uri":"Murder","surface_form":"murder","offset":12479},{"uri":"Rear_(military)","surface_form":"rear","offset":12538},{"uri":"Leave_of_absence","surface_form":"leave of absence","offset":13143},{"uri":"Order","surface_form":"order","offset":13168},{"uri":"Effectively","surface_form":"effectively","offset":13199},{"uri":"Career","surface_form":"career","offset":13226},{"uri":"Resignation","surface_form":"resigned","offset":13237},{"uri":"Simultaneous","surface_form":"simultaneous","offset":13376},{"uri":"Front","surface_form":"front","offset":13515},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":13703},{"uri":"David_McMurtrie_Gregg","surface_form":"David McMurtrie Gregg","offset":14230},{"uri":"Truce","surface_form":"truce","offset":14472},{"uri":"Atlantic","surface_form":"Atlantic","offset":15358},{"uri":"Seaport","surface_form":"seaport","offset":15367},{"uri":"Wilmington%2C_North_Carolina","surface_form":"Wilmington, North Carolina","offset":15378},{"uri":"Gouverneur_K._Warren","surface_form":"Gouverneur K. Warren","offset":15495},{"uri":"West","surface_form":"west","offset":15536},{"uri":"James_S._Wadsworth","surface_form":"James S. Wadsworth","offset":15918},{"uri":"Cannon","surface_form":"cannon","offset":16336},{"uri":"Scorched_earth","surface_form":"scorched earth","offset":16630},{"uri":"Cattle","surface_form":"cattle","offset":16741},{"uri":"Headquarters","surface_form":"headquarters","offset":16814},{"uri":"Herd","surface_form":"herd","offset":16832},{"uri":"Detachment_(military)","surface_form":"detachment","offset":16916},{"uri":"13th_Pennsylvania_Cavalry","surface_form":"13th Pennsylvania Cavalry","offset":16951},{"uri":"Picket_(military)","surface_form":"picket","offset":17017},{"uri":"Strength","surface_form":"strength","offset":17038},{"uri":"Pressure","surface_form":"pressuring","offset":17078},{"uri":"Wade_Hampton_III","surface_form":"Wade Hampton","offset":17126},{"uri":"W.H.F._%26quot%3BRooney%26quot%3B_Lee","surface_form":"W.H.F. \"Rooney\" Lee","offset":17509},{"uri":"Thomas_L._Rosser","surface_form":"Thomas L. Rosser","offset":17582},{"uri":"James_Dearing","surface_form":"James Dearing","offset":17603},{"uri":"Pierce_M._B._Young","surface_form":"Pierce M. B. Young","offset":17654},{"uri":"John_Dunovant","surface_form":"John Dunovant","offset":17679},{"uri":"Dog","surface_form":"dog","offset":17728},{"uri":"Southwest","surface_form":"southwest","offset":17994},{"uri":"Flanking_maneuver","surface_form":"flank","offset":18033},{"uri":"Spencer_repeating_rifle","surface_form":"Spencer repeating rifle","offset":18626},{"uri":"Battle_of_Chaffin%27s_Farm","surface_form":"Battle of Chaffin's Farm","offset":19445},{"uri":"Fort_Harrison","surface_form":"Fort Harrison","offset":19657},{"uri":"Unexpected","surface_form":"unexpected","offset":20057},{"uri":"Hiram_Burnham","surface_form":"Hiram Burnham","offset":20675},{"uri":"Dinwiddie%2C_Virginia","surface_form":"Dinwiddie Court House","offset":20893},{"uri":"Interference","surface_form":"interference","offset":21088},{"uri":"Andrew_A._Humphreys","surface_form":"Andrew A. Humphreys","offset":21116},{"uri":"John_Pegram","surface_form":"John Pegram","offset":21376},{"uri":"William_Mahone","surface_form":"William Mahone","offset":21392},{"uri":"Attrition_warfare","surface_form":"war of attrition","offset":21880},{"uri":"Weather","surface_form":"weather","offset":22034},{"uri":"John_Brown_Gordon","surface_form":"John Brown Gordon","offset":22138},{"uri":"Moat","surface_form":"moat","offset":22306},{"uri":"Corn","surface_form":"corn","offset":22489},{"uri":"Field","surface_form":"field","offset":22494},{"uri":"Cheval_de_frise","surface_form":"Cheval de frise","offset":22576},{"uri":"Confederate_States_Army","surface_form":"rebels","offset":22660},{"uri":"President_of_the_Confederate_States_of_America","surface_form":"Confederate President","offset":22946},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":22968},{"uri":"Horatio_Wright","surface_form":"Horatio Wright","offset":23479},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":23763},{"uri":"North_Carolina","surface_form":"North Carolina","offset":23777},{"uri":"Evacuation","surface_form":"evacuate","offset":23971},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":24159},{"uri":"A._P._Hill","surface_form":"A. P. Hill","offset":24178},{"uri":"Gunshot","surface_form":"gunfire","offset":24209}]}