{"id":55038,"url":"http://en.wikipedia.org/wiki/Thrust","text":"Thrust is a force or a push. When a system pushes or accelerates mass in one direction, there is a thrust (force) just as large in the opposite direction. In math and physics, this is described by Isaac Newton’s second and third laws. Thrust is used to describe how strongly an engine pushes. It can be used for many kinds of vehicles and engines such as rockets, motorboats, propellers, and jet engines.\nThrust is measured in “pounds of thrust” in the U.S. and in newtons in the metric system. 4.45 newtons of thrust equals 1 pound of thrust. A pound of thrust is how much thrust it would take to keep a one-pound object unmoving against the force of gravity on earth.\nThrust compared to power.\nA very common question is how to compare the thrust number of an airplane engine with the mechanical power of a piston engine (the kind of engine in cars and in many airplanes with propellers). It is hard to compare these two. This is because they are not measuring the same exact thing. A piston engine does not move the plane. It just turns the propeller, which moves the plane. Because of this, piston engines are rated by how much power they give to the propeller.\nWhere P is power, F is force, d is distance, and t is time. For a rocket or jet engine, the force is the same as thrust produced by the engine. Distance divided by time is also called speed. So power is the same as thrust times speed\nWhere T is thrust and \"v\" is speed. This is the power being delivered by the engine at a certain thrust or velocity. The propulsive power of a jet engine increases with its speed.\nThrust compared to weight.\nWhen the thrust of a rocket or an engine is compared to the weight, it is called the Thrust-to-weight ratio. The number that comes from this comparison does not have any units, because it is a ratio. A ratio in this case means that the thrust of the engine (in Newtons) is divided by the weight (in Newtons). The purpose of this comparison is to show how well the engine or vehicle performs, for example how much acceleration. It is a number that can be used to compare various types of motors like airplane motors, jet engines, rocket engines, or car engines.\nThis comparison number can change while the engine is running. This is because the weight of the engine gets lighter as fuel is used. The thrust-to-weight ratio is used to actually compare engines is the number found when the engine is first running.\nThrust is measured in “pounds of thrust” in the U.S. and in Newtons in the metric system. 4.45 Newtons of thrust equals 1 pound of thrust. A pound of thrust is how much thrust it would take to keep a one-pound object unmoving against the force of gravity on earth.\nExamples.\nAn airplane makes forward thrust when air is pushed in the direction opposite to flight. The thrust is made by the spinning blades of a propeller. Thrust can also be made by a rotating fan pushing air out from the back of a jet engine. Another way is by ejecting hot gases from a rocket engine.\nReverse thrust is the opposite of forward thrust. In this way air is pushed in the same way as the motion of the body. Reverse thrust can be used to help braking after landing. This can be done by redirecting the thrust in a turbofan or jet engine or by changing the blade angle of a propeller driven aircraft.\nBirds normally achieve thrust during flight by flapping their wings.\nA boat with a motor makes thrust or reverse thrust when the propellers are turned to push water backwards (or forwards). The thrust that this makes pushes the boat in the opposite direction than the water is being pushed.\nA rocket is pushed forward by a thrust force as large as the force the exhaust gas makes when going out of the rocket nozzle. The force the exhaust gas makes is called the exhaust velocity. The velocity is measured compared to the rocket. For vertical launch of a rocket to work, the starting thrust must be more force than the weight of the rocket.","categories":[],"infobox_types":[],"annotations":[{"uri":"Force_(physics)","surface_form":"force","offset":12},{"uri":"Acceleration","surface_form":"accelerates","offset":53},{"uri":"Mass","surface_form":"mass","offset":65},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":197},{"uri":"Newton%27s_laws_of_motion","surface_form":"second and third laws","offset":212},{"uri":"Motorboat","surface_form":"motorboat","offset":364},{"uri":"Propeller","surface_form":"propeller","offset":376},{"uri":"Jet_engine","surface_form":"jet engine","offset":392},{"uri":"Newton_(unit)","surface_form":"newtons","offset":465},{"uri":"Power_(physics)","surface_form":"power","offset":797},{"uri":"Acceleration","surface_form":"acceleration","offset":2019},{"uri":"Propeller_(aircraft)","surface_form":"propeller","offset":2829},{"uri":"Mechanical_fan","surface_form":"fan","offset":2878},{"uri":"Jet_engine","surface_form":"jet engine","offset":2917},{"uri":"Rocket_engine","surface_form":"rocket engine","offset":2973},{"uri":"Boat","surface_form":"boat","offset":3370},{"uri":"Rocket","surface_form":"rocket","offset":3592}]}