{"id":55034,"url":"http://en.wikipedia.org/wiki/Hydrothermal_vent","text":"A hydrothermal vent is an opening in the seabed of the Earth by which geothermal energy escapes. Sea water enters, becomes very hot, and rises. The hottest ones carry many black chemicals, and are called black smoker<nowiki/>s. Scientists have found fewer white smokers. Heat escapes from underground in many places. If they are on land, they are usually hot springs, geysers, or fumaroles. Many archaea and bacteria live near hydrothermal vents, which are underwater. They support giant tube worms, clams and shrimp, and many other eukaryotes. The earliest known life forms are thought to have lived near such vents.\nBiological communities.\nDeep sea organisms have no access to sunlight, so they must depend on nutrients in the chemical deposits and hydrothermal fluids in which they live. Compared to the surrounding sea floor, however, hydrothermal vent zones have a density of organisms 10,000 to 100,000 times greater.\nHydrothermal vent communities are able to sustain such vast amounts of life because vent organisms depend on chemosynthetic bacteria for food. These bacteria use sulfur compounds, particularly hydrogen sulfide, a chemical highly toxic to most known organisms, to produce organic material through the process of chemosynthesis.\nThe chemosynthetic bacteria grow into a thick mat which attracts other organisms such as amphipods and copepods which graze upon the bacteria directly. Larger organisms such as snails, shrimp, crabs, giant tube worms, fish, and octopus form a food chain of predator and prey relationships above the primary consumers.\nThe main groups of organisms around seafloor vents are worms, gastropods, and crustaceans, with large bivalves, and 'eyeless' shrimp making up the bulk of non-microbial organisms.\nTube worms form an important part of the community around a hydrothermal vent. They absorb nutrients directly into their tissues. There are approximately 285 billion bacteria per ounce of tubeworm tissue.\nTubeworms have red plumes which contain haemoglobin. Haemoglobin combines hydrogen sulfide and transfers it to the bacteria living inside the worm. In return the bacteria nourish the worm with carbon compounds.\nOther examples of the unique fauna who inhabit this ecosystem are the gastropod \"Crysomallon squamiferum\", a species of snail with a foot reinforced by scales made of iron and organic materials, and the 'Pompeii Worm' \"Alvinella pompejana\", which is capable of withstanding temperatures up to 80°C (176°F).\nOver 300 new species have been discovered at hydrothermal vents, many of them \"sister species\" to others in geographically separated vent areas. It has been proposed that before the North American plate overrode the Mid-Atlantic Ridge, there was a single biogeographic vent region found in the eastern Pacific. The subsequent barrier to travel began the evolutionary divergence of species in different locations. The examples of convergent evolution seen between distinct hydrothermal vents is seen as major support for the theory of natural selection and evolution as a whole.\nA species of phototrophic bacterium has been found living near a black smoker off the coast of Mexico at a depth of. No sunlight penetrates that far into the waters. Instead, the bacteria, part of the Chlorobiaceae family, use the faint glow from the black smoker for photosynthesis. This is the first organism discovered in nature to exclusively use a light other than sunlight for photosynthesis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fissure_vent","surface_form":"opening","offset":26},{"uri":"Seabed","surface_form":"seabed","offset":41},{"uri":"Geothermal_energy","surface_form":"geothermal energy","offset":70},{"uri":"Black_smoker","surface_form":"black smoker","offset":204},{"uri":"Hot_spring","surface_form":"hot spring","offset":355},{"uri":"Geyser","surface_form":"geyser","offset":368},{"uri":"Fumarole","surface_form":"fumarole","offset":380},{"uri":"Archaea","surface_form":"archaea","offset":396},{"uri":"Bacteria","surface_form":"bacteria","offset":408},{"uri":"Giant_tube_worm","surface_form":"giant tube worm","offset":482},{"uri":"Clam","surface_form":"clam","offset":500},{"uri":"Shrimp","surface_form":"shrimp","offset":510},{"uri":"Eukaryote","surface_form":"eukaryote","offset":533},{"uri":"Earliest_known_life_forms","surface_form":"earliest known life forms","offset":549},{"uri":"Hydrogen_sulfide","surface_form":"hydrogen sulfide","offset":1117},{"uri":"Chemosynthesis","surface_form":"chemosynthesis","offset":1235},{"uri":"Amphipod","surface_form":"amphipod","offset":1340},{"uri":"Copepod","surface_form":"copepod","offset":1354},{"uri":"Snail","surface_form":"snail","offset":1428},{"uri":"Shrimp","surface_form":"shrimp","offset":1436},{"uri":"Crabs","surface_form":"crabs","offset":1444},{"uri":"Giant_tube_worm","surface_form":"giant tube worm","offset":1451},{"uri":"Fish","surface_form":"fish","offset":1469},{"uri":"Octopus","surface_form":"octopus","offset":1479},{"uri":"Food_chain","surface_form":"food chain","offset":1494},{"uri":"Polychaete","surface_form":"worms","offset":1624},{"uri":"Gastropod","surface_form":"gastropod","offset":1631},{"uri":"Crustacean","surface_form":"crustacean","offset":1647},{"uri":"Bivalve","surface_form":"bivalve","offset":1671},{"uri":"Haemoglobin","surface_form":"haemoglobin","offset":1994},{"uri":"Fauna","surface_form":"fauna","offset":2194},{"uri":"Gastropod","surface_form":"gastropod","offset":2235},{"uri":"Mid-Atlantic_Ridge","surface_form":"Mid-Atlantic Ridge","offset":2688},{"uri":"Mexico","surface_form":"Mexico","offset":3145},{"uri":"Green_sulfur_bacteria","surface_form":"Chlorobiaceae","offset":3251},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":3318}]}