{"id":5505,"url":"http://en.wikipedia.org/wiki/Woman","text":"A woman is a female human adult. People use the word \"woman\" (one woman, two or more women) to talk about biological sex. Sometimes, the term woman is used regardless of age, as in phrases such as \"Women's rights\", to fight social issues such as misogyny.\nA woman usually has a uterus or \"womb\". A baby develops in the uterus, a sexual organ exclusive to females.\nRights.\nWhile women have gained many more rights and freedoms in most of the developed world, especially since the beginning of the 20th century, many women still face discrimination and harassment worldwide. In earlier centuries, women in most of the world did not have rights, including the right to vote, and were treated with even less respect than today.\nSymbol.\nThe symbol for the goddess Venus is used for women.\nEtymology.\nThe Latin \"fēmina\", whence \"female\", is likely from the root in \"fellāre\" (to suck), in reference to breastfeeding.\nA transgender is a woman who was born with a male reproductive system and chose to be identified as a woman.\nGender roles.\nAmong hunter-gatherer<nowiki/>s, women often work at gathering food and looking after children. This especially happened in the past.\nIn some modern societies, these roles have changed to allow single, career oriented women to become a regular part of society. Feminism has helped make this possible.\nHowever, women still face sexism in the industry today, including difference in salary compared to men.\nViolence against women.\nViolence against women are still a big problem even in modern society. Many societies have traditionally patriarchal values, where men are considered to be the leader of the family.\nEducation.\nBefore modern societies, education of women has been limited. In developed countries, most women have access to education, and even perform better than men at many levels. In the United States in 2005 and 2006, women have earned 62% of associate degrees, 58% of bachelor's degrees, 60% of master's degrees, and 50% of doctorates.\nThe lack of education in women has been decreasing, and more women today have at least completed tertiary education.\nScience, literature and art.\nThroughout history, women have made contributions to science, literature, and art.\nThere were many female writers, but gaining attention is difficult unless a writer would take up a male name to publish their work under.\nIn the field of music, women have been composers, songwriters, performers, singers, conductors, scholars, teachers, critics and more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Female","surface_form":"female","offset":13},{"uri":"Human","surface_form":"human","offset":20},{"uri":"Adult","surface_form":"adult","offset":26},{"uri":"Biological","surface_form":"biological","offset":106},{"uri":"Sex","surface_form":"sex","offset":117},{"uri":"Women%27s_rights","surface_form":"Women's rights","offset":198},{"uri":"Misogyny","surface_form":"misogyny","offset":246},{"uri":"Uterus","surface_form":"uterus","offset":278},{"uri":"20th_century","surface_form":"20th century","offset":496},{"uri":"Discrimination","surface_form":"discrimination","offset":532},{"uri":"Harassment","surface_form":"harassment","offset":551},{"uri":"Women%27s_suffrage","surface_form":"right to vote","offset":657},{"uri":"Venus_(mythology)","surface_form":"Venus","offset":759},{"uri":"Breastfeeding","surface_form":"breastfeeding","offset":896},{"uri":"Transgender","surface_form":"transgender","offset":913},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":1040},{"uri":"Industrial_Revolution","surface_form":"modern societies","offset":1176},{"uri":"Single_person","surface_form":"single","offset":1228},{"uri":"Feminism","surface_form":"Feminism","offset":1295},{"uri":"Sexism","surface_form":"sexism","offset":1361},{"uri":"Education","surface_form":"education","offset":1681},{"uri":"Developed_country","surface_form":"developed countries","offset":1721},{"uri":"Writers","surface_form":"writers","offset":2238},{"uri":"Composer","surface_form":"composers","offset":2392},{"uri":"Songwriter","surface_form":"songwriters","offset":2403},{"uri":"Performer","surface_form":"performers","offset":2416},{"uri":"Singers","surface_form":"singers","offset":2428},{"uri":"Conductor","surface_form":"conductors","offset":2437},{"uri":"Scholar","surface_form":"scholars","offset":2449},{"uri":"Teacher","surface_form":"teachers","offset":2459},{"uri":"Critic","surface_form":"critics","offset":2469}]}