{"id":55051,"url":"http://en.wikipedia.org/wiki/Resistor","text":"A resistor limits the electric current that flows through a circuit. Resistance is the restriction of current. In a resistor the energy of the electrons that pass through the resistor are changed to heat and/or light. For example, in a light bulb, the tungsten filament acts as a resistor that heats up because of the current going through it, causing it to glow.\nSeries and parallel.\nThere are many different types of resistors. Resistors have different power ratings to tell engineers how much power they can handle before they break and how accurate their value is. Connecting two resistors in series results in a higher resistance, and connecting them in parallel makes a lower resistance.\nNowadays the electrical industry in many cases uses so called surface-mount technology based resistors which can be very small.\nCalculating resistance.\nWhere R is the resistor's value\nOhm’s Law.\nThe formula for Ohm’s law, V=I*R, states that the voltage drop across a component is equal to the product of the current flowing in the component multiplied by the resistance of the component. When using Ohm’s law, you are able to switch the formula around if needed to find a different outcome: I=V/R or R=V/I\nColor code.\nResistor's values are rated by the colors that are painted on the resistor. The colored bands that are used on the sides of a resistor are black, brown, red, orange, yellow, green, blue, purple, gray, and white. Each color represents a different number. The black band represents the number 0, brown band represents the number 1, red is 2 and so on all the way to white which is the number 9. These numbers are very important in the electronic field.\nA resistor has multiple bands of color on its side. The most common have four or five but they can range all the way up to 6 per resistor. On a four band resistor, the last band is usually gold or silver. The gold band represents a positive or negative 5% tolerance. The silver band on a resistor represents a positive or negative 10% tolerance. Hold this band on the right side, and read the colors from left to right. The first two bands are read as the numbers that they represent in the color code. The third band acts as a multiplier for the other bands, so for example, if the third band was an orange band which is a 3, it would mean you multiply the two numbers by 1000. In short you add the value of the color in zeros at the end, so add three zeros.\nOnline calculators are available to calculate color codes. When the color codes are put into the calculator, it will automatically calculate the value of the resistor, along with the tolerance.\nApplications.\nResistors are used in many different ways. First of all, they are put in circuits to protect components from damage such as LEDs.\nThey also control the amount of current flowing in a circuit, for example, if you want less current to flow you would put in a resistor with a higher value. Resistors can also split voltage between different parts of a circuit and control time delay.\nElectric heaters use very large resistors to turn electricity into heat. Usually, engineers try to make resistors heat up as little as possible to not waste power, but in a heater, this \"waste\" is a good thing.\nResistor materials.\nThere are many different types of resistors you can find. They are all made with a resistive material encased in a non-conductive material, such as plastic. Fixed resistors are usually made of carbon encased in a plastic cylinder, with a connecting wire on either end. Most resistors used in electronics today are carbon resistors. Older resistors were made of other poorly conducting metals, in order to restrict the flow of charge.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_current","surface_form":"electric current","offset":22},{"uri":"Electron","surface_form":"electron","offset":143},{"uri":"Tungsten","surface_form":"tungsten","offset":252},{"uri":"Watt","surface_form":"power","offset":496},{"uri":"Surface-mount_technology","surface_form":"surface-mount technology","offset":756},{"uri":"Carbon","surface_form":"carbon","offset":3436}]}