{"id":550659,"url":"http://en.wikipedia.org/wiki/T24","text":"T24 (Techno 24, Russian: \"Техно 24\") - Russian scientific educational TV channel of male`s interests. It is devoted to the achievements of science in the civil and military technologies, development of engineers and designers; it explains the newest types of weapons, space exploration, sports science, engineering and strategic sites. It is a part of the \"Digital TV\" package of media holding VGTRK\nHistory.\nThe 24TECHNO TV channel began broadcasting on June 18, 2007. It was the sixth TV channel of \"ArtMedia Group\", the leading manufacturer of TV channels for basic cable and satellite broadcasting.\nAt first, T24 provided documentary television programming focused primarily on popular science: technique, technology and incredible experiments. The main idea of the channel was to bring together the best scientific programs of Russian and overseas production.\nHalf of the content was Russian, including the channel’s original content. The other 50% of broadcasting was filled with Western programs and films which met the channel`s subject. 24TEHNO TV used to buy programs from companies such as BBC, Electric Sky, F For Films, World Wide Entertainment and others. Categories: \"Man\", \"Technology\", \"Discovery\", \"Space\", \"The X-Files\", \"Curiosities\" and \"Evolution\" explained the latest scientific developments in different science branches, as well as the history of discoveries. By 2008, the audience of the channel had reached two million people from Russia, CIS and Baltic countries. At 2011, entered media holding \"NCC Media\".\nOn February 1, 2015 former 24TECHNO entered the thematic channels package \"Digital TV\" (subsidiary RTR and \"Rostelecom\"). There was a full restart of the channel. The channel got the name \" TEHNO 24\" or \"T24\", a new logo and corporate identity, and a new programming lineup. The main idea of the channel was also changed. Oleg Ternovoy became an editor of the “24T”. After restarting, the updated \"T24\" will offer its viewers a few special projects dedicated to tanks, modern armies armament, as well as will make shows about men, enthusiastic restoration of military equipment. Two \"T24\" projects are devoted to military and civil engineering. The basis of “T24” is the channel’s own content. In 2015, viewers saw 500 hours of original content. The audience of the channel at the time of start-up was 15.2 million subscribers in Russia, the Baltics and the CIS.","categories":[],"infobox_types":["television channel"],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":39},{"uri":"Engineer","surface_form":"engineer","offset":202},{"uri":"Space_exploration","surface_form":"space exploration","offset":268},{"uri":"Manufacturing","surface_form":"manufacturer","offset":531},{"uri":"Cable_television","surface_form":"cable","offset":569},{"uri":"Satellite_television","surface_form":"satellite","offset":579},{"uri":"Documentary","surface_form":"documentary","offset":626},{"uri":"BBC","surface_form":"BBC","offset":1101}]}