{"id":5506,"url":"http://en.wikipedia.org/wiki/Position","text":"Left, middle, and right.\nTo find which is your left hand side, hold your hands palms down, point your index fingers and stick your thumbs out at right angles. The finger and thumb of your \"left\" hand will form a capital letter L.\nIf the letter L you make is reversed, you found your right hand. Left and right are called opposite sides.\nMiddle is between \"up\" and \"down\" and is between \"left\" and \"right\".\nMiddle means the same as \"center\".\nIn and out.\nIn or inside means that something is protected and surrounded by something else. Out or outside means that it is not inside something else.\nFar and near.\nFar means that something is a long way away from you. Near means it is \"close\" to you. Things can also be near and far other persons and other things.\nIn sports.\nIn many sports, the term \"position\" is used to show what occupation a person has on their team. For example, in baseball, positions include catcher, shortstop and pitcher.\nIn math and physics.\nThe position of something is where that thing is in space and time. Usually people use Cartesian coordinates to write down a position. So a scientist might say that the balloon was at \"x\", \"y\", \"z\" when it popped at a certain time.\nIn society.\nThe position of a person is his status or responsibility in a community or group of people. It is called rank in the army.\nIn a factory the manager is a typical position.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thumb","surface_form":"thumb","offset":131},{"uri":"Opposite","surface_form":"opposite","offset":321},{"uri":"Sports","surface_form":"sports","offset":777},{"uri":"Profession","surface_form":"occupation","offset":826},{"uri":"Baseball","surface_form":"baseball","offset":881},{"uri":"Catcher","surface_form":"catcher","offset":909},{"uri":"Shortstop","surface_form":"shortstop","offset":918},{"uri":"Pitcher_(baseball)","surface_form":"pitcher","offset":932},{"uri":"Cartesian_coordinate_system","surface_form":"Cartesian coordinates","offset":1049},{"uri":"Army","surface_form":"army","offset":1323},{"uri":"Factory","surface_form":"factory","offset":1334},{"uri":"Manager","surface_form":"manager","offset":1346}]}