{"id":550957,"url":"http://en.wikipedia.org/wiki/Spencer_repeating_rifle","text":"The Spencer repeating rifle was a lever-action, seven shot repeating rifle with a rotating block. It had a tubular magazine that fed 56-56 rimfire cartridges into the chamber. The rifle was invented by Christopher Miner Spencer and patented in 1860.\nHistory.\nSpencer had formerly worked for Samuel Colt. His rifle was one of the most advanced designs of the American Civil War. It took some time to sell the idea to the United States Government so the rifles were not produced until 1863. The war department was looking at a number of rifle designs and it took time to decide on Spencer's rifle.\nTested by Lincoln.\nWhen Spencer was trying to get his rifle accepted, he faced a number of bureaucratic obstacles. He decided to try to see the one person who might be able to cut through the red tape, President Abraham Lincoln. He got an appointment with Lincoln and brought a Spencer rifle and ammunition to the White House. Lincoln was impressed and asked Spencer to take it apart and explain how it worked. When Spencer put it back together for the President, Lincoln asked if Spencer was busy the next day. When Spencer said he was not, Lincoln said “Come over tomorrow at 2 o’clock, and we’ll see the thing shoot.”\nAt 2:00 p.m. the next day, Spencer, President Lincoln and his son Todd, went to the open field nearby (later the site of the Washington Monument). Secretary of War Edwin M. Stanton had been asked to attend but did not show up. Lincoln fired the gun and tested it thoroughly. Lincoln decided to keep the rifle. He shot it again the next day with his secretary, John Hay. Lincoln directed the War Department to order Spencer rifles. By the end of the war about 230,000 had been produced. Some were made by Spencer's company and later others were made by the Burnside Rifle Company in Providence, Rhode Island. After the Sharps rifle, the Spencer was the most widely used carbine during the war.\nBattle of the Wilderness.\nAn excellent example of the firepower of the new Spencer carbines was the action at Parker's Store on the morning of May 5, 1864. The 500 cavalrymen of the Fifth New York Cavalry dismounted to form a skirmish line. They were attacked by an entire division of Confederate infantry The Union cavalry held off the Confederates for over three hours until they ran low on ammunition, forcing them to pull back. The cavalry lost about 80 casualties in the skirmish. The Confederates believed they were facing an entire Union brigade and had no idea it was a small cavalry regiment using Spencer repeating carbines.\nThe design.\nThe Spencer repeating rifle had a \"rolling block\" design. It was activated by lowering the trigger guard which opened the breech and extracted the spent cartridge shell. Raising the lever loaded a new cartridge from a spring-loaded 7-round magazine in the stock. The gun had few parts, many of which were common to the Sharps rifle. This made it easy and relatively inexpensive to make. One of its main advantages was its breech loading design. The Spencer proved to be very reliable under battlefield conditions. The muzzleloading rifles were slow to load compared to the Spencer. Also, in battlefield conditions, muzzleloaders could only aim the first few shots. With the enemy bearing down on them the remaining shots were fired as quickly as possible and were almost always poorly aimed. Muzzleloaders could fire only two or three shots a minute. A soldier trained to use the Spencer could fire from 20 to 30 aimed shots a minute when using a cartridge box that held 10 pre-loaded magazines. The only weakness of the Spencer was the small powder charge that did not have great range. But it proved to be an excellent rifle for the cavalry because they usually fought at close range. It allowed a smaller cavalry unit to lay down devastating firepower on an enemy. Several times, larger Confederate units had to retreat to save themselves from being cut to pieces by Spencer-equipped Union cavalry units.","categories":[],"infobox_types":[],"annotations":[{"uri":"Repeating_rifle","surface_form":"repeating rifle","offset":59},{"uri":"Breechblock","surface_form":"rotating block","offset":82},{"uri":"Cylinder","surface_form":"tubular","offset":107},{"uri":"Chamber_(firearms)","surface_form":"chamber","offset":167},{"uri":"Invented","surface_form":"invented","offset":190},{"uri":"Christopher_Miner_Spencer","surface_form":"Christopher Miner Spencer","offset":202},{"uri":"Patent","surface_form":"patent","offset":232},{"uri":"Samuel_Colt","surface_form":"Samuel Colt","offset":291},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":358},{"uri":"United_States_Government","surface_form":"United States Government","offset":420},{"uri":"United_States_Government","surface_form":"war department","offset":493},{"uri":"Bureaucracy","surface_form":"bureaucratic obstacles","offset":687},{"uri":"Red_tape","surface_form":"red tape","offset":788},{"uri":"President_of_the_United_States","surface_form":"President","offset":798},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":808},{"uri":"Ammunition","surface_form":"ammunition","offset":892},{"uri":"White_House","surface_form":"White House","offset":910},{"uri":"12-hour_clock","surface_form":"p.m.","offset":1225},{"uri":"Meadow","surface_form":"field","offset":1306},{"uri":"Washington_Monument","surface_form":"Washington Monument","offset":1342},{"uri":"Secretary_of_War","surface_form":"Secretary of War","offset":1364},{"uri":"Edwin_M._Stanton","surface_form":"Edwin M. Stanton","offset":1381},{"uri":"Secretary","surface_form":"secretary","offset":1566},{"uri":"John_Hay","surface_form":"John Hay","offset":1577},{"uri":"Providence%2C_Rhode_Island","surface_form":"Providence, Rhode Island","offset":1799},{"uri":"Sharps_rifle","surface_form":"Sharps rifle","offset":1835},{"uri":"Carbine","surface_form":"carbine","offset":1886},{"uri":"Skirmisher","surface_form":"skirmish line","offset":2136},{"uri":"Division","surface_form":"division","offset":2183},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":2195},{"uri":"Infantry","surface_form":"infantry","offset":2207},{"uri":"Casualty_(person)","surface_form":"casualties","offset":2368},{"uri":"Brigade","surface_form":"brigade","offset":2455},{"uri":"Regiment","surface_form":"regiment","offset":2502},{"uri":"Trigger_guard","surface_form":"trigger guard","offset":2648},{"uri":"Breech","surface_form":"breech","offset":2679},{"uri":"Extract","surface_form":"extract","offset":2690},{"uri":"Cartridge_(firearms)","surface_form":"cartridge shell","offset":2710},{"uri":"Lever","surface_form":"lever","offset":2739},{"uri":"Spring_(device)","surface_form":"spring-loaded","offset":2775},{"uri":"Magazine_(firearms)","surface_form":"magazine","offset":2797},{"uri":"Stock_(firearm)","surface_form":"stock","offset":2813},{"uri":"Inexpensive","surface_form":"inexpensive","offset":2923},{"uri":"Muzzleloader","surface_form":"muzzleloading","offset":3075},{"uri":"Battlefield","surface_form":"battlefield","offset":3148},{"uri":"Enemy","surface_form":"enemy","offset":3231},{"uri":"Cavalry","surface_form":"cavalry","offset":3692},{"uri":"Retreat","surface_form":"retreat","offset":3872}]}