{"id":55090,"url":"http://en.wikipedia.org/wiki/Vitamin_D","text":"e=\"preserve\">Vitamin D is a steroid hormone, which is made in the body under the right conditions. However, if the body does not make enough, it can also be obtained from food sources. Vitamin D is not a vitamin. It can be taken from animals in its normal form if the animal is exposed to enough sunlight.\nWhat it does.\nAs a hormone, Vitamin D does many things in the body. It was first discovered as the substance which could prevent and cure rickets. It controls the levels of calcium ions and phosphates in the blood, as well as calcium and magnesium absorption in the intestines. It helps bones grow and form. It is also good for the immune system.\nDifferent kinds.\nIn total, there are 5 different forms, D1 to D5. The most common ones are D2 and D3 (see images).\nD3 (also called cholecalciferol) is the kind produced by the body. It is also found naturally in marine oils and in lanolin (oil from sheep's wool), the most common source for supplements.\nD2 (also called ergocalciferol) is produced by fungi. It is similar to D3, but not exactly the same.\nGetting enough.\nD3 is made in the skin from cholesterol, and changed into a more active form by the liver. However, the skin will not make it unless enough ultraviolet light shines on it. As sunlight contains ultraviolet light, getting enough sun is one way of getting enough D3.\nMany things can keep the skin from making enough D3. Winter sunlight may be too weak. Melanin, which protects skin from damage, also keeps it from making D3, which is why people with darker skin are more prone to deficiency. Older people are also prone, because aging skin makes less D3, even with enough sunlight. Clothing, glass, sunscreens and sunblocks also shield the skin from getting enough ultraviolet light to make D3.\nIt is hard to know how much supplemental Vitamin D, if any, is needed. Some current recommendations from health organizations (such as the Institute of Medicine) have recently increased. They are still typically less than 25 micrograms (1000 IU) per day, but up to 100 mcg (4000 IU) per day is considered safe. A recent panel of Vitamin D researchers concluded that \"at least\" 20-25 mcg (800-1000 IU) per day would be beneficial for most adults.\nVery few foods naturally contain much D3. Fish do, especially oily ones, such as salmon, sardine and mackerel. Many kinds of edible mushrooms contain some D2, like shiitake. Mushrooms grown in full sunlight tend to have more.\nD3 supplements can be easily found for sale in most developed countries.\nVitamin D is a fat-soluble nutrient. This means that any portion not used immediately is stored in fat tissue for future use.\nSome people may get all the vitamin D they need from their diet and the sun. However, if you are pregnant, breastfeeding or elderly it would be safest to take at least 15-20 micrograms (600-800 IU) of vitamin D each day.\nTreatment.\nThe treatment of vitamin D deficiency is to take vitamin D supplements and increase the amount of time spent in the sun, without getting sunburnt..","categories":[],"infobox_types":[],"annotations":[{"uri":"Steroid","surface_form":"steroid","offset":28},{"uri":"Hormone","surface_form":"hormone","offset":36},{"uri":"Rickets","surface_form":"rickets","offset":444},{"uri":"Calcium","surface_form":"calcium","offset":479},{"uri":"Ions","surface_form":"ions","offset":487},{"uri":"Phosphate","surface_form":"phosphate","offset":496},{"uri":"Absorb","surface_form":"absorption","offset":554},{"uri":"Intestines","surface_form":"intestines","offset":572},{"uri":"Bone","surface_form":"bone","offset":593},{"uri":"Immune_system","surface_form":"immune system","offset":638},{"uri":"Lanolin","surface_form":"lanolin","offset":884},{"uri":"Wool","surface_form":"sheep's wool","offset":902},{"uri":"Dietary_supplement","surface_form":"supplements","offset":944},{"uri":"Fungi","surface_form":"fungi","offset":1004},{"uri":"Skin","surface_form":"skin","offset":1092},{"uri":"Cholesterol","surface_form":"cholesterol","offset":1102},{"uri":"Liver","surface_form":"liver","offset":1158},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":1214},{"uri":"Sunlight","surface_form":"sunlight","offset":1249},{"uri":"Winter","surface_form":"Winter","offset":1391},{"uri":"Melanin","surface_form":"Melanin","offset":1424},{"uri":"Sunscreens","surface_form":"sunscreens and sunblocks","offset":1670},{"uri":"Institute_of_Medicine","surface_form":"Institute of Medicine","offset":1905},{"uri":"Microgram","surface_form":"microgram","offset":1991},{"uri":"International_units","surface_form":"IU","offset":2008},{"uri":"Salmon","surface_form":"salmon","offset":2293},{"uri":"Sardine","surface_form":"sardine","offset":2301},{"uri":"Mackerel","surface_form":"mackerel","offset":2313},{"uri":"Edible","surface_form":"edible","offset":2337},{"uri":"Mushrooms","surface_form":"mushrooms","offset":2344},{"uri":"Shiitake_mushroom","surface_form":"shiitake","offset":2376},{"uri":"Developed_country","surface_form":"developed countries","offset":2490},{"uri":"Fatty_acid","surface_form":"fat","offset":2526},{"uri":"Soluble","surface_form":"soluble","offset":2530},{"uri":"Fat","surface_form":"fat tissue","offset":2610}]}