{"id":55105,"url":"http://en.wikipedia.org/wiki/Claw","text":"A claw is a sharp object. It is found at the end of a toe or finger in many mammals, birds, and some reptiles. The word \"claw\" is also used in reference to an invertebrate. For example, the chelae of crabs and lobsters are often called claws or pincers.\nA claw is made of hard protein called keratin. They are used by some meat eating mammals such as cats to catch and hold prey, but they may also be used for other things such as digging, climbing trees, and so on, in those and other species.\nSimilar appendages that are flat and do not come to a sharp point are called nails instead.\nArthropods.\nThe correct name for an arthropod's 'claw' is chela (plural \"chelae\"). Legs that have a chela are called chelipeds. Chelae are also called pincers.\nTetrapods.\nIn tetrapods, claws are made of keratin and have two layers. The unguis is the outside hard layer, which has keratin fibers arranged perpendicular to the direction of growth and in layers at an angle. The subunguis is the soft, flaky layer, and the grain is parallel to the direction of growth. The claw grows outward from the nail matrix at the base of the unguis and the subunguis grows thicker while traveling across the nail bed. The unguis grows outward faster than the subunguis to make a curve and the thinner sides of the claw wear away faster than their thicker middle, making a more or less sharp point. Tetrapods use their claws in many ways, such as grasping or killing prey, digging, climbing, and hanging.\nBirds.\nA talon is the claw of a bird of prey, which it uses to hunt. The talons are very important, and if they did not have them, those birds would not be able to catch their food.\nMammals.\nA nail is similar to a claw but it is flatter and has a curved edge instead of a point. A nail that is big enough to hold weight is called a 'hoof'.\nEvery so often, the growth of claws stops and restarts, just like the growth of hair. In hair, this causes the hair to fall out and it is replaced by a new one. In claws, this results in an old layer, and it breaks off. This takes several months for human thumbnails. Cats are often seen working old layers off on wood or on boards made for the purpose. Ungulates' hooves trim themselves when they walk on the ground. Domesticated equids (horses, donkeys and mules) usually need regular trimming by a farrier.\nMany predatory mammals have claws that can hide inside the animal's paw, especially animals such as the cat.\nPrimates.\nA primate's nail only has the unguis; the subunguis has disappeared. Similar to the tail, the claw in apes is not needed. However, in some primates, the subunguis has redeveloped to make a claw-like structure. These certain animals do not have actual claws; instead the unguis appears normal along with a thick growth of subunguis. Some lemurs have a toilet-claw.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammals","surface_form":"mammals","offset":76},{"uri":"Reptiles","surface_form":"reptiles","offset":101},{"uri":"Invertebrate","surface_form":"invertebrate","offset":159},{"uri":"Crab","surface_form":"crab","offset":200},{"uri":"Lobsters","surface_form":"lobsters","offset":210},{"uri":"Arthropod","surface_form":"arthropod","offset":623},{"uri":"Tetrapod","surface_form":"tetrapod","offset":761},{"uri":"Keratin","surface_form":"keratin","offset":790},{"uri":"Perpendicular","surface_form":"perpendicular","offset":891},{"uri":"Bird_of_prey","surface_form":"bird of prey","offset":1510},{"uri":"Nail_(anatomy)","surface_form":"nail","offset":1671},{"uri":"Hoof","surface_form":"hoof","offset":1811},{"uri":"Hair","surface_form":"hair","offset":1898},{"uri":"Human","surface_form":"human","offset":2068},{"uri":"Cat","surface_form":"Cat","offset":2086},{"uri":"Equus_(genus)","surface_form":"equid","offset":2249},{"uri":"Horse","surface_form":"horse","offset":2257},{"uri":"Donkey","surface_form":"donkey","offset":2265},{"uri":"Mule","surface_form":"mule","offset":2277},{"uri":"Farrier","surface_form":"farrier","offset":2319},{"uri":"Predator","surface_form":"predator","offset":2333},{"uri":"Paw","surface_form":"paw","offset":2396},{"uri":"Cat","surface_form":"cat","offset":2432},{"uri":"Primate","surface_form":"primate's","offset":2449},{"uri":"Nail_(anatomy)","surface_form":"nail","offset":2459},{"uri":"Tail","surface_form":"tail","offset":2531},{"uri":"Apes","surface_form":"apes","offset":2549},{"uri":"Lemur","surface_form":"lemur","offset":2784},{"uri":"Toilet-claw","surface_form":"toilet-claw","offset":2798}]}