{"id":55106,"url":"http://en.wikipedia.org/wiki/Max_and_Moritz","text":"Max and Moritz (German: Max und Moritz) are two naughty little boys in a story by Wilhelm Busch. The stories were written in 1865 and are still extremely popular in Germany.\nWilhelm Busch was an artist as well as a writer. He wrote a lot of stories in rhyme and made drawings to go with them. \"Max and Moritz\" are stories like these. The two boys get up to lots of naughty pranks. There are seven stories (seven pranks). In the final prank they are caught and come to a sad end. In the 19th century writers had to show that bad behaviour would be punished in the end. The seven stories are stories with a moral.\nThe seven stories.\nIn the first story the boys tie pieces of bread onto pieces of string and put it down where an old woman, Widow Bolte, keeps her hens. The hens each try to swallow a piece of bread, which sticks in their throats and they end up hanging in the tree and die.\nIn the second story Widow Bolte, who is still crying, decides she might as well roast the hens. The boys take fishing rods, climb onto the roof and pull the frying chickens up with their rods. Widow Bolte finds the chickens gone, thinks her little dog has eaten them, and gives the poor dog a beating.\nIn the third story they take a saw and make a hole in the tiny wooden bridge outside the tailor’s house. They shout at the tailor, calling him names. He is furious and comes running out, the bridge breaks and he falls into the stream. Two flying geese save him. He has a terrible tummy ache but his wife puts a hot iron on his tummy and he feels better.\nIn the fourth story the boys put gunpowder in the pipe of the schoolmaster while he is in church. When he lights his pipe there is an explosion.\nIn the fifth story the boys collect beetles and put them under the mattress in their uncle’s bed. In the middle of the night, when the uncle is asleep, the beetles creep up on him. He wakes up and fights with them until he has killed them all.\nIn the sixth story the boys try to steal some pretzels (German rolls) from the bakery, but they fall into the tub of dough. The baker comes in and finds them. He bakes them in the oven, but when they are taken out they eat their way through the dough and escape.\nIn the seventh story the boys cut a hole in the farmer’s sacks. When the miller picks one of these sacks up he realizes the grain is spilling. He sees the boys, puts them in the sack and takes them to the mill, where the miller grinds them into corn and feeds them to his ducks.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wilhelm_Busch","surface_form":"Wilhelm Busch","offset":82},{"uri":"1865","surface_form":"1865","offset":125},{"uri":"Germany","surface_form":"Germany","offset":165},{"uri":"Artist","surface_form":"artist","offset":195},{"uri":"Writer","surface_form":"writer","offset":215},{"uri":"Rhyme","surface_form":"rhyme","offset":252},{"uri":"19th_century","surface_form":"19th century","offset":486},{"uri":"Moral","surface_form":"moral","offset":605},{"uri":"Bread","surface_form":"bread","offset":673},{"uri":"String","surface_form":"string","offset":694},{"uri":"Hen","surface_form":"hens","offset":760},{"uri":"Throat","surface_form":"throats","offset":835},{"uri":"Tree","surface_form":"tree","offset":874},{"uri":"Fishing_rod","surface_form":"fishing rods","offset":998},{"uri":"Roof","surface_form":"roof","offset":1027},{"uri":"Dog","surface_form":"dog","offset":1136},{"uri":"Saw","surface_form":"saw","offset":1221},{"uri":"Bridge","surface_form":"bridge","offset":1260},{"uri":"Tailor","surface_form":"tailor’s","offset":1279},{"uri":"Stream","surface_form":"stream","offset":1417},{"uri":"Goose","surface_form":"geese","offset":1436},{"uri":"Stomach","surface_form":"tummy","offset":1470},{"uri":"Ironing","surface_form":"iron","offset":1505},{"uri":"Gunpowder","surface_form":"gunpowder","offset":1577},{"uri":"Pipe_(smoke)","surface_form":"pipe","offset":1594},{"uri":"Teacher","surface_form":"schoolmaster","offset":1606},{"uri":"Church","surface_form":"church","offset":1634},{"uri":"Explosion","surface_form":"explosion","offset":1678},{"uri":"Beetle","surface_form":"beetles","offset":1725},{"uri":"Mattress","surface_form":"mattress","offset":1756},{"uri":"Uncle","surface_form":"uncle’s","offset":1774},{"uri":"Bed","surface_form":"bed","offset":1782},{"uri":"Bakery","surface_form":"bakery","offset":2012},{"uri":"Dough","surface_form":"dough","offset":2050},{"uri":"Baker","surface_form":"baker","offset":2061},{"uri":"Oven","surface_form":"oven","offset":2113},{"uri":"Farmer","surface_form":"farmer’s","offset":2244},{"uri":"Sacks","surface_form":"sacks","offset":2253},{"uri":"Grain","surface_form":"grain","offset":2320},{"uri":"Corn","surface_form":"corn","offset":2441},{"uri":"Duck","surface_form":"ducks","offset":2468}]}