{"id":551228,"url":"http://en.wikipedia.org/wiki/Rapamycin","text":"e=\"preserve\">Rapamycin, also known as sirolimus, is a compound produced by the bacterium \"Streptomyces hygroscopicus\".\nIt is used in medicine to prevent organ transplant rejection. It has immunosuppressant functions in humans and is especially useful in preventing the rejection of kidney transplants. It inhibits activation of T cells and B cells by reducing the production of interleukin-2 (IL-2). Sirolimus is also used as a coating for coronary stents.\nEffects on longevity.\nRapamycin was first shown to extend lifespan in eukaryotes (actually, yeast cells) in 2006.\nIn a 2009 study, the lifespans of mice fed rapamycin were increased between 28 and 38% from the beginning of treatment. That is a 9 to 14% increased maximum lifespan. The treatment began in mice aged 20 months, the equivalent of 60 human years.\nLater, rapamycin has been shown to extend mouse lifespan in several separate experiments. It is now being tested for this purpose on nonhuman primates (the marmoset monkey). A study on dogs is also planned.\nBecause rapamycin at high doses can suppress the immune system, people taking rapamycin for transplant or cancer therapy are more susceptible to dangerous infections.\nIt is thought that some dietary regimes, like restricting calories and methionine, cause lifespan extension by decreasing mTOR activity. It is believed that this is achieved by limiting the essential amino acid leucine, a potent activator of mTOR. The administration of leucine into the rat brain has been shown to decrease food intake and body weight via activation of the mTOR pathway.\nAccording to the free radical theory of aging, reactive oxygen causes damage to mitochondrial proteins, and decreases ATP production. Then, the mTOR pathway is inhibited and ATP consuming protein synthesis is downregulated. This means the proportion of damaged proteins grows. Moreover, disruption of mTORC1 directly inhibits mitochondrial respiration.\nThese positive feedbacks on the aging process are counteracted by protective mechanisms: decreased mTOR activity (among other factors) upregulates glycolysis, and removal of dysfunctional cellular components by autophagy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bacteria","surface_form":"bacterium","offset":79},{"uri":"Streptomyces","surface_form":"Streptomyces","offset":90},{"uri":"Prophylaxis","surface_form":"prevent","offset":145},{"uri":"Organ_transplant","surface_form":"organ transplant","offset":153},{"uri":"Immunosuppressant","surface_form":"immunosuppressant","offset":188},{"uri":"Kidney","surface_form":"kidney","offset":282},{"uri":"T_cells","surface_form":"T cells","offset":328},{"uri":"B_cell","surface_form":"B cell","offset":340},{"uri":"Interleukin-2","surface_form":"interleukin-2","offset":378},{"uri":"Coronary_stent","surface_form":"coronary stent","offset":440},{"uri":"Eukaryotes","surface_form":"eukaryotes","offset":527},{"uri":"Yeast","surface_form":"yeast","offset":549},{"uri":"Mice","surface_form":"mice","offset":605},{"uri":"Marmoset","surface_form":"marmoset","offset":972},{"uri":"Immune_system","surface_form":"immune system","offset":1072},{"uri":"Calorie","surface_form":"restricting calories","offset":1236},{"uri":"Methionine","surface_form":"methionine","offset":1261},{"uri":"MTOR","surface_form":"mTOR","offset":1312},{"uri":"Leucine","surface_form":"leucine","offset":1401},{"uri":"Free_radical","surface_form":"free radical","offset":1595},{"uri":"Oxygen","surface_form":"oxygen","offset":1634},{"uri":"Mitochondrial","surface_form":"mitochondrial","offset":1658},{"uri":"ATP","surface_form":"ATP","offset":1696},{"uri":"Protein_synthesis","surface_form":"protein synthesis","offset":1766},{"uri":"Respiration","surface_form":"respiration","offset":1918},{"uri":"Feedback","surface_form":"feedback","offset":1946},{"uri":"Glycolysis","surface_form":"glycolysis","offset":2078},{"uri":"Autophagy","surface_form":"autophagy","offset":2142}]}