{"id":551339,"url":"http://en.wikipedia.org/wiki/Cantor%27s_diagonal_argument","text":"Cantor's diagonal argument is a mathematical method to prove that two infinite sets have the same cardinality. Cantor published articles on it in 1877, 1891 and 1899. His first proof of the diagonal argument was published in 1890 in the journal of the German Mathematical Society (Deutsche Mathematiker-Vereinigung). According to Cantor, two sets have the same cardinality, \"if it is possible to associate an element from the second set to each element of the first set, and to associate an element of the first set to each element of the second set\". This statement works well for sets with a finite number of elements. It is less intuitive for sets with an infinite number of elements.\nCantor's first diagonal argument.\nThe example below uses two of the simplest infinite sets, that of natural numbers, and that of positive fractions. The idea is to show that both of these sets, formula_1 and formula_1 have the same cardinality.\nTo show that all natural numbers and the fractions have the same cardinality, the element 0 needs to be added; after each fraction its negative is added;\nThat way, there is a complete bijection, which associates a fraction to each natural number. In other words: both sets have the same cardinality. Today, sets that have the same number of elements than the set of natural numbers are called countable. Sets which have fewer elements than the natural numbers are called at most countable. With that definition, the set of rational numbers / fractions is countable.\nInfinite sets often have properties which go against intuition: David Hilbert showed this in an experiment which is called Hilbert's paradox of the Grand Hotel.\nReal numbers.\nThe set of real numbers does not have the same cardinality than those of the natural numbers; there are more real numbers than natural numbers. The idea outlined above influenced his proof. In his 1891 article, Cantor considered the set \"T\" of all infinite sequences of binary digits (i.e. each digit is zero or one).\nTo prove this, given an enumeration of elements from \"T\", like e.g.\nBy construction, \"s\" differs from each \"s'n\", since their \"n\"th digits differ (highlighted in the example).\nHence, \"s\" cannot occur in the enumeration.\nHe assumes for contradiction that \"T\" was countable. In that case, all its elements could be written as an enumeration \"s\"1, \"s\"2, …, \"s'n\", ….\nApplying the previous theorem to this enumeration would produce a sequence \"s\" not belonging to the enumeration.\nHowever, \"s\" was an element of \"T\" and should therefore be in the enumeration.\nThis contradicts the original assumption, so \"T\" must be uncountable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cardinality","surface_form":"cardinality","offset":98},{"uri":"Georg_Cantor","surface_form":"Cantor","offset":111},{"uri":"Journal","surface_form":"journal","offset":237},{"uri":"German_Mathematical_Society","surface_form":"German Mathematical Society","offset":252},{"uri":"Finite_set","surface_form":"finite","offset":594},{"uri":"Natural_number","surface_form":"natural number","offset":788},{"uri":"Fraction_(mathematics)","surface_form":"fractions","offset":826},{"uri":"Bijective_function","surface_form":"bijection","offset":1117},{"uri":"Countable_set","surface_form":"countable","offset":1326},{"uri":"David_Hilbert","surface_form":"David Hilbert","offset":1563},{"uri":"Hilbert%27s_paradox_of_the_Grand_Hotel","surface_form":"Hilbert's paradox of the Grand Hotel","offset":1622},{"uri":"Sequences","surface_form":"sequences","offset":1931},{"uri":"Binary_number","surface_form":"binary digits","offset":1944}]}