{"id":55138,"url":"http://en.wikipedia.org/wiki/Disciple_(Christianity)","text":"e=\"preserve\">In Christianity, the disciples were the students of Jesus during his ministry, which sometimes means only the Twelve Apostles, but the gospels speaks of different numbers of disciples. In the Book of Acts, the Apostles themselves have disciples. The word \"disciple\" is used today as a way of self-identification for those who seek to learn from Christianity.\nThe term disciple comes from the Ancient Greek language word\ncoming to English by way of the Latin \"discipulus\". \"Disciple\" should not be confused with \"apostle\", meaning\n' While a disciple is one who learns from a teacher, a student, an apostle is sent to deliver those teachings to others.\nThe four.\nBoth the gospels of Mark () and Matthew () include passages where Jesus initially calls four fishermen from among those at the Sea of Galilee. These are Simon (later called \"Rock\" or Peter) and his brother Andrew, and the brothers James and John (later called the \"Sons of Thunder\" or Boanerges). A very similar report in the Gospel of Luke does not speak of Andrew. also includes an initial calling of disciples, but these are: an unnamed disciple, Andrew, Simon, Philip and Nathanael.\nSince the Gospel of Luke does not include Andrew, and through various passages in the four gospels where Simon Peter, James and John are called to meet with Jesus separately from the twelve, they are commonly termed \"the three.\" The usage of \"the four\" over \"the three\" is still a point which some Christians debate, but never as an essential doctrinal point.\nThe twelve.\nThe Gospel of John refers to one disciple as the one whom Jesus loved. Since the apostle John, unlike the other twelve, is never named in that gospel, the \"beloved disciple\" is assumed to be him.\nGreat crowd and the seventy.\nThe number of or persons among Jesus' disciples is not always given in the gospel accounts. A much larger group of people is identified as disciples in the opening of the passage of the Sermon on the Plain that begins in Luke.\nAdditionally, seventy (or seventy-two, depending on the source used) people are sent out in pairs to prepare the way for Jesus (Luke 10). They are sometimes referred to as \"the Seventy\" or \"the Seventy Disciples\". They are to eat any food offered, heal the sick and spread the word; that God's reign is coming, that whoever hears them hears Jesus, whoever rejects them rejects Jesus and whoever rejects Jesus rejects the One who sent him. In addition they are granted great powers over the enemy and their names are written in heaven.\nRoad to Emmaus.\nCleopas is one of the two disciples to whom the risen Lord appeared at Emmaus (Luke 24:18). Cleopas, with an unnamed disciple of Jesus' are walking from Jerusalem to Emmaus on the day of Jesus' resurrection. Cleopas and his friend were discussing the events of the past few days when a stranger asked them what they spoke of. The stranger asked to join Cleopas and his friend for the evening meal. There the stranger revealed himself, after blessing and breaking the bread, as the resurrected Jesus and then disappeared. Cleopas and his friend hastened to Jerusalem to carry the news to the other disciples, where Jesus subsequently appeared to them as well. The incident is without parallel in Matthew, Mark, or John.\nWomen.\nIn Luke (10:38–42), Mary, sister of Lazarus is contrasted with her sister Martha, who was \"cumbered about many things\" while Jesus was their guest, while Mary had chosen \"the better part,\" that of listening to the master's discourse. John names her as the \"one who had anointed the Lord with perfumed oil and dried his feet with her hair\" (11:2). In Luke, an unidentified \"sinner\" in the house of a Pharisee anoints Jesus' feet. Any pre-existing relationship between Jesus and Lazarus himself, prior to the miracle, is unspecified by John. In Catholic folklore, Mary, the sister of Lazarus, is seen as the same as Mary Madgalene.\nLuke refers to a number of people accompanying Jesus and the twelve. From among them he names three women: \"Mary, called Magdalene... and Joanna the wife of Herod's steward Chuza, and Susanna, and many others, who provided for them out of their resources\" (Luke 8:2-3). Mary Magdalene and Joanna are among the women who went to prepare Jesus' body in Luke's account of the resurrection, and who later told the apostles and other disciples about the empty tomb and words of the \"two men in dazzling clothes\". Mary Magdalene is the most well-known of the disciples outside of the Twelve. More is written in the gospels about her than the other female followers. There is also a large body of lore and literature covering her.\nOther gospel writers differ as to which women witness the crucifixion and witness to the resurrection. Mark includes Mary, the mother of James and Salome (not to be confused with Salomé the daughter of Herodias) at the crucifixion and Salome at the tomb. John includes Mary the wife of Clopas at the crucifixion.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":16},{"uri":"Jesus","surface_form":"Jesus","offset":65},{"uri":"Ministry_of_Jesus","surface_form":"ministry","offset":82},{"uri":"Twelve_Apostles","surface_form":"Twelve Apostles","offset":123},{"uri":"Gospel","surface_form":"gospel","offset":148},{"uri":"Acts_of_the_Apostles","surface_form":"Book of Acts","offset":205},{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek language","offset":405},{"uri":"English_language","surface_form":"English","offset":443},{"uri":"Latin","surface_form":"Latin","offset":465},{"uri":"Gospel_of_Mark","surface_form":"Mark","offset":694},{"uri":"Gospel_of_Matthew","surface_form":"Matthew","offset":706},{"uri":"Sea_of_Galilee","surface_form":"Sea of Galilee","offset":801},{"uri":"Saint_Peter","surface_form":"Simon","offset":827},{"uri":"Saint_Andrew","surface_form":"Andrew","offset":880},{"uri":"Saint_James_the_Great","surface_form":"James","offset":905},{"uri":"John_the_Apostle","surface_form":"John","offset":915},{"uri":"Gospel_of_Luke","surface_form":"Gospel of Luke","offset":1000},{"uri":"Philip_the_Apostle","surface_form":"Philip","offset":1139},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":1537},{"uri":"Disciple_whom_Jesus_loved","surface_form":"one whom Jesus loved","offset":1582},{"uri":"Sermon_on_the_Plain","surface_form":"Sermon on the Plain","offset":1944},{"uri":"Gospel_of_Luke","surface_form":"Luke","offset":1979},{"uri":"Seventy_Disciples","surface_form":"Seventy Disciples","offset":2179},{"uri":"Kingdom_of_God","surface_form":"God's reign","offset":2273},{"uri":"Cleophas","surface_form":"Cleopas","offset":2536},{"uri":"Resurrection_appearances_of_Jesus","surface_form":"risen Lord","offset":2584},{"uri":"Mary%2C_sister_of_Lazarus","surface_form":"Mary, sister of Lazarus","offset":3282},{"uri":"Martha","surface_form":"Martha","offset":3336},{"uri":"Mary_Magdalene","surface_form":"Mary, called Magdalene","offset":4000},{"uri":"Saint_Joanna","surface_form":"Joanna","offset":4030},{"uri":"Susanna_(disciple)","surface_form":"Susanna","offset":4076},{"uri":"Crucifixion","surface_form":"crucifixion","offset":4674},{"uri":"Resurrection","surface_form":"resurrection","offset":4705},{"uri":"Mary_Jacobe","surface_form":"Mary, the mother of James","offset":4733},{"uri":"Salome_(disciple)","surface_form":"Salome","offset":4763},{"uri":"Salom%C3%A9","surface_form":"Salomé","offset":4795},{"uri":"Mary%2C_the_wife_of_Cleopas","surface_form":"Mary the wife of Clopas","offset":4885}]}