{"id":55135,"url":"http://en.wikipedia.org/wiki/James_the_Just","text":"James the Just, also called James Adelphotheos, James, 1st Bishop of Jerusalem, or James, the Brother of the Lord and sometimes identified with James the Less, (died AD 62) was an important figure in Early Christianity.\nAccording to tradition, he was the first formal leader or bishop of Jerusalem, the author of the James in the New Testament, and the first of the Seventy of Luke 10:1-20. Paul of Tarsus in Galatians 2:9 (KJV) characterized James as such: \"... James, Cephas, and John, who seemed to be pillars...\" He is described in the New Testament as a \"brother of Jesus\" and in the Liturgy of St James as \"the brother of God\" (\"Adelphotheos\")\nName.\nJames was called \"the Just\" because of his ascetic practices, which involved taking Nazarite vows. The name also helps distinguish him from other important figures in early Christianity, such as James, son of Zebedee.\nHe is sometimes called \"James Adelphotheos\", (literally \"James the Brother of God\" - Greek: Iάκωβος ο Αδελφόθεος), based on New Testament descriptions.\nJames' name was important in the genealogy of Jesus because he always appears first when someone lists Jesus' brothers and sisters, this means that James was the eldest brother of Jesus.\nLife.\nThe canonical writings of the New Testament, as well as other written sources from the early church, provide some insights into Saint James' life and his role in the early church. The Synoptics mention his name, but nothing else about him, whereas the Gospel of John and early chapters of the Acts of the Apostles do not even mention James.\n\"Acts of the Apostles\", in later chapters, provides evidence that James was an important figure in the Christian community of Jerusalem. When Peter, having miraculously escaped from prison, must flee Jerusalem, he asks that James be informed (12:17). When the Christians of Antioch are concerned over whether Gentile Christians need be circumcised to be saved, and they send Paul and Barnabas to confer with the Jerusalem church there, James played a prominent role in the formulation of the council's decision (15:13ff). Indeed, after Peter and Paul have made their case, it is James who finally delivers what he calls his \"judgement\"—the original sense is close to \"my ruling\"—and afterwards, all accept it. James, in other words, is shown in charge of the Jerusalem group, which conflicts with later claims of Peter's primacy there. And when Paul arrives in Jerusalem to deliver the money he raised for the faithful there, it is to James that he speaks, and who insists that Paul ritually cleanse himself at Herod's Temple to prove his faith and deny rumors of teaching rebellion against the Torah (21:18ff) (a charge of antinomianism).\nPaul further describes James as being one of the persons the risen Christ showed himself to (1 Corinthians 15:3-8); then later in 1 Corinthians, mentions James in a way that suggests James had been married (9:5); and in Galatians, Paul lists James with Cephas (better known as Peter) and John, as the three \"pillars\" of the Church, and who will minister to the \"circumcised\" (in general Jews and Jewish Proselytes) in Jerusalem, while Paul and his fellows will minister to the \"uncircumcised\" (in general Gentiles). (2:9, 2:12). These terms (circumcised/uncircumcised) are generally interpreted to mean Jews and Greeks, who were predominant, however it is an oversimplification as 1st century Iudaea Province also had some Jews who no longer circumcised, and some Greeks (called Proselytes or Judaizers) and others such as Egyptians, Ethiopians, and Arabs who did.","categories":[],"infobox_types":[],"annotations":[{"uri":"James_the_Less","surface_form":"James the Less","offset":144},{"uri":"Anno_Domini","surface_form":"AD","offset":166},{"uri":"62","surface_form":"62","offset":169},{"uri":"Bishop","surface_form":"bishop","offset":278},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":288},{"uri":"Epistle_of_James","surface_form":"James","offset":317},{"uri":"New_Testament","surface_form":"New Testament","offset":330},{"uri":"Seventy_Apostles","surface_form":"Seventy","offset":366},{"uri":"Paul_of_Tarsus","surface_form":"Paul of Tarsus","offset":391},{"uri":"Epistle_to_the_Galatians","surface_form":"Galatians","offset":409},{"uri":"KJV","surface_form":"KJV","offset":424},{"uri":"Saint_Peter","surface_form":"Cephas","offset":470},{"uri":"John_the_Apostle","surface_form":"John","offset":482},{"uri":"Pillars_of_the_Church","surface_form":"pillars","offset":505},{"uri":"Jesus","surface_form":"Jesus","offset":571},{"uri":"Liturgy_of_St_James","surface_form":"Liturgy of St James","offset":589},{"uri":"Nazarite","surface_form":"Nazarite","offset":740},{"uri":"James%2C_son_of_Zebedee","surface_form":"James, son of Zebedee","offset":851},{"uri":"Greek_language","surface_form":"Greek","offset":959},{"uri":"New_Testament","surface_form":"New Testament","offset":1249},{"uri":"Synoptic_Gospels","surface_form":"Synoptics","offset":1403},{"uri":"Gospel_of_John","surface_form":"Gospel of John","offset":1471},{"uri":"Acts_of_the_Apostles","surface_form":"Acts of the Apostles","offset":1561},{"uri":"Antioch","surface_form":"Antioch","offset":1834},{"uri":"Barnabas","surface_form":"Barnabas","offset":1944},{"uri":"Herod%27s_Temple","surface_form":"Herod's Temple","offset":2571},{"uri":"Torah","surface_form":"Torah","offset":2655},{"uri":"Antinomianism","surface_form":"antinomianism","offset":2684},{"uri":"Paul_of_Tarsus","surface_form":"Paul","offset":2700},{"uri":"1_Corinthians","surface_form":"1 Corinthians","offset":2793},{"uri":"Saint_Peter","surface_form":"Peter","offset":2977},{"uri":"John_the_Apostle","surface_form":"John","offset":2988},{"uri":"Jew","surface_form":"Jew","offset":3087},{"uri":"Proselyte","surface_form":"Proselyte","offset":3103},{"uri":"Gentiles","surface_form":"Gentiles","offset":3205},{"uri":"Jews","surface_form":"Jews","offset":3303},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":3312},{"uri":"Iudaea_Province","surface_form":"Iudaea Province","offset":3393},{"uri":"Judaizers","surface_form":"Judaizers","offset":3493}]}