{"id":55145,"url":"http://en.wikipedia.org/wiki/Topkap%C4%B1_Palace","text":"The Topkapı Palace is a palace in Istanbul (Constantinople), Turkey. Topkapı Sarayı in Turkish means the \"Cannongate Palace\". It was built in 1465. The palace was the administrative center of the Ottoman Empire. It was turned into a museum at the request of Turkey's first President, Mustafa Kemal Atatürk in 1924. It was built on the acropolis, the site of the first settlement in Istanbul. The palace has an very good view of the Golden Horn, the Bosphorus and the Sea of Marmara. The palace is surrounded by 5km of walls. It has an area of 700,000 sq. m at the tip of the historical peninsula.\nFirst Court.\nThe First Court (or \"Alay Meydanı\") spans over the entire Seraglio Point and is surrounded by high walls. This court was also known as the Court of the Janissaries or the Parade Court.\nThe main gate is called Bab-ı Hümayun, simply the Imperial Gate. Apart from the Topkapı Palace, the First Court also contains the old imperial mint (constructed in 1727), the church of Hagia Eirene, the Archeology Museum (constructed during the 19th century) and various fountains, pavilions (for example, the Çinili Pavilion, or Tiled Pavilion) and gardens (including the Gülhane Park, the old imperial rose garden).\nThe Çinili Pavilion (1472) has many superb examples of Iznik tiles. It now houses the Museum of Islamic Art.\nThe Fountain of the Executioner is where the executioner washed his hands and sword after a beheading. The Fountain of Ahmed III is an example of Rococo work.\nThe huge Gate of Greeting (\"Bab-üs Selam\") leads into the palace and the Second Court (\"Divan Meydanı\").\nSecond Court.\nThe second court is a park surrounded by the palace hospital, bakery, Janissary quarters, stables, the imperial Harem and Divan to the north and the kitchens to the south. The kitchens today contain one of the world's largest collections of Chinese blue-and-white and celadon porcelain, valued by the sultans because it was supposed to change color if the food or drink it contained was poisoned.\nThe Divan Salonu, or Imperial Council Chamber, was where the sultan's counselors and functionaries met to discuss the empire's affairs. The Sultan could overhear from a concealed grille.\nThird Court.\nBeyond the Gate of Felicity (\"Bab-üs Saadet\") is the Third Court which is the heart of the palace, a lush garden surrounded by the Hall of the Privy Chamber (\"Has Oda\") occupied by the palace officials, the treasury (which contains some of the finest treasures of the Ottoman age, including the Sacred Trusts), the Harem and some pavilions, with the library of Ahmed III in the center.\nThe Treasury holds some of the most famous and spectacular jewels in the world, including the famous Topkapı Dagger. In 1747, the Sultan had this dagger made for Nadir Shah of Persia, but the Shah was assassinated before the emissary had left the Ottoman Empire's boundaries and so the Sultan retained it. There are three large emeralds in the hilt and the sheath is worked with diamonds and enamel. This dagger was the subject of the famous film \"Topkapi\".\nThe Harem was home to the Sultan's mother, the Valide sultan; the concubines and wives of the Sultan; and the rest of his family, including children; and their servants. There are approximately 300 rooms (though only about twenty are open to the public), and the Harem housed as many as 500 people, which sometimes amounted up to 300 women, their children, and the eunuchs.\nMany of the rooms and features in the Harem were designed by Sinan, a famous architect of the Ottoman Empire.\nThe Pavilion of the Holy Mantle holds the cloak of Mohammed, his sword, his teeth, his beard, and other relics which are known as the Sacred Trusts. Even the Sultan and his family were permitted entrance only once a year, on the 15th day of Ramadan, during the time when the Palace was a residence. Now any visitor can see these items and many Muslims come on pilgrimage for this purpose.","categories":[],"infobox_types":[],"annotations":[{"uri":"Palace","surface_form":"palace","offset":24},{"uri":"Istanbul","surface_form":"Istanbul","offset":34},{"uri":"Constantinople","surface_form":"Constantinople","offset":44},{"uri":"Turkey","surface_form":"Turkey","offset":61},{"uri":"Turkish_language","surface_form":"Turkish","offset":87},{"uri":"Administration","surface_form":"administrative","offset":167},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":196},{"uri":"Museum","surface_form":"museum","offset":233},{"uri":"President","surface_form":"President","offset":273},{"uri":"Mustafa_Kemal_Atat%C3%BCrk","surface_form":"Mustafa Kemal Atatürk","offset":284},{"uri":"Acropolis","surface_form":"acropolis","offset":335},{"uri":"Golden_Horn","surface_form":"Golden Horn","offset":432},{"uri":"Bosphorus","surface_form":"Bosphorus","offset":449},{"uri":"Sea_of_Marmara","surface_form":"Sea of Marmara","offset":467},{"uri":"Kilometre","surface_form":"km","offset":512},{"uri":"Square_metre","surface_form":"sq. m","offset":551},{"uri":"Peninsula","surface_form":"peninsula","offset":586},{"uri":"Janissaries","surface_form":"Janissaries","offset":762},{"uri":"Hagia_Eirene","surface_form":"Hagia Eirene","offset":980},{"uri":"Istanbul_Archeology_Museum","surface_form":"Archeology Museum","offset":998},{"uri":"19th_century","surface_form":"19th century","offset":1040},{"uri":"G%C3%BClhane_Park","surface_form":"Gülhane Park","offset":1168},{"uri":"Iznik","surface_form":"Iznik","offset":1268},{"uri":"Tiles","surface_form":"tiles","offset":1274},{"uri":"Beheading","surface_form":"beheading","offset":1414},{"uri":"Ahmed_III","surface_form":"Ahmed III","offset":1441},{"uri":"Rococo","surface_form":"Rococo","offset":1468},{"uri":"Janissary","surface_form":"Janissary","offset":1670},{"uri":"Harem_(household)","surface_form":"Harem","offset":1712},{"uri":"Divan","surface_form":"Divan","offset":1722},{"uri":"Celadon","surface_form":"celadon","offset":1868},{"uri":"Porcelain","surface_form":"porcelain","offset":1876},{"uri":"The_Sacred_Trusts","surface_form":"the Sacred Trusts","offset":2488},{"uri":"Ahmed_III","surface_form":"Ahmed III","offset":2558},{"uri":"Nadir_Shah","surface_form":"Nadir Shah","offset":2745},{"uri":"Persia","surface_form":"Persia","offset":2759},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":2830},{"uri":"Emeralds","surface_form":"emeralds","offset":2911},{"uri":"Topkapi_(film)","surface_form":"Topkapi","offset":3031},{"uri":"Valide_sultan","surface_form":"Valide sultan","offset":3088},{"uri":"Concubine","surface_form":"concubine","offset":3107},{"uri":"Eunuchs","surface_form":"eunuchs","offset":3406},{"uri":"Sinan","surface_form":"Sinan","offset":3476},{"uri":"Mohammed","surface_form":"Mohammed","offset":3576},{"uri":"Relics","surface_form":"relics","offset":3629},{"uri":"The_Sacred_Trusts","surface_form":"the Sacred Trusts","offset":3655},{"uri":"Ramadan","surface_form":"Ramadan","offset":3766},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":3885}]}