{"id":551683,"url":"http://en.wikipedia.org/wiki/Nihal_Naj_Ali_Al-Awlaqi","text":"Nihal Naj Ali Al-Awlaqi or Nihal Naji Ali Al Awlaki (Arabic: نهال ناجي علي العولقي) is a Yemeni lawyer. She is Yemen’s Minister of Legal Affairs. In 2016 she received the International Women of Courage Award.\nLife.\nAl-Awalqi is from the Shabwah Governorate in Yemen. At the time of her appointment as Minister of Legal Affairs, on September 9, 2016, she was 39 years old. Al-Awalqi received a Doctor of Laws degree with honors from Mohammed V University in Morocco. She also received a Master of Law and a Bachelor of Legal Sciences from Mohammed V. University. She speaks Arabic, English, and French.\nWork.\nAl-Awalqi was an assistant law professor at the University of Aden, where she worked on research and training on the status of women.\nShe was a member of the comprehensive national dialogue conference state-building team. She was a member of the constitution drafting committee. She was a member of the government negotiating team in Geneva.\nOn September 9, 2016, Yemen President Abd Rabbo Mansour Hadi appointed al-Awaqi as Minister of Legal Affairs (وزيراً للشؤون القانونية).","categories":[],"infobox_types":[],"annotations":[{"uri":"Yemen","surface_form":"Yemeni","offset":89},{"uri":"Lawyer","surface_form":"lawyer","offset":96},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":171},{"uri":"Shabwah_Governorate","surface_form":"Shabwah Governorate","offset":237},{"uri":"Mohammed_V_University","surface_form":"Mohammed V University","offset":432},{"uri":"Morocco","surface_form":"Morocco","offset":457},{"uri":"Constitution","surface_form":"constitution","offset":854},{"uri":"Abd_Rabbuh_Mansur_Hadi","surface_form":"Abd Rabbo Mansour Hadi","offset":988}]}