{"id":551753,"url":"http://en.wikipedia.org/wiki/1909_Cherry_Mine_disaster","text":"The 1909 Cherry Mine disaster was a fire that occurred in Cherry, Illinois on November 13, 1909 in the Cherry Coal mine. Of the approximately 500 miners who reported to work that day, 259 men and boys (some as young as 10 years old) lost their lives. It was the second worst mine disaster in United States History.\nBackground.\nDuring the early 20th century, coal miners risked their lives every day. During the first decade of the 20th century, on average about six miners died every month in Northern Illinois coal mines. Between 1905 and 1930 in the U.S. it totaled about 2,000 deaths per year. The Cherry Mine was operated by the St. Paul Coal Company. It opened in 1905 and by 1909 was producing 300,000 tons of coal a year. The mine was a modern state of the art mine for its time. It had two vertical shafts, one of which blew blew air into the mine and was also used if miners needed to escape. The other shaft had elevators that lowered men and supplies, and brought out the coal. Most of the miners were from Europe and were new to America. Many lived in nearby towns such as Streator, Illinois or other towns on the Illinois River.\nNovember 13th.\nThere were three veins of coal, two of which were being worked that day. About 300 men worked the second vein while about 200 worked the third and deepest vein. In order to reach the third level, miners had to use the escape shaft and take a different elevator. On the morning of November 13, the electricity that lit the mine was not working. This was a common problem in the mine. When there was no electricity, miners used kerosene lamps to light the mine. A mine car full of hay to feed the mules that worked in the mine caught fire. The fire quickly spread and was out of control. Many of the miners burned to death while others died of suffocation from the toxic fumes.\nAbout forty-five minutes after the fire started, men were told to abandon the mine. About 10 to 12 cages full of men reached the surface through the elevator shaft. Others scrambled up the escape shaft. About 2:00 p.m. someone decided to reverse the fans that supplied air into the mine. This spread the fire and made matters much worse. Rescue workers went into the mine to try to save lives. But after a cage full of rescuers was lost at about 4:00 p.m., the company decided to seal off the mine.\nThe next day, rescue workers went back into the mine. They wore diving helmets with oxygen tanks, as no special equipment yet existed for mine rescues. They brought out the bodies of the dead workers. Then there was a surprising development. A small group of 21 miners had been quick thinking enough to build a barricade against the fire. They were found alive eight days later.\nAftermath.\nWhen a final count was made, 259 men and boys were killed in the mine fire. As a consequence, the USA reinforced many mining laws and regulations. The United Mine Workers Union gained hundreds of new members. In Illinois, the disaster led to the passage of the Illinois Workmen's Compensation Act. It also became a main reason for changes in the child labor laws in the United States. It was one of the mine disasters that caused the formation of the United States Bureau of Mines in 1910.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cherry%2C_Illinois","surface_form":"Cherry, Illinois","offset":58},{"uri":"Coal_mine","surface_form":"Coal mine","offset":110},{"uri":"Approximately","surface_form":"approximately","offset":128},{"uri":"Disaster","surface_form":"disaster","offset":280},{"uri":"History_of_the_United_States","surface_form":"United States History","offset":292},{"uri":"20th_century","surface_form":"20th century","offset":344},{"uri":"Decade","surface_form":"decade","offset":417},{"uri":"Average","surface_form":"average","offset":448},{"uri":"Miner","surface_form":"miner","offset":466},{"uri":"North","surface_form":"North","offset":493},{"uri":"Illinois","surface_form":"Illinois","offset":502},{"uri":"State_of_the_art","surface_form":"state of the art","offset":751},{"uri":"Escape","surface_form":"escape","offset":894},{"uri":"Elevator","surface_form":"elevator","offset":922},{"uri":"Coal","surface_form":"coal","offset":983},{"uri":"Europe","surface_form":"Europe","offset":1018},{"uri":"United_States","surface_form":"America","offset":1041},{"uri":"Illinois_River","surface_form":"Illinois River","offset":1126},{"uri":"Vein","surface_form":"vein","offset":1174},{"uri":"Electricity","surface_form":"electricity","offset":1454},{"uri":"Kerosene_lamp","surface_form":"kerosene lamp","offset":1583},{"uri":"Hay","surface_form":"hay","offset":1636},{"uri":"Mule","surface_form":"mule","offset":1652},{"uri":"Suffocation","surface_form":"suffocation","offset":1799},{"uri":"Toxic","surface_form":"toxic","offset":1820},{"uri":"Fume","surface_form":"fume","offset":1826},{"uri":"Abandon","surface_form":"abandon","offset":1899},{"uri":"Reverse","surface_form":"reverse","offset":2071},{"uri":"Fan","surface_form":"fan","offset":2083},{"uri":"Scuba_diving","surface_form":"diving","offset":2396},{"uri":"Oxygen","surface_form":"oxygen","offset":2416},{"uri":"Barricade","surface_form":"barricade","offset":2643},{"uri":"Law","surface_form":"law","offset":2847},{"uri":"Rule","surface_form":"regulations","offset":2856},{"uri":"United_Mine_Workers","surface_form":"United Mine Workers","offset":2873},{"uri":"Union","surface_form":"Union","offset":2893},{"uri":"Child_labor_laws_in_the_United_States","surface_form":"child labor laws in the United States","offset":3068},{"uri":"United_States_Bureau_of_Mines","surface_form":"United States Bureau of Mines","offset":3173}]}