{"id":551887,"url":"http://en.wikipedia.org/wiki/Involuntary_celibacy","text":"Involuntary celibacy or inceldom means being unable to get sex or a romantic partner. An incel or incelibate is a person who is in this situation. Female incels are sometimes called \"femcels\". Homosexual incels are sometimes called \"gaycels\". Transgender people going through inceldom are called \"transcels\".\nDiscussions on the incelosphere (incel websites) are mostly by heterosexual males. But female incels and gay incels also exist. Incels, especially male incels, are often misogynistic and seem to feel a sense of entitlement to sex, with some supporting arranged marriage. Some incels even support violence against women, such as rape, and violence against romantically successful men (some of which are often refered to as \"Chads\"), who are resented.The Southern Poverty Law Center has described the subculture as \"part of the online male supremacist ecosystem\", and says self-described incels have committed several mass murders in North America.\nThe word \"incel\" was invented in 1993 by a college student 'Alana' from Toronto, Ontario. She made a website to discuss her sexual inactivity with others. The website, titled \"Alana's Involuntary Celibacy Project\", was used by people of all genders to share posts about the topic. During her college career and after, she realized she was queer, and became more comfortable with her identity. She later gave the site to a stranger. After reading about the 2014 Isla Vista killings, she wrote, \"Like a scientist who invented something that ended up being a weapon of war, I can't uninvent this word, nor restrict it to the nicer people who need it\". Another notable incel was Christine Chubbuck. She committed suicide on live tv in 1974. /r/incels on Reddit was one of the biggest Incel forums. On November 7, 2017, Reddit decided to get rid of it because of their new site rules.\nThere are many subgroups of incels. For example lesbocels are a subgroup of gaycels meaning lesbian involuntary celibates. Some femcelish lesbians call themselves \"incelbians\". Or for example disabledcels and mentalcels are subsets of inceldom whose involuntary celibacy is caused by them being disabled. Femcels who believe that their inceldom condition is permanent call themselves \"trufemcel\" or \"truefemcel\". They call the state of being unable to get romance or a partner as \"femceldom\". The largest inceldom-related forum at the turn of the 2020s decade was the subreddit \"trufemcels\", a platform for femcels.\nWords used by incels.\nStacy: A sexually active woman who is considered attractive.\nRoastie: A woman who had sex with many men.\nBlack pill: The real or perceived socially unspoken realizations that come from being a longtime incel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heterosexual","surface_form":"heterosexual","offset":372},{"uri":"Misogyny","surface_form":"misogynistic","offset":479},{"uri":"Arranged_marriage","surface_form":"arranged marriage","offset":561},{"uri":"Violence_against_women","surface_form":"violence against women","offset":605},{"uri":"Rape","surface_form":"rape","offset":637},{"uri":"Southern_Poverty_Law_Center","surface_form":"Southern Poverty Law Center","offset":762},{"uri":"Male_supremacist","surface_form":"male supremacist","offset":842},{"uri":"Mass_murder","surface_form":"mass murder","offset":925},{"uri":"Toronto","surface_form":"Toronto","offset":1028},{"uri":"Ontario","surface_form":"Ontario","offset":1037},{"uri":"Queer","surface_form":"queer","offset":1295},{"uri":"2014_Isla_Vista_killings","surface_form":"2014 Isla Vista killings","offset":1412},{"uri":"Christine_Chubbuck","surface_form":"Christine Chubbuck","offset":1631}]}