{"id":551958,"url":"http://en.wikipedia.org/wiki/Forever_Marilyn","text":"\"Forever Marilyn\" is a giant statue of Marilyn Monroe designed by Seward Johnson. The statue is made to look like one of the most famous images of Monroe, taken from the movie \"The Seven Year Itch\". The statue was created in July 2011. It has been displayed in the United States and Australia.\nDesign and location.\nThe 26-foot-tall sculpture is a super-sized tribute to Marilyn Monroe's famous scene from Billy Wilder's 1955 comedy, \"The Seven-Year Itch\". It shows the instant a blast of air from a New York City Subway grate raises her white dress.\nThe statue was displayed at Pioneer Court in Chicago, Illinois, before it was moved to Palm Springs, California in 2012.\nIt left Palm Springs on March 27, 2014. It was moved to the 42-acre Grounds for Sculpture in New Jersey in 2014 to honor Seward Johnson. Due to its popularity, the statue remained on display at the GFS through September 2015.\nThe statue was next displayed in 2016 in Australia in connection with the Bendigo Art Gallery's Marilyn Monroe exhibition.\nReception.\nIn 2011 the statue was vandalized three times, being splashed with red paint. According to the executive director of the Chicago Public Arts Group, this was because the statue is controversial.\nThe public, however, generally liked the statue: \"Forever Marilyn\" journeyed back to Hamilton in April 2014, arriving at the Grounds for Sculpture on a truck as two dozen people cheered and took pictures. During the cross-country journey, people snapped photos of the sculpture in parking lots and along highways and posted them on social media.\"\nThere is at least one full size counterfeit. The discarded sculpture was photographed in a dump in China.","categories":[],"infobox_types":[],"annotations":[{"uri":"Statue","surface_form":"statue","offset":29},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":39},{"uri":"Seward_Johnson","surface_form":"Seward Johnson","offset":66},{"uri":"The_Seven_Year_Itch","surface_form":"The Seven Year Itch","offset":177},{"uri":"United_States","surface_form":"United States","offset":265},{"uri":"Australia","surface_form":"Australia","offset":283},{"uri":"Billy_Wilder","surface_form":"Billy Wilder","offset":405},{"uri":"New_York_City_Subway","surface_form":"New York City Subway","offset":499},{"uri":"Chicago","surface_form":"Chicago, Illinois","offset":595},{"uri":"Palm_Springs%2C_California","surface_form":"Palm Springs, California","offset":637},{"uri":"New_Jersey","surface_form":"New Jersey","offset":764},{"uri":"Counterfeit","surface_form":"counterfeit","offset":1604},{"uri":"China","surface_form":"China","offset":1671}]}