{"id":551950,"url":"http://en.wikipedia.org/wiki/Awadeya_Mahmoud","text":"Awadeya Mahmoud or Awwadah Mahmoud Koko (Arabic: عوضية محمود كوكو) is a tea seller and activist from Sudan. She started the Women’s Food and Tea Sellers’ Cooperative and the Women’s Multi-Purpose Cooperative for Khartoum State. In 2016, she received the International Women of Courage Award.\nWork.\nMahmoud lived in southern Kordofan. Because of war in south Sudan, she moved to Khartoum. She started to sell tea by the side of the road. Every day, the local police harassed her and threatened her. She could not go to the government, so she organized women. She helped them talk to politicians and use the media to get attention for their problems. The police put her in jail for four years. Finally the courts of Sudan said she was free. With the help of the Sudanese Development Association, an NGO, she started an organization to help the women who sell tea.\nAt first there were three cooperatives. During 2015, the project increased to 36 cooperatives in seven areas of Khartoum region. Now there are more than 7,500 women in the original three cooperatives.","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":87},{"uri":"Sudan","surface_form":"Sudan","offset":101},{"uri":"Women%E2%80%99s_Food_and_Tea_Sellers%E2%80%99_Cooperative","surface_form":"Women’s Food and Tea Sellers’ Cooperative","offset":124},{"uri":"Women%E2%80%99s_Multi-Purpose_Cooperative","surface_form":"Women’s Multi-Purpose Cooperative","offset":174},{"uri":"International_Women_of_Courage_Award","surface_form":"International Women of Courage Award","offset":254},{"uri":"Kordofan","surface_form":"Kordofan","offset":324},{"uri":"Khartoum","surface_form":"Khartoum","offset":378},{"uri":"Harass","surface_form":"harass","offset":465},{"uri":"Threat","surface_form":"threat","offset":482},{"uri":"Sudanese_Development_Association","surface_form":"Sudanese Development Association","offset":760},{"uri":"NGO","surface_form":"NGO","offset":797}]}