{"id":552056,"url":"http://en.wikipedia.org/wiki/Oblique_order","text":"The oblique order, also called the oblique attack is a military tactic to bring a larger force against one of the enemy's flanks. At the same time the remainder of the force is used to distract and keep the enemy line in place. This is a good tactic if the attacking force is larger in size. Frederick the Great is credited with inventing the oblique order. He would use a large number of troops on one of the flanks to destroy that section, then drive into the enemy from two directions. The word oblique comes from the Middle English word \"oblike\", which comes from the Latin word \"oblīquus\" meaning \"slanted\". In military usage, oblique usually means at an angle, often 45 degrees.\nHistory.\nFrederick the Great was not the first battlefield commander to put more forces on one side of his battle lines. But in the past the maneuver had to be done at night or out of sight of the enemy. If a commander put more troops on one flank (or \"wing\"), the opposing commander seeing this, would simply move his forces to counter the move. Shifting forces during a battle took time. There was also the risk of the enemy attacking while forces were being moved around. Frederick overcame these problems. The most important thing he did was train his soldiers to march quickly. When his Prussian army reached the battlefield, they would form the standard (for the time) two lines parallel to the enemy's two lines. But Frederick's army had been trained to \"quarter-wheel\" (turn at an angle) by sections, then in a fluid movement, quickly form into columns. Each unit of the Prussian army did this at the same moment which allowed his entire force to perform such a movement in under two minutes.\nFrederick described his technique: \"a commander should strengthen one wing of his army and employ it to attack the enemy flank, while holding back another, smaller wing to threaten the enemy’s main force and keep it from changing position.\" The other army was already in place and could not switch their troops around fast enough before the Prussians attacked. Frederick went on to say: \"an army of 30,000 could beat an army of 100,000 using this method.\"\nThere are other versions of what exactly the oblique order is. One version says that all preparation done on the night before or the day of the battle to reinforce its flanks or center could be considered part of the oblique order. If that were true then Cyrus the Great used it at the Battle of Thymbra in 547 BC. Other commanders in history, ancient and modern, have also prepared in much the same way. This version would be like Frederick claiming he invented war itself. Reinforcing a flank at night or out of sight of the enemy is not so much a tactical maneuver as depending on surprise. Many Austrian, French, and English officers of this time thought the oblique order was moving an entire army around. They never understood that Frederick the Great never did this. He maneuvered by lines and by flanks, never by army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tactic","surface_form":"tactic","offset":64},{"uri":"Enemy","surface_form":"enemy","offset":114},{"uri":"Flanking_maneuver","surface_form":"flank","offset":122},{"uri":"Distract","surface_form":"distract","offset":185},{"uri":"Line_(formation)","surface_form":"line","offset":213},{"uri":"Frederick_the_Great","surface_form":"Frederick the Great","offset":292},{"uri":"Credit","surface_form":"credit","offset":315},{"uri":"Invention","surface_form":"inventing","offset":329},{"uri":"Middle_English","surface_form":"Middle English","offset":521},{"uri":"Latin","surface_form":"Latin","offset":572},{"uri":"Angle","surface_form":"angle","offset":660},{"uri":"Degree_(angle)","surface_form":"degree","offset":676},{"uri":"Battlefield","surface_form":"battlefield","offset":732},{"uri":"Commander","surface_form":"commander","offset":744},{"uri":"Maneuver","surface_form":"maneuver","offset":826},{"uri":"Sight","surface_form":"sight","offset":869},{"uri":"Counter","surface_form":"counter","offset":1014},{"uri":"Prussia","surface_form":"Prussia","offset":1277},{"uri":"Parallel","surface_form":"parallel","offset":1370},{"uri":"Fluid","surface_form":"fluid","offset":1504},{"uri":"Technique","surface_form":"technique","offset":1710},{"uri":"Cyrus_the_Great","surface_form":"Cyrus the Great","offset":2397},{"uri":"Battle_of_Thymbra","surface_form":"Battle of Thymbra","offset":2428},{"uri":"547_BC","surface_form":"547 BC","offset":2449},{"uri":"Austrian","surface_form":"Austrian","offset":2741},{"uri":"France","surface_form":"French","offset":2751},{"uri":"England","surface_form":"English","offset":2763},{"uri":"Officer","surface_form":"officer","offset":2771}]}