{"id":552268,"url":"http://en.wikipedia.org/wiki/Preemptive_war","text":"A preemptive war is one in which a country takes military action against another country or group that poses a real threat of waging a war against them. The purpose is to stop the threat before the country or group has a chance to strike. This is an old philosophy of war or of preventing a war. Sun Tzu, the ancient Chinese general, military expert and philosopher, advised using preemptive war to make sure your enemy does not attack first. A declaration of war may or may not come before a preemptive first strike. Preemptive war is thought of as a defensive act. This is true when it is clear an enemy is threatening an attack and that attack will do great harm. Also, a country which preemptively attacks another to defend itself can claim it was a moral act and avoid the label of an aggressor.\nPreemptive vs preventive war.\nThere is often confusion between preemptive war and a preventative war. A preemptive war is one in which striking first gives a country an advantage over an enemy whose intentions are clearly to strike and do great harm. An example is the 1967 Six-Day War. When it became clear that Egypt and Syria were about to attack, Israel attacked them first in a preemptive strike.\nA preventive war is one in which a country attacks another in order to prevent them from having the capability of making war. A preventive war is one based on the idea that it is possible to tell with certainty what future events will take place. Article 51 of the United Nations Charter recognizes “the inherent right of individual or collective self-defence if an armed attack occurs”. For example, under the Bush Doctrine the United States can attack any nation or group that may attack them in the future even if they do not currently have this capability. By calling it \"preemptive\" it does not change if from being preventive.\nThere are a few cases where a preventive war may have been justified. For example, when Adolf Hitler became Chancellor of Germany in 1933, he openly said he would rearm Germany and would seize the lands necessary for German \"living space.\" Nazi Germany claimed they only wanted what was due them and once they obtained it they would live in peace. But many in Europe saw this was not true. By the beginning of World War II nearly everyone realized the earlier statements had not been true. But by this time it was too late and a costly and destructive war was necessary to finally stop Hitler.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pose","surface_form":"pose","offset":103},{"uri":"Threat","surface_form":"threat","offset":116},{"uri":"Sun_Tzu","surface_form":"Sun Tzu","offset":296},{"uri":"Ancient_China","surface_form":"ancient Chinese","offset":309},{"uri":"General_officer","surface_form":"general","offset":325},{"uri":"Expert","surface_form":"expert","offset":343},{"uri":"Philosopher","surface_form":"philosopher","offset":354},{"uri":"Declaration_of_war","surface_form":"declaration of war","offset":445},{"uri":"Defend","surface_form":"defensive","offset":552},{"uri":"Morality","surface_form":"moral","offset":754},{"uri":"Aggression","surface_form":"aggressor","offset":790},{"uri":"Six-Day_War","surface_form":"Six-Day War","offset":1075},{"uri":"Egypt","surface_form":"Egypt","offset":1114},{"uri":"Syria","surface_form":"Syria","offset":1124},{"uri":"Israel","surface_form":"Israel","offset":1152},{"uri":"Capability","surface_form":"capability","offset":1303},{"uri":"Chapter_VII_of_the_United_Nations_Charter","surface_form":"Article 51","offset":1450},{"uri":"United_Nations","surface_form":"United Nations Charter","offset":1468},{"uri":"Bush_Doctrine","surface_form":"Bush Doctrine","offset":1614},{"uri":"United_States","surface_form":"United States","offset":1632},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1924},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor of Germany","offset":1944},{"uri":"Weapon","surface_form":"rearm","offset":1999},{"uri":"Seize","surface_form":"seize","offset":2023},{"uri":"Territory","surface_form":"lands","offset":2033},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":2076},{"uri":"Europe","surface_form":"Europe","offset":2196},{"uri":"World_War_II","surface_form":"World War II","offset":2246}]}