{"id":552361,"url":"http://en.wikipedia.org/wiki/Battle_of_New_Market","text":"The Battle of New Market was an American Civil War battle fought on May 15, 1864 over control of the Shenandoah Valley in Virginia. The battle was part of the Union Army Valley Campaigns of 1864. Lieutenant General Ulysses S. Grant had ordered General Franz Sigel to take his army into the Shenandoah Valley and clear it of Confederate forces. Siegel had about 9,000 men when he started up the valley, but for some reason split his army. When he arrived outside the town of New Market, he had with him a force of about 6,500 Union soldiers. The Shenandoah valley was the breadbasket of the Confederacy and provided food to feed General Robert E. Lee's hungry army. Lee sent General John C. Breckinridge with about 4,100 men to stop Siegel and force the Union Army out of the valley. Breckenridge, with Lee's permission, called up the 500 cadets from the nearby Virginia Military Institute (VMI), some as young as 15 years old. The Confederates won the battle, defeating Siegel's larger force.\nBackground.\nFor some time during the war, the Shenandoah Valley had been a series of problems for the Union Army. In 1862, Confederate General Stonewall Jackson, in a series of six small battles, had tied up federal forces that could have been used against Richmond, Virginia, the Confederate capital. Just a year later, Lee's army had used the valley to move north to invade Pennsylvania. In addition to providing the food necessary to keep Lee's army going, it remained a very real threat to Washington, D.C.. The Shenandoah Valley was strategically the left flank of Lee's defense of Richmond. Jackson had said early in the war, \"If the Valley is lost, Virginia is lost.\"\nGrant placed Major General Philip Sheridan in charge of clearing the Shenandoah Valley. He gave Sheridan the order \"to put himself south of the enemy and follow him to the death…\" Siegel, under Sheridan's command, was ordered to march up the valley to Staunton from Martinsburg (now in West Virginia). Siegel was a political general and had not been trained at West Point. He had been appointed to his position to attract support from German Immigrants for the Union cause. Siegel had shown poor tactical and strategic skills and had lost a number of battles. Also, when he was under stress, he would bark out his orders in German, confusing his men. Yet he was Grant's choice for this mission. Confederate General Brekenridge was also a political general, but proved to be more than Siegel could handle.\nThe battle.\nSiegel was sent into the Shenandoah Valley while Grant was fighting Lee, first at the Battle of the Wilderness then at the Battle of Spotsylvania Court House. Siegel's main purpose was to prevent Breckinridge from reinforcing Lee.\nAs Siegel crossed the Shenandoah River north of New Market, he started making mistakes. He sent some of his force after the Confederate cavalry in the area. He ordered two regiments of troops to stand guard over the bridges (apparently in case he had to retreat). Meanwhile, Breckinridge had managed to scrape together only two brigades of Confederate infantry, a few cavalry, and 247 cadets from VMI in nearby Lexington, Virginia. On the morning of May 15, Breckinridge decided to remain on the defensive since he had fewer soldiers and held the high ground. Siegel attacked but was quickly pushed back. Breckinridge saw he had an advantage and attacked the Union line in the afternoon during a heavy rainstorm. He had intended to keep the cadets in reserve but now he needed them. Siegel was forced back across the Shenandoah and this time burned the bridge behind him.\nAftermath.\nThere were about 831 Union casualties. About 96 were killed, 479 wounded, and 256 were reported captured or missing. The Confederates had about 577 casualties. Of these, 43 were killed, 534 were wounded, captured or missing. In total, 10 VMI cadets lost their lives. The Battle of New Market is mainly remembered for the VMI Corps of Cadets who fought there and for those who died there. Beginning in 1878, VMI has held a formal ceremony every year. About the same time they began the French custom of the roll call (reading the names out loud) of the dead who had been killed at New Market. At each ceremony, a cadet is selected to answer for each of the 10 cadets who were killed. On the name being called, the cadet answers: \"Died on the field of honor.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":32},{"uri":"Battle","surface_form":"battle","offset":51},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":101},{"uri":"Virginia","surface_form":"Virginia","offset":122},{"uri":"Union_Army","surface_form":"Union Army","offset":159},{"uri":"Valley_Campaigns_of_1864","surface_form":"Valley Campaigns of 1864","offset":170},{"uri":"Lieutenant_General","surface_form":"Lieutenant General","offset":196},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":215},{"uri":"Franz_Sigel","surface_form":"Franz Sigel","offset":252},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":324},{"uri":"Reason","surface_form":"reason","offset":415},{"uri":"Split","surface_form":"split","offset":422},{"uri":"New_Market%2C_Virginia","surface_form":"New Market","offset":474},{"uri":"Soldiers","surface_form":"soldiers","offset":531},{"uri":"Breadbasket","surface_form":"breadbasket","offset":571},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":636},{"uri":"John_C._Breckinridge","surface_form":"John C. Breckinridge","offset":682},{"uri":"Permission","surface_form":"permission","offset":808},{"uri":"Cadet","surface_form":"cadet","offset":838},{"uri":"Virginia_Military_Institute","surface_form":"Virginia Military Institute","offset":861},{"uri":"Defeat","surface_form":"defeat","offset":960},{"uri":"Stonewall_Jackson","surface_form":"Stonewall Jackson","offset":1136},{"uri":"Union_Army","surface_form":"federal forces","offset":1201},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1250},{"uri":"Capital_city","surface_form":"capital","offset":1286},{"uri":"North","surface_form":"north","offset":1353},{"uri":"Invade","surface_form":"invade","offset":1362},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":1369},{"uri":"Threat","surface_form":"threat","offset":1477},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1487},{"uri":"Strategic","surface_form":"strategic","offset":1531},{"uri":"Flanking_maneuver","surface_form":"flank","offset":1554},{"uri":"Major_General","surface_form":"Major General","offset":1681},{"uri":"Philip_Sheridan","surface_form":"Philip Sheridan","offset":1695},{"uri":"South","surface_form":"south","offset":1799},{"uri":"Staunton","surface_form":"Staunton","offset":1920},{"uri":"Martinsburg%2C_West_Virginia","surface_form":"Martinsburg","offset":1934},{"uri":"West_Virginia","surface_form":"West Virginia","offset":1954},{"uri":"Political_general","surface_form":"political general","offset":1983},{"uri":"United_States_Military_Academy_at_West_Point","surface_form":"West Point","offset":2029},{"uri":"Germany","surface_form":"German","offset":2103},{"uri":"Immigrants","surface_form":"Immigrants","offset":2110},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":2129},{"uri":"Stress","surface_form":"stress","offset":2252},{"uri":"Bark","surface_form":"bark","offset":2269},{"uri":"German_language","surface_form":"German","offset":2292},{"uri":"Battle_of_the_Wilderness","surface_form":"Battle of the Wilderness","offset":2571},{"uri":"Battle_of_Spotsylvania_Court_House","surface_form":"Battle of Spotsylvania Court House","offset":2608},{"uri":"Cavalry","surface_form":"cavalry","offset":2852},{"uri":"Regiment","surface_form":"regiment","offset":2888},{"uri":"Brigade","surface_form":"brigade","offset":3044},{"uri":"Lexington%2C_Virginia","surface_form":"Lexington, Virginia","offset":3127},{"uri":"Defense_(military)","surface_form":"defensive","offset":3212},{"uri":"Rainstorm","surface_form":"rainstorm","offset":3418},{"uri":"Ceremony","surface_form":"ceremony","offset":4028},{"uri":"France","surface_form":"French","offset":4084},{"uri":"Custom","surface_form":"custom","offset":4091}]}