{"id":552443,"url":"http://en.wikipedia.org/wiki/Paul_Bostaph","text":"Paul Steven Bostaph (born 4 March 1964 in San Francisco, California) is an American metal drummer who is currently performing with the thrash metal band Slayer. He began his drumming career in 1984, and has since worked with bands like Forbidden, Exodus, Systematic, and Testament. \"Metal-Rules.com\" described Bostaph as \"a true professional and one of the best drummers on today's metal music scene.\"\nEarly years.\nBostaph first wanted to play the bass guitar, but later chose the drums because he found a kit that was cheaper than a bass. He listened to The Beatles and The Beach Boys, but DC got him into rock drumming. He bought his first drum kit at the age of 15 and decided to become a metal drummer after listening to \"Killers\" by Iron Maiden. He was also influenced by bands like ELO, Blue Öyster Cult and Black Sabbath. His biggest drumming inspirations are Phil Rudd, Clive Burr, Tommy Aldridge, Nicko McBrain, Cozy Powell, Jeff Porcaro, Steve Smith, Dave Lombardo, and Tommy Lee.\nForbidden (1985–1992).\nBostaph played drums for Forbidden from 1985–1992, playing on their first two studio albums, \"Forbidden Evil\" and \"Twisted into Form\". He also played on their 1989 live EP \"Raw Evil: Live at the Dynamo\". He is regarded as their most prolific 'permanent' drummer to date.\nSlayer and solo work.\nAfter drummer Dave Lombardo of Slayer left in 1992, the band was looking for a new drummer. Lombardo's drum tech was filling in but kept on making errors. After auditioning several drummers and listening to hundreds of demo tapes, Bostaph was recommended by Slayer guitarist Kerry King's guitar technician. Slayer members listened to some Forbidden records, however, they did not see how Bostaph could fit in Slayer – Lombardo's style was \"over the top\", while Forbidden was more melodic. Slayer auditioned Bostaph with nine songs, and he made only one error on \"Angel of Death\". Bostaph had to practice a lot to improve the strength of his hands and feet; \"I respected and loved Dave's drumming but as a fan, if they got a new drummer and I bought a ticket to a show, I would expect to hear the stuff that Dave does, that's what I would want. So, I went in and every time I had to learn a new song I would play them exactly how Dave played them\".\nBostaph recorded four albums with Slayer; his least favorite is 1994's \"Divine Intervention\". This is due to the guitars not being loud enough as they were in the recording session, the band moving around to several recording studios, and a producer who had never done any heavy metal music. The producer changed near the end of recording to Toby Wright – Bostaph stating \"that record never had any consistency to it although a lot of fans still like it.\" Bostaph left the band in 1996 to concentrate on his solo project, Truth About Seafood, and was replaced by Jon Dette; however, he returned in 1997. His second favorite album is 2001's \"God Hates Us All\"; \"The whole era that I was with the band that was the album that was the most well-rounded and mixed the best\" with \"Diabolus in Musica\".\nBostaph left Slayer after the release of \"God Hates Us All\", after a chronic elbow injury he had received restricted his ability to play. (although he later said that he actually left because \"Musically, I wanted to do something else\".) His third last performance with the band is recorded on the DVD \"War at the Warfield\" recorded on December 7, 2001. Bostaph is yet to watch it as he feels \"It's like breaking up with a girlfriend\" and needs to move on with his life. He remained friends with the Slayer members, and when asked if he would work with them in the future, he replied \"sure\". Bostaph was temporarily replaced by original Slayer drummer Dave Lombardo, which later proved to be a permanent arrangement until 2013, when the band announced he has replaced Lombardo for the second time.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Francisco","surface_form":"San Francisco","offset":42},{"uri":"California","surface_form":"California","offset":57},{"uri":"United_States","surface_form":"American","offset":75},{"uri":"Metal_music","surface_form":"metal","offset":84},{"uri":"Drummer","surface_form":"drummer","offset":90},{"uri":"Thrash_metal","surface_form":"thrash metal","offset":135},{"uri":"Slayer","surface_form":"Slayer","offset":153},{"uri":"Forbidden_(band)","surface_form":"Forbidden","offset":236},{"uri":"Exodus_(band)","surface_form":"Exodus","offset":247},{"uri":"Systematic_(band)","surface_form":"Systematic","offset":255},{"uri":"Testament_(band)","surface_form":"Testament","offset":271},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":448},{"uri":"The_Beatles","surface_form":"The Beatles","offset":555},{"uri":"The_Beach_Boys","surface_form":"The Beach Boys","offset":571},{"uri":"DC","surface_form":"DC","offset":591},{"uri":"Killers_(Iron_Maiden_album)","surface_form":"Killers","offset":726},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":738},{"uri":"Electric_Light_Orchestra","surface_form":"ELO","offset":788},{"uri":"Blue_%C3%96yster_Cult","surface_form":"Blue Öyster Cult","offset":793},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":814},{"uri":"Phil_Rudd","surface_form":"Phil Rudd","offset":867},{"uri":"Clive_Burr","surface_form":"Clive Burr","offset":878},{"uri":"Tommy_Aldridge","surface_form":"Tommy Aldridge","offset":890},{"uri":"Nicko_McBrain","surface_form":"Nicko McBrain","offset":906},{"uri":"Cozy_Powell","surface_form":"Cozy Powell","offset":921},{"uri":"Jeff_Porcaro","surface_form":"Jeff Porcaro","offset":934},{"uri":"Steve_Smith_(musician)","surface_form":"Steve Smith","offset":948},{"uri":"Dave_Lombardo","surface_form":"Dave Lombardo","offset":961},{"uri":"Tommy_Lee","surface_form":"Tommy Lee","offset":980},{"uri":"Forbidden_(band)","surface_form":"Forbidden","offset":1039},{"uri":"Forbidden_Evil_(album)","surface_form":"Forbidden Evil","offset":1108},{"uri":"Twisted_into_Form_(album)","surface_form":"Twisted into Form","offset":1129},{"uri":"Dave_Lombardo","surface_form":"Dave Lombardo","offset":1321},{"uri":"Slayer","surface_form":"Slayer","offset":1338},{"uri":"Kerry_King","surface_form":"Kerry King","offset":1582},{"uri":"Melody","surface_form":"melodic","offset":1787},{"uri":"Angel_of_Death_(Slayer_song)","surface_form":"Angel of Death","offset":1870},{"uri":"Divine_Intervention_(album)","surface_form":"Divine Intervention","offset":2327},{"uri":"Toby_Wright","surface_form":"Toby Wright","offset":2597},{"uri":"Jon_Dette","surface_form":"Jon Dette","offset":2818},{"uri":"God_Hates_Us_All","surface_form":"God Hates Us All","offset":2896},{"uri":"Diabolus_in_Musica","surface_form":"Diabolus in Musica","offset":3031},{"uri":"War_at_the_Warfield","surface_form":"War at the Warfield","offset":3354}]}