{"id":55257,"url":"http://en.wikipedia.org/wiki/Identity_(mathematics)","text":"e=\"preserve\">:\"For other senses of this word, see identity.\"\nAn equality in mathematical sense is only true under more particular conditions. For this, the symbol ≡ is sometimes used (note, however, that the same symbol can also be used for a congruence relation as well.)\nIdentity relation.\nA common example of the first meaning is the trigonometric identity\nwhich is true for all real values of formula_1 (since the real numbers formula_1 are the domain of both sine and cosine), as opposed to\nwhich is only true for certain values of formula_1 in a subset of the domain.\nIdentity element.\nThe concepts of \"additive identity\" and \"multiplicative identity\" are central to the Peano axioms.\nThe number 0 is the \"additive identity\" for integers, real numbers, and complex numbers. For the real numbers, for all formula_1\nSimilarly, The number 1 is the \"multiplicative identity\" for integers, real numbers, and complex numbers. For the real numbers, for all formula_1\nIdentity function.\nA common example of an identity function is the identity permutation, which sends each element of the set formula_1 to itself.\nComparison.\nThese meanings are not mutually exclusive; for instance, the identity permutation is the identity element in the set of permutations of formula_1 under composition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Identity","surface_form":"identity","offset":50},{"uri":"Equality_(mathematics)","surface_form":"equality in mathematical sense","offset":64},{"uri":"Congruence_relation","surface_form":"congruence relation","offset":243},{"uri":"Trigonometric_identity","surface_form":"trigonometric identity","offset":337},{"uri":"Real_number","surface_form":"real","offset":382},{"uri":"Sine","surface_form":"sine","offset":464},{"uri":"Cosine","surface_form":"cosine","offset":473},{"uri":"Peano_axioms","surface_form":"Peano axioms","offset":677},{"uri":"Permutation","surface_form":"permutation","offset":1042},{"uri":"Function_composition","surface_form":"composition","offset":1276}]}