{"id":55260,"url":"http://en.wikipedia.org/wiki/Equality_(mathematics)","text":"e=\"preserve\">In mathematics, two things are equal if and only if they are exactly the same in every way. That is, they have the same (mathematical) value and the same mathematical properties. Mathematicians use the equals sign (=) to say this. This defines a binary relation, equality'\". The statement \"x\" = \"y\" means that \"x\" and \"y\" are equal.\nEquivalence in a more general sense is provided by the construction of an equivalence relation between two mathematical objects, that is, two mathematical objects are equivalent if they are related by this relation. In which case, the equivalence is often represented using the symbols formula_1 or formula_1.\nA statement that two expressions denote equal quantities is an equation (or an equality). Equations are equal. Inequalities are unequal.\nAn equality is also a transitive relation. This means that if one object is equal to a second object, and the second object is equal to a third object, then the first object is equal to the third object as well.\nSince a predicate is a way of describing something that is true, another way to say this is that if one thing that is true about a variable is not true about the other variable, then they are not \"equal\" as far as mathematical logic is concerned: two things are only equal if anything that is true about one has to be true about the other.\nIn geometry, the word congruence is often preferred. Numbers are equal, geometrical objects are congruent. Two shapes are congruent if one can be moved or rotated so that it fits exactly where the other one is. If shrinking or enlarging one of the two objects is needed, then they are not congruent. They are called \"similar\" instead. The congruence relation is often represented by the symbol formula_1, while the similarity relation is represented by the symbol formula_1.\nIn computer science, usually, the mathematical definition is used. Very often, the comparison is written \"==\" (and the assignment, the act of giving a value, is written as \"=\", or \":=\"). In object-oriented languages, or languages which have pointers, there is an additional problem. Those languages contain references (which are in fact pointers). If two such references do not reference exactly the same object, then they are different and \"a == b\" will be false in this case.\nFor this reason, many such languages have introduced another operator (in Java, this method is called \"equals\"). This operator compares the actual values of the objects—not where the variables that reference them point to.\nIn social sciences, two people are equal if many of the same things are true about them. For example. two people who have the same amount of education and money, and who are of the same age usually think of each other as equals. Another name for a person who is equal to another person is a peer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematics","surface_form":"mathematics","offset":16},{"uri":"If_and_only_if","surface_form":"if and only if","offset":50},{"uri":"Equals_sign","surface_form":"equals sign","offset":215},{"uri":"Define","surface_form":"defines","offset":249},{"uri":"Binary_relation","surface_form":"binary relation","offset":259},{"uri":"Equivalence_relation","surface_form":"equivalence relation","offset":420},{"uri":"Expression_(mathematics)","surface_form":"expression","offset":677},{"uri":"Equation","surface_form":"equation","offset":719},{"uri":"Inequality","surface_form":"Inequalities","offset":767},{"uri":"Transitivity_(mathematics)","surface_form":"transitive relation","offset":815},{"uri":"Geometry","surface_form":"geometry","offset":1348},{"uri":"Congruence","surface_form":"congruence","offset":1367},{"uri":"Shape","surface_form":"shape","offset":1456},{"uri":"Computer_science","surface_form":"computer science","offset":1823},{"uri":"Object-oriented_programming","surface_form":"object-oriented","offset":2010},{"uri":"Pointer_(Computer_Science)","surface_form":"pointer","offset":2061},{"uri":"Java_programming_language","surface_form":"Java","offset":2372},{"uri":"Method_(Computer_Science)","surface_form":"method","offset":2383},{"uri":"Social_sciences","surface_form":"social sciences","offset":2524},{"uri":"Peer_group","surface_form":"peer","offset":2812}]}