{"id":55269,"url":"http://en.wikipedia.org/wiki/Galerius","text":"ce=\"preserve\">Galerius (Gaius Galerius Valerius Maximianus, ~250 – 5 May 311), was Roman Emperor from 305 to 311.\nGalerius served as a soldier with distinction. When the Tetrarchy was introduced by Diocletian in 293 Galerius and Constantius Chlorus were given the rank of \"Caesar\". Galerius married Diocletian's daughter Valeria, and took over the Illyrian provinces.\nDefeat.\nIn 296, at the beginning of the Persian War, Galerius moved from the Danube to the Euphrates. There his first campaign ended in a defeat by the Sassanid prince Narses, near Callinicum. This disaster caused the loss of Mesopotamia.\nDiocletian came to Antioch, where the official version of events was made clear: Galerius was to take the blame. In Antioch, Diocletian forced Galerius to walk a mile in advance of his imperial cart while still clad in the purple robes of an emperor.p17p292/3 The message was clear: the loss at Carrhae was not due to the failings of the empire's soldiers, but due to the failings of their commander, and Galerius' failures would not be accepted.\nVictory.\nIn 298 Galerius got reinforcements from the Danube in the Spring. He led the army to attack Narseh in northern Mesopotamia, and Narseh retreated to Armenia.\nThe rugged Armenian terrain was favorable to Roman infantry, but unfavorable to Sassanid cavalry. Local aid gave Galerius the advantage of surprise over the Persian forces. In two battles, Galerius got victories over Narseh.p18p293\nDuring the second encounter, Roman forces seized Narseh's camp, his treasury, his harem, and his wife.p18 Narseh's wife would live out the remainder of the war in Daphne, a suburb of Antioch. This was, to the Persians, a constant reminder of Roman victory.p293 Galerius advanced into Media and Adiabene, winning victories.p151 He took Nisibis (Nusaybin, Turkey) before 1 October 298. He moved down the Tigris, taking Ctesiphon, and looking at the ruins of Babylon. Then he returned to Roman territory by the Euphrates.\nNarses asked for peace. Mesopotamia was returned to Roman rule and even some territory east of the Tigris. This was the greatest extension of the Roman Empire in the east.\nLast years.\nIn 305, on the abdication of Diocletian and Maximian, Galerius got the title of Augustus, together with Constantius, his former colleague. Two younger men were appointed as Caesars: Maximus Daia and Severus II.\nGalerius' hopes were dashed when his colleague Constantius died at York in 306. The legions raised his son Constantine to the position of Augustus. Galerius only discovered this when he got a letter from Constantine, who told him of his father's death, modestly asserted his natural claim to the succession, and respectfully lamented that the enthusiasm of his troops had not allowed him to get the Imperial purple in a regular manner.\nThe first emotions of Galerius were those of surprise, disappointment, and rage. As he could not restrain his passions, he threatened to burn both the letter and the messenger.p28/9p6279–80p160\nWhen he had time to reconsider his position, he realised his chances of winning a war against Constantine was doubtful. Therefore, without commenting on the choice of the British army, Galerius accepted the son of his deceased colleague as the ruler of the provinces beyond the Alps; but he gave him only the title of Caesar, and the fourth rank among the Roman princes, whilst he conferred the vacant place of Augustus on his favourite, Severus II.\nSuddenly Galerius had the unexpected loss of Italy to Maxentius, his son-in-law. Galerius’ need for revenue led him to make a strict examination of the property of his subjects for the purpose of taxation. A survey was taken of their estates. Where there was the slightest suspicion of concealment, torture was used to get a sincere declaration of their personal wealth.\nItaly had traditionally been exempt from any form of taxation, but Galerius ignored this. Italy began to murmur against this indignity and Maxentius used this sentiment to declare himself emperor in Italy, to the fury of Galerius. Therefore, Galerius ordered his colleague Severus to immediately march to Rome, so that, by his unexpected arrival, he would easily suppress the rebellion. Severus was quickly captured and executed by Maximian, who had once again been elevated to the rank of co-emperor, this time by his son Maxentius.\nThe importance of the occasion needed the presence and abilities of Galerius. At the head of a powerful army collected from Illyricum and the East, he entered Italy. He was determined to revenge the death of Severus and to punish the rebellious Romansp122 However, due to the skill of Maximian, Galerius found every place hostile, fortified, and inaccessible. Though he forced his way as far as Narni, sixty miles from Rome, he controlled only his camp.\nAs he was facing difficulties, Galerius made the first steps to reconciliation. He sent two officers to tempt the Romans by the offer of a conference. These offers were rejected with firmness, his friendship refused. Unless he retreated, he might meet the fate of Severus. It was not a moment too soon; money from Maxentius to his soldiers had corrupted their loyalty. When Galerius began his withdrawal from Italy, it was only with great difficulty that he managed to stop his veterans deserting him.\nIn frustration, Galerius allowed his legions to ravage the countryside as they passed northwards. Maxentius declined to make a general engagement.\nWith so many emperors now in existence, in 308 Galerius, the retired emperor Diocletian and Maximian called an imperial 'conference' at Carnuntum on the River Danube. Its aim was to bring some order back into the imperial government. Here it was agreed that Galerius’ long-time friend and military companion Licinius, who had been entrusted by Galerius with the defense of the Danube while Galerius was in Italy, would become Augustus in the West, with Constantine as his Caesar. In the East, Galerius remained Augustus and Maximinus remained his Caesar. Maximian was to retire, and Maxentius was declared a usurper.\nGalerius’ plan soon failed. The news of Licinius’ promotion was carried into the East, and Maximinus, who governed the provinces of Egypt and Syria, rejected his position as Caesar. Maximus claimed (and got) the equal title of Augustus. For the first, and indeed for the last time, six emperors administered the Roman world. Although the memory of a recent war divided the empire into two great hostile powers, their fears and the fading authority of Galerius produced an apparent tranquility in the imperial government.\nThe last years of Galerius saw him keep the position of first among equals. He spent the rest of his time enjoying himself, and ordering some important public works, such as discharging into the Danube the superfluous waters of Lake Pelso, and cutting down the immense forests around it.\nPersecution of Christians.\nChristians had lived in peace during most of the rule of Diocletian. The persecutions that began with an edict of 24 February 303, were credited by Christians to the influence of Galerius. Christian houses of assembly were destroyed, for fear of secret gatherings.\nBut in April 311 Galerius issued the general edict of toleration, from Nicomedia in his own name and in those of Licinius and Constantine. Lactantius gives the text of the edict in \"De Mortibus Persecutorum\" ('On the Deaths of the Persecutors', chapters 34, 35). This marked the end of official persecution of Christians. Galerius died on 5 May, 311.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_Emperor","surface_form":"Roman Emperor","offset":83},{"uri":"Tetrarchy","surface_form":"Tetrarchy","offset":170},{"uri":"Diocletian","surface_form":"Diocletian","offset":198},{"uri":"Constantius_Chlorus","surface_form":"Constantius Chlorus","offset":229},{"uri":"Illyria","surface_form":"Illyria","offset":348},{"uri":"Sassanid_Empire","surface_form":"Persian War","offset":408},{"uri":"Danube","surface_form":"Danube","offset":445},{"uri":"Euphrates","surface_form":"Euphrates","offset":459},{"uri":"Sassanid","surface_form":"Sassanid","offset":520},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":594},{"uri":"Armenia","surface_form":"Armenia","offset":1211},{"uri":"Infantry","surface_form":"infantry","offset":1271},{"uri":"Cavalry","surface_form":"cavalry","offset":1309},{"uri":"Treasury","surface_form":"treasury","offset":1520},{"uri":"Harem","surface_form":"harem","offset":1534},{"uri":"Antioch","surface_form":"Antioch","offset":1635},{"uri":"Medes","surface_form":"Media","offset":1736},{"uri":"Adiabene","surface_form":"Adiabene","offset":1746},{"uri":"Nusaybin","surface_form":"Nusaybin","offset":1796},{"uri":"Babylon","surface_form":"Babylon","offset":1908},{"uri":"Euphrates","surface_form":"Euphrates","offset":1960},{"uri":"Tigris","surface_form":"Tigris","offset":2070},{"uri":"Abdication","surface_form":"abdication","offset":2170},{"uri":"Diocletian","surface_form":"Diocletian","offset":2184},{"uri":"Maximian","surface_form":"Maximian","offset":2199},{"uri":"Augustus","surface_form":"Augustus","offset":2235},{"uri":"York","surface_form":"York","offset":2433},{"uri":"Constantine_I","surface_form":"Constantine","offset":2473},{"uri":"Maxentius","surface_form":"Maxentius","offset":3500},{"uri":"Son_in_Law","surface_form":"son-in-law","offset":3515},{"uri":"Revenue","surface_form":"revenue","offset":3546},{"uri":"Taxation","surface_form":"taxation","offset":3642},{"uri":"Torture","surface_form":"torture","offset":3745},{"uri":"Maximian","surface_form":"Maximian","offset":4249},{"uri":"Praetorian_prefecture_of_Illyricum","surface_form":"Illyricum","offset":4475},{"uri":"Fortification","surface_form":"fortified","offset":4682},{"uri":"Narni","surface_form":"Narni","offset":4746},{"uri":"Diocletian","surface_form":"Diocletian","offset":5531},{"uri":"Conference_of_Carnuntum","surface_form":"Carnuntum","offset":5590},{"uri":"Licinius","surface_form":"Licinius","offset":5762},{"uri":"Danube","surface_form":"Danube","offset":6787},{"uri":"Lake_Pelso","surface_form":"Lake Pelso","offset":6820},{"uri":"Nicomedia","surface_form":"Nicomedia","offset":7243},{"uri":"Lactantius","surface_form":"Lactantius","offset":7311}]}