{"id":552777,"url":"http://en.wikipedia.org/wiki/Williamson_County%2C_Texas","text":"Williamson County is a county in Central Texas. The county seat is Georgetown, Texas. The county population in July 2015 was 508,514. The county is named after Robert McAlpin Williamson, a veteran in the Battle of San Jacinto and a previous community leader.\nHistory.\nWilliamson County held humans for at least 11,200 years. In recent times, a prehistoric skeleton was found in Williamson County. The name of the skeleton is \"Leanderthal Lady\". The town of Leander is named after the skeleton. \"Leanderthal Lady\" was found after the Texas Department of Transportation found remnants while drilling core/dirt samples for a new highway.\nNative Americans also lived in areas of Williamson County. The Tonkawa tribe lived in parts of the county. Other tribes lived in the area. These tribes included Kiowa, Yojuane, Tawakoni, and Mayeye Native Americans.\nOn September 1921, the remains of a hurricane moved over Williamson County. The rains fell over Thrall, Texas. The town received 39.7 inches of rain in 36 hours. The storm killed 87 near Taylor, Texas, and 93 in Williamson County. A total of 215 deaths were reported due to the rains.\nOn 27 May 1997, Williamson county had a tornado outbreak. The county had several tornadoes during the day. An EF-5 tornado \"(rating determined on the Fujita Scale)\" struck Jarrell, Texas, killing 27 persons. An EF-3 tornado also struck Cedar Park, with one indirect death.\nList of communities.\nThe following is a list of communities in Williamson county. Some communities are part of other counties.","categories":[],"infobox_types":[],"annotations":[{"uri":"County","surface_form":"county","offset":23},{"uri":"Central_Texas","surface_form":"Central Texas","offset":33},{"uri":"Georgetown%2C_Texas","surface_form":"Georgetown","offset":67},{"uri":"Texas","surface_form":"Texas","offset":79},{"uri":"Battle_of_San_Jacinto","surface_form":"Battle of San Jacinto","offset":204},{"uri":"Leander","surface_form":"Leander","offset":457},{"uri":"Texas_Department_of_Transportation","surface_form":"Texas Department of Transportation","offset":533},{"uri":"Native_Americans","surface_form":"Native Americans","offset":635},{"uri":"Tonkawa","surface_form":"Tonkawa","offset":698},{"uri":"Tornado_outbreak","surface_form":"tornado outbreak","offset":1176},{"uri":"Fujita_Scale","surface_form":"Fujita Scale","offset":1286},{"uri":"Jarrell%2C_Texas","surface_form":"Jarrell","offset":1308},{"uri":"Cedar_Park%2C_Texas","surface_form":"Cedar Park","offset":1372}]}