{"id":552860,"url":"http://en.wikipedia.org/wiki/U_Nu","text":"U Nu was the first Prime Minister of Burma. He served from 4 January 1948 to 12 June 1956, again from 28 February 1957 to 28 October 1958, and finally from 4 April 1960 to 2 March 1962.\nBurma gained independence from Britain on 4 January 1948. Nu became the first prime minister of the new country. He quit being prime minister in 1956. He again served as prime minister between Ba Swe and Ne Win.\nNu was one of the leaders of the Anti-Fascist People's Freedom League (AFPFL) from 1942 to 1963. The AFPFL had two groups of power. Nu's group won the 1960 election. He then became prime minister. On 2 March 1962 General Ne Win took control of the government. Nu was then kept in an army camp. Nu continued to claim he was the legal prime minister. In 1988 he tried to form his own government with Win Maung as president.\nNu wrote an autobiography called \"Ta-Tei Sanei Tha\" (\"Naughty Saturday-born\"). It was published in India by Irrawaddy Publishing (U Maw Thiri) in 1975. He wrote several other books including \"The People Win Through\" (1951), \"Burma under the Japanese\" (1954), \"An Asian Speaks\" (1955), and \"Burma Looks Ahead\" (1951).\nReligion.\nU Nu was a popular spiritual leader of his country. During the 1960 election he promised to make Buddhism the official state religion. On 29 August 1961, Parliament passed a law making Buddhism the state religion. Ne Win removed the law in 1962.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prime_Minister_of_Burma","surface_form":"Prime Minister of Burma","offset":19},{"uri":"Myanmar","surface_form":"Burma","offset":186},{"uri":"Prime_minister","surface_form":"prime minister","offset":264},{"uri":"Ba_Swe","surface_form":"Ba Swe","offset":379},{"uri":"Ne_Win","surface_form":"Ne Win","offset":390},{"uri":"Anti-Fascist_People%27s_Freedom_League","surface_form":"Anti-Fascist People's Freedom League","offset":431},{"uri":"Ne_Win","surface_form":"Ne Win","offset":619},{"uri":"Win_Maung","surface_form":"Win Maung","offset":796},{"uri":"Autobiography","surface_form":"autobiography","offset":832},{"uri":"India","surface_form":"India","offset":919},{"uri":"Buddhism","surface_form":"Buddhism","offset":1244},{"uri":"Ne_Win","surface_form":"Ne Win","offset":1361}]}