{"id":553033,"url":"http://en.wikipedia.org/wiki/Yosemite_Decimal_System","text":"e=\"preserve\">The Yosemite Decimal System (YDS) is a system that is used to rate the difficulty of walks, hikes, and climbs. The system has three parts. It is used mostly by mountaineers in the United States and Canada.\nYDS Classes.\nThe YDS system divides all hikes and climbs into five classes.\nClasses 1-3 are used mainly in hiking and trail running.\nIf a trail is rated Class 4, a person will have to do some simple climbing to get up the trail. There is a lot of natural protection on the trail (like parts of a rock wall that are easy to step on or grab onto.) Often, people use ropes for safety on Class 4 climbs, because falls from Class 4 climbs could easily kill a person.\nThe Class 5 part of the system is used mostly in rock climbing. A person needs to use a rope for safety when they climb a Class 5 climb. The person may use a belayer or other protection hardware for safety. If a person falls from a Class 5 climb without being attached to a safety rope, they can be very badly hurt or killed.\nIn Class 6 climbs, people use equipment to help them climb. This is called \"aid climbing.\" In aid climbing, people do not climb directly on the rock. Instead, they climb using equipment placed into or onto the rock. Class 6 is no longer widely used. Today aid climbing uses a separate scale from A0 through A5.\nClass 5 divisions.\nStarting in the 1950s, Class 5 climbs were broken down into a decimal system. As of 2016, this system rates climbs from 5.0 to 5.15c. 5.0 is the easiest type of Class 5 climb. A 5.15c is the most difficult climb any human could do without using special equipment to help them climb.\n, only two climbs in the world were rated 5.15c. The first climb is called \"Change\". Adam Ondra first climbed this route in October 2012. The second 5.15c is \"La Dura Dura\". It was first climbed by Adam Ondra in February 2013, and was repeated by Chris Sharma in March 2013.\nHistory of the Class system.\nThe Sierra Club originally created the Class system in the 1930s. At that time, the system was called \"the Sierra Club grading system.\" The Sierra Club's goal was to classify hikes and climbs in the Sierra Nevada, based on how difficult those hikes and climbs were.\nAt first, the Sierra Club grading system compared certain hikes and climbs to others. For example, they might rate Climb #3 as harder than Climb #1, but easier than Climb #2. If a person had never done Climbs #1 or #2, this did not help them. To make the system easier to use, the Sierra Club changed its system. It started to rate hikes and climbs by numbers. This was easier for people to learn and use.\nOnce it started classifying climbs by numbers, the Sierra Club started dividing the classes into decimals. For example, the difficulty of a Class 4.5 route would be halfway between a Class 4 and a Class 5.\nIn the 1950s, members of the Rock Climbing Section of the Sierra Club's Angeles Chapter divided Class 5 into Classes 5.0 to 5.9. At that time, people thought a 5.9 was the hardest climb a person could do.\nIn the 1960s, as people got better at rock climbing, and as rock climbing equipment got better, Class 5.9 climbs became easier for some people to do. Classes of 5.11, 5.12, and 5.13 were added to classify harder climbs.\nLater, people realized that a 5.11 climb is much harder than a 5.10. Because of this, many climbs were classified as 5.10s, and some were much harder than others. To fix this problem, the system divided 5.10, 5.11, 5.12, and 5.13 climbs even further. They did this by adding the letters \"a,\" \"b,\" \"c,\" and \"d\" to each grade. Within each Grade, \"a\" is the easiest and \"d\" is the hardest. For example, a 5.10a is the easiest possible 5.10 climb. A 5.10d is the hardest possible 5.10 climb.\nClimbs are classified based on the hardest single move on the rock climbing route. For example, if just one move on a rock climbing route is difficult enough to qualify as a 5.10d, the entire route is classified as a 5.10d.\nYDS grade.\nThe YDS grade system is optional (it does not have to be used). It gives climbers information about how long a climb usually takes.\nThe Grade is mostly used in mountaineering and big wall climbing. It is not often used when talking about short rock climbs.\nYDS protection rating.\nThe YDS system also includes an optional protection rating. This rating tells the climber how much protection is available on the climbing route for an experienced, skilled lead climber. (In lead climbing, there is no belayer on the ground. Instead, the lead climber goes first and hooks the safety rope into special equipment every few feet on the way up.)\nThe G and PG ratings are often left out, since they are typical of normal, everyday climbing. R and X ratings are normally used to warn lead climbers who do not realize how dangerous a climb is.\nControversies.\nThere is some controversy (argument) over the exact definition of the YDS Classes. Some rock climbing experts have suggested updated versions of these classifications.\nThe YDS classes are subjective. This means they are based on individual opinions, not facts. Traditionally, the first person to do a climb gives the climb its classification number. Other climbers might not agree with that person's classification of the climb. There is no official group of people who agree on which climbs get which classifications.\nClimbs may be classified differently in indoor rock climbing gyms, and in different types of outdoor rock climbing. Climbs are also classified differently in different parts of the United States.\nThe Grade and Protection categories do not apply to every climb. Use of protection ratings vary greatly from area to area, and from guidebook to guidebook.\n, there is no formula that climbers can use to plan climbs based on the average climbing speed, the climb's Grade, the distance of the climb, and how high up it goes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rating_system","surface_form":"rate","offset":75},{"uri":"Hiking","surface_form":"hikes","offset":105},{"uri":"Rock_climbing","surface_form":"climbs","offset":116},{"uri":"Mountaineering","surface_form":"mountaineers","offset":173},{"uri":"United_States","surface_form":"United States","offset":193},{"uri":"Canada","surface_form":"Canada","offset":211},{"uri":"Classification","surface_form":"classes","offset":286},{"uri":"Trail_running","surface_form":"trail running","offset":337},{"uri":"Rock_climbing","surface_form":"rock climbing","offset":730},{"uri":"Belaying","surface_form":"belayer","offset":839},{"uri":"Decimal","surface_form":"decimal","offset":1399},{"uri":"Adam_Ondra","surface_form":"Adam Ondra","offset":1705},{"uri":"Chris_Sharma","surface_form":"Chris Sharma","offset":1867},{"uri":"Sierra_Club","surface_form":"Sierra Club","offset":1928},{"uri":"Classification","surface_form":"classify","offset":2090},{"uri":"Sierra_Nevada_(US)","surface_form":"Sierra Nevada","offset":2123},{"uri":"Decimal","surface_form":"decimal","offset":2693},{"uri":"Lead_climbing","surface_form":"lead climbing","offset":4421},{"uri":"Controversy","surface_form":"controversy","offset":4812},{"uri":"Subjective","surface_form":"subjective","offset":4986},{"uri":"Opinion","surface_form":"opinion","offset":5038},{"uri":"Fact","surface_form":"fact","offset":5052},{"uri":"Indoor_rock_climbing","surface_form":"indoor rock climbing","offset":5357},{"uri":"Gym","surface_form":"gym","offset":5378},{"uri":"Formula","surface_form":"formula","offset":5683},{"uri":"Elevation","surface_form":"how high up it goes","offset":5815}]}