{"id":553106,"url":"http://en.wikipedia.org/wiki/First_Battle_of_Kernstown","text":"The First Battle of Kernstown was fought on March 23, 1862, in Frederick County and Winchester, Virginia during the American Civil War. Confederate General Thomas \"Stonewall\" Jackson's Shenandoah Valley Campaign of 1862 was generally a success. However, the First Battle of Kernstown was one his few defeats.\nBackground.\nAt the beginning of 1862, President Abraham Lincoln wanted his generals to attack in force against the Confederacy. McClellan was massing his army for his Peninsula Campaign with the goal of capturing the Confederate capital of Richmond and ending the war. To do this McClellan had to weaken his forces protecting Washington, D.C.. This left only two Union forces to protect Washington. Besides Banks in the Shenandoah Valley, General Irwin McDowell had forces in Northern Virginia. Banks was to clear the Shenandoah Valley of Confederate forces then move up towards Washington so McDowell's force of 30,000 to move against Richmond from the north. Banks left General James Shields with a force of about 9,000 in the Valley while he would move east to Manassas, Virginia, to be closer to Washington, D.C.\nStonewall Jackson was given the task of keeping the Federal Army busy in the Valley so they could not join McClellan. Jackson's cavalry commander, Colonel Turner Ashby, learned that part of the Union forces were leaving the valley and only a small force remained.\nSkirmish, March 22.\nJackson gave Ashby permission to attack while he moved the remainder of his forces up to join Ashby. Unfortunately, Ashley's information was bad. While the Confederates thought they were attacking only four regiments (totalling about 3,000 men), there were actually about three times that number of Union soldiers. The remaining Union troops remained out of sight during the skirmish. General Shields was wounded in the fighting and turned command of the Union division over to Colonel Nathan Kimball.\nBattle, March 23.\nAt about nine o'clock on the morning of March 23, Ashby's cavalry attacked. Kimball was not certain if this was another skirmish or the start of a battle. But just in case, he placed his forces in a strong defensive position on Pritchard Hill. He placed his artillery there as well. On seeing this, Jackson concentrated his artillery on Sandy Ridge, west of Prichard Hill. At about three-thirty, Jackson could see from Sandy Ridge that what he thought was a small Union force was actually much bigger. Jackson told one of his officers \"We are in for it.\"\nKimball, believing he was up against a much larger Confederate force, decided to silence the Confederate guns on Sandy Ridge. His attack was met with strong resistance from the Confederates and the battle soon became a stalemate. Jackson kept sending in more Confederate troops, but he could not drive the Union line back. Kimball still had fresh reserves he could send into the battle. By six o'clock the Confederates were running low on ammunition and were nearly exhausted. When one of his brigades ran out of ammunition completely, they had to withdraw from the battle. The Union army attacked through the gap they left and Jackson's entire force had to quickly retreat.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frederick_County%2C_Virginia","surface_form":"Frederick County","offset":63},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":84},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":116},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":136},{"uri":"General","surface_form":"General","offset":148},{"uri":"Stonewall_Jackson","surface_form":"Thomas \"Stonewall\" Jackson","offset":156},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":185},{"uri":"Campaign","surface_form":"Campaign","offset":203},{"uri":"President_of_the_United_States","surface_form":"President","offset":347},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":357},{"uri":"Peninsula_Campaign","surface_form":"Peninsula Campaign","offset":476},{"uri":"Capture","surface_form":"capturing","offset":512},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":635},{"uri":"Irwin_McDowell","surface_form":"Irwin McDowell","offset":756},{"uri":"North","surface_form":"North","offset":785},{"uri":"Virginia","surface_form":"Virginia","offset":794},{"uri":"James_Shields_(politician%2C_born_1810)","surface_form":"James Shields","offset":989},{"uri":"East","surface_form":"east","offset":1065},{"uri":"Manassas%2C_Virginia","surface_form":"Manassas, Virginia","offset":1073},{"uri":"Union_Army","surface_form":"Federal Army","offset":1178},{"uri":"Colonel","surface_form":"Colonel","offset":1273},{"uri":"Turner_Ashby","surface_form":"Turner Ashby","offset":1281},{"uri":"Permission","surface_form":"permission","offset":1429},{"uri":"Information","surface_form":"information","offset":1535},{"uri":"Regiment","surface_form":"regiment","offset":1617},{"uri":"Soldiers","surface_form":"soldiers","offset":1715},{"uri":"Skirmish","surface_form":"skirmish","offset":1785},{"uri":"Wound","surface_form":"wound","offset":1815},{"uri":"Nathan_Kimball","surface_form":"Nathan Kimball","offset":1896},{"uri":"Defense_(military)","surface_form":"defensive position","offset":2136},{"uri":"Artillery","surface_form":"artillery","offset":2188},{"uri":"Officer","surface_form":"officer","offset":2456},{"uri":"Stalemate","surface_form":"stalemate","offset":2704},{"uri":"Reserve","surface_form":"reserve","offset":2832},{"uri":"Ammunition","surface_form":"ammunition","offset":2924},{"uri":"Exhausted","surface_form":"exhausted","offset":2951},{"uri":"Brigade","surface_form":"brigade","offset":2978},{"uri":"Ammunition","surface_form":"ammunition","offset":2998},{"uri":"Withdrawal_(military)","surface_form":"withdraw","offset":3033},{"uri":"Retreat","surface_form":"retreat","offset":3151}]}