{"id":553273,"url":"http://en.wikipedia.org/wiki/American_Civil_War_casualties","text":"American Civil War casualties are those soldiers, both Union and Confederate, who died, were wounded, went missing or were captured. The American Civil War was the nation's bloodiest war. The violence in battles such as Shiloh, Antietam, Stones River and Gettysburg shocked everyone in the country, both North and South. It also shocked international observers. Of those who died, by far the leading cause of death was disease. The exact number of dead will never be known with any certainty. All Civil War casualty numbers are estimates, no matter what the source. For over a hundred years the total number of dead has been accepted by most historians as 618,222, generally rounded off to 620,000. Newer estimates have put the number at about 750,000 or about 20% higher than previously approximated.\nBackground.\nIn 1860, no one expected any armed conflict would come from the Southern states secession from the Union. Or, if it did, it would be brief and mostly for show purposes. Southerners did not believe the North would mobilize an army against them. The U.S. Senator from South Carolina made the statement he would drink all the blood shed over the South declaring their independence from the Union. Then, as it became apparent that it would become a military confrontation, both sides believed it would not last very long. In 1861, when the Union Army entered the First Battle of Bull Run, they thought a quick victory would bring an end to the war. After the Union loss at Bull Run, the Confederates thought the Union would simply give up the idea re-uniting the North and South. Both were wrong.\nDuring the 1850s there were a number of improvements in weapons, especially rifles. During the Civil War, both armies were equipped with rifles that could shoot farther, could reload faster and were much more accurate than the muskets used in the Mexican–American War. Yet the same military tactics were being used as the earlier war; close formations of men firing in volleys. The new rifles combined with obsolete tactics were responsible for up to 90% of all deaths in battle.\nDeath was only one of several ways a soldier could be listed as a casualty. During the Civil War a casualty was any soldier who could not perform his duties. This could be for any reason including being sick, wounded, captured, missing or killed. A single soldier could be listed as a casualty several times during the war.\nThe good death.\nThe mid-nineteenth century attitudes towards death and dying for a noble cause were considerably different than modern thinking. Men saw going to war as a chance for glory and honor. They thought that giving one's life for their country or cause was the highest calling. But dying of disease was considered a horrible way to die and most feared it more than dying in battle. War was presented to soldiers as a way to die \"for God and country\". It represented both Christian and nationalist reasons for going to war. As most were Christians, they were far better prepared to die than to kill. American society in general, and soldiers in particular, believed in the \"ars moriendi\" (the art of dying) or the \"good death.\" These attitudes left soldiers to believe that a good death was glorious and at the same time a last act of redemption. Also, by dying well a person showed others how to die well.\nCivil war medicine.\nAnother factor which contributed to the high death tolls was the status of medical care at the beginning of the Civil War. In 1861, medical knowledge, diagnostic procedures, equipment, and treatment protocols were very crude by modern standards. Because doctors were often unaware of what caused the diseases they were encountering, and because medical hygiene practices were poor compared with those practiced today, physicians often could do very little to treat their patients; in many cases, they even hastened soldiers' deaths by failing to wash their hands and instruments before moving from one patient to the next - simple protocols which did not begin to take hold until later in the war through the pioneering military medical management efforts of William A. Hammond and Jonathan Letterman. As a result, at times, a physician's treatment of wounds, infections and diseases did more harm than good.\nIn addition, camp hygiene was extremely poor. Inadequate sanitation facilities, and the lack of shelter, clothing, shoes and food, as well as contaminated water contributed to high death rates in the camps. Diarrhea and dysentery became the leading causes of death with casualty figures showing that roughly twice as many soldiers died from disease as from the most frequent type of battle injury - the gunshot wound (shown in Latin terminology on military medical records as \"Vulnus Sclopet\").\nSoldiers who were captured by the enemy and held as prisoners of war (POWs) were, in a significant number of instances, housed in such miserable conditions that they faced a higher likelihood of contracting and succumbing to one of the medical conditions shown above; starvation also became a problem in POW camps as more soldiers were captured in battle and food shortages widened.\nEven healthcare practitioners were not immune; nurses were particularly at risk of catching diseases from the soldiers they tended.\nPoor records.\nAs many as half of the men killed in battle were not identified when they were buried. The records kept by each company were designed to keep track of how many men were in each unit, not to keep track of each soldier. Confederate military records are much fewer than Union records. When Richmond fell in 1865, records were destroyed, shipped south or left behind. Some of the records were kept by the Union Army and sent to the War Department in Washington, D.C.. The Adjutant General started a bureau for the “collection, safekeeping, and publication of Rebel Archives” in July of 1865. In 1903, the Secretary of War made an appeal to Southern Governors to lend the War Department any Confederate Army records in their possession so they could be copied.\nEarly death estimates.\nSince about 1900, historians have quoted the numbers produced by Thomas L. Livermore of 618,222 Confederate and Union deaths during the war. Livermore's number was based on incomplete battle reports. It also made a crude guess as to how many died from disease and other causes. His book was titled \"Numbers and Losses in the Civil War in America, 1861-65.\"\nBefore Livermore, another Civil War veteran, William F. Fox, compiled his estimate the hard way. He went over every muster list, battlefield record and pension record he could find. In 1889 he wrote \"Regimental Losses in the American Civil War, 1861-1865\". Fox came up with the round number of 94,000 dead. In addition to the number, Fox contributed information on the average Union soldier. For example, that he averaged 5 feet 8 ¼ inches tall and weighed 143 ½ pounds.\nInterestingly, before Fox or Livermore, the superintendent of the1870 United States Census, Francis A. Walker, had estimated the number of male deaths to be “not less than 850,000.” But this was not as widely accepted as the lower numbers. Probably the main reason was that the census itself that year was suspected of being wrong. Walker's estimate was based on calculating a typical growth in population which had been consistent during the nineteenth century, minus the number of males who were missing from the census.\nModern death estimate.\nMany historians are beginning to accept that the earlier death estimates were probably far too low. A demographic historian from New York's Binghamton University, J. David Hacker, has made a new calculation of Civil War deaths which is about 20% higher. The new estimate is 750,000 deaths and is based on digitized nineteenth century census data. The population of the United States in 1860 was just under 31.5 million. Approximately 2,000,000 men served in the Union forces while about 750,000 served in the Confederacy. About 75% of soldiers were born in America. Of the remaining 25% who were foreign born, many did not appear in any census records prior to the Civil War.\nWounded warriors.\nAmputation was by far the most common surgery in the Civil War. During the war it is estimated that about 60,000 surgeries were performed. Of these, nearly 75% were amputations. There were several reasons why amputation was the main procedure. Bullet wounds made by the slow moving Minié ball caused major damage. They often shattered bones beyond repair. Another reason was to prevent gangrene and other complications. Men often lay unattended for a day or more before being brought to a surgeon. Perhaps the most important reason was that medics had too many wounded men and very little time to reconstruct damaged body parts. Lastly, if a man was wounded in the head, stomach or chest, he rarely lived long enough to be taken to a field hospital.\nUntil the war, most American doctors had never seen wounds like these. Most only had experience in lancing boils or pulling teeth. Doctors knew very little about germs and bacteria. Bandages were used over and over again on different men without washing or disinfecting them first. By modern standards the operations were crude, even brutal. Soldiers called medics \"butchers\" and they feared amputations more than anything else. To avoid losing a limb and the painful operation, some soldiers and officers went so far as to try to treat their wounds themselves.\nWhere the wound was located on a limb affected the soldier's ability to survive after the Surgery. The closer a wound was to the body the higher the mortality rate. For example, Confederate General John Bell Hood was wounded in the leg at the Battle of Chickamauga. His leg was amputated just over from his hip. This type of hip operation had an 83% mortality rate. Fortunately, Hood was among the 17% who survived. Arm wounds had a lower mortality rate of 24%. But Stonewall Jackson did not long survive the loss of his arm. The amputation process itself was done quickly. A cut was made around the arm or leg. Then the bone was sawed through. Nerves were pulled out as far as possible then cut off. The bloody stump was often left to heal by itself or a flap of skin was sewn over the stump. The surgeon had to move quickly to keep the patient from losing too much blood or going into shock. A leg amputation at the knee could be done in three minutes. In most cases anesthesia was used.\nMen who survived an amputation needed to return to their work after the war. They needed a prosthesis to replace a missing arm or leg. In the case of North Carolina, it was the first of the former Confederate states to provide artificial legs to its veterans who needed them. In 1866, they passed a law providing artificial legs to their veterans. For those who could not use an artificial leg, the veteran amputee was given $70. North Carolina took care of 1,550 veterans who applied for help.","categories":[],"infobox_types":[],"annotations":[{"uri":"Soldier","surface_form":"soldier","offset":40},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":55},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":65},{"uri":"Wound","surface_form":"wound","offset":93},{"uri":"Capture","surface_form":"capture","offset":123},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":137},{"uri":"Blood","surface_form":"blood","offset":173},{"uri":"War","surface_form":"war","offset":183},{"uri":"Battle_of_Shiloh","surface_form":"Shiloh","offset":220},{"uri":"Battle_of_Antietam","surface_form":"Antietam","offset":228},{"uri":"Battle_of_Stones_River","surface_form":"Stones River","offset":238},{"uri":"Battle_of_Gettysburg","surface_form":"Gettysburg","offset":255},{"uri":"Northern_United_States","surface_form":"North","offset":304},{"uri":"Southern_United_States","surface_form":"South","offset":314},{"uri":"Disease","surface_form":"disease","offset":419},{"uri":"Estimate","surface_form":"estimate","offset":528},{"uri":"Historian","surface_form":"historian","offset":642},{"uri":"%25","surface_form":"%","offset":763},{"uri":"Approximated","surface_form":"approximated","offset":788},{"uri":"Armed_conflict","surface_form":"armed conflict","offset":843},{"uri":"List_of_U.S._states","surface_form":"states","offset":887},{"uri":"Secession","surface_form":"secession","offset":894},{"uri":"Mobilize","surface_form":"mobilize","offset":1027},{"uri":"United_States_Senate","surface_form":"U.S. Senator","offset":1062},{"uri":"South_Carolina","surface_form":"South Carolina","offset":1080},{"uri":"Blood","surface_form":"blood","offset":1137},{"uri":"Declaration_of_independence","surface_form":"declaring","offset":1163},{"uri":"Independence","surface_form":"independence","offset":1179},{"uri":"Confrontation","surface_form":"confrontation","offset":1268},{"uri":"Union_Army","surface_form":"Union Army","offset":1350},{"uri":"First_Battle_of_Bull_Run","surface_form":"First Battle of Bull Run","offset":1373},{"uri":"Weapon","surface_form":"weapon","offset":1663},{"uri":"Rifle","surface_form":"rifle","offset":1683},{"uri":"Musket","surface_form":"musket","offset":1834},{"uri":"Mexican%E2%80%93American_War","surface_form":"Mexican–American War","offset":1854},{"uri":"Military_tactics","surface_form":"military tactics","offset":1889},{"uri":"Formation","surface_form":"formation","offset":1948},{"uri":"Volley","surface_form":"volley","offset":1976},{"uri":"Obsolete","surface_form":"obsolete","offset":2014},{"uri":"Nineteenth_century","surface_form":"nineteenth century","offset":2435},{"uri":"Glory","surface_form":"glory","offset":2593},{"uri":"Honor","surface_form":"honor","offset":2603},{"uri":"Horrible","surface_form":"horrible","offset":2736},{"uri":"Christian","surface_form":"Christian","offset":2891},{"uri":"Nationalism","surface_form":"nationalist","offset":2905},{"uri":"Redemption_(theology)","surface_form":"redemption","offset":3254},{"uri":"Medical","surface_form":"medical","offset":3478},{"uri":"Crude","surface_form":"crude","offset":3565},{"uri":"Standard","surface_form":"standard","offset":3581},{"uri":"Medical_doctor","surface_form":"doctor","offset":3600},{"uri":"Infection","surface_form":"infection","offset":4206},{"uri":"Military_camp","surface_form":"camp","offset":4268},{"uri":"Hygiene","surface_form":"hygiene","offset":4273},{"uri":"Shelter","surface_form":"shelter","offset":4351},{"uri":"Clothing","surface_form":"clothing","offset":4360},{"uri":"Shoe","surface_form":"shoe","offset":4370},{"uri":"Pollution","surface_form":"contaminated water","offset":4397},{"uri":"Gunshot","surface_form":"gunshot","offset":4658},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":4802},{"uri":"Nurse","surface_form":"nurse","offset":5180},{"uri":"Company_(military_unit)","surface_form":"company","offset":5391},{"uri":"Siege_of_Petersburg","surface_form":"Richmond fell in 1865","offset":5566},{"uri":"United_States_Department_of_War","surface_form":"War Department","offset":5707},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":5725},{"uri":"United_States_Army","surface_form":"Adjutant General","offset":5747},{"uri":"Governor","surface_form":"Governor","offset":5924},{"uri":"Veteran","surface_form":"veteran","offset":6451},{"uri":"Example","surface_form":"example","offset":6811},{"uri":"Average","surface_form":"average","offset":6828},{"uri":"Director","surface_form":"superintendent","offset":6930},{"uri":"1870_United_States_Census","surface_form":"1870 United States Census","offset":6951},{"uri":"Suspected","surface_form":"suspected","offset":7192},{"uri":"Population","surface_form":"population","offset":7281},{"uri":"Consistent","surface_form":"consistent","offset":7307},{"uri":"Demographics","surface_form":"demographic","offset":7534},{"uri":"New_York_(state)","surface_form":"New York","offset":7561},{"uri":"Binghamton_University","surface_form":"Binghamton University","offset":7572},{"uri":"Digital","surface_form":"digitized","offset":7737},{"uri":"Million","surface_form":"million","offset":7843},{"uri":"Amputation","surface_form":"Amputation","offset":8126},{"uri":"Surgery","surface_form":"surgery","offset":8164},{"uri":"Mini%C3%A9_ball","surface_form":"Minié ball","offset":8408},{"uri":"Gangrene","surface_form":"gangrene","offset":8512},{"uri":"Unattended","surface_form":"unattended","offset":8560},{"uri":"Medic","surface_form":"medic","offset":8667},{"uri":"Reconstruct","surface_form":"reconstruct","offset":8723},{"uri":"Head","surface_form":"head","offset":8791},{"uri":"Stomach","surface_form":"stomach","offset":8797},{"uri":"Chest","surface_form":"chest","offset":8808},{"uri":"Field_hospital","surface_form":"field hospital","offset":8860},{"uri":"Scalpel","surface_form":"lancing","offset":8975},{"uri":"Staphylococcal_infection","surface_form":"boils","offset":8983},{"uri":"Tooth","surface_form":"teeth","offset":9000},{"uri":"Microorganism","surface_form":"germs","offset":9038},{"uri":"Bacteria","surface_form":"bacteria","offset":9048},{"uri":"Bandages","surface_form":"Bandages","offset":9058},{"uri":"Washing","surface_form":"washing","offset":9122},{"uri":"Disinfectant","surface_form":"disinfecting","offset":9133},{"uri":"Crude","surface_form":"crude","offset":9198},{"uri":"Brutal","surface_form":"brutal","offset":9210},{"uri":"Limb","surface_form":"limb","offset":9471},{"uri":"Survive","surface_form":"survive","offset":9510},{"uri":"Surgery","surface_form":"Surgery","offset":9528},{"uri":"Mortality_rate","surface_form":"mortality rate","offset":9587},{"uri":"John_Bell_Hood","surface_form":"John Bell Hood","offset":9636},{"uri":"Battle_of_Chickamauga","surface_form":"Battle of Chickamauga","offset":9681},{"uri":"Hip","surface_form":"hip","offset":9745},{"uri":"Stonewall_Jackson","surface_form":"Stonewall Jackson","offset":9904},{"uri":"Bone","surface_form":"bone","offset":10059},{"uri":"Saw","surface_form":"saw","offset":10068},{"uri":"Nerve","surface_form":"Nerve","offset":10083},{"uri":"Skin","surface_form":"skin","offset":10202},{"uri":"Sewing","surface_form":"sewn","offset":10211},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":10325},{"uri":"Knee","surface_form":"knee","offset":10356},{"uri":"Anesthesia","surface_form":"anesthesia","offset":10407},{"uri":"Prosthesis","surface_form":"prosthesis","offset":10519},{"uri":"North_Carolina","surface_form":"North Carolina","offset":10578},{"uri":"Artificial","surface_form":"artificial","offset":10655},{"uri":"Law","surface_form":"law","offset":10727}]}