{"id":553205,"url":"http://en.wikipedia.org/wiki/First_Battle_of_Winchester","text":"The First Battle of Winchester was fought on May 25, 1862, in and around Frederick County and Winchester, Virginia during the American Civil War. The battle was a victory in Confederate Army Major General Thomas J. \"Stonewall\" Jackson's Campaign through the Shenandoah Valley. Jackson enveloped the right flank of the Union Army under Major General Nathaniel P. Banks. The Union forces retreated across the Potomac River into Maryland. Due to confusion among Confederate commanders, Jackson was unable to pursue Banks into Maryland.\nBackground.\nAt the beginning of 1862, President Abraham Lincoln wanted his generals to attack in force against the Confederacy. Major General George B. McClellan was massing his army for his Peninsula Campaign with the goal of capturing the Confederate capital of Richmond, Virginia and ending the war. To do this McClellan had to weaken his forces protecting Washington, D.C.. This left only two Union forces to protect Washington. Besides Banks in the Shenandoah Valley, General Irwin McDowell had forces in Northern Virginia. Banks was to clear the Shenandoah Valley of Confederate forces, then move up towards Washington so McDowell's force of 30,000 could move against Richmond from the north.\nConfederate General Stonewall Jackson was given the task of keeping the Federal Army busy in the Valley so they could not join McClellan. Jackson was defeated at the First Battle of Kernstown on March 23, 1862. In spite of the loss, Jackson did gain a strategic victory. It kept Banks in the Valley and prevented McDowell from sending troops to McClellan's Peninsula Campaign.\nOn April 17, the weather cleared and Banks started moving south towards Harrisonburg. At about this time the strategic situation changed for the Confederacy. General Joseph E. Johnston had moved to the Peninsula taking 55,000 Confederate soldiers to defend against McClellan's 110,000 troops. Confederate general Richard S. Ewell's division was now between Johnson on the Peninsula and Jackson in the Valley and could support either as the need arose. So Jackson no longer needed to keep Union forces in the Valley from joining McClellan, he now wanted to force them out of the Shenandoah Valley completely.\nOn April 25, Banks' Union force occupied Harrisonburg. Jackson withdrew to Swift Run Gap (about 20 miles East of Harrisonburg). This put him in a position to outflank Banks if the Union forces moved any further south and allowed him to stay in contact with Ewell's Confederate division if he needed support. Meanwhile a Union brigade under Robert H. Milroy was at the village of McDowell, Virginia which threatened Jackson's supply depot at Staunton. Jackson left Ewell at Swift Run Gap to move against Milroy.\nOn May 8, Jackson's forces attacked Milroy's Union forces at McDowell. It was a Union tactical victory because the Union forces had fewer casualties than Jackson's forces. But it was a strategic victory for Jackson because the Union forces withdrew back across the Allegheny Mountains ending the threat. Jackson returned to the Shenandoah Valley and decided that his and Ewell's command would now deal with Banks. In turn, Banks anticipated Jackson's move and asked permission to leave Strasburg and move north, but it was denied. Earlier, on May 1, Lincoln had ordered one of Banks' divisions to join the Union forces at Fredericksburg under General McDowell. This weakened Banks's forces but he believed Jackson had left the Valley. On learning Milroy had been driven back at McDowell, Banks sent his 1st Maryland Infantry division to Front Royal, Virginia (about 12 miles to the east) to protect his left flank.\nJackson had intended to move against Banks at Strasburg. But when he learned there were Union infantry at Front Royal, he decided to attack there first. On May 23, at the Battle of Front Royal, Jackson's Confederates captured the town of Front Royal, along with most of the 900 Union soldiers who defended it. Realizing Jackson was now on his flank and he had no support at Front Royal, on May 24 Banks retreated to Winchester. Because of the good protection provided by his rearguard and poor communications between Jackson and Ewell, Banks was able to reach Winchester with minimal losses.\nThe battle.\nWhen Banks arrived at Winchester, he started organizing his defenses. On May 25, Jackson's first attack was thrown back. Ewell approached Winchester from the southwest with his division and attacked Camp Hill (now Overlook Park in the southeastern part of Winchester). At the same time Jackson's Louisiana Brigade outflanked, then overran the Union position on Bower's Hill (southwestern part of Winchester). With their flanks broken, the Union troops began a disorganized retreat through the city of Winchester. Even citizens of Winchester fired on the Union soldiers. Banks retreated across the Potomac River back into Maryland. This was the decisive victory for Jackson's Valley Campaign.\nAftermath.\nJackson lost about 68 killed and 329 wounded. Banks Union casualties were approximately 62 killed, 243 wounded and over 1,700 captured or missing.\nJackson's infantry was too tired to keep up with the retreating Union soldiers. His cavalry, led by Colonel Turner Ashby, was completely useless. They had started looting the abandoned and damaged Union wagons for supplies and had broken off from fighting. Confederate General J.E.B. Stuart's cavalry was attached to Ewell's forces. But they could not be found in time. Once they were located, Stuart refused Jackson's order and waited for the order to come through Ewell. Jackson won a victory at Winchester, but could not finish off his enemy.\nThe defeat of Banks caused great concern in Washington. President Lincoln ordered McDowell to send 20,000 men to help deal with the situation in the Shenandoah Valley. These were troops McClellan needed in his Peninsula Campaign. For the next few weeks, Jackson continued to defeat Union efforts at the Battles of Cross Keys and Port Republic in June 1862.","categories":[],"infobox_types":[],"annotations":[{"uri":"Frederick_County%2C_Virginia","surface_form":"Frederick County","offset":73},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":94},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":126},{"uri":"Confederate_States_Army","surface_form":"Confederate Army","offset":174},{"uri":"Major_General","surface_form":"Major General","offset":191},{"uri":"Stonewall_Jackson","surface_form":"Thomas J. \"Stonewall\" Jackson","offset":205},{"uri":"Jackson%27s_Valley_Campaign","surface_form":"Campaign","offset":237},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":258},{"uri":"Envelopment","surface_form":"enveloped","offset":285},{"uri":"Flank","surface_form":"flank","offset":305},{"uri":"Union_Army","surface_form":"Union Army","offset":318},{"uri":"Nathaniel_P._Banks","surface_form":"Nathaniel P. Banks","offset":349},{"uri":"Retreat","surface_form":"retreat","offset":386},{"uri":"Potomac_River","surface_form":"Potomac River","offset":407},{"uri":"Maryland","surface_form":"Maryland","offset":426},{"uri":"Commander","surface_form":"commander","offset":471},{"uri":"Pursue","surface_form":"pursue","offset":505},{"uri":"President_of_the_United_States","surface_form":"President","offset":571},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":581},{"uri":"Major_General","surface_form":"Major General","offset":661},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":675},{"uri":"Peninsula_Campaign","surface_form":"Peninsula Campaign","offset":724},{"uri":"Capture","surface_form":"capturing","offset":760},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":797},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":893},{"uri":"Irwin_McDowell","surface_form":"Irwin McDowell","offset":1014},{"uri":"North","surface_form":"North","offset":1043},{"uri":"Virginia","surface_form":"Virginia","offset":1052},{"uri":"Union_Army","surface_form":"Federal Army","offset":1304},{"uri":"First_Battle_of_Kernstown","surface_form":"First Battle of Kernstown","offset":1398},{"uri":"Strategy","surface_form":"strategic victory","offset":1484},{"uri":"Peninsula_Campaign","surface_form":"Peninsula Campaign","offset":1589},{"uri":"Harrisonburg%2C_Virginia","surface_form":"Harrisonburg","offset":1681},{"uri":"Joseph_E._Johnston","surface_form":"Joseph E. Johnston","offset":1775},{"uri":"Richard_S._Ewell","surface_form":"Richard S. Ewell","offset":1922},{"uri":"Occupied_territory","surface_form":"occupied","offset":2249},{"uri":"Flanking_maneuver","surface_form":"outflank","offset":2375},{"uri":"Brigade","surface_form":"brigade","offset":2543},{"uri":"Robert_H._Milroy","surface_form":"Robert H. Milroy","offset":2557},{"uri":"McDowell%2C_Virginia","surface_form":"McDowell, Virginia","offset":2596},{"uri":"Supply_depot","surface_form":"supply depot","offset":2642},{"uri":"Staunton%2C_Virginia","surface_form":"Staunton","offset":2658},{"uri":"Tactical_victory","surface_form":"tactical victory","offset":2814},{"uri":"Casualty_(person)","surface_form":"casualties","offset":2866},{"uri":"Allegheny_Mountains","surface_form":"Allegheny Mountains","offset":2993},{"uri":"Permission","surface_form":"permission","offset":3194},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg","offset":3350},{"uri":"Front_Royal%2C_Virginia","surface_form":"Front Royal, Virginia","offset":3565},{"uri":"Battle_of_Front_Royal","surface_form":"Battle of Front Royal","offset":3814},{"uri":"Rearguard","surface_form":"rearguard","offset":4118},{"uri":"Potomac_River","surface_form":"Potomac River","offset":4844},{"uri":"Approximately","surface_form":"approximately","offset":5024},{"uri":"Colonel","surface_form":"Colonel","offset":5197},{"uri":"Turner_Ashby","surface_form":"Turner Ashby","offset":5205},{"uri":"Looting","surface_form":"looting","offset":5260},{"uri":"J.E.B._Stuart","surface_form":"J.E.B. Stuart","offset":5374},{"uri":"Battle_of_Cross_Keys","surface_form":"Battles of Cross Keys","offset":5946},{"uri":"Battle_of_Port_Republic","surface_form":"Port Republic","offset":5972}]}