{"id":55321,"url":"http://en.wikipedia.org/wiki/Minor_scale","text":"e=\"preserve\">A minor scale in music theory is any scale that has at least three scale degrees: the tonic, the minor third above the tonic, and the perfect fifth above the tonic. Together they make the minor triad. This includes many scales and modes such as Dorian mode and the Phrygian mode.\ni_whole_ii°_half_III_whole_iv_whole_v_half_VI_whole_VII_whole _i (next octave)\nUsually, when people talk about minor scales, they mean natural minor, harmonic minor, or melodic minor scales, which are the most common in Western music.\nNatural Minor.\nThe natural minor scale is the same as the 6th mode (or Aeolian mode) of the major scale. For example, the white notes of a keyboard from one C to the next C up makes a C major scale. If the white notes are played starting from the sixth step of that C scale, (from any A to the next A), then an A natural minor scale (the \"relative minor\" of C) is produced.\nHarmonic and melodic minor.\nThe harmonic minor scale is the same as the natural minor but with the seventh note raised by a semitone.\nHarmonic Minor Scale: 1 2 3 4 5 6 7 8\nA B C D E F G A\nOne way the harmonic minor is different to the natural minor is that it has two chords which have the same structure when inverted, so they do not belong to any key. These are the diminished seventh chord (2nd, 4th, 6th and 7th degrees) and the augmented chord (the 3rd, 5th and 7th degrees).\nThe harmonic minor is also sometimes called the Mohammedan scale because its upper tetrachord is the same as the Hijaz jins, often found in Middle Eastern music. The harmonic minor scale as a whole is sometimes called \"Nahawand-Hijaz\" in Arabic, or as \"Bûselik Hicaz\" in Turkish.\nA B C D E F G A' and then\nA' G F E D C B A respectively.\nMany composers do not stick to the notes of only one of these scales when writing music. Using the triad of the relative major is very common, but because this is based on the third degree of the minor scale, the raised seventh degree of the harmonic scale would cause an augmented triad. In this case, composers usually use the natural minor. In jazz, usually only the ascending minor is used.\nFinding key signatures.\nMajor and minor keys that share the same key signature are called \"relative\"; so C major is the relative major of A minor, and C minor is the relative minor of E major. The relative major is a minor third above the tonic of the minor. For example, since the key signature of G major has one sharp (see major scales for how to find this), its relative minor, E minor, also has one sharp in its key signature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_theory","surface_form":"music theory","offset":30},{"uri":"Scale_(music)","surface_form":"scale","offset":50},{"uri":"Scale_degree","surface_form":"scale degree","offset":80},{"uri":"Tonic_(music)","surface_form":"tonic","offset":99},{"uri":"Minor_third","surface_form":"minor third","offset":110},{"uri":"Perfect_fifth","surface_form":"perfect fifth","offset":147},{"uri":"Minor_triad","surface_form":"minor triad","offset":201},{"uri":"Musical_mode","surface_form":"modes","offset":244},{"uri":"Dorian_mode","surface_form":"Dorian mode","offset":258},{"uri":"Phrygian_mode","surface_form":"Phrygian mode","offset":278},{"uri":"Aeolian_mode","surface_form":"Aeolian mode","offset":599},{"uri":"Major_scale","surface_form":"major scale","offset":620},{"uri":"Relative_key","surface_form":"relative minor","offset":867},{"uri":"Semitone","surface_form":"semitone","offset":1026},{"uri":"Inversion_(music)","surface_form":"inverted","offset":1212},{"uri":"Diminished_seventh_chord","surface_form":"diminished seventh chord","offset":1270},{"uri":"Augmented_chord","surface_form":"augmented chord","offset":1335},{"uri":"Mohammedan","surface_form":"Mohammedan","offset":1431},{"uri":"Tetrachord","surface_form":"tetrachord","offset":1466},{"uri":"Middle_Eastern_music","surface_form":"Middle Eastern music","offset":1523},{"uri":"Augmented_triad","surface_form":"augmented triad","offset":1992},{"uri":"Jazz","surface_form":"jazz","offset":2067},{"uri":"Relative_major","surface_form":"relative major","offset":2235},{"uri":"Relative_minor","surface_form":"relative minor","offset":2281},{"uri":"Minor_third","surface_form":"minor third","offset":2332},{"uri":"Major_scale","surface_form":"major scale","offset":2441}]}