{"id":553456,"url":"http://en.wikipedia.org/wiki/Field_hospital","text":"A field hospital is a small mobile medical facility that takes care of casualties close to the battlefield, or in case of disasters, the scene of the natural or man-made catastrophe. The World Health Organization gives the definition of a field hospital as: \"a mobile, self-contained, self-sufficient health care facility capable of rapid deployment and expansion or contraction to meet immediate emergency requirements for a specified period of time\". The treatment of wounds received in war is an ancient art. The term \"field hospital\" is most often used as a military term.\nAncient warriors.\nIt has been the custom of removing wounded soldiers from the battlefield and caring for them since ancient times. They were taken to temporary shelters and given what care was customary for that time period.\nIn Homer's Iliad, it makes brief mention of Machaon and Podalirius. These are the earliest mention in literature of field surgeons who helped fallen soldiers. The Greeks and Romans were known to use nearby houses, stables and temples as field hospitals to care for wounded soldiers. Even then, Romans understood drainage and sewage systems helped keep field hospitals clean and get injured soldiers back to health again.\nMiddle Ages.\nAmong the men returning from the Crusades were many lame, blind and sick who needed care. The Church set up Religious orders to care for the sick and injured. One group who provided this care was called the Knights Hospitallers. They had set up field hospitals at Jerusalem and Acre from 1120 to 1291.\nMedieval Spain was fairly advanced in field medicine. When Spanish armies went on campaigns, medics and surgeons went with them. During the 13th century, hospitals followed the Arabic pattern of orgainzing patients into different areas based on sex, type of disease or injuries. During the Conquest of Granada, when Ferdinand II of Aragon and Isabella I of Castile expelled the Moors from Northern Spain, Queen Isabella had established ambulances and field hospitals for her soldiers.\nEarly modern period.\nNear the end of the 18th century, France began paying closer attention to the poor condition of its hospitals. In Paris, the Hôtel Dieu was full of disease and vermin. It had about 1,220 beds and up to six patients shared a bed. Others lay in halls on piles of straw in extremely dirty conditions. When doctors came to visit in the morning, they had to hold sponges dipped in vinegar over their faces because of the bad smell. The Hôtel-Dieu was not a military hospital, but was typical of most hospitals at the time. In 1788, the French Academy of Sciences made several recommendations to make hospitals cleaner and have better ventilation. It laid out the size the rooms should be, that they should contain 34 to 36 beds and have floor to ceiling windows. The committee borrowed several ideas from visiting England and seeing hospitals there.\nField hospitals during the Napoleonic era were crude by modern standards. There was still no knowledge of hygiene, antibiotics had not yet been discovered and amputation was the most common treatment for battlefield wounds. Soldiers sometimes waited for days to be removed from the battlefield. The wounded had no water or food, and flies would plague them as they lay there bleeding. Many died from infection before getting medical help. If they were removed, they were sent to makeshift surgical facilities where overworked surgeons did the best they could. In a \"field hospital\" they had to endure amputations with no anesthetic. Officers were sometimes offered rum or brandy while regular soldiers were given a piece of wood to bite down on. The prospects for surviving their wounds were dim.\nAmerican Civil War.\nBy 1861, medical knowledge and equipment still had far to go. Treating wounds, infections and diseases often did more harm than good. Doctors did not understand what caused infections and could do very little to treat them. Estimates are that twice as many soldiers died from disease as died from gunshot wounds. Camp hygiene was extremely poor. Sanitation facilities, the lack of shelter, clothing, shoes and food all contributed to high death rates in the camps. Prisoners of war lived under the most miserable conditions. Dysentery was extremely common in most camps because of poor sanitation and contaminated water. Doctors did not wash instruments or their hands as they moved from patient to patient. Nurses who tended the sick risked catching the diseases themselves. With the crude state of medicine at the time, most diseases could be fatal. While medical knowledge and conditions gradually improved during the war, it still wasn't enough to save thousands of lost lives.\nTwentieth century field hospitals.\nIn World War I, the U.S. Army used \"evacuation hospitals\" (called \"evacs\") which were a part of getting them care as soon as possible. Stretcher bearers were medical soldiers who carried the wounded off the field. They were first brought to the Battalion Aid Station. Here medics gave basic first aid. For any more serious treatment stretcher bearers and ambulances took the wounded to a field hospital. At the field hospital, they went through triage which was a process of sorting out patients by how serious and life-threatening their wounds were. Soldiers who were exposed to poison gas were treated at specially equipped hospitals. After triage, they were taken by ambulance to the evacuation hospitals. There they received surgery and would stay there while they got better. After the evac hospital, they went to base hospitals where they could receive more care and rest. World War I was the first time the army experimented with mobile hospitals.\nDuring World War II, allied field hospitals were mobile. They usually held about 400 beds while the more stationary evacuation hospitals could be 400 or 750 bed hospitals. The mobile hospitals would arrive within days after an invasion and would move with the armies, always remaining a few miles behind the front lines. They usually used canvas tents but would also use any buildings in the area when available. When the field hospital was about to move, they stopped accepting casualties and sent those they had to other field hospitals. They then packed their tents and equipment onto trucks and moved to the new location. Within a few hours they were ready to accept wounded soldiers again.\nThe World War II German field hospitals were very similar to those of the U.S. Army. But the Germans differed in their triage procedures were different. Their first aid was given at a \"verwundetennest\" by army medics (not doctors). This consisted of using bandages and/or splints and were located very close to if not on the battlefield. They were then sent to the \"truppenverbandplatz\" (aid station) where they were seen by a doctor. After this patients who were stabilized were sent to a \"hauptverbandplatz\" (clearing station). This was located about from the front and usually had two doctors (but more were added as needed). They had a staff that could take care of about 200 patients (more staff was added if necessary). If the soldier had an abdomenal or other serious wound, they were given surgery here. Then, after the most serious were taken care of, any less serious wounds that needed surgery were taken care of. For those who had severe bone fractures, brain injuries or chest wounds, they were sent to a military hospital called a \"kriegslazarett\".\nModern field hospitals.\nIn the United States, there are more than 75 military hospitals and 461 clinics who see both military personnel and their families. In times of emergency, they see civilian patients. Another example is Israel. The Israel Defense Forces can set up a field hospital within 12 hours of arriving when local hospitals are either overwhelmed or are not functioning. These are two examples of modern military field hospitals serving a dual purpose.\nFor countries affected by natural disasters, many (in the Americas at least) have most of the supplies they need already in the country. This is contrary to what the news media often reports. Ironically, this causes many well-meaning people to send donations to places where they may not be drastically needed. Also, field hospitals that are already in the country can usually be set up much faster than waiting on other countries to send field hospitals. For those countries who do not have these resources, one of the items highest on their list of things to have in case of emergency are field hospitals.\nModern field hospitals have changed from canvas tents to modern, well-equipped health care centers. While many are still made of fabric, they are specifically designed to be clean, safe and comfortable shelters. They are highly mobile and may be found in nearly all parts of the world. They range in size from small single room shelters to fully equipped hospitals with 200 or more beds. They provide all kinds of necessary medical care. Modern field hospitals may have emergency rooms (ER), intensive care unit (ICU) and outpatient clinics. They provide all areas of needed health care from first aid to psychological care to preventive healthcare.\nOften, international disaster responses are limited by politics more than availability of equipment and personnel. The affected country, international relief organizations (e.g. the United Nations), non-profit organizations or the country providing the emergency relief often cause delays or otherwise limit the providing of emergency medical facilities. All too often the needs of that organization or government come first. Ideally, the situations should be quickly evaluated to determine what help is needed by those trained to do so. Then, the response should be based on humanitarian needs and not political considerations.\nField hospitals and the law.\nUnder international humanitarian law hospitals of any kind have a special protected status. To deliberately attack a hospital or any medical unit is considered a war crime. It is also prohibited to use a hospital or medical facility as part of a military action. For example, to use a hospital as a fortification. It is also against international law to use a hospital, ambulance or any medical facility as camouflage to hide soldiers who are not wounded.\nIn addition to international law, the laws and military codes of all nations protect hospitals and medical personnel. This has been a basic part of international law since it was started in 1864. It is also a part of four Geneva Conventions of 1949 and was added to in 1977. Doctors, nurses and medical personnel have a duty to treat the sick and wounded in a war zone. Attacking them or the hospitals they work in is a crime on many levels.\nInternational law protects medical personnel to make sure they are not subject to military interference. They must treat patients on their medical needs alone and may not be forced to give priority to treat one side or the other. Medical personnel cannot be punished for carrying out their medical activities no mater who the patient is. They may not violate doctor-patient confidentiality. All hospital personnel must remain neutral and ethical at all times and may not take sides in a war or dispute. Medical care units must collect all weapons at the entrance to the facility and store them until the patient is released.\nIf the territory or area that includes hospitals or mobile medical facilities is captured by enemy soldiers, medical personnel are not immune from being seized. The medical team as well as the patients (of either side) should be treated with respect. They must be allowed to perform their normal duties tending to the sick and wounded. In international conflicts, permanent medical personnel must be repatriated except for a short period of time when their services are needed to care for their patients. Permanent medical personnel are those who are assigned to a medical mission for the entire time of the conflict. Temporary personnel may be taken prisoner and their medical skills may be used during the time they are imprisoned. If a conflict is not international, then the above distinctions between permanent and temporary medical personnel are not made. But in no case may medical personnel be punished for caring for sick and wounded enemy soldiers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mobile","surface_form":"mobile","offset":28},{"uri":"Clinic","surface_form":"medical facility","offset":35},{"uri":"Casualty_(person)","surface_form":"casualties","offset":71},{"uri":"Battlefield","surface_form":"battlefield","offset":95},{"uri":"Disaster","surface_form":"disaster","offset":122},{"uri":"Man-made","surface_form":"man-made","offset":161},{"uri":"Catastrophe","surface_form":"catastrophe","offset":170},{"uri":"World_Health_Organization","surface_form":"World Health Organization","offset":187},{"uri":"Definition","surface_form":"definition","offset":223},{"uri":"Health_care","surface_form":"health care","offset":301},{"uri":"Facility","surface_form":"facility","offset":313},{"uri":"Deployment","surface_form":"deployment","offset":339},{"uri":"Expansion","surface_form":"expansion","offset":354},{"uri":"Contraction","surface_form":"contraction","offset":367},{"uri":"Military_terminology","surface_form":"military term","offset":562},{"uri":"Ancient_history","surface_form":"ancient times","offset":694},{"uri":"Temporary","surface_form":"temporary","offset":728},{"uri":"Shelter","surface_form":"shelter","offset":738},{"uri":"Homer","surface_form":"Homer","offset":806},{"uri":"Iliad","surface_form":"Iliad","offset":814},{"uri":"Machaon_(physician)","surface_form":"Machaon","offset":847},{"uri":"Podalirius","surface_form":"Podalirius","offset":859},{"uri":"Literature","surface_form":"literature","offset":905},{"uri":"Surgeon","surface_form":"surgeon","offset":925},{"uri":"Ancient_Greece","surface_form":"Greeks","offset":966},{"uri":"Ancient_Rome","surface_form":"Romans","offset":977},{"uri":"House","surface_form":"house","offset":1009},{"uri":"Stable","surface_form":"stable","offset":1017},{"uri":"Temple","surface_form":"temple","offset":1029},{"uri":"Crusades","surface_form":"Crusades","offset":1270},{"uri":"Lame","surface_form":"lame","offset":1289},{"uri":"Blind","surface_form":"blind","offset":1295},{"uri":"Catholic_Church","surface_form":"Church","offset":1331},{"uri":"Religious_order","surface_form":"Religious order","offset":1345},{"uri":"Knights_Hospitaller","surface_form":"Knights Hospitaller","offset":1444},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":1501},{"uri":"Acre","surface_form":"Acre","offset":1515},{"uri":"Spain","surface_form":"Spain","offset":1548},{"uri":"Campaign","surface_form":"campaign","offset":1621},{"uri":"13th_century","surface_form":"13th century","offset":1679},{"uri":"Arab_people","surface_form":"Arabic","offset":1716},{"uri":"Pattern","surface_form":"pattern","offset":1723},{"uri":"Patient","surface_form":"patient","offset":1745},{"uri":"Sex","surface_form":"sex","offset":1784},{"uri":"Disease","surface_form":"disease","offset":1797},{"uri":"Granada_war","surface_form":"Conquest of Granada","offset":1829},{"uri":"Ferdinand_II_of_Aragon","surface_form":"Ferdinand II of Aragon","offset":1855},{"uri":"Isabella_I_of_Castile","surface_form":"Isabella I of Castile","offset":1882},{"uri":"Moors","surface_form":"Moors","offset":1917},{"uri":"Ambulance","surface_form":"ambulance","offset":1975},{"uri":"18th_century","surface_form":"18th century","offset":2065},{"uri":"France","surface_form":"France","offset":2079},{"uri":"Paris","surface_form":"Paris","offset":2159},{"uri":"H%C3%B4tel-Dieu_de_Paris","surface_form":"Hôtel Dieu","offset":2170},{"uri":"Vermin","surface_form":"vermin","offset":2205},{"uri":"Sponge","surface_form":"sponge","offset":2403},{"uri":"Vinegar","surface_form":"vinegar","offset":2421},{"uri":"Face","surface_form":"face","offset":2440},{"uri":"French_Academy_of_Sciences","surface_form":"French Academy of Sciences","offset":2576},{"uri":"Recommendation","surface_form":"recommendation","offset":2616},{"uri":"Ventilation","surface_form":"ventilation","offset":2674},{"uri":"Ceiling","surface_form":"ceiling","offset":2786},{"uri":"Window","surface_form":"window","offset":2794},{"uri":"England","surface_form":"England","offset":2854},{"uri":"Napoleonic_era","surface_form":"Napoleonic era","offset":2917},{"uri":"Crude","surface_form":"crude","offset":2937},{"uri":"Standard","surface_form":"standard","offset":2953},{"uri":"Hygiene","surface_form":"hygiene","offset":2996},{"uri":"Antibiotics","surface_form":"antibiotics","offset":3005},{"uri":"Amputation","surface_form":"amputation","offset":3049},{"uri":"Flies","surface_form":"flies","offset":3223},{"uri":"Infection","surface_form":"infection","offset":3290},{"uri":"Rum","surface_form":"rum","offset":3555},{"uri":"Brandy","surface_form":"brandy","offset":3562},{"uri":"Medical","surface_form":"medical","offset":3716},{"uri":"Infection","surface_form":"infection","offset":3786},{"uri":"Medical_doctor","surface_form":"Doctor","offset":3841},{"uri":"Gunshot","surface_form":"gunshot","offset":4004},{"uri":"Military_camp","surface_form":"Camp","offset":4020},{"uri":"Hygiene","surface_form":"hygiene","offset":4025},{"uri":"Latrine","surface_form":"Sanitation facilities","offset":4053},{"uri":"Shelter","surface_form":"shelter","offset":4088},{"uri":"Clothing","surface_form":"clothing","offset":4097},{"uri":"Shoe","surface_form":"shoe","offset":4107},{"uri":"Prisoner_of_war","surface_form":"Prisoners of war","offset":4172},{"uri":"Dysentery","surface_form":"Dysentery","offset":4232},{"uri":"Pollution","surface_form":"contaminated water","offset":4308},{"uri":"Hand","surface_form":"hand","offset":4370},{"uri":"Nurse","surface_form":"Nurse","offset":4415},{"uri":"World_War_I","surface_form":"World War I","offset":4727},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":4744},{"uri":"Stretcher_bearer","surface_form":"Stretcher bearer","offset":4859},{"uri":"Battalion_Aid_Station","surface_form":"Battalion Aid Station","offset":4969},{"uri":"First_aid","surface_form":"first aid","offset":5015},{"uri":"Triage","surface_form":"triage","offset":5169},{"uri":"Poison_gas","surface_form":"poison gas","offset":5304},{"uri":"World_War_II","surface_form":"World War II","offset":5686},{"uri":"Allies_of_World_War_II","surface_form":"allied","offset":5700},{"uri":"Bed","surface_form":"bed","offset":5764},{"uri":"Stationary","surface_form":"stationary","offset":5784},{"uri":"Invasion","surface_form":"invasion","offset":5906},{"uri":"Front_(military)","surface_form":"front lines","offset":5987},{"uri":"Canvas","surface_form":"canvas","offset":6018},{"uri":"Tent","surface_form":"tent","offset":6025},{"uri":"Truck","surface_form":"truck","offset":6267},{"uri":"Nazi_Germany","surface_form":"German","offset":6391},{"uri":"Stable","surface_form":"stabilized","offset":6838},{"uri":"Abdomen","surface_form":"abdomen","offset":7122},{"uri":"Bone_fracture","surface_form":"bone fracture","offset":7324},{"uri":"Brain","surface_form":"brain","offset":7340},{"uri":"Chest","surface_form":"chest","offset":7358},{"uri":"Clinic","surface_form":"clinic","offset":7533},{"uri":"Civilian","surface_form":"civilian","offset":7625},{"uri":"Israel","surface_form":"Israel","offset":7663},{"uri":"Israel_Defense_Forces","surface_form":"Israel Defense Forces","offset":7675},{"uri":"Americas","surface_form":"Americas","offset":7961},{"uri":"News_media","surface_form":"news media","offset":8069},{"uri":"Ironic","surface_form":"Ironically","offset":8095},{"uri":"Donation","surface_form":"donation","offset":8152},{"uri":"Drastic","surface_form":"drastic","offset":8194},{"uri":"Countries","surface_form":"countries","offset":8324},{"uri":"Emergency_room","surface_form":"emergency room","offset":8981},{"uri":"Intensive_care_unit","surface_form":"intensive care unit","offset":9003},{"uri":"Outpatient_clinic_(hospital_department)","surface_form":"outpatient clinic","offset":9033},{"uri":"Psychological","surface_form":"psychological","offset":9116},{"uri":"Preventive_healthcare","surface_form":"preventive healthcare","offset":9138},{"uri":"Response","surface_form":"response","offset":9191},{"uri":"Politics","surface_form":"politics","offset":9216},{"uri":"United_Nations","surface_form":"United Nations","offset":9343},{"uri":"Non-profit_organization","surface_form":"non-profit organization","offset":9360},{"uri":"Organization","surface_form":"organization","offset":9548},{"uri":"Government","surface_form":"government","offset":9564},{"uri":"International_humanitarian_law","surface_form":"international humanitarian law","offset":9825},{"uri":"Protected","surface_form":"protected","offset":9893},{"uri":"Status","surface_form":"status","offset":9903},{"uri":"Deliberate","surface_form":"deliberately","offset":9914},{"uri":"War_crime","surface_form":"war crime","offset":9981},{"uri":"Prohibited","surface_form":"prohibited","offset":10003},{"uri":"War","surface_form":"military action","offset":10065},{"uri":"Fortification","surface_form":"fortification","offset":10118},{"uri":"Camouflage","surface_form":"camouflage","offset":10226},{"uri":"Geneva_Conventions","surface_form":"Geneva Conventions","offset":10497},{"uri":"Physician%E2%80%93patient_privilege","surface_form":"doctor-patient confidentiality","offset":11076},{"uri":"Neutral","surface_form":"neutral","offset":11143},{"uri":"Ethical","surface_form":"ethical","offset":11155},{"uri":"Territory","surface_form":"territory","offset":11349},{"uri":"Capture","surface_form":"capture","offset":11423},{"uri":"Enemy","surface_form":"enemy","offset":11435},{"uri":"Seized","surface_form":"seized","offset":11495},{"uri":"International","surface_form":"international","offset":11681},{"uri":"Permanent","surface_form":"permanent","offset":11706},{"uri":"Repatriation","surface_form":"repatriated","offset":11742},{"uri":"Distinction","surface_form":"distinction","offset":12127}]}