{"id":55347,"url":"http://en.wikipedia.org/wiki/Neurotransmitter","text":"Neurotransmitters are chemical messengers. They send information between neurons by crossing a synapse. Electrical signals are not able to cross the gap between most neurons. They are changed into chemical signals to cross the gap. Neurotransmitters act mostly on chemical synapses. Once they reach the next neuron they are absorbed. The neuron then changes this chemical signal back into an electrical signal called an action potential. The action potential passes across the next neuron and to the next synapse.\nMany neurotransmitters are made from amino acids, which are part of your diet and it takes only a few steps to convert them. Neurotransmitters play a major role in shaping everyday life and functions. Scientists do not yet know exactly how many neurotransmitters exist, but more than 100 chemical messengers have been identified.\nEach neurotransmitter has a different function. For example: dopamine is used in reward and pleasure and noradrenaline is used in an animal's \"fight or flight\" response. Neurotransmitters also regulate the passing of messages. This is because an action potential must be a certain strength before the neurotransmitters are released. The strength required to release the neurotransmitter is called a threshold.\nThe most common transmitter is glutamate, which is excitatory at well over 90% of the synapses in the human brain. The next most prevalent is called GABA, which inhibits at more than 90% of the synapses that do not use glutamate.\nNeurotransmitters are transported within neurons by small \"sacks\" called vesicles. When these vesciles come into contact with the neuron's cell membrane, it opens. This releases the neurotransmitters into the synaptic cleft.\nDiscovery.\nUntil the early 20th century, scientists assumed that the majority of synaptic communication in the brain was electrical. However, through the careful histological examinations by Ramón y Cajal (1852–1934), a 20 to 40 nm gap between neurons, known today as the synaptic cleft, was discovered. The presence of the gap suggested chemical messengers moved across the synaptic cleft. In 1921 German pharmacologist Otto Loewi (1873–1961) confirmed that neurons can communicate by releasing chemicals. By experiments involving the vagus nerves of frogs, Loewi was able to slow the heart rate of frogs by controlling the amount of saline solution present around the vagus nerve.\nLoewi asserted that sympathetic regulation of cardiac function can be mediated through changes in chemical concentrations. Otto Loewi also discovered acetylcholine (ACh)—the first known neurotransmitter. Some neurons do, however, communicate by electrical synapses through the use of gap junctions, which allow specific ions to pass directly from one cell to another.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical","surface_form":"chemical","offset":22},{"uri":"Information","surface_form":"information","offset":53},{"uri":"Neuron","surface_form":"neuron","offset":73},{"uri":"Synapse","surface_form":"synapse","offset":95},{"uri":"Chemical_synapse","surface_form":"chemical synapse","offset":264},{"uri":"Action_potential","surface_form":"action potential","offset":420},{"uri":"Amino_acid","surface_form":"amino acid","offset":551},{"uri":"Dopamine","surface_form":"dopamine","offset":905},{"uri":"Noradrenaline","surface_form":"noradrenaline","offset":949},{"uri":"Fight_or_flight_response","surface_form":"fight or flight","offset":987},{"uri":"Glutamate","surface_form":"glutamate","offset":1285},{"uri":"Brain","surface_form":"brain","offset":1362},{"uri":"GABA","surface_form":"GABA","offset":1403},{"uri":"Vesicles","surface_form":"vesicles","offset":1557},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":1623},{"uri":"Synaptic_cleft","surface_form":"synaptic cleft","offset":1693},{"uri":"Histology","surface_form":"histological","offset":1871},{"uri":"Ram%C3%B3n_y_Cajal","surface_form":"Ramón y Cajal","offset":1900},{"uri":"Synaptic_cleft","surface_form":"synaptic cleft","offset":1981},{"uri":"Otto_Loewi","surface_form":"Otto Loewi","offset":2130},{"uri":"Vagus_nerve","surface_form":"vagus nerve","offset":2245},{"uri":"Saline","surface_form":"saline","offset":2344},{"uri":"Sympathetic_nervous_system","surface_form":"sympathetic","offset":2412},{"uri":"Acetylcholine","surface_form":"acetylcholine","offset":2542},{"uri":"Electrical_synapse","surface_form":"electrical synapse","offset":2637},{"uri":"Gap_junction","surface_form":"gap junction","offset":2676},{"uri":"Ions","surface_form":"ions","offset":2712}]}