{"id":553618,"url":"http://en.wikipedia.org/wiki/Marina_Bay_MRT_station","text":"Marina Bay MRT station (NS27/CE2/TE20) is an underground Mass Rapid Transit (MRT) interchange station on the North South Line and Circle Line, located on the boundary of Downtown Core and Straits View planning areas in Singapore. The station is designed by Aedas.\nIt was the southern terminus of the North South Line until late November 2014. However, most trains terminate at Marina Bay instead of Marina South Pier possibly due to the low passenger demand at Marina South Pier. Passengers who are going to Marina South Pier should observe the television screens on the station platforms and listen to announcements which will notify commuters when a train that is terminating at Marina South Pier arrives. Circle Line trains that begin from here terminate at Stadium MRT station, with a few trains terminating at HarbourFront MRT station during peak hours. When the Thomson-East Coast MRT Line opens, it will become 3-line interchange.\nMarina Bay is mainly used as an interchange station as there is very little buildings nearby.\nExits.\nIt is possible to walk 500 meters to Downtown MRT station from Exit B of the station.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":57},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":109},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":130},{"uri":"Downtown_Core","surface_form":"Downtown Core","offset":170},{"uri":"Straits_View","surface_form":"Straits View","offset":188},{"uri":"Singapore","surface_form":"Singapore","offset":219},{"uri":"Aedas","surface_form":"Aedas","offset":257},{"uri":"Stadium_MRT_station","surface_form":"Stadium MRT station","offset":761},{"uri":"HarbourFront_MRT_station","surface_form":"HarbourFront MRT station","offset":815},{"uri":"Thomson-East_Coast_MRT_Line","surface_form":"Thomson-East Coast MRT Line","offset":868},{"uri":"Downtown_MRT_station","surface_form":"Downtown MRT station","offset":1076}]}