{"id":553617,"url":"http://en.wikipedia.org/wiki/Raffles_Place_MRT_station","text":"Raffles Place MRT station (EW14/NS26) is an underground Mass Rapid Transit (MRT) interchange station on the North South Line and the East West Line in Downtown Core, Singapore. It is directly underneath the centre of the financial area of Raffles Place, located in the Downtown Core area, south of the Singapore River. It is one of the more prominent and busier stations within Singapore's transport system during peak hours, especially being an interchange station located within the Central Area. The station has many entrances/exits, the two main ones facing the Raffles Gardens, with the building being a miniature facade of the historic John Little building, just before the Telok Ayer and Downtown MRT Station came on board.\nThis station used to be the largest and deepest MRT station in Singapore, but the record was broken by Dhoby Ghaut in 2003 and then by Bras Basah in 2010, then by Promenade in 2013 which is 43 metres below ground. It is also one of the four MRT stations to appear in \"Uniquely Singapore Edition\" of the board game \"Monopoly\".\nThe station is the only MRT station to ever participate in three terrorist exercises, which are Exercise Northstar IV on January 11, 2004, Exercise Northstar V, when it was one of four stations which participated in the exercise on January 8, 2006, as well as Exercise Northstar VII on July 7, 2009 together with Sentosa and VivoCity. At Raffles Place, most southbound trains will then terminate at Marina Bay while few others at Marina South Pier.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":56},{"uri":"Cross-platform_interchange","surface_form":"interchange","offset":81},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":108},{"uri":"East_West_MRT_Line","surface_form":"East West Line","offset":133},{"uri":"Downtown_Core","surface_form":"Downtown Core","offset":151},{"uri":"Singapore","surface_form":"Singapore","offset":166},{"uri":"Raffles_Place","surface_form":"Raffles Place","offset":239},{"uri":"Downtown_Core","surface_form":"Downtown Core","offset":269},{"uri":"Singapore_River","surface_form":"Singapore River","offset":302},{"uri":"Transport_in_Singapore","surface_form":"Singapore's transport system","offset":378},{"uri":"Dhoby_Ghaut_MRT_Station","surface_form":"Dhoby Ghaut","offset":834},{"uri":"Bras_Basah_MRT_Station","surface_form":"Bras Basah","offset":866},{"uri":"Promenade_MRT_Station","surface_form":"Promenade","offset":894},{"uri":"Monopoly_(game)","surface_form":"Monopoly","offset":1046},{"uri":"Sentosa","surface_form":"Sentosa","offset":1370},{"uri":"VivoCity","surface_form":"VivoCity","offset":1382}]}