{"id":554024,"url":"http://en.wikipedia.org/wiki/Tirthankara","text":"In Jainism, a \"tirthankara\" (Sanskrit \"tīrthaṅkara\") is an all knowing Teaching God who teaches the path to liberation from the cycle of births and deaths, called \"saṃsāra\". According to Jains, over time, Jain teachings are gradually forgotten. Then, a rare individual is born who at some point in his life renounces the world to conquer the \"saṃsāra\", the cycle of death and rebirth, on his own. After \"Tirthankara\" attains \"Kevala Jnana\" (omniscience) he refounds Jainism. Tirthankara provides a bridge for others to follow him from \"saṃsāra\" (worldy existence) to \"moksha\" (liberation).\nAccording to Jains, exactly twenty-four \"tirthankaras\" grace this part of the universe in each half of the Jain time cycle. The first \"tirthankara\" was Rishabhanatha, who is said to have taught men various arts and professions including agriculture. The 24th and last \"tirthankara\" of present half-cycle was Mahavira (599-527 BC). His predecessor, Parshvanatha, the twenty-third \"tirthankara \"was a historical figure.\nThe teachings \"tirthankara\" are compiled as scriptures called \"Agamas\". All \"tirthankaras \"teach same philosophy and ethics and their teachings do not contradict. While \"tirthankaras\" are worshiped by Jains, there grace is said to be available for all living beings, regardless of religious orientation.\n\"Tirthankaras\" are called \"Jina\" (victor), which means one who has conquered inner enemies such as anger, attachment, pride and greed. They are entirely free of all passions, and personal likes and dislikes. After attaining omniscience, they are free from eighteen imperfections like hunger, thirst, sleep etc.\nMeaning.\nThe word \"tirthankara\" signifies the founder of a \"tirtha\" which means a fordable passage across the sea of repeated births and deaths (called \"saṃsāra\").\n\"Tirthankaras\" are also called \"Teaching Gods\", \"Ford-Makers\", \"Crossing Makers\" and \"Makers of the River-Crossing.\n\"Tirthankara\".\nThe\" tīrthaṅkara nama-karma\", a special type of \"karma \"is mentioned in the Jain texts. Bondage of this karma raises a soul to the supreme status of a \"Tīrthaṅkara\". \"Tattvartha Sutra\", a major Jain text, list down sixteen observances which lead to the influx of this \"karma\"-\n\"Samavasarana\".\nAfter attaining omniscience, a \"tirthankara\" preaches the path to liberation in the \"samavasarana\". According to Jain texts, the heavenly pavilion is erected by \"devas\" (heavenly beings) where \"devas\", humans and animals assemble to hear the \"tirthankara\". A \"tirthankara's\" speech is listened by all humans and animals in their own language. It is believed that during this speech, there is no unhappiness for miles around the site.\n\"Tīrthaṅkaras\" of present cosmic age.\nJainism teaches that time has no beginning or end. It moves like the wheel of a cart. Jains divide the time cycle in two halves, \"Utsarpiṇī\" or ascending time cycle and \"avasarpiṇī\", the descending time cycle. 24 tirthankaras are born in each half of this cycle. In Jain tradition the \"tirthankaras\" were royal in their final lives, and Jain texts record details of their previous lives.\nTwenty-one of the \"tirthankaras\" are said to have attained \"moksha\" in the \"kayotsarga\" (standing meditation posture), while Rishabhanatha, Neminatha and Mahavira are said to have attained moksha in the \"Padmasana\" (lotus position).\nPresent cosmic age.\nIn chronological order, the names, emblems and colours of the 24 \"tirthankaras\" of this age are mentioned below: \"Dhanuṣa\" means \"bow\" and \"hatha\" means \"hands\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Jainism","surface_form":"Jainism","offset":3},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":29},{"uri":"Liberation","surface_form":"liberation","offset":108},{"uri":"Conquer","surface_form":"conquer","offset":330},{"uri":"Omniscience","surface_form":"omniscience","offset":441},{"uri":"Jainism","surface_form":"Jainism","offset":466},{"uri":"Mahavira","surface_form":"Mahavira","offset":898},{"uri":"Lotus_position","surface_form":"lotus position","offset":3287}]}