{"id":554095,"url":"http://en.wikipedia.org/wiki/Ataxia","text":"ce=\"preserve\">Ataxia is trouble with balance that is not caused by a person's muscles being weak. Instead, ataxia is caused by a neurological problem.\nAtaxia is not a diagnosis. It is a neurological sign. It is a sign of damage to the parts of the nervous system that control balance.\nThere are three different types of ataxia. Each type has many possible causes.\nCerebellar ataxia.\nCerebellar ataxia is ataxia that is caused by a problem with a person's cerebellum. The cerebellum is the part of the brain that controls balance and coordination. It makes the body move smoothly and controls movements like walking.\nSensory ataxia.\nSensory ataxia is caused by the loss of proprioception (knowing where parts of the body are). It is usually caused by damage to the parts of the spinal cord that carry information about proprioception to the brain. However, it can also be caused by damage to the parts of the brain that receive that information (the cerebellum, the thalamus, and the parietal lobes of the brain).\nVestibular ataxia.\nVestibular ataxia is caused by problems with the vestibular system. This is the body's main sensory system that controls balance and movement. It includes the inner ear.\nCauses.\nThere are many different causes of ataxia. The National Ataxia Foundation breaks up these causes into three categories: acquired, genetic, and idiopathic.\nAcquired ataxia.\nA person is not born with acquired ataxia. \"Acquired\" means that something happened during the person's life to cause the ataxia.\nGenetic (hereditary) ataxia.\nGenetic ataxia is caused by hereditary disorders that damage the cerebellum or spine. People are born with these disorders. In most cases, they get worse over time.\nIdiopathic ataxia.\n\"Idiopathic\" means that doctors cannot find a cause for a person's ataxia.\nIdiopathic ataxias often cause symptoms that come and go. Many doctors and scientists think these ataxias are caused by a combination of things inside the body (like gene problems) and things outside the body (like the things happening in a person's life). However, they are still researching the causes of idiopathic ataxias.\nTreatment.\nAtaxia can be treated. However, treatment usually does not make ataxia go away completely.\nSome treatments for ataxia include: A review of the management of degenerative ataxia was published in 2009.\nSome people with severe ataxia may need to use wheelchairs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Balance","surface_form":"balance","offset":37},{"uri":"Muscle","surface_form":"muscle","offset":78},{"uri":"Neurology","surface_form":"neurological","offset":129},{"uri":"Diagnosis","surface_form":"diagnosis","offset":167},{"uri":"Signs_and_symptoms","surface_form":"sign","offset":199},{"uri":"Nervous_system","surface_form":"nervous system","offset":248},{"uri":"Cerebellum","surface_form":"cerebellum","offset":455},{"uri":"Brain","surface_form":"brain","offset":501},{"uri":"Senses","surface_form":"Sensory","offset":632},{"uri":"Proprioception","surface_form":"proprioception","offset":672},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":777},{"uri":"Thalamus","surface_form":"thalamus","offset":965},{"uri":"Parietal_lobe","surface_form":"parietal lobe","offset":983},{"uri":"Vestibular_system","surface_form":"vestibular system","offset":1081},{"uri":"Ear","surface_form":"ear","offset":1197},{"uri":"Genetics","surface_form":"Genetic","offset":1541},{"uri":"Genetic_disorder","surface_form":"hereditary disorders","offset":1569},{"uri":"Idiopathic","surface_form":"Idiopathic","offset":1726},{"uri":"Gene","surface_form":"gene","offset":1966},{"uri":"Wheelchair","surface_form":"wheelchair","offset":2385}]}