{"id":55412,"url":"http://en.wikipedia.org/wiki/John_Calvin","text":"Jean Cauvin, also Jean Calvin (John Calvin in English) (July 10, 1509 – May 27, 1564), was a French Protestant theologian during the Protestant Reformation and was a central developer of the system of Christian theology called Calvinism or Reformed theology. In Geneva, he rejected Papal authority, established a new scheme of civic and ecclesiastical governance. He is famous for his teachings and writings and infamous for his role in the execution of Michael Servetus.\nCalvin was born with the name \"Jean Chauvin\" (or \"Cauvin\", in Latin \"Calvinus\") in Noyon, Picardie, France, to Gérard Cauvin and Jeanne Lefranc. In 1523, Calvin's father, a lawyer, sent his fourteen-year-old son to the University of Paris to study humanities and law. By 1532, he had attained a Doctor of Law degree at Orléans.\nIn 1536, he settled in Geneva, Switzerland. After being expelled from the city, he served as a pastor in Strasbourg from 1538 until 1541, before returning to Geneva, where he lived until his death in 1564.\nCalvin's thought.\nCalvin trained to be a lawyer. He studied with some of the best teachers of the Renaissance in France. Some of the training used newer humanistic methods of trying to understand, dealing with a text directly. The training was important for Calvin. When he started to believe in Evangelicalism, he used these methods with the Bible. He used the bible to form his thoughts. He taught and preached what he believed the Bible taught.\nReformers such as Jan Hus and Martin Luther are seen as original thinkers that started a movement. Calvin was a great logician. He organised a movement. He was not so much an innovator in doctrine. Calvin knew the writings of the early Church Fathers and the great Medieval schoolmen very well. Earlier Reformers also influenced him. Calvin did not disagree with the Scholastics of the Middle Ages completely. He used them and adapted their thoughts according to his understanding of the Bible.\nCalvin is often associated with the doctrines of predestination and election. He had similar ideas to the other magisterial Reformers about these doctrines.\nLast years (1555–1564).\nCalvin's power was very great in his last years. He was known all around the world as a reformer different from Martin Luther. Mainly, Luther and Calvin respected each other. However, Luther and a Zürich reformer Huldrych Zwingli thought differently about the eucharist. Calvin's thoughts about it made Luther believe that Calvin agreed with Zwingli. At the same time, Calvin was sad that the reformers were not all together. He tried to join them together by signing the \"Consensus Tigurinus\". This was an agreement between the Zürich and Geneva churches.\nCalvin's greatest help to the English-speaking people was by giving Marian exiles in Geneva protection. He did this starting in 1555. With the city's protection, they could make their own reformed church under John Knox and William Whittingham. They later carried many of Calvin's ideas back to England and Scotland. However, Calvin was most interested in trying to change his homeland, France. He helped the building of churches by giving out literature and offering ministers. Between 1555 and 1562, over one hundred ministers were sent to France.\nInside Geneva, Calvin mainly wanted to make a \"collège\", a school for children. A place to build the school was picked on March 25, 1558. It was opened the next year on June 5, 1559. It was divided into two parts. One part was a grammar school. The grammar school was called the \"collège\" or \"schola privata\". The other part was an advanced school called the \"académie\" or \"schola publica\". In five years there were 1,200 students in the grammar school and 300 in the advanced school. The \"collège\" later became the Collège Calvin, one of the college preparatory schools of Geneva. The \"académie\" became the University of Geneva.\nIn autumn 1558, Calvin became ill with a fever. He was afraid he might die before finishing his last revision of the \"Institutes\". Because of this, he forced himself to work. The last edition became much longer, so Calvin called it a new work. It was 21 chapters in the edition before the last one. However, in the last one, it was 80. This was because of more detail in the material that was already there: more subjects were not really added. Soon after he became better, he strained his voice while preaching. This made him cough violently. He burst a blood-vessel in his lungs. His health became much worse after this. He preached his last sermon in St. Pierre on February 6, 1564. On April 25, he made his will. In his will, he left a little money to his family and to the \"collège\". A few days later, the ministers of the church came to visit him. He died of septicaemia. This goodbye is recorded in \"Discours d'adieu aux ministres\". He remembered his life in Geneva. Calvin died on May 27, 1564. He was 54. On the next day, he was buried in an unmarked grave in the Cimetière de Plainpalais. People are not sure where the grave is exactly. However, a stone was added in the 19th century to mark a grave traditionally thought to be Calvin's.","categories":[],"infobox_types":["Person"],"annotations":[{"uri":"French_people","surface_form":"French","offset":93},{"uri":"Protestant","surface_form":"Protestant","offset":100},{"uri":"Theology","surface_form":"theologian","offset":111},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":133},{"uri":"Theology","surface_form":"theology","offset":211},{"uri":"Calvinism","surface_form":"Calvinism","offset":227},{"uri":"Geneva_City","surface_form":"Geneva","offset":262},{"uri":"Pope","surface_form":"Papal","offset":282},{"uri":"Civics","surface_form":"civic","offset":327},{"uri":"Governance","surface_form":"governance","offset":352},{"uri":"Execution","surface_form":"execution","offset":441},{"uri":"Latin_language","surface_form":"Latin","offset":534},{"uri":"Picardie","surface_form":"Picardie","offset":562},{"uri":"France","surface_form":"France","offset":572},{"uri":"Lawyer","surface_form":"lawyer","offset":645},{"uri":"University","surface_form":"University","offset":691},{"uri":"Paris","surface_form":"Paris","offset":705},{"uri":"Humanities","surface_form":"humanities","offset":720},{"uri":"Law","surface_form":"law","offset":735},{"uri":"Degree","surface_form":"degree","offset":781},{"uri":"Orl%C3%A9ans","surface_form":"Orléans","offset":791},{"uri":"Geneva_City","surface_form":"Geneva","offset":823},{"uri":"Switzerland","surface_form":"Switzerland","offset":831},{"uri":"Strasbourg","surface_form":"Strasbourg","offset":905},{"uri":"Lawyer","surface_form":"lawyer","offset":1047},{"uri":"Renaissance","surface_form":"Renaissance","offset":1104},{"uri":"Humanism","surface_form":"humanistic","offset":1159},{"uri":"Evangelicalism","surface_form":"Evangelicalism","offset":1302},{"uri":"Bible","surface_form":"Bible","offset":1349},{"uri":"Jan_Hus","surface_form":"Jan Hus","offset":1472},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":1484},{"uri":"Innovation","surface_form":"innovator","offset":1629},{"uri":"Doctrine","surface_form":"doctrine","offset":1642},{"uri":"Ignatius_of_Antioch","surface_form":"Church Fathers","offset":1690},{"uri":"Medieval","surface_form":"Medieval","offset":1719},{"uri":"Influence","surface_form":"influenced","offset":1772},{"uri":"Scholasticism","surface_form":"Scholastics","offset":1821},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1840},{"uri":"Predestination","surface_form":"predestination","offset":1998},{"uri":"History_of_Christianity","surface_form":"magisterial Reformers","offset":2061},{"uri":"Reformer","surface_form":"reformer","offset":2218},{"uri":"Martin_Luther","surface_form":"Martin Luther","offset":2242},{"uri":"Huldrych_Zwingli","surface_form":"Huldrych Zwingli","offset":2343},{"uri":"Eucharist","surface_form":"eucharist","offset":2390},{"uri":"John_Knox","surface_form":"John Knox","offset":2897},{"uri":"William_Whittingham","surface_form":"William Whittingham","offset":2911},{"uri":"France","surface_form":"France","offset":3074},{"uri":"Literature","surface_form":"literature","offset":3131},{"uri":"Pastor","surface_form":"ministers","offset":3155},{"uri":"Grammar_school","surface_form":"grammar school","offset":3466},{"uri":"Advanced","surface_form":"advanced","offset":3569},{"uri":"Coll%C3%A8ge_Calvin","surface_form":"Collège Calvin","offset":3753},{"uri":"University_of_Geneva","surface_form":"University of Geneva","offset":3845},{"uri":"Fever","surface_form":"fever","offset":3908},{"uri":"Material","surface_form":"material","offset":4242},{"uri":"Cough","surface_form":"cough","offset":4394},{"uri":"Violence","surface_form":"violently","offset":4400},{"uri":"Blood","surface_form":"blood","offset":4422},{"uri":"Lung","surface_form":"lung","offset":4442},{"uri":"Sepsis","surface_form":"septicaemia","offset":4732}]}