{"id":55429,"url":"http://en.wikipedia.org/wiki/George_V","text":"George V (born George Frederick Ernest Albert; 3 June 186520 January 1936) was King of the United Kingdom. He was the first British monarch with the family name Windsor. His father was Edward VII.\nGeorge was born in 1865. He was in the Royal Navy when he was twelve; he left the Navy to become king. George was crowned King and Emperor of India in 1911. He was married to Princess Mary of Teck.\nAs King during World War I, George and his wife visited the warfront regularly. He changed the family name to \"Windsor\" to remove any association with a German heritage, because Germany was very unpopular at this time. Among other things, he started the \"Royal Christmas Broadcast\" tradition. He was known for being a stamp collector. His sons Edward and George would later become kings of the United Kingdom and British Empire.\nGeorge was a popular monarch. Many people thought he was a good king. He died in 1936, at the age of 70. George was king for 25 years and 8 months. His granddaughter is the current British monarch, Queen Elizabeth II.\nEarly life and family.\nGeorge was born the second son of the Prince and Princess of Wales (later King Edward VII and Queen Alexandra). He married a distant cousin (his double second cousin once removed) Mary of Teck (later Queen Mary), and they stayed married until his death.\nGeorge was known as the Duke of York for many years until his grandmother, Queen Victoria, died peacefully at the age of 81. His father, Edward, inherited the throne gaining the nickname \"Edward the Peaceful\" for his hard work maintaining stability when tensions were increasing. Edward's death was greeted with great sadness across the empire, George describing him as \"my best friend\". By the time George became king Britain was the richest, most powerful nation in the world and during his reign the Empire expanded to its greatest ever extent.\nKing and Emperor.\nGeorge was quick to prove himself a decent and popular monarch. He became a symbol of British resistance during the First World War in which he, and his wife, visited the war front regularly. However, at home his popularity was waning with even H.G Wells referring to him as \"an alien\" because of his German background (his grandfather Prince Albert was German). Growing increasingly worried he changed the family name to “Windsor\" to remove any association with a German heritage. He was seriously injured when thrown by his horse at a troop review in France.\nAs the war came to a close many world monarchies were abolished or diminished, yet under the reign of George V the monarchy remained very much firmly established and as popular with the ordinary public as his late father. He worked hard as King, visiting many places and meeting many people, from world leaders to working class miners. The King also made friendly relations with socialist Labour party politicians and trade union members. The King, if anything was ahead of his ministers and understood the Empire better. He advised the government during the General Strike of 1926 not to take a hard line against the protestor stating \"Try living on their wages before you judge them.\" Again, unlike most ministers, George became concerned by the rise of Adolf Hitler and the Nazis. He warned that within ten years there would be yet another world war and told many to be suspicious of the Nazis. He was correct with war in fact breaking out just three years after his death.\nAmong other things, he is also credited for starting the Royal Christmas Broadcast tradition in 1932. His Silver Jubilee in 1935 was greeted with jubilations and was a very well loved king across all classes of society. Afterwards however his health suddenly declined. It was in these later years when George's relationship with his eldest son and heir, Edward, deteriorated. George was cross with Edward's failure to settle down in life and was angered and appalled by his many affairs with married women. Edward did not take royal duties seriously and, although quite popular, preferred partying and luxury, in direct conflict with George's sense of duty and hard work. George said of his son Edward: \"After I am dead, the boy will ruin himself within 12 months\", indeed he was correct: less than a year after taking the throne, Edward abdicated, causing the family damage to its reputation. George V was regarded as a wise King with good judgement.\nDeath.\nSeriously ill, on the evening of 15 January 1936, the King took to his bedroom at Sandringham House feeling unwell; he died on the 20th January. He was 70 years old. He lay in Westminster Hall before his state funeral. A night previous all his surviving sons mounted guard, known as the Vigil of the Princes as a mark of deep respect. Statues of King George V were erected across the world and he has been portrayed numerous times by actors.\nIt was not known until recently that he had been deliberately euthanized by his chief physician, Lord Dawson of Penn. Dawson issued a bulletin with words that became famous: \"The King's life is moving peacefully towards its close\". Dawson's private diary, unearthed after his death and made public in 1986, reveals that the King's last words, a mumbled \"God damn you!\", were addressed to his nurse when she gave him a sedative on the night of 20 January. Dawson wrote that he hastened the King's death by injecting him with a lethal combination of morphine and cocaine. Dawson noted that he acted to preserve the King's dignity, to prevent further strain on the family, and so that the King's death at 11:55 p.m. could be announced in the morning edition of \"The Times\" newspaper rather than \"less appropriate ... evening journals\".\nThis account, revealed in 1986, caused great astonishment. Euthanasia was completely illegal in Britain at the time of Dawson's action.\nTitles.\nHe was also often referred to as His Imperial Majesty The King within the British Empire\nor His Most Gracious Majesty The King, although this was not his official title.","categories":[],"infobox_types":[],"annotations":[{"uri":"King_of_the_United_Kingdom","surface_form":"King of the United Kingdom","offset":79},{"uri":"British_monarch","surface_form":"British monarch","offset":124},{"uri":"House_of_Windsor","surface_form":"Windsor","offset":161},{"uri":"Edward_VII","surface_form":"Edward VII","offset":185},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":236},{"uri":"Emperor_of_India","surface_form":"Emperor of India","offset":328},{"uri":"Mary_of_Teck","surface_form":"Mary of Teck","offset":381},{"uri":"World_War_I","surface_form":"World War I","offset":410},{"uri":"Warfront","surface_form":"warfront","offset":455},{"uri":"Heritage","surface_form":"heritage","offset":555},{"uri":"Germany","surface_form":"Germany","offset":573},{"uri":"Stamp_collector","surface_form":"stamp collector","offset":713},{"uri":"Edward_VIII","surface_form":"Edward","offset":739},{"uri":"George_VI_of_the_United_Kingdom","surface_form":"George","offset":750},{"uri":"British_Empire","surface_form":"British Empire","offset":808},{"uri":"Elizabeth_II","surface_form":"Elizabeth II","offset":1028},{"uri":"Edward_VII","surface_form":"Edward VII","offset":1144},{"uri":"Alexandra_of_Denmark","surface_form":"Queen Alexandra","offset":1159},{"uri":"Cousin","surface_form":"cousin","offset":1198},{"uri":"Mary_of_Teck","surface_form":"Mary of Teck","offset":1245},{"uri":"Duke_of_York","surface_form":"Duke of York","offset":1343},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":1394},{"uri":"Sandringham_House","surface_form":"Sandringham House","offset":4464},{"uri":"Westminster_Hall","surface_form":"Westminster Hall","offset":4558},{"uri":"State_funeral","surface_form":"state funeral","offset":4586},{"uri":"Euthanasia","surface_form":"euthanized","offset":4886},{"uri":"Bertrand_Dawson%2C_1st_Viscount_Dawson_of_Penn","surface_form":"Lord Dawson of Penn","offset":4921},{"uri":"Sedative","surface_form":"sedative","offset":5242},{"uri":"Morphine","surface_form":"morphine","offset":5372},{"uri":"Cocaine","surface_form":"cocaine","offset":5385},{"uri":"The_Times","surface_form":"The Times","offset":5583}]}