{"id":55431,"url":"http://en.wikipedia.org/wiki/Loanword","text":"A loanword is a word that is adopted by a language that comes from another language. Since people who speak different languages often need to talk to each other, it is actually very common for languages to \"borrow\" words from other languages.\nExamples of this can be seen in the English language because it has many loanwords. When the Normans took over England during the Norman Conquest in 1066, they made French the official language of England. Since then, many French words later became English words. For example, the English words beef, pork, poultry, and mutton are loanwords based on the Norman French names of the animals cow, swine, chicken, and sheep in that same order. In English, the loanwords mean the meat of those animals specifically. Since later the British Empire took over many different countries and people, they also borrowed many words from the languages of the people they took over. An example of this is the word \"jungle\", which is a Hindi word that has been adopted into English.\nLanguages often use loanwords because cultures learn about new ideas and inventions from people of the languages they borrow from. For example, in English the names of meats and wines often come from French, musical terms often come from Italian, and philosophical terms often come from German. Although native English speakers are now familiar with Chinese ideas and inventions, they are often called by their Japanese names in English because these were introduced to Americans through Japan. China, on the other hand, was closed off from the world when its ideas and inventions spread throughout the world because its communist government stopped communication with most outside countries, including America.\nThe names of food are some of the most common loanwords across languages because people may not have any idea of what the food is like when they are first introduced to a certain culture. For example, Italian food usually has Italian names like \"spaghetti\" and \"pasta\", Japanese food has Japanese names like \"sushi\" and \"tempura\", and Mexican food has Spanish names like \"tacos\" and \"carnitas\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Word","surface_form":"word","offset":16},{"uri":"Adopt","surface_form":"adopted","offset":29},{"uri":"Language","surface_form":"language","offset":42},{"uri":"English_language","surface_form":"English language","offset":279},{"uri":"Norman_conquest_of_England","surface_form":"Norman Conquest","offset":373},{"uri":"French_language","surface_form":"French","offset":408},{"uri":"Official_language","surface_form":"official language","offset":419},{"uri":"England","surface_form":"England","offset":440},{"uri":"Beef","surface_form":"beef","offset":538},{"uri":"Pork","surface_form":"pork","offset":544},{"uri":"Poultry","surface_form":"poultry","offset":550},{"uri":"Mutton","surface_form":"mutton","offset":563},{"uri":"Cattle","surface_form":"cow","offset":632},{"uri":"Pig","surface_form":"swine","offset":637},{"uri":"Chicken","surface_form":"chicken","offset":644},{"uri":"Domestic_sheep","surface_form":"sheep","offset":657},{"uri":"British_Empire","surface_form":"British Empire","offset":770},{"uri":"Jungle","surface_form":"jungle","offset":943},{"uri":"Hindi","surface_form":"Hindi","offset":963},{"uri":"Invention","surface_form":"inventions","offset":1083},{"uri":"Wine","surface_form":"wines","offset":1188},{"uri":"French_language","surface_form":"French","offset":1210},{"uri":"Vocabulary","surface_form":"terms","offset":1226},{"uri":"Italian_language","surface_form":"Italian","offset":1248},{"uri":"Philosophy","surface_form":"philosophical","offset":1261},{"uri":"German_language","surface_form":"German","offset":1297},{"uri":"Japan","surface_form":"Japan","offset":1498},{"uri":"Communism","surface_form":"communist","offset":1631},{"uri":"United_States","surface_form":"America","offset":1713}]}