{"id":554431,"url":"http://en.wikipedia.org/wiki/Noise-induced_hearing_loss","text":"e=\"preserve\">Noise induced hearing loss (NHL) is hearing loss caused by sounds that are too loud (high decibel level) and damage hearing cells in the ear. This can make noises sound quieter as well as make noise less clear, it can also cause other hearing related symptoms such as tinnitus. NHL is permanent and cannot usually be restored.\nMost of the time, NHL happens after being around a lot of noise for long periods of time. Listening to loud music, city traffic or even things like a hair dryer for can damage hearing after a while. But NHL can also happen suddenly when close to an extremely loud sound. This can come from things like being close to an airplane or a gunshot.\nSigns of NHL.\nHearing is a very important sense. It can be hard to notice hearing loss, especially if it happens over time instead of suddenly. Even if it is hard for a person experiencing it to notice, it will still have a large effect on their life.\nNot being able to hear a conversation when there is a lot of noise around is usually a good sign of hearing loss. Other people may sound like they are speaking softly or their speech may not be clear. Both of these can be signs of NHL. Similarly, having to ask people to repeat themselves and having to try very hard to hear people speak are also signs.\nApart from not being able to hear very well when talking to other people, there are other signs of NHL such as tinnitus as well as some other diseases and medication.\nPreventing NHL.\nSince NHL causes permanent damage, knowing the signs and causes of it and preventing it early is the only way to keep hearing healthy.\nTreatment.\nAlthough NHL is permanent and most of the time cannot be cured, there are ways to manage it.\nThe most common thing to do is use hearing aids. Hearing aids can help with hearing loss by making sound louder and speech clearer. They can also be customised by audiologists to suit almost any lifestyle and to suit the specific needs of different people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deafness","surface_form":"hearing loss","offset":49},{"uri":"Decibel","surface_form":"decibel","offset":103},{"uri":"Symptoms","surface_form":"symptoms","offset":264},{"uri":"Tinnitus","surface_form":"tinnitus","offset":281},{"uri":"Senses","surface_form":"sense","offset":725},{"uri":"Hearing_aid","surface_form":"hearing aid","offset":1746}]}