{"id":554696,"url":"http://en.wikipedia.org/wiki/Audiologist","text":"e=\"preserve\">An audiologist is a health professional in hearing and other auditory problems such as tinnitus and balance.\nRole of an audiologist.\nThe role of an audiologist is to diagnose and treat hearing problems, minimising the impact these problems have on the lives of their patients. Audiologists will provide help that is customised to each patient to help them be able to communicate with the world around them.\nIn order to treat hearing problems, they must first be identified. Audiologists do tests and hearing checks on patients to measure and understand the type of help they will need. With the information they gain from these tests, audiologists can advise patients about their hearing health and recommend any treatment that they might need. If treatment such as hearing aids are needed for a patient, the audiologist will be able to help make the solution the best suited to the patient by customising the treatment depending on what the patient needs. This includes helping to find a suitable hearing aid, fitting it and programming it and maintaining it. This applies to other recommended treatment as well.\nAlthough treatment and help to lessen the effects of hearing problems are a main focus of an audiologist, they also have the role of educating and teaching patients as well as the public. How to prevent hearing loss as well as how to protect hearing are usually the main focus of what an audiologist teaches and may be done through presentations in schools, in workplaces and to the community. It is important for audiologists to educate the public about hearing loss and how important hearing health is as well as how audiologists are able to help. Audiologists treat all ages and types of hearing loss.\nWorkplace.\nThe hearing services of an audiologist are used in many different settings but most work in health care. In health care, they are focused on the main role of an audiologist which is providing hearing health care services including testing for hearing loss and recommending treatment. Many audiologists can be found working with patients in hospitals, medical centers, private practices and in nursing homes.\nAnother workplace for audiologists is in education, which is another important role that they perform. They may be working in schools, in universities or even day care centers in order to educate students about hearing loss and prevention. These professionals understand the effect that hearing loss can have on a student's learning and can work with schools to recommend strategies to help build a more supportive environment for students. While they may be more focused on education, these audiologists are still also able to do hearing tests and checks on students and help them find the best solutions for their hearing problems.\nOther workplaces for an audiologist include work with the government and work in research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Auditory","surface_form":"auditory","offset":74},{"uri":"Tinnitus","surface_form":"tinnitus","offset":100},{"uri":"Diagnosis","surface_form":"diagnose","offset":179}]}