{"id":554846,"url":"http://en.wikipedia.org/wiki/Presidency_of_Abraham_Lincoln","text":"The presidency of Abraham Lincoln began when he took office as the 16th President of the United States on March 4, 1861. It ended with his death on April 15, 1865. During his presidency he claimed more prerogatives than any other president had done before him. As a result, the small and relatively limited powers of the president grew enormously during his time in office. When Lincoln won the 1860 presidential election, he did it without the support of any of the Southern states. Since the 1830s, Southern states had talked about secession, but it became a serious issue in 1860. Between the election and Lincoln's Inauguration in March of 1861, seven states had seceded from the Union. They formed the Confederate States of America (CSA). When Confederates attacked Fort Sumter on April 12, 1861 and captured it the next day, this started the American Civil War. While having little previous military experience, Lincoln still managed to stand out as a great war president. In 1863, his Emancipation Proclamation freed the slaves in Southern states. It led directly to the abolition of slavery in the United States. Given later that year, his Gettysburg Address is and remains one of the most important speeches in American history. In 1865, as the Civil war was ending he was shot and killed by John Wilkes Booth, a Confederate sympathizer. His death made Lincoln a martyr to the Union cause. He is widely recognized as one of the greatest presidents in U.S. history.\nLincoln's 1860 presidential campaign.\nBy this time Lincoln was well-known in Illinois politics. In 1858 he had debated Stephen A. Douglas in a bid for the United States Senate and lost. At the time, U.S. senators were elected by their state legislatures. So both Lincoln and Douglas were trying for their respective parties to win control of the Illinois legislature. Although Illinois was a free state, the main issue of all seven debates was slavery.\nLincoln spent the next 16 months making speeches for a number of Republican candidates in the North. This both made him many political friends and also was in preparation for his run for President. Up to this time the strongest candidate was William H. Seward of New York. Seward was strongly opposed to slavery anywhere in the U.S. Lincoln took a more moderate view and was opposed to the spread of slavery in new states to the West.\nAs Lincoln became more popular in the newly-formed Republican Party he was invited to give speeches in a number of states. In October of 1859, he was invited to speak at Henry Ward Beecher's church in Brooklyn, New York. Lincoln spent months preparing for this speech; more time than he had spent on any speech he had given during the senatorial debates. At the last minute, the site for his speech was moved to the Cooper Union in Manhattan. Lincoln knew why he had been asked to give the address. He was being promoted as an alternative to Seward and other possible Republican candidates. The Cooper Union address got Lincoln the attention he needed to become the Republican candidate for president in 1860.\nIn April 1860, the Democrats held their political convention, the Southern Democrats walked out and the convention closed without nominating a candidate. The two sides each held their own conventions two months later.\nStephen Douglas was the candidate of the Northern Democrats. John C. Breckinridge ran for the Southern Democrats. John Bell, the Senator from Tennessee, ran for the Constitutional Union Party. The split in the Democratic party almost guaranteed Lincoln could win the presidency. At the beginning of 1860, Lincoln was not a major candidate for President. On November6, 1860, with 39% of the popular vote and a majority in the Electoral College, Lincoln was elected President. Voter turnout for the election was 81.2%, the second highest in American history.\nSecession crisis of 1860–1861.\nIn November of 1860, with Lincoln the apparent winner, a crisis that had been smoldering for at least a decade erupted. Southerners were outraged by the election of Lincoln, who opposed slavery in territories and new states. They began to act almost immediately. James Chesnut, Jr., Senator from South Carolina, resigned just four days after the election. President James Buchanan only made things worse. In December, he wrote a message to Congress. In it he stated he thought secession was illegal. But he added that the federal government could not act to stop any states from leaving the Union. Northerners could not understand how Buchanan could say such a thing. After that, Buchanan's cabinet began falling apart. Howell Cobb, the Secretary of the Treasury who was from Georgia, told Buchanan he quit. A week later, Lewis Cass, the Secretary of State (from Michigan) left because Buchanan had done nothing to stop the secession crisis.\nSouth Carolina was the first to take action. Leaders there had warned that if a Republican won the 1868 election, they would leave the Union. On December 20, 1860 in a special convention, they passed a unanimous resolution to secede. In January of 1861 they were followed by Mississippi, Florida, Alabama, Georgia and Louisiana. Texas seceded on February 1. While resolutions for secession were prepared in other states, no more were passed during this period.\nWhile Buchanan did nothing, several senators made speeches in Congress trying to calm things down. The Peace Conference of 1861 was held at the Willard Hotel in Washington on February 4, 1861. Of the 33 states, 21 sent delegates. Former President John Tyler, a native of Virginia, was elected the presiding officer. The convention lasted for about two weeks. During that time a number of proposals were created that were then delivered to Congress. A number of compromises were worked out that would take the form of proposed amendments to the United States Constitution. But none were passed by Congress. At Lincoln's inauguration, he rode in a carriage beside the outgoing president. Buchanan is quoted as saying to Lincoln, \"If you are as happy entering the presidency as I am leaving it, then you are a very happy man.\" Within weeks, four more slave states seceded and the Confederates fired on Fort Sumter.\nLincoln administration.\nLincoln's presidency lasted for about four years. It ran from March 4, 1861 until he was shot by a Confederate sympathizer and died on April 15, 1865. Nearly all of his time in office was consumed by the Civil War. From his election by the Electoral College on February 15 to his inauguration on March 4, Lincoln had little time to assemble a cabinet.\nLincoln's cabinet.\nLincoln's cabinet was unique in American history. It included all of his major rivals for the 1860 Republican nomination. As part of the political negotiations leading up to the nomination, some had been promised a position in the cabinet. It was not a harmonious group as most of them did not like each other. They had different ideas about governing the country, different ethics and different personalities. In particular, Simon Cameron, was forced on Lincoln by a deal struck with the Pennsylvania delegates at the Republican Convention. He already had a reputation for being incompetent and corrupt. Per the agreement he was Lincoln's Secretary of War.\nDomestic affairs.\nThe Lincoln administration found itself tasked with guiding the country through its darkest days. He inherited the problems from his predecessor, President James Buchanan. In his own inaugural address four years earlier, Buchan had called the issues of slavery “happily, a matter of but little practical importance.” Buchanan took the position he did not have the power to do anything about the impending civil war. He said: “It is beyond the power of any president, no matter what may be his own political proclivities, to restore peace and harmony among the states. Wisely limited and restrained as is his power under our Constitution and laws, he alone can accomplish but little for good or for evil on such a momentous question.” As the civil war approached, under Buchanan's presidency the country slid into a recession.\nRather than ignore or accept the situation, Lincoln had to mend a broken nation or see it torn apart. Between the presidential election and his inauguration, the seven states that seceded formed the Confederate States of America. Their constitution was patterned after the United States Constitution with four differences. It supported states' Sovereignty. It guaranteed slavery would always exist in the Confederate states. It did not allow the Southern Congress to establish protective tariffs. It also limited the term of president of the Confederate states to 6 years. Jefferson Davis was elected as president of the CSA. He was a Mississippi slave owner, a U.S. senator and had also been secretary of war under President Franklin Pierce. The CSA assumed several philosophical positions that differed from those of the United States. It assumed the United States was merely an association of sovereign states as they had been under the Articles of Confederation before the acceptance of the U.S. Constitution. They maintained that as such, each state was free to leave the association of states. The North saw the Union as a permanent country. Lincoln pointed out that each state had given up its own sovereignty when it ratified and accepted the Constitution. He also argued that no state had the right to revolt against their country, the United States of America. But Lincoln remained silent about the CSA from their formation until his inauguration. He repeated his campaign promise, that as President he would take no steps to stop or limit slavery in those states where it already existed. However, he did not accept the proposals made by the Peace Commission. Demonstrating his peaceful intentions, his inaugural address was aimed at preventing other Southern states from joining the CSA. They were not enemies. He would not attack the CSA but would keep and maintain all property of the United States government that existed in the Southern states.\nA day after his inauguration, Lincoln received a dispatch from Major Robert Anderson. He was the commander of Fort Sumter, in Charleston harbor. He informed Lincoln that if the fort was not resupplied soon, he and his men would have to leave. Lincoln thought of a way to resupply the fort without starting any fighting. He would send unarmed supply ships to Fort Sumter. He informed CSA President Davis of his intentions. This way, the U.S. would not start any fighting but would retain the fort as Lincoln had promised they would. Immediately Davis sent General P. G. T. Beauregard to force the fort's surrender before the supply ships could arrive. At 4:30 a.m. on the morning on April 12, 1861, Confederate guns began a bombardment of Fort Sumter. After 33 hours, Major Anderson surrendered the fort. This was the start of the Civil War.\nThe war lasted for four years. The North did not anticipate the South would fight almost to the last man to defend its \"freedom\". The South had no idea that the North, led by Lincoln, would show an iron will to preserve the Union at all costs.\nForeign affairs.\nOne of Lincoln's military strategies was to blockade the South's ports and approximately of shoreline. At the start of the war, with only a few ships, this was all but impossible. By war's end, the Union had captured or destroyed 1500 blockade runners. But with nearly 5 out of 6 shops able to evade the blockade, Great Britain argued it was not recognized by international law as it was a \"paper blockade.\" The Confederacy was able to ship only a small part of its main cash crop, cotton, to England during the war. Three years before the war the South had shipped 10 million bales of cotton a year. During the war they shipped a total of only 500,000 bales. But English manufacturers had stockpiled large quantities of Southern cotton from the huge exports before the war. What they had on hand carried them through most of the war.\nIn 1861, both the Confederacy and the Union wanted the help of Great Britain. The North counted on them because of their condemnation of slavery. The Confederacy counted on their help because of the great importance their cotton had to Britain's economy. So both sides had diplomatic relations with Great Britain. The South needed Britain's help to win the war. Also, without the aid of Britain, France would not dare interfere even though they were already friendly with the South. On May 4, 1861, Queen Victoria issued a proclamation declaring Britain's neutrality in the war and recognizing the Confederacy as a belligerent in the conflict. This enraged Lincoln. Seward, his Secretary of State, had already issued instructions to the new minister to Britain to quit and come home should the Queen recognize the Confederacy. France followed with a similar declaration which also recognized the CSA as a nation. Seward warned both nations of the possibility of war with the United States over this issue.\nBritish Prime Minister Lord Palmerston sent a fleet of naval warships to the western Atlantic in preparation for a surprise attack on New York City. They intended to use the world's largest ship, the SS Great Eastern as a troop transport. They saw a strike against New York would be a strike against the U.S. center of commerce. But in the spring of 1862, the British learned of the Union ironclad warship, the USS Monitor. This cancelled any invasion plans. While the British Navy had ironclad warships, they required deep water to navigate. The Monitor and Northern ships like her could destroy British ships should they try to blockade Northern ports. Russia was also concerned the British and/or French might step in. During the summer of 1862, a coalition of nations considered stepping in to mediate the war. These included Britain, France, Prussia, Austria and Russia. But in the fall of 1863, Tsar Alexander II of Russia sent his navy to protect the United States from any invasion by Great Britain and France. Their Baltic fleet began arriving in New York harbor on September 24, 1863. The Russian Far East fleet was sent to San Francisco.\nFor the remainder of the war, most European countries had little to gain by recognizing the Confederacy as a sovereign nation. Lincoln was diplomatic in his handling of two Confederates who had been arrested on the British ship the Trent. He ordered them both released. Crop failures in Europe made Union agricultural products popular. Egypt and India were able to supply the cotton that was formerly bought from the South before the war. The Union was also a good customer for small arms and other manufactured goods from Europe. However, dozens of blockade runners and warships were constructed for the Confederate Navy by English shipbuilders during the war.\nLincoln as commander in chief.\nIn 1861, the American Civil war was the first modern total war. And in 1861, nobody in the United States knew how to fight one. Men could be enlisted and war goods could be manufactured, but generals took time to train. The general in chief of the army in 1861 was Winfield Scott, in charge of an army of only about 16,000 men. Scott was both old and old school (meaning he had no modern training). Quite a few officers had been trained at West Point, but at the time West Point taught engineering, mathematics and fortifications. It taught very little about strategy and nothing about leading large formations of soldiers in the field. None had learned anything about staff work or how to manage an army except those few who could read French or who had any military experience in Europe. One of the worst problems is that field commanders did not even have accurate maps of the areas they had to move and fight in. Except in the West, local maps did not exist for many parts of the country. Unlike Jefferson Davis, who did have military experience, Lincoln had almost none.\nLincoln faced a very steep learning curve when the war started. But Lincoln was a quick study. He had taught himself to be a lawyer. Learning military strategy proved to be something else he could do very well. He read books on strategy, military history and learned from the successes and failures of his troops in the field. He also learned from the enemy's military tactics. He learned so well that by 1862, historian T. Harry William said about him: \"Lincoln stands out as a great war president, probably the greatest in our history, and a great natural strategist, a better one than any of his generals.\" Although there is no evidence he ever read Karl von Clausewitz's \"On War\", his actions followed the book's central argument: \"The political objective is the goal, war is the means of reaching it, and means can never be considered in isolation from their purpose. Therefore, it is clear that war should never be thought of as something autonomous but always as an instrument of policy.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":18},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":72},{"uri":"Prerogative","surface_form":"prerogative","offset":202},{"uri":"United_States_presidential_election%2C_1860","surface_form":"1860 presidential election","offset":395},{"uri":"Southern_United_States","surface_form":"Southern","offset":467},{"uri":"List_of_U.S._states","surface_form":"states","offset":476},{"uri":"Secession","surface_form":"secession","offset":534},{"uri":"Inauguration","surface_form":"Inauguration","offset":619},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":684},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":707},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":771},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":848},{"uri":"Experience","surface_form":"experience","offset":906},{"uri":"War","surface_form":"war","offset":964},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":992},{"uri":"Slaves","surface_form":"slaves","offset":1028},{"uri":"Abolitionism","surface_form":"abolition","offset":1078},{"uri":"Slavery","surface_form":"slavery","offset":1091},{"uri":"United_States","surface_form":"United States","offset":1106},{"uri":"Gettysburg_Address","surface_form":"Gettysburg Address","offset":1148},{"uri":"Public_speaking","surface_form":"speeches","offset":1208},{"uri":"American_history","surface_form":"American history","offset":1220},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":1322},{"uri":"Sympathy","surface_form":"sympathizer","offset":1334},{"uri":"Martyr","surface_form":"martyr","offset":1372},{"uri":"Cause","surface_form":"cause","offset":1392},{"uri":"Illinois","surface_form":"Illinois","offset":1551},{"uri":"Politics","surface_form":"politics","offset":1560},{"uri":"Stephen_A._Douglas","surface_form":"Stephen A. Douglas","offset":1593},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1629},{"uri":"Legislature","surface_form":"legislature","offset":1715},{"uri":"Slave_and_free_states","surface_form":"free state","offset":1866},{"uri":"Slavery","surface_form":"slavery","offset":1918},{"uri":"Preparation","surface_form":"preparation","offset":2086},{"uri":"William_H._Seward","surface_form":"William H. Seward","offset":2169},{"uri":"New_York","surface_form":"New York","offset":2190},{"uri":"Moderate","surface_form":"moderate","offset":2280},{"uri":"Western_United_States","surface_form":"West","offset":2356},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":2413},{"uri":"Henry_Ward_Beecher","surface_form":"Henry Ward Beecher","offset":2532},{"uri":"Brooklyn%2C_New_York","surface_form":"Brooklyn, New York","offset":2563},{"uri":"Cooper_Union","surface_form":"Cooper Union","offset":2778},{"uri":"Manhattan","surface_form":"Manhattan","offset":2794},{"uri":"Candidate","surface_form":"candidate","offset":2941},{"uri":"Political_convention","surface_form":"political convention","offset":3112},{"uri":"Southern_Democrats","surface_form":"Southern Democrats","offset":3138},{"uri":"John_C._Breckinridge","surface_form":"John C. Breckinridge","offset":3351},{"uri":"John_Bell_(Tennessee_politician)","surface_form":"John Bell","offset":3404},{"uri":"Tennessee","surface_form":"Tennessee","offset":3432},{"uri":"Constitutional_Union_Party_(United_States)","surface_form":"Constitutional Union Party","offset":3455},{"uri":"Direct_election","surface_form":"popular vote","offset":3680},{"uri":"Electoral_College","surface_form":"Electoral College","offset":3715},{"uri":"Apparent","surface_form":"apparent","offset":3916},{"uri":"Smolder","surface_form":"smolder","offset":3956},{"uri":"Decade","surface_form":"decade","offset":3982},{"uri":"Erupt","surface_form":"erupt","offset":3989},{"uri":"Outrage","surface_form":"outrage","offset":4015},{"uri":"Territory","surface_form":"territories","offset":4075},{"uri":"James_Chesnut%2C_Jr.","surface_form":"James Chesnut, Jr.","offset":4141},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4174},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":4244},{"uri":"United_States_Congress","surface_form":"Congress","offset":4318},{"uri":"Illegal","surface_form":"illegal","offset":4369},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":4400},{"uri":"Cabinet","surface_form":"cabinet","offset":4569},{"uri":"Howell_Cobb","surface_form":"Howell Cobb","offset":4598},{"uri":"Secretary_of_the_Treasury","surface_form":"Secretary of the Treasury","offset":4615},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":4654},{"uri":"Lewis_Cass","surface_form":"Lewis Cass","offset":4700},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":4716},{"uri":"Michigan","surface_form":"Michigan","offset":4741},{"uri":"Unanimous","surface_form":"unanimous","offset":5022},{"uri":"Resolution","surface_form":"resolution","offset":5032},{"uri":"Mississippi","surface_form":"Mississippi","offset":5095},{"uri":"Florida","surface_form":"Florida","offset":5108},{"uri":"Alabama","surface_form":"Alabama","offset":5117},{"uri":"Louisiana","surface_form":"Louisiana","offset":5138},{"uri":"Texas","surface_form":"Texas","offset":5149},{"uri":"Peace_Conference_of_1861","surface_form":"Peace Conference of 1861","offset":5384},{"uri":"Delegate","surface_form":"delegate","offset":5500},{"uri":"John_Tyler","surface_form":"John Tyler","offset":5528},{"uri":"Native","surface_form":"native","offset":5542},{"uri":"Virginia","surface_form":"Virginia","offset":5552},{"uri":"Compromise","surface_form":"compromise","offset":5742},{"uri":"Propose","surface_form":"propose","offset":5798},{"uri":"Amendment","surface_form":"amendment","offset":5807},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":5825},{"uri":"Carriage","surface_form":"carriage","offset":5927},{"uri":"Political","surface_form":"political","offset":6725},{"uri":"Negotiation","surface_form":"negotiation","offset":6735},{"uri":"Harmonious","surface_form":"harmonious","offset":6841},{"uri":"Ethics","surface_form":"ethics","offset":6963},{"uri":"Personality","surface_form":"personalities","offset":6984},{"uri":"Simon_Cameron","surface_form":"Simon Cameron","offset":7014},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":7077},{"uri":"Reputation","surface_form":"reputation","offset":7147},{"uri":"Incompetent","surface_form":"incompetent","offset":7168},{"uri":"Corrupt","surface_form":"corrupt","offset":7184},{"uri":"United_States_Secretary_of_War","surface_form":"Secretary of War","offset":7228},{"uri":"Task","surface_form":"task","offset":7304},{"uri":"Recession","surface_form":"recession","offset":8079},{"uri":"Ignore","surface_form":"ignore","offset":8102},{"uri":"Accept","surface_form":"accept","offset":8112},{"uri":"Mend","surface_form":"mend","offset":8149},{"uri":"Constitution","surface_form":"constitution","offset":8326},{"uri":"Sovereignty","surface_form":"Sovereignty","offset":8434},{"uri":"Protective_tariff","surface_form":"protective tariff","offset":8567},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":8663},{"uri":"Ownership","surface_form":"owner","offset":8743},{"uri":"Franklin_Pierce","surface_form":"Franklin Pierce","offset":8816},{"uri":"Philosophy","surface_form":"philosophical","offset":8857},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":9030},{"uri":"Ratification","surface_form":"ratified","offset":9315},{"uri":"Argument","surface_form":"argued","offset":9363},{"uri":"Revolt","surface_form":"revolt","offset":9401},{"uri":"Despatch_rider","surface_form":"dispatch","offset":10100},{"uri":"Major","surface_form":"Major","offset":10114},{"uri":"Robert_Anderson","surface_form":"Robert Anderson","offset":10120},{"uri":"Commander","surface_form":"commander","offset":10148},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston harbor","offset":10177},{"uri":"Unarmed","surface_form":"unarmed","offset":10385},{"uri":"Supply","surface_form":"supply","offset":10393},{"uri":"Ship","surface_form":"ship","offset":10400},{"uri":"Intention","surface_form":"intention","offset":10461},{"uri":"P._G._T._Beauregard","surface_form":"P. G. T. Beauregard","offset":10614},{"uri":"Surrender_(military)","surface_form":"surrender","offset":10654},{"uri":"Bombardment","surface_form":"bombardment","offset":10774},{"uri":"Anticipate","surface_form":"anticipate","offset":10941},{"uri":"Will_(philosophy)","surface_form":"iron will","offset":11090},{"uri":"Blockade","surface_form":"blockade","offset":11197},{"uri":"Port","surface_form":"port","offset":11218},{"uri":"Approximately","surface_form":"approximately","offset":11228},{"uri":"Shore","surface_form":"shoreline","offset":11245},{"uri":"Great_Britain","surface_form":"Great Britain","offset":11467},{"uri":"International_law","surface_form":"international law","offset":11513},{"uri":"Cash_crop","surface_form":"cash crop","offset":11624},{"uri":"Cotton","surface_form":"cotton","offset":11635},{"uri":"Million","surface_form":"million","offset":11722},{"uri":"Condemn","surface_form":"condemn","offset":12109},{"uri":"Diplomatic_relations","surface_form":"diplomatic relations","offset":12261},{"uri":"France","surface_form":"France","offset":12384},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":12487},{"uri":"Neutrality","surface_form":"neutrality","offset":12544},{"uri":"Belligerent","surface_form":"belligerent","offset":12603},{"uri":"Enrage","surface_form":"enrage","offset":12637},{"uri":"Minister","surface_form":"minister","offset":12729},{"uri":"Prime_Minister_of_the_United_Kingdom","surface_form":"British Prime Minister","offset":12994},{"uri":"Henry_Temple%2C_3rd_Viscount_Palmerston","surface_form":"Lord Palmerston","offset":13017},{"uri":"Naval_fleet","surface_form":"fleet","offset":13040},{"uri":"Warship","surface_form":"warship","offset":13055},{"uri":"West","surface_form":"west","offset":13071},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":13079},{"uri":"Surprise_attack","surface_form":"surprise attack","offset":13109},{"uri":"New_York_City","surface_form":"New York City","offset":13128},{"uri":"SS_Great_Eastern","surface_form":"SS Great Eastern","offset":13194},{"uri":"Troopship","surface_form":"troop transport","offset":13216},{"uri":"Commerce","surface_form":"commerce","offset":13313},{"uri":"Spring","surface_form":"spring","offset":13334},{"uri":"Ironclad_warship","surface_form":"ironclad warship","offset":13383},{"uri":"USS_Monitor","surface_form":"USS Monitor","offset":13405},{"uri":"Destroy","surface_form":"destroy","offset":13583},{"uri":"Russia","surface_form":"Russia","offset":13649},{"uri":"Coalition","surface_form":"coalition","offset":13745},{"uri":"Mediation","surface_form":"mediate","offset":13792},{"uri":"Prussia","surface_form":"Prussia","offset":13841},{"uri":"Austria","surface_form":"Austria","offset":13850},{"uri":"Autumn","surface_form":"fall","offset":13881},{"uri":"Tsar","surface_form":"Tsar","offset":13895},{"uri":"Alexander_II_of_Russia","surface_form":"Alexander II of Russia","offset":13900},{"uri":"Navy","surface_form":"navy","offset":13932},{"uri":"New_York_harbor","surface_form":"New York harbor","offset":14050},{"uri":"San_Francisco","surface_form":"San Francisco","offset":14128},{"uri":"Europe","surface_form":"Europe","offset":14178},{"uri":"Harvest","surface_form":"Crop failures","offset":14413},{"uri":"Agriculture","surface_form":"agricultural products","offset":14448},{"uri":"Popular","surface_form":"popular","offset":14470},{"uri":"Egypt","surface_form":"Egypt","offset":14479},{"uri":"India","surface_form":"India","offset":14489},{"uri":"Customer","surface_form":"customer","offset":14608},{"uri":"Small_arms","surface_form":"small arms","offset":14621},{"uri":"Manufactured_goods","surface_form":"manufactured goods","offset":14642},{"uri":"Old_school","surface_form":"old school","offset":15187},{"uri":"United_States_Military_Academy_at_West_Point","surface_form":"West Point","offset":15276},{"uri":"Engineering","surface_form":"engineering","offset":15322},{"uri":"Mathematics","surface_form":"mathematics","offset":15335},{"uri":"Fortification","surface_form":"fortification","offset":15351},{"uri":"Strategy","surface_form":"strategy","offset":15395},{"uri":"Formation","surface_form":"formation","offset":15436},{"uri":"Field","surface_form":"field","offset":15466},{"uri":"Management","surface_form":"manage","offset":15526},{"uri":"French_language","surface_form":"French","offset":15573},{"uri":"Map","surface_form":"map","offset":15704},{"uri":"Learning_curve","surface_form":"learning curve","offset":15939},{"uri":"Military_history","surface_form":"military history","offset":16150},{"uri":"Historian","surface_form":"historian","offset":16323},{"uri":"T._Harry_William","surface_form":"T. Harry William","offset":16333},{"uri":"Karl_von_Clausewitz","surface_form":"Karl von Clausewitz","offset":16565},{"uri":"On_War","surface_form":"On War","offset":16588},{"uri":"Argument","surface_form":"argument","offset":16637},{"uri":"Autonomy","surface_form":"autonomous","offset":16857}]}