{"id":55499,"url":"http://en.wikipedia.org/wiki/Colosseum","text":"The Colosseum, also known as the Flavian Amphitheatre, is a large artefact or structure in the city of Rome. The construction of the Colosseum started around 70–72 AD and was finished in 80 AD. Emperor Vespasian started all the work, and Emperor Titus completed the coløsseum. Emperor Domitian made some changes to the building between 81–96 AD. It had seating for 50,000 people. It was wide, long and tall. It is the biggest amphitheatre built by the Roman Empire.\nThe Colosseum is in Rome, the capital of Italy. More precisely, it is on the east bank of the Tiber, the river that crosses the city, east of the ancient Roman forum. A forum in antiquity was a geographical area in which were the main buildings of power, as well as the large square on which the population met. It was both a busy place to live, a place to get married, big parties, community meetings, and so on. The stadium was less than a kilometer to the southwest, the Capitol was a little over a mile to the west.\n﻿ Colosseum was first called the Flavian Amphitheatre or in Latin, the Amphitheatrum Flavium. This was after Vespasian and Titus who had the family name of \"Flavius\". It was used for gladiatorial contests, and other shows like \"animal hunts\", in which animals would hunt and eat prisoners; or in which gladiators would fight against animals. There were also executions of prisoners, plays, and battle scenes; sometimes it was filled with water to fight sea battles. The people of Rome could go into the Colosseum without any costs; it was free.\nIn the Middle Ages, after the mid-fifth century, it was no longer used for performances. It was then used as housing, workshops, a Christian shrine, and as a supply of building stones.\nIt is now in ruins because of earthquakes. The Colosseum is a symbol of the Roman Empire. It is one of Rome's most popular tourist attractions. On Good Fridays, the Pope leads a torch lit \"Way of the Cross\" procession around the various levels of the amphitheatre.\nThe Colosseum appears on the Euro five cent coins.\nThe land.\nThe building of the Colosseum began under the rule of the Emperor Vespasian in around 70–72 AD. The area was flat, in a valley between the Caelian, Esquiline and Palatine Hills. There was a stream flowing through the valley, but this had been made into a canal. People had been living in this area for over 200 years, but the houses were destroyed in the Great Fire of Rome in 64 AD. The Emperor Nero took much of the land for his own use. He built a grand palace, the \"Domus Aurea\" which had a lake, gardens, paths covered with a roof held up by columns (porticoes), and large shelters (pavilions) to sit in. He had the \"Aqua Claudia\" aqueduct made longer to supply water to the area. There was also a big bronze statue of Nero, the Colossus of Nero, at the front of the Domus Aurea. In 68 AD, Nero lost control of the government. The Senate made him a public outlaw, and he killed himself soon after.\nA great moment.\nTo celebrate the end of Nero's rule, the Emperor Vespasian built the Colosseum on the site of Nero's lake. This was seen as giving back the land to the people of Rome. The Romans often built monuments to celebrate important events, and the Colosseum is a part of that tradition.\nMost of the Domus Aurea was torn down. The lake was filled in and the land used for the Colosseum. Schools for gladiators and other buildings were put up in the old gardens of the Domus Aurea. The Colossus was left in place, but Nero's head was replaced. Vespasian renamed it after the sun-god, Helios (\"Colossus Solis\"). Many historians say that the name of the Colosseum comes from the statue, the Colossus. Usually in Roman cities, the amphitheatres were built on the edge of the city.\nThe Colosseum was built in the city centre; in effect, placing it in the real and symbolic heart of Rome.\nFights.\nThe Colosseum had been completed up to the third story by the time of Vespasian's death in 79. The top level was finished and the building opened by his son, Titus, in 80. Cassius Dio said that over 9,000 wild animals were killed during the opening games. The building was changed by Vespasian's younger son, Emperor Domitian. He added the \"hypogeum\", underground tunnels used to hold the animals and slaves used in the games. He also added a fourth level at the top of the Colosseum to add more seats.\nRenovations.\nIn 217, the Colosseum was badly damaged by fire. Cassius Dio said the fire was started by lightning. The fire destroyed the wooden upper levels inside the amphitheatre. It was not fully repaired until about 240 and underwent further repairs in 250 or 252 and again in 320. Theodosius II and Valentinian III (ruled 425–450), repaired damage caused by an earthquake in 443; more work followed in 484 and 508. The last record of gladiator fights is about 435, while animal hunts continued until at least 523.\nThe Colosseum in medieval times.\nThe Colosseum went through big changes of use during the medieval period. At the end of the 500's, a small church had been built into a part of the building. The arena was used as a cemetery. The areas under the seating was used for houses and workshops. There are records of the space being rented as late as the 1100s. About 1200, the Frangipani family took over the Colosseum and made it into a castle.\nDuring the great earthquake in 1349, the outer south side fell down. Most of the fallen stones were used to build palaces, churches, hospitals and other buildings in Rome. In the middle of the 1300s, a religious group moved into the north part, and were still there in the 1800s. The inside of the Colosseum was used to supply building stones. The marble facade was burned to make quicklime. The bronze clamps which held the stonework together were ripped off the walls leaving marks that can still be seen today.\nThe Colosseum in modern times.\nDuring the 16th and 17th century, Church officials looked for a use for the big and ruined building. Pope Sixtus V (1521–1590) wanted to turn the building into a wool factory to provide jobs for Rome's prostitutes, but he died and the idea given up. In 1671 Cardinal Altieri said it could be used for bullfights. Many people were upset by this idea, it was quickly dropped.\nIn 1749, Pope Benedict XIV said that the Colosseum was a sacred place where early Christians had been martyred. He stopped people from taking any more building stones away. He set up the Stations of the Cross inside the building. He said the place was made sacred with the blood of the Christian martyrs who had died there. However, there is no historical evidence that any Christians had been killed in the Colosseum.\nLater popes started projects to save the building from falling down. They took out the many plants which had overgrown the building and were causing more damage. The facade was made stronger with triangular brick wedges in 1807 and 1827. The inside was repaired in 1831, 1846 and in the 1930s. The underground area was partly dug out in 1810–1814 and 1874. This digging was finished by Benito Mussolini in the 1930s.\nThe outside.\nThe Colosseum is a free standing building, quite different to the earlier Greek theatres which were built into the sides of hills. It is really two Roman theatres joined together. It is oval shaped, 189 meters (615 ft / 640 Roman feet) long, and 156 meters (510 ft / 528 Roman feet) wide. It covers an area of. The outer wall is 48 meters (157 ft / 165 Roman feet) high. The distance around the building was 545 meters (1,788 ft / 1,835 Roman feet). The arena is an oval long and wide, surrounded by a wall high. Around the arena were raised rows of seating.\nThe outer wall was made from about of travertine stone. This was held together by of iron clamps. There was no mortar used to hold the wall together. The outside wall has been badly damaged over the years. Large sections have fallen down after earthquakes. The north side of the outside wall is still standing. It has triangular brick wedges at each end, added in the early 1800s to hold up the wall. The rest of the outside wall that can be seen today, is in fact the original inside wall.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":95},{"uri":"Rome","surface_form":"Rome","offset":103},{"uri":"AD","surface_form":"AD","offset":164},{"uri":"Emperor_Vespasian","surface_form":"Emperor Vespasian","offset":194},{"uri":"Titus","surface_form":"Titus","offset":246},{"uri":"Domitian","surface_form":"Domitian","offset":285},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":452},{"uri":"Latin","surface_form":"Latin","offset":1046},{"uri":"Gladiator","surface_form":"gladiator","offset":1169},{"uri":"Execution","surface_form":"execution","offset":1344},{"uri":"Battle","surface_form":"battle","offset":1380},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1538},{"uri":"Christian","surface_form":"Christian","offset":1662},{"uri":"Shrine","surface_form":"shrine","offset":1672},{"uri":"Earthquakes","surface_form":"earthquakes","offset":1746},{"uri":"Tourist","surface_form":"tourist","offset":1839},{"uri":"Good_Friday","surface_form":"Good Friday","offset":1863},{"uri":"Pope","surface_form":"Pope","offset":1881},{"uri":"Euro","surface_form":"Euro","offset":2010},{"uri":"Vespasian","surface_form":"Vespasian","offset":2108},{"uri":"Caelian_Hill","surface_form":"Caelian","offset":2181},{"uri":"Esquiline_Hill","surface_form":"Esquiline","offset":2190},{"uri":"Palatine_Hill","surface_form":"Palatine Hill","offset":2204},{"uri":"Canal","surface_form":"canal","offset":2297},{"uri":"Great_Fire_of_Rome","surface_form":"Great Fire of Rome","offset":2397},{"uri":"Nero","surface_form":"Nero","offset":2438},{"uri":"Palace","surface_form":"palace","offset":2499},{"uri":"Domus_Aurea","surface_form":"Domus Aurea","offset":2512},{"uri":"Column","surface_form":"column","offset":2589},{"uri":"Portico","surface_form":"portico","offset":2598},{"uri":"Pavilion","surface_form":"pavilion","offset":2630},{"uri":"Aqueduct","surface_form":"aqueduct","offset":2678},{"uri":"Bronze","surface_form":"bronze","offset":2749},{"uri":"Statue","surface_form":"statue","offset":2756},{"uri":"Colossus_of_Nero","surface_form":"Colossus of Nero","offset":2776},{"uri":"Senate","surface_form":"Senate","offset":2878},{"uri":"Outlaw","surface_form":"outlaw","offset":2903},{"uri":"Celebrate","surface_form":"celebrate","offset":2964},{"uri":"Monument","surface_form":"monument","offset":3152},{"uri":"Tradition","surface_form":"tradition","offset":3229},{"uri":"Helios","surface_form":"Helios","offset":3535},{"uri":"Symbol","surface_form":"symbol","offset":3811},{"uri":"Titus","surface_form":"Titus","offset":4001},{"uri":"Domitian","surface_form":"Domitian","offset":4160},{"uri":"Hypogeum","surface_form":"hypogeum","offset":4184},{"uri":"Slave","surface_form":"slave","offset":4244},{"uri":"Lightning","surface_form":"lightning","offset":4449},{"uri":"Theodosius_II","surface_form":"Theodosius II","offset":4632},{"uri":"Valentinian_III","surface_form":"Valentinian III","offset":4650},{"uri":"Medieval","surface_form":"medieval","offset":4955},{"uri":"Frangipani_family","surface_form":"Frangipani family","offset":5235},{"uri":"Religious","surface_form":"religious","offset":5506},{"uri":"Marble","surface_form":"marble","offset":5652},{"uri":"Facade","surface_form":"facade","offset":5659},{"uri":"Quicklime","surface_form":"quicklime","offset":5685},{"uri":"Bronze","surface_form":"bronze","offset":5700},{"uri":"Pope_Sixtus_V","surface_form":"Pope Sixtus V","offset":5950},{"uri":"Factory","surface_form":"factory","offset":6016},{"uri":"Prostitute","surface_form":"prostitute","offset":6051},{"uri":"Cardinal_(Catholicism)","surface_form":"Cardinal","offset":6107},{"uri":"Bullfight","surface_form":"bullfight","offset":6150},{"uri":"Pope_Benedict_XIV","surface_form":"Pope Benedict XIV","offset":6232},{"uri":"Sacred","surface_form":"sacred","offset":6280},{"uri":"Martyr","surface_form":"martyr","offset":6325},{"uri":"Stations_of_the_Cross","surface_form":"Stations of the Cross","offset":6410},{"uri":"Triangle","surface_form":"triangular","offset":6838},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":7028},{"uri":"Ancient_Greece","surface_form":"Greek","offset":7146},{"uri":"Roman_theatre","surface_form":"Roman theatre","offset":7220},{"uri":"Oval","surface_form":"oval","offset":7258},{"uri":"Travertine","surface_form":"travertine","offset":7669},{"uri":"Mortar_(masonry)","surface_form":"mortar","offset":7742}]}