{"id":5549,"url":"http://en.wikipedia.org/wiki/Microsoft_Word","text":"Microsoft Word or MS Word (often called Word) is a graphical word processing program that users can type with. It is made by the computer company Microsoft. Its purpose is to allow users to type and save documents.\nSimilar to other word processors, it has helpful tools to make documents.\nMicrosoft Word is a part of Microsoft Office, but can also be bought separately.\nHistory.\nThe program was first released in 1981.\nMany of the ideas and features in Microsoft Word came from Bravo, the first graphical writing program.\nMicrosoft bought the Bravo program, and changed its name to \"Microsoft Word\".\nWhen it first came out, it was not very popular, and did not sell as well as other writing programs like WordPerfect.\nAlthough it was not very popular when it came out, it had a feature called \"WYSIWYG\" (What You See Is What You Get), which meant that people can change the visual style of writing (e.g. bold, italics), by clicking on buttons, when in other programs like WordPerfect, people had to add special 'codes' to change the style of writing. \"WYSIWYG\" is now a common feature of all computer writing programs.\nVersions.\nThere are versions for Microsoft Word for other operating systems as well as Microsoft Windows. New versions support fewer operating systems, although they always support Windows.\nPopularity.\nWithout configuration the program saved the document in a proprietary file format, so other programs could not open it. When the user sent his document to a friend, the friend needed a copy of Microsoft Word to read the document. Then that friend would probably also save documents in the same secret format of Word. This gave Microsoft Word a dominant position.","categories":[],"infobox_types":["Software"],"annotations":[{"uri":"Word_processing","surface_form":"word processing","offset":61},{"uri":"Computer","surface_form":"computer","offset":129},{"uri":"Company","surface_form":"company","offset":138},{"uri":"Microsoft","surface_form":"Microsoft","offset":146},{"uri":"Document","surface_form":"document","offset":204},{"uri":"Microsoft_Office","surface_form":"Microsoft Office","offset":317},{"uri":"1981","surface_form":"1981","offset":413},{"uri":"GUI","surface_form":"graphical","offset":495},{"uri":"WordPerfect","surface_form":"WordPerfect","offset":705},{"uri":"WYSIWYG","surface_form":"WYSIWYG","offset":794},{"uri":"Operating_system","surface_form":"operating system","offset":1177},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":1206},{"uri":"File_format","surface_form":"file format","offset":1391}]}