{"id":555150,"url":"http://en.wikipedia.org/wiki/Tinnitus_masker","text":"A tinnitus masker is an electronic device that produces noise at low levels and is used by those experiencing tinnitus to cover up the ringing or other sounds they are hearing. Many people who experience tinnitus also have hearing loss and are able to use a hearing aid that also acts as a tinnitus masker. These devices will usually need to be customised by an audiologist to ensure that the masking noise used brings relief to the user as tinnitus is experienced differently by everyone.\nFunctionality.\nTinnitus is experienced differently by everyone. It can be occasional or constant, can come as different sounds and can be loud or soft. How loud it is (the sensation level) compared to other noise in the environment is an important factor when setting the sound generator. The level of noise produced by a sound generator depends on the sensation level of tinnitus experienced and can be close to this level of this noise or even louder. The purpose of this is to cover up the tinnitus sounds by having a constant noise playing in the background. Noise produced by a tinnitus masker, which is called white noise, is designed to be calming and less irritating than tinnitus sounds. Tinnitus maskers are not actually eliminating tinnitus or reducing it but provide a distraction to cover it up for those experiencing it.\nThe idea behind tinnitus maskers can be explained by a light analogy. While turning on a lamp in a dark room will be very noticeable and the change in lighting will be very obvious, the change from turning a lamp on in a room that is already lit will not be very obvious. The change would have been masked by the other light that was already present in the room.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tinnitus","surface_form":"tinnitus","offset":110},{"uri":"Hearing_aid","surface_form":"hearing aid","offset":258},{"uri":"Audiologist","surface_form":"audiologist","offset":362}]}