{"id":55518,"url":"http://en.wikipedia.org/wiki/Ambulance","text":"An ambulance is a type of vehicle made to carry sick or injured people. Normally, ambulances go to people in emergencies to take people to hospital. Examples of emergencies include heart attacks, strokes, serious bleeding, broken bones, chest pain, serious head injuries, trouble breathing, and people injured in situations like car crashes and falls.\nThe first ambulances were used on battlefields, when horse-drawn carts carried badly wounded soldiers to field hospitals after the battle. Horse-drawn ambulances became commonplace in Europe and North America in the 19th century, as hospitals became common. Automobiles replaced horses in the early 1900s. Today's ambulances are vans which are converted into small mobile clinics. They can provide first aid, emergency care, various medicines and life support, and carry patients to hospital.\nAmbulances normally have emergency medical technicians (EMTs) and paramedics who work on them. They carry medicines and special equipment that can keep people alive. They also carry advanced tools for delivering babies in an emergency and restarting a heart.\nAmbulances are normally called by dialing a special emergency number, which is different from country to country. In the United Kingdom, this number is 999; United States 911; Europe 112. An emergency medical dispatcher then sends an ambulance.\nCrew.\nAn ambulance usually has two crew members. That way, one can drive while the other looks after the patient in the back. A \"paramedic\" will have at least a year of medical training, and can do fairly advanced treatment. Not all ambulance staff are paramedics. Those with less training are known as \"emergency medical technicians\" (EMTs) in some countries such as the United States, and \"emergency care assistants\" (ECAs) in the United Kingdom. In some countries such as France, Germany, the Netherlands and Sweden, ambulances may have doctors or nurses on board.\nEquipment.\nIn the past, ambulances only gave patients a ride to hospital, or only had a first aid kit. This is still true in some parts of the world. In modern times, ambulances will have far more equipment and medicine. In some countries, an ambulance is like a mobile doctor's clinic.\nWhen driving in an emergency, ambulances can break some road laws. For example, they can drive over the speed limit and through a red traffic light. They have flashing lights and sirens to warn traffic along the way.\nAir ambulance.\nAir ambulances became more common in the late 20th century. Helicopters carry the same kind equipment as a typical ground ambulance. In the United States, the Coast Guard runs a public air ambulance service using helicopters. There are also privately owned air ambulance services that provide for a wider range of needs, including international transport.\nAir ambulances are especially important in countries with low population density (few people, living in a vast area) such as Canada, Russia, midwest USA, Sweden or Finland. They can often save a life of a patient who would otherwise die because he could not be carried fast enough to hospital by other means.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vehicle","surface_form":"vehicle","offset":26},{"uri":"Hospital","surface_form":"hospital","offset":139},{"uri":"Heart_attack","surface_form":"heart attack","offset":181},{"uri":"Stroke","surface_form":"stroke","offset":196},{"uri":"Field_hospital","surface_form":"field hospital","offset":457},{"uri":"19th_century","surface_form":"19th century","offset":568},{"uri":"Automobile","surface_form":"Automobile","offset":610},{"uri":"Van","surface_form":"van","offset":681},{"uri":"First_aid","surface_form":"first aid","offset":750},{"uri":"Emergency_Medical_Technician","surface_form":"EMTs","offset":901},{"uri":"Paramedic","surface_form":"paramedic","offset":911},{"uri":"Equipment","surface_form":"equipment","offset":973},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1225},{"uri":"United_States","surface_form":"United States","offset":1261},{"uri":"Europe","surface_form":"Europe","offset":1280},{"uri":"Emergency_medical_dispatcher","surface_form":"emergency medical dispatcher","offset":1295},{"uri":"First_aid_kit","surface_form":"first aid kit","offset":2005},{"uri":"Traffic_light","surface_form":"traffic light","offset":2338},{"uri":"Air_ambulances","surface_form":"Air ambulances","offset":2436},{"uri":"Helicopter","surface_form":"Helicopters","offset":2496},{"uri":"United_States","surface_form":"United States","offset":2576},{"uri":"Coast_Guard","surface_form":"Coast Guard","offset":2595},{"uri":"Air_ambulance_services","surface_form":"air ambulance services","offset":2693},{"uri":"Population_density","surface_form":"population density","offset":2854}]}