{"id":555152,"url":"http://en.wikipedia.org/wiki/Fengning","text":"Fengning Manchu Autonomous County, Chengde City, Hebei Province jurisdiction, established in 1987. According to \"Manchu name test\": Fengning County name comes from Emperor Qianlong Yuci, take the word \"Fung Fukang Corning.\"\nGeographic location: longitude 116.65 ° north latitude 41.2 °\nQing Emperor Qianlong forty-three years (1778) was built Fengning county.\nWhen the Republic of Fengning under the Rehe system.\nIn 1940 the county seat by the town moved to town.\nDecember 2, 1986, the State Council approved the establishment of Fengning Manchu Autonomous County.\nApril 1987 Fengning Manchu Autonomous County officially listed.\nFengning paper cutting has a long history, Fengning folk paper-cut began in the reign of Emperor Kangxi, the beginning of paper-cut is used to reinforce the windows, blocking the window joints, and later gradually developed, gradually rich colors, the development of the characteristics of decorations, cultural values are also rising. 1993 Fengning was the Ministry of Culture named \"Chinese folk paper-cut art town\" now has Wei Wene, Shi Junfeng and other cultural heritage successor\nIn 2014, the Ministry of Culture website published \"on the publicity of the fourth batch of national intangible cultural heritage representative list of projects recommended list\" announcement, Fengning Teng cloth paste successfully included in the fourth batch of national intangible cultural heritage Directory. Teng 's cloth painting is a new painting by Teng Teng, a folk artist of Fengning, Hebei. His technique is a combination of painting, sculpture, heap embroidery, thangka and paper - cutting, and the materials are exquisite, colorful and delicate. Realistic, drawn widely.\nFengning is a famous revolutionary poet Guo Xiaochuan's hometown. Guo Xiaochuan, the famous poet, writer. Born in 1919, died in 1976. Guo Xiaoguan, formerly known as Guo Enda, was born in the Fengning Manchu Autonomous County town of Fengshan (at the time was the predecessor of Chengde - Rehe Province) an intellectual family. The main works are: \"plain old man\", \"into the fiery struggle\", \"to young citizens\", \"Pengcheng Wanli\", \"general trilogy\", \"sugar cane forest - blue gauze\", \"Kunlun line\".","categories":[],"infobox_types":[],"annotations":[]}