{"id":555267,"url":"http://en.wikipedia.org/wiki/Exposure_action_value","text":"Exposure action value is a limit on the level of noise that workers can be exposed to. The level of noise is measured in decibels and after this level, the workplace needs to make sure that workers are protected from the noise. Safety plans need to be made to stop or lower the risk of hearing health problems for workers.\nWorkplace requirements.\nIt is the job of the employer to make sure that workers are safe at work by creating a program that will reduce the risk of any problems.\nIn order to control the level of noise in the workplace, a noise dosimeter which is a device that is used to measure the amount of noise in a workplace over time is used. These devices can be worn on the body of a worker to record the level of sound they hear throughout their whole work day as they move to different areas of the workplace. They can also be used to measure the level of noise in a large specific area of the workplace. How the device is used depends on the work environment. Some workers will be walking to different areas of a workplace throughout the whole day and hear different levels of sound but some will only be staying in one area. If the noise dosimeter shows that the level of noise reaches the exposure action value, the employer needs to start using the program they have created to stop any future damage to their worker's hearing health.\nThe first part of this program is to find out which workers are affected by the noise that is over the exposure action value. Once the workers have been found, they each need to do a hearing test. This will help employers figure out how much hearing protection they will need to keep their workers safe as well as be able to compare the hearing level of the workers at this time to hearing levels later on. If there are large changes, that usually means that workers need more help with their hearing health.\nAfter the tests are done, employers will be able to give the workers the type of hearing protection that is best for them. Workers should be able to pick the kind of hearing protection that they would like and it should not cost them. Tests should continue to be done on the workers and their hearing protection to make sure that it still works.\nIn order to make sure that workers also take care of their own hearing, the workplace should also train workers to understand hearing health and how to keep their hearing healthy.","categories":[],"infobox_types":[],"annotations":[{"uri":"Exposure","surface_form":"exposed","offset":75},{"uri":"Decibel","surface_form":"decibel","offset":121},{"uri":"Noise_dosimeter","surface_form":"noise dosimeter","offset":544},{"uri":"Hearing_test","surface_form":"hearing test","offset":1539}]}