{"id":5553,"url":"http://en.wikipedia.org/wiki/Ant","text":"A phylogeny of the extant ant subfamilies.\n‡ The previous dorylomorph subfamilies were synonymized under Dorylinae by Brady \"et al.\" in 2014\nAnts are a kind of insect that live together in big groups. Scientists sometimes use the name Formicidae when talking about all of the different kinds of ants that have lived.\nAnts are a lot like wasps and bees. They all came from the same kind of animal a long time ago, but now they are different. There are about 22,000 different kinds of ants, but we only know of 12,500 for sure. Every kind of ant has a thin part in the middle of their body and two long body parts on their heads called antennae.\nAnts live in groups that can be big or small. Some kinds of ants live in small groups and eat other animals. Some ants work together in very big groups. These groups can have millions of ants in them that travel outside every day in a big area. Ants are small, but they are very strong. Some ants are strong enough to carry things that are as heavy as 20 ants. Some ants are called workers. Workers dig tunnels and carry food back to the colony so that other ants and the queen ant can eat.\nColonies.\nThe groups that ants live in are called colonies. A colony has a female ant called a queen which lays eggs. Those eggs will grow into more ants. Big colonies of ants have different kinds of ants that grow from the eggs. These are called different castes of ants. Some are \"workers\" which do jobs like carrying and digging, and \"soldiers\" which fight other animals. Worker and solider ants are females. Another type of ant are \"drones\" which are male ants.\nReally big ant colonies are sometimes called \"superorganisms\". This means the ants work together so well that they are like little parts of one big animal. Ants cannot live by themselves for very long because they need to work with other ants.\nAnts have colonies almost everywhere on planet Earth. Places that do not have ants are Antarctica because it's very cold and there's not much food, far away places that ants can't get to, or islands because there's not enough things that ants need there.\nEvolution.\nThe family Formicidae belongs to the order Hymenoptera, which also includes sawflies, bees and wasps. Ants evolved from a lineage within the vespoid wasps.\nPhylogenetic analysis suggests that ants arose in the Lower Cretaceous period about 110 to 130 million years ago, or even earlier. One estimate from DNA studies places the origin of ants at ≈140 million years ago (mya). Another study puts it in the Jurassic at 185 ± 36 mya (95% confidence limits).\nAfter the rise of flowering plants about 100 million years ago ants diversified. They became ecologically dominant about 60 million years ago.\nIn 1966 E.O. Wilson and his colleagues identified the fossil remains of an ant (\"Sphecomyrma freyi\") from the Cretaceous period. The specimen, trapped in amber dating back to more than 80 million years ago, has features of both ants and wasps. \"Sphecomyrma\" was probably a ground forager but some suggest that primitive ants were likely to have been predators underneath the surface of the soil.\nDuring the Cretaceous period, a few species of primitive ants ranged widely on the Laurasian super-continent (the northern hemisphere). They were scarce in comparison to other insects, representing about 1% of the insect population.\nAnts became dominant after adaptive radiation at the beginning of the Cainozoic. By the Oligocene and Miocene ants had come to represent 20-40% of all insects found in major fossil deposits. Of the species that lived in the Eocene epoch, approximately one in ten genera survive to the present. Genera surviving today comprise 56% of the genera in Baltic amber fossils (early Oligocene), and 92% of the genera in Dominican amber fossils (apparently early Miocene).p23\nTermites, though sometimes called \"white ants\", are not ants and belong to the order Isoptera. Termites are actually more closely related to cockroaches and mantids. Termites are eusocial but differ greatly in the genetics of reproduction. The similar social structure is attributed to convergent evolution. Velvet ants look like large ants, but are wingless female wasps.\nDevelopment and reproduction.\nThe life of an ant starts from an egg. If the egg is fertilised, the progeny will be female (diploid); if not, it will be male (haploid). Ants develop by complete metamorphosis with the larval stages passing through a pupal stage before emerging as an adult. The larva is fed and cared for by workers.\nFood is given to the larvae by trophallaxis, a process in which an ant regurgitates liquid food held in its crop. This is also how adults share food, stored in the 'social stomach', among themselves.\nLarvae may also be given solid food brought back by foraging workers, and may even be taken to captured prey in some species. The larvae grow through a series of moults and enter the pupal stage.\nThe differentiation into queens and workers (which are both female), and different castes of workers, is influenced in some species by the food the larvae get. Genetic influences, and the control of gene expression by the feeding are complex. The determination of caste is a major subject of research.p351, 372\nA new worker spends the first few days of its adult life caring for the queen and young. It then does digging and other nest work, and later, defends the nest and forages. These changes are sometimes fairly sudden, and define what are called \"temporal castes\". An explanation for the sequence is suggested by the high casualties involved in foraging, making it an acceptable risk only for ants that are older and are likely to die soon of natural causes.\nMating.\nMost ant species have a system in which only the queen and breeding females can mate. Contrary to popular belief, some ant nests have multiple queens (polygyny). The life history of \"Harpegnathos saltator\" is\nexceptional among ants because both queens and some workers\nThe winged male ants, called \"drones\", emerge from pupae with the breeding females (although some species, like army ants, have wingless queens), and do nothing in life except eat and mate.\nThe nuptial flight.\nMost ants produce a new generation each year. During the species specific breeding period, new reproductives, winged males and females leave the colony in what is called a \"nuptial flight\". Typically, the males take flight before the females. Males then use visual cues to find a common mating ground, for example, a landmark such as a pine tree to which other males in the area converge. Males secrete a mating pheromone that females follow. Females of some species mate with just one male, but in some others they may mate with anywhere from one to ten or more different males. Mated females then seek a suitable place to begin a colony. There, they break off their wings and begin to lay and care for eggs. The females store the sperm they obtain during their nuptial flight to selectively fertilise future eggs.\nThe first workers to hatch are weak and smaller than later workers, but they begin to serve the colony immediately. They enlarge the nest, forage for food and care for the other eggs. This is how new colonies start in most species. Species that have multiple queens may have a queen leaving the nest along with some workers to found a colony at a new site,p143 a process akin to swarming in honeybees.\nA wide range of reproductive strategies have been noted in ant species. Females of many species are known to be capable of reproducing asexually through parthenogenesis, and one species, \"Mycocepurus smithii\" is known to be all-female.\nAnt colonies can be long-lived. The queens can live for up to 30 years, and workers live from 1 to 3 years. Males, however, are more transitory, and survive only a few weeks. Ant queens are estimated to live 100 times longer than solitary insects of a similar size.\nAnts are active all year long in the tropics but, in cooler regions, survive the winter in a state of dormancy or inactivity. The forms of inactivity are varied and some temperate species have larvae going into the inactive state (diapause), while in others, the adults alone pass the winter in a state of reduced activity.\nUses.\nIt may seem strange that ants have uses, but there are some. Some people use ants for food, medicine and rituals. Some species of ants are used for pest control (they eat pests that destroy food for humans). They can damage crops and enter buildings, though. Some species, like the red imported fire ant, live in places where they came to by complete accident.","categories":[],"infobox_types":[],"annotations":[{"uri":"Phylogeny","surface_form":"phylogeny","offset":2},{"uri":"Subfamily","surface_form":"subfamilies","offset":30},{"uri":"Dorylinae","surface_form":"Dorylinae","offset":105},{"uri":"Insect","surface_form":"insect","offset":160},{"uri":"Society","surface_form":"live together","offset":172},{"uri":"Scientist","surface_form":"Scientists","offset":201},{"uri":"Wasp","surface_form":"wasp","offset":337},{"uri":"Bee","surface_form":"bee","offset":347},{"uri":"Species","surface_form":"different kinds","offset":464},{"uri":"Waist","surface_form":"part in the middle of their body","offset":555},{"uri":"Antenna_(biology)","surface_form":"antennae","offset":634},{"uri":"Colony_(biology)","surface_form":"groups","offset":657},{"uri":"Predation","surface_form":"eat other animals","offset":734},{"uri":"Tunnel","surface_form":"tunnels","offset":1047},{"uri":"Eating","surface_form":"eat","offset":1130},{"uri":"Female","surface_form":"female","offset":1210},{"uri":"Queen","surface_form":"queen","offset":1230},{"uri":"Egg_(biology)","surface_form":"eggs","offset":1247},{"uri":"Earth","surface_form":"planet Earth.","offset":1885},{"uri":"Antarctica","surface_form":"Antarctica","offset":1932},{"uri":"Island","surface_form":"islands","offset":2036},{"uri":"Hymenoptera","surface_form":"Hymenoptera","offset":2154},{"uri":"Sawfly","surface_form":"sawflies","offset":2187},{"uri":"Bee","surface_form":"bee","offset":2197},{"uri":"Wasp","surface_form":"wasp","offset":2206},{"uri":"Vespoidea","surface_form":"vespoid","offset":2252},{"uri":"Phylogenetic","surface_form":"Phylogenetic","offset":2267},{"uri":"Lower_Cretaceous","surface_form":"Lower Cretaceous","offset":2321},{"uri":"Jurassic","surface_form":"Jurassic","offset":2516},{"uri":"Flowering_plant","surface_form":"flowering plant","offset":2584},{"uri":"Fossil","surface_form":"fossil","offset":2763},{"uri":"Radioactive_dating","surface_form":"dating","offset":2869},{"uri":"Laurasia","surface_form":"Laurasia","offset":3188},{"uri":"Adaptive_radiation","surface_form":"adaptive radiation","offset":3365},{"uri":"Cainozoic","surface_form":"Cainozoic","offset":3408},{"uri":"Oligocene","surface_form":"Oligocene","offset":3426},{"uri":"Miocene","surface_form":"Miocene","offset":3440},{"uri":"Eocene","surface_form":"Eocene","offset":3562},{"uri":"Baltic_amber","surface_form":"Baltic amber","offset":3685},{"uri":"Dominican_Republic","surface_form":"Dominican","offset":3750},{"uri":"Termite","surface_form":"Termite","offset":3805},{"uri":"Isoptera","surface_form":"Isoptera","offset":3890},{"uri":"Cockroach","surface_form":"cockroach","offset":3946},{"uri":"Praying_mantis","surface_form":"mantid","offset":3962},{"uri":"Eusociality","surface_form":"eusocial","offset":3984},{"uri":"Convergent_evolution","surface_form":"convergent evolution","offset":4091},{"uri":"Mutillidae","surface_form":"Velvet ant","offset":4113},{"uri":"Wasp","surface_form":"wasp","offset":4171},{"uri":"Egg_(biology)","surface_form":"egg","offset":4242},{"uri":"Diploid","surface_form":"diploid","offset":4301},{"uri":"Haploid","surface_form":"haploid","offset":4336},{"uri":"Complete_metamorphosis","surface_form":"complete metamorphosis","offset":4362},{"uri":"Larva","surface_form":"larva","offset":4394},{"uri":"Pupa","surface_form":"pupa","offset":4426},{"uri":"Trophallaxis","surface_form":"trophallaxis","offset":4541},{"uri":"Regurgitation","surface_form":"regurgitates","offset":4581},{"uri":"Crop_(anatomy)","surface_form":"crop","offset":4618},{"uri":"Moult","surface_form":"moult","offset":4872},{"uri":"Polyphenism","surface_form":"caste","offset":4989},{"uri":"Genetics","surface_form":"Genetic","offset":5066},{"uri":"Gene_expression","surface_form":"gene expression","offset":5105},{"uri":"Polygyny","surface_form":"polygyny","offset":5831},{"uri":"Army_ant","surface_form":"army ant","offset":6061},{"uri":"Pheromone","surface_form":"pheromone","offset":6571},{"uri":"Spermatozoon","surface_form":"sperm","offset":6891},{"uri":"Swarm","surface_form":"swarm","offset":7354},{"uri":"Honeybee","surface_form":"honeybee","offset":7366},{"uri":"Parthenogenesis","surface_form":"parthenogenesis","offset":7530},{"uri":"Diapause","surface_form":"diapause","offset":8110},{"uri":"Pest_(biology)","surface_form":"pest control","offset":8357},{"uri":"Fire_ant","surface_form":"red imported fire ant","offset":8491}]}