{"id":55542,"url":"http://en.wikipedia.org/wiki/Tristan_und_Isolde","text":"e=\"preserve\">\"Tristan und Isolde\" (\"Tristan and Isolde\") is an opera in three acts by Richard Wagner. As always, Wagner wrote the words for the opera himself. He took the famous old legend which had been told by the German poet Gottfried von Strassburg\nWagner composed the opera between 1857 and 1859. It was first performed, with Hans von Bülow conducting, in Munich on 10 June 1865. Many musicians think it is the greatest opera of the 19th century. Wagner’s dramatic handling of the story had enormous influence on many composers of the time. His harmonies were also an extremely important development in the language of Romantic music. Not everybody liked it. In particular, the music critic Eduard Hanslick said that he could not understand it.\nThe story of Tristan and Isolde was one of the great romances of the Middle Ages and the Renaissance. Several poets told the story, and each told it slightly differently. The themes of chivalry and courtly love are always there.\nAct I.\nIsolde, an Irish princess, and her maid, Brangaene are on Tristan’s ship, being taken to King Marke’s lands in Cornwall where Isolde is to be married to the King. The opera opens with a young sailor singing about a “wild Irish maid”. Isolde thinks he is singing about her. She is furious and wishes the sea would rise up and sink the ship, killing all on board. She is particularly furious with Tristan, the knight who is taking her to the king. She asks her maid to get Tristan, but he will not come because his is steering the ship. His henchman, Kurwenal, speaks crossly to Brangaene, reminding her that Isolde’s previous fiancé, Morold, had been killed by Tristan and his head sent back to Ireland.\nBrangaene returns to Isolde to tell her about what was said. Isolde sadly tells her how, after Morold had died, a man called Tantris had been brought to her because he was seriously injured, and that she had made him better using her powers of healing. However, she then found out that his real name was Tristan. He was Ireland’s worst enemy, and he was the man who had killed Morold. Isolde had tried to kill him with a sword, but when Tristan had looked into her eyes her heart had become full of love and she had dropped the sword. Tristan had been allowed to go back to Cornwall. However, it seemed now he had told his uncle, King Marke, all about the beautiful Isolde and had come to get her so that his uncle could marry her. Brangaene tries to make Isolde see that Tristan is doing an honourable thing to make her Queen of Ireland, but Isolde will not listen. She is furious, and wants him to drink a potion which had been intended by her mother for King Marke and Isolde as a love potion, but for Tristan it would be death.\nKurwenal now appears and says that Tristan has agreed after all to see Isolde. When he arrives, Isolde tells him that she now knows that he was Tantris, and that he owes her his life. Tristan agrees to drink the potion, now prepared by Brangaene, even though he knows it may kill him. As he drinks, Isolde snatches the rest of the potion from him and drinks it herself. They both believe they are about to die, and they declare their love for one other. Kurwenal comes and says that King Marke is arriving. Isolde asks Brangaene which potion she prepared and is told that it was not the death poison, but a love-potion. Outside, the sailors welcome the arrival of King Marke.\nAct II.\nA group are hunting at night. King Marke’s castle is empty except for Isolde and Brangaene who stand by a lighted torch. Isolde keeps thinking that the hunting horns are far enough away for her to put out the flames, giving the sign for Tristan to join her. Brangaene warns Isolde that one of King Marke’s knights, Melot, has seen Tristan and Isolde looking at one another lovingly. Isolde, however, thinks that Melot is Tristan’s best friend, and, desperate to see Tristan, she puts out the flames. Brangaene goes to the castle walls to keep a look-out as Tristan arrives.\nTristan and Isolde can now tell one another they are madly in love. They do not notice the night is ending, and Melot leads Marke to find the two lovers in one another’s arms. Marke is desperately sad because Tristan has been betrayed and also because he himself had come to love Isolde.\nTristan now asks Isolde if she will follow him again into the night, and she agrees. Melot and Tristan fight, but then Tristan throws his sword to the side and is seriously wounded by Melot.\nAct III.\nKurwenal has brought Tristan home to his castle at Kareol in Brittany. A shepherd plays a sad tune on his pipes and asks if Tristan is awake. Kurwenal says that only Isolde’s arrival can save Tristan. The shepherd says he will keep watch and pipe a happy tune to mark the arrival of any ship. Tristan now wakes up and is sad that it is daylight. His sadness turns to joy when Kurwenal tells him that Isolde is coming. He asks if her ship is in sight, but only the shepherd’s sorrowful tune is heard.\nTristan sinks back again. He remembers that the shepherd’s tune is the one he had heard when his father and then his mother died. He collapses. The shepherd now pipes the arrival of Isolde’s ship, and as Kurwenal rushes to meet her, Tristan in his excitement tears the bandages from his wounds. As Isolde arrives at his side, Tristan dies while speaking her name.\nIsolde collapses beside him as the appearance of another ship is announced. Kurwenal sees Melot, Marke and Brangaene arrive and furiously attacks Melot because he had killed Tristan. In the fight both Melot and Kurwenal are killed. Marke and Brangaene finally reach Tristan and Isolde. Marke is terribly sad. He explains that he has heard about the love-potion from Brangaene and he had come because he had decided that Tristan and Isolde should be united. Isolde seems to wake but, in a last aria describing her vision of Tristan risen again (the “Liebestod”), then falls lifeless next to his body, uniting the two lovers in death.\nThe Tristan chord.\nThe very first chord in the piece is very famous. It has become known as the \"Tristan chord\". Although it had been used before, the way Wagner used it here was quite new. It makes the harmony very hazy, and the listener does not know for many bars what key the music is in. It creates a lot of tension. There are many other moments like this in the opera. The tension goes right through the opera. The story tells of a tension that can only come to rest through death.\nPrelude and Liebestod.\nThe Prelude and Liebestod is a concert version of the overture and Isolde's Act 3 aria, arranged by Wagner, which was first performed in 1862, before the first performance of the opera itself in 1865. The Liebestod can be performed either in a purely orchestral version, or with a soprano singing Isolde's vision of Tristan brought back to life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Opera","surface_form":"opera","offset":63},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":86},{"uri":"Legend","surface_form":"legend","offset":182},{"uri":"Germany","surface_form":"German","offset":216},{"uri":"Poet","surface_form":"poet","offset":223},{"uri":"Gottfried_von_Strassburg","surface_form":"Gottfried von Strassburg","offset":228},{"uri":"1857","surface_form":"1857","offset":287},{"uri":"1859","surface_form":"1859","offset":296},{"uri":"Hans_von_B%C3%BClow","surface_form":"Hans von Bülow","offset":331},{"uri":"Munich","surface_form":"Munich","offset":361},{"uri":"10_June","surface_form":"10 June","offset":371},{"uri":"1865","surface_form":"1865","offset":379},{"uri":"Musician","surface_form":"musician","offset":390},{"uri":"19th_century","surface_form":"19th century","offset":438},{"uri":"Influence","surface_form":"influence","offset":505},{"uri":"Composer","surface_form":"composer","offset":523},{"uri":"Harmony","surface_form":"harmonies","offset":550},{"uri":"Romantic_music","surface_form":"Romantic music","offset":624},{"uri":"Music_critic","surface_form":"music critic","offset":683},{"uri":"Eduard_Hanslick","surface_form":"Eduard Hanslick","offset":696},{"uri":"Chivalric_romance","surface_form":"romances","offset":803},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":819},{"uri":"Renaissance","surface_form":"Renaissance","offset":839},{"uri":"Chivalry","surface_form":"chivalry","offset":935},{"uri":"Courtly_love","surface_form":"courtly love","offset":948},{"uri":"Ireland","surface_form":"Irish","offset":997},{"uri":"Princess","surface_form":"princess","offset":1003},{"uri":"Maid","surface_form":"maid","offset":1021},{"uri":"Brangaene","surface_form":"Brangaene","offset":1027},{"uri":"Ship","surface_form":"ship","offset":1054},{"uri":"King_Mark","surface_form":"King Mark","offset":1075},{"uri":"Cornwall","surface_form":"Cornwall","offset":1097},{"uri":"Sailor","surface_form":"sailor","offset":1178},{"uri":"Sea","surface_form":"sea","offset":1289},{"uri":"Knight","surface_form":"knight","offset":1394},{"uri":"Henchman","surface_form":"henchman","offset":1525},{"uri":"Fianc%C3%A9","surface_form":"fiancé","offset":1611},{"uri":"Morholt","surface_form":"Morold","offset":1619},{"uri":"Healing","surface_form":"healing","offset":1933},{"uri":"Enemy","surface_form":"enemy","offset":2025},{"uri":"Sword","surface_form":"sword","offset":2110},{"uri":"Marry","surface_form":"marry","offset":2410},{"uri":"Honour","surface_form":"honour","offset":2481},{"uri":"Potion","surface_form":"potion","offset":2597},{"uri":"Night","surface_form":"night","offset":3428},{"uri":"Torch","surface_form":"torch","offset":3519},{"uri":"Horn_(musical_instrument)","surface_form":"hunting horns","offset":3557},{"uri":"Flame","surface_form":"flame","offset":3614},{"uri":"Brittany","surface_form":"Brittany","offset":4528},{"uri":"Shepherd","surface_form":"shepherd","offset":4540},{"uri":"Aria","surface_form":"aria","offset":5824},{"uri":"Vision","surface_form":"vision","offset":5844},{"uri":"Harmony","surface_form":"harmony","offset":6167},{"uri":"Tonality","surface_form":"key","offset":6236},{"uri":"Overture","surface_form":"overture","offset":6529},{"uri":"1862","surface_form":"1862","offset":6612},{"uri":"1865","surface_form":"1865","offset":6670},{"uri":"Soprano","surface_form":"soprano","offset":6756},{"uri":"Vision","surface_form":"vision","offset":6781}]}