{"id":55632,"url":"http://en.wikipedia.org/wiki/Queue_area","text":"A queue is a line of people standing behind one another who are waiting for something. The person at the front of the queue will have his turn next, then the next person and so on. When someone comes to join the queue they have to go to the back of the queue and wait until it is their turn. Sometimes people try to \"jump the queue\" or \"push in\". They are usually told off and have to go to the back of the queue.\nThe word \"queue\" comes from the French word for \"tail\", but when talking about a queue of people in English it is pronounced \"kyoo\" (like \"Kew\" in \"Kew Gardens\"). The word \"queue\" can be a noun (\"Please stand in the queue\") or a verb (\"Please queue over there\").\nA queue may also be a queue of vehicles waiting to get passed something or to go in somewhere.\nPeople may queue to be served in a shop, or queue for a bus or taxi or to go into something like a museum. Queueing is much better than pushing one's way in.\nSometimes, in places where a lot of people are queueing, there may be a system of numbered tickets. When someone arrives, they take a number and wait until their number is shown on a display board. This system is often used in banks, doctor's surgeries, passport offices, etc.\nPeople waiting in a queue are not always standing around. There may be people who, for example, are waiting to have an operation, but they have to wait \"in a queue\" until one day they receive a letter from the hospital telling them when to come in for their operation.\nRussians often make jokes about queues because, in the days of the Soviet Union, there was not much in the shops. When a shop had a delivery there would suddenly be a long queue of people. People joined a queue even if they did not know what the queue was for. If they bought something they did not want they could always sell it.\nPerhaps the most famous queue in Britain is the queue for promenade tickets (standing places) at the BBC Proms. People enjoy chatting to one another in the queue. The people who are at the front of the queue can have the first choice of where to stand for the concert. The word queue does not have any word families, however, it has many synonyms. Some of these are: Chain, line, row, and series. It only has two antonyms, and they are disorder and disorganized.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_language","surface_form":"French","offset":446},{"uri":"Tail","surface_form":"tail","offset":463},{"uri":"Kew_Gardens","surface_form":"Kew Gardens","offset":562},{"uri":"Noun","surface_form":"noun","offset":603},{"uri":"Verb","surface_form":"verb","offset":643},{"uri":"Shop","surface_form":"shop","offset":807},{"uri":"Bus","surface_form":"bus","offset":828},{"uri":"Taxi","surface_form":"taxi","offset":835},{"uri":"Museum","surface_form":"museum","offset":871},{"uri":"Bank","surface_form":"bank","offset":1157},{"uri":"Medical_doctor","surface_form":"doctor","offset":1164},{"uri":"Passport","surface_form":"passport","offset":1184},{"uri":"Surgery","surface_form":"operation","offset":1326},{"uri":"Hospital","surface_form":"hospital","offset":1417},{"uri":"Russia","surface_form":"Russia","offset":1476},{"uri":"Joke","surface_form":"joke","offset":1496},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1543},{"uri":"United_Kingdom","surface_form":"Britain","offset":1840},{"uri":"BBC_Proms","surface_form":"BBC Proms","offset":1908},{"uri":"Concert","surface_form":"concert","offset":2067}]}