{"id":556474,"url":"http://en.wikipedia.org/wiki/Algonquin_Provincial_Park","text":"Algonquin Provincial Park is a provincial park in Canada. It is the oldest provincial park in the province of Ontario, opened in 1893. It is very large at 7,653 square kilometres (2,955 square miles), and is the third largest provincial park in Ontario after Polar Bear and Wabakimi. The park contains many streams, lakes, rivers, and other water sources. Its forests are a mix of deciduous and coniferous. The variety of environments in the park makes it home to many species of plants and animals, and it is an important park for wildlife research. It is a very popular park with campers because of its size and how close it is to large cities such as Toronto and Ottawa.\nIn 1992 Algonquin Park became a National Historic Site of Canada.\nHistory.\nAlgonquin Park started as a logging area, where people would come to cut down trees. A group of loggers wanted to make the area a park because of how beautiful it was and to protect the animals that lived there. In 1892 a request was made by five members of the government asking for a park to be opened on the land. The next year in 1893 the park was officially made. It was the first provincial park in Ontario, but when it was opened it was called a national park. It was changed to a provincial park in 1913.\nIn 1896 a railway was built on the park. In 1898 cottages, lodges and camps started being sold to tourists, and in 1908 the first hotel in the park was built. The hotel was very popular. After that hotel opened others started being built.\nActivities.\nThe park is a very popular place for outdoor activities all year. Many people camp in campgrounds on the park. Fishing, hiking, horse riding and canoeing are other popular things to do. In winter people skate on the lakes, and the park opens their own skating rink.\nThere is also a museum, called the Algonquin Logging Museum, on the park. This museum tells people about the history of the park as well as the logging that happens today. There is a book store, exhibits with information about the park and a remade version of a logging camp from the late 1800s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Provincial_park","surface_form":"provincial park","offset":31},{"uri":"Canada","surface_form":"Canada","offset":50},{"uri":"Ontario","surface_form":"Ontario","offset":110},{"uri":"Polar_Bear_Provincial_Park","surface_form":"Polar Bear","offset":259},{"uri":"Wabakimi_Provincial_Park","surface_form":"Wabakimi","offset":274},{"uri":"Stream","surface_form":"stream","offset":307},{"uri":"Lake","surface_form":"lake","offset":316},{"uri":"River","surface_form":"river","offset":323},{"uri":"Deciduous","surface_form":"deciduous","offset":381},{"uri":"Coniferous","surface_form":"coniferous","offset":395},{"uri":"Toronto","surface_form":"Toronto","offset":654},{"uri":"Ottawa","surface_form":"Ottawa","offset":666},{"uri":"National_Historic_Sites_of_Canada","surface_form":"National Historic Site of Canada","offset":706},{"uri":"Logging","surface_form":"logging","offset":777},{"uri":"Government","surface_form":"government","offset":1011},{"uri":"National_park","surface_form":"national park","offset":1202},{"uri":"Cottage","surface_form":"cottage","offset":1311},{"uri":"Tourism","surface_form":"tourists","offset":1360},{"uri":"Hotel","surface_form":"hotel","offset":1392},{"uri":"Camping","surface_form":"camp","offset":1591},{"uri":"Fishing","surface_form":"Fishing","offset":1624},{"uri":"Hiking","surface_form":"hiking","offset":1633},{"uri":"Equestrianism","surface_form":"horse riding","offset":1641},{"uri":"Bicycle","surface_form":"canoeing","offset":1658},{"uri":"Ice_skating","surface_form":"skate","offset":1716},{"uri":"Skating_rink","surface_form":"skating rink","offset":1765}]}