{"id":556421,"url":"http://en.wikipedia.org/wiki/Nj%C3%A1l%27s_saga","text":"\"Njáls saga\" or \"The Story of Burnt Njáll\") is a thirteenth-century Icelandic saga which describes events between 960 and 1020.\nThe principal characters are the friends Njáll Þorgeirsson, a lawyer and a sage, and Gunnar Hámundarson, a formidable warrior. Gunnar's wife starts a feud. This leads to the death of many characters over several decades. The central event is the killing of Njál by fire.\nThe saga deals with blood feuds in the Icelandic peoples. It shows how honor could lead to minor events spiralling into destructive and prolonged bloodshed. There are insults where a character's manhood is called into question. Another characteristic of the narrative is the presence of omens and prophetic dreams. This might reflect a fatalistic outlook on the part of the author.\nA key feature of the writing is the valedictory, which is a farewell statement. Just before death, the character speaks his last.\nThe work is anonymous, and there is speculation about the author's identity. The major events of the saga are probably historical. The material was shaped by the author, drawing on oral tradition, according to his artistic needs. \"Njáls saga\" is the longest and most highly developed of the sagas of the Icelanders. It is often considered the peak of the saga tradition.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iceland","surface_form":"Iceland","offset":68},{"uri":"Saga","surface_form":"saga","offset":78},{"uri":"Feud","surface_form":"feud","offset":278},{"uri":"Blood_feud","surface_form":"blood feud","offset":419},{"uri":"Iceland","surface_form":"Iceland","offset":438},{"uri":"Honor","surface_form":"honor","offset":470},{"uri":"Omen","surface_form":"omen","offset":686},{"uri":"Prophet","surface_form":"prophet","offset":696},{"uri":"Dreams","surface_form":"dreams","offset":706},{"uri":"Fatal","surface_form":"fatal","offset":735},{"uri":"Valedictory","surface_form":"valedictory","offset":817},{"uri":"Anonymity","surface_form":"anonymous","offset":923},{"uri":"Speculation","surface_form":"speculation","offset":947},{"uri":"Oral_tradition","surface_form":"oral tradition","offset":1092}]}