{"id":55648,"url":"http://en.wikipedia.org/wiki/Hot_chocolate","text":"Hot chocolate (also called hot cocoa, drinking chocolate or just cocoa) is a hot drink. It is usually made by mixing chocolate or cocoa powder and sugar with warm milk or water. Hot chocolate is usually drunk to make the drinker feel happier or warmer. Some studies have shown that hot chocolate may be healthy because of antioxidants that are in cocoa. Until the 1800s, hot chocolate was also used by doctors as a medicine against some diseases.\nIt is believed that the hot chocolate drink was first made by the Mayan people about 2,000 years ago. Another cocoa drink was made by the Aztecs by 1400. The drink became popular in Europe after being brought from Mexico into the New World, and has changed a lot since then. Today, hot chocolate is used around the world. It comes in many different types such as the very thick \"cioccolata densa\" in Italy, and the thinner hot cocoa that is usually drunk in the United States.\nHistory.\nChocolate is made from cocoa, the dried and partly fermented seeds of the cacao tree (\"Theobroma cacao\"). The cacao tree is a small (4–8 m (15–26 ft.) tall) pine tree found in the deep tropical areas of the Americas. New studies show that the most found type of the plant first came from the Amazon basin. It was slowly moved by humans to other places in South and Central America to farm. Early kinds of another type have also been found in what is now Venezuela. The scientific name, \"theobroma\", means \"food of the gods\". The fruit, called a cacao pod, is shaped like an oval, 15–30 cm (6–12 in.) long and 8–10 cm (3–4 in.) wide. It gets ripe from yellow to orange, and weighs about 500 g (1 lb) when ripe.\nThe first known use of cacao is chocolate found in jars at the site of Puerto Escondido in Honduras. It was used there around 1100 An early Classic Period (460–480) Mayan grave from Río Azul, Guatemala, had cups with the Mayan words for cacao on them with traces of an old chocolate drink. The Maya are usually given credit for making the first chocolate drink over 2,000 years ago. The drink would be changed even more in Europe.\nTo make the drink, the Maya ground cocoa seeds into a paste and mixed it with water, cornmeal, chile peppers, and spices. They then poured the drink back and forth from a cup to a pot until a foam was created. The drink was served cold. Maya of all social classes could get the drink, but the rich drank chocolate from fancy vessels or cups.\nBy the 1400s, the Aztecs took over a large part of Mesoamerica, and took cacao into their culture. They thought of chocolate with Xochiquetzal, the goddess of pregnancy. They also used chocolate drinks as sacrifices to gods. The Aztec kind of the drink was bitter and spicy, and was called \"xocolatl\". It was made a lot like the Mayan chocolate drinks. Vanilla, chile pepper, and achiote were added to the drink, and it was believed to fight tiredness, which is because of the theobromine content, a mood enhancer. Because cacao would not grow in central Mexico and had to be brought into the empire, chocolate was an important luxury good in the Aztec empire. Because of this, cocoa beans were used as money.\nThe first time Europeans saw chocolate was in the 16th century when Montezuma (who was ruler of the Aztec then) showed \"xocolatl\" to Hernán Cortés, a Spanish conquistador. What the Spanish then called \"chocolatl\" was said to be a drink made of a chocolate base with vanilla and other spices that was served cold. Montezuma's rulers were said to drink about 2000 cups of \"xocolatl\" per day, 50 of which were drank by Montezuma himself.\nBecause sugar had not come to the Americas, \"xocolatl\" was said to be something that one did not like in the beginning. The drink tasted spicy and bitter, unlike today's hot chocolate. As to when \"xocolatl\" was first made warm, sources are not sure about when and by whom. However, Jose de Acosta, a Spanish Jesuit missionary who lived in Peru and then Mexico in the later 16th century, described \"xocolatl\" as a drink with a bitter taste that the natives liked a lot.\nEuropean changes.\nAfter defeating Montezuma’s warriors and taking the Aztec's riches, Cortés went back to Spain in 1528. He brought cocoa beans and chocolate drink making equipment. At this time, chocolate still was only the bitter drink made by the Mayans. Sweet hot chocolate and bar chocolate were not made yet.\nAfter coming to Europe, the drink slowly got popularity. The court of King Charles V soon began drinking it, and what was then only called \"chocolate\" became a popular drink with the Spanish upper class. Also, cocoa was given as a gift when the Spanish Royal Family married other royalty. Then, chocolate cost a lot in Europe because the cacao beans only grew in South America.\nThe first shipment of chocolate to Europe for sale purposes was a shipment from Veracruz to Sevilla in 1585. It was still a drink, but the Europeans added sugar to sweeten it, and took out the chili pepper. They also added vanilla, cinnamon, and other spices. Sweet hot chocolate was then made, making hot chocolate a luxury item with the European royalty in the 17th century. Even when the first Chocolate house (a store like a coffee shop now) opened in 1657, the drink still cost a lot. A pound cost 50 to 75 pence (between 50 and 75 USD now).\nIn the late 1600s, Hans Sloane, president of the Royal College of Physicians, went to Jamaica. There, he tried chocolate and did not like it, but found it was better with milk. When he came back to England, he brought the recipe with him, bringing milk chocolate to Europe.\nIn 1828, Coenraad Johannes van Houten made the first cocoa powder making machine in the Netherlands. The press took apart the greasy cocoa butter from cacao seeds, leaving a chocolate powder behind. This powder — like the cocoa powder used now — was easier to stir into milk and water, and led to solid chocolate. By using cocoa powder and a little bit of cocoa butter, bar chocolate was then able to be made. The term \"chocolate\" then came to mean solid chocolate, instead of hot chocolate.\nUse and types.\nToday, hot chocolate is used around the world. However, there are two main types of the drink. The main difference between the two is that one is thicker than the other.\nName.\nThe words \"hot chocolate\" and \"hot cocoa\" are sometimes used instead of each other, but there is actually a difference between the two. \"Hot cocoa\" is made from a mix of cocoa, sugar and ingredients, all powdered, to make the drink thick without cocoa butter. \"Hot chocolate\" is made right from bars of chocolate, which has cocoa, sugar and cocoa butter in it. The biggest difference between the two is the cocoa butter, which makes hot cocoa have less fat than hot chocolate, so it is better for one's health.\nHot chocolate can be made with dark, semisweet, or bittersweet chocolate. It is cut into small pieces and stirred into milk with sugar. American hot cocoa powder can be made with powdered milk so it can be made without milk. In the United Kingdom, \"hot chocolate\" is a sweet chocolate drink made with hot milk or water, and powder with chocolate, sugar, and powdered milk. \"Cocoa\" usually means a similar drink made with just hot milk and cocoa powder, then made sweeter with sugar.\nNorth America.\nIn the United States, the drink is most popular in powdered or crushed form. It is made with hot water or milk. This is the thinner of the two main types. It is very sweet and often is served with marshmallows, whipped cream, or a piece of solid chocolate. European hot chocolate first came to the U.S. as early as the 1600s by the Dutch, but the first time colonists began selling hot chocolate was around 1755. Hot chocolate is usually drank in cold weather and winter in the United States. It is not taken with meals very often.\nIn Mexico, hot chocolate is still popular. Besides the instant powder form, Mexican hot chocolate uses semi-sweet chocolate, cinnamon, sugar and vanilla. Hot chocolate of this type is often sold in tablets or bars which can be put into hot milk, water or cream. It is then mixed until the drink gets a creamy foam. Mexican cinnamon hot chocolate is often served with a variety of Mexican breads or pastries called \"pan dulcet\" (\"sweet bread\") and churros.\nEurope.\nIn Europe, most kinds of hot chocolate are very thick. This is because they are made from pure chocolate. In the United Kingdom, hot chocolate is usually thinner. As Europe was where hot chocolate was first made popular, there are many different types.\nAmong the thick types of hot chocolate served in Europe is the Italian \"cioccolata densa\". German types are also known for being very thick and heavy. Hot chocolate and churros is the normal working-man's breakfast in Spain. This style of hot chocolate can be very thick, often being like warm chocolate pudding.\nThere are even more types of thick hot chocolate in Europe. Some cafes in Belgium and other areas in Europe serve a \"warme chocolade\" or \"chocolat chaud\". This is a cup of heated milk and a small bowl of bittersweet chocolate chips to put in the milk. In England, some kinds of powdered drinks are as thick as pure chocolate kinds.\nHealth.\nEven though hot chocolate is usually drunk for enjoyment, it can also be good for the health. Hot chocolate has a lot of antioxidants that may be good for the health. From the 16th to 19th centuries, hot chocolate was used as a medicine and a drink. Explorer Francisco Hernández wrote that chocolate drinks helped fever and diseases of the liver. Another explorer, Santiago de Valverde Turices, thought that large amounts of hot chocolate were good for fixing chest problems, and small amounts could help stomach problems. When chocolate first came to France in the 17th century, it was used \"to fight against fits of anger and bad moods\". This may be because of a chemical that makes a person's mood better in chocolate. There are also a few bad health effects. Hot chocolate has a lot of calories, saturated fat, and sugar. Caffeine in the cocoa that is in hot chocolate may also make bad health effects.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hot","surface_form":"hot","offset":77},{"uri":"Chocolate","surface_form":"chocolate","offset":117},{"uri":"Cocoa","surface_form":"cocoa powder","offset":130},{"uri":"Sugar","surface_form":"sugar","offset":147},{"uri":"Milk","surface_form":"milk","offset":163},{"uri":"Water","surface_form":"water","offset":171},{"uri":"Happy","surface_form":"happier","offset":234},{"uri":"Antioxidant","surface_form":"antioxidant","offset":322},{"uri":"Maya_civilization","surface_form":"Mayan","offset":513},{"uri":"Aztec","surface_form":"Aztec","offset":585},{"uri":"Europe","surface_form":"Europe","offset":629},{"uri":"Mexico","surface_form":"Mexico","offset":661},{"uri":"New_World","surface_form":"New World","offset":677},{"uri":"Italy","surface_form":"Italy","offset":847},{"uri":"United_States","surface_form":"United States","offset":909},{"uri":"Cocoa","surface_form":"cocoa","offset":956},{"uri":"Ferment","surface_form":"ferment","offset":984},{"uri":"Cacao","surface_form":"cacao","offset":1007},{"uri":"Theobroma_cacao","surface_form":"Theobroma cacao","offset":1020},{"uri":"Evergreen","surface_form":"pine","offset":1090},{"uri":"Tree","surface_form":"tree","offset":1095},{"uri":"Tropical","surface_form":"tropical","offset":1118},{"uri":"Amazon_basin","surface_form":"Amazon basin","offset":1225},{"uri":"Venezuela","surface_form":"Venezuela","offset":1387},{"uri":"Scientific_name","surface_form":"scientific name","offset":1402},{"uri":"Theobroma","surface_form":"theobroma","offset":1420},{"uri":"Food","surface_form":"food","offset":1439},{"uri":"Deity","surface_form":"gods","offset":1451},{"uri":"Fruit","surface_form":"fruit","offset":1462},{"uri":"Container","surface_form":"jars","offset":1694},{"uri":"Puerto_Escondido","surface_form":"Puerto Escondido","offset":1714},{"uri":"Honduras","surface_form":"Honduras","offset":1734},{"uri":"Maya_civilization","surface_form":"Mayan","offset":1808},{"uri":"Guatemala","surface_form":"Guatemala","offset":1835},{"uri":"Europe","surface_form":"Europe","offset":2066},{"uri":"Aztecs","surface_form":"Aztecs","offset":2434},{"uri":"Mesoamerica","surface_form":"Mesoamerica","offset":2467},{"uri":"Xochiquetzal","surface_form":"Xochiquetzal","offset":2546},{"uri":"Vanilla","surface_form":"Vanilla","offset":2769},{"uri":"Chile_pepper","surface_form":"chile pepper","offset":2778},{"uri":"Achiote","surface_form":"achiote","offset":2796},{"uri":"Theobromine","surface_form":"theobromine","offset":2893},{"uri":"Montezuma_II","surface_form":"Montezuma","offset":3194},{"uri":"Hern%C3%A1n_Cort%C3%A9s","surface_form":"Hernán Cortés","offset":3259},{"uri":"Spain","surface_form":"Spanish","offset":3276},{"uri":"Conquistador","surface_form":"conquistador","offset":3284},{"uri":"Vanilla","surface_form":"vanilla","offset":3392},{"uri":"Jose_de_Acosta","surface_form":"Jose de Acosta","offset":3843},{"uri":"Society_of_Jesus","surface_form":"Jesuit","offset":3869},{"uri":"Spain","surface_form":"Spain","offset":4136},{"uri":"Chocolate_bar","surface_form":"bar chocolate","offset":4312},{"uri":"Charles_V%2C_Holy_Roman_Emperor","surface_form":"Charles V","offset":4420},{"uri":"Upper_class","surface_form":"upper class","offset":4536},{"uri":"Veracruz_(city)","surface_form":"Veracruz","offset":4803},{"uri":"Sevilla","surface_form":"Sevilla","offset":4815},{"uri":"Sugar","surface_form":"sugar","offset":4878},{"uri":"Cinnamon","surface_form":"cinnamon","offset":4955},{"uri":"Spice","surface_form":"spice","offset":4975},{"uri":"Pence","surface_form":"pence","offset":5235},{"uri":"Hans_Sloane","surface_form":"Hans Sloane","offset":5289},{"uri":"Royal_College_of_Physicians","surface_form":"Royal College of Physicians","offset":5319},{"uri":"Jamaica","surface_form":"Jamaica","offset":5356},{"uri":"Coenraad_Johannes_van_Houten","surface_form":"Coenraad Johannes van Houten","offset":5553},{"uri":"Netherlands","surface_form":"Netherlands","offset":5632},{"uri":"Cocoa_butter","surface_form":"cocoa butter","offset":5677},{"uri":"Chocolate_bar","surface_form":"bar chocolate","offset":5914},{"uri":"Powder","surface_form":"powder","offset":6431},{"uri":"Cocoa_butter","surface_form":"cocoa butter","offset":6473},{"uri":"Fat","surface_form":"fat","offset":6680},{"uri":"Powdered_milk","surface_form":"powdered milk","offset":6917},{"uri":"Marshmallow","surface_form":"marshmallow","offset":7433},{"uri":"Cinnamon","surface_form":"cinnamon","offset":7893},{"uri":"Sugar","surface_form":"sugar","offset":7903},{"uri":"Vanilla","surface_form":"vanilla","offset":7913},{"uri":"Churros","surface_form":"churros","offset":8215},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":8345},{"uri":"Italian_cuisine","surface_form":"Italian","offset":8548},{"uri":"Churros","surface_form":"churros","offset":8654},{"uri":"Breakfast","surface_form":"breakfast","offset":8690},{"uri":"Spain","surface_form":"Spain","offset":8703},{"uri":"Pudding","surface_form":"pudding","offset":8789},{"uri":"Belgium","surface_form":"Belgium","offset":8872},{"uri":"Antioxidant","surface_form":"antioxidant","offset":9259},{"uri":"Medicine","surface_form":"medicine","offset":9366},{"uri":"Francisco_Hern%C3%A1ndez","surface_form":"Francisco Hernández","offset":9397},{"uri":"Fever","surface_form":"fever","offset":9452},{"uri":"Disease","surface_form":"disease","offset":9462},{"uri":"France","surface_form":"France","offset":9690},{"uri":"Calorie","surface_form":"calorie","offset":9928},{"uri":"Saturated_fat","surface_form":"saturated fat","offset":9938},{"uri":"Sugar","surface_form":"sugar","offset":9957},{"uri":"Caffeine","surface_form":"Caffeine","offset":9964},{"uri":"Cocoa","surface_form":"cocoa","offset":9980}]}