{"id":556587,"url":"http://en.wikipedia.org/wiki/Miko%C5%82aj_S%C4%99p_Szarzy%C5%84ski","text":"Mikołaj Sęp Szarzyński (c.1550-1581) was a Polish nobleman and poet. He is generally regarded as one of the most important Polish writers and the first representative of Baroque in Poland.\nBiography.\nLittle is known about life of Mikołaj Sęp Szarzyński. He was born around 1550 in the village of Zimna Woda near Lviv (today in Ukraine, then in the Kingdom of Poland). He was a member of Protestant family. He was the son of Joachim Sęp called Szarzyński. He studied abroad in Germany at universities of Wittemberg and of Lepzig. Then he continued his studies at the University of Padua in Italy.\nSzarzyński is believed to have become a Roman Catholic, but some scholars are not convinced of that.\nSzarzyński's poems were written probably in the years 1568-1581. They were published by the poet's brother in 1601. The book was named \"Rytmy abo wiersze polskie\" (Rhythms or Polish Verses).\nWorks.\nMikołaj Sęp Szarzyński did not write many poems. All his published works can be printed on one hundred pages. He wrote in Polish and in Latin. He wrote six sonnets and some other poems, cantos and epitaphs. His poetry focuses on religious themes. Thus it is similar to Sebastian Grabowiecki's work.\nSzarzyński shaped his sonnets according to a French scheme that is abba abba cdcd ee. Julian Krzyżanowski, editor of Szarzyński's poems, points out the use of alliteration in them.\nSzarzyński's poems were translated into English by Steven Clancy and Richard Sokoloski.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Polish","offset":43},{"uri":"Ukraine","surface_form":"Ukraine","offset":327},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":636},{"uri":"Latin","surface_form":"Latin","offset":1031},{"uri":"Sonnet","surface_form":"sonnet","offset":1051},{"uri":"Epitaph","surface_form":"epitaph","offset":1092},{"uri":"Sebastian_Grabowiecki","surface_form":"Sebastian Grabowiecki","offset":1164},{"uri":"Alliteration","surface_form":"alliteration","offset":1353}]}