{"id":556689,"url":"http://en.wikipedia.org/wiki/Wladyslaw_I_of_Poland","text":"Wladyslaw I of Poland (1261-1333) was the ruler who united Polish lands into one state at the beginning of 14th century.\nBiography.\nWładysław was born probably in 1261. He was a son of duke Casimir of Kuyavia. He was the step-brother of duke Leszek the Black. He was called Łokietek, that means \"the Short\" or \"Elbow-high\".\nAt the time of his birth Poland was divided into many independent states. For years Władysław struggled to unite Poland into one strong state. He was at war with a powerful king of Bohemia, Wenceslaus II. His lands were also in danger of the Teutonic Knights who had seized the town of Gdansk. Despite all odds, Władysław united Greater Poland and lesser Poland and was crowned in 1320.\nHe had still to fight in defence of the country. In 1331 he defeated the Teutonic knights in the battle at Płowce. He was seventy then. He died two years later. His only son, Casimir III of Poland, succeeded him. Wladyslaw I was buried in the cathedral at Wawel Castle.\nAn anecdote.\nAt the time of Władysław's reign many Germans lived in Polish towns. They opposed him and rioted against him. After the riot of Lord Mayor Albert Władysław ordered his soldiers to expel all Germans from the town. One of them asked Władysław, how to recognise a German. The duke ordered them to make everyone speak aloud the words \"Soczewica, koło, miele, młyn\" (that means \"Lentil, wheel, grinds, mill\"). A man who could not speak it correctly was regarded as a German.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Polish","offset":59},{"uri":"Bohemia","surface_form":"Bohemia","offset":505},{"uri":"Wenceslaus_II_of_Bohemia","surface_form":"Wenceslaus II","offset":514},{"uri":"Teutonic_Order","surface_form":"Teutonic Knights","offset":566},{"uri":"Gdansk","surface_form":"Gdansk","offset":610},{"uri":"Casimir_III_of_Poland","surface_form":"Casimir III of Poland","offset":886},{"uri":"Wawel_Castle","surface_form":"Wawel Castle","offset":967},{"uri":"Germany","surface_form":"Germans","offset":1032}]}