{"id":556802,"url":"http://en.wikipedia.org/wiki/Cancioneiro_Geral","text":"\"Cancioneiro Geral\" (that means \"The General Book of Songs\") is an anthology (collection) of Portuguese poetry organized by the poet Garcia de Resende (1470-1536). The book was published in 1516. It contains poems by Portuguese authors of the 15th and 16th centuries. It was the largest collection of Portuguese poetry, written mostly in Portuguese but also in Castilian. It contains about 1000 poems by 286 authors and covers a variety of subjects. It is the main source for history of early modern Portuguese poetry, as it was the first collection of poetry printed in Portugal, and the main repository for poetry at the time. The book was republished in 1846 Stuttgart, Germany. It was edited by Eduard Heinrich von Kausler. Francisco de Sá de Miranda's poems were included into Cancioneiro Geral. Cancioneiro Geral can be compared to Carmina Burana or Tottel’s Miscellany.\nThe \"Songbook\" follows the models of Castilian poems compilations performed earlier, as the \"Songbook of Baena\" 1445 and the \"General Songbook\" of Hernando del Castillo, published in 1511. [2] Garcia de Resende (c.1470-1536), who was a poet, chronicler and courtier in the court of D. Manuel I, gathered a set of almost a thousand poems of 286 authors, of which about 150 are written in Castilian and the rest in Portuguese. [2] The production period of poems ranges from the mid-fifteenth century to the early sixteenth century. [3]Unlike the Castilian songbook of 1511, the poems of the Portuguese work are not arranged by themes. [4]\nThe work of Resende was published for the first time in 1516, in the workshop of Hermão de Campos, and is dedicated to Prince John, future John III of Portugal. [3] The themes reveal a palatial character of poetry, on the day to day in court, and other religious themes, loving, elegiac, and some attempts to epic poetry. [3]Unlike the time troubadour, when poetry was meant to be sung and bailada, the poems of \"Cancioneiro\" are autonomous, and the pace is achieved by the sound of words and the Organizationverses and stanzas. [2]\nAmong the many authors include João Roiz de Castel-Branco, Sá de Miranda, Bernardim Ribeiro and Garcia de Resende himself. [2]","categories":[],"infobox_types":[],"annotations":[{"uri":"Anthology","surface_form":"anthology","offset":67},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":93},{"uri":"Poetry","surface_form":"poetry","offset":104},{"uri":"Organize","surface_form":"organize","offset":111},{"uri":"Garcia_de_Resende","surface_form":"Garcia de Resende","offset":133},{"uri":"15th_century","surface_form":"15th","offset":243},{"uri":"16th_century","surface_form":"16th centuries","offset":252},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":662},{"uri":"Germany","surface_form":"Germany","offset":673},{"uri":"Francisco_de_S%C3%A1_de_Miranda","surface_form":"Francisco de Sá de Miranda","offset":728},{"uri":"Carmina_Burana","surface_form":"Carmina Burana","offset":838},{"uri":"Tottel%E2%80%99s_Miscellany","surface_form":"Tottel’s Miscellany","offset":856}]}