{"id":55696,"url":"http://en.wikipedia.org/wiki/Apostles%27_Creed","text":"The Apostles' Creed (Latin: \"Symbolum Apostolorum\"), sometimes titled Symbol of the Apostles, is an early statement of Christian belief, a creed or \"symbol.\"\nIt is commonly used by many Christian denominations, during religious ceremonies and as a summary of Christian beliefs. It is most commonly used during ceremonies at churches of Western tradition, including the Latin Rite of the Roman Catholic Church, Lutheranism, the Anglican Communion, and Western Orthodoxy. It is also used by evangelical Protestant denominations such as Presbyterians, Methodists, Congregationalists, and many Baptists.\nThe Creed is named the Apostles' Creed because it is made of twelve articles. People believed that after Pentecost, God inspired each of Jesus' Twelve Apostles to write one article.\nOrigin of the Creed.\nMany hypotheses exist about when and how the Apostles' Creed was created.\nMany suppose it comes from \"the Old Roman Symbol\" of the 1st or 2nd century, and was influenced later by the Nicene Creed (325/381).\nThis creed seems to have been made as an argument against Gnosticism. Gnosticism was a heresy in the early days of the Church. Gnostics believed things that were very different than what the Catholic Church taught. The Apostles' Creed, and other creeds, were made to be like examples of Catholic teachings, and to defend Catholic beliefs.This can be seen in almost every phrase. For example, the creed states that Christ was born, suffered, and died on the cross. This seems to be an argument against Gnostic beliefs, which said that Christ only seemed to become a man, and that he did not truly suffer and die, but only seemed like he did.\nBecause it was written very early in history, it does not talk about some issues that later Christian creeds, like the Nicene Creed, brought up. This makes it acceptable to many Arians and Unitarians.\nFor more information on the origin of the Apostles' Creed, see the [http://www.newadvent.org/cathen/01629a.htm detailed discussion] in the \"Catholic Encyclopedia\".\nLatin text.\n\"Credo in Deum Patrem omnipotentem, Creatorem caeli et terrae. Et in Iesum Christum, Filium Eius unicum, Dominum nostrum, qui conceptus est de Spiritu Sancto, natus ex Maria Virgine, passus sub Pontio Pilato, crucifixus, mortuus, et sepultus, descendit ad ínferos, tertia die resurrexit a mortuis, ascendit ad caelos, sedet ad dexteram Dei Patris omnipotentis, inde venturus est iudicare vivos et mortuos. Credo in Spiritum Sanctum, sanctam Ecclesiam catholicam, sanctorum communionem, remissionem peccatorum, carnis resurrectionem, vitam aeternam. Amen.\"\nThe Church of England.\nIn the Church of England there are currently two authorized forms of the creed. One is in the \"Book of Common Prayer\" (1662). The other is in \"Common Worship\" (2000).\nThe United Methodist Church.\nThe United Methodists commonly include the Apostles' Creed in their worship services. Their version of the Creed is special because it does not have the line \"he descended into hell.\" Except for this, it is very similar to the version in the \"Book of Common Prayer\".\nThe \"United Methodist Hymnal\" also contains (at #882) what it calls the \"Ecumenical Version\" of the Creed. This version is identical to the one in the Episcopal Church's current \"Book of Common Prayer\". This form of the Apostles' Creed is included in the \"Hymnal\" to be used during the Eucharist and baptisms. Because of this, it is getting more popular.\nEcumenical version of the English Language Liturgical Consultation.\nThe English Language Liturgical Consultation (ELLC) is an international group whose goal is to provide texts that can be used and accepted by people of any Christian denomination. In 1988, it created a translation of the Apostles' Creed. One major change in this version is that it does not use the word \"his\" when talking about God. The text is as follows:[http://www.renewingworship.org/resources/ELLC/texts/apostles_creed.html]","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin_language","surface_form":"Latin","offset":21},{"uri":"Christianity","surface_form":"Christian","offset":119},{"uri":"Creed","surface_form":"creed","offset":139},{"uri":"Christian_denomination","surface_form":"Christian denomination","offset":186},{"uri":"Liturgy","surface_form":"religious ceremonies","offset":218},{"uri":"Latin_Rite","surface_form":"Latin Rite","offset":369},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":387},{"uri":"Lutheranism","surface_form":"Lutheranism","offset":410},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":427},{"uri":"Western_Orthodoxy","surface_form":"Western Orthodoxy","offset":451},{"uri":"Evangelicalism","surface_form":"evangelical","offset":489},{"uri":"Protestantism","surface_form":"Protestant","offset":501},{"uri":"Presbyterianism","surface_form":"Presbyterians","offset":534},{"uri":"Methodism","surface_form":"Methodists","offset":549},{"uri":"Congregational_church","surface_form":"Congregationalists","offset":561},{"uri":"Baptist","surface_form":"Baptist","offset":590},{"uri":"Pentecost","surface_form":"Pentecost","offset":705},{"uri":"God","surface_form":"God","offset":716},{"uri":"Twelve_Apostles","surface_form":"Twelve Apostles","offset":744},{"uri":"Hypothesis","surface_form":"hypotheses","offset":808},{"uri":"Old_Roman_Symbol","surface_form":"Old Roman Symbol","offset":909},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":986},{"uri":"Gnosticism","surface_form":"Gnosticism","offset":1068},{"uri":"Heresy","surface_form":"heresy","offset":1097},{"uri":"Jesus","surface_form":"Christ","offset":1424},{"uri":"Suffering","surface_form":"suffered","offset":1441},{"uri":"Crucifixion_of_Jesus","surface_form":"died on the cross","offset":1455},{"uri":"Arianism","surface_form":"Arians","offset":1829},{"uri":"Unitarianism","surface_form":"Unitarians","offset":1840},{"uri":"Latin","surface_form":"Latin","offset":2016},{"uri":"Church_of_England","surface_form":"Church of England","offset":2614},{"uri":"Book_of_Common_Prayer","surface_form":"Book of Common Prayer","offset":2702},{"uri":"Common_Worship","surface_form":"Common Worship","offset":2750},{"uri":"United_Methodist_Church","surface_form":"United Methodists","offset":2807},{"uri":"Worship","surface_form":"worship","offset":2871},{"uri":"Ecumenism","surface_form":"Ecumenical","offset":3143},{"uri":"Book_of_Common_Prayer","surface_form":"Book of Common Prayer","offset":3249},{"uri":"Eucharist","surface_form":"Eucharist","offset":3356},{"uri":"Baptism","surface_form":"baptism","offset":3370},{"uri":"English_Language_Liturgical_Consultation","surface_form":"English Language Liturgical Consultation","offset":3497}]}