{"id":5569,"url":"http://en.wikipedia.org/wiki/Matilda_of_Flanders","text":"Matilda of Flanders (c. 1031 - November 2, 1083) was the wife of William I of England. She was Duchess of Normandy and Queen of England.\nEarly life.\nMatilda was the daughter of Baldwin V of Flanders and Adela of France, who was the daughter of king Robert II of France. Historians think she was born about 1031. Care was given to her education so she would become known for her learning as much as for her great beauty. Matilda, like other princesses of her day, was very skilled at fine needlework. Matilda was well respected because she was a part of a large Royal family. She was related to many kings in Europe including Charlemagne. Matilda was a very small woman in size, some reports said she was only four feet two inches high (129.5 Centimeters).\nDuchess of Normandy.\nMatilda was married to William probably between 1051 and 1052 while she was still a teenager. Ever since he became duke of Normandy as a boy, William had to fight to keep Normandy. When William was born his mother and father were not married so he had the stigma of being a bastard. By marrying Matilda, who was the niece of the king of France, William gained respect in Europe.\nWhen William was getting ready to attack England, Matilda had a ship built for him called the \"Mora\". While William was in England and after he became King of England in 1066, Matilda stayed behind to rule Normandy while William was away.\nQueen of England.\nA year later, in 1067, Matilda was able to join her husband in England and she was crowned Queen of England. It helped William that Matilda was related to an earlier English king, Alfred the Great. This was important to the English people to think Matilda was herself part English. Matilda died on 3 Nov 1083 when she was about 52 years old.","categories":[],"infobox_types":[],"annotations":[{"uri":"William_I_of_England","surface_form":"William I of England","offset":65},{"uri":"Duke","surface_form":"Duchess","offset":95},{"uri":"Normandy","surface_form":"Normandy","offset":106},{"uri":"Queen","surface_form":"Queen","offset":119},{"uri":"Baldwin_V_of_Flanders","surface_form":"Baldwin V of Flanders","offset":177},{"uri":"Robert_II_of_France","surface_form":"Robert II of France","offset":249},{"uri":"Historian","surface_form":"Historians","offset":270},{"uri":"Princess","surface_form":"princesses","offset":440},{"uri":"Royal_family","surface_form":"Royal family","offset":561},{"uri":"Charlemagne","surface_form":"Charlemagne","offset":625},{"uri":"Teenager","surface_form":"teenager","offset":861},{"uri":"Stigma","surface_form":"stigma","offset":1033},{"uri":"Bastard","surface_form":"bastard","offset":1051},{"uri":"Mora_(ship)","surface_form":"Mora","offset":1251},{"uri":"Relation","surface_form":"related","offset":1557},{"uri":"Alfred_the_Great","surface_form":"Alfred the Great","offset":1593}]}