{"id":55706,"url":"http://en.wikipedia.org/wiki/Tatami","text":"mats are a traditional Japanese flooring. The top surface is made of woven straw. Traditional tatami are packed with straw. Nowadays some of them are packed with styrofoam. Tatami are individual mats. They have a uniform size and shape. They have borders of brocade or plain green cloth.\nTatami were originally a luxury item for the rich at a time when lower classes had mat-covered dirt floors. Tatami were gradually popularized. They finally reached the homes of commoners towards the end of the 17th century.\nHistory.\nJapanese people have used \"tatami\" since the Nara Era (710-794). They were knitted and became thicker like modern \"tatami\". People who lived in the Heian Era stepped onto \"tatami\" to show their power and they spread the \"tatami\" only in a necessary part of the room.\nThe use of \"tatami\" was a little different from now. The \"shoin\" style of traditional Japanese residential architecture began in the Kamakura Era. During this time, people stopped spreading \"tatami\" around the room and placing them in the middle. They started to spread \"tatami\" through the room. People decided to spread \"tatami\" by the hearth and sit erect with their legs folded under.\n\"Tatami\" has been changing together with people's life style. \"Tatami\" became common for people in the middle of the Edo Era. Farmers started to use them in the Meiji Era. The removal of \"tatami\" regulation made them more common in the Meiji Era. Japanese people often dry the \"tatami\". If the \"tatamis surface was discolored, people often turned them over. With the economic growth after World War Two people started to use chairs and carpets. Japanese people think flooring is not relaxing or soundproof enough, so people still use \"tatami\" now.\nMaking Tatami.\n\"Tatami\" is made with a rush plant, \"igusa\". Rush is planted in the rice fields in August. The seedlings are dug out in November, and a good seedling is chosen. The chosen seedlings are planted in the rice fields again in December. By the end of June to the middle of July, the high-quality rush grows up to about one meter tall and it will be harvested the next year.\nThe rush should be dry after harvesting, and keep the peculiar smell and the color of the rush. The rush is selected according to length and the thickness, and it is checked for bruising.\nAfter the harvest ends, \"tatami\" is made. Because Japanese rooms are different sizes, \"tatami\" are made in different sizes. The base of the \"tatami\" is made first. \"Tatami\" is woven with a special machine. It similar to the weaving on a kimono. The next part is the wick of tatami, called \"toko\". When the \"toko\" is 40 centimeters or more thick, and the shape is straightened. The mat is complete, and that is called \"mushiro\". The \"tatami\" is complete when it is joined to the toko and the decoration on the mat edges are sewn.\n\"Igusa\".\n\"Igusa\" is a perennial plant of the family of \"igusa\". \"Igusa\" smells good. It has a fresh, grassy smell. In English, they are called rushes. \"Igusa\" blooms from May through June. The plant grows up to a length of 100 centimeters or less. They grow in marshes where sunshine is good. In Japan, there are 30 kinds of \"igusa\" growing in many different areas.\n\"Tatami\" is made from natural \"igusa\" that must be flexible from the root to the tip, and the thickness and the color varies slightly. About 4000 to 7000 \"igusa\" are used for the\" tatami\". Generally the best \"tatami\" uses more and longer \"igusa\" rushes.\nThere are many benefits in using \"igusa\" such as air purification, heat insulation, elasticity, cooling (especially in hot summer seasons), eco-friendly and sound absorbing qualities. \"Igusa\" \"tatami\" is also smooth to the touch, so it is comfortable for babies and young children. Most Japanese like \"tatami\". Many homes have at least one tatami room.\n\"Tatami\".\n\"Tatamiberi\" is the cloth that covers the edge and also decorates the \"tatami\". Some \"tatami\" don’t have it. In English, it is called the mat edge. The width of \"tatamiberi\" is about three centimeters. The material on the \"tatamiberi\" is cotton yarn, a synthetic material string, and a gold thread. The features change according to what strings are combining with \"tatamiberi\". The woven beautiful color handle sets off the room. There are two types, and the atmosphere of the room changes by the \"tatamiberi\".\nThere are many kinds of \"tatamiberi\". But \"tatamiberi\" was used to show status. For example, the emperor, ministers, priests, and scholars had different styles. It was recorded in \"Amanomokuzu\" in 1420.\nJapan has etiquette about \"tatamiberi\". Japanese are taught not to step on the \"tatamiberi\". It is easy to tear \"tatamiberi\" when stepping in the weakest part. Stepping on \"tatamiberi\" fades the color on the edge of cotton and hemp in the \"tatami\". Therefore etiquette means \"not to hurt the mat carelessy stepping when you visit another house, pay it attention\". Also, family crests were embroidered on the \"tatamiberi\" in old times, too. Stepping on the family crest was taboo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mat","surface_form":"mat","offset":0},{"uri":"Japan","surface_form":"Japan","offset":23},{"uri":"Straw","surface_form":"straw","offset":75},{"uri":"Styrofoam","surface_form":"styrofoam","offset":162},{"uri":"Nara","surface_form":"Nara","offset":566},{"uri":"Heian","surface_form":"Heian","offset":669},{"uri":"Kamakura","surface_form":"Kamakura","offset":921},{"uri":"Edo","surface_form":"Edo","offset":1294},{"uri":"Meiji","surface_form":"Meiji","offset":1338},{"uri":"Rice","surface_form":"rice","offset":1808},{"uri":"Bruise","surface_form":"bruising","offset":2287},{"uri":"Kimono","surface_form":"kimono","offset":2534},{"uri":"Perennial","surface_form":"perennial","offset":2848},{"uri":"Etiquette","surface_form":"etiquette","offset":4533},{"uri":"Taboo","surface_form":"taboo","offset":4996}]}