{"id":55702,"url":"http://en.wikipedia.org/wiki/Green_tea","text":"e=\"preserve\">The drink green tea () is a \"true\" tea. It comes from the plant species \"Camellia sinensis\". Green tea is a tea that has undergone little oxidation while it was processed. Green tea is popular in China, Taiwan, Hong Kong, Japan, Korea, and the Middle East. Recently it has been drunk more widely in the West, where usually black tea is consumed.\nHistory.\nIn the Kamakura period, a Buddhist monk, Eisai (1141–1215), and his follower, Dogen, first brought tea \"(maccha)\" to Japan. He had learned about tea on a visit to China. Eisai taught people to grow the tea plants, and how to prepare the tea leaves. People drank tea for its benefit as a medicine rather than as a refreshment. Tea-drinking gradually spread as part of Zen Buddhism. The tea ceremony was part of the training for mental discipline. Green tea kept the mind pure and relaxed, an effect caused by the caffeine in the tea. The custom of drinking tea gradually spread throughout Japan.\nIn the Muromachi period, tea tasting competitions were popular. People also gambled on these competitions. Zen Buddhist master, Juko Murata (1422–1502) stopped these competitions. He broke with the grand tradition, and developed a small ceremony performed around the tatami mat. The tea ceremony was perfected afterward in the Azuchimomoyama era by Jou Takeno and Sen no Rikyu (1522–1591). They removed all extra movements and unnecessary decoration and objects from the tea room. The idea, based on Zen, was to concentrate your attention on the wealth inside your mind.\nIn the Edo period, the tea ceremony spread out to the public, and it became an artistic accomplishment. Therefore, \"to draw out the beauty from inside the person's heart\" which was its original purpose came to be emphasized. The words \"和敬清寂 (Wa Kei Sei Jaku)\" meaning harmony, respect, purity and tranquility, are the basis of the tea ceremony. Wa, harmony, is shown by sharing the tea between the host and the guest. Kei, respect, is shown by accepting and sharing with others. Sei, purity, is treating yourself and others openly. Jaku, tranquility, is the feeling of stillness in the ceremony. Modern tea ceremonies, which last for four hours, are still based on these ideas.\nIn the Meiji period, the tea ceremony died out for while. They were restarted when it was added in a kind of education for girls. The ceremony also changed to being beautiful and gorgeous.\nNowadays, green tea is spreading all over the world, but it seems to be drunk with sugar in some countries because it tastes bitter.\nEffects on health.\nGreen tea seems to lower heart disease expectancy.\nThe different substances contained in green tea also seem to help against cancer, low bone density, cognitive function and kidney stones.\nGreen tea contains ascorbic acid, and different minerals, such as chromium, manganese, selenium or zinc. It is a better antioxidant than black tea. Black tea contains certain substances which cannot be found in common green tea, such as theaflavin.\nStudies done on animals have shown that it can reduce cholesterol. Trials done on humans have not confirmed this effect, however. In 2003 a randomized clinical trial found that a green tea extract with added theaflavin from black tea could reduce cholesterol.\nIn a study performed at Birmingham (UK) University, it was shown that average fat oxidation rates were 17% higher after drinking of green tea extract than after a placebo was used.\nIn a recent study of the eating habits of 2,018 women, consumption of mushrooms and green tea was linked to a 90% lower occurrence of breast cancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tea","surface_form":"tea","offset":48},{"uri":"Plant","surface_form":"plant","offset":71},{"uri":"Species","surface_form":"species","offset":77},{"uri":"Camellia_sinensis","surface_form":"Camellia sinensis","offset":86},{"uri":"Oxidation","surface_form":"oxidation","offset":151},{"uri":"China","surface_form":"China","offset":209},{"uri":"Taiwan","surface_form":"Taiwan","offset":216},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":224},{"uri":"Japan","surface_form":"Japan","offset":235},{"uri":"Korea","surface_form":"Korea","offset":242},{"uri":"Middle_East","surface_form":"Middle East","offset":257},{"uri":"West","surface_form":"West","offset":316},{"uri":"Black_tea","surface_form":"black tea","offset":336},{"uri":"Kamakura_period","surface_form":"Kamakura period","offset":375},{"uri":"Buddhist","surface_form":"Buddhist","offset":394},{"uri":"Monk","surface_form":"monk","offset":403},{"uri":"Eisai","surface_form":"Eisai","offset":409},{"uri":"Benefit","surface_form":"benefit","offset":642},{"uri":"Medicine","surface_form":"medicine","offset":655},{"uri":"Zen","surface_form":"Zen","offset":735},{"uri":"Caffeine","surface_form":"caffeine","offset":880},{"uri":"Gradual","surface_form":"gradually","offset":928},{"uri":"Muromachi_period","surface_form":"Muromachi period","offset":970},{"uri":"Competition","surface_form":"competitions","offset":1000},{"uri":"Gamling","surface_form":"gambled","offset":1039},{"uri":"Tradition","surface_form":"tradition","offset":1167},{"uri":"Tatami","surface_form":"tatami","offset":1230},{"uri":"Azuchimomoyama","surface_form":"Azuchimomoyama","offset":1290},{"uri":"Concentrate","surface_form":"concentrate","offset":1475},{"uri":"Edo_period","surface_form":"Edo period","offset":1541},{"uri":"Harmony","surface_form":"harmony","offset":1802},{"uri":"Pure","surface_form":"purity","offset":1820},{"uri":"Tranquility","surface_form":"tranquility","offset":1831},{"uri":"Presenter","surface_form":"host","offset":1932},{"uri":"Meiji_period","surface_form":"Meiji period","offset":2219},{"uri":"Cancer","surface_form":"cancer","offset":2678},{"uri":"Cognition","surface_form":"cognitive function","offset":2704},{"uri":"Kidney_stone","surface_form":"kidney stone","offset":2727},{"uri":"Ascorbic_acid","surface_form":"ascorbic acid","offset":2761},{"uri":"Chromium","surface_form":"chromium","offset":2808},{"uri":"Manganese","surface_form":"manganese","offset":2818},{"uri":"Selenium","surface_form":"selenium","offset":2829},{"uri":"Zinc","surface_form":"zinc","offset":2841},{"uri":"Antioxidant","surface_form":"antioxidant","offset":2862},{"uri":"Black_tea","surface_form":"black tea","offset":2879},{"uri":"Theaflavin","surface_form":"theaflavin","offset":2979},{"uri":"Cholesterol","surface_form":"cholesterol","offset":3045},{"uri":"Placebo","surface_form":"placebo","offset":3414},{"uri":"Mushroom","surface_form":"mushroom","offset":3502},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":3566}]}