{"id":557191,"url":"http://en.wikipedia.org/wiki/Anil_Kumble","text":"Anil Kumble (full name:Anil Radhakrishna Kumble)is a retired Indian cricketer who captained Indian national cricket team for a few matches.Anil Kumble is a right arm leg spin bowler.One of the best bowler in world cricket.\nBirth.\nAnil Kumble was born in Bangalore,Karnataka to Krishnaswamy and Saroja.Anil Kumble has a brother named Dinesh Kumble.Kumble studied his studies in Holy Saint English School.He started playing cricket in streets in Bangalore.Kumble completed B.E in Rashtriya Vidhyalaya College of Engineering in 1991-92.\nCricket.\nAnil Kumble made his first-class debut against Hyderabad on 30 November 1989 playing for Karnataka. He took 4 wickets in the match.Anil played his debut Test match against England national cricket team.He picked 3 wickets in the second match of the series.Anil picked 18 wickets with the average of 25.94 at the economy rate of 1.84 in the four match series against South Africa in 1992.He picked 21 wickets against the series with England in the same year.In the third match of the series he picked 7 wickets for 165 runs and was awarded the Man of the Match award. On November 27 1993, Kumble picked 6wickets/12 runs against West Indies in the final match of Hero Cup. This record was broke by Stuart Binny against Bangladesh.Kumble picked 15 wickets in 1996 World Cup and became the leading wicket taker in the tournament.He picked 61 wickets in that single year.Anil along with Jim Laker are the persons who picked all the ten wickets in a single Test inning. He achieved this against Pakistan in the year 1999.Kumble had bowled over 40850 balls totally in his international cricket career, stands after Muttiah Muralidharan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_people","surface_form":"Indian","offset":61},{"uri":"Cricket","surface_form":"cricket","offset":68},{"uri":"Indian_national_cricket_team","surface_form":"Indian national cricket team","offset":92},{"uri":"Bangalore","surface_form":"Bangalore","offset":254},{"uri":"Karnataka","surface_form":"Karnataka","offset":264},{"uri":"Bangalore","surface_form":"Bangalore","offset":444},{"uri":"Karnataka_cricket_team","surface_form":"Karnataka","offset":632},{"uri":"England_national_cricket_team","surface_form":"England national cricket team","offset":715},{"uri":"South_Africa_national_cricket_team","surface_form":"South Africa","offset":909}]}