{"id":557246,"url":"http://en.wikipedia.org/wiki/Eurovision_Song_Contest_2017","text":"ce=\"preserve\">The Eurovision Song Contest 2017 (\"shortly ESC)\" was the 62nd edition of the Eurovision Song Contest. It took place in the International Exhibition Centre in Kiev, Ukraine, after Jamala won for Ukraine in 2016 in Stockholm, Sweden with her song \"1944\".\nUkraine hosted the contest for the second time after 2005. The competition was held from 9th to the 13th; the first semifinal was on Tuesday, May 9, the second semifinal on Thursday, May 11 and the grand final was on Saturday, May 13.\nVenue.\nThe contest happened in the International Exhibition Centre in Kiev. The venue holds 13,000 people and the venue will be rebuilt for the contest.\nThe ESC 2005, which was also held in Kiev, took place in the Palace Of Sports. This was also a possible venue for 2017, but might not fulfill today's demands.\nHowever, the venue must have a maximum capacity of 10,000. The venue also has to be covered and an international press centre has to be in reach. Also it must have a capacity for 1,550 journalists.\nSemi-Final.\nPortugal and Romania will return; both quit last year's contest. Bosnia and Herzegovina, who returned in last year's contest, have quit this year because of financial difficulties.\nOn the 31th of October 2016 it was announced by the European Broadcasting Union (EBU), that there will be 43 countries to participate in 2017.\nFirst Semi-Final.\nThe first semi final will take place on Tuesday, the 9th of May 2017. 18 countries will compete, the 10 countries with the most votes of them will qualify for the final.\nThe running order will be decided and announced when all the countries have selected their entry.\nItaly, Spain and the United Kingdom will vote in this semi-final.\nSecond Semi-Final.\nThe second semi-final will take place on Thursday, the 11th of May 2017. 19 countries will compete, the 10 countries with the most votes of them will qualify for the final.\nThe running order will be decided and announced when all the countries have selected their entry. After a request of the Swiss TV-broadcaster SRF, Switzerland was directly determined to participate and vote in Semi-Final 2.\nFrance, Germany and Ukraine will vote in this semi-final.\nBig-Five (including host country Ukraine).\nThese five countries are directly qualified for the final. Ukraine, as the host country, will also be performing directly in the Grand Final.\nDetailed list of participating countries.\n\"An internal selection of the national TV-station is a secret selection without a national final, where the pupilarity is able to vote.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":91},{"uri":"Kiev","surface_form":"Kiev","offset":172},{"uri":"Ukraine","surface_form":"Ukraine","offset":178},{"uri":"Jamala","surface_form":"Jamala","offset":193},{"uri":"Eurovision_Song_Contest_2016","surface_form":"2016","offset":219},{"uri":"Stockholm","surface_form":"Stockholm","offset":227},{"uri":"Sweden","surface_form":"Sweden","offset":238},{"uri":"Portugal","surface_form":"Portugal","offset":1024},{"uri":"Romania","surface_form":"Romania","offset":1037},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":1089},{"uri":"European_Broadcasting_Union","surface_form":"European Broadcasting Union","offset":1257}]}