{"id":557863,"url":"http://en.wikipedia.org/wiki/United_States_Life-Saving_Service","text":"The United States Life-Saving Service (USLSS) was a United States government agency that grew out of concerns for saving the lives of shipwrecked sailors and ship's passengers. The federal life-saving service was established on June 28, 1848 as an agency of the United States Department of the Treasury. In 1915, the USLSS merged with the United States Revenue Cutter Service to form the United States Coast Guard.\nBackground.\nLarge areas of the Atlantic coast of the United States were relatively unpopulated during the 18th and 19th centuries. Any ship that ran aground, even within sight of land, could not expect much help. Even if people saw a ship in trouble they did not have organizations or the equipment to go out and rescue those who were in trouble. Even in places like New York Harbor ships could run aground on sandbars during storms and not have anyone to help them. In a storm a ship caught on a sandbar could be broken into pieces in just hours. Some survivors might be able to swim to shore, but in winter they could die from hypothermia before anyone might find and help them. An example was the American sailing ship \"Mexico\". In 1837 it ran aground on the New Jersey coast and before anyone knew of the wreck, all 112 passengers had died.\nHistory.\nThere were early organizations that provided life-saving services in certain areas. For instance, in 1786, the Massachusetts Humane Society was formed by a number of Boston citizens who were concerned over the needless loss of life from shipwrecks in the area. They started the first lifeboat station at Cohasset, Massachusetts in 1807. These stations were small sheds that held the small boats and equipment that volunteers could use to rescue mariners. The society had recognized that only small boats were useful for life-saving since larger boats risked being shipwrecked as well. But the early sheds were only placed near busy ports and large areas of the coast remained unprotected.\nOn 14 August, 1848, Congress approved funds for equipment for volunteers to provide life-saving rescues on the coastlines of New Jersey, New York and Massachusetts. Some funds went to the Massachusetts Humane Society because of their leadership in providing rescues for shipwreck victims. In 1850, a lifeboat station was built in Rhode Island and others were built in North Carolina, South Carolina, Florida and Texas. In 1854, Congress approved $12,500 for metal surfboats for use in the Great Lakes. While Congress was providing funds from time to time, the efforts to save shipwrecked crews was still largely unorganized. Lifeboat stations and equipment were not kept up. Some equipment was stolen while the buildings were suffering from neglect and the effects of the weather on the shorelines. When the ship \"Powhattan\" was lost on April 16, 1852 and over 200 people died, the wreck happened just from a lifeboat station. To make matters worse, the bodies that washed up on shore were robbed of their belongings and left there. This got Congress to begin thinking about creating a federal life-saving service. In 1854 they began to take actions toward creating such a service. But progress on the idea stalled during the American Civil War.\nThe 1870 Atlantic hurricane season caused widespread destruction and casualties on a large scale. There was an national call for Congress to do something. Sumner Increase Kimball was an attorney who had joined the United States Department of the Treasury in 1862. In 1871 he was appointed to head the Life-Saving Bureau. Under his leadership the service was extended to the West Coast and the Great Lakes.\nAt this time there were two ways to save people in the water. One, which was used if the ship was close, was to rig a breeches buoy, a device on a rope used to pull someone to safety. The other method was to use a boat to row out through the surf to reach victims. Boats at this time were around long and were partially covered to keep water out. Crews often rowed through waves that were higher than the length of their boats. In about 1907, the boats began using gasoline-powered engines.\nOn January 28, 1915, the U.S. Coast Guard was formed by combining the Revenue Cutter Service with the Life-Saving Service. The law provided retirement of Kimball and many of the services' older employees. During its 44 year existence, the Life-Saving Service provided help to 28,121 ships and 178,741 people. During this time only 1,455 people lost their lives in rescues or attempted rescues by the USLSS.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federal_government_of_the_United_States","surface_form":"United States government","offset":52},{"uri":"Shipwreck","surface_form":"shipwreck","offset":134},{"uri":"Sailor","surface_form":"sailor","offset":146},{"uri":"Ship","surface_form":"ship","offset":158},{"uri":"Passenger","surface_form":"passenger","offset":165},{"uri":"Agency","surface_form":"agency","offset":248},{"uri":"United_States_Department_of_the_Treasury","surface_form":"United States Department of the Treasury","offset":262},{"uri":"United_States_Revenue_Cutter_Service","surface_form":"United States Revenue Cutter Service","offset":339},{"uri":"United_States_Coast_Guard","surface_form":"United States Coast Guard","offset":388},{"uri":"Area","surface_form":"area","offset":433},{"uri":"Atlantic_Ocean","surface_form":"Atlantic coast","offset":446},{"uri":"United_States","surface_form":"United States","offset":468},{"uri":"Population_density","surface_form":"unpopulated","offset":498},{"uri":"18th_century","surface_form":"18th","offset":521},{"uri":"19th_century","surface_form":"19th centuries","offset":530},{"uri":"Aground","surface_form":"aground","offset":564},{"uri":"New_York_Harbor","surface_form":"New York Harbor","offset":782},{"uri":"Sandbar","surface_form":"sandbar","offset":825},{"uri":"Winter","surface_form":"winter","offset":1017},{"uri":"Hypothermia","surface_form":"hypothermia","offset":1044},{"uri":"Example","surface_form":"example","offset":1099},{"uri":"United_States","surface_form":"American","offset":1115},{"uri":"Sailing_ship","surface_form":"sailing ship","offset":1124},{"uri":"New_Jersey","surface_form":"New Jersey","offset":1177},{"uri":"Coast","surface_form":"coast","offset":1188},{"uri":"Instance","surface_form":"instance","offset":1357},{"uri":"Massachusetts_Humane_Society","surface_form":"Massachusetts Humane Society","offset":1380},{"uri":"Boston","surface_form":"Boston","offset":1435},{"uri":"Citizen","surface_form":"citizen","offset":1442},{"uri":"Lifeboat","surface_form":"lifeboat","offset":1553},{"uri":"Cohasset%2C_Massachusetts","surface_form":"Cohasset, Massachusetts","offset":1573},{"uri":"Shed","surface_form":"shed","offset":1632},{"uri":"Port","surface_form":"port","offset":1901},{"uri":"United_States_Congress","surface_form":"Congress","offset":1978},{"uri":"Fund","surface_form":"fund","offset":1996},{"uri":"New_Jersey","surface_form":"New Jersey","offset":2083},{"uri":"New_York","surface_form":"New York","offset":2095},{"uri":"Victim","surface_form":"victim","offset":2238},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":2288},{"uri":"North_Carolina","surface_form":"North Carolina","offset":2326},{"uri":"South_Carolina","surface_form":"South Carolina","offset":2342},{"uri":"Florida","surface_form":"Florida","offset":2358},{"uri":"Texas","surface_form":"Texas","offset":2370},{"uri":"Building","surface_form":"building","offset":2669},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":3184},{"uri":"1870_Atlantic_hurricane_season","surface_form":"1870 Atlantic hurricane season","offset":3208},{"uri":"Casualty_(person)","surface_form":"casualties","offset":3273},{"uri":"Sumner_Increase_Kimball","surface_form":"Sumner Increase Kimball","offset":3359},{"uri":"Attorney","surface_form":"attorney","offset":3390},{"uri":"West_Coast_of_the_United_States","surface_form":"West Coast","offset":3578},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":3597},{"uri":"Breeches_buoy","surface_form":"breeches buoy","offset":3728},{"uri":"Rope","surface_form":"rope","offset":3757},{"uri":"Gasoline","surface_form":"gasoline","offset":4075},{"uri":"Engine","surface_form":"engine","offset":4092},{"uri":"Employee","surface_form":"employee","offset":4295}]}