{"id":55780,"url":"http://en.wikipedia.org/wiki/Organelle","text":"In cell biology, an organelle is a part of a cell that does a specific job.\nOrganelles typically have their own plasma membrane round them. Most of the cell's organelles are in the cytoplasm.\nThe name \"organelle\" comes from the idea that these structures are to cells what an organ is to the body.\nThere are many types of organelles in eukaryotic cells. Prokaryotes were once thought not to have organelles, but some examples have now been found.\nThey are not organised like eukaryote organelles, and are not bounded by plasma membranes. They are called bacterial microcompartments.\nScope of the term.\nThe term is now widely used to refer to cellular structures surrounded by single or double plasma membranes. However, the older definition of a 'subcellular functional unit' still coexists. That is, the term is sometimes used for structures which are not membrane-bound.\nThe plasma membrane is a lipid bilayer with some proteins embedded in it. It keeps the ions and molecules of the organelle from merging with the surroundings.\nOrigin of organelles.\nMitochondria and chloroplasts, which have double-membranes and their own DNA, are believed to have originated from incompletely consumed or invading prokaryotic organisms, which were adopted as a part of the invaded cell. This idea is supported in the endosymbiotic theory.\nProkaryotic organelles.\nProkaryotes are not so complex as eukaryotes. They were thought to have no internal structures enclosed by lipid membranes.\nHowever, recent research has shown that at least some prokaryotes have microcompartments such as carboxysomes. These subcellular compartments are 100–200 nm in diameter and are enclosed by a shell of proteins. Even more striking is the description of membrane-bound magnetosomes in bacteria. as well as the nucleus-like structures of the \"Planctomycetes\" that are surrounded by lipid membranes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cell_biology","surface_form":"cell biology","offset":3},{"uri":"Specific","surface_form":"specific","offset":62},{"uri":"Plasma_membrane","surface_form":"plasma membrane","offset":112},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":181},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":276},{"uri":"Body","surface_form":"body","offset":292},{"uri":"Eukaryote","surface_form":"eukaryotic","offset":336},{"uri":"Prokaryote","surface_form":"Prokaryote","offset":354},{"uri":"Bacterial_microcompartment","surface_form":"bacterial microcompartment","offset":554},{"uri":"Plasma_membrane","surface_form":"plasma membrane","offset":693},{"uri":"Lipid_bilayer","surface_form":"lipid bilayer","offset":898},{"uri":"Ions","surface_form":"ions","offset":960},{"uri":"Molecules","surface_form":"molecules","offset":969},{"uri":"DNA","surface_form":"DNA","offset":1127},{"uri":"Prokaryote","surface_form":"prokaryotic organisms","offset":1203},{"uri":"Endosymbiosis","surface_form":"endosymbiotic theory","offset":1306},{"uri":"Prokaryote","surface_form":"Prokaryote","offset":1352},{"uri":"Lipid_bilayer","surface_form":"lipid membranes","offset":1459},{"uri":"Bacterial_microcompartment","surface_form":"microcompartment","offset":1547},{"uri":"Carboxysome","surface_form":"carboxysome","offset":1573},{"uri":"Lipid_bilayer","surface_form":"lipid membranes","offset":1854}]}