{"id":558,"url":"http://en.wikipedia.org/wiki/Neptune","text":"Neptune (), is the eighth and last planet from the Sun in the Solar System. It is an ice giant. It is the fourth largest planet and third heaviest. Neptune has four rings which are hard to see from the Earth. It is seventeen times heavier than Earth and is a little bit heavier than Uranus. It was named after the Roman God of the Sea.\nNeptune's atmosphere is mostly made up of hydrogen and helium. It also contains small amounts of methane which makes the planet appear blue. Neptune's blue color is much darker compared to the color of Uranus, which has a similar amount of methane, so there might be another reason why Neptune is blue. Neptune also has the strongest winds of any planet in the solar system, measured as high as 2,100 km/h or 1,300 mph.\nNeptune was discovered by the astronomers Urbain Le Verrier and John Couch Adams. They were both honored for the discovery. The planet was the first to be discovered by mathematical calculations instead of using a telescope. Uranus was moving oddly in its orbit around the Sun, so astronomers searched for another new planet.\nThe planet was visited by only one spacecraft, \"Voyager 2\" on August 25, 1989. Neptune once had a huge storm known as the \"Great Dark Spot\" which was discovered in 1989 by Voyager 2. However, the dark spot was not seen in 1994, and new spots were found since then. It is not known why the dark spot disappeared. Visits by more space probes have been proposed.\nDiscovery.\nThe first possible sighting of Neptune is thought to be by Galileo as his drawings showed Neptune near Jupiter. But Galileo was not credited for the discovery since he thought Neptune was a \"fixed star\" instead of a planet. Because of Neptune's slow movement across the sky, Galileo's small telescope was not strong enough to detect Neptune as a planet.\nIn 1821, Alexis Bouvard published the astronomical tables of the orbit of Uranus. Later observations showed that Uranus was moving in an irregular way in its orbit, making some astronomers think of another large body being the cause of the irregular motions of Uranus. In 1843, John Couch Adams calculated the orbit of an eighth planet that would possibly be influencing the orbit of Uranus. He sent his calculations to Sir George Airy, the Astronomer Royal, who asked Adams for an explanation. Adams began to make a copy of the reply, but never sent it.\nIn 1846, Urbain Le Verrier, who was not working with Adams, made his own calculations but also failed to get much attention from French astronomers. However, in the same year, John Herschel began to support the mathematical method and encouraged James Challis to search for the planet. After much delay, Challis began his unwilling search in July 1846. Meanwhile, Le Verrier had convinced Johann Gottfried Galle to search for the planet.\nAlthough Heinrich d'Arrest was still a student at the Berlin Observatory, he suggested that a newly drawn map of the sky, in the region of Le Verrier's predicted area, could be compared with the current sky to look for the change of position of a planet, as compared to a fixed star. Neptune was then discovered that very night on September 23, 1846, within 1° (one degree (angle) of where Le Verrier had predicted it to be, and about 10° from Adams' prediction. Challis later found out that he had seen the planet twice in August, failing to recognize it owing to his careless approach to the work.\nCrediting and naming.\nAfter the news of the discovery of Neptune spread, there was also a lot of arguing between the French and the British about who was to deserve credit for the discovery. Later, an international agreement decided that both Le Verrier and Adams together deserved credit. However, historians reviewed the topic after the rediscovery in 1998 of the \"Neptune papers\" (historical documents from the Royal Greenwich Observatory), which had seemingly been stolen and kept by astronomer Olin Eggen for nearly three decades and were only rediscovered (in his ownership) shortly after his death. After reviewing the documents, some historians now think that Adams does not deserve equal credit with Le Verrier.\nShortly after its discovery, Neptune was temporarily called \"the planet exterior to Uranus\" or \"Le Verrier's planet\". The first suggestion for a name came from Galle. He proposed the name \"Janus\". In England, Challis suggested the name \"Oceanus\". In France, Arago suggested that the new planet be called \"Leverrier\", a suggestion which was met with a lot of opposition outside France. French almanacs promptly reintroduced the name \"Herschel\" for \"Uranus\" and \"Leverrier\" for the new planet.\nMeanwhile, on separate and different reason, Adams suggested changing the name \"Georgian\" to \"Uranus\", while Leverrier (through the Board of Longitude) suggested \"Neptune\" for the new planet. Struve gave support of that name on December 29, 1846, to the Saint Petersburg Academy of Sciences. Soon \"Neptune\" was internationally agreed among many people and was then the official name for the new planet. In Roman mythology, Neptune was the god of the sea, identified with the Greek god, Poseidon.\nMass and composition.\nAt 10.243 kg, Neptune's mass puts the planet between Earth and the largest gas giants; Neptune has seventeen Earth masses but just 1/18th the mass of Jupiter. Neptune and Uranus are often considered to be part of a sub-class of gas giant known as \"ice giants\", given their smaller size and big differences in composition compared to Jupiter and Saturn. In the search for extrasolar planets, Neptune has been used as a reference to determine the size and structure of the discovered planet. Some discovered planets that have similar masses like Neptune are often called \"Neptunes\". just as astronomers refer to various extra-solar \"Jupiters.\"\nThe atmosphere of Neptune is made up mostly of hydrogen, with a smaller amount of helium. A tiny amount of methane is also detected in the atmosphere. Important absorption bands of methane happen at wavelengths above 600 nm, in the red and infrared portion of the spectrum. This absorption of red light by the atmospheric methane gives Neptune its blue hue.\nBecause Neptune orbits so far from the Sun, it gets very little heat with the uppermost regions of the atmosphere at and is the coldest planet in our solar system. Deeper inside the layers of gas, however, the temperature rises slowly. Like Uranus, the source of this heating is unknown, but the differences are larger: Neptune is the farthest planet from the Sun, yet its internal energy is strong enough to create the fastest winds seen in the Solar System. Several possible explanations have been suggested, including radiogenic heating from the planet's core, the continued radiation into space of leftover heat made by infalling matter during the planet's birth, and gravity waves breaking above the tropopause.\nThe structure of the inside of Neptune is thought to be very similar to the structure of the inside of Uranus. There is likely to be a core, thought to be about 15 Earth masses, made up of molten rock and metal surrounded by a mixture of rock, water, ammonia, and methane. The heavy pressures keep the icy part of this surrounding mixture as solids, in spite of the large temperatures near the core. The atmosphere, extending about 10 to 20% of the way towards the center, is mostly hydrogen and helium at high altitudes. More mixtures of methane, ammonia, and water are found in the lower areas of the atmosphere. Very slowly this darker and hotter area blends into the superheated liquid interior. The pressure at the center of Neptune is millions of times more than that on the surface of Earth. Comparing its rotational speed to its degree of oblateness shows that it has its mass less concentrated towards the center unlike Uranus.\nWeather and magnetic field.\nOne difference between Neptune and Uranus is the level of activity that has been observed (seen or measured). When the Voyager spacecraft flew by Uranus in 1986, that winds on that planet were observed to be mild. When Voyager flew by Neptune in 1989, powerful weather events were observed. The weather of Neptune has extremely active storm systems. Its atmosphere has the highest wind speeds in the solar system, thought to be powered by the flow of internal heat. Regular winds in the equatorial region have speeds of around 1,200 km/h (750 mph), while winds in storm systems can reach up to 2,100 km/h, near-supersonic speeds.\nIn 1989, the Great Dark Spot, a cyclonic storm system the size of Eurasia, was discovered by NASA's \"Voyager 2\" spacecraft. The storm resembled the Great Red Spot of Jupiter. However, on November 2, 1994, the Hubble Space Telescope did not see the Great Dark Spot on the planet. Instead, a new storm similar to the Great Dark Spot was found in the planet's northern hemisphere. The reason why the Great Dark Spot has disappeared is unknown. One possible theory is that heat transfer from the planet's core disrupted the atmospheric balance and existing circulation patterns. The Scooter is another storm, a white cloud group farther south than the Great Dark Spot. Its nickname was given when it was first noticed in the months leading up to the \"Voyager\" encounter in 1989: it moved faster than the Great Dark Spot. Later images showed clouds that moved even faster than Scooter. The Wizard's Eye/\"Dark Spot 2\" is another southern cyclonic storm, the second most strongest storm seen during the 1989 encounter. It originally was completely dark, but as \"Voyager\" came closer to the planet, a bright core developed and is seen in most of the highest resolution images.\nUnlike other gas giants, Neptune's atmosphere shows the presence of high clouds making shadows on a thick cloud deck below. Though Neptune's atmosphere is much more active than that of Uranus, both planets are made up of the same gases and ices. Uranus and Neptune are not exactly the same type of gas giants like to Jupiter and Saturn, but are rather ice giants, meaning they have a larger solid core and are also made of ices. Neptune is very cold, with temperatures as low as −224 °C (−372 °F or 49 K) recorded at the cloud tops in 1989.\nNeptune also has similarities with Uranus in its magnetosphere, with a magnetic field strongly tilted comparative to its rotational axis at 47° and offset at least 0.55 radii (about 13,500 kilometres) from the planet's physical center. Comparing the magnetic fields of the two planets, scientists think the extreme course may be characteristic of flows in the interior of the planet and not the result of Uranus' sideways rotational movement.\nNeptune's Rings.\nVery small blue colored rings have been discovered around the blue planet, but they are not as well known as the rings of Saturn. When these rings were discovered by a team led by Edward Guinan, originally they thought that the rings may not be complete rings. However, this was proven wrong by \"Voyager 2\". Neptune's planetary rings have a weird \"clumpy\" arrangement. Although the cause is currently unknown but some scientists think that it may be because of the gravitational contact with small moons that orbit near them.\nProof that the rings are incomplete first began in the mid-1980s, when stellar occultation were found to rarely show an extra \"blink\" just before or after the planet occulted the star. Pictures from \"Voyager 2\" in 1989 solved the problem, when the ring system was found to have several faint rings. The farthest ring, Adams, has three famous arcs now named \"Liberté\", \"Egalité\", and \"Fraternité\" (Liberty, Equality, and Fraternity).\nThe existence of arcs is very hard to understand because the laws of motion would predict that arcs spread out into a single ring in a very short time. The gravitational effects of Galatea, a moon just inward from the ring, are now thought to have created the arcs.\nSeveral other rings were discovered by the \"Voyager\" cameras. Also with the thin Adams Ring about 63,000 km from the center of Neptune, the Leverrier Ring is at 53,000 km and the wider, smaller Galle Ring is at 42,000 km. A very small outward expansion to the Leverrier Ring has been named Lassell; it is surrounded at its outer edge by the Arago Ring at 57,000 km.\nNew Earth-based observations published in 2005 appeared to show that Neptune's rings are a lot more unstable than thought before. To be exact, it looks like that the \"Liberté\" ring might disappear maybe quickly in less than 100 years. The new observations seems to puzzle our understanding of Neptune's rings into a lot of confusion.\nNeptune's Moons.\nNeptune has a total of 14 known moons. As Neptune was the Roman god of the sea, the planet's moons were named after lesser sea gods or goddesses. The largest, and the only one big enough to have the shape of a sphere is Triton, (pronounced:) discovered by William Lassell just 17 days after the discovery of Neptune itself. Unlike all other large planetary moons, Triton has a retrograde orbit, showing that the moon was probably captured, and maybe was once a Kuiper belt object. It is close enough to Neptune to be locked into a synchronous orbit, and is slowly moving into Neptune and will one day be torn apart when it passes the Roche limit. Triton is the coldest object that has been measured in the solar system, with temperatures of −235 °C (38 K, −392 °F). Its diamter is 2700 km, (80% of Earth's Moon, Luna), its mass is 2.15×1022 kg (30% of Luna), its orbital diameter is 354,800 km (90% of Luna) and its orbital period is 5.877 days (20% of Luna).\nNeptune's second known moon (by order of distance), the odd moon Nereid, has one of the most unusual orbits of any satellite in the solar system.\nFrom July to September 1989, \"Voyager 2\" discovered six new moons of Neptune. Of these, the lumpy-shaped Proteus is the biggest known object that has not been shaped into a sphere by its own gravity. Although it is the second most massive Neptunian moon, it has only one quarter of one percent of the mass of Triton. Neptune's closest four moons, Naiad, Thalassa, Despina, and Galatea, orbit close enough to be inside Neptune's rings.\nThe next farthest out, Larissa was originally discovered in 1981 when it had occulted a star. The moon was credited for causing Neptune's ring arcs when \"Voyager 2\" observed Neptune in 1989. Five new unusual moons discovered between 2002 and 2003 were announced in 2004. The latest moon was discovered from examining Hubble Telescope imags on July 16, 2013. It is only 12 miles across, allowing it to evade detection even by the Voyager 2 spacecraft.\nObservation.\nNeptune cannot be seen with naked eye alone, since Neptune's normal brightness are between magnitudes +7.7 and +8.0, which can be out-shined by Jupiter's Galilean moons, the dwarf planet Ceres, and the asteroids 4 Vesta, 2 Pallas, 7 Iris, 3 Juno and 6 Hebe. A telescope or strong binoculars will show Neptune as a small blue dot, similar in appearance to Uranus. The blue color comes from the methane in its atmosphere. Its small obvious size has made it difficult to study visually; most telescopic data was quite limited until the arrival of the Hubble Space Telescope and large ground-based telescopes with adaptive optics.\nWith an orbital period (sidereal period) of 164.88 Julian years, Neptune will soon return (for discovery) to the same place in the sky where it was discovered in 1846. This will happen three different times, also with a fourth in which it will come very close to being at that position. These are April 11, 2009, when it will be in prograde motion; July 17, 2009, when it will be in retrograde motion; and February 7, 2010, when it will be in prograde motion. It will also come very close to being at the same point since the 1846 discovery in late October through early-mid November 2010, when Neptune will turn from retrograde to direct motion on the exact degree of Neptune's discovery and will then stop for a moment along the ecliptic within 2 arc minutes at that point (closest on November 7, 2010). This will be the last time for about the next 165 years that Neptune will be at its point of discovery.\nThis is explained by the idea of retrogradation. Like all planets and asteroids in the Solar System beyond Earth, Neptune goes through retrogradation at certain points during its synodic period. In addition to the start of retrogradation, other events inside the synodic period include astronomical opposition, the return to prograde motion, and conjunction to the Sun.\nIn its orbit around the Sun, Neptune returned to its original point of discovery in August 2011.\nExploration.\nCurrently, only one spacecraft has visited Neptune. NASA's \"Voyager 2\" probe made a quick flyby of the planet with its closest encounter on August 25, 1989, and was the last planet to have been visited by at least one spacecraft.\nSome of \"Voyager 2\"s important discoveries was its very close fly-by of Triton where took pictures of several parts of the moon. The probe also discovered the Great Dark Spot, although it has now disappeared after when the Hubble Space Telescope took pictures of Neptune in 1994. Originally thought to be a large cloud or cyclonic storm system, it was later guessed just to be a hole in the visible cloud deck.\nNeptune turned out to have the strongest winds of all the solar system's gas giants. In the outer regions of the solar system, where the Sun shines over 1000 times fainter than on Earth (still very bright with a magnitude of -21), the last of the four giants did happen as what the scientists actually expected. One might think that the farther a planet is from the Sun, the less energy and heat there would be to create and run the very strong winds around. The winds on Jupiter were already hundreds of kilometres per hour. Rather than seeing slower winds, the scientists found faster winds (over 1600 km/h) on more distant Neptune.\nOne possible guess for the cause of the faster wind speeds is that if enough energy is produced, turbulence is created, which slows the winds down (like those of Jupiter). At Neptune however, there is so little solar energy that once winds are started they meet very little resistance, and are able to keep very high speeds. Anyhow, Neptune gives out more energy than it gets from the Sun, and the internal energy source of these winds remains undetermined.\nThe pictures sent back to Earth from \"Voyager 2\" in 1989 became the basis of a PBS all-night program called \"Neptune All Night\".","categories":[],"infobox_types":["Planet"],"annotations":[{"uri":"Planet","surface_form":"planet","offset":35},{"uri":"Sun","surface_form":"Sun","offset":51},{"uri":"Solar_System","surface_form":"Solar System","offset":62},{"uri":"Ice_giant","surface_form":"ice giant","offset":85},{"uri":"Weight","surface_form":"heaviest","offset":138},{"uri":"Earth","surface_form":"Earth","offset":244},{"uri":"Uranus","surface_form":"Uranus","offset":283},{"uri":"Roman_mythology","surface_form":"Roman","offset":314},{"uri":"Neptune_(mythology)","surface_form":"God of the Sea","offset":320},{"uri":"Atmosphere","surface_form":"atmosphere","offset":346},{"uri":"Hydrogen","surface_form":"hydrogen","offset":378},{"uri":"Helium","surface_form":"helium","offset":391},{"uri":"Methane","surface_form":"methane","offset":433},{"uri":"Blue","surface_form":"blue","offset":487},{"uri":"Uranus_(planet)","surface_form":"Uranus","offset":538},{"uri":"Astronomer","surface_form":"astronomer","offset":786},{"uri":"Urbain_Le_Verrier","surface_form":"Urbain Le Verrier","offset":798},{"uri":"John_Couch_Adams","surface_form":"John Couch Adams","offset":820},{"uri":"Honor","surface_form":"honor","offset":853},{"uri":"Uranus","surface_form":"Uranus","offset":981},{"uri":"Orbit","surface_form":"orbit","offset":1012},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":1130},{"uri":"Space_probe","surface_form":"space probe","offset":1409},{"uri":"Galileo","surface_form":"Galileo","offset":1512},{"uri":"Jupiter","surface_form":"Jupiter","offset":1556},{"uri":"Star","surface_form":"star","offset":1650},{"uri":"Alexis_Bouvard","surface_form":"Alexis Bouvard","offset":1816},{"uri":"Orbit","surface_form":"orbit","offset":1872},{"uri":"Uranus","surface_form":"Uranus","offset":1881},{"uri":"John_Couch_Adams","surface_form":"John Couch Adams","offset":2085},{"uri":"George_Airy","surface_form":"George Airy","offset":2231},{"uri":"Astronomer_Royal","surface_form":"Astronomer Royal","offset":2248},{"uri":"Urbain_Le_Verrier","surface_form":"Urbain Le Verrier","offset":2371},{"uri":"John_Herschel","surface_form":"John Herschel","offset":2538},{"uri":"James_Challis","surface_form":"James Challis","offset":2608},{"uri":"Urbain_Le_Verrier","surface_form":"Le Verrier","offset":2726},{"uri":"Johann_Gottfried_Galle","surface_form":"Johann Gottfried Galle","offset":2751},{"uri":"Heinrich_d%27Arrest","surface_form":"Heinrich d'Arrest","offset":2809},{"uri":"Berlin_Observatory","surface_form":"Berlin Observatory","offset":2854},{"uri":"Planet","surface_form":"planet","offset":3047},{"uri":"Degree_(angle)","surface_form":"degree (angle)","offset":3166},{"uri":"Royal_Greenwich_Observatory","surface_form":"Royal Greenwich Observatory","offset":3814},{"uri":"Olin_Eggen","surface_form":"Olin Eggen","offset":3899},{"uri":"Janus","surface_form":"Janus","offset":4310},{"uri":"Oceanus","surface_form":"Oceanus","offset":4358},{"uri":"Fran%C3%A7ois_Jean_Dominique_Arago","surface_form":"Arago","offset":4379},{"uri":"France","surface_form":"France","offset":4498},{"uri":"Friedrich_Georg_Wilhelm_von_Struve","surface_form":"Struve","offset":4805},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":4867},{"uri":"Roman_mythology","surface_form":"Roman mythology","offset":5019},{"uri":"Neptune_(god)","surface_form":"Neptune","offset":5036},{"uri":"Poseidon","surface_form":"Poseidon","offset":5099},{"uri":"Kilogram","surface_form":"kg","offset":5141},{"uri":"Earth","surface_form":"Earth","offset":5184},{"uri":"Jupiter","surface_form":"Jupiter","offset":5281},{"uri":"Uranus","surface_form":"Uranus","offset":5302},{"uri":"Jupiter","surface_form":"Jupiter","offset":5464},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":5476},{"uri":"Extrasolar_planets","surface_form":"extrasolar planets","offset":5502},{"uri":"Sun","surface_form":"Sun","offset":6170},{"uri":"Radiogenic","surface_form":"radiogenic","offset":6652},{"uri":"Accretion_theory","surface_form":"infalling matter","offset":6755},{"uri":"Gravity_wave","surface_form":"gravity wave","offset":6803},{"uri":"Tropopause","surface_form":"tropopause","offset":6836},{"uri":"Planetary_core","surface_form":"core","offset":6983},{"uri":"Earth","surface_form":"Earth","offset":7640},{"uri":"Oblateness","surface_form":"oblateness","offset":7695},{"uri":"Uranus","surface_form":"Uranus","offset":7959},{"uri":"Atmosphere","surface_form":"atmosphere","offset":8167},{"uri":"Supersonic","surface_form":"supersonic","offset":8424},{"uri":"Great_Dark_Spot","surface_form":"Great Dark Spot","offset":8456},{"uri":"Tropical_cyclone","surface_form":"cyclonic storm","offset":8475},{"uri":"Eurasia","surface_form":"Eurasia","offset":8509},{"uri":"NASA","surface_form":"NASA","offset":8536},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":8544},{"uri":"Great_Red_Spot","surface_form":"Great Red Spot","offset":8591},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":8609},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":8652},{"uri":"Wizard%27s_Eye","surface_form":"Wizard's Eye","offset":9328},{"uri":"Magnetosphere","surface_form":"magnetosphere","offset":10202},{"uri":"Magnetic_field","surface_form":"magnetic field","offset":10224},{"uri":"Rotation","surface_form":"rotation","offset":10274},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":10735},{"uri":"Edward_Guinan","surface_form":"Edward Guinan","offset":10793},{"uri":"Planetary_ring","surface_form":"planetary ring","offset":10931},{"uri":"Occultation","surface_form":"stellar occultation","offset":11210},{"uri":"Galatea_(moon)","surface_form":"Galatea","offset":11753},{"uri":"John_Couch_Adams","surface_form":"Adams","offset":11919},{"uri":"Urbain_Le_Verrier","surface_form":"Leverrier","offset":11978},{"uri":"Johann_Gottfried_Galle","surface_form":"Galle","offset":12032},{"uri":"William_Lassell","surface_form":"Lassell","offset":12128},{"uri":"Fran%C3%A7ois_Arago","surface_form":"Arago","offset":12179},{"uri":"Satellite_(natural)","surface_form":"moons","offset":12587},{"uri":"Sphere","surface_form":"sphere","offset":12765},{"uri":"Triton_(moon)","surface_form":"Triton","offset":12775},{"uri":"William_Lassell","surface_form":"William Lassell","offset":12811},{"uri":"Retrograde_orbit","surface_form":"retrograde orbit","offset":12932},{"uri":"Kuiper_belt","surface_form":"Kuiper belt","offset":13016},{"uri":"Synchronous_orbit","surface_form":"synchronous orbit","offset":13086},{"uri":"Roche_limit","surface_form":"Roche limit","offset":13189},{"uri":"Nereid_(moon)","surface_form":"Nereid","offset":13580},{"uri":"Solar_system","surface_form":"solar system","offset":13647},{"uri":"Proteus_(moon)","surface_form":"Proteus","offset":13766},{"uri":"Naiad_(moon)","surface_form":"Naiad","offset":14008},{"uri":"Thalassa_(moon)","surface_form":"Thalassa","offset":14015},{"uri":"Despina_(moon)","surface_form":"Despina","offset":14025},{"uri":"Galatea_(moon)","surface_form":"Galatea","offset":14038},{"uri":"Larissa_(moon)","surface_form":"Larissa","offset":14119},{"uri":"Naked_eye","surface_form":"naked eye","offset":14588},{"uri":"Apparent_magnitude","surface_form":"magnitudes","offset":14651},{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":14704},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":14734},{"uri":"Ceres_(dwarf_planet)","surface_form":"Ceres","offset":14747},{"uri":"Asteroid","surface_form":"asteroid","offset":14762},{"uri":"4_Vesta","surface_form":"4 Vesta","offset":14772},{"uri":"2_Pallas","surface_form":"2 Pallas","offset":14781},{"uri":"7_Iris","surface_form":"7 Iris","offset":14791},{"uri":"3_Juno","surface_form":"3 Juno","offset":14799},{"uri":"6_Hebe","surface_form":"6 Hebe","offset":14810},{"uri":"Methane","surface_form":"methane","offset":14953},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":15108},{"uri":"Adaptive_optics","surface_form":"adaptive optics","offset":15170},{"uri":"Orbital_period","surface_form":"orbital period","offset":15195},{"uri":"Sidereal_period","surface_form":"sidereal period","offset":15211},{"uri":"Julian_calendar","surface_form":"Julian years","offset":15238},{"uri":"Prograde_and_retrograde_motion","surface_form":"prograde motion","offset":15519},{"uri":"Prograde_and_retrograde_motion","surface_form":"retrograde motion","offset":15570},{"uri":"Retrogradation","surface_form":"retrogradation","offset":16130},{"uri":"Retrogradation","surface_form":"retrogradation","offset":16232},{"uri":"Orbital_period","surface_form":"synodic period","offset":16276},{"uri":"Astronomical_opposition","surface_form":"astronomical opposition","offset":16383},{"uri":"Prograde_and_retrograde_motion","surface_form":"prograde motion","offset":16422},{"uri":"Conjunction_(astronomy)","surface_form":"conjunction","offset":16443},{"uri":"NASA","surface_form":"NASA","offset":16629},{"uri":"Voyager_2","surface_form":"Voyager 2","offset":16637},{"uri":"Triton_(moon)","surface_form":"Triton","offset":16879},{"uri":"Great_Dark_Spot","surface_form":"Great Dark Spot","offset":16966},{"uri":"Hubble_Space_Telescope","surface_form":"Hubble Space Telescope","offset":17030},{"uri":"Jupiter","surface_form":"Jupiter","offset":17690},{"uri":"Turbulence","surface_form":"turbulence","offset":17950},{"uri":"Earth","surface_form":"Earth","offset":18337},{"uri":"PBS","surface_form":"PBS","offset":18390}]}