{"id":558077,"url":"http://en.wikipedia.org/wiki/Xu_Zhimo","text":"e=\"preserve\">Xu Zhimo (; Pronunciation: Hsü Chih-mo, 1897-1931) was a Chinese poet. Influenced by western poetries, his romantic work style was a great contribution to modern Chinese literature. His poetry is usually about love, beauty and freedom.\nEarly life.\nXu Zhimo was originally given the name Zhangxu when he was born on January 15th, 1895. He was the only child from a rich family in Xiashi town, China. Though Zhimo’s father had always wanted him to either become a successful businessman or a scholar, Zhimo had shown interest in nature since he was a child. He started studying at age of five, which was early at that time. His teachers considered him an intelligent, clever, and active student.\nLater on, in Hangzhou Secondary School, he not only had excellent academic performance but also made many friends whom they shared the same interest ― writing. That was also when Zhimo started to show his great writing ability. Right after his first marriage in 1915, Zhimo continued his study in Tianjin University. There he met Liang Qichao, a well-known Chinese writer who first encouraged him to go study in the U.S.\nStudy & Career.\nXu Zhimo went to the U.S. to accomplish his education in 1918. He first studied history in Clark University, and then transferred to Cornell and Columbia Universities for economics in 1919. During the time in Columbia University, he wrote articles about social issues and political science. In 1920, he left for London School of Economics and Political Science because he wanted to study with Bertrand Russell and Harold Laski, the two philosopher and theorist whom he really admired. Later he went to King’s College, Cambridge, where he was influenced by English poets such as Keats and Shelley. Being taught by Goldsworthy Lowes Dickinson, it was when Zhimo started working on poetries that showed influence of English romantic literature. Before returning to China, Zhimo had translated some English and French romantic works into Chinese.\nIn China, he put most of his efforts on producing poetries, in which he combined western romantic elements and modern Chinese forms. He published a monthly magazine “Goal”, which was to encourage Chinese people to achieve their goals. With Liang Qichao and Hu Shi, Zhimo formed a poetry society, “The Crescent Moon Society”. Their modern work style and the everyday language tone in their works were huge breakthroughs in Chinese literature.\nIn the last few years of his life he was editors in several bookstores and professors in many universities.\nLove Life.\nXu Zhimo, throughout his life, was pursuing beauty, freedom and love. In search of true love, there were three especially important women ― Zhang Youyi, Lin Huiyin and Lu Xiaoman, who influenced both Zhimo’s life and works.\nBy the time Zhimo graduated from Hangzhou Secondary School in 1915, his father arranged his marriage with Zhang Youyi, which was a Chinese tradition that Zhimo tried to get rid of. Later while he was studying at Cambridge University in 1920, he met Lin Huiyin, who was also influenced by western culture and English romantic literature. They fell in love and that was when Zhimo was able to produce many romantic poetries about love.\nZhimo then divorced with Zhang Youyi in 1922. However, Lin Huiyin decided to go back to China and marry Liang Qichao’s son, Liang Sicheng. In order to search for Huiyin, Zhimo returned to China. He met Lu Xiaoman in Beijing and they were both impressed by each other’s talents and knowledge. They soon fell in love with each for several years and got married in 1926 and lived happily for the first few years. However, when Xiaoman became wasteful, Zhimo had to teach in two universities to sustain the expenditure. That was also when Zhimo’s production in poems decreased.\nDeath.\nOn November 19th, 1931, Zhimo took a plane from Beijing to Nanjing in order to attend Lin Huiyin’s speech. During the flight the plane crashed into the hills near Jinan because of the thick fog. Zhimo died at the age of 35.\nWorks, Style and Influence.\nXu Zhimo was the leader of modern Chinese poetry movement. He was one of the pioneers who combined modern and romantic elements in Chinese poetry. Influenced by western forms, his romantic works broke old Chinese literary forms. In his short life, Zhimo translated many English poems, published four poetry anthologies, four collections of essays, and many significant poetries. Also, as editors for many different monthly magazines, he promoted and introduced western literature and liberal ideas to Chinese people.\nXu Zhimo’s Translations of English Poems.\nWilliam Blake - The Tiger, Thomas Hardy - A Week, The Wound, The Division, Her Initials, To The Moon, I Look into My Glass, Katherine Mansfield - The Meeting, The Gulf, Sleeping Together, James Elroy Flecker - Tenebris Interlucentem V. II, Matthew Arnold - Requiescat, Christina Rossetti - Song, The Hour and the Ghost\nXu Zhimo’s Original Poems.\nBy Chance, Go, It is Not Easy to Survive Nowadays, Spring, Saying Goodbye to Cambridge Again (also: Leaving Cambridge), Cricket, I Don’t Know Which Direction the Wind is Blowing, Insignificance, You Are in His Eyes, Wind in the Pines at Midnight, The Wide Sea, A P'i-pa Tune in an Alley at Midnight","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"Chinese","offset":175},{"uri":"China","surface_form":"China","offset":405},{"uri":"Hangzhou_Secondary_School","surface_form":"Hangzhou Secondary School","offset":720},{"uri":"Tianjin_University","surface_form":"Tianjin University","offset":1004},{"uri":"Liang_Qichao","surface_form":"Liang Qichao","offset":1037},{"uri":"United_States","surface_form":"U.S.","offset":1123},{"uri":"Clark_University","surface_form":"Clark University","offset":1235},{"uri":"Cornell_University","surface_form":"Cornell","offset":1277},{"uri":"Columbia_University","surface_form":"Columbia","offset":1289},{"uri":"Columbia_University","surface_form":"Columbia University","offset":1353},{"uri":"Social_issue","surface_form":"social issue","offset":1398},{"uri":"Political_science","surface_form":"political science","offset":1416},{"uri":"London_School_of_Economics_and_Political_Science","surface_form":"London School of Economics and Political Science","offset":1456},{"uri":"Bertrand_Russell","surface_form":"Bertrand Russell","offset":1537},{"uri":"Harold_Laski","surface_form":"Harold Laski","offset":1558},{"uri":"Philosopher","surface_form":"philosopher","offset":1580},{"uri":"Theorist","surface_form":"theorist","offset":1596},{"uri":"King%27s_College%2C_Cambridge","surface_form":"King’s College, Cambridge","offset":1646},{"uri":"John_Keats","surface_form":"Keats","offset":1722},{"uri":"Percy_Bysshe_Shelley","surface_form":"Shelley","offset":1732},{"uri":"Goldsworthy_Lowes_Dickinson","surface_form":"Goldsworthy Lowes Dickinson","offset":1757},{"uri":"Romanticism","surface_form":"romantic","offset":1865},{"uri":"Modernism","surface_form":"modern","offset":2098},{"uri":"Liang_Qichao","surface_form":"Liang Qichao","offset":2227},{"uri":"Hu_Shi","surface_form":"Hu Shi","offset":2244},{"uri":"The_Crescent_Moon_Society","surface_form":"The Crescent Moon Society","offset":2284},{"uri":"Zhang_Youyi","surface_form":"Zhang Youyi","offset":2688},{"uri":"Lin_Huiyin","surface_form":"Lin Huiyin","offset":2701},{"uri":"University_of_Cambridge","surface_form":"Cambridge University","offset":2984},{"uri":"Beijing","surface_form":"Beijing","offset":3422},{"uri":"Beijing","surface_form":"Beijing","offset":3835},{"uri":"Nanjing","surface_form":"Nanjing","offset":3846},{"uri":"Jinan","surface_form":"Jinan","offset":3950},{"uri":"William_Blake","surface_form":"William Blake","offset":4598},{"uri":"The_Tiger","surface_form":"The Tiger","offset":4614},{"uri":"Thomas_Hardy","surface_form":"Thomas Hardy","offset":4625},{"uri":"A_Week","surface_form":"A Week","offset":4640},{"uri":"The_Wound","surface_form":"The Wound","offset":4648},{"uri":"The_Division","surface_form":"The Division","offset":4659},{"uri":"Her_Initials","surface_form":"Her Initials","offset":4673},{"uri":"To_The_Moon","surface_form":"To The Moon","offset":4687},{"uri":"I_Look_into_My_Glass","surface_form":"I Look into My Glass","offset":4700},{"uri":"Katherine_Mansfield","surface_form":"Katherine Mansfield","offset":4722},{"uri":"The_Meeting","surface_form":"The Meeting","offset":4744},{"uri":"The_Gulf","surface_form":"The Gulf","offset":4757},{"uri":"Sleeping_Together","surface_form":"Sleeping Together","offset":4767},{"uri":"James_Elroy_Flecker","surface_form":"James Elroy Flecker","offset":4786},{"uri":"Matthew_Arnold","surface_form":"Matthew Arnold","offset":4838},{"uri":"Christina_Rossetti","surface_form":"Christina Rossetti","offset":4867},{"uri":"The_Hour_and_the_Ghost","surface_form":"The Hour and the Ghost","offset":4894}]}