{"id":558273,"url":"http://en.wikipedia.org/wiki/New7Wonders_of_the_World","text":"New7Wonders of the World (2000–2007) was an idea to choose new Wonders of the World from a selection of 200 existing monuments. The popularity poll was led by Canadian-Swiss Bernard Weber and organized by the New7Wonders Foundation in Zürich, Switzerland. Winners were announced on 7 July 2007 in Lisbon.\nThe foundation took only private donations and the sale of broadcast advertising. It had no public funding or taxpayers' money. After the final announcement, New7Wonders said it did not make money and barely recovered its investment.\nThe seven wonders of the world can be seen on various Celebrity Cruises itineraries.\nOfficial reactions.\nThe program caused different reactions from countries and organisations. Some countries praised their finalist and tried to get more people to vote for it. Others criticized the contest or did not think it was very important.\nUnited Nations.\nIn the beginning, UNESCO helped the New7Wonders Foundation by giving advice on nominee selection. Then they decided they could not continue to help. Saying they have to give equal status to all world heritage sites, they dropped out of the program in 2001 and again in 2007.\nBut in a press release on June 20, 2007, UNESCO said again that it has no link with the \"private initiative\".\nBrazil.\nAn article in Newsweek said that an estimated 10 million Brazilians had voted in the contest by early July. An airplane message, with a huge flying sign \"4916 VOTE FOR CHRIST\" flew in Rio de Janeiro for a month.\nEgypt.\nEgyptians were not happy that the only surviving ancient wonder, the Great Pyramid of Giza, would have to compete with the Statue of Liberty, the Sydney Opera House, and other modern sites. \"This is probably a conspiracy against Egypt, its civilization and monuments\", a state-owned daily newspaper wrote.\nThe Minister of Culture of Egypt, Farouq Hosny said the project was \"absurd\". Nagib Aymin, an Egyptian expert on World Heritage Sites, said that \"in addition to the commercial aspect, the vote has no scientific basis.\"\nAfter the complaints from Egypt, the Pyramids of Giza were named an honarary candidate, and removed from the voting. They were listed as one of the 21 finalists and given honorary status among the winners.\nVoting.\nThe New7Wonders Foundation said that more than 100 million votes were cast through the Internet or by telephone. Voting by the Internet was limited to one vote for seven monuments per person. More voting was allowed by telephone. This led to criticism that the poll was not valid. At the time, New7Wonders Foundation had \"the largest poll on record\".\nWinners.\nThe Great Pyramid of Giza was granted honorary status. It is the largest and oldest of the three pyramids at the Giza Necropolis in Egypt. It is also the only structure still remaining of the original Seven Wonders of the Ancient World.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wonders_of_the_World","surface_form":"Wonders of the World","offset":63},{"uri":"Monument","surface_form":"monument","offset":117},{"uri":"Popularity","surface_form":"popularity","offset":132},{"uri":"Vote","surface_form":"poll","offset":143},{"uri":"Z%C3%BCrich","surface_form":"Zürich","offset":235},{"uri":"Switzerland","surface_form":"Switzerland","offset":243},{"uri":"Lisbon","surface_form":"Lisbon","offset":297},{"uri":"Donation","surface_form":"donation","offset":338},{"uri":"Broadcasting","surface_form":"broadcast","offset":364},{"uri":"Advertising","surface_form":"advertising","offset":374},{"uri":"Investment","surface_form":"investment","offset":527},{"uri":"UNESCO","surface_form":"UNESCO","offset":904},{"uri":"Great_Pyramid_of_Giza","surface_form":"Great Pyramid of Giza","offset":1567},{"uri":"Statue_of_Liberty","surface_form":"Statue of Liberty","offset":1621},{"uri":"Sydney_Opera_House","surface_form":"Sydney Opera House","offset":1644},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":1917},{"uri":"Candidate","surface_form":"candidate","offset":2100},{"uri":"Internet","surface_form":"Internet","offset":2324},{"uri":"Telephone","surface_form":"telephone","offset":2339},{"uri":"Criticism","surface_form":"criticism","offset":2479},{"uri":"Great_Pyramid_of_Giza","surface_form":"Great Pyramid of Giza","offset":2601},{"uri":"Necropolis","surface_form":"Necropolis","offset":2715},{"uri":"Seven_Wonders_of_the_Ancient_World","surface_form":"Seven Wonders of the Ancient World","offset":2798}]}