{"id":5582,"url":"http://en.wikipedia.org/wiki/Saint_George","text":"Saint George (c. 275/280 – April 23, 303) is the patron saint of England and some other countries. There is no reliable history about St. George yet. On St George's day some people in England wear a red rose, or put an English flag in their window. St. George's Cross is the flag of England: white with a red cross.\nAccording to a legend, Saint George of Lydda killed a dragon and saved the lives of many people.\nA legend.\nA city called Silene had a large lake, where a plague-bearing dragon who breathed fire and disease lived. The dragon poisoned all the countryside. To please the dragon, the people of Silene gave it a sheep every day, for food, and when there were no more sheep, they gave their children to the dragon. The children were chosen by a lottery.\nOne year the lottery chose the King's daughter. The King, sad and desperate, asked the people to take all his gold and silver, and half of his empire - but only if his daughter could be saved. The people refused. The daughter was sent out to the lake, dressed in white as a bride, to be a fine meal for the dragon.\nNot knowing this, Saint George was riding past the lake on the same day. The princess, terrified and trembling, tried to send him away, but George said he would stay and protect her.\nThe dragon came suddenly out of the lake while they were speaking. George made the Sign of the Cross gesture, jumped on his horse and advanced toward the dragon. He used his long spear to hurt the dragon badly. Then he asked the princess to throw her long pretty belt to him. He put the silk belt around the dragon's neck.\nNow, the dragon followed the girl like a humble pet follows its master.\nThe Princess and Saint George took the dragon back to the city of Silene, where the people were terrified to see the dragon enter. But Saint George told them not to be scared. He said that if the people became Christians and went to Church to be baptized, he would kill the dragon immediately.\nThe king and the people of Silene converted to Christianity, George killed the dragon with his sword, 'Ascalon', and its body was taken out of the city on carts.\nFifteen thousand men were baptized, not counting women and children.\nOn the site where the dragon died, the king built a Church for the Blessed Virgin Mary and Saint George. From the altar in the church came a fountain of holy water. The water cured any disease.\nSymbolism.\nThe story of Saint George and the Dragon symbolizes good winning over evil. Compare Book of Revelation chapters 12-13.\nIt is the subject of a lot of art through many centuries. In Sweden, the Princess symbolizes the nation of Sweden, and the dragon represents a foreign army of enemies. The story was passed from parent to child through songs in Russia. It was also made into the story 'The Reluctant Dragon' by Ken Ransom, which was made into a Disney film.\nPatron Saint.\nSt. George's Day is also England's National Day, April 23, but this is not a holiday in the UK. He is the patron saint of many other countries, too - including Greece, Palestine, Georgia, Portugal and Russia. Moscow has 41 Churches with the name of Saint George, and the Moscow city Coat of Arms, or symbol, is of Saint George on a horse killing the dragon. Saint George is the patron saint of the Boy Scouts of America.","categories":[],"infobox_types":[],"annotations":[{"uri":"Patron_saint","surface_form":"patron saint","offset":49},{"uri":"England","surface_form":"England","offset":65},{"uri":"England","surface_form":"England","offset":184},{"uri":"Flag","surface_form":"flag","offset":227},{"uri":"England","surface_form":"England","offset":283},{"uri":"Lake","surface_form":"lake","offset":456},{"uri":"Dragon","surface_form":"dragon","offset":485},{"uri":"Lottery","surface_form":"lottery","offset":755},{"uri":"Gold","surface_form":"gold","offset":874},{"uri":"Silver","surface_form":"silver","offset":883},{"uri":"Empire","surface_form":"empire","offset":907},{"uri":"Bride","surface_form":"bride","offset":1038},{"uri":"Sign_of_the_Cross","surface_form":"Sign of the Cross","offset":1345},{"uri":"Spear","surface_form":"spear","offset":1441},{"uri":"Pet","surface_form":"pet","offset":1633},{"uri":"Church","surface_form":"Church","offset":1890},{"uri":"Christianity","surface_form":"Christianity","offset":1998},{"uri":"Baptized","surface_form":"baptized","offset":2139},{"uri":"Altar","surface_form":"altar","offset":2296},{"uri":"Fountain","surface_form":"fountain","offset":2323},{"uri":"Holy_water","surface_form":"holy water","offset":2335},{"uri":"Book_of_Revelation","surface_form":"Book of Revelation","offset":2471},{"uri":"Sweden","surface_form":"Sweden","offset":2567},{"uri":"National_Day","surface_form":"National Day","offset":2895},{"uri":"United_Kingdom","surface_form":"UK","offset":2952},{"uri":"Patron_saint","surface_form":"patron saint","offset":2966},{"uri":"Greece","surface_form":"Greece","offset":3020},{"uri":"Palestine","surface_form":"Palestine","offset":3028},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":3039},{"uri":"Portugal","surface_form":"Portugal","offset":3048},{"uri":"Russia","surface_form":"Russia","offset":3061},{"uri":"Moscow","surface_form":"Moscow","offset":3069},{"uri":"Coat_of_Arms","surface_form":"Coat of Arms","offset":3143},{"uri":"Boy_Scouts_of_America","surface_form":"Boy Scouts of America","offset":3258}]}