{"id":55835,"url":"http://en.wikipedia.org/wiki/Darfur","text":"Darfur (Arabic دار فور, meaning \"home of the Fur\") is region of far western Sudan.\nIt borders the Central African Republic, Libya, and Chad. It is divided into three federal states within Sudan: Gharb Darfur (West Darfur), Janub Darfur (South Darfur), and Shamal Darfur (North Darfur). It is currently in the midst of an ongoing humanitarian crisis that developed from the conflict between Ganjaweed militias and rebel groups (namely the Sudan Liberation Movement and Justice and Equality Movement)\nGeography and climate.\nDarfur covers an area of about 493 180 km² (196,555 miles²)—just over two-thirds the size of France and more than half the size of Kenya. It is largely an arid plateau with the \"Marrah Mountains\" (Jebel Marra), a range of volcanic peaks rising up to 3000 m (10,100 ft), in the center of the region. The region's main towns are Al Fashir, Nyala, and Geneina.\nThere are four main features of the physical geography. The whole eastern half of Darfur is covered with plains and low hills of sandy soils, known as \"goz\", and sandstone hills. In many places the \"goz\" is waterless and can only be inhabited where there are water reservoirs or deep boreholes. To the north the \"goz\" is overtaken by the desert sands of the Sahara. A second feature are the \"wadis\", seasonal watercourses ranging from small rivulets that flood only occasionally during the wet season to large \"wadis\" that flood for most of the rains and flow from western Darfur hundreds of miles west to Lake Chad. Many \"wadis\" have pans of alluvium with rich soil that are also difficult to cultivate. The west of Darfur is dominated by the third feature, basement rock, sometimes covered with a thin layer of sandy soil. Basement rock is too infertile to be farmed, but provides sporadic forest cover that can be grazed by animals. The fourth and final feature are the Marrah Mountains, that rise up to a peak at Deriba crater where there is a small area of temperate climate, high rainfall and permanent springs of water.\nThe rainy season is from June through September, transforming much of the region from dusty brown to green. Because much of the population of Darfur is agricultural, the rains are vital. In normal years, a crop is ready to be harvested by November. Once harvested, the dry stalks may be fed to domestic livestock. In the far northern desert, years may pass between rainfall. In the far south, annual average rainfall is 700 mm and many trees remain green year-round.\nEconomy and demography.\nDarfur has an estimated population of 7.4 million people. Darfur's economy is primarily based on subsistence agriculture, producing cereals, fruit and tobacco as well as livestock in the drier north. In addition to this, Darfur also suffers from frequent droughts during the summer and heavy rainfall in the winter. This has caused many farmers to provide inadequate crops causing the deaths of thousands of people.\nDarfur Conflict.\nThe Darfur conflict is an ongoing armed conflict between the Janjaweed militia group and the tribes of the region. The United Nations estimates that over 400,000 people have lost their lives since the beginning of this conflict.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arabic_language","surface_form":"Arabic","offset":8},{"uri":"Fur_people","surface_form":"Fur","offset":45},{"uri":"Sudan","surface_form":"Sudan","offset":76},{"uri":"Central_African_Republic","surface_form":"Central African Republic","offset":98},{"uri":"Libya","surface_form":"Libya","offset":124},{"uri":"Chad","surface_form":"Chad","offset":135},{"uri":"Sudan","surface_form":"Sudan","offset":188},{"uri":"West_Darfur","surface_form":"West Darfur","offset":209},{"uri":"South_Darfur","surface_form":"South Darfur","offset":237},{"uri":"North_Darfur","surface_form":"North Darfur","offset":271},{"uri":"Humanitarian","surface_form":"humanitarian","offset":329},{"uri":"Ganjaweed","surface_form":"Ganjaweed","offset":390},{"uri":"Sudan_Liberation_Movement","surface_form":"Sudan Liberation Movement","offset":438},{"uri":"Justice_and_Equality_Movement","surface_form":"Justice and Equality Movement","offset":468},{"uri":"France","surface_form":"France","offset":615},{"uri":"Kenya","surface_form":"Kenya","offset":653},{"uri":"Arid","surface_form":"arid","offset":677},{"uri":"Al_Fashir","surface_form":"Al Fashir","offset":849},{"uri":"Nyala%2C_Sudan","surface_form":"Nyala","offset":860},{"uri":"Geneina","surface_form":"Geneina","offset":871},{"uri":"Sandstone","surface_form":"sandstone","offset":1042},{"uri":"Borehole","surface_form":"borehole","offset":1164},{"uri":"Sahara","surface_form":"Sahara","offset":1238},{"uri":"Wadi","surface_form":"wadi","offset":1272},{"uri":"Lake_Chad","surface_form":"Lake Chad","offset":1486},{"uri":"Alluvium","surface_form":"alluvium","offset":1523},{"uri":"Basement_rock","surface_form":"basement rock","offset":1639},{"uri":"Marrah_Mountains","surface_form":"Marrah Mountains","offset":1853},{"uri":"Deriba_crater","surface_form":"Deriba crater","offset":1897},{"uri":"Subsistence_agriculture","surface_form":"subsistence agriculture","offset":2595},{"uri":"Cereal","surface_form":"cereal","offset":2630},{"uri":"Fruit","surface_form":"fruit","offset":2639},{"uri":"Tobacco","surface_form":"tobacco","offset":2649},{"uri":"Livestock","surface_form":"livestock","offset":2668},{"uri":"Janjaweed","surface_form":"Janjaweed","offset":2992}]}