{"id":558375,"url":"http://en.wikipedia.org/wiki/Sushil_Chhetri","text":"Sushil Chhetri () is a Nepalese actor who has worked in the Nepalese film industry for more than a decade. He debuted in Kollywood with the film ‘’Aaago’’ which received much hype and sensation. Unfortunately as the story based on the Maoist crisis it was banned before release. He is known for his movies Aago (2000), Gaajal (2001) and Anjuli (2002). Chhetri acted in 100s of Nepali movies and 11 Bhojpuri movies.Recently after a sort of disappearance from Nepali Film Industry, he came back with his new movie ‘’Bich Bato(2015)’’, before entering Kollywood as an actor he started his career as background dancer.\nEducation.\nChhetri completed his primary education from Tika High School, Kathmandu. He further completed I Com from Tahachal Campus and studied B Com till second year from Patan Campus.\nFilmography and Awards.\nChhetri has been honoured with many prestigious awards from national and international organizations. He was one of the nominees for the categories of leading Actor in Dabur Anmol Motion Picture Award (2004) for the nepali movie ‘’’Triveni’’’. He was also honoured with the title ‘’’Best Actor’’’ in Kolkata for his first movie ‘’’Aago’’’ in Kalakar Awards. He received the award from Bollywood actress Rani Mukherjee.\nTelevision.\nChhetri appeared in an Indian television series \"The Ring\" broadcasted on Star Plus.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nepalese","surface_form":"Nepalese","offset":23},{"uri":"Actor","surface_form":"actor","offset":32},{"uri":"Cinema_of_Nepal","surface_form":"Nepalese film industry","offset":60},{"uri":"Patan_Multiple_Campus","surface_form":"Patan Campus","offset":788},{"uri":"Kolkata","surface_form":"Kolkata","offset":1126},{"uri":"Kalakar_Awards","surface_form":"Kalakar Awards","offset":1168},{"uri":"Bollywood","surface_form":"Bollywood","offset":1211},{"uri":"Rani_Mukherjee","surface_form":"Rani Mukherjee","offset":1229},{"uri":"Star_Plus","surface_form":"Star Plus","offset":1331}]}