{"id":55839,"url":"http://en.wikipedia.org/wiki/Mill_(grinding)","text":"e=\"preserve\">:For other uses see \"Mill (disambiguation)\"\nA grinding mill is a tool that is designed to break a solid material into smaller pieces. There are many different types of grinding mills and many types of materials processed in them.\nSmall mills can be powered by hand, such as a mortar and pestle or a pepper grinder. Large grinding mills were usually powered by working animals, wind (windmill) or water (watermill) in the past. In the 2000s, most large grinding mills are powered by electricity.\nMortar and pestle.\nPeople who need to grind a small amount of a food, such as spices or grain, for their own cooking often use a hand-powered mortar and pestle or a hand-powered grinder, such as a pepper grinder. In the 2000s, many people also used electric-powered grinding mills. These kitchen appliances have a metal blade that grinds the food into small pieces. Electric-powered grinding mills are often used for grinding nuts or coffee.\nGrain mills.\nFor thousands of years, humans have ground their grains (such as wheat or corn) into flour using grain mills powered by animals (such as oxen or horses), wind (windmills) or by running water from a stream or river (watermill). In the 2000s, most grain mills are powered by electricity.\nMechanical process.\nAfter grinding the state of the solid is changed: the grain size, and the grain shape. Also, there may be more or less crushing.\nFor process engineering, several things are important: increasing the surface area of the solid; making the solid have wanted grain size; and pulping the material to the desired state (squishing it).","categories":[],"infobox_types":[],"annotations":[{"uri":"Mill_(disambiguation)","surface_form":"Mill (disambiguation)","offset":34},{"uri":"Tool","surface_form":"tool","offset":78},{"uri":"Mortar_and_pestle","surface_form":"mortar and pestle","offset":289},{"uri":"Working_animal","surface_form":"working animal","offset":373},{"uri":"Windmill","surface_form":"windmill","offset":396},{"uri":"Watermill","surface_form":"watermill","offset":416},{"uri":"Electricity","surface_form":"electricity","offset":495},{"uri":"Mortar_and_pestle","surface_form":"mortar and pestle","offset":650},{"uri":"Electricity","surface_form":"electric","offset":757},{"uri":"Kitchen_appliance","surface_form":"kitchen appliance","offset":796},{"uri":"Oxen","surface_form":"oxen","offset":1100},{"uri":"Horses","surface_form":"horses","offset":1108},{"uri":"Windmill","surface_form":"windmill","offset":1123},{"uri":"Watermill","surface_form":"watermill","offset":1178},{"uri":"Electricity","surface_form":"electricity","offset":1236},{"uri":"Solid","surface_form":"solid","offset":1301},{"uri":"Grain","surface_form":"grain","offset":1323},{"uri":"Process_engineering","surface_form":"process engineering","offset":1402}]}