{"id":558363,"url":"http://en.wikipedia.org/wiki/Robert_Graves","text":"Robert von Ranke Graves (also known as Robert Ranke Graves and most commonly Robert Graves; 24 July 1895 – 7 December 1985) was an English poet, novelist, critic and classicist. He wrote more than 140 works. He wrote poems about Greek myths and historical novels. Many of his novels were set in ancient Rome or were about stories from Greek myths. He also wrote about Greek myths and translated them into English.\nLife.\nGraves was born in Wimbledon, now part of London. He was the third of five children. His father was Alfred Perceval Graves (1846–1931). He came from an Irish family. His mother was Amalie von Ranke (1857–1951). She came from a German family. Robert went to many schools when he was young. In 1909 he won a scholarship to Charterhouse, a famous boarding school in Surrey.When the First World War began in August 1914, Graves joined the army right away. He wrote many poems about the war. He became a good friend of another war poet, Siegfried Sassoon. Graves was very badly wounded in the Battle of the Somme. He nearly died and was sent back to a hospital in England. He also had mental problems called by shell shock from the bad experience of battle. His mental problems lasted for several years.\nIn 1918 he married the artist Nancy Nicholson. He went to study at Oxford University in 1919. At Oxford his good friend was T. E. Lawrence. He later wrote a biography of Lawrence called \"Lawrence and the Arabs\". His marriage to Nancy Nicholson ended in the 1920s. He went to live with the poet Laura Riding in Spain They lived in Deià, a small village on the island of Majorca. Graves and Laura Riding lived in America during the Spanish Civil War. Their relationship broke down in 1938. Graves went back to England. He fell in love with Beryl Hodge (1915–2003). Graves wrote many beautiful love poems to Beryl. They moved to Spain in 1946 and lived in Deià with their children. They were married in 1950. Their house in Deià is now a museum. From 1961 to 1966 Graves was Professor of Poetry at Oxford.\nRobert Graves died at his house in Deià on 7 December 1985. He was 90 years old. He was buried in a churchyard on a hill near his house. Graves had eight children—four with his first wife Nancy and four with his second wife Beryl.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poet","surface_form":"poet","offset":139},{"uri":"Novel","surface_form":"novel","offset":145},{"uri":"Critic","surface_form":"critic","offset":155},{"uri":"Classics","surface_form":"classicist","offset":166},{"uri":"Greek_mythology","surface_form":"Greek myths","offset":229},{"uri":"Historical_novel","surface_form":"historical novel","offset":245},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":295},{"uri":"Wimbledon%2C_London","surface_form":"Wimbledon","offset":439},{"uri":"London","surface_form":"London","offset":462},{"uri":"Irish","surface_form":"Irish","offset":572},{"uri":"Scholarship","surface_form":"scholarship","offset":726},{"uri":"Boarding_school","surface_form":"boarding school","offset":764},{"uri":"Surrey","surface_form":"Surrey","offset":783},{"uri":"First_World_War","surface_form":"First World War","offset":799},{"uri":"Siegfried_Sassoon","surface_form":"Siegfried Sassoon","offset":952},{"uri":"Battle_of_the_Somme","surface_form":"Battle of the Somme","offset":1008},{"uri":"Post-traumatic_stress_disorder","surface_form":"shell shock","offset":1126},{"uri":"Oxford_University","surface_form":"Oxford University","offset":1286},{"uri":"T._E._Lawrence","surface_form":"T. E. Lawrence","offset":1343},{"uri":"Biography","surface_form":"biography","offset":1376},{"uri":"Majorca","surface_form":"Majorca","offset":1588},{"uri":"Spanish_Civil_War","surface_form":"Spanish Civil War","offset":1649}]}