{"id":558360,"url":"http://en.wikipedia.org/wiki/Jackson%2C_Nebraska","text":"e=\"preserve\">Jackson is a village in Dakota County, Nebraska, United States. The population was 223 at the 2010 census.\nHistory.\nBefore Jackson was formed, the town Old St. John's was started about 1.5 miles north of where Jackson is on June 2nd, 1856 by a Catholic colony of sixty Irish immigrants led by Father Trecy. The colony was one of the first towns started in Dakota County, and the first group of Catholic people to start a town together in Nebraska. When the rising Missouri River started to make it dangerous to live there around 1860, all of the residents of Old St. John's moved south to what is now called Jackson.\nJackson was originally called Franklin, and was started with that name around 1860. The people who lived in there later found out that there was already a place in Nebraska that was called Franklin. To make things less confusing, they renamed the town after Andrew Jackson so nobody would get confused. St. Patrick's Catholic Church, which is in Jackson, is where the Nebraska State Historical Society put historical marker 34. The historical St. Patrick's Catholic church was built on land that was given to the church by the McCormick family around the time Jackson was started.\nLocation.\nJackson can be found at (42.448789, -96.566207).\nThe United States Census Bureau says that the village takes up about , of land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dakota_County%2C_Nebraska","surface_form":"Dakota County, Nebraska","offset":37},{"uri":"United_States","surface_form":"United States","offset":62},{"uri":"United_States_Census%2C_2010","surface_form":"2010 census","offset":107},{"uri":"Catholicism","surface_form":"Catholic","offset":257},{"uri":"Missouri_River","surface_form":"Missouri River","offset":477},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":888},{"uri":"United_States_Census_Bureau","surface_form":"United States Census Bureau","offset":1274}]}