{"id":55857,"url":"http://en.wikipedia.org/wiki/Hindu_gods","text":"In Hinduism there are many beliefs regarding gods. But in most of them a god is on charge. Supreme god is regarded as an creator of the universe. entity that exists and gives life to all things. It is believed to have created the universe and many other gods and goddess to be his helpers. Different forms (Avatars) of the supreme god are worshipped, depending on the Hindu tradition.\nThe other gods who are helpers of the supreme god, are also worshipped. Gods in Hinduism are thought as highly advanced spiritual beings and are often represented in human form or partially human and partially animal forms. Sometimes they are also represented as non-living things and plants.\nThe three gods who started creation: Vishnu, Brahma, and Shiva are called Bhagwans (also known as Bhagavān). Yakshas are all male gods created by the three Bhagwans.\nOther names such as Ishvara, Bhagavan, Bhagvati and Daiva also means Hindu gods. Vishnu, shiva and Brahma are the major gods and Lakshmi, Parvati and Saraswati are the major goddesses in Hinduism. Many Hindus believe that Brahma is the Creator, Vishnu is the preserver and Shiva or Maheshwar is destroyer.\nSupreme God.\nParam Brahma (not to be confused with Brahma) is supreme God of hinduism. Most Hindus worship one Supreme Being, though by different names. This is because the peoples of India with different languages and cultures have understood the one God in their own distinct way.\nRegional and family traditions can play a large part in influencing this choice. Through history four principal Hindu denominations arose —Vaishnavism, Shaktism, Shaivism, and Smartism.\nFor Vaishnavites, Lord Maha Vishnu is God Of Supreme, For Shaktas, Goddess Shakti is supreme, For Shaivites, God Shiva is Supreme. For Smartas—who see all Deities as reflections of the One God—the choice of Deity is left to the devotee.\nMost Hindus, in their daily devotional practices, worship some form of a personal aspect of God, although they believe in the more abstract concept of a Supreme God as well.\nThey generally choose one concept of God, and cultivate devotion to that chosen form, while at the same time respecting the chosen ideals of other people. The many different names given to the Supreme God in Hinduism encourage a multiplicity of paths, as opposed to conformity to just one.\nThe unique understanding in Hinduism is that God is not far away, living in a remote heaven, but is all-pervasive and energizes the entire universe. He is also inside each soul, waiting to be discovered. Knowing the one Supreme God in this intimate and experiential way is the goal of Hindu spirituality.\nOther gods.\nHindus also believe in many Gods (Devas) who perform various functions, like executives in a large corporation. These should not be confused with the Supreme God.\nThese deities are highly advanced beings who have specific duties and powers—not unlike the heavenly spirits, overlords or archangels that are mystical actors revered in other faiths. Each denomination worships the Supreme God and its own set of divine beings.\nDevas (also called Devatās) constitute an integral part of the colorful Hindu culture. These various forms of God are represented in innumerable paintings, statues, murals, and scriptural stories that can be found in temples, homes, businesses, and other places.\nIn Hinduism the scriptures recommend that for the satisfaction of a particular material desire a person may worship a particular deity. For example, shopkeepers frequently keep a statue or picture of the devi Lakshmi in their shops.\nBhuvaneswari.\nThe concept of Goddess Bhuvaneswari as the supreme goddess emerged in historical religious literature as a term to define the powerful and influential nature of female deities in India. Throughout history, goddesses have been portrayed as the mother of the universe, through whose powers the universe is created and destroyed. The gradual changes in belief through time shape the concept of Bhuvaneswari and express how the different Goddesses, though very different in personality, all carry the power of the universe on their shoulders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hinduism","offset":3},{"uri":"Supreme","surface_form":"Supreme","offset":91},{"uri":"Entity","surface_form":"entity","offset":146},{"uri":"Universe","surface_form":"universe","offset":230},{"uri":"Avatar","surface_form":"Avatar","offset":307},{"uri":"Worship","surface_form":"worship","offset":339},{"uri":"Spirit","surface_form":"spirit","offset":505},{"uri":"Represent","surface_form":"represented","offset":536},{"uri":"Plants","surface_form":"plants","offset":670},{"uri":"Vishnu","surface_form":"Vishnu","offset":715},{"uri":"Brahma","surface_form":"Brahma","offset":723},{"uri":"Shiva","surface_form":"Shiva","offset":735},{"uri":"Vishnu","surface_form":"Vishnu","offset":925},{"uri":"Shiva","surface_form":"shiva","offset":933},{"uri":"Brahma","surface_form":"Brahma","offset":943},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":973},{"uri":"Parvati","surface_form":"Parvati","offset":982},{"uri":"Saraswati","surface_form":"Saraswati","offset":994},{"uri":"Brahma","surface_form":"Brahma","offset":1201},{"uri":"India","surface_form":"India","offset":1334},{"uri":"Vaishnavism","surface_form":"Vaishnavism","offset":1572},{"uri":"Shaktism","surface_form":"Shaktism","offset":1585},{"uri":"Shaivism","surface_form":"Shaivism","offset":1595},{"uri":"Smartism","surface_form":"Smartism","offset":1609},{"uri":"Vishnu","surface_form":"Maha Vishnu","offset":1642},{"uri":"Shakti","surface_form":"Shakti","offset":1694},{"uri":"Shiva","surface_form":"Shiva","offset":1732},{"uri":"Heaven","surface_form":"heaven","offset":2405},{"uri":"Universe","surface_form":"universe","offset":2459},{"uri":"Soul","surface_form":"soul","offset":2492},{"uri":"Spirituality","surface_form":"spirituality","offset":2611},{"uri":"Devas","surface_form":"Devas","offset":2671},{"uri":"Spirits","surface_form":"spirits","offset":2901},{"uri":"Archangels","surface_form":"archangels","offset":2923},{"uri":"Devas","surface_form":"Devas","offset":3061},{"uri":"Temples","surface_form":"temples","offset":3278},{"uri":"Scriptures","surface_form":"scriptures","offset":3340},{"uri":"Deity","surface_form":"deity","offset":3453},{"uri":"Devi","surface_form":"devi","offset":3528},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":3533},{"uri":"Bhuvaneswari","surface_form":"Bhuvaneswari","offset":3594}]}