{"id":55851,"url":"http://en.wikipedia.org/wiki/Jaundice","text":"Jaundice (also called icterus) is when the skin and the whites of the eyes become a yellow color. People with jaundice have a problem with their liver, which stops it from removing heme properly. Heme (from hemoglobin) changes to a chemical called bilirubin after red blood cell death. Bilirubin causes the yellow coloring of the skin. Jaundice is common in newly born babies. It usually starts the second day after birth.\nJaundice can also be caused by other diseases, like malaria, hepatitis, or gallstones.\nJaundice is the most common of all liver problems. The yellow colour of the skin and mucous membranes happens because of an increase in the bile pigment, bilirubin, in the blood.\nThe bile, made by the liver, is a vital digestive fluid needed for proper nutrition. It also stops decaying changes in food. If the bile is stopped from entering the intestines there is an increase in gases and other products. Normally, the production of bile and its flow is constant.\nTypes of Jaundice.\nYellow discoloration of the skin and the whites of the eyes happens in all types of jaundice.\nCauses.\nOther causes of jaundice are pernicious anaemia and diseases affecting the liver such as typhoid, malaria, yellow fever and tuberculosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skin","surface_form":"skin","offset":43},{"uri":"Liver","surface_form":"liver","offset":145},{"uri":"Bilirubin","surface_form":"bilirubin","offset":248},{"uri":"Baby","surface_form":"babies","offset":369},{"uri":"Malaria","surface_form":"malaria","offset":475},{"uri":"Hepatitis","surface_form":"hepatitis","offset":484},{"uri":"Blood","surface_form":"blood","offset":682},{"uri":"Bile","surface_form":"bile","offset":693},{"uri":"Digestion","surface_form":"digestive","offset":729},{"uri":"Intestine","surface_form":"intestine","offset":855},{"uri":"Eye","surface_form":"eye","offset":1049},{"uri":"Typhoid","surface_form":"typhoid","offset":1185},{"uri":"Malaria","surface_form":"malaria","offset":1194},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":1203},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":1220}]}