{"id":55856,"url":"http://en.wikipedia.org/wiki/Divaldo_Pereira_Franco","text":"Divaldo Pereira Franco or simply, Divaldo Franco is a Brazilian medium, born in Feira de Santana, Bahia, on May 5th, 1927.\nHe has been, for almost 60 years, an important spiritual speaker and writer, having devoted more than 50 years to spirituality and more than 40 years dedicated taking care of the street children of Salvador, Bahia.\nOn 15 August 1952, he founded (along with Nilson de Souza Pereira), the \"House of Assistance\" (Mansão do Caminho), responsible for the orientation and education of over 33,000 devoid children and adolescents.\nThe First Years.\nDivaldo graduated from the Escola Normal Rural de Feira de Santana, where he received his Primary School Professor diploma in 1943. Since his infancy, he claimed to be able to communicate with spirits.\nWhen he was young, he was traumatized by the death of his two older brothers, so much so that he became sick. He was taken to several Medical specialists, none of them could give a satisfactory diagnosis. After this, he met Dr. Ana Ribeiro Borges, who persuaded him to take up the spiritist doctrine. During his period of convalescence, he dedicated himself to the study of spiritism. After the body health be restored, he continued studying the spiritism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":54},{"uri":"Medium_(spirituality)","surface_form":"medium","offset":64},{"uri":"Feira_de_Santana","surface_form":"Feira de Santana","offset":80},{"uri":"Bahia","surface_form":"Bahia","offset":98},{"uri":"1927","surface_form":"1927","offset":117},{"uri":"Spirituality","surface_form":"spirituality","offset":237},{"uri":"Street_children","surface_form":"street children","offset":302},{"uri":"Salvador%2C_Bahia","surface_form":"Salvador, Bahia","offset":321},{"uri":"1952","surface_form":"1952","offset":351},{"uri":"1943","surface_form":"1943","offset":690},{"uri":"Spirit","surface_form":"spirit","offset":757},{"uri":"Young","surface_form":"young","offset":778},{"uri":"Medical","surface_form":"Medical","offset":900},{"uri":"Spiritism","surface_form":"spiritism","offset":1140}]}