{"id":558615,"url":"http://en.wikipedia.org/wiki/Len%C3%ADn_Moreno","text":"Lenín Boltaire Moreno Garcés (born 19 March 1953) is an Ecuadorian politician. Moreno is the 44th and current President of Ecuador since 24 May 2017. He was the Vice President of Ecuador from 2007 to 2013, serving under President Rafael Correa. His election as Vice President was well known because as a paraplegic, Moreno was one of the world’s few disabled national leaders.\nOn 2 April 2017, Moreno was elected President of Ecuador defeating banker Guillermo Lasso in the 2017 Ecuadorian presidential round-off with 51% of the vote to Lasso's 49%.\nOn 24 May 2017, Moreno became the world’s only current head of state in a wheelchair.\nEarly life.\nMoreno was born in Nuevo Rocafuerte, Orellana Province. He studied at Central University of Ecuador. He married Rocio Gonzalez and together they have three children.\nShooting.\nOn January 3, 1998, two young men approached Moreno in a grocery store parking lot in Quito and told him they wanted his car and his money. He freely gave them his wallet and keys, but one of the men shot him in the back anyway. This incident left Moreno paralyzed.\nVice presidency (2007–2013).\nDuring his first year in the office of Vice President of Ecuador, Moreno investigated the state of disabled people in Ecuador. He also founded the Manuela Espejo Solidarity Mission for the Disabled, which offers rehab, technical help, and psychological support to thousands of disabled Ecuadorians.\nMoreno left the Vice Presidency on May 24, 2013 and was succeeded by Jorge Glas. He is the first Ecuadorian vice president to complete his term since 1992.\nHonors.\nFor his work providing respect and dignity to handicapped people, he was nominated for the 2012 Nobel Peace Prize. Moreno was appointed as Special Envoy on Disability and Accessibility by United Nations Secretary-General Ban Ki-moon in December 2013.\n2017 Presidential campaign.\nIn October 1st, 2016, he was nominated to the elections to the Ecuadorian presidency by his party, Alianza País. In February 2017, Moreno and Guillermo Lasso made it to the run-off election which was held on April 2, 2017. Moreno won the election with 51% of the vote to Lasso's 49%. Moreno was then sworn-in as President of Ecuador on 24 May 2017 in Quito.\nPresidency.\nThough Moreno is a member of the PAIS Alliance, the same party as Rafael Correa, Moreno has taken Ecuador in a different direction than Correa did. Moreno is a more moderate, centrist figure and has restored presidential term limits, improved Ecuador's ties with the United States, and he has distanced himself from Nicolas Maduro's government in Venezuela.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":56},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":110},{"uri":"Vice_President","surface_form":"Vice President","offset":161},{"uri":"President_of_Ecuador","surface_form":"President","offset":220},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":230},{"uri":"Paraplegia","surface_form":"paraplegic","offset":304},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":413},{"uri":"Guillermo_Lasso","surface_form":"Guillermo Lasso","offset":451},{"uri":"Ecuadorian_general_election%2C_2017","surface_form":"2017 Ecuadorian presidential round-off","offset":474},{"uri":"Nuevo_Rocafuerte","surface_form":"Nuevo Rocafuerte","offset":667},{"uri":"Orellana_Province","surface_form":"Orellana Province","offset":685},{"uri":"Central_University_of_Ecuador","surface_form":"Central University of Ecuador","offset":718},{"uri":"Quito","surface_form":"Quito","offset":910},{"uri":"Jorge_Glas","surface_form":"Jorge Glas","offset":1487},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1678},{"uri":"United_Nations_Secretary-General","surface_form":"United Nations Secretary-General","offset":1770},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":1803},{"uri":"Guillermo_Lasso","surface_form":"Guillermo Lasso","offset":2003},{"uri":"President_of_Ecuador","surface_form":"President of Ecuador","offset":2173},{"uri":"Nicol%C3%A1s_Maduro","surface_form":"Nicolas Maduro","offset":2547},{"uri":"Venezuela","surface_form":"Venezuela","offset":2578}]}