{"id":55880,"url":"http://en.wikipedia.org/wiki/Water_wheel","text":"e=\"preserve\">:\"For water wheels used to drive boats, see paddle wheel. For wheels used solely to lift water see noria. For factories or industries driven by water wheels see watermill.\"\nA water wheel is a hydropower system; a machine for extracting power from the flow of water. Water wheels and hydropower was widely used in the Middle Ages, powering most industry in Europe, along with the windmill. The most common use of the water wheel was to mill flour in gristmills, but other uses included foundry work and machining, and pounding linen for use in paper.\nA water wheel consists of a large wooden or metal wheel, with a number of blades or buckets arranged on the outside rim forming the driving surface. Most commonly, the wheel is mounted vertically on a horizontal axle, but the tub or Norse wheel is mounted horizontally on a vertical shaft. Vertical wheels can transmit power either through the axle or via a ring gear and typically drive belts or gears; horizontal wheels usually directly drive their load. A channel created for the water to follow after leaving the wheel is commonly referred to as a \"tailrace.\"\nGreco-Roman Europe.\nThe technology of the water wheel had long been known, but it was not put into widespread use until the Middle Ages when an acute shortage of labor made machines such as the water wheel cost effective. However, the water wheels in ancient Rome and ancient China found many practical uses in powering mills for pounding grain and other substances. The Romans used both fixed and floating water wheels and introduced water power to other countries of the Roman Empire. The Romans were known to use waterwheels extensively in mining projects, with enormous Roman-era waterwheels found in places like modern-day Spain. In the 1st century BC, the Greek epigrammatist \"Antipater of Thessalonica\" was the first to make a reference to the waterwheel.\nAncient China.\nBy at least the 1st century AD, the Chinese of the Eastern Han Dynasty began to use waterwheels to crush grain in mills and to power the piston-bellows in forging iron ore into cast iron.\nIn the text known as the \"Xin Lun\" written by Huan Tan about 20 AD (during the usurpation of Wang Mang), it states that the legendary mythological king known as Fu Xi was the one responsible for the pestle and mortar, which evolved into the tilt-hammer and then trip hammer device (see trip hammer). Although the author speaks of the mythological Fu Xi, a passage of his writing gives hint that the waterwheel was in widespread use by the 1st century AD in China.\nIn the year 31 AD, the engineer and Prefect of Nanyang, Du Shi, applied a complex use of the waterwheel and machinery to power the bellows of the blast furnace to create cast iron.\nWaterwheels in China found practical uses such as this, as well as extraordinary use. The inventor Zhang Heng (78–139) was the first in history to apply motive power in rotating the astronomical instrument of an armillary sphere, by use of a waterwheel. The mechanical engineer Ma Jun (200–265) once used a waterwheel to power and operate a large mechanical puppet theater for Emperor Ming of Wei.\nMedieval Europe and Modern.\nCistercian monasteries, in particular, made extensive use of water wheels to power mills of many kinds. An early example of a very large waterwheel is still extant at the early 13th century Real Monasterio de Nuestra Senora de Rueda, a Cistercian monastery in the Aragon region of Spain. Grist mills (for corn) were undoubtedly the most common, but there were also sawmills, fulling mills and mills to fulfill many other labor-intensive tasks. The water wheel remained competitive with the steam engine well into the Industrial Revolution.\nThe main difficulty of water wheels was their inseparability from water. This meant that mills often needed to be located far from population centers and away from natural resources. Water mills were still in commercial use well into the twentieth century, however.\nOvershot & pitchback waterwheels are suitable where there is a small stream with a height difference of more than 2 meters, often in association with a small reservoir. Breastshot and undershot wheels can be used on rivers or high volume flows with large reservoirs.\nThe most powerful waterwheel built in the United Kingdom was the 100 hp Quarry Bank Mill Waterwheel near Manchester. A high breastshot design, it was retired in 1904 and replaced with several turbines. It has now been restored and is a museum open to the public.\nModern Hydro-electric dams can be viewed as the descendants of the water wheel as they too take advantage of the movement of water downhill to turn a wheel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paddle_wheel","surface_form":"paddle wheel","offset":57},{"uri":"Noria","surface_form":"noria","offset":112},{"uri":"Watermill","surface_form":"watermill","offset":174},{"uri":"Hydropower","surface_form":"hydropower","offset":205},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":330},{"uri":"Europe","surface_form":"Europe","offset":369},{"uri":"Windmill","surface_form":"windmill","offset":392},{"uri":"Gristmill","surface_form":"gristmill","offset":462},{"uri":"Linen","surface_form":"linen","offset":539},{"uri":"Paper","surface_form":"paper","offset":556},{"uri":"Blade","surface_form":"blade","offset":637},{"uri":"Bucket","surface_form":"bucket","offset":647},{"uri":"Axle","surface_form":"axle","offset":775},{"uri":"Tub_wheel","surface_form":"tub","offset":789},{"uri":"Norse_Mill","surface_form":"Norse","offset":796},{"uri":"Ring_gear","surface_form":"ring gear","offset":921},{"uri":"Technology","surface_form":"technology","offset":1151},{"uri":"Ancient_Rome","surface_form":"ancient Rome","offset":1378},{"uri":"Ancient_China","surface_form":"ancient China","offset":1395},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":1600},{"uri":"Mining","surface_form":"mining","offset":1670},{"uri":"Spain","surface_form":"Spain","offset":1755},{"uri":"1st_century_BC","surface_form":"1st century BC","offset":1769},{"uri":"1st_century","surface_form":"1st century","offset":1921},{"uri":"Eastern_Han_Dynasty","surface_form":"Eastern Han Dynasty","offset":1956},{"uri":"Bellows","surface_form":"bellows","offset":2049},{"uri":"Iron_ore","surface_form":"iron ore","offset":2068},{"uri":"Cast_iron","surface_form":"cast iron","offset":2082},{"uri":"Huan_Tan","surface_form":"Huan Tan","offset":2139},{"uri":"Wang_Mang","surface_form":"Wang Mang","offset":2186},{"uri":"Fu_Xi","surface_form":"Fu Xi","offset":2254},{"uri":"Trip_hammer","surface_form":"trip hammer","offset":2379},{"uri":"Prefect","surface_form":"Prefect","offset":2593},{"uri":"Nanyang","surface_form":"Nanyang","offset":2604},{"uri":"Du_Shi","surface_form":"Du Shi","offset":2613},{"uri":"Inventor","surface_form":"inventor","offset":2828},{"uri":"Zhang_Heng","surface_form":"Zhang Heng","offset":2837},{"uri":"78","surface_form":"78","offset":2849},{"uri":"139","surface_form":"139","offset":2852},{"uri":"Armillary_sphere","surface_form":"armillary sphere","offset":2950},{"uri":"Engineer","surface_form":"engineer","offset":3007},{"uri":"Ma_Jun","surface_form":"Ma Jun","offset":3016},{"uri":"200","surface_form":"200","offset":3024},{"uri":"265","surface_form":"265","offset":3028},{"uri":"Emperor_Ming_of_Wei","surface_form":"Emperor Ming of Wei","offset":3115},{"uri":"Cistercian","surface_form":"Cistercian","offset":3164},{"uri":"Monastery","surface_form":"monasteries","offset":3175},{"uri":"Aragon","surface_form":"Aragon","offset":3428},{"uri":"Spain","surface_form":"Spain","offset":3445},{"uri":"Steam_engine","surface_form":"steam engine","offset":3654},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":3681},{"uri":"Quarry_Bank_Mill","surface_form":"Quarry Bank Mill","offset":4309},{"uri":"Hydroelectricity","surface_form":"Hydro-electric dam","offset":4507}]}