{"id":558813,"url":"http://en.wikipedia.org/wiki/Border_states_(American_Civil_War)","text":"The Border states were those states that during the American Civil War did not leave the Union. The border states were Delaware, Maryland, Kentucky, and Missouri. After West Virginia separated from Virginia, it was also considered a border state. Most border states had strong ties to the South culturally, but they had economic ties to the North. While remaining loyal to the Union, the Border States were themselves slave-holding states.\nIn the Border States the war caused divided loyalties. They were the scene of often brutal guerilla warfare where neighbor fought against neighbor. The bitter feelings in the Border States lasted long after the Civil war.\nBackground.\nIn the border states, slavery was already dying out in urban areas and the regions without cotton. Several cities were rapidly industrializing, including Baltimore, Louisville, and St. Louis. By 1860, most of the African Americans in Delaware were free. By the start of the Civil War, slave ownership in the south had become concentrated into fewer and fewer hands. In 1830, 36% of Southern families owned slaves. By 1860, the number had fallen to 25%. In the Upper South it had fallen even more. In 1830, slaves made up 18% of the population. In 1860, they made up only 10%. During the same period in Kentucky, it fell from 24% to 19%. In Maryland, it went from 23% to 13%. Some slaveholders made a profit by selling surplus slaves to traders to be resold in the slave markets in the Deep South. They needed field hands for the cotton plantations.\nIn the South, slavery had become less and less useful to farmers as tobacco prices began to fall after the American Revolutionary War. But in 1793, Eli Whitney invented the cotton gin. This made Southern grown cotton highly profitable. Cotton also required large numbers of slaves. Most Southerners, however, did not own slaves. But by 1860 cotton and slavery was the strong link in the Southern economy. Maryland, Kentucky, and Missouri, which had many areas with much stronger cultural and economic ties to the South than the North, were deeply divided.\nThe five border states.\nEach of these five states shared a border with Union states. All but Delaware also share borders with states that joined the Confederate States of America (CSA).\nWest Virginia.\nIn October 1859 John Brown's raid on the Harpers Ferry Armory in what is now Harpers Ferry, West Virginia (at the time part of the state of Virginia) sent shock waves through the South. Although Brown was quickly captured and executed, the incident had a profound effect on the 1860 presidential election. When Abraham Lincoln won over three Democratic Party candidates, it triggered Southern secession. At the outbreak of the Civil War, the 40 western counties of Virginia were strongly against secession and they seceded from Virginia. The counties that later became West Virginia had relatively few slaves.\nDelaware.\nBy 1860 Delaware was tied to the Northern economy and slavery was rare except in the southern parts of the state. Overall, 91.7% of the black population of Delaware was free by this time. Both houses of the state General Assembly rejected secession. Delaware's lower house was unanimous in rejecting the idea. The state senate voted against secession five to three. Many of the state's politicians including the governor, their two U.S. Senators and their sole representative in Congress, were sympathetic towards the South. But the state legislature better represented the feelings of the people of the state in remaining with the Union. However, they also disapproved of forceful abolitionism. Generally, most people in the state wanted a compromise that would prevent a war between the North and South.\nMaryland.\nMaryland found itself trapped by the war. The state was split. They were clearly tied economically to the North but culturally to the South. By 1860, 49.1% of Maryland's black population was free. But Maryland's Southern and Eastern counties had a history of over 200 years of using slaves in growing tobacco and other crops. This put them in a difficult position. Their politicians had worked hard to prevent government from interfering with slavery in their counties. In the 1860 presidential election, Lincoln did not receive a single vote from these counties. This was in spite of the fact that Lincoln promised not to interfere with slavery in the states where it already existed. But the Maryland legislature never considered a resolution to secede from the Union. The governor suggested calling a convention to consider secession, but the legislature ignored his request.\nOn April 19, 1861, Union troops moving through Baltimore were attacked by angry mobs of Southern sympathizers. It left 14 people dead and lasted for three days. Many rushed to the outskirts of Baltimore to set up roadblocks to try to prevent Union troops from passing through the city. The riots and protests might have led to secession had they been organized. But Union troops moving to Washington, D.C. were quickly changed to being transported by water to avoid the tense situation in Baltimore. Throughout the winter and spring of 1861, Maryland decided against neutrality and against joining the Confederacy. But in May of 1861, acting without orders, General Benjamin Franklin Butler marched into Baltimore. He occupied Federal Hill and set up cannons threatening anyone who would move against them. Lincoln was furious and promptly relieved Butler of his command. Still, the Massachusetts troops were left on Federal Hill. To prevent further trouble Lincoln suspended \"habeas corpus\" and imprisoned without charges or trials one sitting U.S. congressman as well the mayor, police chief, entire Board of Police, and the city council of Baltimore.\nChief Justice Roger Taney, acting only as a circuit judge, ruled on June 4, 1861, in \"Ex parte Merryman\" that Lincoln's suspension of habeas corpus was unconstitutional, but the president ignored the ruling in order to meet a national emergency. On September 17, 1861, the day the legislature reconvened, federal troops arrested without charge 27 state legislators (one-third of the Maryland General Assembly). They were held temporarily at Fort McHenry, and later released when Maryland was secured for the Union. Because a large part of the legislature was now imprisoned, the session was canceled and representatives did not consider any additional anti-war measures. The song \"Maryland, My Maryland\" was written to attack Lincoln's action in blocking pro-Confederate elements. Maryland contributed troops to both the Union (60,000) and the Confederate (25,000) armies. During the war, Maryland adopted a new state constitution in 1864 that prohibited slavery. It also freed all remaining slaves in the state.\nKentucky.\nKentucky was strategic to Union victory in the Civil War. Lincoln once said,\n\"I think to lose Kentucky is nearly the same as to lose the whole game. Kentucky gone, we cannot hold Missouri, nor Maryland. These all against us, and the job on our hands is too large for us. We would as well consent to separation at once, including the surrender of this capitol [Washington, which was surrounded by slave states: Confederate Virginia and Union-controlled Maryland.\"\nLincoln reportedly also declared, \"I hope to have God on my side, but I must have Kentucky.\" In the spring of 1861, Kentucky Governor Beriah Magoffin along with the state legislature declared the state would remain neutral. They would not provide troops to either the Union or the Confederacy. At the same time the declaration offered to mediate a peace between the two sides.\nNeutrality was broken when Confederate General Leonidas Polk occupied Columbus, Kentucky, in the summer of 1861. This caused Kentucky to call for Northern aid to repel the Confederate invaders. Union General Ulysses S. Grant, who was waiting across the Ohio River in Illinois, moved to occupy Paducah and Southland, Kentucky. Polk's blunder cost the Confederacy any chance of getting Kentucky to join them. The occupied areas gave the Union a tremendous advantage in both Kentucky and Tennessee. During the war, about 35,000 men from Kentucky joined the Confederacy. Those who joined the Union army totaled about 74,000, including about 24,000 African Americans.\nMissouri.\nMissouri had been involved in fighting on the Kansas-Missouri border since 1854 over the issue of slavery. The dispute was aptly named Bleeding Kansas. When the Civil War began on April 12, 1861, the entire state of Missouri was firmly divided between pro-Confederate and pro-Union forces. The governor of Missouri, Claiborne Jackson refused to send volunteers from the state to fight for Abraham Lincoln when he called for troops. Instead, the governor had the state militia muster outside the city to begin training in preparation to join the Confederate forces. He called upon the legislature to authorize a state constitutional convention on secession. A special election approved of the convention, and sent delegates to it. This Missouri Constitutional Convention voted to remain within the Union.\nJackson, who was pro-Confederate, was disappointed with the outcome. He called up the state militia to their districts for annual training. Jackson had designs on the St. Louis Arsenal, and had been in secret correspondence with Confederate President Jefferson Davis to obtain artillery for the militia in St. Louis. Aware of these developments, Union Captain Nathaniel Lyon struck first, encircling the camp, and forcing the state militia to surrender. While his troops were marching the prisoners to the arsenal, a deadly riot erupted (the Camp Jackson Affair). This caused greater Confederate support in the state. The already pro-Southern legislature passed the governor's military bill creating the Missouri State Guard. Governor Jackson appointed Sterling Price, who had been president of the convention, as major general of this reformed militia. Price, and Union district commander Harney, came to an agreement known as the Price–Harney Truce, which calmed tensions in the state for several weeks. After Harney was removed, and Lyon placed in charge, a meeting was held in St. Louis at the Planters' House among Lyon, his political ally Francis P. Blair, Jr., Price, and Jackson. The negotiations went nowhere. After a few fruitless hours, Lyon declared, \"this means war!\" Price and Jackson rapidly departed for the capital.\nLyon quickly moved his army to attack the pro-confederate forces at Jefferson City, Missouri, the state capital. He moved quickly enough to catch them unprepared. On June 15, Lyon's small Union army occupied Jefferson City. Lyon installed a pro-Union government after Jackson and most of his militia retreated to the southwest corner of Missouri. Lyon moved his army to go after the rebels. On June 17, both sides fought the Battle of Boonville which lasted only about 30 minutes. The Union forces completely routed the pro-confederates. He then lead his troops into a series of skirmishes with the Missouri State Guard and the Confederate Army.\nLyon next moved to Springfield, Missouri where the army camped. On August 10, Lyon's Army of the West was defeated by a combined force of the Missouri Militia and Confederate troops under the command of Benjamin McCulloch near Springfield, Missouri. This was called the Battle of Wilson's Creek. Lyon was killed while trying to rally his outnumbered soldiers. However, Lyon’s efforts prevented the State of Missouri from joining the Confederacy. Missouri abolished slavery during the war in January 1865.","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":52},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":89},{"uri":"Delaware","surface_form":"Delaware","offset":119},{"uri":"Maryland","surface_form":"Maryland","offset":129},{"uri":"Kentucky","surface_form":"Kentucky","offset":139},{"uri":"Missouri","surface_form":"Missouri","offset":153},{"uri":"West_Virginia","surface_form":"West Virginia","offset":169},{"uri":"Virginia","surface_form":"Virginia","offset":198},{"uri":"Southern_United_States","surface_form":"South","offset":289},{"uri":"Cultural","surface_form":"cultural","offset":295},{"uri":"Economic","surface_form":"economic","offset":320},{"uri":"Northern_United_States","surface_form":"North","offset":341},{"uri":"Slave_and_free_states","surface_form":"slave-holding states","offset":418},{"uri":"Brutal","surface_form":"brutal","offset":524},{"uri":"Guerilla_warfare","surface_form":"guerilla warfare","offset":531},{"uri":"Emotion","surface_form":"bitter feelings","offset":592},{"uri":"Slavery","surface_form":"slavery","offset":696},{"uri":"Urban_area","surface_form":"urban area","offset":729},{"uri":"Cotton","surface_form":"cotton","offset":765},{"uri":"Industrialization","surface_form":"industrializing","offset":801},{"uri":"Baltimore","surface_form":"Baltimore","offset":828},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville","offset":839},{"uri":"St._Louis","surface_form":"St. Louis","offset":855},{"uri":"African_American","surface_form":"African American","offset":887},{"uri":"Upland_South","surface_form":"Upper South","offset":1134},{"uri":"Trade","surface_form":"trade","offset":1410},{"uri":"Slave_trade","surface_form":"slave markets","offset":1438},{"uri":"Farmer","surface_form":"farmer","offset":1580},{"uri":"Tobacco","surface_form":"tobacco","offset":1591},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":1630},{"uri":"Eli_Whitney","surface_form":"Eli Whitney","offset":1671},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":1696},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":2228},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":2296},{"uri":"Harpers_Ferry_Armory","surface_form":"Harpers Ferry Armory","offset":2321},{"uri":"Harpers_Ferry%2C_West_Virginia","surface_form":"Harpers Ferry, West Virginia","offset":2357},{"uri":"Executed","surface_form":"executed","offset":2506},{"uri":"Profound","surface_form":"profound","offset":2535},{"uri":"United_States_presidential_election%2C_1860","surface_form":"1860 presidential election","offset":2558},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":2591},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":2622},{"uri":"West","surface_form":"west","offset":2725},{"uri":"Counties","surface_form":"counties","offset":2733},{"uri":"West_Virginia","surface_form":"West Virginia","offset":2849},{"uri":"Delaware","surface_form":"Delaware","offset":2908},{"uri":"Delaware_General_Assembly","surface_form":"General Assembly","offset":3113},{"uri":"Unanimous","surface_form":"unanimous","offset":3177},{"uri":"Governor","surface_form":"governor","offset":3312},{"uri":"United_States_Senate","surface_form":"U.S. Senators","offset":3332},{"uri":"United_States_Congress","surface_form":"Congress","offset":3379},{"uri":"Abolitionism","surface_form":"abolitionism","offset":3582},{"uri":"Compromise","surface_form":"compromise","offset":3641},{"uri":"Difficult","surface_form":"difficult","offset":4061},{"uri":"Politician","surface_form":"politician","offset":4087},{"uri":"Interfere","surface_form":"interfering","offset":4142},{"uri":"Baltimore","surface_form":"Baltimore","offset":4642},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":4984},{"uri":"Winter","surface_form":"winter","offset":5110},{"uri":"Spring","surface_form":"spring","offset":5121},{"uri":"General","surface_form":"General","offset":5253},{"uri":"Benjamin_Franklin_Butler","surface_form":"Benjamin Franklin Butler","offset":5261},{"uri":"Cannon","surface_form":"cannon","offset":5346},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":5478},{"uri":"Habeas_corpus","surface_form":"habeas corpus","offset":5572},{"uri":"Henry_May_(American_politician)","surface_form":"U.S. congressman","offset":5640},{"uri":"Baltimore","surface_form":"Baltimore","offset":5738},{"uri":"Roger_Taney","surface_form":"Roger Taney","offset":5763},{"uri":"Ex_parte_Merryman","surface_form":"Ex parte Merryman","offset":5835},{"uri":"Fort_McHenry","surface_form":"Fort McHenry","offset":6190},{"uri":"Maryland%2C_My_Maryland","surface_form":"Maryland, My Maryland","offset":6430},{"uri":"Beriah_Magoffin","surface_form":"Beriah Magoffin","offset":7369},{"uri":"Mediation","surface_form":"mediate","offset":7573},{"uri":"Leonidas_Polk","surface_form":"Leonidas Polk","offset":7659},{"uri":"Columbus%2C_Kentucky","surface_form":"Columbus, Kentucky","offset":7682},{"uri":"Ulysses_S._Grant","surface_form":"Ulysses S. Grant","offset":7820},{"uri":"Ohio_River","surface_form":"Ohio River","offset":7865},{"uri":"Illinois","surface_form":"Illinois","offset":7879},{"uri":"Paducah%2C_Kentucky","surface_form":"Paducah","offset":7905},{"uri":"Blunder","surface_form":"blunder","offset":7945},{"uri":"Tennessee","surface_form":"Tennessee","offset":8097},{"uri":"Kansas","surface_form":"Kansas","offset":8331},{"uri":"Missouri","surface_form":"Missouri","offset":8338},{"uri":"Border","surface_form":"border","offset":8347},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":8420},{"uri":"US_states","surface_form":"state","offset":8492},{"uri":"Missouri","surface_form":"Missouri","offset":8501},{"uri":"Claiborne_Fox_Jackson","surface_form":"Claiborne Jackson","offset":8601},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":8674},{"uri":"Militia","surface_form":"militia","offset":8753},{"uri":"Muster_(military)","surface_form":"muster","offset":8761},{"uri":"City","surface_form":"city","offset":8780},{"uri":"Training","surface_form":"training","offset":8794},{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":8830},{"uri":"Missouri_Constitutional_Convention_(1861%E2%80%9363)","surface_form":"Missouri Constitutional Convention","offset":9020},{"uri":"St._Louis_Arsenal","surface_form":"St. Louis Arsenal","offset":9256},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":9340},{"uri":"St._Louis","surface_form":"St. Louis","offset":9395},{"uri":"Nathaniel_Lyon","surface_form":"Nathaniel Lyon","offset":9449},{"uri":"Surrender_(military)","surface_form":"surrender","offset":9532},{"uri":"Camp_Jackson_Affair","surface_form":"Camp Jackson Affair","offset":9631},{"uri":"Missouri_State_Guard","surface_form":"Missouri State Guard","offset":9793},{"uri":"Sterling_Price","surface_form":"Sterling Price","offset":9842},{"uri":"Major_general_(United_States)","surface_form":"major general","offset":9903},{"uri":"Price%E2%80%93Harney_Truce","surface_form":"Price–Harney Truce","offset":10021},{"uri":"Francis_P._Blair%2C_Jr.","surface_form":"Francis P. Blair, Jr.","offset":10234},{"uri":"Jefferson_City%2C_Missouri","surface_form":"Jefferson City, Missouri","offset":10490},{"uri":"Capital_(city)","surface_form":"capital","offset":10526},{"uri":"Prepared","surface_form":"prepared","offset":10575},{"uri":"Retreat","surface_form":"retreat","offset":10722},{"uri":"Southwest","surface_form":"southwest","offset":10739},{"uri":"Rebel","surface_form":"rebel","offset":10805},{"uri":"Battle_of_Boonville","surface_form":"Battle of Boonville","offset":10847},{"uri":"Rout","surface_form":"rout","offset":10931},{"uri":"Skirmish","surface_form":"skirmish","offset":11001},{"uri":"Missouri_State_Guard","surface_form":"Missouri State Guard","offset":11021},{"uri":"Confederate_Army","surface_form":"Confederate Army","offset":11050},{"uri":"Springfield%2C_Missouri","surface_form":"Springfield, Missouri","offset":11087},{"uri":"Defeat","surface_form":"defeat","offset":11174},{"uri":"Benjamin_McCulloch","surface_form":"Benjamin McCulloch","offset":11271},{"uri":"Springfield%2C_Missouri","surface_form":"Springfield, Missouri","offset":11295},{"uri":"Battle_of_Wilson%27s_Creek","surface_form":"Battle of Wilson's Creek","offset":11338}]}