{"id":55884,"url":"http://en.wikipedia.org/wiki/Hydropower","text":"e=\"preserve\">Hydropower is the capture of the energy of moving water for some useful purpose.\nIn the 1830s, at the peak of the canal-building era, hydropower was used to transport barge traffic up and down steep hills using inclined plane railroads. For direct mechanical power transmission industries that used hydropower had to be near the waterfall. For example, during the last half of the 19th century, many grist mills were built at Saint Anthony Falls, to use the 50 foot (15 metre) drop in the Mississippi River. The mills were important for the growth of Minneapolis. Today the largest use of hydropower is for electric power generation. That allows low cost energy to be used at long distances from the watercourse.\nHydroelectric power.\nHydroelectric power is a means of making electricity without burning fuel. Hydroelectric power supplies about 715,000 MWe or 19% of world electricity (16% in 2003). Large dams are still being designed. Apart from a few countries with plenty of it, hydro power is normally applied to peak load demand because it is readily stopped and started. Nevertheless, hydroelectric power is probably not a major option for future energy production in the developed nations, because most major sites within these nations are either already being exploited or are unavailable for other reasons, such as environmental considerations.\nHydropower produces essentially no carbon dioxide or other harmful emissions, in contrast to burning fossil fuels, and is not a significant contributor to global warming through CO2.\nHydroelectric power can be far less expensive than electricity generated from fossil fuel or nuclear energy. Areas with abundant hydroelectric power attract industry. Environmental concerns about the effects of reservoirs may prohibit development of economic hydropower sources.\nTidal power.\nHarnessing the tides in a bay or estuary has been achieved in France (since 1966), Canada and Russia, and could be achieved in other areas with a large tidal range. The trapped water turns turbines as it is released through the tidal barrage in either direction. Another possible fault is that the system would generate electricity most efficiently in bursts every six hours (once every tide). This limits how tidal energy can be used.\nTidal stream power.\nA relatively new technology, tidal stream generators draw energy from currents in much the same way that wind generators do. The higher density of water means that a single generator can provide significant power. This technology is at the early stages of development and will need more research before it can produce any higher amount of energy.\nBut several prototypes were tested in the UK, in France and the USA. Already in 2003 a turbine that produces 300 kW was tested in the UK.\nThe Canadian company Blue Energy has plans for installing very large arrays tidal current devices mounted in what they call a 'tidal fence' in various locations around the world, based on a vertical axis turbine design.\nWave power.\nPower from ocean surface wave motion might produce much more energy than tides. It has been tested that it is possible to produce energy from waves, particularly in Scotland in the UK. But there are still a lot of technical problems.\nA prototype shore based wave power generator is being constructed at \"Port Kembla\" in Australia and is expected to generate up to 500 MWh annually. Wave energy is captured by an air driven generator and converted to electricity. For countries with large coastlines and rough sea conditions, the energy of waves offers the possibility of generating electricity in utility volumes. Excess power during rough seas could be used to produce hydrogen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hydropower","surface_form":"Hydropower","offset":13},{"uri":"Energy","surface_form":"energy","offset":46},{"uri":"Movement","surface_form":"moving","offset":56},{"uri":"Water","surface_form":"water","offset":63},{"uri":"Canal","surface_form":"canal","offset":127},{"uri":"Barge","surface_form":"barge","offset":180},{"uri":"Inclined_plane","surface_form":"inclined plane","offset":224},{"uri":"Railroad","surface_form":"railroad","offset":239},{"uri":"Transmission_(mechanics)","surface_form":"mechanical power transmission","offset":261},{"uri":"Gristmill","surface_form":"grist mills","offset":413},{"uri":"Saint_Anthony_Falls","surface_form":"Saint Anthony Falls","offset":439},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":502},{"uri":"Minneapolis","surface_form":"Minneapolis","offset":564},{"uri":"Electric_power","surface_form":"electric power","offset":620},{"uri":"Fuel","surface_form":"fuel","offset":816},{"uri":"MW","surface_form":"MW","offset":865},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1402},{"uri":"Fossil_fuels","surface_form":"fossil fuels","offset":1468},{"uri":"France","surface_form":"France","offset":1904},{"uri":"Canada","surface_form":"Canada","offset":1925},{"uri":"Russia","surface_form":"Russia","offset":1936},{"uri":"Turbine","surface_form":"turbine","offset":2031},{"uri":"Prototype","surface_form":"prototypes","offset":2657},{"uri":"Ocean_surface_wave","surface_form":"ocean surface wave","offset":3026},{"uri":"Australia","surface_form":"Australia","offset":3335},{"uri":"Hydrogen","surface_form":"hydrogen","offset":3685}]}