{"id":558926,"url":"http://en.wikipedia.org/wiki/Pygmy_slow_loris","text":"The pygmy slow loris (\"Nycticebus pygmaeus\") is one of a number of species of slow loris. It is a small nocturnal primate with large eyes. It lives in thick forest and bamboo groves. They are found in Vietnam, Laos, China, Thailand, and parts of Cambodia. Because their habitat is reduced, their status is \"vulnerable\".\nLife style.\nThey have small hands and feet, but an extraordinarily strong grasp. They can hang from branches as they catch their food. Their large eyes help them find their food.\nTheir diet consists of insects and soft fruit. They eat gum from trees and this may help them survive food shortages.\nWith their small size they weigh between 0.8 to 1 pound in adulthood. Usually once a male has reached maturity, they become territorial and do not tolerate other males. This is why their social life is described as solitary, although they are known to be able to live among females of their species. In captivity the lifespan of the pygmy slow loris may be 20 years.\nThey produce offspring every 12 to 18 months. The females have gestational periods of about 188 days and have small litters of one or two babies. This species do not share parenting. The offspring stay with their mothers until they reach maturity.\nSurvival.\nWhen the loris feels threatened it has a defense mechanism. It gives off a bad odor. If a predator is not scared away by the smell they produce some kind of toxic secretion from their elbows. If they bite the predator, the poison is passed on.\nDespite conservation efforts, they are captured and sold for pets in markets in Vietnam. They have a very cuddly appearance but in no way are suitable to be pets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":67},{"uri":"Slow_loris","surface_form":"slow loris","offset":78},{"uri":"Nocturnal","surface_form":"nocturnal","offset":104},{"uri":"Primate","surface_form":"primate","offset":114},{"uri":"Forest","surface_form":"forest","offset":157},{"uri":"Bamboo","surface_form":"bamboo","offset":168},{"uri":"Vietnam","surface_form":"Vietnam","offset":201},{"uri":"Laos","surface_form":"Laos","offset":210},{"uri":"China","surface_form":"China","offset":216},{"uri":"Thailand","surface_form":"Thailand","offset":223},{"uri":"Cambodia","surface_form":"Cambodia","offset":246},{"uri":"Natural_gum","surface_form":"gum","offset":555},{"uri":"Gestation","surface_form":"gestation","offset":1047},{"uri":"Defence_against_predators","surface_form":"defense mechanism","offset":1283},{"uri":"Predator","surface_form":"predator","offset":1451}]}