{"id":55905,"url":"http://en.wikipedia.org/wiki/Water_turbine","text":"ce=\"preserve\">A water turbine is a rotary engine that takes energy from moving water.\nWater turbines were developed in the nineteenth century and were widely used for industrial power prior to electrical grids. Now they are mostly used for electric power generation. They harness a clean and renewable energy source.\nSwirl.\nWater wheels have been used for thousands of years for industrial power. Their main shortcoming is size, which limits the flow rate and head that can be used.\nThe migration from water wheels to modern turbines took about one hundred years. Development occurred during the Industrial revolution, using scientific principles and methods. They also made extensive use of new materials and manufacturing methods developed at the time.\nThe word turbine was coined by the French engineer Claude Bourdin in the early 19th century and is derived from the Latin word for \"whirling\" or a \"vortex\". The main difference between early water turbines and water wheels is a component of the water which passes energy to a spinning rotor. This additional component of motion allowed the turbine to be smaller than a water wheel of the same power. They could process more water by spinning faster and could use much greater heads. (Later, impulse turbines were developed which did not use swirl).\nTime line.\nJán Andrej Segner developed a reactive water turbine in the mid-1700s. It had a horizontal axis and was a precursor to modern water turbines. It is a very simple machine that is still produced today for use in small hydro sites. Segner worked with Euler on some of the early mathematical theories of turbine design.\nIn 1820, Jean-Victor Poncelet developed an inward-flow turbine.\nIn 1826 Benoit Fourneyron developed an outward-flow turbine. This was an efficient machine (~80%) that sent water through a runner with blades curved in one dimension. The stationary outlet also had curved guides.\nIn 1844 Uriah A. Boyden developed an outward flow turbine that improved on the performance of the Fourneyron turbine. Its runner shape was similar to that of a Francis turbine.\nIn 1849, James B. Francis improved the inward flow reaction turbine to over 90% efficiency. He also conducted sophisticated tests and developed engineering methods for water turbine design. The Francis turbine, named for him, is the first modern water turbine. It is still the most widely used water turbine in the world today.\nInward flow water turbines have a better mechanical arrangement and all modern reaction water turbines are of this design. Also, as the swirling mass of water spins into a tighter rotation, it tries to speed up to conserve energy. This property acts on the runner, in addition to the water's falling weight and swirling motion. Water pressure decreases to zero as it passes through the turbine blades and gives up its energy.\nAround 1890, the modern fluid bearing was invented, now universally used to support heavy water turbine spindles. As of 2002, fluid bearings appear to have a mean time between failures of more than 1300 years.\nAround 1913, Victor Kaplan created the Kaplan turbine, a propeller-type machine. It was an evolution of the Francis turbine but revolutionized the ability to develop low-head hydro sites.\nA new concept.\nAll common water machines until the late 19th century (including water wheels) were reaction machines; water's \"pressure\" head acted on the machine and produced work. A reaction turbine needs to fully contain the water during energy transfer.\nIn 1866, California millwright Samuel Knight invented a machine that worked off a completely different concept. Inspired by the high pressure jet systems used in hydraulic mining in the gold fields, Knight developed a bucketed wheel which captured the energy of a free jet, which had converted a high head (hundreds of vertical feet in a pipe or penstock) of water to kinetic energy. This is called an impulse or tangential turbine. The water's velocity, roughly twice the velocity of the bucket periphery, does a u-turn in the bucket and drops out of the runner at 0 velocity.\nIn 1879, Lester Pelton, experimenting with a Knight Wheel, developed a double bucket design, which exhausted the water to the side, eliminating some energy loss of the Knight wheel which exhausted some water back against the center of the wheel. In about 1895, William Doble improved on Pelton's half-cylindrical bucket form with an elliptical bucket that included a cut in it to allow the jet a cleaner bucket entry. This is the modern form of the Pelton turbine which today achieves up to 92% efficiency. Pelton had been quite an effective promoter of his design and although Doble took over the Pelton company he did not change the name to Doble because it had brand name recognition.\nTurgo and Crossflow turbines were later impulse designs.\nTheory of operation.\nFlowing water is directed on to the blades of a turbine runner, creating a force on the blades. Since the runner is spinning, the force acts through a distance (force acting through a distance is the definition of work). In this way, energy is transferred from the water flow to the turbine.\nWater turbines are divided into two groups; reaction turbines and impulse turbines.\nReaction turbines.\nReaction turbines are acted on by water, which changes pressure as it moves through the turbine and gives up its energy. They must be encased to contain the water pressure (or suction), or they must be fully submerged in the water flow.\nNewton's Third Law of Motion describes the transfer of energy for reaction turbines.\nMost water turbines in use are reaction turbines. They are used in low and medium head applications.\nImpulse turbines.\nImpulse turbines change the velocity of a water jet. The jet pushes the turbine's curved blades which reverse the flow. The resulting change in momentum (impulse) causes a force on the turbine blades. Since the turbine is spinning, the force acts through a distance (work) and the diverted water flow is left with diminished energy.\nPrior to hitting the turbine blades, the water's pressure (potential energy) is converted to kinetic energy by a nozzle and focused on the turbine. No pressure change occurs at the turbine blades, and the turbine does not require a housing for operation.\nNewton's Second Law of Motion describes the transfer of energy for impulse turbines.\nImpulse turbines are most often used in very high head applications.\nPower.\nThe power available in a stream of water is;\nformula_1\nPumped storage.\nSome water turbines are designed for Pumped storage hydroelectricity. They can reverse flow and operate as a pump to fill a high reservoir during off-peak electrical hours, and then revert to a turbine for power generation during peak electrical demand. This type of turbine is usually a Deriaz or Francis in design.\nEfficiency.\nLarge modern water turbines operate at mechanical efficiencies greater than 90% (not to be confused with thermodynamic efficiency).\nDesign and application.\nTurbine selection is based mostly on the available water head, and less so on the available flow rate. In general, impulse turbines are used for high head sites, and reaction turbines are used for low head sites. Kaplan turbines are well-adapted to wide ranges of flow or head conditions, since their peak efficiency can be achieved over a wide range of flow conditions.\nSmall turbines (mostly under 10 MW) may have horizontal shafts, and even fairly large bulb-type turbines up to 100 MW or so may be horizontal. Very large Francis and Kaplan machines usually have vertical shafts because this makes best use of the available head, and makes installation of a generator more economical. Pelton wheels may be either vertical or horizontal shaft machines because the size of the machine is so much less than the available head. Some impulse turbines use multiple water jets per runner to increase specific speed and balance shaft thrust.\nMaintenance.\nTurbines are designed to run for decades with very little maintenance of the main elements; overhaul intervals are on the order of several years. Maintenance of the runners and parts exposed to water include removal, inspection, and repair of worn parts.\nNormal wear and tear is pitting from cavitation, fatigue cracking, and abrasion from suspended solids in the water. Steel elements are repaired by welding, usually with stainless steel rod. Damage areas are cut or ground out, then welding back up to their original or an improved profile. Old turbine runners may have a significant amount of stainless steel added this way by the end of their lifetime. Elaborate welding procedures may be used to achieve the highest quality repairs.\nOther elements requiring inspection and repair during overhauls include bearings, packing box and shaft sleeves, servomotors, cooling systems for the bearings and generator coils, seal rings, wicket gate linkage elements and all surfaces.\nEnvironmental impact.\nWater turbines have had both positive and negative impacts on the environment.\nThey are one of the cleanest producers of power, replacing the burning of fossil fuels and eliminating nuclear waste. Burning fossil fuels produces smoke and ash, and toxic gases such as carbon monoxide. Nuclear waste emits dangerous radiation and is difficult to dispose of. They use a renewable energy source and are designed to operate for decades. They produce significant amounts of the world's electrical supply.\nHistorically there have also been negative consequences. The rotating blades or gated runners of water turbines can interrupt the natural ecology of rivers, killing fish, stopping migrations, and disrupting peoples' livelihoods. For example, American Indian tribes in the Pacific Northwest had livelihoods built around salmon fishing, but aggressive dam-building destroyed their way of life. Since the late 20th century, it has been possible to construct hydropower systems that divert fish and other organisms away from turbine intakes without significant damage or loss of power; such systems require less cleaning but are substantially more expensive to construct. In the United States, it is now illegal to block the migration of fish so fish ladders must be provided by dam builders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Engine","surface_form":"engine","offset":42},{"uri":"Electrical_grid","surface_form":"electrical grid","offset":193},{"uri":"Electric_power","surface_form":"electric power","offset":240},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":292},{"uri":"Water_wheel","surface_form":"Water wheel","offset":324},{"uri":"Head_(hydraulic)","surface_form":"head","offset":460},{"uri":"Industrial_revolution","surface_form":"Industrial revolution","offset":596},{"uri":"Turbine","surface_form":"turbine","offset":764},{"uri":"Claude_Bourdin","surface_form":"Claude Bourdin","offset":806},{"uri":"Rotor","surface_form":"rotor","offset":1040},{"uri":"J%C3%A1n_Andrej_Segner","surface_form":"Ján Andrej Segner","offset":1315},{"uri":"1700s","surface_form":"1700s","offset":1379},{"uri":"Euler","surface_form":"Euler","offset":1563},{"uri":"Jean-Victor_Poncelet","surface_form":"Jean-Victor Poncelet","offset":1640},{"uri":"Benoit_Fourneyron","surface_form":"Benoit Fourneyron","offset":1703},{"uri":"Uriah_A._Boyden","surface_form":"Uriah A. Boyden","offset":1917},{"uri":"Francis_turbine","surface_form":"Francis turbine","offset":2069},{"uri":"James_B._Francis","surface_form":"James B. Francis","offset":2095},{"uri":"Fluid_bearing","surface_form":"fluid bearing","offset":2864},{"uri":"Mean_time_between_failures","surface_form":"mean time between failures","offset":2998},{"uri":"Viktor_Kaplan","surface_form":"Victor Kaplan","offset":3063},{"uri":"Kaplan_turbine","surface_form":"Kaplan turbine","offset":3089},{"uri":"Penstock","surface_form":"penstock","offset":3842},{"uri":"Lester_Allan_Pelton","surface_form":"Lester Pelton","offset":4083},{"uri":"Pelton_wheel","surface_form":"double bucket design","offset":4145},{"uri":"Turgo_turbine","surface_form":"Turgo","offset":4762},{"uri":"Banki_turbine","surface_form":"Crossflow turbines","offset":4772},{"uri":"Mechanical_work","surface_form":"work","offset":5054},{"uri":"Reaction","surface_form":"reaction","offset":5176},{"uri":"Turbine","surface_form":"turbine","offset":5185},{"uri":"Impulse","surface_form":"impulse","offset":5198},{"uri":"Velocity","surface_form":"velocity","offset":5704},{"uri":"Jet","surface_form":"jet","offset":5724},{"uri":"Impulse","surface_form":"impulse","offset":5830},{"uri":"Potential_energy","surface_form":"potential energy","offset":6068},{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":6102},{"uri":"Nozzle","surface_form":"nozzle","offset":6122},{"uri":"Power_(physics)","surface_form":"power","offset":6429},{"uri":"Pumped_storage_hydroelectricity","surface_form":"Pumped storage hydroelectricity","offset":6533},{"uri":"Deriaz_turbine","surface_form":"Deriaz","offset":6784},{"uri":"Francis_turbine","surface_form":"Francis","offset":6794},{"uri":"Mechanical_efficiency","surface_form":"mechanical efficiencies","offset":6864},{"uri":"Thermodynamic_efficiency","surface_form":"thermodynamic efficiency","offset":6930},{"uri":"Cavitation","surface_form":"cavitation","offset":8223},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":8355},{"uri":"Welding","surface_form":"welding","offset":8599},{"uri":"Bearing","surface_form":"bearing","offset":8742},{"uri":"Smoke","surface_form":"smoke","offset":9158},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":9197},{"uri":"Nuclear_waste","surface_form":"Nuclear waste","offset":9214},{"uri":"Fish_migration","surface_form":"migrations","offset":9609},{"uri":"American_Indians_in_the_United_States","surface_form":"American Indian","offset":9671},{"uri":"Pacific_Northwest","surface_form":"Pacific Northwest","offset":9701},{"uri":"Salmon","surface_form":"salmon","offset":9748},{"uri":"Fishing","surface_form":"fishing","offset":9755},{"uri":"United_States","surface_form":"United States","offset":10104},{"uri":"Fish_ladder","surface_form":"fish ladder","offset":10171}]}