{"id":559145,"url":"http://en.wikipedia.org/wiki/Julio_C%C3%A9sar_Turbay_Ayala","text":"Julio César Turbay Ayala (18 June 1916 – 13 September 2005) was the 25th President of Colombia from 1978 to 1982.\nBiographic data.\nTurbay was born in a poor neighborhood on June 18, 1916. His father, Antonio Amín Turbay, was a businessman who emigrated from Tannourine, Lebanon.\nHis mother, Rosaura Ayala, was a peasant from the province of Cundinamarca. Turbay’s father was a hard working merchant who had built a fortune, which he completely lost during the civil war of the Thousand Days War.\n1978 Security Statute.\nIn response to an increase in guerrilla activity, a 1978 decree known as the Security Statute was implemented by Turbay's administration.\nThe Security Statute gave the military an increased degree of freedom of action, especially in urban areas, to detain, interrogate and eventually judge suspected guerrillas or their collaborators before military tribunals. Human rights organizations, newspaper columnists, political personalities and opposition groups complained about an increase in the number of arbitrary detentions and acts of torture as a result.\n1980 Dominican embassy crisis.\nIn late 1980, sixteen ambassadors were held hostage for 61 days as part of a takeover of the Dominican Republic's embassy. The incident soon spread throughout worldwide headlines, as ambassadors from the United States of America, Costa Rica, Mexico, Peru, Israel and Venezuela had been taken hostage, as well as Colombia's top representative to the Holy See.\nTurbay, despite pressure from military and political sectors, avoided deciding to solve the crisis through the use of direct military force, and instead eventually agreed to let the M-19 rebels travel to Cuba. Allegedly, the rebels also received USD 1 million as payment, instead of the initial $50 million that they had originally demanded from the government.\nPersonal life.\nTurbay married his niece, Nydia Quintero Turbay, on July 1, 1948. They had four children together: Julio César, Diana, Claudia, and María Victoria. However, their marriage was annulled by the Roman Catholic Church, and in 1986 he married his longtime companion Amparo Canal, to whom he remained married until his death.\nIn January 1991, Turbay's daughter Diana was kidnapped by orders of the Medellín Cartel and died during a failed police rescue operation not sanctioned by her family. Her kidnapping is chronicled in \"News of a Kidnapping\" by the Nobel Prize-winning author Gabriel García Márquez (1996) and depicted in multiple onscreen productions.\nDeath.\nTurbay died on September 13, 2005. He was honored by a state funeral personally led by President Álvaro Uribe and was buried at the Sacromonte Caves at Canton Norte, an army base in Bogotá.","categories":[],"infobox_types":["President"],"annotations":[{"uri":"Lebanon","surface_form":"Lebanon","offset":270},{"uri":"Thousand_Days_War","surface_form":"Thousand Days War","offset":477},{"uri":"Torture","surface_form":"torture","offset":1055},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1200},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":1337},{"uri":"Peru","surface_form":"Peru","offset":1357},{"uri":"Israel","surface_form":"Israel","offset":1363},{"uri":"Venezuela","surface_form":"Venezuela","offset":1374},{"uri":"Holy_See","surface_form":"Holy See","offset":1456},{"uri":"Cuba","surface_form":"Cuba","offset":1670},{"uri":"USD","surface_form":"USD","offset":1712},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2035},{"uri":"News_of_a_Kidnapping","surface_form":"News of a Kidnapping","offset":2363},{"uri":"Gabriel_Garc%C3%ADa_M%C3%A1rquez","surface_form":"Gabriel García Márquez","offset":2419}]}