{"id":559168,"url":"http://en.wikipedia.org/wiki/History_of_the_United_States_(1789%E2%80%931849)","text":"The History of the United States (1789–1849), sometimes called the Antebellum period, is the history beginning with the Presidency of George Washington and ending just before the American Civil War. The first government, formed under the Articles of Confederation, had ended and a new government based on the United States Constitution began. In the early 19th century, the country went though a number of dramatic changes. The country expanded its borders, cities became industrial centers and the economy grew. Sections of the United States developed differently leading to conflicts and eventually up to a civil war.\nFederalist Era.\nThis is the period from 1789 to about 1801 when the Federalist Party controlled the American government.\nIn 1789, Washington was elected the first President of the United States. The Constitution only gave a vague outline of what a president should be. Washington defined the position of President and left office after two terms. During Washington's term, there was a Whiskey Rebellion, where country farmers tried to stop the government from collecting taxes on whiskey. In 1795, Congress passed the Jay Treaty, which allowed for increased trade with Britain in exchange for the British giving up their forts on the Great Lakes. However, Great Britain was still interfering with the U.S., such as impressment (making American sailors join the British Royal Navy).\nJohn Adams defeated Thomas Jefferson in the election of 1796 to become the second President of the United States. This was the first American election that was between two political parties. Under Adams, the United States Navy was created on April 30, 1798. It replaced the earlier Continental Navy which had been disbanded by 1785. By the end of 1798 the U.S. Navy had 14 ships with more being built. Adams pushed for and signed the controversial Alien and Sedition Acts.\nIn the election of 1800, Jefferson defeated Adams. One of the most important things he did as President was to make the Louisiana Purchase from France, which made the United States twice as big. By 1800 24 treaties had been signed with nine European powers.\nJeffersonian period.\nThis is the period from 1800 through 1815 which includes the administrations of two Democratic-Republican Party presidents, Thomas Jefferson and James Madison. They are commonly called Jeffersonian Republicans. During this time the country nearly doubled in size with the Louisiana Purchase from France. This, in turn, was one of the causes behind the War of 1812, when Great Britain attempted to re-claim her former American colonies.<!Era of good feelings • http://www.ushistory.org/us/23a.asp -->\nEra of good feelings.\nIn 1816, the Federalist Party candidate Rufus King ran against the Democratic-Republican candidate James Monroe. Monroe received 183 electoral votes to King's 34. That was the last time the Federalist Party ran a candidate. The Congressional election of 1818 gave the Democratic-Republicans a majority of 85%. Monroe served for two terms from 1817 to 1825. Due to the dominance of one political party this is often called the \"Era of Good Feelings\". But the party was deeply divided by this time. Many of the Federalist policies of Alexander Hamilton were adopted during this time and Monroe continued many of the economic policies of Madison. Three in particular were a national bank, protective tariffs and federal funding of the infrastructure.\nTwo party system.\nThe one-party Era of Good Feelings system of cooperation between politicians lasted only about a decade. It was replaced by a new two-party system, which continues to today. Political parties took on the job of building coalitions between many different groups with different interests. This new system broke away from the patronage system based on personal loyalties. The Founding Fathers of the United States had never imagined a system based on political parties but by the 1830s they had become the main system of American politics.\nThe presidential election of 1824 had no Federalist party candidate. There were five candidates with Andrew Jackson winning the electoral college with 99 votes. Second to Jackson was John Quincy Adams with 84 votes and third was William H. Crawford who received 41 votes. Because nobody received a clear majority of electoral votes, following the Twelfth Amendment, the decision would be made by the House of Representatives.\nThe Speaker of the House was Henry Clay, another of the five candidates for President in 1824. Despite his state legislature instructing him to vote for Jackson, Clay formed a coalition to elect Adams president. On the first vote, Adams won the majority of votes. At first, Jackson accepted the decision gracefully. But after Adams became president he appointed Clay his Secretary of State. This brought cries of a \"corrupt bargain\" between Clay and Adams. Jackson's 1828 political campaign to end government corruption began immediately afterwards to make sure Adams would be a one-term president.\nEra of Jacksonian Democracy.\nAndrew Jackson was elected president in 1828. He got nearly 70% of the electoral votes and over 60% participation in his election. This was largely due to Jackson's popularity as \"Old Hickory\", the hero of the Battle of New Orleans. His military career had included service in the Revolutionary War, the War of 1812 and the Seminole Wars. Jackson also benefited from the perceived \"corrupt bargain\" between Adams and Clay to expand his political base.\nDuring his presidency, Jackson founded the party that began calling itself the \"American Democracy\". Changes in the electoral rules and political campaigns also contributed towards the feeling the country was becoming more democratic than it had been up to this point. For both reasons this era was called Jacksonian democracy. The period itself was from 1828 into the 1840s but its influence lasted much longer. It was a period of democratic reforms in voting and changes to the structure of the federal government. Some historians see it as a contradiction in terms since it also defended slavery, the pushing of Native Americans westward and white supremacy. Jackson's policies during his two terms were best described as \"laissez-faire\".\nDemocratic Party.\nHis Democratic Party stood for a smaller simpler government that did not involve itself in the economy or in regulating business. They opposed religious intrusion into government, especially in the forms of temperance, abolitionism and in officially keeping the Sabbath. Jackson and his Democrats wanted to keep government spending to a minimum.\nThe Democrats, under Jackson and his successor Martin Van Buren, became much better organized. They created a structure of local, state and national branches which controlled organizing membership as well as their caucuses and political conventions. They popularly claimed to be a grassroots party but were in fact controlled from Washington. They represented themselves as defending the common man against the \"aristocrats\" of the Whig Party. They started a spoils system of rewarding party loyalty with government jobs. After the War of 1812, Constitutional changes allowed more men to vote by erasing the requirement to own property. By Jackson's presidency, nearly all white men could vote. In 1812, only half of the states chose their electors in a presidential election by popular vote. By 1832, all states except South Carolina chose their presidential electors by popular vote. The Democrats were quick to take advantage of these changes.\nNullification Crisis.\nJacksonian Democrats fought against the Second Bank of the United States. They wanted to remove the political influence of bankers on the national economy. They helped farmers and planters by taking away the lands of Native Americans and making cheap land available for settlers. But this did not get them the support of all planters in the South. Mostly centered in South Carolina, some thought the Jacksonian egalitarianism might threaten the institution of slavery itself. This led to the Nullification Crisis of 1832-1833. Farmers and planters had hoped that when Jackson was elected, he would reduce the unpopular tariffs that benefited Northern manufacturers and hurt the economy of the South. South Carolina passed the Ordinance of Nullification which declared the federal tariffs of 1828 and 1838 illegal within the borders of South Carolina. They also began to raise funds for a military to defend themselves.\nIn November 1832, Jackson sent a fleet of seven navy ships and one warship to Charleston. He called the state act \"insurrection and treason\". While other states in the south may have sympathized with South Carolina, they called the state's actions unconstitutional. South Carolina finally gave in and removed their objections to the tariff. In response, in 1833, Henry Clay got a bill through Congress that reduced the tariff in stages for any that were over 20%. So in the end South Carolina had shown it could force its will on Congress by resisting a federal law.\nSocial reforms.\nA number of reform movements began during this period after 1815. The improved economy after the War of 1812 provided a new class of people who had the time and financial resources to become involved in social movements. New technologies in printing increased the number of publications including those about subjects such as abolition. Better transportation meant lecturers could move from place to place more easily. A temperance movement began about 1819. A religious movement, sometimes called the Second Great Awakening, swept through the country during this time. Common themes ran through most of these reform movements. One of the most important was the belief that people had the ability to choose between right and wrong. For example, slavery was wrong. The term \"slave\" was used to show anything that was held to be wrong in society. Drunkards were \"slaves\" to alcohol, workers were \"slaves\" to the factory owners, and women were \"slaves\" to men. It was also common for those who believed in anti-slavement movements to also believe in women's rights, religious reforms and temperance reforms. People were given to joining local organizations because there were no strong political leaders championing these causes. There were no national church organizations to lead these causes. Reform movements went around the political and religious systems, at least until the 1840s. The movements themselves, such as the abolitionist movement, were not completely unified and had internal disagreements over what should be done or how to go about it.\nAntebellum slavery.\nSlavery was mainly concentrated in the South by 1830. Slaves were used on small farms and large plantations. They were also used in towns as domestic workers and labor for various industries. Slaves were considered to be property because they were black. They were kept as slaves by the constant threat of violence. They were not allowed to forget they were slaves even though they lived with their masters. Many slaveowners genuinely cared about their slaves, but never saw them as their equal. But the largest percentage of Southerners did not own slaves. Most Southerners worked their own farms yet, curiously, they defended slavery as an institution. Many resented the wealth and power of the large plantation owners but at the same time held out the hope that someday they could join those ranks. Also, while poor Southerners were looked down on by rich plantation owners, they could themselves look down on blacks as an inferior group.\nCotton had become the largest cash crop. But plantations also grew corn, rice, sugarcane and tobacco. Slaves on plantations may have averaged 50 or less, but the largest plantations had hundreds of slaves. In addition to field work, slaves also were skilled in trades such as blacksmithing, carpentry and mechanics. Domestic slaves did the cooking for the family, raised their children and performed all the work in the household. They were always supervised and had to work at all times they were not sleeping. Domestic slaves had virtually no privacy. Young white children formed close attachment to their black nannies. But as they grew up they were educated as to how slaves were to be treated.\nThe Agrarian South.\nDuring this time period cotton plantations became very profitable in the South. Advances such as the cotton gin, power looms and the Sewing machine created a demand for cotton. It was exported from the South to New England and to England. Plantation owners needed more land and more slaves to grow more cotton. They were especially interested in expanding into new territories. They needed more slaves and after the ban on importing African slaves into the U.S., the prices went up. Small farmers found it profitable to sell their slaves to the large plantation owners. Wealth in the South often reflected how many slaves a planter owned. Slaves gave them political power and prestige.\nThe industrial North.\nThe textile industry started the industrial revolution in the North. Other advances in manufacturing were in making paint, furniture, paper and glass. Between 1814 and 1865, the population grew by a factor of four. Manufacturing output grew to twelve times and the price of manufactured goods grew to eight times what it was before. Most of this growth was in New England. Rivers provided power for mills. In Pennsylvania coal and iron ore were mined. Agriculture remained an important industry in the North. Schools provided education provided a literate supply of workers and inventors. Large ports and ships provided transportation to foreign markets. Also railroads and water transportation such as the Erie Canal provided goods and services further west. A steady supply of immigrants provided much of the labor force that ran the Northern industries. During this period a number of social movements including anti-slavery began to have noticeable effects on society. In 1831 more radical forms of abolitionist movements emerged.","categories":[],"infobox_types":[],"annotations":[{"uri":"History","surface_form":"history","offset":93},{"uri":"Presidency_of_George_Washington","surface_form":"Presidency of George Washington","offset":120},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":179},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":238},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":309},{"uri":"19th_century","surface_form":"19th century","offset":356},{"uri":"Federalist_Party","surface_form":"Federalist Party","offset":688},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":783},{"uri":"Whiskey_Rebellion","surface_form":"Whiskey Rebellion","offset":1005},{"uri":"Farmer","surface_form":"farmer","offset":1038},{"uri":"Tax","surface_form":"tax","offset":1091},{"uri":"Whiskey","surface_form":"whiskey","offset":1100},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":1254},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1276},{"uri":"Royal_Navy","surface_form":"British Royal Navy","offset":1381},{"uri":"John_Adams","surface_form":"John Adams","offset":1402},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":1422},{"uri":"United_States_presidential_election%2C_1796","surface_form":"election of 1796","offset":1446},{"uri":"Political_party","surface_form":"political parties","offset":1574},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":1610},{"uri":"Continental_Navy","surface_form":"Continental Navy","offset":1684},{"uri":"Alien_and_Sedition_Acts","surface_form":"Alien and Sedition Acts","offset":1850},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":1995},{"uri":"France","surface_form":"France","offset":2019},{"uri":"Europe","surface_form":"Europe","offset":2116},{"uri":"Administration_(government)","surface_form":"administration","offset":2215},{"uri":"Democratic-Republican_Party","surface_form":"Democratic-Republican Party","offset":2238},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":2278},{"uri":"James_Madison","surface_form":"James Madison","offset":2299},{"uri":"Louisiana_Purchase","surface_form":"Louisiana Purchase","offset":2426},{"uri":"France","surface_form":"France","offset":2450},{"uri":"War_of_1812","surface_form":"War of 1812","offset":2506},{"uri":"Great_Britain","surface_form":"Great Britain","offset":2524},{"uri":"Rufus_King","surface_form":"Rufus King","offset":2716},{"uri":"James_Monroe","surface_form":"James Monroe","offset":2775},{"uri":"Alexander_Hamilton","surface_form":"Alexander Hamilton","offset":3208},{"uri":"National_bank","surface_form":"national bank","offset":3347},{"uri":"Protective_tariff","surface_form":"protective tariff","offset":3362},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":3385},{"uri":"Infrastructure","surface_form":"infrastructure","offset":3408},{"uri":"Decade","surface_form":"decade","offset":3539},{"uri":"Coalition","surface_form":"coalition","offset":3662},{"uri":"Patronage","surface_form":"patronage","offset":3765},{"uri":"Loyalty","surface_form":"loyalties","offset":3800},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"Founding Fathers of the United States","offset":3815},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":4080},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":4162},{"uri":"Twelfth_Amendment_to_the_United_States_Constitution","surface_form":"Twelfth Amendment","offset":4326},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":4379},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the House","offset":4409},{"uri":"Henry_Clay","surface_form":"Henry Clay","offset":4434},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":4776},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":5033},{"uri":"Battle_of_New_Orleans","surface_form":"Battle of New Orleans","offset":5243},{"uri":"American_Revolutionary_War","surface_form":"Revolutionary War","offset":5314},{"uri":"Seminole_Wars","surface_form":"Seminole Wars","offset":5357},{"uri":"Perceived","surface_form":"perceived","offset":5404},{"uri":"Democratic","surface_form":"democratic","offset":5708},{"uri":"Jacksonian_democracy","surface_form":"Jacksonian democracy","offset":5791},{"uri":"Historian","surface_form":"historian","offset":6007},{"uri":"Contradiction_in_terms","surface_form":"contradiction in terms","offset":6030},{"uri":"Native_American","surface_form":"Native American","offset":6100},{"uri":"White_supremacy","surface_form":"white supremacy","offset":6130},{"uri":"Laissez-faire","surface_form":"laissez-faire","offset":6211},{"uri":"Economy","surface_form":"economy","offset":6340},{"uri":"Business","surface_form":"business","offset":6365},{"uri":"Religious","surface_form":"religious","offset":6388},{"uri":"Temperance_movement","surface_form":"temperance","offset":6452},{"uri":"Abolitionism","surface_form":"abolitionism","offset":6464},{"uri":"Sabbath_in_Christianity","surface_form":"Sabbath","offset":6507},{"uri":"Successor","surface_form":"successor","offset":6628},{"uri":"Martin_Van_Buren","surface_form":"Martin Van Buren","offset":6638},{"uri":"Structure","surface_form":"structure","offset":6701},{"uri":"Caucus","surface_form":"caucus","offset":6805},{"uri":"Political_convention","surface_form":"political convention","offset":6818},{"uri":"Grassroots","surface_form":"grassroots","offset":6872},{"uri":"Aristocrat","surface_form":"aristocrat","offset":7003},{"uri":"Whig_Party_(United_States)","surface_form":"Whig Party","offset":7023},{"uri":"Spoils_system","surface_form":"spoils system","offset":7050},{"uri":"South_Carolina","surface_form":"South Carolina","offset":7411},{"uri":"Second_Bank_of_the_United_States","surface_form":"Second Bank of the United States","offset":7600},{"uri":"Farmer","surface_form":"farmer","offset":7728},{"uri":"Plantation","surface_form":"planters","offset":7740},{"uri":"Settler","surface_form":"settler","offset":7830},{"uri":"Egalitarianism","surface_form":"egalitarianism","offset":7971},{"uri":"Nullification_Crisis","surface_form":"Nullification Crisis","offset":8052},{"uri":"Tariff","surface_form":"tariff","offset":8179},{"uri":"Ordinance_of_Nullification","surface_form":"Ordinance of Nullification","offset":8286},{"uri":"Fund","surface_form":"fund","offset":8436},{"uri":"Charleston","surface_form":"Charleston","offset":8557},{"uri":"Unconstitutional","surface_form":"unconstitutional","offset":8727},{"uri":"Second_Great_Awakening","surface_form":"Second Great Awakening","offset":9564},{"uri":"Concentrate","surface_form":"concentrate","offset":10654},{"uri":"Plantation","surface_form":"plantation","offset":10731},{"uri":"Domestic_worker","surface_form":"domestic worker","offset":10776},{"uri":"Labor","surface_form":"labor","offset":10797},{"uri":"Industries","surface_form":"industries","offset":10815},{"uri":"Property","surface_form":"property","offset":10856},{"uri":"Black_people","surface_form":"black","offset":10883},{"uri":"Threat","surface_form":"threat","offset":10931},{"uri":"Violence","surface_form":"violence","offset":10941},{"uri":"Master","surface_form":"master","offset":11034},{"uri":"Household","surface_form":"household","offset":11997},{"uri":"Virtual","surface_form":"virtual","offset":12109},{"uri":"Privacy","surface_form":"privacy","offset":12122},{"uri":"Attach","surface_form":"attach","offset":12165},{"uri":"Nanny","surface_form":"nannies","offset":12191},{"uri":"Educate","surface_form":"educate","offset":12230},{"uri":"Cotton","surface_form":"cotton","offset":12320},{"uri":"Southern_United_States","surface_form":"South","offset":12369},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":12397},{"uri":"Power_loom","surface_form":"power loom","offset":12409},{"uri":"Sewing_machine","surface_form":"Sewing machine","offset":12429},{"uri":"Export","surface_form":"export","offset":12480},{"uri":"New_England","surface_form":"New England","offset":12507},{"uri":"England","surface_form":"England","offset":12526},{"uri":"Africa","surface_form":"Africa","offset":12729},{"uri":"Politics","surface_form":"political power","offset":12952},{"uri":"Prestige","surface_form":"prestige","offset":12972},{"uri":"Textile","surface_form":"textile","offset":13008},{"uri":"Industry","surface_form":"industry","offset":13016},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":13037},{"uri":"Northern_United_States","surface_form":"North","offset":13066},{"uri":"Paint","surface_form":"paint","offset":13120},{"uri":"Furniture","surface_form":"furniture","offset":13127},{"uri":"Paper","surface_form":"paper","offset":13138},{"uri":"Glass","surface_form":"glass","offset":13148},{"uri":"Goods","surface_form":"goods","offset":13291},{"uri":"Mill_(grinding)","surface_form":"mill","offset":13403},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":13413},{"uri":"Coal","surface_form":"coal","offset":13426},{"uri":"Iron_ore","surface_form":"iron ore","offset":13435},{"uri":"Mine","surface_form":"mine","offset":13449},{"uri":"Port","surface_form":"port","offset":13599},{"uri":"Ship","surface_form":"ship","offset":13609},{"uri":"Railroad","surface_form":"railroad","offset":13664},{"uri":"Immigrant","surface_form":"immigrant","offset":13783},{"uri":"Society","surface_form":"society","offset":13968},{"uri":"Abolitionist","surface_form":"abolitionist","offset":14007}]}