{"id":55923,"url":"http://en.wikipedia.org/wiki/Electromagnetic_spectrum","text":"The electromagnetic (EM) spectrum is the range of all possible electromagnetic radiation. Electromagnetic radiation can be divided into octaves — as sound waves are — adding up to eighty-one octaves. Physicists have studied electromagnetic radiation with wavelengths from thousands of kilometres down to fractions of the size of an atom. It is commonly said that EM waves beyond these limits are uncommon, although this is not known to be true. The short wavelength limit is likely to be the Planck length, and the long-wavelength limit is the size of the universe itself, though in principle the spectrum is infinite.\nRadiation of shorter wavelength than about 30 μm is commonly detected by its ability to exceed the ionization energy of atoms. Radiation of longer than 3mm is commonly detected by its ability to induce electrical currents. Radiation between these limits was little used until the 21st century because of the difficulty of detecting it.\nSpectra of objects.\nNearly all objects in the universe emit, reflect or transmit some light. (Black holes do not.) The distribution of this light along the electromagnetic spectrum (called the \"spectrum\" of the object) is determined by what the object is made of. Several types of spectra can be distinguished depending upon the nature of the radiation coming from an object.\nSpectroscopy is the branch of physics that observes matter by its emitted or reflected spectra.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":63},{"uri":"Octave","surface_form":"octave","offset":136},{"uri":"Sound","surface_form":"sound","offset":149},{"uri":"Physicist","surface_form":"Physicist","offset":200},{"uri":"Wavelength","surface_form":"wavelength","offset":255},{"uri":"Kilometre","surface_form":"kilometre","offset":285},{"uri":"Atom","surface_form":"atom","offset":332},{"uri":"Planck_length","surface_form":"Planck length","offset":492},{"uri":"Universe","surface_form":"universe","offset":556},{"uri":"Infinity","surface_form":"infinite","offset":609},{"uri":"Ionization_energy","surface_form":"ionization energy","offset":718},{"uri":"Electrical_current","surface_form":"electrical current","offset":821},{"uri":"Universe","surface_form":"universe","offset":1001},{"uri":"Black_hole","surface_form":"Black hole","offset":1049},{"uri":"Spectroscopy","surface_form":"Spectroscopy","offset":1331},{"uri":"Physics","surface_form":"physics","offset":1361}]}