{"id":559863,"url":"http://en.wikipedia.org/wiki/Adult_Use_of_Marijuana_Act","text":"ce=\"preserve\">The Adult Use of Marijuana Act (also known as AUMA or Proposition 64) was a 2016 voter initiative that legalized Cannabis in California. The full name of the measure was the \"Control, Regulate and Tax Adult Use of Marijuana Act\". A similar initiative was on the ballot in 2010, Proposition 19. It did not pass. The initiative passed with 56% voter approval and became law on November 9, 2016.\nContent.\nThe initiative made recreational cannabis legal for anyone over the age of 21. It also allowed people to grow marijuana plants and sell them. The state would then be able to tax the sale of purchase of the substance.\nAUMA allows adults to carry up to an ounce of marijuana. They can also grow up to six marijuana plants in their home. Marijuana packaging would be required to provide the net weight, origin, age, and type of the product, as well as how much of tetrahydrocannabinol, cannabidiol, and other cannabinoids are in the product. It must also provide any information about if any pesticides were used during the production.\nSmoking marijuana in public is still illegal, and anyone caught doing so will have to pay a $100 fine. Driving under the influence of marijuana is also still illegal. The penalty for unlicensed sale of marijuana is now reduced from four years in state prison to six months in county jail.\n60% of the revenue from the new cannabis taxes is going towards to youth programs, 20% to environmental damage cleanup, and 20% to public safety.\nResults.\nThe results were determined on 8 November 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cannabis","surface_form":"Cannabis","offset":127},{"uri":"California","surface_form":"California","offset":139},{"uri":"California_Proposition_19_(2010)","surface_form":"Proposition 19","offset":292},{"uri":"Tetrahydrocannabinol","surface_form":"tetrahydrocannabinol","offset":877},{"uri":"Cannabidiol","surface_form":"cannabidiol","offset":899},{"uri":"Cannabinoid","surface_form":"cannabinoid","offset":922},{"uri":"Driving_under_the_influence","surface_form":"Driving under the influence","offset":1152}]}