{"id":55998,"url":"http://en.wikipedia.org/wiki/Work_(physics)","text":"In physics, a force does work when it acts on a body and there is a displacement of the point of application in the direction of the force.\nThe \"work done\" by a force acting on a body is the force along the direction of the displacement multiplied by the displacement of the point of application.\nIt is the force that does the work, not the agent that created the force. Motion is a requirement of work.\nLike energy, it is a scalar quantity, with SI units of joules. Heat conduction is not considered to be a form of work, since there is no macroscopically measurable force, only microscopic forces occurring in atomic collisions. The term \"work\" was created in the 1830s by the French mathematician Gaspard-Gustave Coriolis.\nwhere \"m\" is the mass of the object and \"v\" is the object's velocity.\nIf the force and the displacement are in the same direction, the work is positive. If the force and the displacement are in opposite directions the work is negative. For example, the work done by the weight on a book being lifted is negative. This is because the downward weight is in the opposite direction to the upward displacement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physics","surface_form":"physics","offset":3},{"uri":"Force_(physics)","surface_form":"force","offset":14},{"uri":"Movement","surface_form":"Motion","offset":371},{"uri":"Energy","surface_form":"energy","offset":409},{"uri":"Scalar","surface_form":"scalar","offset":425},{"uri":"SI","surface_form":"SI","offset":447},{"uri":"Joule","surface_form":"joule","offset":459},{"uri":"Heat","surface_form":"Heat","offset":467},{"uri":"Conduction","surface_form":"conduction","offset":472},{"uri":"Gaspard-Gustave_Coriolis","surface_form":"Gaspard-Gustave Coriolis","offset":700},{"uri":"Mass","surface_form":"mass","offset":743},{"uri":"Velocity","surface_form":"velocity","offset":786},{"uri":"Weight","surface_form":"weight","offset":996}]}