{"id":56010,"url":"http://en.wikipedia.org/wiki/Bikini","text":"A Bikini is a type of swimsuit for women. It consists of two parts; pants and a bra top, leaving an uncovered area between the two. The bikini is an ancient invention, reinvented after the Second World War.\nThe bikini is perhaps the most popular female beachwear around the globe.\nBy the mid 2000s bikinis had become a US$811 million business annually, according to the NPD Group, a consumer and retail information company. The bikini has boosted spin-off services like bikini waxing and the sun tanning industries.\nHistory.\nPredecessors of the bikini date back to antiquity, in Çatalhöyük and the Greco-Roman world. Artwork dating back to the Diocletian period (286-305 AD) in Villa Romana del Casale, Sicily depicts women in garments resembling bikinis in mosaics on the floor. The images of ten women, dubbed the \"Bikini Girls\", exercising in clothing that would pass as bikinis today, are the most replicated mosaic among the 37 million colored tiles at the site. Archeological finds, especially in Pompeii, show the Roman goddess Venus wearing a bikini. A statue of Venus in a bikini was found in a cupboard in the southwest corner in Casa della Venere; others were found in the front hall.\nBy the early 1940s two-piece swimsuits were frequent on American beaches. Hollywood stars like Ava Gardner, Rita Hayworth and Lana Turner tried similar swimwear or beachwear.\nThe modern bikini was introduced by French engineer Louis Réard and fashion designer Jacques Heim in Paris in 1946. Réard was a car engineer but by 1946 he was running his mother's lingerie boutique near Les Folies Bergères in Paris. Heim was working on a new kind of beach costume. It comprised two pieces, the bottom large enough to cover its wearer's navel. Réard named his swimsuit the \"bikini\", taking the name from the Bikini Atoll, one of a series of islands in the South Pacific where testing on the new atomic bomb was occurring that summer. Réard could not find a model to wear his design. He ended up hiring Micheline Bernardini, a nude dancer from the \"Casino de Paris\". That bikini, with a g-string back, had of cloth with newspaper type printed across. It introduced on July 5 at Piscine Molitor, a public pool in Paris. Heim's design was the first worn on the beach, but the clothing was given its name by Réard. The bikini became increasingly popular throughout the 1960s and 70s.","categories":[],"infobox_types":[],"annotations":[{"uri":"Swimsuit","surface_form":"swimsuit","offset":22},{"uri":"Bra","surface_form":"bra","offset":80},{"uri":"Second_World_War","surface_form":"Second World War","offset":189},{"uri":"Beach","surface_form":"beach","offset":253},{"uri":"US%24","surface_form":"US$","offset":319},{"uri":"Wax","surface_form":"wax","offset":477},{"uri":"Ancient_history","surface_form":"antiquity","offset":565},{"uri":"%C3%87atalh%C3%B6y%C3%BCk","surface_form":"Çatalhöyük","offset":579},{"uri":"Greco-Roman_world","surface_form":"Greco-Roman world","offset":598},{"uri":"Diocletian","surface_form":"Diocletian","offset":644},{"uri":"Sicily","surface_form":"Sicily","offset":703},{"uri":"Pompeii","surface_form":"Pompeii","offset":1003},{"uri":"Venus_(mythology)","surface_form":"Venus","offset":1035},{"uri":"Hollywood","surface_form":"Hollywood","offset":1270},{"uri":"Ava_Gardner","surface_form":"Ava Gardner","offset":1291},{"uri":"Rita_Hayworth","surface_form":"Rita Hayworth","offset":1304},{"uri":"Lana_Turner","surface_form":"Lana Turner","offset":1322},{"uri":"Louis_R%C3%A9ard","surface_form":"Louis Réard","offset":1423},{"uri":"Jacques_Heim","surface_form":"Jacques Heim","offset":1456},{"uri":"Folies_Berg%C3%A8re","surface_form":"Les Folies Bergères","offset":1575},{"uri":"Bikini_Atoll","surface_form":"Bikini Atoll","offset":1796},{"uri":"Nude","surface_form":"nude","offset":2014},{"uri":"Dancer","surface_form":"dancer","offset":2019},{"uri":"G-string","surface_form":"g-string","offset":2074}]}