{"id":560163,"url":"http://en.wikipedia.org/wiki/Curic%C3%B3","text":"Curicó is a Chilean city and commune in the Maule Region, in the Chilean Central Valley. Curicó is the capital city of the province of Curicó.\nCuricó means, in Mapudungun, \"Land of Black Water\".\nHistory.\nCuricó was founded on 9 October 1743 by José Manso de Velasco when Chile was a Spanish colony with the name \"San José de Buena Vista\".\nIn 1747, the Governor Juan Manuel de Rosas moved the city about to the north, where it is now on the foot of the Buena Vista hill (now called \"Cerro Condell\"), because the original place was too humid.\nCuricó got the title of \"city\" in 1830. The city was destroyed by an earthquake in 1928 and rebuilt during the following year. It was badly damaged in the earthquake of February 2010.\nPopulation.\n(last national census), there were 119,585 people living in the commune, giving it a population density of inhabitants/km². The urban population was 100,506 persons (of the total).\nThe people from Curicó are called \"Curican\" (in Spanish: \"Curicanos\" for men and \"Curicanas\" for women).\nGeography.\nThe commune has an area of and the city proper.\nThe city of Curicó is at south of Santiago and.\nThe rivers Guaiquillo and Mataquito are the main rivers that flow through the commune. Most of the territory of the commune is within the central plain (\"Valle Central de Chile\"). The valley is between low mountains to the west and east.\nThe commune of Curicó is bordered on the west by Rauco; on the north by Teno; on the east, by Romeral, and on the south, by Molina and Sagrada Familia.\nClimate.\nThe Köppen climate classification type for the climate at Curicó is a \"dry-summer subtropical climate\" (also known as Mediterranean Climate) and of the subtype \"Csb\".\nThe average amount of precipitation for the year in Curicó is. The month with the most precipitation on average is July with of precipitation. The month with the least precipitation on average is January with an average of.\nThe average temperature for the year in Curicó is. The warmest month, on average, is January with an average temperature of. The coolest month on average is July, with an average temperature of.\nEconomy.\nThe city's economy is based mainly on agriculture, because the Mediterranean climate creates comparative advantages with markets such as apples, wines, and cherries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chile","surface_form":"Chile","offset":12},{"uri":"Communes_of_Chile","surface_form":"commune","offset":29},{"uri":"Maule_Region","surface_form":"Maule Region","offset":44},{"uri":"Chile","surface_form":"Chile","offset":65},{"uri":"Capital_city","surface_form":"capital","offset":103},{"uri":"Curic%C3%B3_Province","surface_form":"province of Curicó","offset":123},{"uri":"Mapudungun","surface_form":"Mapudungun","offset":160},{"uri":"Spain","surface_form":"Spanish","offset":283},{"uri":"Colony","surface_form":"colony","offset":291},{"uri":"Governor","surface_form":"Governor","offset":352},{"uri":"Hill","surface_form":"hill","offset":464},{"uri":"Humid","surface_form":"humid","offset":534},{"uri":"Earthquake","surface_form":"earthquake","offset":610},{"uri":"Census","surface_form":"census","offset":752},{"uri":"Urban","surface_form":"urban","offset":865},{"uri":"Spanish_language","surface_form":"Spanish","offset":966},{"uri":"Santiago%2C_Chile","surface_form":"Santiago","offset":1116},{"uri":"Territory","surface_form":"territory","offset":1229},{"uri":"Mountain","surface_form":"mountain","offset":1336},{"uri":"Rauco","surface_form":"Rauco","offset":1417},{"uri":"Teno%2C_Chile","surface_form":"Teno","offset":1440},{"uri":"Romeral","surface_form":"Romeral","offset":1462},{"uri":"Molina%2C_Chile","surface_form":"Molina","offset":1492},{"uri":"Sagrada_Familia%2C_Chile","surface_form":"Sagrada Familia","offset":1503},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1533},{"uri":"Average","surface_form":"average","offset":1700},{"uri":"Precipitation","surface_form":"precipitation","offset":1718},{"uri":"Agriculture","surface_form":"agriculture","offset":2162},{"uri":"Apples","surface_form":"apples","offset":2261},{"uri":"Wines","surface_form":"wines","offset":2269},{"uri":"Cherries","surface_form":"cherries","offset":2280}]}