{"id":560128,"url":"http://en.wikipedia.org/wiki/South_African_Border_War","text":"The South African Border War refers to the conflict that took place from 1966 to 1990 primarily in South-West Africa (now Namibia) between South Africa on one side and the South-West Africa People's Organisation (SWAPO) and its allies on the other.\nThe roots of the conflict can be traced back to World War I, when South Africa invaded and conquered the colony of German South-West Africa on behalf of the British Empire and the other Allies of World War I. In the aftermath of the German defeat, the League of Nations awarded South Africa a mandate to administer the territory until its inhabitants were ready to govern themselves.\nFollowing World War II, South Africa refused to surrender South-West Africa to a proposed United Nations Trusteeship agreement and instead requested the right to annex it as a fifth province. Steps were taken to integrate South-West Africa into South Africa, including giving the local white population the right to elect representatives to the Parliament of South Africa.\nIn 1962, SWAPO was formed to resist South African rule and petition for South-West African independence. With support from the Soviet Union, SWAPO began training guerrillas and from 1966 onwards frequently clashed with the South African police and army. The war entered a new phase in 1975, when Angola gained independence and its new communist government began providing support to the guerrillas. South African troops launched raids into Angola to destroy SWAPO bases, which led to battles with the Angolan army. Cuba, which had sent troops to bolster the Angolan government, was directly involved in some of these battles.\nIn 1988, South Africa, Angola, and Cuba signed a Tripartite Accord committing them to peace. Cuba agreed to withdraw from Angola if South Africa withdrew from South-West Africa and granted that territory independence. South-West Africa gained independence as Namibia in early 1990.","categories":[],"infobox_types":[],"annotations":[{"uri":"South-West_Africa","surface_form":"South-West Africa","offset":99},{"uri":"Namibia","surface_form":"Namibia","offset":122},{"uri":"South_Africa","surface_form":"South Africa","offset":139},{"uri":"South-West_Africa_People%27s_Organisation","surface_form":"South-West Africa People's Organisation","offset":172},{"uri":"World_War_I","surface_form":"World War I","offset":297},{"uri":"German_South-West_Africa","surface_form":"German South-West Africa","offset":364},{"uri":"British_Empire","surface_form":"British Empire","offset":406},{"uri":"Allies_of_World_War_I","surface_form":"Allies of World War I","offset":435},{"uri":"League_of_Nations","surface_form":"League of Nations","offset":501},{"uri":"Mandate_territory","surface_form":"mandate","offset":542},{"uri":"World_War_II","surface_form":"World War II","offset":643},{"uri":"United_Nations","surface_form":"United Nations","offset":723},{"uri":"Parliament_of_South_Africa","surface_form":"Parliament of South Africa","offset":978},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1133},{"uri":"Angola","surface_form":"Angola","offset":1302},{"uri":"Namibia","surface_form":"Namibia","offset":1891}]}