{"id":56027,"url":"http://en.wikipedia.org/wiki/Jimi_Hendrix","text":"James Marshall Hendrix (born Johnny Allen Hendrix; November 27, 1942 – September 18, 1970), was an American guitarist, singer and songwriter. Hendrix was a major influence on other rock and roll musicians.\nInitially gaining recognition in England, Hendrix became famous throughout the world after appearances at the Monterey Pop Festival in 1967, at which he purposely set his guitar on fire, and Woodstock Festival.\nA self-taught musician, unable to read or write music notation, he famously played a right-handed Fender Stratocaster guitar turned over and restrung to play left-handed. Jimi Hendrix was named \"Greatest Guitarist of all Time\" by \"Rolling Stone\" magazine in 2003.\nEarly life.\nJimi Hendrix was born in Seattle on November 27, 1942. He was called Johnny Allen Hendrix when he was born. Later, his dad named him James Marshall Hendrix when he returned from the military. He grew up without much money or attention; his parents divorced when he was nine years old, and his mother died when he was 16. At about the age of 14, Hendrix found his first guitar. It was a broken broomstick with one string that had been thrown away by another boy. He still managed to play several tunes on it. Soon after, at around 15, he managed to buy a proper acoustic guitar for $5 from a friend of his father. His first electric guitar was a white Supro Ozark that his father, Al Hendrix, had bought him. He did not have lessons and learned basic tunes and improvisation from watching Chuck Berry and Elvis Presley play live. He played without an amplifier.\nSchool.\nHendrix finished middle school but did not graduate from his high school, Garfield High School. Hendrix told some reporters in the late 1960s that he had failed because people were racist there, and did not like him because he was black. Others claim it was just because he could not get good enough grades and was unorganized. Hendrix later told the reporters that he was thrown out for being rude to a teacher.\nEarly inspirations.\nWhen Hendrix was young, he was a fan of Elvis Presley. He went to see Presley play at Sick’s Stadium on September 1, 1957, and he drew a color picture of him holding an acoustic guitar. The original drawing can be seen in the Rock and Roll Hall of Fame in Cleveland, Ohio. Even as an adult, he still loved Presley. He went to a see a Presley movie, King Creole, in Paris in late 1968, to give him inspiration to write songs. He also liked famous blues musicians such as Muddy Waters, Bo Diddley and Lightning Hopkins; and he played in the band of R&B star Little Richard. However, Hendrix and Richard did not get along. Richard did not like Hendrix's clothes, his being late and him showing off on stage.\nThe army.\nAfter getting in trouble for stealing cars twice, Hendrix had to choose between going to prison for two years or joining the U.S. Army. Hendrix chose the army and on May 31, 1961 was sent to Fort Campbell, Kentucky. While in the army, his officers said that he was often caught sleeping on duty and needed to be watched at all times. He could not use a gun well and an officer said that \"his mind apparently cannot function [cannot work properly] while performing duties and thinking about his guitar\". However, his time in the army was important for Hendrix, because it was there that he met another soldier and bass guitar player called Billy Cox. They would later play together in a small group called The King Kasuals.\nOn May 31, 1962 Hendrix’s officers thought it would be best for him to leave the army because he caused too much trouble. Hendrix agreed, and he left after only a year of service. Hendrix later said he had been let go from the army after breaking his ankle when he was landing his 26th parachute jump. He also spoke about his time in the army in interviews for a magazine, \"Melody Maker\", in 1967 and 1969. He said that he did not like serving the army and did not agree with their ways of doing things. When he was interviewed in America, Hendrix never talked about his time in the army. When it was brought up in a television interview, Hendrix only said that he had been based at Fort Campbell.\nLater life.\nHendrix's left-handed playing on a guitar made for right-handed people made him popular. His first proper concert was with a small band without a name, playing in a Synagogue. He later joined a band called The Velvetones.\nAfter leaving the army, Hendrix and Cox moved to Clarksville in Tennessee, where they played in their group, The King Kasuals. They played in small bars but they did not make much money. So, eventually, he and Cox moved to Nashville. They played many blues-style songs in Nashville. In November 1962, Hendrix went to his first studio performance. While in Nashville, Hendrix played in many other bands as rhythm and lead guitarist and vocals. This did not get him much money, but did give him experience of how bands worked.\nLater, Hendrix left Nashville and went to Northern New York City. By January 1964, he moved to Harlem where he played at bars and clubs for money. Hendrix also won first prize in an amateur guitar contest at The Apollo Theatre. In 1966, Hendrix formed his own band called \"Jimmy James and The Blues Flames\". The members were people that he met around town. One of them was a 15-year-old boy called Randy.\nHendrix played many gigs around New York City and many songs at a cafe called \"Café Wha?\"\nIn 1966, Hendrix became friends with the girlfriend of Keith Richards, guitarist for The Rolling Stones, Linda Keith. She liked his music and introduced him to Chas Chandler, the manager for The Animals. Chandler told Hendrix to write a rock version of the song “Hey Joe” and when he did, Chandler brought him to London to sign a contract with him. Hendrix had to make a new band. It was called The Jimi Hendrix Experience'\", a name found by their business manager Mike Jeffery.\n\"Are You Experienced?\".\nThe Jimi Hendrix Experience made its first album in 1967. It was called \"Are You Experienced?\"\nWhen the album was being produced and sold, Hendrix travelled around the UK and some of Europe. On June 4, 1967, The Jimi Hendrix Experience played their last concert in London before going to America. In America many famous people came to see Hendrix play including Paul McCartney, George Harrison, Eric Clapton, Jack Bruce and Brian Epstein.\nThe album reached number two in the UK charts. In 2001, VH1 named \"Are You Experienced\" as the fifth greatest album of all time. \"Rolling Stone\" magazine put it at number 15 on a list of the 500 greatest albums of all time in 2003.\n\"Axis: Bold as Love\".\nHendrix’ second album came out in 1967. It was called \"Axis: Bold as Love\". It had famous songs in it, most famous being \"Little Wing\". There have been several other versions of the song by other musicians like Stevie Ray Vaughan, Henry \"Hank\" Marrion, Metallica, Eric Clapton, Sting and Pearl Jam. An important difference in the album from other albums he made was that Hendrix tuned his guitar down a semi-tone (to E flat). The album reached number three in the US charts and number five in the UK charts.\nThe album almost did not sell, since Hendrix lost the master tape of side one of the LP in the back of a taxi in London. Hendrix, Chas Chandler and an engineer called Eddie Kramer had to re-mix the songs in one night. They could not get the song \"If 6 was 9\" right, but Hendrix's bassist Noel Redding had a copy of it on tape. When the album was released, Hendrix was disappointed that the album was finished so quickly and he thought it could have been done better.\n\"Electric LadyLand\".\nHendrix finished his third album, called \"Electric LadyLand\" - a double album with two LP's - in 1968. In this year, Chas Chandler (Hendrix’s manager) decided to leave Hendrix and so did Noel Redding. When Chandler left, Hendrix changed everything in his music. He began using different musicians and instruments. He used guitars with flutes and trombones all with distortion to get strange sounds. The album reached number one in the US. It reached number five in the UK. In 2003, VH1 named the album the 72nd best album of all time, and the \"Rolling Stones\" magazine gave it 54th greatest album of all time.\nWoodstock.\nHendrix went to play at Woodstock on August 18, 1969. That year, Woodstock made over $18,000 and has since become one of the most famous concerts in the world. Hendrix was told to play on Sunday evening, but did not arrive until Monday morning, which was unfortunate because of the 500,000 people that had paid to see him, around 180,000 were left and did not plan on staying his whole concert; they just wanted to see him in person for a few minutes. Hendrix then went on to play a two-hour concert that was described as awful. Hendrix’s large band had not practiced enough and could not keep up with Hendrix's fast guitar playing. But to make up for all of this, Hendrix played a version of Star Spangled Banner. He played this anthem with heavy distortion and screams from his guitar, and people thought that he was being anti-American and making fun of their anthem and country. Hendrix, in an interview, said that he \"did not intend for his performance to be a political statement\", he just wanted it to be another version of the national anthem.\nDeath.\nOn September 18, 1970, Hendrix was found dead in a basement of the Samarkand Hotel in London. He died after drinking too much, and then taking too many sleeping pills. He vomited and choked on his vomit because he could not regain consciousness. There are many different theories about his death. His girlfriend, who was with him at the time that he died, said that he was alive when she put him in the back of the ambulance, but hospital records say that Hendrix had been dead for some time before the ambulance had reached him. Some people say that Hendrix was alive, but that the paramedics did not properly hold his head while he was unconscious so he choked on his own vomit. A sad poem that was found in Hendrix’ apartment written by him made some think that he committed suicide.\nThe most likely explanation is that Hendrix just took too many sleeping pills while he was drunk, and then could not wake up as he vomited and choked as a result. There has been recent speculation that he may have been murdered by his manager.\nBurial.\nHendrix was buried in Renton, Washington in Greenwood Memorial Park on October 1, 1970. His headstone was wrong because it shows a picture of Hendrix playing a Stratocaster, but the Stratocaster is right-handed, Hendrix played left-handed. Because Hendrix had so many fans, people were worried that the crowds of people wanting to look at his grave would damage other graves, so Hendrix’ father, Al Hendrix, had another memorial site built far from other graves. The memorial is a granite dome architecture, held up by three pillars and Hendrix is buried underneath. His autograph is at the foot of each pillar and a brass sundial is at the top of the dome. There is also a memorial statue of Hendrix playing a Stratocaster on the corner of Broadway and Pine in Seattle.\nFashion.\nHendrix had unique fashion and a Bob Dylan-style haircut. He wore scarves, rings and brooches. In his early career, he wore a dark suit with a silk shirt. Later, he wore bright blue velvet suits, red suits and flared trousers. In 1967, he started to wear a cowboy-style hat he called \"The Westerner\".\nIn 1968, Hendrix started tying scarves to his legs and arms. In 1969, he wore his famous bandana.\nDrugs.\nHendrix was widely associated with the use of psychedelic drugs like LSD. He also smoked marijuana and drank alcohol. Hendrix would become angry and violent when he was drunk.\nHowever, no one knows if Hendrix took heroin. Hendrix died after choking on his own vomit in a London apartment. At his autopsy, there was no heroin in his body and he had no needle marks on his body.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":99},{"uri":"Guitarist","surface_form":"guitarist","offset":108},{"uri":"Influence","surface_form":"influence","offset":162},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":181},{"uri":"Musician","surface_form":"musician","offset":195},{"uri":"England","surface_form":"England","offset":239},{"uri":"World","surface_form":"world","offset":285},{"uri":"Monterey_Pop_Festival","surface_form":"Monterey Pop Festival","offset":316},{"uri":"Woodstock_Festival","surface_form":"Woodstock Festival","offset":397},{"uri":"Musical_notation","surface_form":"music notation","offset":465},{"uri":"Fender_Stratocaster","surface_form":"Fender Stratocaster","offset":515},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":648},{"uri":"Seattle","surface_form":"Seattle","offset":718},{"uri":"Money","surface_form":"money","offset":909},{"uri":"Care","surface_form":"attention","offset":918},{"uri":"Divorce","surface_form":"divorce","offset":941},{"uri":"Tune","surface_form":"tune","offset":1188},{"uri":"Acoustic_guitar","surface_form":"acoustic guitar","offset":1254},{"uri":"Dollar","surface_form":"$","offset":1274},{"uri":"Electric_guitar","surface_form":"electric guitar","offset":1316},{"uri":"Supro_Ozark","surface_form":"Supro Ozark","offset":1344},{"uri":"Improvisation","surface_form":"improvisation","offset":1453},{"uri":"Amplifier","surface_form":"amplifier","offset":1543},{"uri":"Graduation","surface_form":"graduate","offset":1605},{"uri":"Garfield_High_School","surface_form":"Garfield High School","offset":1636},{"uri":"1960s","surface_form":"1960s","offset":1698},{"uri":"Racist","surface_form":"racist","offset":1743},{"uri":"Teacher","surface_form":"teacher","offset":1966},{"uri":"Elvis_Presley","surface_form":"Elvis Presley","offset":2035},{"uri":"Sick%E2%80%99s_Stadium","surface_form":"Sick’s Stadium","offset":2081},{"uri":"Guitar","surface_form":"guitar","offset":2173},{"uri":"Rock_and_Roll_Hall_of_Fame","surface_form":"Rock and Roll Hall of Fame","offset":2221},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":2251},{"uri":"Adult","surface_form":"adult","offset":2279},{"uri":"Movie","surface_form":"movie","offset":2337},{"uri":"King_Creole","surface_form":"King Creole","offset":2344},{"uri":"Paris%2C_France","surface_form":"Paris","offset":2360},{"uri":"Blues","surface_form":"blues","offset":2441},{"uri":"Muddy_Waters","surface_form":"Muddy Waters","offset":2465},{"uri":"Bo_Diddley","surface_form":"Bo Diddley","offset":2479},{"uri":"Lightning_Hopkins","surface_form":"Lightning Hopkins","offset":2494},{"uri":"R%26amp%3BB","surface_form":"R&B","offset":2542},{"uri":"Little_Richard","surface_form":"Little Richard","offset":2551},{"uri":"Clothes","surface_form":"clothes","offset":2646},{"uri":"Steal","surface_form":"steal","offset":2739},{"uri":"Prison","surface_form":"prison","offset":2799},{"uri":"U.S._Army","surface_form":"U.S. Army","offset":2835},{"uri":"Fort_Campbell%2C_Kentucky","surface_form":"Fort Campbell, Kentucky","offset":2901},{"uri":"Officer","surface_form":"officer","offset":2949},{"uri":"Gun","surface_form":"gun","offset":3063},{"uri":"Soldier","surface_form":"soldier","offset":3311},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":3323},{"uri":"Billy_Cox","surface_form":"Billy Cox","offset":3349},{"uri":"Ankle","surface_form":"ankle","offset":3684},{"uri":"Parachute","surface_form":"parachute","offset":3719},{"uri":"Magazine","surface_form":"magazine","offset":3796},{"uri":"Television","surface_form":"television","offset":4050},{"uri":"Synagogue","surface_form":"Synagogue","offset":4308},{"uri":"Clarksville%2C_Tennessee","surface_form":"Clarksville","offset":4414},{"uri":"Tennessee","surface_form":"Tennessee","offset":4429},{"uri":"Bar_(business)","surface_form":"bars","offset":4513},{"uri":"Nashville","surface_form":"Nashville","offset":4588},{"uri":"Vocal","surface_form":"vocal","offset":4800},{"uri":"New_York_City","surface_form":"New York City","offset":4941},{"uri":"Harlem","surface_form":"Harlem","offset":4985},{"uri":"Cafe","surface_form":"cafe","offset":5361},{"uri":"Girlfriend","surface_form":"girlfriend","offset":5426},{"uri":"Keith_Richards","surface_form":"Keith Richards","offset":5440},{"uri":"The_Rolling_Stones","surface_form":"The Rolling Stones","offset":5470},{"uri":"The_Animals","surface_form":"The Animals","offset":5576},{"uri":"London","surface_form":"London","offset":5698},{"uri":"Album","surface_form":"album","offset":5931},{"uri":"United_Kingdom","surface_form":"UK","offset":6056},{"uri":"Europe","surface_form":"Europe","offset":6071},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":6250},{"uri":"George_Harrison","surface_form":"George Harrison","offset":6266},{"uri":"Eric_Clapton","surface_form":"Eric Clapton","offset":6283},{"uri":"Brian_Epstein","surface_form":"Brian Epstein","offset":6312},{"uri":"VH1","surface_form":"VH1","offset":6383},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":6457},{"uri":"Little_Wing","surface_form":"Little Wing","offset":6703},{"uri":"Stevie_Ray_Vaughan","surface_form":"Stevie Ray Vaughan","offset":6792},{"uri":"Metallica","surface_form":"Metallica","offset":6834},{"uri":"Eric_Clapton","surface_form":"Eric Clapton","offset":6845},{"uri":"Sting","surface_form":"Sting","offset":6859},{"uri":"Pearl_Jam","surface_form":"Pearl Jam","offset":6869},{"uri":"Semi-tone","surface_form":"semi-tone","offset":6984},{"uri":"Taxi","surface_form":"taxi","offset":7194},{"uri":"Engineer","surface_form":"engineer","offset":7240},{"uri":"Disappointment","surface_form":"disappointed","offset":7457},{"uri":"Flute","surface_form":"flute","offset":7912},{"uri":"Trombone","surface_form":"trombone","offset":7923},{"uri":"Sunday","surface_form":"Sunday","offset":8386},{"uri":"Monday","surface_form":"Monday","offset":8427},{"uri":"Star_Spangled_Banner","surface_form":"Star Spangled Banner","offset":8891},{"uri":"Vomit","surface_form":"vomit","offset":9428},{"uri":"Poem","surface_form":"poem","offset":9944},{"uri":"Apartment","surface_form":"apartment","offset":9976},{"uri":"Suicide","surface_form":"suicide","offset":10035},{"uri":"Renton%2C_Washington","surface_form":"Renton, Washington","offset":10318},{"uri":"Grave","surface_form":"headstone","offset":10388},{"uri":"Granite","surface_form":"granite","offset":10777},{"uri":"Dome","surface_form":"dome","offset":10785},{"uri":"Column","surface_form":"pillars","offset":10821},{"uri":"Signature","surface_form":"autograph","offset":10867},{"uri":"Sundial","surface_form":"sundial","offset":10919},{"uri":"Unique","surface_form":"unique","offset":11088},{"uri":"Fashion","surface_form":"fashion","offset":11095},{"uri":"Bob_Dylan","surface_form":"Bob Dylan","offset":11109},{"uri":"Haircut","surface_form":"haircut","offset":11125},{"uri":"Scarf","surface_form":"scarves","offset":11142},{"uri":"Ring","surface_form":"ring","offset":11151},{"uri":"Brooch","surface_form":"brooch","offset":11161},{"uri":"Suit_(clothing)","surface_form":"suit","offset":11207},{"uri":"Silk","surface_form":"silk","offset":11219},{"uri":"Blue","surface_form":"blue","offset":11253},{"uri":"Red","surface_form":"red","offset":11272},{"uri":"Flares","surface_form":"flared trousers","offset":11286},{"uri":"Cowboy","surface_form":"cowboy","offset":11333},{"uri":"Bandana","surface_form":"bandana","offset":11466},{"uri":"LSD","surface_form":"LSD","offset":11551},{"uri":"Marijuana","surface_form":"marijuana","offset":11571},{"uri":"Alcohol","surface_form":"alcohol","offset":11591},{"uri":"Anger","surface_form":"angry","offset":11621},{"uri":"Violent","surface_form":"violent","offset":11631},{"uri":"Drunk","surface_form":"drunk","offset":11651},{"uri":"Heroin","surface_form":"heroin","offset":11696},{"uri":"Vomit","surface_form":"vomit","offset":11742},{"uri":"London","surface_form":"London","offset":11753},{"uri":"Autopsy","surface_form":"autopsy","offset":11778}]}