{"id":560290,"url":"http://en.wikipedia.org/wiki/Mary_Anna_Custis_Lee","text":"Mary Anna Randolph Custis Lee (1 October 1808 – 5 November 1873) was the wife of Confederate Army military officer Robert E. Lee. She was also his third cousin. They married at her parents' home, and had seven children together.\nLife.\nShe born in Clarke County, Virginia on 1 October 1808; although her birth appears in the Custis family Bible and in records kept by her mother to have happened in 1807. She was born at the Annefield plantation when her mother's coach stopped there during a journey. She was well educated, having learned both Latin and Greek.\nShe liked talking about politics with her father and later her husband. She kept current with all the new literature. After her father died, she edited and published his writings as \"Recollections and Private Memoirs of Washington, by his Adopted Son George Washington Parke Custis, with a Memoir of this Author by his Daughter\" in 1859.\nShe was a small but spirited woman. She knew her third cousin, Robert E. Lee, since childhood. She also dated Governor of Texas, Sam Houston.\nMary and Robert were married at her parents' home, Arlington House, on 30 June 1831. They had three sons and four daughters together: George Washington Custis \"Custis\", William H. Fitzhugh \"Rooney\", Robert Edward Jr., Mary, Eleanor Agnes (called Agnes), Anne, and Mildred Lee.\nWar is inevitable, and there is no telling when it will burst around you... You have to move and make arrangements to go to some point of safety which you must select. The Mount Vernon plate and pictures ought to be secured. Keep quiet while you remain, and in your preparations... May God keep and preserve you and have mercy on all our people.\nAfter the war, the Lees lived in Powhatan County for a short time before moving to Lexington. Robert E. Lee would become the president of the Washington College. Mary Anna Custis Lee visited her old home, the Arlington House, one last time in 1873.She hardly recognized the estate except for a few old oaks and some of the trees that she and Robert had planted.\nShe eventually got severe rheumatoid arthritis. Mary Anna Custis Lee died at 66 years old. She is buried next to her husband at the Lee family crypt at Lee Chapel on the campus of Washington and Lee University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":81},{"uri":"Army_of_Northern_Virginia","surface_form":"Army","offset":93},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":115},{"uri":"Cousin","surface_form":"third cousin","offset":147},{"uri":"Clarke_County%2C_Virginia","surface_form":"Clarke County, Virginia","offset":247},{"uri":"Annefield_(Boyce%2C_Virginia)","surface_form":"Annefield","offset":424},{"uri":"Plantation","surface_form":"plantation","offset":434},{"uri":"Latin_Language","surface_form":"Latin","offset":544},{"uri":"Greek_language","surface_form":"Greek","offset":554},{"uri":"Governor_of_Texas","surface_form":"Governor of Texas","offset":1009},{"uri":"Sam_Houston","surface_form":"Sam Houston","offset":1028},{"uri":"George_Washington_Custis_Lee","surface_form":"George Washington Custis \"Custis\"","offset":1175},{"uri":"William_Henry_Fitzhugh_Lee","surface_form":"William H. Fitzhugh \"Rooney\"","offset":1210},{"uri":"Robert_E._Lee%2C_Jr.","surface_form":"Robert Edward Jr.","offset":1240},{"uri":"Powhatan_County","surface_form":"Powhatan County","offset":1697},{"uri":"Lexington%2C_Virginia","surface_form":"Lexington","offset":1747},{"uri":"Rheumatoid_arthritis","surface_form":"rheumatoid arthritis","offset":2052},{"uri":"Washington_and_Lee_University","surface_form":"Washington and Lee University","offset":2206}]}