{"id":560347,"url":"http://en.wikipedia.org/wiki/States%27_rights","text":"ce=\"preserve\">States' rights is a doctrine found in the United States Constitution in which certain rights are reserved for state governments and may not be interfered with by the federal government. They are also protected by the Tenth Amendment to the United States Constitution as part of the Bill of Rights. The discussion over states' rights is the oldest constitutional debate in the United States. In one form or another it still goes on today.\nHistory.\nStates' rights, meaning the sovereignty and independence of individual US states, was guaranteed in the Articles of Confederation, the precursor to the U.S. Constitution. It stated that the individual states \"hereby severally enter into a firm league of friendship with each other, for their common defense, the security of their liberties, and their mutual and general welfare\". The articles created a weak central government with most of the power being kept by the individual states. Within a short time, it was realized that a stronger central government and a constitution was needed.\nThe question of states' rights were debated at the Constitutional Convention in Philadelphia in 1787. They were the subject of debates between the Federalists and Anti-Federalists while the Constitution was being ratified.\nFueled mainly by the issue of slavery, the question of what rights belonged to the state and what belonged to the federal government came up during the 1820s and 1830s. This is when the United States was expanding westward. Southern states wanted the new territories to allow slavery. Northern states wanted the territory to be free of slavery. As the North's economy grew and the South's economy stalled, the two began moving farther apart on the issue. By the 1840s and 1850s, each had adopted extreme positions based on the morality of slavery and economic self-interests. As long as both North and South had equal representation in the United States Senate, neither side could dictate to the other. But with each new state applying for statehood, the balance of power was threatened. In the 1850s the issue of secession was raised again. The Southern argument was that when they agreed to join the United States in the late 1780s, they kept the power to cancel the agreement. South Carolina threatened to secede unless the Senate passed a constitutional amendment to give the South “the power she possessed of protecting herself before the equilibrium of the two sections was destroyed.”\nSeveral peaceful attempts were made to find a compromise. The Compromise of 1850, the Fugitive Slave Act of 1850 and the 1854 Kansas–Nebraska Act were all aimed at reaching a compromises. However, only the Fugitive Slave Act clearly benefited the South. Northerner bitterly resented the law. It made all citizens responsible to catch any runaway slaves and return them to their masters.\nSouthern states' rights.\nWhile many people believe that the Civil War was about states' rights and not slavery, the Southern states were in favor of states' rights for themselves, but not for all states. They did not favor states' rights for new states joining the Union on the question of slavery. They wanted the federal government to decide these would all have to accept slavery within their own borders. This can be seen in the Fugitive Slave Act of 1793, the Missouri Compromise of 1820, and the 1850 Compromise. All were designed to force the Northern states to accept slavery.\nIn December 1835, Representative James Hammond of South Carolina proposed the House of Representatives force a gag rule against any member bringing up any anti-slavery petitions. It was referred to a committee which decided the gag order should go into effect for anything regarding slavery. Speaker of the House James Polk of Tennessee referred the issue to a special committee. The committee chairman was Henry L. Pinckney of South Carolina who decided that any issues regarding slavery should be tabled without discussion permanently. John Quincy Adams of Massachusetts objected but was outvoted. He fought against the gag rule for the next four Congresses. Each session he brought up the issue until finally on December 3, 1844 it was overturned.\nBleeding Kansas was another case of Southerners fighting against states' rights. Most settlers came to Kansas from Northern States. They were not interested in the conflict over slavery, they just wanted to create farms and live in peace. Kansas was on the border with Missouri, a slave state. Many in Missouri were driven to believe that all the settlers in Kansas were \"negro thieves\" and abolitionist. Missourians believed they had to defend slavery and attacked Kansas communities across the border trying to kill or drive out those who would vote against slavery. Abolutionists also came to Kansas to make certain it would vote to become a free state. It turned Kansas into a battleground.\nNorthern states' rights.\nWhile many in the North were in favor of states determining their own course, when it came to slavery there was a considerable anti-slavery political faction at work in the North. Although many in New England had grown wealthy in the slave trade before it was banned, that part of the North became a center for abolitionist movements. Beginning in the 1830s, Northern churches and politicians became prominent in the movement. This contributed to the resentment felt by Southerners. Abolitionists took a hard line against slavery and wanted all slaves freed and an immediate end to racial segregation everywhere in the country. Other groups in the North, notably free-soilers wanted to end slavery in the new western territories, but for different reasons. While they didn't have slaves themselves most were prejudiced against black people. They believed the popular idea at the time that blacks were inferior. They wanted the new lands to be for whites only. Southern slaveholders saw little difference between the two groups and only saw they both were against slavery.\nAmerican Civil War.\nDuring the Civil War era, the struggle over states' rights was between the individual Southern states and the federal government over who ultimately had the political power. While some historians argue slavery was the man cause of the war and others say states' rights was the cause, the two were very closely connected. At issue was whether the federal government could regulate or even end slavery within a state's borders. There were other factors that divided the country between Southern slaveholding states and Northern industrial states. The South saw the institution of slavery as necessary to their economy and their way of life. Even Southern churches supported slavery when Northern churches saw the ownership of another person as an abomination.\nThe Constitution does not even mention the word \"slave\". The framers of the Constitution (many of them slave owners) wanted to avoid the problem at the federal level. The only reference was to the three-fifths rule which counted three-fifths of a state's slave population which gave a state extra representation and extra votes in the Electoral College. There, the framers did not say slaves, but rather \"all other persons\" meaning slaves.\nBy 1863, two years into the war, Lincoln changed the focus of the war to slavery and issued the Emancipation Proclamation. The Proclamation made freeing the slaves a goal of the Civil War. It also weakened efforts within England and France to officially recognize the Confederacy. As Union troops advanced into Confederate territory, they freed thousands of slaves per day. Many did not wait, but fled their owners to claim their freedom. Five slave states (the Border States) had remained loyal to the Union and were not at war with the federal government. Thus, Lincoln did not have authority to free slaves in those states so this Proclamation was not applied to those states. The Proclamation also did not apply to Tennessee, nor to areas within Virginia and Louisiana which Union forces already controlled.\nPassed on December 6, 1865, the Thirteenth Amendment to the United States Constitution abolished slavery in the United States. It also gave Congress the power to enforce the provisions.\nSupreme Court cases on states' rights.\nThe following Supreme Court decisions had to do with states' rights. Some were later overturned.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":56},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":180},{"uri":"Tenth_Amendment_to_the_United_States_Constitution","surface_form":"Tenth Amendment to the United States Constitution","offset":231},{"uri":"United_States_Bill_of_Rights","surface_form":"Bill of Rights","offset":296},{"uri":"United_States","surface_form":"United States","offset":390},{"uri":"Sovereignty","surface_form":"sovereignty","offset":489},{"uri":"Independence","surface_form":"independence","offset":505},{"uri":"US_states","surface_form":"US states","offset":532},{"uri":"Articles_of_Confederation","surface_form":"Articles of Confederation","offset":565},{"uri":"Precursor","surface_form":"precursor","offset":596},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":1102},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":1131},{"uri":"Federalist_Party","surface_form":"Federalists","offset":1198},{"uri":"Anti-Federalism","surface_form":"Anti-Federalists","offset":1214},{"uri":"Ratified","surface_form":"ratified","offset":1264},{"uri":"Slavery","surface_form":"slavery","offset":1304},{"uri":"West","surface_form":"west","offset":1488},{"uri":"Southern_United_States","surface_form":"Southern states","offset":1498},{"uri":"Northern_United_States","surface_form":"Northern states","offset":1559},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1914},{"uri":"Secession","surface_form":"secession","offset":2088},{"uri":"Constitutional_amendment","surface_form":"constitutional amendment","offset":2317},{"uri":"Compromise_of_1850","surface_form":"Compromise of 1850","offset":2528},{"uri":"Fugitive_Slave_Act_of_1850","surface_form":"Fugitive Slave Act of 1850","offset":2552},{"uri":"Kansas%E2%80%93Nebraska_Act","surface_form":"Kansas–Nebraska Act","offset":2592},{"uri":"Border","surface_form":"border","offset":3253},{"uri":"Fugitive_Slave_Act_of_1793","surface_form":"Fugitive Slave Act of 1793","offset":3286},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3488},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":3516},{"uri":"Gag_order","surface_form":"gag rule","offset":3549},{"uri":"Speaker_of_the_House","surface_form":"Speaker of the House","offset":3730},{"uri":"Tennessee","surface_form":"Tennessee","offset":3765},{"uri":"Chairman","surface_form":"chairman","offset":3832},{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":3976},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":3997},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":4189},{"uri":"Settler","surface_form":"settler","offset":4275},{"uri":"Missouri","surface_form":"Missouri","offset":4458},{"uri":"Abolitionist","surface_form":"abolitionist","offset":4580},{"uri":"Political_faction","surface_form":"political faction","offset":5049},{"uri":"Slave_trade","surface_form":"slave trade","offset":5143},{"uri":"Church","surface_form":"church","offset":5277},{"uri":"Racial_segregation","surface_form":"racial segregation","offset":5491},{"uri":"Free_Soil_Party","surface_form":"free-soilers","offset":5572},{"uri":"Prejudice","surface_form":"prejudice","offset":5717},{"uri":"Abominate","surface_form":"abomination","offset":6746},{"uri":"Author","surface_form":"framers","offset":6820},{"uri":"Electoral_College","surface_form":"Electoral College","offset":7094},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":7295},{"uri":"England","surface_form":"England","offset":7420},{"uri":"France","surface_form":"France","offset":7432},{"uri":"Border_States","surface_form":"Border States","offset":7661},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":7737},{"uri":"Tennessee","surface_form":"Tennessee","offset":7918},{"uri":"Virginia","surface_form":"Virginia","offset":7949},{"uri":"Louisiana","surface_form":"Louisiana","offset":7962},{"uri":"Thirteenth_Amendment_to_the_United_States_Constitution","surface_form":"Thirteenth Amendment to the United States Constitution","offset":8043}]}