{"id":56032,"url":"http://en.wikipedia.org/wiki/Midwestern_United_States","text":"e=\"preserve\">The Midwestern United States (or Midwest) is a name for the north-central states of the United States of America. The Midwest is composed of East Minnesota, East Iowa, the states of Illinois, Indiana, Ohio, Michigan and Wisconsin and West Pennsylvania. Sometimes, however, people include the Dakotas, Nebraska, Kansas and Missouri in the Midwestern United States. If this was true, then the Midwest would include the geographic centre of the 48 connected US states (which is situated in Kansas) as well as the population centre of the United States (in Missouri).The word \"Midwest\" has been in common use since the late 19th century. Other names for the area are no longer used. These names include the \"Northwest\" or \"Old Northwest\", \"Mid-America,\" or \"the Heartland\".\nGeography.\nThe land in the Midwest is generally thought of as consisting of rolling hills with some mountainous and flat regions like the Great Plains states. The far northern part of the Upper Mississippi valley is known as the Driftless Area, a region of very rugged hills centered primarily western Wisconsin, though the region includes small parts of northeast Iowa, Southeast Minnesota, and northwest Illinois. The Ocooch Mountains of Wisconsin contain the highest peaks in the Driftless Region. Also, the northern part of the Ozark mountain range is in southern Missouri. Prairies cover most of the states west of the Mississippi River, with buttes, rugged rocky areas, and hills in western North Dakota and South Dakota (Theodore Roosevelt National Park and Badlands National Park), and the foothills of the Rockies in western Kansas and Nebraska. Less rain falls in the western Midwest than in the eastern part. This causes different types of prairies. Most of the Midwest can now be called either \"urban areas\" or \"agricultural areas\". Areas in northern Minnesota, Michigan and Wisconsin, and the Ohio River valley are not very developed.\nChicago is the largest city in the region, followed by Detroit and Indianapolis. Some other important cities in the region are: Minneapolis-St. Paul, Cleveland, St. Louis, Kansas City, Milwaukee, Cincinnati, Columbus, Des Moines, and Madison.\nCulture.\nMidwesterners are sometimes viewed as open, friendly, and straightforward, or sometimes as stubborn and uncultured. People view the Midwest as a very open place with lost of corn and wheat, very dry crops and sometimes simple people. Midwest values were shaped by religious beliefs and the agricultural values from the people who settled in the area. The Midwest today is a mix of Protestantism and Calvinism, untrusting of authority and power.\nBetween 19 and 29% of the Midwest is Catholic. 14% of the people in Ohio, Indiana, and Michigan, 22% in Missouri and 5% in Minnesota are Baptists. 22-24% of people in Wisconsin and Minnesota are Lutherans. 1% or less of the people in the Midwest are Jewish and Muslim, with slightly more Jewish or Muslim people in major cities, such as Chicago, Detroit, and Cleveland. 16% of the Midwest's population do not follow any religion.\nBecause of 20th century African American migration from the South, many African Americans live in most of the area's large cities. However, there are still more African Americans living in the Southern United States than in the Midwest. The mix of industry and cultures in those cities led to new types of music in the 20th century in the Midwest, including jazz, blues, rock and roll. Jazz was invented in New Orleans, but started to develop and grow in Kansas City. Techno music came from Detroit and house music and blues came from Chicago.\nToday the population of the Midwest is 65,971,974, or 22.2% of the total population of the United States.\nPolitics.\nPolitics in the Midwest is divided, although if you include Kansas, Nebraska, Missouri and the Dakotas in it leans conservative. With some states leaning liberal and many others conservative. The Great Lakes area, which has more large cities than the rest of the Midwest, tends to be the most liberal area of the Midwest. However, the rural Great Plains states, are more conservative. Traditionally, the larger cities tend to lean to the left while those in the rural countryside lean farther right.\nUS Senate.\nAs of 2020, in the Senate, Illinois, Michigan, and Minnesota are each represented by 2 Democrats. Ohio, Wisconsin and Pennsylvania are represented by 1 Democrat and 1 Republican each. The Dakotas, Missouri, Kansas, Iowa and Nebraska are all represented by 2 Republicans each. The final tally is 9 Democrats and 15 Republicans.\nState Legislatures.\nAs of 2020, Minnesota's is the only state legislature in the nation where 1 house is controlled by Republicans and the other by Democrats. Illinois´s is the only state legislature in the Midwest where both houses are controlled by Democrats; all the other states have Republican-controlled legislatures.\nAccents.\nThe accents of the Midwest are often clearly different from the accents of the South and many urban areas of the American Northeast. The accent of most of the Midwest is thought by many to be \"standard\" American English. Many national radio and television shows in the U.S. like this accent more than many other accents. This may have started because many television show hosts — such as Walter Cronkite, Johnny Carson, David Letterman, Tom Brokaw and Casey Kasem — came from this area.\nIn some parts of the Midwest, the accents are quite different from the \"neutral\" accent of the rest of the Midwest. These accents usually are because of the of the area. For example, Minnesota, western Wisconsin and Michigan's Upper Peninsula have strong Scandinavian accents, which get stronger the farther north one goes. Many parts of Michigan have Dutch-flavored accents. Also, people from Chicago are known to have their own \" accent. The same is true of St. Louis. In the most southern parts of the Midwest, such as southern Indiana, Southern accents are common in addition to the standard Midwest accent. The same can be said of Southern Illinois, particularly below U.S. Highway 50 and south of St. Louis. Missouri is also an example of a Midwest state with southern culture. Missourians usually have either a Southern or Midwestern accent, or a combined dialect of both, but accents tend to be distinctly Southern in the Southeastern and Bootheel sections of the state.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_of_America","surface_form":"United States of America","offset":101},{"uri":"Driftless_Area","surface_form":"Driftless Area","offset":1012},{"uri":"Ocooch_Mountains","surface_form":"Ocooch Mountains","offset":1203},{"uri":"Ozarks","surface_form":"Ozark","offset":1315},{"uri":"Prairie","surface_form":"Prairie","offset":1361},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":1407},{"uri":"Theodore_Roosevelt_National_Park","surface_form":"Theodore Roosevelt National Park","offset":1511},{"uri":"Badlands_National_Park","surface_form":"Badlands National Park","offset":1548},{"uri":"Rocky_Mountains","surface_form":"Rockies","offset":1598},{"uri":"City","surface_form":"urban","offset":1790},{"uri":"Agriculture","surface_form":"agricultural","offset":1807},{"uri":"Ohio_River","surface_form":"Ohio River","offset":1889},{"uri":"Chicago","surface_form":"Chicago","offset":1931},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit","offset":1986},{"uri":"Indianapolis%2C_Indiana","surface_form":"Indianapolis","offset":1998},{"uri":"Minneapolis%2C_Minnesota","surface_form":"Minneapolis","offset":2059},{"uri":"Saint_Paul%2C_Minnesota","surface_form":"St. Paul","offset":2071},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland","offset":2081},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":2092},{"uri":"Kansas_City%2C_Missouri","surface_form":"Kansas City","offset":2103},{"uri":"Milwaukee%2C_Wisconsin","surface_form":"Milwaukee","offset":2116},{"uri":"Cincinnati%2C_Ohio","surface_form":"Cincinnati","offset":2127},{"uri":"Columbus%2C_Ohio","surface_form":"Columbus","offset":2139},{"uri":"Des_Moines%2C_Iowa","surface_form":"Des Moines","offset":2149},{"uri":"Madison%2C_Wisconsin","surface_form":"Madison","offset":2165},{"uri":"Protestantism","surface_form":"Protestantism","offset":2564},{"uri":"Calvinism","surface_form":"Calvinism","offset":2582},{"uri":"Catholicism","surface_form":"Catholic","offset":2665},{"uri":"Baptist","surface_form":"Baptist","offset":2765},{"uri":"Lutheran","surface_form":"Lutheran","offset":2823},{"uri":"Judaism","surface_form":"Jewish","offset":2878},{"uri":"Islam","surface_form":"Muslim","offset":2889},{"uri":"Chicago","surface_form":"Chicago","offset":2965},{"uri":"Detroit","surface_form":"Detroit","offset":2974},{"uri":"Cleveland","surface_form":"Cleveland","offset":2987},{"uri":"African_American","surface_form":"African American","offset":3082},{"uri":"Migration","surface_form":"migration","offset":3099},{"uri":"Southern_United_States","surface_form":"Southern United States","offset":3251},{"uri":"Industry","surface_form":"industry","offset":3306},{"uri":"Culture","surface_form":"culture","offset":3319},{"uri":"Jazz","surface_form":"jazz","offset":3416},{"uri":"Blues","surface_form":"blues","offset":3422},{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":3429},{"uri":"Techno_music","surface_form":"Techno music","offset":3526},{"uri":"Detroit","surface_form":"Detroit","offset":3549},{"uri":"House_music","surface_form":"house music","offset":3561},{"uri":"Chicago","surface_form":"Chicago","offset":3593},{"uri":"Liberalism","surface_form":"liberal","offset":4011},{"uri":"Conservatism","surface_form":"conservative","offset":4089},{"uri":"Accent","surface_form":"accent","offset":4893},{"uri":"Southern_United_States","surface_form":"South","offset":4968},{"uri":"Walter_Cronkite","surface_form":"Walter Cronkite","offset":5277},{"uri":"Johnny_Carson","surface_form":"Johnny Carson","offset":5294},{"uri":"David_Letterman","surface_form":"David Letterman","offset":5309},{"uri":"Tom_Brokaw","surface_form":"Tom Brokaw","offset":5326},{"uri":"Casey_Kasem","surface_form":"Casey Kasem","offset":5341},{"uri":"Neutral","surface_form":"neutral","offset":5448},{"uri":"Minnesota","surface_form":"Minnesota","offset":5559},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":5578},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":5631},{"uri":"Michigan","surface_form":"Michigan","offset":5714},{"uri":"Dutch_language","surface_form":"Dutch","offset":5728},{"uri":"Chicago","surface_form":"Chicago","offset":5770},{"uri":"St._Louis","surface_form":"St. Louis","offset":5836}]}