{"id":56067,"url":"http://en.wikipedia.org/wiki/Bastian_Schweinsteiger","text":"Bastian Schweinsteiger (born 1 August 1984, in Kolbermoor, Germany) is a German football player. He plays as midfielder for Chicago Fire and the Germany national team. He has a brother, Tobias, who is also a footballer and is playing for Unterhaching on loan in the third German league. As of 11 July 2015, Schweinsteiger was transferred under a disclosed fee to Manchester United after Bayern CEO Karl-Heinz Rummenigge announced the transfer in a press conference. Schweinsteiger has been in a relationship with Ana Ivanovic since September 2014. The couple married on 12 July 2016 in Venice.\nClub.\nSchweinsteiger signed with Bayern Munich as a youth team player on 1 July 1998 and soon was successful with the youth teams and the second team. He made his debut in the first team as substitute in an UEFA Championsleague match versus RC Lens in November 2002. onla a short time later he signed a professional contract for the first team. He shot his first Bayern goal against VfL Wolfsburg in September 2003.\nAt the beginning of the 2005/06 season he was sent back to the second team but soon came back. Over the next three seasons, up until the end of 2007–08, Schweinsteiger made 135 appearances in all competitions for Bayern Munich (UEFA Champions League, Bundesliga and German Cup), scoring 10 goals. In December 2010, he prolonged his contract with Bayern until 2016. However, in July 2015 Schweinsteiger made a move to Manchester United.\nInternational.\nSchweinsteiger made his international debut in 2004 in a friendly against Hungary. Since that time he played regularly in the German football national team. He was member of the Euro 2004 and 2008 - and World Cup 2006, 2010 and 2014 squads.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kolbermoor","surface_form":"Kolbermoor","offset":47},{"uri":"Germany","surface_form":"Germany","offset":59},{"uri":"Germans","surface_form":"German","offset":73},{"uri":"Association_football","surface_form":"football","offset":80},{"uri":"Chicago_Fire_F.C.","surface_form":"Chicago Fire","offset":124},{"uri":"Germany_national_football_team","surface_form":"Germany national team","offset":145},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":363},{"uri":"Karl-Heinz_Rummenigge","surface_form":"Karl-Heinz Rummenigge","offset":398},{"uri":"Intimate_relationship","surface_form":"relationship","offset":495},{"uri":"Ana_Ivanovic","surface_form":"Ana Ivanovic","offset":513},{"uri":"Venice","surface_form":"Venice","offset":586}]}