{"id":560772,"url":"http://en.wikipedia.org/wiki/Dakota_people","text":"The Dakota people are a Native American tribe. They are also a part of the First Nations. They make up two of the three main subcultures of the Sioux people. They are usually divided into the Eastern Dakota and the Western Dakota.\nThe Eastern Dakota are also called the Santee, and are located in the eastern Dakotas, central Minnesota and northern Iowa. They have many federally recognized tribes.\nThe Western Dakota are also called the Yankton or Yanktonai, and are located in the Missouri River area. They also have many notable federally recognized tribes. They were often mistaken to be the Nakota (who are actually a group of tribes that broke away from the main branches of the Sioux nation in earlier times).\nHistory.\nThe Dakota lived in Wisconsin and Minnesota in the 17th century. By 1700 some had moved to present-day South Dakota. Late in the 17th century, the Dakota became alliances with French merchants. The French tried to use this alliance to help them control the North American fur trade against the English.\nDakota War of 1862.\nIn the late 1850's, treaty violations by the United States and unfair payments by Indian agents (governmental people who were allowed to interact with the natives) led to increasing hunger and hardship among the Dakota. Even though the Dakota tried to negotiate with the U.S. government, nothing was successful. On 16 August 1862, a group of Dakota hunters killed a family of settlers. This led to more attacks on settlers, and soon a full war had begun. On 5 November 1862, 38 Dakota warriors were sentenced to death by hanging. This would later become the largest mass execution in U.S. history.\nDuring and after the revolt, many Eastern Dakota and their family left Minnesota and Eastern Dakota to go to Canada, or settle in the James River Valley in a short-lived reservation. They were then forced to move to the Crow Creek Reservation on the east bank of the Missouri river. Some joined the Western Dakota and moved further west to help the Lakota tribes to continue their fight against the U.S. military.\nOthers remained in Minnesota and the east, in small reservations that still exist, including Sisseton-Wahpeton, Flandreau, and Devils Lake (Spirit Lake or Fort Totten) Reservations in the Dakotas. Some moved to Nebraska, where the Santee Sioux Tribe today has a reservation on the south bank of the Missouri river.\nThose who fled to Canada left nine small reservations for their families in Manitoba (Sioux Valley, Long Plain, Dakota Tipi, Birdtail Creek, and Oak Lake [Pipestone]) and the four more (Standing Buffalo, Moose Woods [White Cap], Round Plain [Wahpeton], and Wood Mountain) in Saskatchewan.\nLanguage.\nThe Dakota language is part of the Siouan languages. People who speak Dakota can also understand the Lakota language. Dakota is written in the Latin script. The language has two major dialects between the Eastern and Western Dakota tribes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_American","surface_form":"Native American","offset":24},{"uri":"Tribe","surface_form":"tribe","offset":40},{"uri":"First_Nations","surface_form":"First Nations","offset":75},{"uri":"Sioux","surface_form":"Sioux people","offset":144},{"uri":"The_Dakotas","surface_form":"Dakotas","offset":309},{"uri":"Minnesota","surface_form":"Minnesota","offset":326},{"uri":"Iowa","surface_form":"Iowa","offset":349},{"uri":"Missouri_River","surface_form":"Missouri River","offset":483},{"uri":"Nakota","surface_form":"Nakota","offset":596},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":746},{"uri":"Minnesota","surface_form":"Minnesota","offset":760},{"uri":"South_Dakota","surface_form":"South Dakota","offset":829},{"uri":"French_people","surface_form":"French","offset":902},{"uri":"Merchant","surface_form":"merchants","offset":909},{"uri":"North_American_fur_trade","surface_form":"North American fur trade","offset":983},{"uri":"English_people","surface_form":"English","offset":1020},{"uri":"United_States","surface_form":"United States","offset":1094},{"uri":"Indian_agent","surface_form":"Indian agents","offset":1131},{"uri":"Hanging","surface_form":"hanging","offset":1570},{"uri":"James_River_(Dakotas)","surface_form":"James River","offset":1781},{"uri":"Nebraska","surface_form":"Nebraska","offset":2272},{"uri":"Manitoba","surface_form":"Manitoba","offset":2452},{"uri":"Saskatchewan","surface_form":"Saskatchewan","offset":2651},{"uri":"Siouan_languages","surface_form":"Siouan languages","offset":2710},{"uri":"Lakota_language","surface_form":"Lakota language","offset":2776},{"uri":"Latin_script","surface_form":"Latin script","offset":2818}]}