{"id":56075,"url":"http://en.wikipedia.org/wiki/Bernd_Schneider","text":"Bernd Schneider (born 17 November 1973 in Jena, Germany) is a former German footballer. He played for Germany national team.\nClub career.\nSchneider started his professional career at local Carl Zeiss Jena, going on to help the East German outfit to remain five consecutive seasons in the second division; his debut came on 13 August 1991, playing ten minutes in a 1–3 loss at Darmstadt 98.\nSchneider then played one season at Eintracht Frankfurt, subsequently moving to Bayer Leverkusen, and establishing himself as an important player for both club and country. In 1999–2000 and 2001–02, he was helpful in Bayer's 2nd-place finish in the Fußball-Bundesliga. He also appeared 19 times in the side reached the 2002 Champions League Final.\nMore a creator than a finisher, Schneider scored a career-best ten league goals in the 2003–04 season, making him the highest-scoring midfielder in that year's competition, alongside Johan Micoud; Leverkusen finished third and, during the following season, Schneider extended his contract a few more years.\nAfter two more seasons in which he scored ten goals and achieved 18 assists in 60 matches, Schneider began suffering back-to-back injuries: first the calf, then the back, not appearing for almost the entire 2008–09 season due to the injuries. He only managed to return to action on 16 May 2009, playing the last 20 minutes of a 5–0 home win against Borussia Mönchengladbach. The following month, he announced his retirement because he could not fully recover from the injuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jena","surface_form":"Jena","offset":42},{"uri":"Germany","surface_form":"Germany","offset":48},{"uri":"Germany","surface_form":"German","offset":69},{"uri":"Footballer","surface_form":"footballer","offset":76},{"uri":"Germany_national_football_team","surface_form":"Germany national team","offset":102},{"uri":"Eintracht_Frankfurt","surface_form":"Eintracht Frankfurt","offset":426},{"uri":"Bayer_04_Leverkusen","surface_form":"Bayer Leverkusen","offset":470},{"uri":"Fu%C3%9Fball-Bundesliga","surface_form":"Fußball-Bundesliga","offset":639},{"uri":"Johan_Micoud","surface_form":"Johan Micoud","offset":921},{"uri":"Borussia_M%C3%B6nchengladbach","surface_form":"Borussia Mönchengladbach","offset":1394}]}