{"id":560815,"url":"http://en.wikipedia.org/wiki/WWE_Raw_Tag_Team_Championship","text":"e=\"preserve\">\"For the original WWE Tag Team Championship that was active from 1971 through 2010, see World Tag Team Championship (WWE).\"\nThe WWE Raw Tag Team Championship is a professional wrestling world tag team championship of WWE, and it's wrestled for on the \"Raw\" brand. From April 5, 2009 to August 16, 2010 it was made into one with the World Tag Team Championship until the other title was retired.\nHistory.\nAfter the Brand Extension in World Wrestling Entertainment, the WWE Undisputed Championship and WWE Women's Championship became the only titles allowed to be fought for on both the Raw and SmackDown! brands, while the remaining titles were made where they could only be fought for on their own brands. Originally a part of the SmackDown brand after the company's first brand extension in the spring of 2002, the Tag Team Championship was moved to the Raw brand that following summer. The Tag Team Championship became apart of the Raw brand only, leaving the SmackDown! brand without a tag team title. As a result, SmackDown General Manager Stephanie McMahon, introduced the new \"WWE Tag Team Championship\" and made it the tag team title for the SmackDown! brand. She stated that the first champions would be the winners of an eight-team tournament. On October 20, 2002, the team of Kurt Angle and Chris Benoit beat Rey Mysterio and Edge at No Mercy 2002 in the tournament final to become the first ever WWE Tag Team Champions.\nOn October 17, 2007, SmackDown! and ECW announced a talent sharing agreement that made it where talent from either brand's roster can compete on both brands. As a result, the title was fought for on both brands. In late 2008 through early 2009, WWE Tag Team Champions The Colóns (Carlito and Primo) engaged in rivalry with the World Tag Team Champions John Morrison and The Miz, which resulted in the announcement on the March 17 edition of \"ECW\" that at WrestleMania XXV both teams would fight for their titles against each other and the winning team would hold both titles.\nThe result was the Unified WWE Tag Team Championship, a combination of the two titles though both were kept active by themselves (and thus keeping their own title histories), they were defended as one by one tag team. The champions could appear on and defend the titles on any WWE brand. Though eventually, on August 16, 2010, the World Tag Team Championship was retired in favor of continuing the history of the WWE Tag Team Championship following the introduction of new championship belts to then-champions David Hart Smith and Tyson Kidd of The Hart Dynasty. The champions continued to compete on any brand until the end of the brand extension in August, 2011. However, WWE decided to bring back the brand split in July 2016. During the draft for this, the champions at the time, The New Day, were chosen to wrestle on Raw. This meant that SmackDown didn't have a tag team title. So, SmackDown's general manager Daniel Bryan and commissioner Shane McMahon created the SmackDown Tag Team championship. After this, the WWE Tag Team Championship was renamed the Raw Tag Team Championship.\nAt WrestleMania 34 on April 8, 2018, the champions at the time, Cesaro and Sheamus, were going to fight Braun Strowman and a partner for him to choose. At the show, Strowman said that his partner would be a fan from the audience. Then, he went out into the crowd and picked a 10-year-old named Nicholas and they beat Cesaro and Sheamus for the titles. This made Nicholas the youngest person to ever win a championship in WWE. The two gave up the titles the next night on \"Raw.\"\nCurrent champions.\nRight now, the champions are The Street Profits, who are in their first reign.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"World Tag Team Championship (WWE)","offset":101},{"uri":"WWE","surface_form":"WWE","offset":230},{"uri":"Championship_unification","surface_form":"made into one","offset":322},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"World Tag Team Championship","offset":345},{"uri":"WWE_Brand_Extension","surface_form":"Brand Extension","offset":427},{"uri":"WWE_Championship","surface_form":"WWE Undisputed Championship","offset":481},{"uri":"WWE_Women%27s_Championship_(1956%E2%80%932010)","surface_form":"WWE Women's Championship","offset":513},{"uri":"WWE_Raw","surface_form":"Raw","offset":598},{"uri":"WWE_SmackDown","surface_form":"SmackDown!","offset":606},{"uri":"World_Tag_Team_Championship_(WWE)","surface_form":"Tag Team Championship","offset":905},{"uri":"Stephanie_McMahon","surface_form":"Stephanie McMahon","offset":1057},{"uri":"Kurt_Angle","surface_form":"Kurt Angle","offset":1299},{"uri":"Chris_Benoit","surface_form":"Chris Benoit","offset":1314},{"uri":"Rey_Mysterio","surface_form":"Rey Mysterio","offset":1332},{"uri":"Adam_Copeland","surface_form":"Edge","offset":1349},{"uri":"No_Mercy_(2002)","surface_form":"No Mercy 2002","offset":1357},{"uri":"The_Col%C3%B3ns","surface_form":"The Colóns","offset":1712},{"uri":"Carly_Col%C3%B3n","surface_form":"Carlito","offset":1724},{"uri":"Primo_Col%C3%B3n","surface_form":"Primo","offset":1736},{"uri":"John_Morrison","surface_form":"John Morrison","offset":1796},{"uri":"The_Miz","surface_form":"The Miz","offset":1814},{"uri":"WrestleMania_XXV","surface_form":"WrestleMania XXV","offset":1899},{"uri":"Harry_Smith","surface_form":"David Hart Smith","offset":2530},{"uri":"TJ_Wilson","surface_form":"Tyson Kidd","offset":2551},{"uri":"The_Hart_Dynasty","surface_form":"The Hart Dynasty","offset":2565},{"uri":"The_New_Day","surface_form":"The New Day","offset":2804},{"uri":"Daniel_Bryan","surface_form":"Daniel Bryan","offset":2936},{"uri":"Shane_McMahon","surface_form":"Shane McMahon","offset":2966},{"uri":"WrestleMania_34","surface_form":"WrestleMania 34","offset":3113},{"uri":"Cesaro_(professional_wrestler)","surface_form":"Cesaro","offset":3174},{"uri":"Sheamus","surface_form":"Sheamus","offset":3185},{"uri":"Braun_Strowman","surface_form":"Braun Strowman","offset":3214}]}