{"id":560804,"url":"http://en.wikipedia.org/wiki/President_Lincoln%27s_75%2C000_volunteers","text":"President Lincoln's 75,000 volunteers were the militia of the loyal U.S. states called up on April 15, 1861 following the attack on Fort Sumter by the forces of the Confederate States of America. This was the beginning the American Civil War. President Lincoln called for 75,000 volunteers for a period of 90 days. These limits were established by laws that had been passed in the late eighteenth century and were not necessarily a reflection of the number of troops or the amount of time Lincoln actually thought it would take to put down the rebellion.\nBackground.\nThere was a great deal of tension over the issue of slavery in the Western territories during the presidency of James Buchanan (1857-61). People were taking sides in the issue as never before. When open war broke out in the Kansas Territory (called Bleeding Kansas), Southern slaveholders, Northern abolitionists and Free-soilers flooded into Kansas. Each was trying to influence the vote whether Kansas would join the Union as a slave state or a free state. President Buchanan sent part of the Regular Army to stop the violence but they were too few and too scattered to stop the fighting.\nThe abolitionist John Brown who played a part in Bleeding Kansas, seized the Harpers Ferry Armory in 1859. He intended to use the weapons to start a slave uprising in the South. Federal troops were called on to put down the outbreak and capture Brown.\nOn November 6, 1860, when Abraham Lincoln was elected President of the United States. South Carolina seceded from the Union. Followed by six more Southern states, on February 18, 1861, at Montgomery, Alabama they formed the Confederate States of America. Their elected president, Jefferson Davis, called for 100,000 volunteers to serve for one year. In less than six weeks, other Southern states seceded. The Confederates seized federal property in the South including several military posts. The exceptions were Fort Sumter in Charleston, South Carolina and Fort Pickens near Pensacola, Florida.\nWhen these seven states seceded, it caused a breakup in the U.S. Army. Many were from the South and felt they had a responsibility to resign from the U.S. Army and join the Confederate Army. In April of 1861, the United States Army had only 16,000 men organized into fewer than 200 companies. Most of them were at posts west of the Mississippi River. While the army was made up of trained professional soldiers, Lincoln realized he could not put down a rebellion of this size with the army he had.\nState Militias before 1861.\nDuring the Colonial Period in North America, each colony had the right to summon all able-bodied white males to provide for the defense of that colony. Colonies had militia laws that required every able-bodied man to be available for militia duty and to provide his own arms. In 1774 and 1775, the British government, which now had a larger presence, attempted to disarm American colonists. This caused the colonists to form private militias, independent of any control by the governors who were appointed by the British government. The Minutemen who fought the British Army at the Battles of Lexington and Concord were an independent militia. The American colonies saw standing armies as tools of a despotic monarch.\nAfter the formation of the United States, the founding fathers saw state militias as the main force to defend the new country. They were controlled by the individual states and not by a central government. When the United States Constitution was ratified, it gave the federal government the right to raise a standing army but the feeling at the time was that such an army was to be kept small. This was the prevailing thought up to the 20th century. The Second Amendment to the United States Constitution and other laws of 1792 gave the President the power to call out the state militias to put down rebellion and to fight against any foreign invaders. But, the call for militias had to be authorized by the state legislatures, the militias themselves could only serve for three months in any given year and the size of the militia the President was allowed to call up was limited to 75,000.\nDuring the War of 1812 militia units had the reputation of being poorly trained and poorly disciplined. Massachusetts and Connecticut refused to call out their militias during this time. Vermont would not allow its militia to serve outside of state borders. From 1815 until 1845, many of the Northern states did not require militia service by their citizens. The Mexican-American War was fought mainly by the regular army and volunteers served for one year terms of service. Very few state militias participated. By the 1840s, with no state laws requiring militia service in many states, the militias were replaced by voluneteer groups who served on weekends and provided their own weapons. In exchange for state-supplied weapons and uniforms, many agreed to become part of their respective state militias, especially in Northern states.\nState militias had several shortcomings. During the Revolutionary War and the War of 1812, they developed a reputation as poor fighters and frequent deserters.\nLincoln's volunteers.\nWhen Lincoln called for 75,000 men for federal service, members of his cabinet had advised him to ask for as many as 200,000. However, Lincoln knew that he would be breaking the law if he tried to call up that many men, and on a more practical note he probably also recognized the army did not have the arms or supplies to equip a larger number and so he settled for the legal limit of 75,000. This was still four times the size of the regular army. Each state was given a quota it had to meet based on its population. New York's quota was 17 regiments (13,280 men). Pennsylvania was to send 16 regiments. Other states were given their quotas as well. The slave states refused to send any men, with four of them joining the Confederacy instead. The free states filled out their quotas quickly. Some states did not send any more than their quota required while other states sent more so that Lincoln still got the 75,000 men he asked for. Rhode Island sent four times their quota. Connecticut and Missouri each sent three times their quota. Massachusetts sent two and a half times their quota.\nAll the new officers and soldiers had to undergo military training. Officers spent their evenings learning tactics and other military matters from books and field manuals. Soldiers spent their days learning to drill and shoot their weapons. Many quickly found that military life was not as romantic as they had pictured it. None realized that training could be the difference between life and death on a battlefield. So training suffered, but the Confederate army had the same problems with their militia units. When the war started, both sides had to depend on their militias.\nCongress soon changed the militia law to allow the President to call up more men to serve for longer periods of time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Militia","surface_form":"militia","offset":47},{"uri":"U.S._states","surface_form":"U.S. states","offset":68},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":132},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":165},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":223},{"uri":"President_of_the_United_States","surface_form":"President","offset":243},{"uri":"Volunteer","surface_form":"volunteer","offset":279},{"uri":"Rebellion","surface_form":"rebellion","offset":544},{"uri":"Tension","surface_form":"tension","offset":593},{"uri":"Slavery","surface_form":"slavery","offset":619},{"uri":"Western_territories","surface_form":"Western territories","offset":634},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":679},{"uri":"Bleeding_Kansas","surface_form":"Bleeding Kansas","offset":816},{"uri":"Southern_United_States","surface_form":"Southern","offset":834},{"uri":"Northern_United_States","surface_form":"Northern","offset":857},{"uri":"Abolitionist","surface_form":"abolitionist","offset":866},{"uri":"Free_Soil_Party","surface_form":"Free-soilers","offset":884},{"uri":"Vote","surface_form":"vote","offset":951},{"uri":"Slave_and_free_states","surface_form":"slave state","offset":997},{"uri":"Slave_and_free_states","surface_form":"free state","offset":1014},{"uri":"Regular_Army","surface_form":"Regular Army","offset":1062},{"uri":"John_Brown_(abolitionist)","surface_form":"John Brown","offset":1175},{"uri":"Harpers_Ferry_Armory","surface_form":"Harpers Ferry Armory","offset":1235},{"uri":"Weapon","surface_form":"weapon","offset":1288},{"uri":"Slave_rebellion","surface_form":"slave uprising","offset":1307},{"uri":"Federal_government_of_the_United_States","surface_form":"Federal","offset":1336},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":1464},{"uri":"Union_(American_Civil_War)","surface_form":"Union","offset":1528},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1634},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":1690},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":1938},{"uri":"Fort_Pickens","surface_form":"Fort Pickens","offset":1969},{"uri":"Pensacola%2C_Florida","surface_form":"Pensacola, Florida","offset":1987},{"uri":"Confederate_Army","surface_form":"Confederate Army","offset":2180},{"uri":"United_States_Army","surface_form":"United States Army","offset":2220},{"uri":"Company_(military_unit)","surface_form":"companies","offset":2289},{"uri":"West","surface_form":"west","offset":2327},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":2339},{"uri":"North_America","surface_form":"North America","offset":2563},{"uri":"White_people","surface_form":"white males","offset":2630},{"uri":"Law","surface_form":"law","offset":2706},{"uri":"Duty","surface_form":"duty","offset":2775},{"uri":"Weapon","surface_form":"arms","offset":2803},{"uri":"British","surface_form":"British","offset":2831},{"uri":"Independent","surface_form":"independent","offset":2976},{"uri":"Governor","surface_form":"governor","offset":3010},{"uri":"Appoint","surface_form":"appointed","offset":3029},{"uri":"Minutemen","surface_form":"Minutemen","offset":3070},{"uri":"British_Army","surface_form":"British Army","offset":3095},{"uri":"Battles_of_Lexington_and_Concord","surface_form":"Battles of Lexington and Concord","offset":3115},{"uri":"Despotism","surface_form":"despotic","offset":3233},{"uri":"Monarch","surface_form":"monarch","offset":3242},{"uri":"Founding_Fathers_of_the_United_States","surface_form":"founding fathers","offset":3297},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":3466},{"uri":"Ratification","surface_form":"ratified","offset":3497},{"uri":"20th_century","surface_form":"20th century","offset":3687},{"uri":"Second_Amendment_to_the_United_States_Constitution","surface_form":"Second Amendment to the United States Constitution","offset":3705},{"uri":"War_of_1812","surface_form":"War of 1812","offset":4154},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":4247},{"uri":"Connecticut","surface_form":"Connecticut","offset":4265},{"uri":"Vermont","surface_form":"Vermont","offset":4330},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":4506},{"uri":"Character_flaw","surface_form":"shortcomings","offset":5008},{"uri":"American_Revolutionary_War","surface_form":"Revolutionary War","offset":5033},{"uri":"Equip","surface_form":"equip","offset":5486},{"uri":"Quota","surface_form":"quota","offset":5636},{"uri":"Population","surface_form":"population","offset":5670},{"uri":"New_York","surface_form":"New York","offset":5682},{"uri":"Regiment","surface_form":"regiment","offset":5706},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":5730},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":6101},{"uri":"Missouri","surface_form":"Missouri","offset":6159},{"uri":"Officer","surface_form":"officer","offset":6268},{"uri":"Soldier","surface_form":"soldier","offset":6281},{"uri":"Field_manual","surface_form":"field manual","offset":6413},{"uri":"Romance","surface_form":"romantic","offset":6546}]}