{"id":56089,"url":"http://en.wikipedia.org/wiki/Anarcho-capitalism","text":"Anarcho-capitalism is a political philosophy that says that governments are not needed but that property rights are needed.\nComplaints against government.\nAnarcho-capitalists say that society would be better off if the good thing government did were instead done on the free market by private individuals, private companies, charities, mutual aid societies, and voluntary unions.  Anarcho-capitalists think that people will still be safe without armies and police that are paid for with taxes, and that people will be able to protect themselves by paying people or \"private defence agencies\" to defend them, or by setting up neighborhood watches.  Voluntarism, which is normally included as a part of anarcho-capitalist ideology, think that when people get into fights or arguments about who owns what, people should be able to get together and decide what kind of court to go to and what kind of rules they should be judged by, instead of being forced to go to a court that the government sets up.\nMeaning.\nThe term \"anarcho-capitalism\" was coined by Jarret B. Wollstein.  It is called \"anarcho-capitalism\" because it is a mix of the individualist anarchist idea that governments are bad and unnecessary, and the capitalist idea that private property is good when it has been gotten in a legitimate way instead of through force.  Anarcho-capitalists say that the government is a thief, because it takes people's money away against their will.  They also say that governments also keep people from making trades between themselves.\nAnarcho-capitalism as a form of libertarianism.\nMost libertarians are minarchists, which means they think that there needs to be a very small government whose only purpose is to protect people's property.  Anarcho-capitalists are different because they believe society would be better off without any government, even though they are still a kind of libertarian.\nAnarcho-capitalism and anarchism.\nIn general, anarcho-capitalism is not considered anarchism. However, like anarchists, anarcho-capitalists say they are against the whole idea of hierarchy.  Anarcho-capitalists do not define hierarchy as something that exists when one person is simply \"seen\" as being more important than another person.  Anarcho-capitalist believe hierarchy exists only when a person is given the authority to use force against a nonviolent person or that person's legitimate property.  Only when \"no one\" is allowed to use force against nonviolent people or their legitimate property are people truly equal.  They think that only then is hierarchy no more.\nAnarchists are against capitalism as they think it uses force. Anarcho-capitalists support capitalism and say everything in it is consensual.\nAnarchists oppose anarcho-capitalism because they do not believe any private property is legitimate.  These anarchists would say that all property is founded on the theft of the commons (unowned land and stuff).  Many anarchists don't even think that anarcho-capitalism counts as a real form of anarchism, as this critique of property goes back to some of the earliest people calling themselves anarchists.\nProperty.\nAnarcho-capitalists, like other libertarians and classical liberals, only believe property is legitimate when it has been gotten in the right sort of way.  If you steal (take something from someone without their permission), or hire someone to steal on your behalf, or ask the government to steal on your behalf, the property you get is not really yours.  The \"real\" owner is still the person or people it belonged to before it was stolen.  Anarcho-capitalists say that governments do not legitimately own anything, since governments get all of their wealth through force, including taxation and counterfeiting. Because anarcho-capitalists support private property, they believe that a person can own a building or land without actually using it. They believe that these things can be protected by private security guards.\nIn the eyes of anarcho-capitalists, property can only be legitimately gotten in one of three ways.  The first way is through John Locke's \"homestead principle,\" which means that something owned by no one \"becomes\" your legitimate property when you \"mix your labour\" with the thing.  In other words, if you come across an unowned field, and you start farming it, then the land you farm becomes your property, along with all of the crops you grow.  If someone else comes along and steals all of the crops you worked on growing, that person has committed a form of force called \"theft.\"  The second and third ways to legitimately get property is through voluntary trade or gift.\nIf someone has gotten something in an illegitimate way, it is not theft to take the thing back, as long as you harm no innocent person in the process.\nNon-aggression.\nSome anarcho-capitalists are also anarcho-pacifists, but most anarcho-capitalists are not.  Anarcho-pacifists, like Robert LeFevre, believe one may never use any force at all, not even in self-defence.  Most anarcho-capitalists, however, believe it is okay to use defensive force as long as it is \"only\" directed against those who have used non-defensive force, and as long as it is proportional to the non-defensive force.  In other words, one may not legitimately shoot a person for stealing a stick of gum, because shooting someone is a lot more forceful than stealing the gum.","categories":[],"infobox_types":[],"annotations":[{"uri":"Politics","surface_form":"political","offset":24},{"uri":"Philosophy","surface_form":"philosophy","offset":34},{"uri":"Government","surface_form":"government","offset":60},{"uri":"Property","surface_form":"property","offset":96},{"uri":"Free_market","surface_form":"free market","offset":270},{"uri":"Private_company","surface_form":"private companies","offset":306},{"uri":"Charitable_organization","surface_form":"charities","offset":325},{"uri":"Mutual_aid_society","surface_form":"mutual aid societies","offset":336},{"uri":"Union","surface_form":"union","offset":372},{"uri":"Army","surface_form":"armies","offset":446},{"uri":"Police","surface_form":"police","offset":457},{"uri":"Private_defence_agency","surface_form":"private defence agencies","offset":566},{"uri":"Neighbourhood_watch","surface_form":"neighborhood watch","offset":625},{"uri":"Judgement","surface_form":"judged","offset":918},{"uri":"Court","surface_form":"court","offset":964},{"uri":"Jarret_B._Wollstein","surface_form":"Jarret B. Wollstein","offset":1052},{"uri":"Individualist_anarchism","surface_form":"individualist anarchist","offset":1135},{"uri":"Government","surface_form":"government","offset":1169},{"uri":"Capitalism","surface_form":"capitalist","offset":1214},{"uri":"Private_property","surface_form":"private property","offset":1235},{"uri":"Legitimacy","surface_form":"legitimate","offset":1289},{"uri":"Thief","surface_form":"thief","offset":1380},{"uri":"Trade","surface_form":"trade","offset":1505},{"uri":"Libertarianism","surface_form":"libertarianism","offset":1564},{"uri":"Libertarian","surface_form":"libertarian","offset":1585},{"uri":"Night-watchman_state","surface_form":"minarchists","offset":1602},{"uri":"Property","surface_form":"property","offset":1727},{"uri":"Anarchism","surface_form":"anarchism","offset":1918},{"uri":"Libertarian","surface_form":"libertarian","offset":3162},{"uri":"Classical_liberalism","surface_form":"classical liberals","offset":3179},{"uri":"Legitimacy","surface_form":"legitimate","offset":3224},{"uri":"John_Locke","surface_form":"John Locke","offset":4078},{"uri":"Homestead","surface_form":"homestead","offset":4092},{"uri":"Robert_LeFevre","surface_form":"Robert LeFevre","offset":4912},{"uri":"Self-defence","surface_form":"self-defence","offset":4984},{"uri":"Self_sefence","surface_form":"defensive force","offset":5060}]}