{"id":560990,"url":"http://en.wikipedia.org/wiki/Roger_Joseph_Boscovich","text":"Roger Joseph Boscovich (18 May 1711 - 13 February 1787) was a Croatian polymath and Jesuit from the city of Dubrovnik in the Republic of Ragusa (modern-day Croatia). He studied and lived in Italy and France, where he published many of his works.\nHe produced a precursor of atomic theory and made many contributions to astronomy. In 1753 he discovered the absence of atmosphere on the Moon.\nIn Vienna in 1758, he published the first edition of his famous work, \"Philosophiæ naturalis theoria redacta ad unicam legem virium in natura existentium\" (\"Theory of natural philosophy derived to the single law of forces which exist in nature\"). It included his atomic theory and his theory of forces. A second edition was published in 1763 in Venice and a third again in Vienna in 1764. In 1922 it was published in London, and in 1966 in the United States. Another edition was published in Zagreb in 1974.\nLife.\nBoscovich was born in Dubrovnik as the youngest of seven children. He joined the Jesuit school in Dubrovnik, leaving for Rome in 1725. In Rome he was under the care of 2 Jesuit priests whom introduced him to the Society of Jesus. In 1731, enrolled in college at Sant'Andrea delle Fratte. There, he studied mathematics and physics and in 1740 he was appointed professor of mathematics in the college.\nBoscovich studied the transit of Mercury, the Aurora borealis, the figure of the Earth, the observation of the fixed stars, the inequalities in terrestrial gravitation, the application of mathematics to the theory of the telescope, the limits of certainty in astronomical observations, and various problems in solid geometry and spherical trigonometry.\nIn 1742 he and other scientists were consulted by Pope Benedict XIV, as to the best way of securing the structure of the dome of St. Peter's, Rome, in which a crack had been discovered. His suggested placing five iron bands and it was accepted.\nIn 1758, Roger Joseph Boscovich described a version of atomic theory. He explained the resistance of hard bodies as due to force rather than \"hardness\". \"The primary elements of matter are in my opinion perfectly indivisible & non-extended points\".\nAs a devoted Jesuit, Boscovich spent his life without ever getting married or having children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Croatia","surface_form":"Croatia","offset":62},{"uri":"Polymath","surface_form":"polymath","offset":71},{"uri":"Jesuit","surface_form":"Jesuit","offset":84},{"uri":"Dubrovnik","surface_form":"Dubrovnik","offset":108},{"uri":"Croatia","surface_form":"Croatia","offset":156},{"uri":"Italy","surface_form":"Italy","offset":190},{"uri":"France","surface_form":"France","offset":200},{"uri":"Atomic_theory","surface_form":"atomic theory","offset":273},{"uri":"Astronomy","surface_form":"astronomy","offset":318},{"uri":"Atmosphere","surface_form":"atmosphere","offset":366},{"uri":"Moon","surface_form":"Moon","offset":384},{"uri":"Vienna","surface_form":"Vienna","offset":393},{"uri":"Atomic_theory","surface_form":"atomic theory","offset":653},{"uri":"Force","surface_form":"force","offset":685},{"uri":"Venice","surface_form":"Venice","offset":735},{"uri":"London","surface_form":"London","offset":807},{"uri":"United_States","surface_form":"United States","offset":834},{"uri":"Zagreb","surface_form":"Zagreb","offset":882},{"uri":"Dubrovnik","surface_form":"Dubrovnik","offset":926},{"uri":"Mercury_(planet)","surface_form":"Mercury","offset":1337},{"uri":"Aurora_borealis","surface_form":"Aurora borealis","offset":1350},{"uri":"Gravitation","surface_form":"gravitation","offset":1460},{"uri":"Telescope","surface_form":"telescope","offset":1525},{"uri":"Solid_geometry","surface_form":"solid geometry","offset":1614},{"uri":"Trigonometry","surface_form":"trigonometry","offset":1643}]}