{"id":56090,"url":"http://en.wikipedia.org/wiki/Walther_von_der_Vogelweide","text":"Walther von der Vogelweide (born about 1170; died possibly in Würzburg around 1230) was a famous German poet and composer. He was the greatest of the German Minnesinger. These were people who wrote and sang songs about courtly love. Walther himself may have added “von der Vogelweide” to his name (it means “of the bird meadow”).\nThe German courtly love songs that had been written at the time were all very similar, but Walther gave these songs new life and made them very beautiful. Unfortunately we do not know any of his music, because he did not write it down. But he wrote his poems down. They are very original, sometimes humorous, sometimes serious, often just gently suggesting ideas carefully.\nWe do not know where Walther was born, but he wrote in a document that he had learned to sing and write poetry in Austria. The dialect he spoke shows that he must have come from Bavaria or Austria. He spent some time at the court of Duke Leopold V of Babenberg in Vienna. This was about 1190. He took part in public singing contests and had long discussions with other people about love and the way it should be written about in poetry.\nIn about 1198, he left Vienna and spent many years travelling around, visiting courts in Europe, entertaining dukes and princes, and singing his songs. He always wrote the words himself, he never used other poets’ words. That would have made him a simple “Spielmann”, but Walther was of noble birth (he had the title “Herr”). He often spent several weeks or months in a castle where he entertained people, and where he probably also fell in love with one of the ladies. He wrote about these love-affairs in his poetry.\nWalther also wrote verses called “Sprüche\" (\"sayings\"). These were about the history of the time. They were a kind of political propaganda and were used in political debates. Walther supported Emperor Otto IV in his arguments against the pope, persuading the emperor to go on the crusade which the pope had forbidden. We do not know whether Walther went with him on the crusade.","categories":[],"infobox_types":[],"annotations":[{"uri":"W%C3%BCrzburg","surface_form":"Würzburg","offset":62},{"uri":"Germany","surface_form":"German","offset":97},{"uri":"Poet","surface_form":"poet","offset":104},{"uri":"Composer","surface_form":"composer","offset":113},{"uri":"Minnesinger","surface_form":"Minnesinger","offset":157},{"uri":"Courtly_love","surface_form":"courtly love","offset":219},{"uri":"Music","surface_form":"music","offset":525},{"uri":"Document","surface_form":"document","offset":761},{"uri":"Austria","surface_form":"Austria","offset":818},{"uri":"Dialect","surface_form":"dialect","offset":831},{"uri":"Bavaria","surface_form":"Bavaria","offset":882},{"uri":"Austria","surface_form":"Austria","offset":893},{"uri":"Vienna","surface_form":"Vienna","offset":968},{"uri":"Contest","surface_form":"contest","offset":1028},{"uri":"Court","surface_form":"court","offset":1220},{"uri":"Europe","surface_form":"Europe","offset":1230},{"uri":"Duke","surface_form":"duke","offset":1251},{"uri":"Prince","surface_form":"prince","offset":1261},{"uri":"Nobility","surface_form":"noble","offset":1428},{"uri":"Castle","surface_form":"castle","offset":1511},{"uri":"Pope","surface_form":"pope","offset":1898},{"uri":"Crusade","surface_form":"crusade","offset":1940}]}