{"id":561033,"url":"http://en.wikipedia.org/wiki/African_Americans_in_the_American_Civil_War","text":"The history of African Americans in The American Civil War includes the over four million slaves and approximately 500,000 free African Americans who were living in the United States at the beginning of the war. Altogether they made up 14% of the population of the country. Many served as soldiers in the Union Army.\nBackground.\nSlavery began in the English colony of Jamestown in 1619. It started with the purchase of 20 Africans—not as reported by John Rolfe from a Dutch ship—but rather from an English warship named the \"White Lyon.\" The Colonists in the Virginia Colony bought the contracts of the Africans as indentured servants. Not long after this it became a custom to hold slaves for life in the colonies. During the 17th and 18th centuries, slaves were used to raise crops of tobacco and food crops. After the invention of the cotton gin in 1793, cotton became the most important crop. At this point slavery became a critical part of the South's economy. With westward expansion, the question of slavery in the new territories became a subject of great debate. It polarized the nation between the interests of the Northern industrial economy and the South's agricultural economy.\nThis led to the American Civil War. Millions of slaves were brought to America between the 17th and 19th centuries. Slavery was one of the main issues that led to the outbreak of the Civil War.\nUnion Navy.\nThe United States Navy, during the Civil War termed the Union Navy, had separate traditions regarding African Americans. The Militia Acts of 1792 excluded black men from serving in the United States Army. This policy remained in place until the second year of the Civil War. The Navy, however, never had such a policy. In the 1840s they limited the number of blacks serving to 5 percent of the enlisted force. But before and after, black and white men served together often performing the same duties. Up to the start of the Civil War, several hundred black men were serving in the Navy. After Fort Sumter was captured by Confederates, a large number of men enlisted in the Navy. The percentage of black men in the Navy rapidly increased. In 1861, they made up about 6 percent of the force. By the summer of 1862 they made up about 15% of the enlisted men.\nMany of the African Americans who joined the Navy were from the East Coast of the United States. Many were experienced sailors. Others had worked on the docks and in other related jobs in the shipping industry. The largest number came from Maryland and the Chesapeake Bay area. Also, a large number were transferred from the Army to the Navy in 1864.\nAfrican Americans fought in every major campaign and naval battle of the Civil War. They served in the blockading squadrons on the South and Gulf Coasts and in the brown-water navy in the tributaries in the South. African American women served also, most as nurses aboard the \"USS Red Rover (1859)\", a hospital ship on the Mississippi River. African Americans served in the Navy with great distinction and eight were awarded the Congressional Medal of Honor, the nation's highest honor.\nUnion Army.\nUnfortunately, this was exactly what President Abraham Lincoln did not want at the time. He was afraid that if he armed African Americans, especially escaped or former slaves, the border states would secede. This would only make the situation worse for the Union than it already was. But after two years of war, Lincoln began to reconsider the idea. The war was not going well for the North and they badly needed soldiers.\nThe Militia Act of 1862 allowed the army to use African Americans as laborers and soldiers for the first time since 1792. It did not invite blacks to join the Army but it did cause some blacks to form private militia units. In New Orleans three all-black Louisiana Native Guard units were formed (they later became the 73rd, 74th and 75th U.S. Colored Infantry). In Kansas the First Kansas Colored Infantry was formed (later officially becoming the 79th U.S. Colored Infantry). They fought in a skirmish at Island Mound, Missouri in November 1862. The First South Carolina Infantry, African Descent, fought for the first time in November 1862 (later becoming the 33rd U.S. Colored Infantry). In January 1863, these unofficial units were allowed to become part of the Union Army.\nProbably the most famous unit was the 54th Massachusetts Infantry Regiment. In February 1863, Massachusetts governor John Albion Andrew, issued the first call for black soldiers in the North. Over 1,000 men joined, many from as far away as Canada and even the Caribbean. To lead them the governor chose Robert Gould Shaw, a young white officer. On July 18, 1863, they attacked Fort Wagner guarding the southern approach to Charleston Harbor. The 54th lost 600 men in the attack including Colonel Shaw—nearly half of the regiment. The fort was defended by 1,700 Confederates.\nPay and treatment.\nBlack soldiers did not receive equal pay to the white soldiers. They also did not receive the same treatment. Their pay was $10 a month, less $3 for uniforms. White soldiers received $13 a month and had no deductions for uniforms. This was changed in June 1864 when Congress voted to grant black soldiers equal pay and made the change retroactive. While black soldiers were allowed to fight for their country, they were not treated as equals to white soldiers. Their units were racially segregated and were commanded by white officers. Some of their officers had very low opinions of black soldiers and did not train them well.\nCaptured black Union soldiers were a problem for the Confederacy. They could not treat them the same as captured white soldiers or they would be legitimizing them as being equal. It would also imply they accepted Lincoln's Emancipation Proclamation, which they did not. Three days before the Emancipation Proclamation was to take effect, Jefferson Davis stated: “All negro slaves captured in arms be at once delivered over to the executive authorities of the respective States to which they belong.” The Congress of the Confederate States decided to take it a step further. They later adopted a resolution that any negroes taken in arms would be put on trial for \"inciting servile insurrection\" and would be punished by the death penalty.\nLincoln declared that “the law of nations … permit no distinction as to color in the treatment of prisoners of war.\" He stated that if the Confederacy executed any Union soldier, the Union would do the same to a Confederate soldier. If the Confederacy enslaved a Union soldier, a Confederate soldier would be put to hard labor. While Davis publicly denounced Lincoln's order, it did have the desired effect on black prisoners of war. No more were executed or sent into slavery. But, afterwards it depended on the commander of the Confederate units as to what to do about taking black prisoners. Many simply did not take prisoners of war but shot them as they were surrendering. This happened at the Battle of Poison Spring, the Battle of Fort Pillow and at the Siege of Petersburg.\nConfederate forces.\nAfrican Americans did serve with the Confederacy. Some went with their masters or were used as labor behind the front lines. They also worked as teamsters and cooks. But for most of the war black men were not allowed to serve as soldiers.\nThere are, however, nine known photographs of African American men dressed in Confederate uniforms. But the photos do not come with explanations. Of the men in the photos, four are known by name and were slaves who went with their masters to the front lines.\nNear the end of the war the idea of using black soldiers was debated. In 1864, General Patrick Cleburne suggested enlisting black slaves into the army. The idea was considered, but it raised the question by at least one Southern politician: \"What did we go to war for, if not to protect our property?\" Another said: \"If slaves will make good soldiers, our whole theory of slavery is wrong.\" General Robert E. Lee knew he needed soldiers. He stated: \"We must decide whether slavery shall be extinguished by our enemies and the slaves be used against us, or use them ourselves.\" Lee suggested the slaves be freed in exchange for their service as soldiers. But that condition was not in the bill that was approved by the Confederate Congress on March 13, 1865. Only a few thousand blacks enlisted before the war ended. By that time over 200,000 African Americans had served with the Union army.","categories":[],"infobox_types":[],"annotations":[{"uri":"Million","surface_form":"million","offset":82},{"uri":"Soldier","surface_form":"soldier","offset":289},{"uri":"Union_Army","surface_form":"Union Army","offset":305},{"uri":"Slavery","surface_form":"Slavery","offset":329},{"uri":"British_North_America","surface_form":"English colony","offset":350},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":368},{"uri":"John_Rolfe","surface_form":"John Rolfe","offset":450},{"uri":"Holland","surface_form":"Dutch","offset":468},{"uri":"Warship","surface_form":"warship","offset":506},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":559},{"uri":"Contract","surface_form":"contract","offset":586},{"uri":"Africa","surface_form":"Africa","offset":603},{"uri":"Indentured_servants","surface_form":"indentured servants","offset":615},{"uri":"Custom","surface_form":"custom","offset":668},{"uri":"17th_century","surface_form":"17th","offset":727},{"uri":"18th_century","surface_form":"18th centuries","offset":736},{"uri":"Tobacco","surface_form":"tobacco","offset":787},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":838},{"uri":"Cotton","surface_form":"cotton","offset":858},{"uri":"Southern_United_States","surface_form":"South","offset":949},{"uri":"Economy","surface_form":"economy","offset":957},{"uri":"West","surface_form":"west","offset":971},{"uri":"Territory","surface_form":"territories","offset":1026},{"uri":"Debate","surface_form":"debate","offset":1064},{"uri":"Polarization_(politics)","surface_form":"polarized","offset":1075},{"uri":"Northern_United_States","surface_form":"Northern","offset":1125},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1207},{"uri":"Million","surface_form":"Million","offset":1227},{"uri":"19th_century","surface_form":"19th centuries","offset":1291},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":1401},{"uri":"Tradition","surface_form":"tradition","offset":1478},{"uri":"Militia_Acts_of_1792","surface_form":"Militia Acts of 1792","offset":1522},{"uri":"Excluded","surface_form":"excluded","offset":1543},{"uri":"Black_people","surface_form":"black men","offset":1552},{"uri":"United_States_Army","surface_form":"United States Army","offset":1582},{"uri":"Policy","surface_form":"policy","offset":1708},{"uri":"Enlisted_rank","surface_form":"enlisted force","offset":1791},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":1991},{"uri":"Percent","surface_form":"percent","offset":2081},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":2318},{"uri":"Sailor","surface_form":"sailor","offset":2373},{"uri":"Dock","surface_form":"dock","offset":2407},{"uri":"Transport","surface_form":"shipping industry","offset":2446},{"uri":"Maryland","surface_form":"Maryland","offset":2494},{"uri":"Chesapeake_Bay","surface_form":"Chesapeake Bay","offset":2511},{"uri":"Campaign","surface_form":"campaign","offset":2645},{"uri":"Battle","surface_form":"battle","offset":2664},{"uri":"Blockade","surface_form":"blockading squadrons","offset":2708},{"uri":"Gulf_Coast","surface_form":"Gulf Coast","offset":2746},{"uri":"Brown-water_navy","surface_form":"brown-water navy","offset":2769},{"uri":"Tributary","surface_form":"tributaries","offset":2793},{"uri":"Nurse","surface_form":"nurse","offset":2863},{"uri":"USS_Red_Rover_(1859)","surface_form":"USS Red Rover (1859)","offset":2882},{"uri":"Hospital_ship","surface_form":"hospital ship","offset":2907},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":2928},{"uri":"Medal_of_Honor","surface_form":"Congressional Medal of Honor","offset":3034},{"uri":"President_of_the_United_States","surface_form":"President","offset":3141},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":3151},{"uri":"Weapon","surface_form":"armed","offset":3218},{"uri":"Border_states_(American_Civil_War)","surface_form":"border states","offset":3284},{"uri":"Secede","surface_form":"secede","offset":3304},{"uri":"Militia_Act_of_1862","surface_form":"Militia Act of 1862","offset":3531},{"uri":"Laborer","surface_form":"laborer","offset":3596},{"uri":"Militia","surface_form":"militia","offset":3736},{"uri":"New_Orleans","surface_form":"New Orleans","offset":3754},{"uri":"Kansas","surface_form":"Kansas","offset":3893},{"uri":"Island_Mound%2C_Missouri","surface_form":"Island Mound, Missouri","offset":4034},{"uri":"54th_Massachusetts_Infantry_Regiment","surface_form":"54th Massachusetts Infantry Regiment","offset":4344},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":4400},{"uri":"Governor","surface_form":"governor","offset":4414},{"uri":"John_Albion_Andrew","surface_form":"John Albion Andrew","offset":4423},{"uri":"Canada","surface_form":"Canada","offset":4546},{"uri":"Caribbean","surface_form":"Caribbean","offset":4566},{"uri":"Robert_Gould_Shaw","surface_form":"Robert Gould Shaw","offset":4609},{"uri":"Fort_Wagner","surface_form":"Fort Wagner","offset":4683},{"uri":"Charleston_Harbor","surface_form":"Charleston Harbor","offset":4729},{"uri":"Racial_segregation","surface_form":"racially segregated","offset":5378},{"uri":"Legitimate","surface_form":"legitimizing","offset":5673},{"uri":"Imply","surface_form":"imply","offset":5721},{"uri":"Emancipation_Proclamation","surface_form":"Emancipation Proclamation","offset":5751},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":5866},{"uri":"Congress_of_the_Confederate_States","surface_form":"Congress of the Confederate States","offset":6032},{"uri":"Death_penalty","surface_form":"death penalty","offset":6252},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":6365},{"uri":"Hard_labor","surface_form":"hard labor","offset":6583},{"uri":"Executed","surface_form":"executed","offset":6714},{"uri":"Battle_of_Poison_Spring","surface_form":"Battle of Poison Spring","offset":6966},{"uri":"Battle_of_Fort_Pillow","surface_form":"Battle of Fort Pillow","offset":6995},{"uri":"Siege_of_Petersburg","surface_form":"Siege of Petersburg","offset":7028},{"uri":"Teamster","surface_form":"teamster","offset":7214},{"uri":"Cook","surface_form":"cook","offset":7228},{"uri":"Photograph","surface_form":"photograph","offset":7339},{"uri":"Uniform","surface_form":"uniform","offset":7398},{"uri":"Patrick_Cleburne","surface_form":"Patrick Cleburne","offset":7654},{"uri":"Politician","surface_form":"politician","offset":7796},{"uri":"Robert_E._Lee","surface_form":"Robert E. Lee","offset":7966},{"uri":"Law","surface_form":"bill","offset":8255}]}