{"id":561179,"url":"http://en.wikipedia.org/wiki/History_of_the_automobile","text":"The early history of the automobile can be divided into a number of eras, based on method of propulsion. Later periods were defined by trends in exterior styling, size, and utility preferences. The question of who invented the first automobile depends on how automobiles are defined.\nInvention era.\nThis is the period starts with the car made by Karl Benz in 1885. There were earlier inventions that used mainly steam-power to move the vehicles but the Benz car was the first to use a gasoline powered internal combustion engine in what could be called an automobile. The period goes up to the start of the production of Henry Ford's Model T.\nManufacturing era.\nThis period dates from 1908 to 1914 and the beginning of World War I. While earlier designs were more ornamental, vehicles from this period are simpler and more affordable. It is the time when hundreds of smaller automobile manufacturers were trying to compete for attention and sales. A number of improvements were developed during this time. These include the electric ignition system, four-wheel brakes and the independent suspension. Transmissions were adopted. Along with throttle controls, these allowed the vehicles to travel at a number of speeds depending on conditions.\nCoachwork era.\nFrom about 1920 to 1930, car manufacturers began creating a closed body on the vehicle. This protected the driver and passengers from the weather. Vehicles began using curved glass and the new enclosed bodies gave a sense of privacy. Heaters were added for comfort. Many of the features of modern cars came from this period. These include four-wheel drive, front-wheel drive, and hybrid electric vehicles. Safety glass protected those inside the car from sharp glass in cases of an accident. By the end of the 1920s cars were becoming faster and were showing a level of style and beauty.\nClassic era.\nThe classic era began about 1930 during the Great Depression and ended just before World War II. The Great Depression was a time when many in the United States were just trying to survive. But it is also the era of some of the most significant improvements to the automobile. Cars took on a great deal of style and sophistication. They became works of art in many cases.\nMany new features were introduced during this era including the automatic transmission, the V-8, the V-12 and the V-16 engines. The gearshift lever moved to the steering column, hydraulic brakes were introduced for faster stopping and cars got trunks to carry luggage and cargo.\nThe car industry changed during the 1930s. It saw the rise of the Big Three automakers. These were General Motors, Ford Motor Company and Chrysler. They were able to successfully design and sell cars during the Great Depression when fewer people could afford a new car.\nIntegration period.\nIn 1949, the automobile industry finally got back on its feet after World War II. This same year General Motors, Cadillac and Oldsmobile introduced the integrated one-piece automobile body. The process joined all the different parts of the body into one body shell. Cars produced during this period concentrated on safety. Cars were big during this time. But in the late 1960s carmakers tried to market much smaller cars. The attempts by General Motors, Chrysler and Ford were all marketing failures. Instead, what sold was the performance car. Cars like the Ford Mustang and the Plymouth Barracuda were very successful. During the late 1950s, many smaller countries began producing cars. Both India and Iran were making cars from about 1959. The first Indian car design from 1950 was very similar to the Opel Kapitän. The first Iranian cars were very similar to several American cars. Both were designed in the United Kingdom.\nModern era.\nThis period started about 1968 and continues to today. Body styles changed dramatically. The three most popular are the hatchback, the Minivan and the Sport utility vehicle (SUV). Starting in the Integration period, car manufacturers began designing cars for men while others are designed to attract women. The body shapes, colors and other cues are designed to appeal to a particular sex.\nToday, women tend to prefer crossovers more than men. Examples are the Kia Sportage and the Honda CR-V. Men seem to prefer powerful cars like the Chevrolet Camaro and the GMC Sierra pickup truck. In car colors, men seem to prefer brighter colors while more women seem to prefer traditional neutral colors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Propulsion","surface_form":"propulsion","offset":93},{"uri":"Styling","surface_form":"styling","offset":154},{"uri":"Ford_Model_T","surface_form":"Model T","offset":634},{"uri":"World_War_I","surface_form":"World War I","offset":719},{"uri":"Ornamental","surface_form":"ornamental","offset":764},{"uri":"Affordable","surface_form":"affordable","offset":823},{"uri":"Ignition_system","surface_form":"ignition system","offset":1033},{"uri":"Brake","surface_form":"brake","offset":1061},{"uri":"Independent_suspension","surface_form":"independent suspension","offset":1076},{"uri":"Transmission_(mechanics)","surface_form":"Transmission","offset":1100},{"uri":"Throttle","surface_form":"throttle","offset":1139},{"uri":"Coachwork","surface_form":"body","offset":1324},{"uri":"Glass","surface_form":"glass","offset":1432},{"uri":"Privacy","surface_form":"privacy","offset":1482},{"uri":"Four-wheel_drive","surface_form":"four-wheel drive","offset":1596},{"uri":"Front-wheel_drive","surface_form":"front-wheel drive","offset":1614},{"uri":"Hybrid_electric_vehicle","surface_form":"hybrid electric vehicle","offset":1637},{"uri":"Safety_glass","surface_form":"Safety glass","offset":1663},{"uri":"Accident","surface_form":"accident","offset":1739},{"uri":"Great_Depression","surface_form":"Great Depression","offset":1902},{"uri":"World_War_II","surface_form":"World War II","offset":1941},{"uri":"Sophisticated","surface_form":"sophistication","offset":2173},{"uri":"Art","surface_form":"art","offset":2210},{"uri":"Automatic_transmission","surface_form":"automatic transmission","offset":2293},{"uri":"V8_engine","surface_form":"V-8","offset":2321},{"uri":"V12_engine","surface_form":"V-12","offset":2330},{"uri":"V-16_engine","surface_form":"V-16 engine","offset":2343},{"uri":"Gearshift","surface_form":"gearshift","offset":2361},{"uri":"Steering_wheel","surface_form":"steering column","offset":2390},{"uri":"Hydraulic_brake","surface_form":"hydraulic brake","offset":2407},{"uri":"Trunk_(automobile)","surface_form":"trunk","offset":2473},{"uri":"Luggage","surface_form":"luggage","offset":2489},{"uri":"Cargo","surface_form":"cargo","offset":2501},{"uri":"Big_Three_(automobile_manufacturers)","surface_form":"Big Three","offset":2574},{"uri":"General_Motors","surface_form":"General Motors","offset":2607},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":2623},{"uri":"Chrysler_(division)","surface_form":"Chrysler","offset":2646},{"uri":"Ford_Mustang","surface_form":"Ford Mustang","offset":3357},{"uri":"Plymouth_Barracuda","surface_form":"Plymouth Barracuda","offset":3378},{"uri":"India","surface_form":"India","offset":3492},{"uri":"Iran","surface_form":"Iran","offset":3502},{"uri":"Opel_Kapit%C3%A4n","surface_form":"Opel Kapitän","offset":3603},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3710},{"uri":"Hatchback","surface_form":"hatchback","offset":3858},{"uri":"Minivan","surface_form":"Minivan","offset":3873},{"uri":"Sport_utility_vehicle","surface_form":"Sport utility vehicle","offset":3889},{"uri":"Crossover","surface_form":"crossover","offset":4156},{"uri":"Kia_Sportage","surface_form":"Kia Sportage","offset":4199},{"uri":"Honda_CR-V","surface_form":"Honda CR-V","offset":4220},{"uri":"Chevrolet_Camaro","surface_form":"Chevrolet Camaro","offset":4274},{"uri":"GMC_Sierra","surface_form":"GMC Sierra","offset":4299},{"uri":"Pickup_truck","surface_form":"pickup truck","offset":4310}]}