{"id":561314,"url":"http://en.wikipedia.org/wiki/Jack_Vettriano","text":"e=\"preserve\">Jack Vettriano, OBE (né Jack Hoggan, born 17 November 1951), is a Scottish painter. His 1992 painting, \"The Singing Butler\", became a best-selling image in Britain.\nJack Vettriano grew up in the industrial seaside town of Methil, Fife. He was raised in poverty, and lived with his mother, father and older brother in a spartan miner’s cottage, sharing a bed with his brother and wearing hand-me-down clothes. From the age of 10, his father sent him out to earn money. His father took half his earnings. Vettriano left school at 16.\nMuch of his art education came from studying paintings at the Kirkcaldy Museum and Art Gallery.\nPaintings.\nIt is fair to say that Vettriano is controversial. Professional art critics do not seem to like his work, but the public does. He is one of at least three modern British artists to make a great deal of money from his works.\nIn 1989 Vettriano had two canvases in the Royal Scottish Academy annual show. Both paintings sold on the first day and Vettriano was approached by several galleries. Further exhibitions followed in Edinburgh, London, Hong Kong and Johannesburg. In November 1999, Vettriano’s work was shown for the first time in New York City, when 21 paintings were displayed at The International 20th Century Arts Fair at The Armory. More than 40 collectors from the UK flew out for the event and 20 paintings were sold on the opening night.\nHis easel paintings cost between £48,000 and £195,000 new. According to \"The Guardian\" he earns £500,000 a year in print royalties. Vettriano's 1992 painting, \"The Singing Butler\", has been the best-selling image in Britain. On 21 April 2004 the original canvas of \"The Singing Butler\" sold at auction for £744,500. It had been rejected in 1992 by the Royal Academy summer exhibition.\nIn March 2010, \"Days Of Wine And Roses\" was opened by Scottish First Minister Alex Salmond at the Kirkcaldy Museum. The exhibition then transferred to Vettriano's gallery in London.\nIn February 2011, it was announced that Vettriano's self-portrait \"The Weight\" would be displayed at the re-opened Scottish National Portrait Gallery from November 2011, the first time he had exhibited at a national gallery. Deputy director Nicola Kalinsky said Vettriano was \"a figure we have wanted on our wall for a while for obvious reasons\". First Minister, Alex Salmond said of Vettriano, \"He is a wonderful artist of considerable talent and achievement and this is a magnificent tribute to the special place he holds in the hearts of people in Scotland.\"\nIn September 2013, a major retrospective of Vettriano's work opened at Glasgow's Kelvingrove Art Gallery and Museum. 'Jack Vettriano: A Retrospective' ran until 23 February 2014 and featured over 100 works.","categories":[],"infobox_types":[],"annotations":[{"uri":"OBE","surface_form":"OBE","offset":29},{"uri":"Scottish","surface_form":"Scottish","offset":79},{"uri":"Painter","surface_form":"painter","offset":88},{"uri":"Britain","surface_form":"Britain","offset":169},{"uri":"Methil","surface_form":"Methil","offset":235},{"uri":"Fife","surface_form":"Fife","offset":243},{"uri":"Poverty","surface_form":"poverty","offset":266},{"uri":"Miner","surface_form":"miner","offset":340},{"uri":"Kirkcaldy_Museum_and_Art_Gallery","surface_form":"Kirkcaldy Museum and Art Gallery","offset":607},{"uri":"Royal_Scottish_Academy","surface_form":"Royal Scottish Academy","offset":918},{"uri":"Edinburgh","surface_form":"Edinburgh","offset":1074},{"uri":"London","surface_form":"London","offset":1085},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":1093},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":1107},{"uri":"New_York_City","surface_form":"New York City","offset":1188},{"uri":"The_Guardian","surface_form":"The Guardian","offset":1476},{"uri":"The_Singing_Butler","surface_form":"The Singing Butler","offset":1563},{"uri":"Royal_Academy","surface_form":"Royal Academy","offset":1755},{"uri":"Alex_Salmond","surface_form":"Alex Salmond","offset":1866},{"uri":"Kirkcaldy","surface_form":"Kirkcaldy","offset":1886},{"uri":"Scottish_National_Portrait_Gallery","surface_form":"Scottish National Portrait Gallery","offset":2085},{"uri":"Glasgow","surface_form":"Glasgow","offset":2603},{"uri":"Kelvingrove_Art_Gallery_and_Museum","surface_form":"Kelvingrove Art Gallery and Museum","offset":2613}]}