{"id":561390,"url":"http://en.wikipedia.org/wiki/Slave_Power","text":"ce=\"preserve\">Slave Power, also called the Slave Power conspiracy and Slaveocracy, was a term first coined by abolitionists in 1839 and was in common use by the 1850s. It referred to the economic, social and political influence held by slaveholders in the South. Southern slaveholders had a great deal power in Congress and many other federal offices up to and including the presidency. This is in spite of the fact they made up only a small minority of the population of the nation. These few very powerful men used their influence to maintain the institution of slavery. The fear in the North was that the slave power conspiracy intended to not only to spread slavery to the Western territories but to all the states in the North.\nBackground.\nSlavery in America began in the English colony of Jamestown in 1619. It started with the purchase of 20 Africans from an English warship named the \"White Lyon.\" The Colonists in the Virginia Colony bought the contracts of the Africans as indentured servants. Not long after this it became a custom to hold slaves for life in the colonies. During the 17th and 18th centuries, slaves were used to raise crops of tobacco and food crops. After the invention of the cotton gin in 1793, cotton became the most important crop. At this point slavery became a critical part of the South's economy.\nBy the late 1850s, there was a widespread belief that a slaveholding oligarchy ran the country. That they ran it for their own benefit to spread slavery was also a popular belief. It was what Abraham Lincoln and the new Republican Party used to gain political power. It was also popular among conspiracy theorists, which pro-slavery opponents tried to use to discredit the idea. But it was members of the Free Soil Party in the 1840s and the Republicans in the 1850s that gave Slave Power its credibility. On March 12, 1857, the Cincinnati Daily Commercial published an article about Slave Power. The article called the United States \"one great homogeneous slave-holding community\" and that slavery had removed all state boundaries. It charged that Slave Power had three objectives. These were: to reopen the slave trade; to extend slavery to the entire country and beyond; and to make the white man a slave to the slave-holding Southern aristocracy and the Northern capitalists.\nAfter 1850, Southern slaveholders had been lobbying for the reopening of the slave trade. So that charge seemed valid. Abolitionists had ample evidence Slave Power wanted to extend slavery to all the states and even the hemisphere. The third claim, that white men would become slaves to the Slave Power was harder to prove even though many believed it was true.\nThose who defended slavery had a number of arguments to justify the institution. They said it would destroy the economy of the South. Without slave labor they could not raise cotton, tobacco or rice. Freeing the slaves would cause widespread unemployment, it would lead to uprisings, bloodshed and complete chaos. They pointed to the French Revolution as an example. They pointed out slavery had existed all through history. It was in the Bible and even Abraham had slaves. Their legal argument pointed to the Supreme Court of the United States who decided in \"Dred Scott v. Sandford\" (1857) that blacks were not citizens but were property.\nEconomic power.\nSouthern plantations could be extremely profitable. Sources differ as to just how profitable they were. According to one source, between 1770–1860, land was abundant and easy to obtain making it virtually worthless by itself. It was hard to get rich by just owning land. The Southern elite got very wealthy by owning the labor force that produced the crops on the land. The value of the slaves themselves equaled between one and two years of the entire national income of the United States. When you consider that only a small minority held slaves and that it was limited to the Southern United States, slaves were the real wealth.\nA study by Alfred Conrad and John Meyer computed the rate of return for \"slave capital\". They calculated that slave ownership was at least equal to other forms of investments and higher than most. Slave ownership alone could return as high as 13% per year while railroad bonds would return 6–8%.\nThe slave trade was banned in the United States after January 1, 1808. Slave ownership was still legal, but no more African slaves could be brought into the country. Until that time slave traders had become very wealthy by transporting slaves.\nExamples of the enormous wealth of Southern slave owners includes Joshua John Ward of Georgetown County, South Carolina. He owned 1,130 slaves and controlled six large plantations. In 1850, he grew of rice earning his nickname as the \"King of the Rice Planters\". Another was Stephen Duncan. He was the wealthiest cotton planter before the Civil War. Over his lifetime he owned more than 2,000 slaves. He owned 15 plantations, the largest one used 858 slaves.\nPolitical power.\nThe Fugitive Slave Act of 1850 was a large political concession given to the South. It created a new commission that acted similar to the United States Marshals Service but with several differences. They were paid a reward by the federal government for each slave (or those who were claimed to be slaves) that was captured. They quickly became the largest federal employer at the time. The new act was anything but pro-States' rights as Northern state laws were ignored. There was no due process of law. In short, the Fugitive Slave act gave Southern states the power over the laws of Northern states by using the federal government to do their bidding.\nThe Act of 1850 alarmed Northerners both black and white. Free blacks had much to fear about being kidnapped and finding themselves a captive slave in the South. Northern whites were alarmed because their communities were being assaulted by slave hunters. Northerners saw this as proof positive of a Slave Power conspiracy that was threatening their liberty.\nNorthern Free-Soilers and Republicans had their differences. But one thing they agreed on was they both opposed slavery expanding to the territories. Both opposed the Southern planters who they called \"slave oligarchs\". Together they had an advantage over earlier attempts by political parties to oppose slavery. Earlier, Northern politicians had to go easy on slavery issues because they needed the political power of the Southerners to win national elections. For that reason they supported slaveholding presidents, congressmen and senators. But the Republicans and Free-Soilers did not need to please the Southern politicians and they attacked their power at every opportunity. They brought up old arguments that Slave Power had too long held power in American politics. That argument was used when Thomas Jefferson had been elected president. It came up when Missouri was admitted as a slave state in 1820 and again in 1845 when Texas was annexed. This time the Republicans hammered the idea hard. It hurt Northern Democrats the most. Republicans won many offices in the North that had been held by Democrats for decades. In the 1860 election, the Democrats split between North and South with each supporting their own candidate. This allowed Lincoln to win even though he did not have a majority. This ended the Slave Power dominance in politics and was a contributing factor to the American Civil War.\nPresidents who owned slaves.\nMost Antebellum Period presidents were not only from the South, but also owned slaves themselves. Many figured prominently in maintaining the economics of slavery. One reason for so many Southern presidents is that they benefited from the electoral college advantage they held, especially those from the largest slaveholding state, Virginia. In the Constitutional Convention (1787) delegates from Northern states did not want slaves counted as each being one person for the purposes of a state's representation in Congress. Southern delegates wanted slaves to count as individuals even though they could not vote. The delegates finally arrived at the Three-Fifths Compromise. In Article I, section 2 of the United States Constitution, calling slaves by the euphemism \"all other persons\", the founders counted each slave as three-fifths of a person. This gave slave states one-third more seats in Congress than they would otherwise have based on the number of citizens they had. This factor was decisive in the 1800 presidential election giving Thomas Jefferson the win by the House of Representatives.\nOne of the key reasons Washington, D.C. was selected as the United States Capitol was that it located around a slave town, Alexandria, Virginia. New York City was in a free state and in Philadelphia a slave could only be kept for six months before being freed. This was inconvenient for slave owning politicians. Also, Washington D.C. was promoted by George Washington, Thomas Jefferson and James Madison—three key Southerners who owned slaves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coin","surface_form":"coin","offset":100},{"uri":"Abolitionist","surface_form":"abolitionist","offset":110},{"uri":"Refer","surface_form":"refer","offset":171},{"uri":"Economic","surface_form":"economic","offset":187},{"uri":"Social","surface_form":"social","offset":197},{"uri":"Political","surface_form":"political","offset":208},{"uri":"Influence","surface_form":"influence","offset":218},{"uri":"Slavery","surface_form":"slaveholders","offset":236},{"uri":"Southern_United_States","surface_form":"South","offset":256},{"uri":"Congress_of_the_United_States","surface_form":"Congress","offset":311},{"uri":"Federal_government_of_the_United_States","surface_form":"federal","offset":335},{"uri":"President_of_the_United_States","surface_form":"presidency","offset":375},{"uri":"Minority","surface_form":"minority","offset":442},{"uri":"Population","surface_form":"population","offset":458},{"uri":"Slavery","surface_form":"institution of slavery","offset":549},{"uri":"Northern_United_States","surface_form":"North","offset":589},{"uri":"Western_territories","surface_form":"Western territories","offset":677},{"uri":"Slavery","surface_form":"Slavery","offset":745},{"uri":"United_States","surface_form":"America","offset":756},{"uri":"British_North_America","surface_form":"English colony","offset":777},{"uri":"Jamestown%2C_Virginia","surface_form":"Jamestown","offset":795},{"uri":"Africa","surface_form":"Africa","offset":849},{"uri":"Warship","surface_form":"warship","offset":874},{"uri":"Virginia_Colony","surface_form":"Virginia Colony","offset":927},{"uri":"Contract","surface_form":"contract","offset":954},{"uri":"Africa","surface_form":"Africa","offset":971},{"uri":"Indentured_servants","surface_form":"indentured servants","offset":983},{"uri":"Custom","surface_form":"custom","offset":1036},{"uri":"17th_century","surface_form":"17th","offset":1095},{"uri":"18th_century","surface_form":"18th centuries","offset":1104},{"uri":"Tobacco","surface_form":"tobacco","offset":1155},{"uri":"Cotton_gin","surface_form":"cotton gin","offset":1206},{"uri":"Cotton","surface_form":"cotton","offset":1226},{"uri":"Southern_United_States","surface_form":"South","offset":1317},{"uri":"Economy","surface_form":"economy","offset":1325},{"uri":"Widespread","surface_form":"widespread","offset":1365},{"uri":"Oligarchy","surface_form":"oligarchy","offset":1403},{"uri":"Belief","surface_form":"belief","offset":1506},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1526},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":1554},{"uri":"Conspiracy_theory","surface_form":"conspiracy theorists","offset":1627},{"uri":"Credit","surface_form":"credit","offset":1696},{"uri":"Free_Soil_Party","surface_form":"Free Soil Party","offset":1739},{"uri":"Homogeneous","surface_form":"homogeneous","offset":1979},{"uri":"Border","surface_form":"boundaries","offset":2055},{"uri":"Slave_trade","surface_form":"slave trade","offset":2143},{"uri":"Aristocracy","surface_form":"aristocracy","offset":2272},{"uri":"Capitalist","surface_form":"capitalist","offset":2301},{"uri":"Lobbying","surface_form":"lobbying","offset":2357},{"uri":"Justify","surface_form":"justify","offset":2732},{"uri":"Destroy","surface_form":"destroy","offset":2776},{"uri":"Cotton","surface_form":"cotton","offset":2851},{"uri":"Tobacco","surface_form":"tobacco","offset":2859},{"uri":"Rice","surface_form":"rice","offset":2870},{"uri":"Unemployment","surface_form":"unemployment","offset":2918},{"uri":"Revolution","surface_form":"uprisings","offset":2949},{"uri":"Bloodshed","surface_form":"bloodshed","offset":2960},{"uri":"Chaos","surface_form":"chaos","offset":2983},{"uri":"French_Revolution","surface_form":"French Revolution","offset":3010},{"uri":"History","surface_form":"history","offset":3092},{"uri":"Bible","surface_form":"Bible","offset":3115},{"uri":"Abraham","surface_form":"Abraham","offset":3130},{"uri":"Supreme_Court_of_the_United_States","surface_form":"Supreme Court of the United States","offset":3186},{"uri":"Dred_Scott_v._Sandford","surface_form":"Dred Scott v. Sandford","offset":3237},{"uri":"Citizen","surface_form":"citizen","offset":3289},{"uri":"Property","surface_form":"property","offset":3307},{"uri":"Plantations","surface_form":"plantations","offset":3342},{"uri":"Profit","surface_form":"profit","offset":3373},{"uri":"Investment","surface_form":"investment","offset":4128},{"uri":"Bond","surface_form":"bond","offset":4236},{"uri":"Joshua_John_Ward","surface_form":"Joshua John Ward","offset":4571},{"uri":"Georgetown_County%2C_South_Carolina","surface_form":"Georgetown County, South Carolina","offset":4591},{"uri":"Stephen_Duncan","surface_form":"Stephen Duncan","offset":4780},{"uri":"Fugitive_Slave_Act_of_1850","surface_form":"Fugitive Slave Act of 1850","offset":4985},{"uri":"Concession","surface_form":"concession","offset":5034},{"uri":"United_States_Marshals_Service","surface_form":"United States Marshals Service","offset":5119},{"uri":"Employer","surface_form":"employer","offset":5345},{"uri":"States%27_rights","surface_form":"States' rights","offset":5400},{"uri":"Due_process","surface_form":"due process","offset":5465},{"uri":"Alarm","surface_form":"alarm","offset":5651},{"uri":"Kidnapping","surface_form":"kidnapped","offset":5734},{"uri":"Assault","surface_form":"assault","offset":5863},{"uri":"Plantation","surface_form":"planters","offset":6170},{"uri":"Thomas_Jefferson","surface_form":"Thomas Jefferson","offset":6796},{"uri":"Missouri","surface_form":"Missouri","offset":6857},{"uri":"Slave_state","surface_form":"slave state","offset":6884},{"uri":"Texas","surface_form":"Texas","offset":6927},{"uri":"Annexation","surface_form":"annexed","offset":6937},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":7013},{"uri":"Decade","surface_form":"decade","offset":7111},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":7382},{"uri":"Antebellum_Period","surface_form":"Antebellum Period","offset":7436},{"uri":"Virginia","surface_form":"Virginia","offset":7763},{"uri":"Constitutional_Convention_(United_States)","surface_form":"Constitutional Convention","offset":7780},{"uri":"Three-Fifths_Compromise","surface_form":"Three-Fifths Compromise","offset":8082},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":8138},{"uri":"Euphemism","surface_form":"euphemism","offset":8188},{"uri":"United_States_presidential_election%2C_1800","surface_form":"1800 presidential election","offset":8441},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":8507},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":8556},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":8593},{"uri":"Alexandria%2C_Virginia","surface_form":"Alexandria, Virginia","offset":8656},{"uri":"New_York_City","surface_form":"New York City","offset":8678},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":8719}]}