{"id":561766,"url":"http://en.wikipedia.org/wiki/The_Humane_Society_of_the_United_States","text":"The Humane Society of the United States (HSUS), based in Washington, D.C., is an American nonprofit organization that does activism against animal cruelty. It was founded in 1954. They do this by organizing campaigns to get laws passed and by investigating companies.\nHSUS opposes cruelty against animals used for food.\nThe organization works on a full range of animals, including pets, wildlife, farm animals, horses, and animals used in research, testing and education.\nHSUS works with another organization, the Fund for Animals, to operate animal sanctuaries in five states. However, it does not operate animal shelters itself. HSUS also trains rescue groups and shelters.\nHSUS has been criticized for the way it spends its money.\nHistory.\nIn 1954, there were disagreements in the American Humane Association (AHA), another animal rights organization. The AHA thought that animals could be used in experiments, but some members disagreed. Many of the staff were fired, including Larry Andrews, Marcia Glaser, Helen Jones, and Fred Myers. These people set up HSUS in Washington, DC. At first, it was called the \"National Humane Society\". This organization focused on national policy. Their first goal was to get laws about humane slaughter passed.\nHumane slaughter legislation.\nIn 1958, the Humane Methods of Slaughter Act passed. This law required slaughterhouses to use humane slaughter methods.\nExposure of cruelty in the dog trade.\nIn 1961, HSUS employee Frank McMahon began an investigation of dog dealers around the United States. In February 1966, \"Life\" magazine published an article about some of the poor conditions he found. Tens of thousands of Americans read the article and wrote letters to Congress members, asking them to protect animals more. Later that year, the U.S. Congress approved the Laboratory Animal Welfare Act.\nAnimal Protection Litigation section.\nIn 2005, HSUS started an Animal Protection Litigation Section. This is a part of the organization that works with attorneys around the country to participate in legal cases. This group had won approximately three dozen cases by 2015. In 2010, the section estimated that it had filed more than 50 legal actions in 25 states, and won 80% of its cases.\nHurricane Katrina animal rescue.\nIn September 2005, thousands of animals were left behind as people evacuated during Hurricane Katrina. HSUS and other organizations rescued approximately ten thousand animals.\nPolitical and legislative initiatives.\nDuring 2013, HSUS helped to pass 109 state laws to protect animals.\nPets.\nThe HSUS has a department that focuses on pets. It also wants to end dog-fighting.","categories":[],"infobox_types":[],"annotations":[{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":57},{"uri":"Activism","surface_form":"activism","offset":123},{"uri":"Animal_cruelty","surface_form":"animal cruelty","offset":140},{"uri":"Pet","surface_form":"pet","offset":381},{"uri":"Wildlife","surface_form":"wildlife","offset":387},{"uri":"Farm_animals","surface_form":"farm animals","offset":397},{"uri":"Horse","surface_form":"horse","offset":411},{"uri":"Animal_testing","surface_form":"testing","offset":449},{"uri":"Animal_sanctuary","surface_form":"animal sanctuaries","offset":543},{"uri":"American_Humane_Association","surface_form":"American Humane Association","offset":784},{"uri":"Experiment","surface_form":"experiment","offset":901},{"uri":"Humane_Methods_of_Slaughter_Act","surface_form":"Humane Methods of Slaughter Act","offset":1293},{"uri":"Life_(magazine)","surface_form":"Life","offset":1558},{"uri":"United_States_Congress","surface_form":"Congress","offset":1707},{"uri":"U.S._Congress","surface_form":"U.S. Congress","offset":1783},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":2346},{"uri":"List_of_U.S._states","surface_form":"state","offset":2514}]}