{"id":561770,"url":"http://en.wikipedia.org/wiki/Blockade_runners_of_the_American_Civil_War","text":"The blockade runners of the American Civil War were specially outfitted Confederate ships designed to slip through the blockade of Southern by the Union Navy during the American Civil War. On April 19, 1861, one week after Confederate forces attacked Fort Sumter, President Abraham Lincoln ordered the blockade. In response, the Confederacy used small fast ships known as blockade runners. During the first two years of the Civil War, the blockade had very limited success. As many as two out of every three ships entering or leaving Southern ports were successful. The Union Navy had to patrol nearly 3,500 miles of seashore along the Atlantic and Gulf coastlines. But as the Union built more ships, the blockade became more effective. As few as 25% of blockade runners were successful later in the war.\nBackground.\nThe blockade was part of General Winfield Scott's Anaconda Plan to put economic pressure on the Confederacy until it returned to the Union. It was the most ambitious blockade ever attempted in world history. In 1861, the Confederate states had little manufacturing compared to the North. They did not have the capacity to make the weapons and ammunition they needed to wage a war. What they did have was cotton, which was highly profitable because they used slave labor. At the time, the South supplied cotton to both England and France for use in their textile mills. The South needed to export cotton to Europe and import arms and food for its army in return. A successful blockade could severely damage the Confederate government's ability to continue fighting.\nLegal issues.\nThe proclamation raised an immediate question of whether the action by the seceding states was a rebellion or a war. Legally, based on the United States Constitution it was an armed insurrection \"levying war against the United States\" which made them guilty of treason. But, in dealing with foreign governments, the U.S. always treated the Confederates as rebels and not belligerents at war with the United States.\nLincoln knew very well the importance of semantics. He treated the act of secession as an act of rebellion against the democratic self-government of a state. In his view a minority of people had taken over the governments in the South because they did not like the way the 1860 presidential election had turned out. This act defied a main principle of democracy, which is a freely elected government. Lincoln stated \"It is now for [us] to demonstrate to the world, that those who can fairly carry an election, can also suppress a rebellion.\"\nIn 1861, both the Confederacy and the Union wanted the help of Great Britain. The North counted on them because of their condemnation of slavery. The Confederacy counted on their help because of the great importance their cotton had to Britain's economy. So both sides had diplomatic relations with Great Britain. The South needed Britain's help to win the war. Also, without the aid of Britain, France would not dare interfere even though they were already friendly with the South. On May 4, 1861, Queen Victoria issued a proclamation declaring Britain's neutrality in the war and recognizing the Confederacy as a belligerent in the conflict. This enraged Lincoln. Seward, his Secretary of State, had already issued instructions to the new minister to Britain to quit and come home should the Queen recognize the Confederacy. France followed with a similar declaration which also recognized the CSA as a nation. Seward warned both nations of the possibility of war with the United States over this issue.\nUnion blockade.\nWhen Lincoln ordered the blockade, the United States Navy had fewer than 9,000 men. By the end of 1861 it had increased to 24,000 men. The blockade was made up of squadrons of ships set up at different points along the Southern coast line. Each group was responsible to monitor a particular area. Two early victories aided the blockade. In April 1862, Union forces captured Fort Pulaski and Savannah, Georgia. A few weeks later New Orleans was captured. In August of 1865, Mobile, Alabama, the last Confederate port in the Gulf of Mexico fell to Union forces.\nConfederate efforts.\nAt first, blockade running was done by ships of all sizes. The most successful were the steamboats that were put out of work when the war broke out. They could hug the coast and haul their cargoes of cotton to Cuba or The Bahamas and bring back items of lesser value. This collection of mostly small boats worked well at first when the Union Navy could not effectively guard all areas of the coast. So they did not need to be fast or stealthy and the work was fairly easy. The captains knew the coast very well which allowed them to avoid the Union warships. Cotton is gathered in September and shipped during the winter and spring. When the blockade went into effect in April 1961, most of that year's cotton had already been shipped. Only about one-seventh remained for the smaller ships to haul. The 1860 cotton crop had been huge and there was no shortage of cotton either in the Northern states or in England. So there were no great profits to be made or money available to buy war supplies. This worked in favor of the Union even though the blockade was not that effective yet. Still, the blockade runners could make some profit, but not nearly as much as later in the war.\nAs the war progressed and more Union warships became available for the blockade and the number of available ports became fewer and fewer. But blockade running became more specialized. In 1863, 199 blockade runners arrived in Confederate ports. In 1864 the number grew to 244. In 1865, by the end of the war another 30 had successfully carried their cargoes to Southern ports. More and more this depended on a very special type of ship. They were steamers, built for speed, they had large cargo capacities and had a very low silhouette making them harder to see at a distance. The work was dangerous but a successful trip could gain enormous profits for the crews. They became the South's main outlet for trade with Europe. Without them the Confederacy could not have lasted as long as they did. Risking war with the United States, England secretly built several blockade runners for the South.","categories":[],"infobox_types":[],"annotations":[{"uri":"Confederate_States_of_America","surface_form":"Confederate","offset":72},{"uri":"Blockade","surface_form":"blockade","offset":119},{"uri":"Southern_United_States","surface_form":"Southern","offset":131},{"uri":"Union_Navy","surface_form":"Union Navy","offset":147},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":169},{"uri":"Fort_Sumter","surface_form":"Fort Sumter","offset":251},{"uri":"President_of_the_United_States","surface_form":"President","offset":264},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":274},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":636},{"uri":"Gulf_Coast_of_the_United_States","surface_form":"Gulf coastlines","offset":649},{"uri":"General","surface_form":"General","offset":842},{"uri":"Winfield_Scott","surface_form":"Winfield Scott","offset":850},{"uri":"Anaconda_Plan","surface_form":"Anaconda Plan","offset":867},{"uri":"Economic","surface_form":"economic","offset":888},{"uri":"World_history","surface_form":"world history","offset":1010},{"uri":"Weapon","surface_form":"weapon","offset":1148},{"uri":"Ammunition","surface_form":"ammunition","offset":1160},{"uri":"Cotton","surface_form":"cotton","offset":1221},{"uri":"Slave","surface_form":"slave","offset":1275},{"uri":"England","surface_form":"England","offset":1335},{"uri":"France","surface_form":"France","offset":1347},{"uri":"Export","surface_form":"export","offset":1406},{"uri":"Europe","surface_form":"Europe","offset":1423},{"uri":"Import","surface_form":"import","offset":1434},{"uri":"Weapon","surface_form":"arms","offset":1441},{"uri":"Secede","surface_form":"seceding","offset":1671},{"uri":"Rebellion","surface_form":"rebellion","offset":1693},{"uri":"War","surface_form":"war","offset":1708},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":1735},{"uri":"War","surface_form":"armed insurrection","offset":1772},{"uri":"Treason","surface_form":"treason","offset":1857},{"uri":"Rebellion","surface_form":"rebels","offset":1952},{"uri":"Belligerent","surface_form":"belligerent","offset":1967},{"uri":"Semantics","surface_form":"semantics","offset":2052},{"uri":"Democracy","surface_form":"democratic self-government","offset":2130},{"uri":"Minority","surface_form":"minority","offset":2183},{"uri":"United_States_presidential_election%2C_1860","surface_form":"1860 presidential election","offset":2284},{"uri":"Condemn","surface_form":"condemn","offset":2674},{"uri":"Diplomatic_relations","surface_form":"diplomatic relations","offset":2826},{"uri":"France","surface_form":"France","offset":2949},{"uri":"Queen_Victoria","surface_form":"Queen Victoria","offset":3052},{"uri":"Neutrality","surface_form":"neutrality","offset":3109},{"uri":"Belligerent","surface_form":"belligerent","offset":3168},{"uri":"Enrage","surface_form":"enrage","offset":3202},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":3231},{"uri":"Minister","surface_form":"minister","offset":3294},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":3614},{"uri":"Squadron","surface_form":"squadron","offset":3738},{"uri":"Siege_of_Fort_Pulaski","surface_form":"Fort Pulaski","offset":3949},{"uri":"Savannah%2C_Georgia","surface_form":"Savannah, Georgia","offset":3966},{"uri":"New_Orleans","surface_form":"New Orleans","offset":4003},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile, Alabama","offset":4048},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":4098},{"uri":"Steamboat","surface_form":"steamboat","offset":4244},{"uri":"Cuba","surface_form":"Cuba","offset":4366},{"uri":"The_Bahamas","surface_form":"The Bahamas","offset":4374},{"uri":"Captain","surface_form":"captain","offset":4633},{"uri":"Warships","surface_form":"warships","offset":4705},{"uri":"Winter","surface_form":"winter","offset":4770},{"uri":"Spring","surface_form":"spring","offset":4781},{"uri":"Silhouette","surface_form":"silhouette","offset":5860},{"uri":"Profit","surface_form":"profit","offset":5977}]}