{"id":561862,"url":"http://en.wikipedia.org/wiki/Battle_of_Stamford_Bridge","text":"The Battle of Stamford Bridge took place near the village of Stamford Bridge, East Riding of Yorkshire, in England. On the 25th of September 1066, an English army under King Harold Godwinson fought an invading Norwegian army led by King Harald Hardrada. The English king's brother Tostig Godwinson, joined Hardrada's forces. After a bloody and brutal battle, both Hardrada and Tostig along with a large number of the Norwegians were killed. Godwinson's achieved a complete victory. This battle marks the end of the Viking Age in England. Less than three weeks later, Godwinson's English army was defeated by William the Conqueror at the Battle of Hastings.\nBackground.\nKing Edward the Confessor of England died in January 1066 without leaving an heir. This caused a struggle over who would be king after him. A number of claimants from across northwestern Europe each thought they should be the next king. These included the King of Norway, Harald Hardrada. According to the \"Anglo-Saxon Chronicle\" the Norwegians assembled a fleet of 300 ships to invade England. The Norwegian army numbered about 11,000 men. Arriving off the English coast in September, Hardrada was joined by forces recruited in Flanders and Scotland by Tostig Godwinson. Tostig was angry with his older brother Harold (who had been elected king by the Witan on the death of Edward). He lost his position as Earl of Northumbria and was exiled in 1065. Tostig had mounted a series of attacks on the Sussex coast England in the spring of 1066. The king believed Tostig's raid on the coast was a sign that William, the Duke of Normandy, was about to invade England.\nIn the late summer of 1066, the Norwegian-led invaders sailed up the Humber River, then the Ouse before advancing on York. When they landed at Riccall, this was when Godwinson first learned of their invasion. her On 20 September they defeated a northern English army led by Edwin, Earl of Mercia, and his brother Morcar, Earl of Northumbria, at the Battle of Fulford. Following this victory they received the surrender of York. They briefly occupied the city and took hostages and supplies from the city. Then they returned to their ships at Riccall. Hardrada offered peace to the Northumbrians in exchange for their support for his bid for the throne. Then he demanded more hostages from all of Yorkshire.\nAt this time Godwinson was in Southern England. He was waiting for an invasion from France by the Duke of Normandy. Duke William was another contender for the English throne. Learning of the Norwegian invasion, Godwinson headed north at great speed with his houscarls and as many thegns as he could gather. He made the journey from London to Yorkshire, a distance of about 190 miles, in only four days. Godwinson learned that the Northumbrians had been ordered to send the additional hostages and supplies to the Norwegians at Stamford Bridge. Godwinson hurried on through York to attack them at this place on 25 September. Until the English army came into view, the invaders did not even know there was an English army anywhere in the vicinity.\nThe Battle.\nNo one is certain of the exact location of the battle. There is no abbey, or cross to mark the place. However, an area southwest of the town called \"battle flats\" may be the actual location of the battle. The Vikings were taken completely by surprise. They were resting in the heat of the day. Hardrada was confident enough that he left one-third of the Viking forces, along with much of the army's armor, at their camp at Riccall. As the English army attacked downhill many of the Vikings were completely unprepared. The main part of the Viking army was on the other side of the bridge. A small Viking force held the approach to the bridge but they were quickly swept aside. According to legend, a single Viking warrior held the narrow bridge against the English for a time. He killed about 40 English warriors before he was killed.\nIn the fierce fighting that followed, both Hardrada and Tostig were killed. Most of the Vikings at the bridge were killed. Out of the original fleet of 300 ships, there were only enough men left to man 24 ships on the return to Norway. It has been said that before fighting started, Godwinson offered to return his brother's earldom if he would change sides. But Tostig flatly refused.\nAftereffects.\nStamford Bridge was a major victory for Godwinson. It showed he was a very capable commander. It also demonstrated how well trained his Housecarls were. But Stamford Bridge will always be overshadowed by the Battle of Hastings which took place just under three weeks later. The battle at Stamford Bridge left Godwinson's army very tired and in need of rest. He had lost the forces of his two Earls from the earlier battle. But he received news that Duke William had landed. He quickly marched his tired army down to London, stopping at Waltham Abbey long enough to pray for another victory. On October 12 he was in London trying to find more soldiers to add to his army before facing William at Hastings. On October 14, Godwinson formed his army on the ridge looking down on the battlefield. This started the Battle of Hastings and the end of Anglo-Saxon rule in England.","categories":[],"infobox_types":[],"annotations":[{"uri":"Village","surface_form":"village","offset":50},{"uri":"Stamford_Bridge%2C_East_Riding_of_Yorkshire","surface_form":"Stamford Bridge, East Riding of Yorkshire","offset":61},{"uri":"England","surface_form":"England","offset":107},{"uri":"Harold_Godwinson","surface_form":"King Harold Godwinson","offset":169},{"uri":"Invading","surface_form":"invading","offset":201},{"uri":"Norway","surface_form":"Norwegian","offset":210},{"uri":"Harald_III_of_Norway","surface_form":"King Harald Hardrada","offset":232},{"uri":"Tostig_Godwinson","surface_form":"Tostig Godwinson","offset":281},{"uri":"Bloody","surface_form":"bloody and brutal","offset":333},{"uri":"Battle","surface_form":"battle","offset":351},{"uri":"Viking_Age","surface_form":"Viking Age","offset":515},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":608},{"uri":"Battle_of_Hastings","surface_form":"Battle of Hastings","offset":637},{"uri":"Edward_the_Confessor","surface_form":"Edward the Confessor","offset":674},{"uri":"Heir","surface_form":"heir","offset":746},{"uri":"Struggle","surface_form":"struggle","offset":766},{"uri":"Claimant","surface_form":"claimant","offset":821},{"uri":"Northwest","surface_form":"northwest","offset":843},{"uri":"Europe","surface_form":"Europe","offset":856},{"uri":"Monarchy_of_Norway","surface_form":"King of Norway","offset":925},{"uri":"Harald_Hardrada","surface_form":"Harald Hardrada","offset":941},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":976},{"uri":"England","surface_form":"England","offset":1055},{"uri":"Coast","surface_form":"coast","offset":1135},{"uri":"Recruitment","surface_form":"recruited","offset":1185},{"uri":"Flanders","surface_form":"Flanders","offset":1198},{"uri":"Scotland","surface_form":"Scotland","offset":1211},{"uri":"Tostig_Godwinson","surface_form":"Tostig Godwinson","offset":1223},{"uri":"Anger","surface_form":"angry","offset":1252},{"uri":"Witan","surface_form":"Witan","offset":1322},{"uri":"Earl_of_Northumbria","surface_form":"Earl of Northumbria","offset":1377},{"uri":"Exile","surface_form":"exile","offset":1405},{"uri":"Sussex","surface_form":"Sussex","offset":1467},{"uri":"William_I_of_England","surface_form":"William","offset":1572},{"uri":"Duke_of_Normandy","surface_form":"Duke of Normandy","offset":1585},{"uri":"Humber_River","surface_form":"Humber River","offset":1701},{"uri":"River_Ouse%2C_Yorkshire","surface_form":"Ouse","offset":1724},{"uri":"York","surface_form":"York","offset":1749},{"uri":"Riccall","surface_form":"Riccall","offset":1775},{"uri":"Edwin%2C_Earl_of_Mercia","surface_form":"Edwin, Earl of Mercia","offset":1906},{"uri":"Morcar%2C_Earl_of_Northumbria","surface_form":"Morcar, Earl of Northumbria","offset":1945},{"uri":"Battle_of_Fulford","surface_form":"Battle of Fulford","offset":1981},{"uri":"Hostage","surface_form":"hostage","offset":2100},{"uri":"Throne","surface_form":"throne","offset":2277},{"uri":"Yorkshire","surface_form":"Yorkshire","offset":2328},{"uri":"Southern_England","surface_form":"Southern England","offset":2369},{"uri":"France","surface_form":"France","offset":2423},{"uri":"Houscarl","surface_form":"houscarl","offset":2597},{"uri":"Thegns","surface_form":"thegns","offset":2619},{"uri":"Abbey","surface_form":"abbey","offset":3164},{"uri":"Cross","surface_form":"cross","offset":3174},{"uri":"Southwest","surface_form":"southwest","offset":3216},{"uri":"Earl","surface_form":"earl","offset":4256},{"uri":"Training","surface_form":"trained","offset":4455},{"uri":"Shadow","surface_form":"shadow","offset":4523},{"uri":"Battle_of_Hastings","surface_form":"Battle of Hastings","offset":4539},{"uri":"London","surface_form":"London","offset":4847},{"uri":"Waltham_Abbey","surface_form":"Waltham Abbey","offset":4867},{"uri":"Soldier","surface_form":"soldier","offset":4973},{"uri":"Hastings","surface_form":"Hastings","offset":5026},{"uri":"Ridge","surface_form":"ridge","offset":5084},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxon","offset":5174}]}