{"id":561941,"url":"http://en.wikipedia.org/wiki/Ant%C3%B3nio_Guterres","text":"António Manuel de Oliveira Guterres, GCL GCC (; born 30 April 1949) is a Portuguese politician and diplomat. He became the Secretary-General of the United Nations in 2017. Guterres was Prime Minister of Portugal from 1995 to 2002, as leader of the Socialist Party. He also served as President of the Socialist International from 1999 to 2005.\nHe was the United Nations High Commissioner for Refugees from June 2005 to December 2015, and in October 2016 the United Nations General Assembly elected him by acclamation to become the next United Nations secretary-general. He replaced Ban Ki-moon.\nEarly life.\nGuterres was born and raised in Lisbon, Portugal. He studied Physics and Electrical Engineering at Instituto Superior Técnico in Lisbon. He graduated in 1971.\nHe was Assistant Professor teaching Systems Theory and Telecommunications Signals, before leaving academic life to start a political career.\nEarly career.\nGuterres' political career began in 1974. He became a member of the Socialist Party. He served as the Head of Office of the Secretary of State of Industry (1974 and 1975), Deputy for Castelo Branco in the Portuguese National Parliament (1976–1995) and Leader of the parliamentary bench of the Socialist Party, succeeding Jorge Sampaio (1988).\nPrime Minister of Portugal.\nThe Socialist Party won the 1995 parliamentary election. President Mario Soares appointed Guterres as prime minister and his Cabinet took the oath of office on 28 October that year.\nGuterres was a popular prime minister in the first years of his office. Portugal had a strong economic expansion which allowed the Socialists to reduce budget deficits while increasing welfare spending and creating new conditional cash transfer programs. Guterres was against homosexuality during his term as Prime Minister. He supported United Nations intervention in East Timor in 1999.\nAfter the 1999 parliamentary election, Guterres was re-appointed for the office and from January to July 2000. This second term in government was not as successful. The Hintze Ribeiro Bridge disaster damaged his authority and popularity. In October 2000, the Parliament approved the decriminalization of drug use (effective from 1 July 2001) and in March 2001, same-sex marriage were legalized.\nIn December 2001, Guterres resigned to \"prevent the country from falling into a political swamp\".\nPresident of Socialist International.\nGuterres was elected President of Socialist International in November 1999. He remained President of the Socialist International until June 2005.\nUN High Commissioner for Refugees.\nAs High Commissioner, Guterres had more than 10,000 staff working in 126 countries providing protection and helping over 60 million refugees, returnees, internally displaced people and stateless persons.\nHis time in office was known by a huge organizational reform, cutting staff and administrative costs in the UNHCR's Geneva head office and expanding UNHCR's emergency response capacity during the worst displacement crisis since the World War II.\nGuterres appointed American actress Angelina Jolie as his Special Envoy to represent UNHCR and himself at the diplomatic level in 2012.\nIn early 2015, the General Assembly voted to extend Guterres' mandate by 6½ months to 31 December, on recommendation of United Nations Secretary-General Ban Ki-moon. Guterres left office on 31 December 2015.\nUnited Nations Secretary-General.\nGuterres became United Nations Secretary-General on 1 January 2017, following his formal election by the UN General Assembly on 13 October 2016.\nDuring his first year, Guterres made world peace a first priority. In June 2017, he criticized the Trump administration and said the United States would be replaced from the United Nations if they do not take action on any international issues. Guterres criticized the intervention of Yemen and said a war from this would be \"stupid\".\nIn 2018, he called Syria a \"living hell\" in response to the Bashar al-Assad regime. He praised Trump and Kim Jong-un's summit and called it a \"crucial milestone\" for nuclear disarmament. In August 2018, Guterres wanted an independent investigation into a Saudi Arabian air strike in Yemen that killed 51 people.\nPersonal life.\nIn 1972, Guterres married Luísa Amélia Guimarães e Melo. They had had two children. She died at a London hospital from cancer in 1998.\nIn 2001, he married his second wife Catarina Marques de Almeida Vaz Pinto.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_Liberty","surface_form":"GCL","offset":37},{"uri":"Order_of_Christ_(Portugal)","surface_form":"GCC","offset":41},{"uri":"Secretary-General_of_the_United_Nations","surface_form":"Secretary-General of the United Nations","offset":123},{"uri":"List_of_Prime_Ministers_of_Portugal","surface_form":"Prime Minister of Portugal","offset":185},{"uri":"Socialist_Party_(Portugal)","surface_form":"Socialist Party","offset":248},{"uri":"Socialist_International","surface_form":"Socialist International","offset":300},{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"United Nations High Commissioner for Refugees","offset":354},{"uri":"United_Nations_General_Assembly","surface_form":"United Nations General Assembly","offset":457},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":581},{"uri":"Lisbon","surface_form":"Lisbon","offset":638},{"uri":"Portugal","surface_form":"Portugal","offset":646},{"uri":"Instituto_Superior_T%C3%A9cnico","surface_form":"Instituto Superior Técnico","offset":705},{"uri":"Socialist_Party_(Portugal)","surface_form":"Socialist Party","offset":988},{"uri":"Castelo_Branco_Municipality","surface_form":"Castelo Branco","offset":1103},{"uri":"Assembly_of_the_Republic_(Portugal)","surface_form":"Portuguese National Parliament","offset":1125},{"uri":"Jorge_Sampaio","surface_form":"Jorge Sampaio","offset":1241},{"uri":"Portuguese_legislative_election%2C_1995","surface_form":"1995 parliamentary election","offset":1319},{"uri":"Mario_Soares","surface_form":"Mario Soares","offset":1358},{"uri":"Welfare","surface_form":"welfare","offset":1658},{"uri":"Conditional_cash_transfer","surface_form":"conditional cash transfer","offset":1692},{"uri":"Homosexuality","surface_form":"homosexuality","offset":1749},{"uri":"East_Timor","surface_form":"East Timor","offset":1842},{"uri":"Portuguese_legislative_election%2C_1999","surface_form":"1999 parliamentary election","offset":1872},{"uri":"Hintze_Ribeiro_disaster","surface_form":"Hintze Ribeiro Bridge disaster","offset":2031},{"uri":"Drug_policy_of_Portugal","surface_form":"decriminalization of drug use","offset":2145},{"uri":"Socialist_International","surface_form":"Socialist International","offset":2427},{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"High Commissioner","offset":2577},{"uri":"Statelessness","surface_form":"stateless","offset":2759},{"uri":"World_War_II","surface_form":"World War II","offset":3010},{"uri":"Angelina_Jolie","surface_form":"Angelina Jolie","offset":3060},{"uri":"United_Nations_Secretary-General","surface_form":"United Nations Secretary-General","offset":3280},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":3313},{"uri":"Donald_Trump","surface_form":"Trump administration","offset":3646},{"uri":"United_States","surface_form":"United States","offset":3680},{"uri":"Yemen","surface_form":"Yemen","offset":3832},{"uri":"Syria","surface_form":"Syria","offset":3901},{"uri":"Bashar_al-Assad","surface_form":"Bashar al-Assad","offset":3942},{"uri":"Kim_Jong-un","surface_form":"Kim Jong-un","offset":3987},{"uri":"2018_North_Korea%E2%80%93United_States_summit","surface_form":"summit","offset":4001},{"uri":"Nuclear_disarmament","surface_form":"nuclear disarmament","offset":4048},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":4137},{"uri":"Yemen","surface_form":"Yemen","offset":4165},{"uri":"London","surface_form":"London","offset":4307},{"uri":"Cancer","surface_form":"cancer","offset":4328}]}