{"id":56217,"url":"http://en.wikipedia.org/wiki/Statesman","text":"e=\"preserve\">A statesman or stateswoman is a respected, skilled and experienced political leader or figure. In most respects a statesman is the opposite of a politician. Politicians are thought of as people who will say or do anything to get elected or to gain power. A statesman is someone who does everything for the common good of the people he or she represents. To call a person a statesman is a mark of high regard for that person's integrity. To call someone a politician usually implies the person is worthy of very little esteem. For example, George Washington is almost always called a statesman. An elder statesman is a term often defined as an older politician or advisor who is thought to be above normal politics.\nStatesman principals.\nIn 51 BC, Cicero published his work \"De re publica\" (\"On the Republic\"). The dialog was about what made a true statesman. It was about the virtues and ideals such a leader must have. Cicero wrote that a great statesman did not have to descend from aristocrats. But he must have \"virtus\" (virtue), \"iustitia\" (a sense of justice) and wisdom. He must also have \"dignitas\" (roughly translated as dignity), temperance and must show generosity and be magnanimous.\nA statesman has certain core values and will not change beliefs simply to advance a political career. If a change in policy is necessary for the good of the people he or she serves, the change will be made no matter how much it is criticized. According to Hans J. Morgenthau, author of \"Politics Among Nations\", statesmen see things realistically; as they really are. They look at how a policy will affect a nation. A statesman is not the same as a monarch or king because their goals are not the same. A statesman does not want to dominate or control people, he or she wants to educate them so they are fit to live in a democracy. Like Plato before him, Alexis de Tocqueville believed that a statesman not only educated his or her people, he somehow shaped their character.\nWhen Abraham Lincoln became President of the United States in 1861, most people saw an awkward, rumpled country bumpkin. He had never traveled to Europe and was seen by the American people and foreign dignitaries alike as crude and unsophisticated. The Dutch minister reported of Lincoln: “He and his wife seem like. . . western farmers, and even in this country, where one has no right to be fastidious, their common manners and their ways expose them in unfortunate fashion to ridicule.” While many do not remember Lincoln as a great foreign-policy president, he actually was. Like a true statesman, Lincoln adeptly guided foreign policy at a time of great peril during the Civil War when the United States was vulnerable to foreign intervention. According to Kevin Peraino, Lincoln \"should be considered one of America’s seminal foreign-policy presidents — a worthy model for students of global affairs.\" Historians have long shown Lincoln to have been a great statesman who worked tirelessly to build his country into something greater than it was. He laid the groundwork for America's later rise to become a world power.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skill","surface_form":"skill","offset":56},{"uri":"Politician","surface_form":"politician","offset":158},{"uri":"Election","surface_form":"elected","offset":242},{"uri":"Integrity","surface_form":"integrity","offset":439},{"uri":"George_Washington","surface_form":"George Washington","offset":552},{"uri":"51_BC","surface_form":"51 BC","offset":753},{"uri":"Cicero","surface_form":"Cicero","offset":760},{"uri":"De_re_publica","surface_form":"De re publica","offset":787},{"uri":"Dialog","surface_form":"dialog","offset":827},{"uri":"Virtue","surface_form":"virtue","offset":889},{"uri":"Ideals","surface_form":"ideals","offset":901},{"uri":"Aristocrat","surface_form":"aristocrat","offset":998},{"uri":"Virtue","surface_form":"virtue","offset":1038},{"uri":"Iustitia","surface_form":"iustitia","offset":1048},{"uri":"Justice","surface_form":"justice","offset":1070},{"uri":"Dignitas_(Roman_concept)","surface_form":"dignitas","offset":1110},{"uri":"Dignity","surface_form":"dignity","offset":1143},{"uri":"Temperance_(virtue)","surface_form":"temperance","offset":1153},{"uri":"Generosity","surface_form":"generosity","offset":1178},{"uri":"Magnanimity","surface_form":"magnanimous","offset":1196},{"uri":"Political","surface_form":"political","offset":1293},{"uri":"Career","surface_form":"career","offset":1303},{"uri":"Policy","surface_form":"policy","offset":1326},{"uri":"Criticize","surface_form":"criticize","offset":1440},{"uri":"Plato","surface_form":"Plato","offset":1846},{"uri":"Alexis_de_Tocqueville","surface_form":"Alexis de Tocqueville","offset":1864},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":1989},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":2012},{"uri":"Yokel","surface_form":"country bumpkin","offset":2088},{"uri":"Europe","surface_form":"Europe","offset":2130},{"uri":"Crude","surface_form":"crude","offset":2206},{"uri":"Sophisticated","surface_form":"sophisticated","offset":2218},{"uri":"Dutch_Republic","surface_form":"Dutch","offset":2237},{"uri":"Fastidious","surface_form":"fastidious","offset":2377},{"uri":"Foreign_policy","surface_form":"foreign-policy","offset":2520},{"uri":"Adept","surface_form":"adept","offset":2594},{"uri":"Peril","surface_form":"peril","offset":2643},{"uri":"American_Civil_War","surface_form":"Civil War","offset":2660},{"uri":"Vulnerability","surface_form":"vulnerable","offset":2697},{"uri":"Intervention","surface_form":"intervention","offset":2719},{"uri":"Kevin_Peraino","surface_form":"Kevin Peraino","offset":2746}]}