{"id":562285,"url":"http://en.wikipedia.org/wiki/Great_Chinese_Famine","text":"Great Chinese Famine was a great famine in China from 1958-1961. Drought, poor weather and some of the policies of the Communist Party of China were among the reasons of the Great three years of Famine. This also further resulted in the Great Leap Forward movement.\nHistory.\nAccording to the government's statistics the total death toll is 15 million people. Historian Frank Dikotter, having been granted special access to Chinese archival materials, estimates that there were at least 45 million premature deaths from 1958 to 1962, although far from all these deaths came about as a result of starvation.\nChinese journalist Yang Jisheng concluded there were 36 million deaths due to starvation, while another 40 million others failed to be born, so that \"China's total population loss during the Great Famine then comes to 76 million.\nThe great Chinese famine was caused by a combination of adverse weather conditions, social pressure, economic mismanagement, and radical changes in agriculture imposed by government regulations.\nMao Zedong, chairman of the Chinese communist party, introduced drastic changes in farming which prohibited farm ownership. Failure to abide by the policies led to persecution. The social pressure imposed on the citizens in terms of farming and business, which the government controlled, led to state instability. Owing to the laws passed during the period and Great Leap Forward during 1958–1962, according to government statistics, about 36 million people died in this period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drought","surface_form":"Drought","offset":65},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China","offset":119},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":237},{"uri":"Frank_Dikotter","surface_form":"Frank Dikotter","offset":369},{"uri":"Chinese_people","surface_form":"Chinese","offset":606},{"uri":"Yang_Jisheng","surface_form":"Yang Jisheng","offset":625},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":1031},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":1392}]}