{"id":562244,"url":"http://en.wikipedia.org/wiki/Gordon_Welchman","text":"William Gordon Welchman (15 June 1906, Bristol – 8 October 1985, Newburyport, Massachusetts) was a Second World War codebreaker at Bletchley Park. He was a British mathematician, university professor, and author.\nAfter the war he moved to the US, and later took American citizenship.\nBletchley Park.\nWelchman was one of four early recruits to Bletchley park (the others being Alan Turing, Hugh Alexander and Stuart Milner-Barry). They were also the four signatories to the letter to Winston Churchill in October 1941, asking for more resources for the code-breaking work at Bletchley Park. Churchill responded with one of his 'Action This Day' written comments.\nWelchman's main work at Bletchley was \"traffic analysis\" of encrypted German communications. This is, first, looking for an increase in signals. Major events in warfare are signalled in advance by a huge increase in messages. Second, there are standardized parts of a message, such as message origination, message destination, time/date information, and so on. These are much easier to decipher than the actual message content. Welchman developed this approach. Today we describe this as \"metadata\" analysis.\nWelchman helped improve Alan Turing's design of the Polish electromechanical Enigma-cipher-breaking machine, the bombe. Welchman's 'diagonal board', made the device much more efficient in the attack on the ciphers of the German Enigma machine. Bombes became the main mechanical aid in breaking Enigma ciphers during the war. They speeded up the search for current wheel order settings being used with the Enigma machines. The settings were changed often, initially at least once per day.\nWelchman was initially head of Hut Six, the section at Bletchley Park responsible for breaking German Army and Air Force Enigma ciphers. During his time at Bletchley, Welchman opposed engineer Tommy Flowers' efforts on the Colossus computer (the world's first programmable electronic computer) because Colossus used vacuum tubes.\nIn 1943, he became Assistant Director in charge of mechanisation and also had responsibility for cryptographic liaison with the US.\nPost-war.\nWelchman moved to the United States in 1948 where he taught the first computer course at MIT in the United States. He followed this by employment with Remington Rand and Ferranti. Welchman became a naturalised American citizen in 1962. In that year, he joined the MITRE Corporation, working on secure communications systems for the US military. He retired in 1971 but was retained as a consultant.\nIn 1982 his book \"The Hut Six Story\" was published, initially by McGraw-Hill in the US and by Allen Lane in Britain. The British Secret Service objected, and so did the National Security Agency. The book was not banned but Welchman lost his security clearance (and therefore his consultancy with MITRE). He was forbidden to discuss with the media either the book or his wartime work.\nWelchman died in 1985; his final conclusions and corrections to the story of wartime code breaking were published posthumously in 1986 in the paper 'From Polish Bomba to British Bombe: the birth of Ultra' in \"Intelligence & National Security\", Vol 1, No l. The entire paper was included in the revised edition of \"The Hut Six Story\" published in 1997 by M & M Baldwin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bristol","surface_form":"Bristol","offset":39},{"uri":"Newburyport%2C_Massachusetts","surface_form":"Newburyport","offset":65},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":78},{"uri":"Second_World_War","surface_form":"Second World War","offset":99},{"uri":"Cryptanalysis","surface_form":"codebreaker","offset":116},{"uri":"Bletchley_Park","surface_form":"Bletchley Park","offset":131},{"uri":"British","surface_form":"British","offset":156},{"uri":"Alan_Turing","surface_form":"Alan Turing","offset":376},{"uri":"Conel_Hugh_O%27Donel_Alexander","surface_form":"Hugh Alexander","offset":389},{"uri":"Stuart_Milner-Barry","surface_form":"Stuart Milner-Barry","offset":408},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":483},{"uri":"Traffic_analysis","surface_form":"traffic analysis","offset":701},{"uri":"Metadata","surface_form":"metadata","offset":1151},{"uri":"Alan_Turing","surface_form":"Alan Turing","offset":1195},{"uri":"Enigma_machine","surface_form":"Enigma-cipher","offset":1248},{"uri":"Bombe","surface_form":"bombe","offset":1284},{"uri":"Enigma_machine","surface_form":"Enigma machine","offset":1399},{"uri":"Tommy_Flowers","surface_form":"Tommy Flowers","offset":1852},{"uri":"Colossus_computer","surface_form":"Colossus computer","offset":1882},{"uri":"MIT","surface_form":"MIT","offset":2220},{"uri":"Remington_Rand","surface_form":"Remington Rand","offset":2282},{"uri":"Ferranti","surface_form":"Ferranti","offset":2301},{"uri":"Mitre_Corporation","surface_form":"MITRE Corporation","offset":2395},{"uri":"Secure_communications","surface_form":"secure communications","offset":2425},{"uri":"UK","surface_form":"Britain","offset":2637},{"uri":"Secret_Intelligence_Service","surface_form":"Secret Service","offset":2658},{"uri":"National_Security_Agency","surface_form":"National Security Agency","offset":2698}]}