{"id":562263,"url":"http://en.wikipedia.org/wiki/Charkhi_Dadri_mid-air_collision","text":"e=\"preserve\">Charkhi Dadri mid-air collision occurred on 12 November 1996 over the village of Charkhi Dadri in Haryana, India. The collision happened between Saudi Arabian Airlines Boeing 747-100B from Delhi to Dhahran(Saudi Arabia) and Kazakhstan Airlines Illyushin II-76 from Chimkent, Kazakhstan to Delhi.\nCollision.\nSVA763(Saudi Arabian Airlines Boeing 747-100B) departed from Delhi International Airport to Dhahran at 18:35.KZA1907(Kazakhstan Airlines Illyushin II-76) was descending to Delhi airport at the same time.Both flights were controlled by VK Dutta.KZA1907 was cleared to descend 15,000 feet altitude\nwhereas SVA763 was cleared to climb to 14,000feet.After 8 min, KZA1907 reported that they reached 15000 ft altitude, but they were descending to 14,500 ft at that time and were continuing the descent.\nNot noticing it, soon the KZA1907's tail cut through SVA763's left wing. The Boieng of SVA763 lost control and went into a descending spiral and hit the ground at 1135 kmph.The Ilyushin remained structurally intact as it went in a steady but rapid and uncontrolled descent until it crashed in a field.In the end, all 312 people on board SVA763 and all 37 people on KZA1907 were killed.\nThe collision took place about west of Delhi. The wreckage of the Saudi aircraft crashed near Dhani village, Bhiwani District, Haryana. The wreckage of the Kazakh aircraft hit the ground near Birohar village, Rohtak District, Haryana.\nInvestigation.\nThe crash was investigated by the Lahoti Commission, headed by then-Delhi High Court judge Ramesh Chandra Lahoti. The flight data recorders were decoded by Kazakhstan Airlines and Saudi Airlines under the supervision of air crash investigators in Moscow and Farnborough, England, respectively.\nThe commission determined that the accident had been the fault of the Kazakh Il-76 commander, who had descended from the assigned altitude of and subsequently and even lower. The report says that the cause of this serious problem in operating procedure was due to the lack of English language skills on the part of the Kazakh aircraft pilots; they were dependent entirely on their radio operator for communications with the ATC.\nJust a few seconds from impact, the Kazakh plane climbed slightly and the two planes collided. This was because the radio operator of Kazakhstan 1907 discovered only then that they were not at 15,000 feet and asked the pilot to climb.The tail of the Kazakh plane clipped the left wing of the Saudi jet, severing both parts from their respective planes.\nDocumentaries.\nThe disaster was again the subject of an episode in the documentary series \"Mayday (TV series)\" on 2 March 2009 entitled \"Sight Unseen\", in a wide-screen format with sophisticated computer animations on National Geographic Channel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charkhi_Dadri","surface_form":"Charkhi Dadri","offset":94},{"uri":"Haryana","surface_form":"Haryana","offset":111},{"uri":"Dhahran","surface_form":"Dhahran","offset":211},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":219},{"uri":"Chimkent","surface_form":"Chimkent","offset":278},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":288},{"uri":"Bhiwani_District","surface_form":"Bhiwani District","offset":1312},{"uri":"Birohar","surface_form":"Birohar","offset":1395},{"uri":"Rohtak_District","surface_form":"Rohtak District","offset":1412},{"uri":"Moscow","surface_form":"Moscow","offset":1700},{"uri":"Farnborough%2C_Hampshire","surface_form":"Farnborough","offset":1711},{"uri":"England","surface_form":"England","offset":1724},{"uri":"National_Geographic_Channel","surface_form":"National Geographic Channel","offset":2747}]}