{"id":562282,"url":"http://en.wikipedia.org/wiki/1931_China_floods","text":"The 1931 China floods or the 1931 Yellow River Floods were a series of floods that occurred in China in the year 1931. It is the most deadly natural disaster by death toll. About 145,000-3.7 million people were said to be dead in this series of floods.\nCause.\nIn the period of 1928-30 China faced a severe drought. Due to some abnormal weather conditions heavy snowstorms and heavy rainfall occurred in parts of central China. The water levels increased in the rivers. The rain grew heavier in July and August in 1931. China faced nine cyclones in July 1931 alone.\nDeath.\nChinese sources say 145,000 died due to the overflow of the Yangtze River. Western sources say a death toll of 3.7 million-4 million people. In July alone, four weather stations along the Yangtze River reported rain totaling over for the month.\nThe Yangtze and Huai River floods soon reached Nanjing, the capital of China at the time. The city, located on an island in a massive flood zone, suffered catastrophic damage. Millions died of drowning while some died due to starvation, from waterborne diseases such as cholera and typhus. The high-water mark was reached on 19 August at Hankou town in Wuhan, with the water level exceeding above normal. On the evening of 25 August 1931, the water rushing through the Grand Canal washed away dikes near Gaoyou Lake. Some 200,000 people drowned in their sleep in the resulting deluge.","categories":[],"infobox_types":[],"annotations":[{"uri":"China","surface_form":"China","offset":95},{"uri":"China","surface_form":"China","offset":420},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":632},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":760},{"uri":"Huai_River","surface_form":"Huai River","offset":833},{"uri":"Nanjing","surface_form":"Nanjing","offset":864},{"uri":"Cholera","surface_form":"cholera","offset":1087},{"uri":"Typhus","surface_form":"typhus","offset":1099},{"uri":"Hankou","surface_form":"Hankou","offset":1155},{"uri":"Wuhan","surface_form":"Wuhan","offset":1170},{"uri":"Grand_Canal_(China)","surface_form":"Grand Canal","offset":1286},{"uri":"Dike_(construction)","surface_form":"dikes","offset":1310}]}