{"id":562301,"url":"http://en.wikipedia.org/wiki/Confederate_States_Navy","text":"The Navy of the Confederate States (CSN) was the Navy of the Confederate States of America. After the Confederacy established itself in 1861, the elected president, Jefferson Davis appointed Stephen Mallory as his Secretary of the Confederate Navy. At the time the South had no ships capable of challenging the United States Navy's frigates. It did not have the shipbuilding capability or the raw materials necessary to build a navy. While they had limited resources, and did not have the firepower of the Union Navy, they developed a number of technologies. The Confederates developed naval mines, ironclad techniques and managed to sink a Union warship with a working submarine.\nHistory.\nThe Republican Party, led by Abraham Lincoln, won the 1860 presidential election. Southerners were outraged by the election of Lincoln, who opposed slavery in territories and new states. After the election seven Southern states seceded and declared their independence from the Union. They formed the Confederate States of America, even before Lincoln became president on March 4, 1861. The outgoing U.S. president, James Buchanan, said this was against the law, but did nothing to stop them. Lincoln and his Republican party treated this secession as a rebellion.\nFighting started when the Confederates bombarded Fort Sumter, a Union Army fort. Lincoln called for 75,000 volunteers for a period of 90 days. He also set up a blockade of the Southern coast and ports. Lincoln had no more than 40 usable warships and needed to start building up his Navy. This was to prevent the South from exporting its cotton and importing the war materials they needed to wage war. The North also needed to develop a fleet of gunboats for a \"brown-water navy\". This was to support the Union Army in operations around major rivers like the Mississippi.\nNorfolk shipyard.\nIn 1861, Virginia joined the Confederate States of America. Fearing that the Confederacy would take control of the facility, the shipyard commander Charles Stewart McCauley ordered the burning of the shipyard. At the time it was called the Gosport Navy Yard. Despite conflicting orders from the Secretary of the Navy, the resignation of many of his officers, and most of his yard workers leaving, his remaining men began destroying the shipyard. Ships that could not leave on their own were burned. This included the Union warship \"USS \"Merrimack\"\". Finally the two men who were placing explosives to blow up the dry dock were captured before they could finish their work. The Confederates were able to repair Gosport and make it a working shipyard again.\nThe capture of the shipyard allowed a tremendous amount of war material to fall into Confederate hands. In all, 1,195 heavy guns were taken and used by the Confederacy. They were used in many areas from Hampton Roads all the way to Fort Donelson Tennessee. When they left the shipyard, the Union forces withdrew to Fort Monroe across Hampton Roads. This was the only land in the area which remained under Union control.\nIn early 1862, the Confederate ironclad warship CSS \"Virginia\" was rebuilt using the burned-out hulk of the \"USS Merimack\". In the haste to abandon the shipyard, the \"Merrimack\" had only been destroyed above the waterline. The Confederates built an armored superstructure over the burned out hull. In March and April of 1862 the Confederate ironclad came close to upsetting the Union Navy's superiority. At Hampton Roads, the \"Virginia\" began sinking the blockading Union warships almost at will. The fleet was saved by the arrival of the Union ironclad \"USS Monitor\" which engaged the Virginia at the Battle of Hampton Roads. But after hours of fighting neither ship was able to defeat the other. Both ships left the fight claiming the victory. But the Confederates failed to break the blockade. When Norfolk fell in May 1862, the CSS \"Virginia\" was destroyed by its crew so it wouldn't be captured. The Confederate Navy had two more ironclads under construction. But before they could be completed the Union fleet captured the port and city of New Orleans where they were being built.\nCommerce raiders.\nThe Confederate Navy realized the Union Navy had more ships, guns and men they had with their limited resources. This called for a change in strategy. First, they would build forts to guard their key rivers and ports. They would build gunboats to assist this effort. Secondly, the South set up a fleet of naval vessels to attack Union merchant ships at sea. They also commissioned privateers to help with this effort.\nThis was not a new concept. The Americans had been successful using commerce raiding against British merchant ships during the American Revolutionary War. Outgunned by the Union Navy they realized building lighter and faster cruisers would allow them to outrun the larger warships and go after the slower and usually unarmed merchant ships. Because the South had little shipbuilding capacity, they had these ships built in Great Britain. This was technically illegal, since Great Britain was a neutral country. So these ships had to be built in secret.\nPrivateers.\nThe Confederacy also issued a Letter of marque to any private ship captain who wanted to make a profit raiding United States merchant vessels. At first the risk was low and they kept the ship and its cargo much the same as pirates did. The owner and crew divided up the large profits. They avoided doing battle with Union warships and were usually fast enough to outrun them.\nThere was only one problem with the scheme. In the Paris Declaration Respecting Maritime Law signed in 1865, privateering was outlawed. All privateers were considered pirates and were subject to the death penalty when they were captured. Even though the United States had not signed the agreement, President Lincoln declared Confederate privateers were pirates and pirates were subject to death. This didn't stop a number of enterprising Southerners from outfitting a ship and getting involved in piracy on the high seas. One of the first ships seized actually hurt the South. It was a cargo of fruit going to the port of New Orleans.\nSoon the illegal privateers were taking cargo ships in the Gulf of Mexico and all up and down the East Coast of the United States. An early Union victory was the capture of the \"CSS Savannah\" which had just been out to sea two days. The crew quickly found themselves on trial for piracy. The Confederacy threatened to hang captured Northern seamen if the crew was executed. In the end, the Union court dropped the charges of piracy and held the crew as prisoners of war. The crew was later traded in a prisoner exchange.\nTorpedo service.\nA modern torpedo is a cigar-shaped, self-propelled, underwater explosive device designed to destroy another ship or submarine. During the Civil War, what was then called a torpedo would be best described as a naval mine.Confederate president Davis was opposed to their use. He thought they were cowardly weapons and it was unethical to use them against anyone. Despite Davis' objections, the Congress of the Confederate States passed a law authorizing rewards for anyone inventing new ways to blow up enemy vessels using submersibles and mines.\nIn St. Louis, Missouri Confederates were hiding explosives in the firewood used to fuel the boilers of Union steamships on the Mississippi and Missouri Rivers. In 1861, Matthew Fontaine Maury first used mines as a weapon against enemy ships. In Virginia, his \"infernal machines\" made the James River almost completely impassible.\nAnother invention was the coal torpedo. Disguised to look like a lump of coal it exploded when shoveled into a boiler. Another invention was called the \"horological torpedo\". It had a timer that allowed a delay in the explosion. They also developed better fuses and more powerful explosives.\nUnderwater mines were used by both sides. The Confederacy had more success. In 1862 Confederate mines sank the Union ironclad, the USS Cairo. The destroyed or damaged dozens more Union ships while Union torpedo mines sank only about six Confederate naval ships.\nSinger Secret Service Corps.\nThe Confederate secretary of war, James Seddon, decided to issue rules that \"passenger vessels of citizens of the United States on the high seas and private property on the water and [on] railroads or within the territory of the United States … not be subject of operations.\" But he added, \"The public property of the enemy may be destroyed wherever it may be found.\" Seddon hired up to 25 secret agents to place torpedoes and explosives wherever they could across the Confederacy.\nKnown as the \"Singer Secret Service Corps\" and Singer's Torpedo Company\", they were a group of middle age Freemasons from a wide variety of backgrounds. They developed and used inventions such as torpedo boats, underwater mines and submarines during the last two years of the war. Some of these inventions had never been seen before while others were advancements on earlier designs. One of their main weapons was patented by Edgar C. Singer, the underwater contact mine. It contained of black powder. They used up to seven different types of mines, torpedos, torpedo boats, and submarines.\nThey built the submersible \"H. L. Hunley\". This submarine destroyed the Union warship \"USS Housatonic\" by ramming it with a torpedo mounted on a pole.\nFrom their headquarters in the Spotswood Hotel in Richmond, Virginia, Singer and his agents set up secret workshops all over the South in coastal cities. During their two years of operations they blew up ships, trains, and railroad bridges killing a large number of people. Most of their missions were done at night close to Union patrol boats and sentries. Northern newspapers called Singer's inventions \"infernal machines\" and condemned their use as unchristian and assassinations of the worst kind. To cover up who they were and what they had done, their records were burned at the end of the war. They were constantly hunted as saboteurs and spies by Northern authorities. Admiral David Dixon Porter ordered that any of Singer's agents were caught with any of these inventions they were to be \"shot on the spot\". Names and descriptions of Singer's operatives were distributed by Union commanders.\nOne group, under the notorious Henry Dillingham, was sent by Davis near the end of the war to occupied Kentucky and Missouri to destroy a key bridge and any federal transportation they could. They were known to use the \"coal torpedos\" and several sources say one was used to blow up the \"Sultana\" in April 1865. It was in the area Dillingham was operating in and it was ferrying ex-confederate prisoners of war at the time it was destroyed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Navy","surface_form":"Navy","offset":49},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":61},{"uri":"President","surface_form":"president","offset":154},{"uri":"Jefferson_Davis","surface_form":"Jefferson Davis","offset":165},{"uri":"Southern_United_States","surface_form":"South","offset":265},{"uri":"Ship","surface_form":"ship","offset":278},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":311},{"uri":"Frigate","surface_form":"frigate","offset":332},{"uri":"Shipbuilding","surface_form":"shipbuilding","offset":362},{"uri":"Raw_material","surface_form":"raw material","offset":393},{"uri":"Firepower","surface_form":"firepower","offset":489},{"uri":"Technology","surface_form":"technologies","offset":545},{"uri":"Naval_mine","surface_form":"naval mine","offset":586},{"uri":"Ironclad_warship","surface_form":"ironclad","offset":599},{"uri":"Technique","surface_form":"technique","offset":608},{"uri":"Warship","surface_form":"warship","offset":647},{"uri":"Submarine","surface_form":"submarine","offset":670},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":694},{"uri":"Abraham_Lincoln","surface_form":"Abraham Lincoln","offset":719},{"uri":"President_of_the_United_States","surface_form":"presidential","offset":749},{"uri":"Outrage","surface_form":"outrage","offset":789},{"uri":"Territory","surface_form":"territories","offset":849},{"uri":"Secede","surface_form":"secede","offset":918},{"uri":"Independence","surface_form":"independence","offset":945},{"uri":"James_Buchanan","surface_form":"James Buchanan","offset":1105},{"uri":"Secession","surface_form":"secession","offset":1228},{"uri":"Rebellion","surface_form":"rebellion","offset":1243},{"uri":"Bombardment","surface_form":"bombarded","offset":1293},{"uri":"Union_Army","surface_form":"Union Army","offset":1318},{"uri":"Volunteer","surface_form":"volunteer","offset":1361},{"uri":"Blockade","surface_form":"blockade","offset":1414},{"uri":"Coast","surface_form":"coast","offset":1439},{"uri":"Port","surface_form":"port","offset":1449},{"uri":"Export","surface_form":"export","offset":1577},{"uri":"Cotton","surface_form":"cotton","offset":1591},{"uri":"Import","surface_form":"import","offset":1602},{"uri":"Gunboat","surface_form":"gunboat","offset":1699},{"uri":"Brown-water_navy","surface_form":"brown-water navy","offset":1715},{"uri":"Union_Army","surface_form":"Union Army","offset":1758},{"uri":"Mississippi_River","surface_form":"Mississippi","offset":1812},{"uri":"Virginia","surface_form":"Virginia","offset":1852},{"uri":"Confederate_States_of_America","surface_form":"Confederate States of America","offset":1872},{"uri":"Facility","surface_form":"facility","offset":1958},{"uri":"Charles_Stewart_McCauley","surface_form":"Charles Stewart McCauley","offset":1991},{"uri":"United_States_Secretary_of_the_Navy","surface_form":"Secretary of the Navy","offset":2138},{"uri":"Officer","surface_form":"officer","offset":2192},{"uri":"USS_Merrimack_(1855)","surface_form":"USS \"Merrimack\"","offset":2375},{"uri":"Dry_dock","surface_form":"dry dock","offset":2456},{"uri":"Fort_Donelson","surface_form":"Fort Donelson","offset":2831},{"uri":"Fort_Monroe","surface_form":"Fort Monroe","offset":2914},{"uri":"Ironclad_warship","surface_form":"ironclad warship","offset":3050},{"uri":"CSS_Virginia","surface_form":"CSS \"Virginia\"","offset":3067},{"uri":"Hampton_Roads","surface_form":"Hampton Roads","offset":3426},{"uri":"USS_Monitor","surface_form":"USS Monitor","offset":3574},{"uri":"Battle_of_Hampton_Roads","surface_form":"Battle of Hampton Roads","offset":3621},{"uri":"New_Orleans","surface_form":"New Orleans","offset":4065},{"uri":"Privateer","surface_form":"privateer","offset":4505},{"uri":"Concept","surface_form":"concept","offset":4561},{"uri":"Merchant_raider","surface_form":"commerce raiding","offset":4610},{"uri":"British","surface_form":"British","offset":4635},{"uri":"Merchant_vessel","surface_form":"merchant ships","offset":4643},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":4669},{"uri":"Cruiser","surface_form":"cruiser","offset":4767},{"uri":"Weapon","surface_form":"unarmed","offset":4859},{"uri":"Great_Britain","surface_form":"Great Britain","offset":4965},{"uri":"Illegal","surface_form":"illegal","offset":5001},{"uri":"Great_Britain","surface_form":"Great Britain","offset":5016},{"uri":"Neutral_country","surface_form":"neutral country","offset":5036},{"uri":"Secret","surface_form":"secret","offset":5087},{"uri":"Letter_of_marque","surface_form":"Letter of marque","offset":5137},{"uri":"Ship","surface_form":"ship","offset":5169},{"uri":"Captain","surface_form":"captain","offset":5174},{"uri":"Pirate","surface_form":"pirate","offset":5330},{"uri":"Paris_Declaration_Respecting_Maritime_Law","surface_form":"Paris Declaration Respecting Maritime Law","offset":5534},{"uri":"Death_penalty","surface_form":"death penalty","offset":5682},{"uri":"Capture","surface_form":"capture","offset":5711},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":6177},{"uri":"East_Coast_of_the_United_States","surface_form":"East Coast of the United States","offset":6216},{"uri":"CSS_Savannah_(gunboat)","surface_form":"CSS Savannah","offset":6296},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":6571},{"uri":"Prisoner_exchange","surface_form":"prisoner exchange","offset":6620},{"uri":"Torpedo","surface_form":"torpedo","offset":6665},{"uri":"Cigar","surface_form":"cigar","offset":6678},{"uri":"Explosive_material","surface_form":"explosive device","offset":6719},{"uri":"Naval_mine","surface_form":"naval mine","offset":6865},{"uri":"Coward","surface_form":"coward","offset":6951},{"uri":"Ethical","surface_form":"ethical","offset":6981},{"uri":"Congress_of_the_Confederate_States","surface_form":"Congress of the Confederate States","offset":7048},{"uri":"Reward","surface_form":"reward","offset":7108},{"uri":"Invention","surface_form":"inventing","offset":7127},{"uri":"Ship","surface_form":"vessels","offset":7163},{"uri":"Submersible","surface_form":"submersible","offset":7177},{"uri":"Mines","surface_form":"mines","offset":7194},{"uri":"St._Louis","surface_form":"St. Louis","offset":7204},{"uri":"Missouri","surface_form":"Missouri","offset":7215},{"uri":"Boiler","surface_form":"boiler","offset":7293},{"uri":"Missouri_River","surface_form":"Missouri River","offset":7344},{"uri":"Matthew_Fontaine_Maury","surface_form":"Matthew Fontaine Maury","offset":7370},{"uri":"James_River","surface_form":"James River","offset":7489},{"uri":"Impassible","surface_form":"impassible","offset":7519},{"uri":"Coal_torpedo","surface_form":"coal torpedo","offset":7557},{"uri":"Coal","surface_form":"coal","offset":7604},{"uri":"Timer","surface_form":"timer","offset":7715},{"uri":"Fuse","surface_form":"fuse","offset":7787},{"uri":"USS_Cairo","surface_form":"USS Cairo","offset":7954},{"uri":"James_Seddon","surface_form":"James Seddon","offset":8148},{"uri":"Secret_agent","surface_form":"secret agent","offset":8504},{"uri":"Middle_age","surface_form":"middle age","offset":8691},{"uri":"Freemason","surface_form":"Freemason","offset":8702},{"uri":"Weapon","surface_form":"weapon","offset":8998},{"uri":"Patent","surface_form":"patent","offset":9010},{"uri":"Black_powder","surface_form":"black powder","offset":9084},{"uri":"H._L._Hunley_(submarine)","surface_form":"H. L. Hunley","offset":9215},{"uri":"USS_Housatonic_(1861)","surface_form":"USS Housatonic","offset":9274},{"uri":"Headquarters","surface_form":"headquarters","offset":9349},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":9388},{"uri":"Workshop","surface_form":"workshop","offset":9444},{"uri":"Patrol_boat","surface_form":"patrol boat","offset":9669},{"uri":"Newspaper","surface_form":"newspaper","offset":9705},{"uri":"Christian","surface_form":"christian","offset":9792},{"uri":"Assassination","surface_form":"assassination","offset":9806},{"uri":"Espionage","surface_form":"spies","offset":9984},{"uri":"Admiral","surface_form":"Admiral","offset":10015},{"uri":"David_Dixon_Porter","surface_form":"David Dixon Porter","offset":10023},{"uri":"Commander","surface_form":"commander","offset":10227},{"uri":"Notorious","surface_form":"notorious","offset":10260},{"uri":"Occupied_territory","surface_form":"occupied","offset":10333},{"uri":"Kentucky","surface_form":"Kentucky","offset":10342},{"uri":"Sultana_(steamboat)","surface_form":"Sultana","offset":10527}]}