{"id":562454,"url":"http://en.wikipedia.org/wiki/Evan_McMullin","text":"David Evan McMullin (born on April 2, 1976) is a former CIA operations officer and independent presidential candidate. He ran for office as an independent in the 2016 United States presidential election. He calls himself a conservative alternative to the main presidential candidates. McMullin did not win any states in the election, but he performed well in Utah, where he got 20% of the popular vote.\nEarly life and career.\nMcMullin was born on 2 April 1976 in Provo, Utah, to David McMullin and Lanie Bullard. At a young age, his family moved to a rural area outside of Seattle, Washington, where his father worked as a computer scientist and his mother sold bulk foods to neighbors from the family's garage.\nHe joined the Central Intelligence Agency (CIA) after the September 11 attacks.\n2016 Presidential campaign.\nOn 8 August 2016, McMullin announced that he would run as a candidate for President of the United States in the 2016 presidential election as an independent. He decided to run because he saw Donald Trump as being an unfit conservative candidate.\nMcMullin had the support of several anti-Trump Republican donors. McMullin's campaign was supported by some members of the \"Never Trump\" movement.\nOn 6 October, he named Mindy Finn to be his running mate.\nHis support in Utah mainly arrived after a 2005 audio recording in which Donald Trump was heard bragging in about making unwanted sexual advances on women.\nAfter the 2016 campaign.\nAfter the 2016 campaign, McMullin became a strong critic of Trump and Putin. In a December 2016, op-ed, McMullin blasted Trump as a threat to American constitutional government, saying that the president-elect's actions were \"consistent with the authoritarian playbook\" and \"undermined critical democratic norms including peaceful debate and transitions of power, commitment to truth, freedom from foreign interference and abstention from the use of executive power for political retribution.\"\nTo answer if there was any possibility of him running for Jason Chaffetz's seat in 2018, he said: \"It is likely that I will seek public office again. That might be in 2018 or it might be sometime down the road, perhaps very far down the road. I genuinely just don't know yet. I'm very focused on things that I think need to be done ASAP and Mindy Finn and I, with our team at Stand Up Republic, advancing them now. It is possible that I will challenge Chaffetz or Senator Hatch, but there are a lot of factors that go into that decision.\" In the end, he did not run for either office.\nResults.\nBelow is a table showing his performance in various states. He did not win any state, so subsequently, he did not win any electoral votes.\nPolitical beliefs.\nMcMullin is against abortion. He also wants to overturn \"Roe v. Wade\". He said that we would want to reduce unintended pregnancies and promote adoption.\nHe believes in the \"traditional marriage between a man and a woman,\" but \"respects\" the \"Obergefell v. Hodges\" decision (which allowed same-sex marriage nationwide) and wants to \"move on\" from the issue.\nMcMullin supports free trade, and believes that it has a lot of benefits. He supports NAFTA and the proposed Trans-Pacific Partnership.\nHe also wants to reduce the corporate tax, individual income tax. and the estate tax.\nHe wants to cut some support of programs like Social Security, and raise the retirement age.\nMcMullin is one of the few conservatives in the United States who believes in climate change that is caused by humans. He said,\"I do believe that the climate is changing, and I do believe that human activity is contributing to it. If I were president, I would increase investment in technologies that can help us limit and decrease our carbon emissions.\"\nOn immigration, McMullin supports more border security but not mass deportation.\nMcMullin supports the part of Obamacare that doesn't allow health insurance companies to deny coverage against people with preexisting conditions. However, he also said that \"we also need to do better than ObamaCare.\"\nMcMullin admires foreign leaders like Benjamin Netanyahu and Shinzō Abe.\nHe believes that Donald Trump, the Republican candidate, has an \"allegiance to Russian President Vladimir Putin.\" McMullin accused Putin of trying to destabilize European and North American countries \"through fomenting discord between different racial groups, different ethnic groups and different religious groups.\"\nMcMullin supports keeping the Guantanamo Bay detention camp open and opposes the use of torture and has criticized Trump's support for it.","categories":[],"infobox_types":[],"annotations":[{"uri":"CIA","surface_form":"CIA","offset":56},{"uri":"Independent_(politician)","surface_form":"independent","offset":143},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 United States presidential election","offset":162},{"uri":"Conservatism","surface_form":"conservative","offset":223},{"uri":"U.S._state","surface_form":"states","offset":310},{"uri":"Utah","surface_form":"Utah","offset":359},{"uri":"Provo%2C_Utah","surface_form":"Provo, Utah","offset":463},{"uri":"Seattle","surface_form":"Seattle","offset":573},{"uri":"Computer_science","surface_form":"computer scientist","offset":623},{"uri":"Central_Intelligence_Agency","surface_form":"Central Intelligence Agency","offset":726},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":770},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":894},{"uri":"United_States_presidential_election%2C_2016","surface_form":"2016 presidential election","offset":932},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1011},{"uri":"Never_Trump","surface_form":"Never Trump","offset":1190},{"uri":"Mindy_Finn","surface_form":"Mindy Finn","offset":1236},{"uri":"Donald_Trump_and_Billy_Bush_recording_controversy","surface_form":"a 2005 audio recording","offset":1312},{"uri":"Jason_Chaffetz","surface_form":"Jason Chaffetz","offset":2004},{"uri":"Abortion","surface_form":"abortion","offset":2718},{"uri":"Roe_v._Wade","surface_form":"Roe v. Wade","offset":2755},{"uri":"Adoption","surface_form":"adoption","offset":2841},{"uri":"Obergefell_v._Hodges","surface_form":"Obergefell v. Hodges","offset":2940},{"uri":"Same-sex_marriage","surface_form":"same-sex marriage","offset":2986},{"uri":"Free_trade","surface_form":"free trade","offset":3073},{"uri":"NAFTA","surface_form":"NAFTA","offset":3141},{"uri":"Trans-Pacific_Partnership","surface_form":"Trans-Pacific Partnership","offset":3164},{"uri":"Corporate_tax","surface_form":"corporate tax","offset":3219},{"uri":"Income_tax_in_the_United_States","surface_form":"individual income tax","offset":3234},{"uri":"Estate_tax_in_the_United_States","surface_form":"estate tax","offset":3265},{"uri":"Social_Security","surface_form":"Social Security","offset":3323},{"uri":"Climate_change","surface_form":"climate change","offset":3448},{"uri":"Immigration","surface_form":"immigration","offset":3728},{"uri":"Obamacare","surface_form":"Obamacare","offset":3836},{"uri":"Preexisting_conditions","surface_form":"preexisting conditions","offset":3929},{"uri":"Benjamin_Netanyahu","surface_form":"Benjamin Netanyahu","offset":4062},{"uri":"Shinz%C5%8D_Abe","surface_form":"Shinzō Abe","offset":4085},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":4114},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":4132},{"uri":"Russian_president","surface_form":"Russian President","offset":4176},{"uri":"Vladimir_Putin","surface_form":"Vladimir Putin","offset":4194},{"uri":"Guantanamo_Bay_detention_camp","surface_form":"Guantanamo Bay detention camp","offset":4444},{"uri":"Torture","surface_form":"torture","offset":4502}]}