{"id":562558,"url":"http://en.wikipedia.org/wiki/Len%C3%A7%C3%B3is_Maranhenses_National_Park","text":"The Lençóis Maranhenses National Park (Parque Nacional dos Lençóis Maranhenses) is a national park in Maranhão, northeastern Brazil.\nIt is an area with low, flat, occasionally flooded land, between large sand dunes. It is about. Despite abundant rain, it has almost no vegetation.\nWith large, white, sweeping dunes, Lençóis Maranhenses looks like a typical desert, but in fact it is not one. Being just outside the Amazon Basin, the region gets a regular rainy season in first half of the year. When it rains, fresh water collects in the valleys between sand dunes. The water is prevented from sinking down by a layer of rock underneath the sand. This results in blue, green and black lagoons surrounded by the desert-like sand. The lagoons are at their fullest their fullest between July and September.\nWhen the lagoons are full, they are interconnected to rivers such as the Rio Negro. From the river, large numbers of fish arrive. One species of fish, however, is resident. The wolf fish or tiger fish (\"Hoplias malabaricus\") stays dormant in the mud and moist areas after most of the water has evaporated, re-emerging during the next rainy season.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":85},{"uri":"Maranh%C3%A3o","surface_form":"Maranhão","offset":102},{"uri":"Brazil","surface_form":"Brazil","offset":125},{"uri":"Flood","surface_form":"flood","offset":176},{"uri":"Sand_dunes","surface_form":"sand dunes","offset":204},{"uri":"Vegetation","surface_form":"vegetation","offset":269},{"uri":"Desert","surface_form":"desert","offset":357},{"uri":"Amazon_Basin","surface_form":"Amazon Basin","offset":415},{"uri":"Lagoons","surface_form":"lagoons","offset":685},{"uri":"Rio_Negro_(Amazon)","surface_form":"Rio Negro","offset":877},{"uri":"Species","surface_form":"species","offset":938},{"uri":"Hoplias_malabaricus","surface_form":"Hoplias malabaricus","offset":1007},{"uri":"Evaporation","surface_form":"evaporated","offset":1098}]}