{"id":56259,"url":"http://en.wikipedia.org/wiki/Bloc_Party","text":"Bloc Party are a British indie rock band. The band has four members: Kele Okereke sings and plays rhythm guitar, Russell Lissack plays the lead guitar, Justin Harris plays bass guitar and Louise Bartle plays the drums. The band's music has been compared to bands such as the Cure, Gang of Four and the Strokes.\nThe band formed during the 1999 Reading Festival. They tried many different names before they chose Bloc Party. Moakes joined after reading an advertisement in \"NME\" magazine. Tong was picked through an audition. The band was first noticed when the gave BBC Radio 1 DJ Steve Lamacq and Franz Ferdinand's lead singer Alex Kapranos a copy of its music demo, \"She's Hearing Voices\". Later it was released as a single.\nIn February 2005, the band released its debut album, \"Silent Alarm\". It received excellent reviews from many critics, and made \"NMEs Album of the Year list. The album was successful enough to reach platinum status in the UK a year later. The band released its second album, \"A Weekend in the City\", in 2007. This album reached number two on the UK album chart and number twelve on the \"Billboard\" 200. In August 2008, the band released their third album, \"Intimacy\". 4 years later, in 2012, the band released their fourth album, Four, and in 2016, the band released their fifth album, Hymns.\nEarly days and first releases.\nRussell Lissack and Kele Okereke first met in 1998 in Essex. They saw each other again in 1999 at the Reading Festival and then decided to form a band. Bass guitar player Gordon Moakes joined after answering an advertisement in \"NME\", and drummer Matt Tong joined after an audition. They were called Union at the start, the band chose to call themselves Bloc Party in September 2003 as another way of saying \"block party\". The band have said in interviews that the name was not supposed to be related to the Soviet Bloc or the Canadian political party Bloc Québécois. However, Gordon Moakes said on the group's official Internet forum that the name was made by joining the eastern \"Blocs\" and the western \"parties\", in the political sense. Moakes also said that the name was not chosen only for this reason, but because it \"looked, sounded, and seemed fine, so we went with it.\"\nIn November 2003, Bloc Party had their song \"The Marshals Are Dead\" featured on a compilation album called \"The New Cross\" released by Angular Recording Corporation. They then released their debut single \"She's Hearing Voices\" on the record label Trash Aesthetics, which was new at the time.\nThe band were first noticed after lead singer Okereke went to a Franz Ferdinand concert in 2003. He gave a CD of \"She's Hearing Voices\" to both lead singer Alex Kapranos and Radio One DJ Steve Lamacq. Afterwards, Lamacq played the song on his radio show. He called the track \"genius\", and he invited them to record a live session for the show. The success of the track led to the release of another single, \"Banquet\", which was released by Moshi Moshi Records. They went on to sign with independent label Wichita Recordings in April 2004.\n\"Silent Alarm\".\nBloc Party's first album, \"Silent Alarm\", was released in the UK in February 2005 on Wichita Recordings. In the United States, it was released in March 2005 by Vice Records. It was given a lot of praise. It was voted as the \"NME\" album of the year for 2005, and reached number three on UK album charts before being certified platinum. The first single from the album, \"So Here We Are\", made the top 5 on UK charts. Further, the singles \"Banquet\", \"Helicopter\" and \"Pioneers\", managed to reach the UK top 20 but did not do as well as \"So Here We Are\". The animated music video for \"Pioneers\" was made by Shoreditch-based designers Minivegas. It was number one in the \"NME\" video charts for four weeks.\nThe band got good reviews from critics in the United States, and they toured there a lot over 2006. At the start of 2006, they finished their tour with sold out shows in Los Angeles, Miami and Berkeley. It sold 350,000 copies in North America and over a million worldwide. After the success of the album, the established electronic group The Chemical Brothers soon collaborated with Okereke for \"Believe\", a track on the Brothers' \"Push the Button\" album. An album of remixes of tracks from \"Silent Alarm\" was released at the end of August in the UK. The album was called \"Silent Alarm Remixed\", and it kept the first album's song list.\nDuring July, Bloc Party recorded two new tracks with \"Silent Alarm\" producer Paul Epworth. The songs were released as an extended play called \"Two More Years\". The release of this EP came with another release of \"Silent Alarm\", which had on it both \"Two More Years\" and old single \"Little Thoughts\". \"Two More Years\" was released later at the same time as their October 2005 UK tour. The single also had a remix of \"Banquet\" done by The Streets, for which a music video was also made.\nThe band also made the track \"The Present\" for the ' compilation album. The money raised from this album went to the War Child charity. In 2005, their album track \"Like Eating Glass\" was used on the soundtrack of a horror movie called \"Cry Wolf\". It was also remixed for use on Activision's skateboarding game \"Tony Hawk's American Wasteland\".\n\"A Weekend in the City\".\nBloc Party's second album, \"A Weekend in the City\", was produced by Jacknife Lee. It was published by Wichita in the UK and Vice Records in the US and was released in February 2007. However, it was leaked in November 2006. It was released on the UK iTunes store before in shops, and reached second place in the Official UK Chart. The album did just as well in Australia and Belgium. It entered at number 12 in the \"Billboard\" 200, with 48,000 copies sold. The first single, \"The Prayer\", was released on 29 January. It became the single which did the best in the UK Top 40 for the band, reaching fourth place. Before the release of the album, BBC Radio 1 DJ Zane Lowe played a live recording of the band at the Maida Vale studio, featuring both old and new songs, on his radio show on 30 January 2007. On 1 February 2007, \"A Weekend in the City\" was made able free to listen to on the band's official MySpace page.\nThe next single, \"I Still Remember\", was Bloc Party's highest charting single in America. It got to number 24 on the Modern Rock Chart. The band released their third single, \"Hunting for Witches\", in August 2007. The single was their only ARIA Chart entry, getting to number 20.\nIn October 2007 Bloc Party said they would release a new single, \"Flux\", on 13 November—ahead of their end-of-year concerts. The electronic song, also produced by Jacknife Lee, was very different from previous singles released by the band.\nThe band's first concert following the release of \"A Weekend In The City\" was on 5 February 2007, in Reading. It was played live on BBC 6 Music that night. On 20 May 2007, Bloc Party were the first band to play that year on the \"In New Music We Trust\" stage at the BBC Radio 1 Big Weekend at Preston. They also took part in the UK Live Earth concert on 7 July 2007 at Wembley Stadium. The band also played sets at T in the Park and Oxegen 2007 that same weekend, as well as Glastonbury and the Reading and Leeds Festivals. Bloc Party said that they would tour Australia and New Zealand in August 2007, which would include a special concert at the Splendour in the Grass Festival on 5 August. On 17 September 2007 they recorded a concert for the PBS show Austin City Limits. This was the day after playing at the Austin City Limits Music Festival. On 27 October 2007, the band performed with the Exmoor Singers, a London-based choir, as part of the BBC Electric Proms. They played songs from both \"Silent Alarm\" and \"A Weekend In The City\" along with the first UK live performance of \"Flux\". During 2007, Russell Lissack formed his side project group Pin Me Down with Melina Mepris.\n\"Intimacy\".\n\"Mercury\", the first single from Bloc Party's third album \"Intimacy\", was played on Zane Lowe's BBC Radio 1 show on 7 July 2008. It then appeared on the Radio 1 website fifteen minutes later. The exclusive followed a countdown timer which was put in place of the band's website for three days, which ended with a link to the Radio 1 website at the time of Lowe's radio show. Many fans were expecting new songs over the internet, with some being annoyed by the act. The song had an electronic sound like the last single, \"Flux\". During the first play of \"Mercury\" on Radio 1, Kele was with Zane Lowe, and said that Jacknife Lee and Paul Epworth would be producing the new album. It was also said that the single was to be released on 11 August 2008. The video was put out with the single.\nBloc Party's third studio album has a new, electronic sound, even though Kele said this would not be the case. He had said before this that the sound would be as raw as \"Silent Alarm\", but as \"experienced\" as \"A Weekend in the City\".\nThe band talked about the release of their third album with fans on a forum on 18 August 2008. The album then was made available for pre-order in many formats - an MP3 download with the CD release on 27 October 2008. \"Trojan Horse\", a song from the album, was made available to stream through \"NMEs website. On 20 August 2008, the band added more album tracks, \"Signs\" and \"One Month Off\", as well as \"Trojan Horse\", to their MySpace profile. On 23-24 August, 2008, the band played concerts at the Reading and Leeds Festivals. The band played set-opener \"Mercury\", as well as album track \"One Month Off\". A concert like that one followed a week later on 30 August 2008, when the band played as the main act at the Hydro Connect Music Festival, in Argyll, Scotland.\nDuring Autumn 2008, the band played in North America and Canada. They played at the Virgin Mobile Festival in Toronto on 6 September 2008, and had their first ever American college show at Syracuse University. They had their next live performance in the UK on 30 September 2008 with a special concert in London as part of. As well as this, they played at the Glasgow date of MTV Two and Topman's \"Gonzo on Tour\" on 19 October 2008. On 8 September 2008, Bloc Party said that their next single, \"Talons\" would be released on 20 October 2008. The song was not able to be downloaded as part of the pre-order album released on August 27, but did appear on the full album release on 27 October 2008. It was also given to fans who had already bought the download-only album, given out after the song's first play on Zane Lowe's BBC Radio 1 show.\nAfter the digital release of \"Intimacy\", Bloc Party said to the public that they would go on another UK tour, starting on 25 January 2009 in Glasgow. They will then play in Manchester and Wolverhampton in the same month, with another gig in Wolverhampton on 1 February 2009. Their first UK tour since December 2007 will finish on 12 April 2009 in London. Also in early 2009, the band toured North America in many small places. In June 2009 they announced that their new single is called One More Chance. This song was not on Intimacy and was played on Radio One on the 18th of June 2009. It was released during August 2009.","categories":[],"infobox_types":["musical artist &lt;!-- See Wikipedia:WikiProject_Musicians --&gt;"],"annotations":[{"uri":"United_Kingdom","surface_form":"British","offset":17},{"uri":"Indie_rock","surface_form":"indie rock","offset":25},{"uri":"Kele_Okereke","surface_form":"Kele Okereke","offset":69},{"uri":"Singing","surface_form":"sings","offset":82},{"uri":"Rhythm_guitar","surface_form":"rhythm guitar","offset":98},{"uri":"Russell_Lissack","surface_form":"Russell Lissack","offset":113},{"uri":"Lead_guitar","surface_form":"lead guitar","offset":139},{"uri":"Justin_Harris","surface_form":"Justin Harris","offset":152},{"uri":"Bass_guitar","surface_form":"bass guitar","offset":172},{"uri":"Louise_Bartle","surface_form":"Louise Bartle","offset":188},{"uri":"Drum_kit","surface_form":"drums","offset":212},{"uri":"The_Cure","surface_form":"the Cure","offset":271},{"uri":"Gang_of_Four_(band)","surface_form":"Gang of Four","offset":281},{"uri":"The_Strokes","surface_form":"the Strokes","offset":298},{"uri":"Reading_and_Leeds_Festivals","surface_form":"Reading Festival","offset":343},{"uri":"Advertisement","surface_form":"advertisement","offset":454},{"uri":"NME","surface_form":"NME","offset":472},{"uri":"Audition","surface_form":"audition","offset":514},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":565},{"uri":"Disc_jockey","surface_form":"DJ","offset":577},{"uri":"Steve_Lamacq","surface_form":"Steve Lamacq","offset":580},{"uri":"Franz_Ferdinand_(band)","surface_form":"Franz Ferdinand","offset":597},{"uri":"Alex_Kapranos","surface_form":"Alex Kapranos","offset":627},{"uri":"Music_demo","surface_form":"music demo","offset":655},{"uri":"She%27s_Hearing_Voices","surface_form":"She's Hearing Voices","offset":668},{"uri":"Single_(music)","surface_form":"single","offset":718},{"uri":"Release_(music)","surface_form":"released","offset":753},{"uri":"Debut","surface_form":"debut","offset":766},{"uri":"Album","surface_form":"album","offset":772},{"uri":"Silent_Alarm","surface_form":"Silent Alarm","offset":780},{"uri":"Platinum_album","surface_form":"platinum","offset":924},{"uri":"A_Weekend_in_the_City","surface_form":"A Weekend in the City","offset":1001},{"uri":"Chart","surface_form":"chart","offset":1080},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":1111},{"uri":"Intimacy_(album)","surface_form":"Intimacy","offset":1182},{"uri":"Russell_Lissack","surface_form":"Russell Lissack","offset":1349},{"uri":"Kele_Okereke","surface_form":"Kele Okereke","offset":1369},{"uri":"Essex","surface_form":"Essex","offset":1403},{"uri":"Reading_Festival","surface_form":"Reading Festival","offset":1451},{"uri":"Gordon_Moakes","surface_form":"Gordon Moakes","offset":1520},{"uri":"Advertisement","surface_form":"advertisement","offset":1560},{"uri":"NME","surface_form":"NME","offset":1578},{"uri":"Matt_Tong","surface_form":"Matt Tong","offset":1596},{"uri":"Audition","surface_form":"audition","offset":1622},{"uri":"Party","surface_form":"party","offset":1764},{"uri":"Interview","surface_form":"interview","offset":1794},{"uri":"Eastern_Bloc","surface_form":"Soviet Bloc","offset":1857},{"uri":"Political_party","surface_form":"political party","offset":1885},{"uri":"Bloc_Qu%C3%A9b%C3%A9cois","surface_form":"Bloc Québécois","offset":1901},{"uri":"Internet","surface_form":"Internet","offset":1969},{"uri":"Forum","surface_form":"forum","offset":1978},{"uri":"East","surface_form":"east","offset":2022},{"uri":"West","surface_form":"west","offset":2046},{"uri":"Politics","surface_form":"political","offset":2072},{"uri":"Song","surface_form":"song","offset":2267},{"uri":"Compilation_album","surface_form":"compilation album","offset":2310},{"uri":"Angular_Recording_Corporation","surface_form":"Angular Recording Corporation","offset":2363},{"uri":"She%27s_Hearing_Voices","surface_form":"She's Hearing Voices","offset":2433},{"uri":"Record_label","surface_form":"record label","offset":2462},{"uri":"Trash_Aesthetics","surface_form":"Trash Aesthetics","offset":2475},{"uri":"Franz_Ferdinand_(band)","surface_form":"Franz Ferdinand","offset":2584},{"uri":"Concert","surface_form":"concert","offset":2600},{"uri":"Compact_disc","surface_form":"CD","offset":2627},{"uri":"She%27s_Hearing_Voices","surface_form":"She's Hearing Voices","offset":2634},{"uri":"Alex_Kapranos","surface_form":"Alex Kapranos","offset":2676},{"uri":"BBC_Radio_1","surface_form":"Radio One","offset":2694},{"uri":"Steve_Lamacq","surface_form":"Steve Lamacq","offset":2707},{"uri":"Radio_show","surface_form":"radio show","offset":2763},{"uri":"Invite","surface_form":"invited","offset":2812},{"uri":"Live_session","surface_form":"live session","offset":2837},{"uri":"Banquet_(song)","surface_form":"Banquet","offset":2928},{"uri":"Moshi_Moshi_Records","surface_form":"Moshi Moshi Records","offset":2960},{"uri":"Independent","surface_form":"independent","offset":3007},{"uri":"Wichita_Recordings","surface_form":"Wichita Recordings","offset":3025},{"uri":"Silent_Alarm","surface_form":"Silent Alarm","offset":3102},{"uri":"Vice_Records","surface_form":"Vice Records","offset":3235},{"uri":"Praise","surface_form":"praise","offset":3271},{"uri":"Vote","surface_form":"vote","offset":3286},{"uri":"Album_chart","surface_form":"album chart","offset":3364},{"uri":"Platinum_record","surface_form":"platinum","offset":3400},{"uri":"So_Here_We_Are","surface_form":"So Here We Are","offset":3444},{"uri":"Helicopter_(song)","surface_form":"Helicopter","offset":3523},{"uri":"Pioneers_(song)","surface_form":"Pioneers","offset":3540},{"uri":"Animation","surface_form":"animated","offset":3630},{"uri":"Music_video","surface_form":"music video","offset":3639},{"uri":"Shoreditch","surface_form":"Shoreditch","offset":3678},{"uri":"Designer","surface_form":"designer","offset":3695},{"uri":"Review","surface_form":"reviews","offset":3794},{"uri":"Critic","surface_form":"critic","offset":3807},{"uri":"United_States","surface_form":"United States","offset":3822},{"uri":"Music_tour","surface_form":"toured","offset":3846},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3946},{"uri":"Miami","surface_form":"Miami","offset":3959},{"uri":"Berkeley%2C_California","surface_form":"Berkeley","offset":3969},{"uri":"North_America","surface_form":"North America","offset":4005},{"uri":"Electronic_music","surface_form":"electronic","offset":4097},{"uri":"The_Chemical_Brothers","surface_form":"The Chemical Brothers","offset":4114},{"uri":"Collaborate","surface_form":"collaborated","offset":4141},{"uri":"Believe_(The_Chemical_Brothers_song)","surface_form":"Believe","offset":4172},{"uri":"Push_the_Button","surface_form":"Push the Button","offset":4208},{"uri":"Remix","surface_form":"remix","offset":4244},{"uri":"Silent_Alarm_Remixed","surface_form":"Silent Alarm Remixed","offset":4349},{"uri":"Record","surface_form":"recorded","offset":4437},{"uri":"Paul_Epworth","surface_form":"Paul Epworth","offset":4490},{"uri":"Extended_play","surface_form":"extended play","offset":4534},{"uri":"Two_More_Years_EP","surface_form":"Two More Years","offset":4556},{"uri":"The_Streets","surface_form":"The Streets","offset":4846},{"uri":"War_Child","surface_form":"War Child","offset":5015},{"uri":"Soundtrack","surface_form":"soundtrack","offset":5097},{"uri":"Horror","surface_form":"horror","offset":5113},{"uri":"Movie","surface_form":"movie","offset":5120},{"uri":"Cry_Wolf","surface_form":"Cry Wolf","offset":5134},{"uri":"Activision","surface_form":"Activision","offset":5176},{"uri":"Skateboarding","surface_form":"skateboarding","offset":5189},{"uri":"Tony_Hawk%27s_American_Wasteland","surface_form":"Tony Hawk's American Wasteland","offset":5209},{"uri":"A_Weekend_in_the_City","surface_form":"A Weekend in the City","offset":5295},{"uri":"Jacknife_Lee","surface_form":"Jacknife Lee","offset":5335},{"uri":"Vice_Records","surface_form":"Vice Records","offset":5391},{"uri":"Internet_leak","surface_form":"leaked","offset":5465},{"uri":"ITunes","surface_form":"iTunes","offset":5516},{"uri":"Australia","surface_form":"Australia","offset":5627},{"uri":"Belgium","surface_form":"Belgium","offset":5641},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":5681},{"uri":"The_Prayer","surface_form":"The Prayer","offset":5742},{"uri":"UK_Top_40","surface_form":"UK Top 40","offset":5830},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":5910},{"uri":"Zane_Lowe","surface_form":"Zane Lowe","offset":5925},{"uri":"Maida_Vale","surface_form":"Maida Vale","offset":5978},{"uri":"MySpace","surface_form":"MySpace","offset":6168},{"uri":"I_Still_Remember","surface_form":"I Still Remember","offset":6200},{"uri":"Hunting_for_Witches","surface_form":"Hunting for Witches","offset":6357},{"uri":"ARIA_Charts","surface_form":"ARIA Chart","offset":6421},{"uri":"Flux_(song)","surface_form":"Flux","offset":6527},{"uri":"Concert","surface_form":"concert","offset":6576},{"uri":"Electronic_music","surface_form":"electronic","offset":6590},{"uri":"Reading%2C_Berkshire","surface_form":"Reading","offset":6802},{"uri":"BBC_6_Music","surface_form":"BBC 6 Music","offset":6833},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":6966},{"uri":"Preston","surface_form":"Preston","offset":6993},{"uri":"Live_Earth","surface_form":"Live Earth","offset":7032},{"uri":"Wembley_Stadium","surface_form":"Wembley Stadium","offset":7069},{"uri":"T_in_the_Park","surface_form":"T in the Park","offset":7115},{"uri":"Oxegen","surface_form":"Oxegen","offset":7133},{"uri":"Glastonbury","surface_form":"Glastonbury","offset":7175},{"uri":"Reading_and_Leeds_Festivals","surface_form":"Reading and Leeds Festivals","offset":7195},{"uri":"Australia","surface_form":"Australia","offset":7261},{"uri":"New_Zealand","surface_form":"New Zealand","offset":7275},{"uri":"Splendour_in_the_Grass","surface_form":"Splendour in the Grass","offset":7348},{"uri":"PBS","surface_form":"PBS","offset":7446},{"uri":"Austin_City_Limits","surface_form":"Austin City Limits","offset":7455},{"uri":"Austin_City_Limits_Music_Festival","surface_form":"Austin City Limits Music Festival","offset":7513},{"uri":"Exmoor_Singers","surface_form":"Exmoor Singers","offset":7596},{"uri":"Choir_(music)","surface_form":"choir","offset":7627},{"uri":"BBC_Electric_Proms","surface_form":"BBC Electric Proms","offset":7649},{"uri":"Side_project","surface_form":"side project","offset":7832},{"uri":"Pin_Me_Down","surface_form":"Pin Me Down","offset":7851},{"uri":"Mercury_(song)","surface_form":"Mercury","offset":7896},{"uri":"Intimacy_(album)","surface_form":"\"Intimacy\"","offset":7953},{"uri":"Zane_Lowe","surface_form":"Zane Lowe","offset":7979},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":7991},{"uri":"Jacknife_Lee","surface_form":"Jacknife Lee","offset":8509},{"uri":"Paul_Epworth","surface_form":"Paul Epworth","offset":8526},{"uri":"Raw","surface_form":"raw","offset":8845},{"uri":"Experience","surface_form":"experienced","offset":8876},{"uri":"Forum","surface_form":"forum","offset":8987},{"uri":"MP3","surface_form":"MP3","offset":9081},{"uri":"Download","surface_form":"download","offset":9085},{"uri":"NME","surface_form":"NME","offset":9211},{"uri":"MySpace","surface_form":"MySpace","offset":9343},{"uri":"Reading_and_Leeds_Festivals","surface_form":"Reading and Leeds Festivals","offset":9415},{"uri":"Connect_Music_Festival","surface_form":"Hydro Connect Music Festival","offset":9631},{"uri":"Argyll","surface_form":"Argyll","offset":9664},{"uri":"Scotland","surface_form":"Scotland","offset":9672},{"uri":"North_America","surface_form":"North America","offset":9721},{"uri":"Canada","surface_form":"Canada","offset":9739},{"uri":"Virgin_Mobile_Festival","surface_form":"Virgin Mobile Festival","offset":9766},{"uri":"Toronto","surface_form":"Toronto","offset":9792},{"uri":"College","surface_form":"college","offset":9855},{"uri":"Syracuse_University","surface_form":"Syracuse University","offset":9871},{"uri":"London","surface_form":"London","offset":9986},{"uri":"Glasgow","surface_form":"Glasgow","offset":10041},{"uri":"MTV_Two","surface_form":"MTV Two","offset":10057},{"uri":"Topman","surface_form":"Topman","offset":10069},{"uri":"Talons_(song)","surface_form":"Talons","offset":10176},{"uri":"Zane_Lowe","surface_form":"Zane Lowe","offset":10491},{"uri":"BBC_Radio_1","surface_form":"BBC Radio 1","offset":10503},{"uri":"Digital","surface_form":"digital","offset":10531},{"uri":"Glasgow","surface_form":"Glasgow","offset":10662},{"uri":"Manchester","surface_form":"Manchester","offset":10694},{"uri":"Wolverhampton","surface_form":"Wolverhampton","offset":10709}]}