{"id":56264,"url":"http://en.wikipedia.org/wiki/Popular_science","text":"e=\"preserve\">If a book or a TV show is about science, and is made easy so everyone can understand, then it is popular science. It is \"popular\" because it is made for the whole \"popul'\"ation\", not just for scientists. Nature documentaries are examples of popular science.\nPopular science is non-fiction, so it is not the same as \"science fiction\". Popular science is also not the same as \"Science journalism\". Science journalism is what journalists write to report the newest theories and discoveries made in science, but popular science is not always about what is newest.\nSome famous people who make popular science are David Attenborough, Isaac Asimov, Jacob Bronowski, Arthur C. Clarke, Martin Gardner, J.B.S. Haldane, Stephen Hawking, Bill Nye, and Carl Sagan.\nPopular science and scientific literature.\nWhen scientists write about their work, first they publish in scientific journals such as \"Nature\" and \"Science\". Then they may write books. The purpose of popular science is to show scientific literature in a way that different types of scientists, and people who are not scientists, will easily understand. When people take an idea from scientific literature and change it into popular science, important things about that idea may be left out or added in.\nPopular science is a bridge between the literature written for scientists, and the realms of popular writing which ordinary people use. The goal of the genre is to capture the methods and accuracy of science, while making the language more accessible.\nPopular science has its problems. Some popular science is made by people who do not understand the subject well. Some is made by people who have a strong bias. Some is part science and part pseudoscience. It can be hard for someone who is not an expert to tell which works of popular science are reliable. Museums, television programs and websites are also in the business of communicating science to the wider public. Not all of these are reliable. The oldest institution devoted to link science to the public may be the Gresham College, which was founded in 1597 in London. It was not entirely devoted to science. The Royal Institution in London has similar aims, and is devoted to science. It was founded in 1799. Both of these institutions have always given lectures by experts to the general public.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":45},{"uri":"Population","surface_form":"popul'\"ation","offset":177},{"uri":"Scientists","surface_form":"scientists","offset":205},{"uri":"Documentaries","surface_form":"documentaries","offset":224},{"uri":"Non-fiction","surface_form":"non-fiction","offset":290},{"uri":"Science_fiction","surface_form":"science fiction","offset":329},{"uri":"Journalist","surface_form":"journalist","offset":436},{"uri":"Theories","surface_form":"theories","offset":475},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":621},{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":641},{"uri":"Jacob_Bronowski","surface_form":"Jacob Bronowski","offset":655},{"uri":"Arthur_C._Clarke","surface_form":"Arthur C. Clarke","offset":672},{"uri":"Martin_Gardner","surface_form":"Martin Gardner","offset":690},{"uri":"J.B.S._Haldane","surface_form":"J.B.S. Haldane","offset":706},{"uri":"Stephen_Hawking","surface_form":"Stephen Hawking","offset":722},{"uri":"Bill_Nye","surface_form":"Bill Nye","offset":739},{"uri":"Carl_Sagan","surface_form":"Carl Sagan","offset":753},{"uri":"Nature_(journal)","surface_form":"Nature","offset":899},{"uri":"Science_(journal)","surface_form":"Science","offset":912},{"uri":"Genre","surface_form":"genre","offset":1419},{"uri":"Bias","surface_form":"bias","offset":1673},{"uri":"Pseudoscience","surface_form":"pseudoscience","offset":1709},{"uri":"Gresham_College","surface_form":"Gresham College","offset":2041},{"uri":"London","surface_form":"London","offset":2087},{"uri":"Royal_Institution","surface_form":"Royal Institution","offset":2139},{"uri":"Lecture","surface_form":"lecture","offset":2281}]}