{"id":562780,"url":"http://en.wikipedia.org/wiki/Betsy_DeVos","text":"Elisabeth \"Betsy\" DeVos (née Prince; born January 8, 1958) is an American billionaire businesswoman, philanthropist, and education activist from Michigan. She was the 11th United States Secretary of Education from February 7, 2017 to January 8, 2021. DeVos is known for her advocacy of school choice and voucher programs.\nOn November 23, 2016, it was announced that DeVos would be nominated to serve as Secretary of Education in the coming administration of President-elect Donald Trump. On February 7, 2017, she was confirmed by the United States Senate by a 50-50 vote with Vice President Mike Pence breaking the tie in her favor.\nIn January 2021, DeVos resigned from the Trump cabinet over the events of the storming of the United States Capitol.\nEarly life.\nDeVos was born Elisabeth Prince on January 8, 1958 in Holland, Michigan. She was educated at the Holland Christian High School, a private school in her home town of Holland, Michigan. She graduated from Calvin College in Grand Rapids, Michigan, where she earned a bachelor's degree in business administration and political science.\nBusiness career.\nDeVos is chairwoman of the Windquest Group, a privately held operating group that invests in technology, manufacturing, and clean energy. DeVos and her husband founded it in 1989.\nPolitical activity.\nSince 1982, DeVos has participated in the Michigan Republican Party. She served as a local precinct delegate. She was a Republican National Committeewoman for Michigan between 1992 and 1997, and served as chairwoman of the Michigan Republican Party from 1996 to 2000. DeVos resigned the position in 2000. She said in 2000, \"It is clear I have never been a rubber stamp... I have been a fighter for the grassroots, and following is admittedly not my strong suit.\"\nIn 2003, DeVos ran again for party chairman and was elected to the post without opposition.\nUnited States Secretary of Education.\nOn November 23, 2016, it was announced that DeVos was President-elect Trump's choice to be the next United States Secretary of Education. Upon her nomination, DeVos said \"I am honored to work with the President-elect on his vision to make American education great again. The \"status quo\" in ed is not acceptable\".\nFormer presidential candidates Jeb Bush, Mitt Romney, and Carly Fiorina respectively called DeVos an \"outstanding pick\", a \"smart choice\", and the \"transformative leader our students need\". Republican Senator Ben Sasse said DeVos \"has made a career out of standing up to powerful and connected special interests on behalf of poor kids who are too often forgotten by Washington.\" In an opinion editorial, \"The Chicago Tribune\" wrote that \"DeVos has helped lead the national battle to expand education opportunities for children.\"\nThe confirmation hearing for DeVos was initially scheduled for January 10, 2017, but was delayed for one week after the Office of Government Ethics requested more time to review her financial disclosures. The confirmation hearing was later held on January 17.\nOn February 7, 2017, DeVos was confirmed by the Senate by a 51–50 margin, with Vice President Mike Pence breaking the tie in favor of DeVos's nomination; it was the first time a Vice President had done so for the appointment of a cabinet nominee.\nBetsy DeVos and her family spend millions promoting education privatization schemes. Long before she became Secretary of Education, Betsy DeVos used her family’s wealth to privatize public schools. She funds politicians who support voucher schemes. DeVos won confirmation despite 1.1 million letters and 80,000 phone calls from NEA supporters urging senators to vote no. Vice President Mike Pence cast the deciding vote, the first time in the nation’s history a vice president’s vote was necessary to approve a cabinet nominee.\nOn January 7, 2021, DeVos resigned from her job as Secretary of Education after the January 6 U.S. Capitol riots. She was the second cabinet member to resign following the storming, the first being the United States Secretary of Transportation Elaine Chao.\nPersonal life.\nDeVos is married to businessman and millionaire Dick DeVos. Together, they have four children and one grandchild. DeVos' father-in-law, Richard DeVos is the current owner of the Orlando Magic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Michigan","surface_form":"Michigan","offset":145},{"uri":"United_States_Secretary_of_Education","surface_form":"United States Secretary of Education","offset":172},{"uri":"School_choice","surface_form":"school choice","offset":286},{"uri":"United_States_Secretary_of_Education","surface_form":"Secretary of Education","offset":403},{"uri":"Cabinet_of_Donald_Trump","surface_form":"coming administration","offset":433},{"uri":"President-elect_of_the_United_States","surface_form":"President-elect","offset":458},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":474},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":534},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":576},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":591},{"uri":"2021_storming_of_the_United_States_Capitol","surface_form":"storming","offset":711},{"uri":"United_States_Capitol","surface_form":"United States Capitol","offset":727},{"uri":"Holland%2C_Michigan","surface_form":"Holland, Michigan","offset":816},{"uri":"Holland_Christian_Schools","surface_form":"Holland Christian High School","offset":859},{"uri":"Calvin_College","surface_form":"Calvin College","offset":965},{"uri":"Grand_Rapids%2C_Michigan","surface_form":"Grand Rapids, Michigan","offset":983},{"uri":"Business_administration","surface_form":"business administration","offset":1047},{"uri":"Political_science","surface_form":"political science","offset":1075},{"uri":"Clean_energy","surface_form":"clean energy","offset":1235},{"uri":"Michigan_Republican_Party","surface_form":"Michigan Republican Party","offset":1353},{"uri":"United_States_Secretary_of_Education","surface_form":"United States Secretary of Education","offset":2004},{"uri":"Jeb_Bush","surface_form":"Jeb Bush","offset":2249},{"uri":"Mitt_Romney","surface_form":"Mitt Romney","offset":2259},{"uri":"Carly_Fiorina","surface_form":"Carly Fiorina","offset":2276},{"uri":"Ben_Sasse","surface_form":"Ben Sasse","offset":2427},{"uri":"The_Chicago_Tribune","surface_form":"The Chicago Tribune","offset":2623},{"uri":"Office_of_Government_Ethics","surface_form":"Office of Government Ethics","offset":2867},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":3086},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":3101},{"uri":"2021_storming_of_the_United_States_Capitol","surface_form":"U.S. Capitol riots","offset":3876},{"uri":"United_States_Secretary_of_Transportation","surface_form":"United States Secretary of Transportation","offset":3984},{"uri":"Elaine_Chao","surface_form":"Elaine Chao","offset":4026},{"uri":"Dick_DeVos","surface_form":"Dick DeVos","offset":4102},{"uri":"Richard_DeVos","surface_form":"Richard DeVos","offset":4190},{"uri":"Orlando_Magic","surface_form":"Orlando Magic","offset":4232}]}