{"id":562756,"url":"http://en.wikipedia.org/wiki/Day_of_the_Dead","text":"e=\"preserve\">Day of the Dead () is a Mexican holiday celebrated in Mexico known around the world by the skull painting face.It is celebrated by people of Mexico living in other places, especially the United States. Family and friends gather for this multi-day holiday to pray for and remember friends and family members who have died while creating an ofrenda. They do ofrenda on a altar at home and also on the grave. It is also to help support their spiritual journey. In 2008, the tradition was inscribed in the Representative List of the Intangible Cultural Heritage of Humanity by UNESCO.\nThe [https://www.pirate-skull.com/blogs/blog/origin-dia-de-los-muertos origin of the day of the dead] come from a mix of culture. Aztect and christian are the main influence of it. In some country people use sugar skull painting for Halloween but it is not the same celebration. Everyone is welcomed to join in on the celebration, but nearly everyone in Mexico celebrates it. The Day of the Dead is a holiday celebrated all throughout Mexico. It is a day to celebrate, remember and prepare special foods in honor of those who have died. The traditional food is the bread of the dead(pan de muertos). They use to paint their face into skull (calavera). The famous decoration is the sugar skulls the orange flowers and candle. People believe the spirit of the dead goes and visits their families from October 31 (aka Halloween) then leaves on November 2. The Day of the Dead is held every year on the 2nd of November in Mexico. It is celebrated because it is a Mexican holiday and families do it to honor their loved ones who have passed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexican_people","surface_form":"Mexican","offset":37},{"uri":"United_States","surface_form":"United States","offset":200},{"uri":"Holiday","surface_form":"holiday","offset":260},{"uri":"Ofrenda","surface_form":"ofrenda","offset":352},{"uri":"Spiritual","surface_form":"spiritual","offset":452},{"uri":"Tradition","surface_form":"tradition","offset":484},{"uri":"Representative_List_of_the_Intangible_Cultural_Heritage_of_Humanity","surface_form":"Representative List of the Intangible Cultural Heritage of Humanity","offset":515},{"uri":"UNESCO","surface_form":"UNESCO","offset":586}]}