{"id":562895,"url":"http://en.wikipedia.org/wiki/The_Fall_of_Nineveh_(poem)","text":"\"The Fall of Nineveh\" is a poem by English poet Edwin Atherstone (1788-1892).\nGeneral information.\n\"The Fall of Nineveh\" is a long poem. It consists of the Prelude and thirty books. It comprises over than six hundred pages and more than twenty thousand lines. Because of that it is one of the longest epic poems in English and European literature. Nineveh was the capital city of the Assyrian empire. It was really destroyed in 612 B.C.\nAuthor.\nEdwin Atherstone was a romantic poet. He is forgotten now. He was the author of some poems, dramas and two novels, \"Sea kings in England\" and \"Handwriting on the Wall\".\nForm.\nThe poem is written almost entirely in blank verse. This form, unrhymed iambic pentameter, is typical for long poems in English literature. It was introduced into English literature by Henry Howard, Earl of Surrey in 16th century. It was widely used in Elizabethan drama, for example by Thomas Kyd and William Shakespeare. In 17th century John Milton employed it in \"Paradise Lost\". From that time blank verse prevails in English epic poems. From time to time the poet used alliteration: \"Thus in her pride of power I see her now;/Her swarming streets; her splendid festivals;/Her s'\"prightly damsels\" (\"The Prelude\").\nSources.\nThe poem is based on the strory written by Greek physician and historian Ctesias. Lord Byron wrote a tragedy about Sandanapalus earlier.\nStory.\nThe poem narrates about a great war. It was a conflict between the Assyrian and the coallition of nations that had been conquered by them earlier. The Assyrian were ruled by Sardanapalus, king of Nineveh. He was a tyrant. All the nations around had to pay high taxes and send some soldiers to the king. They did not want to do it any longer. They started a war for independence. After many battles they won the whole war. They took the city of Nineveh, but it was destroyed by an earthquake.\nReception.\nEdwin Atherstone's poems were never much appreciated by critics. Sometimes he was even called \"stupid\".\nTranslation.\n\"The Fall of Niniveh\" has not been probably translated in any language. There are only some fragments in Polish translation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Edwin_Atherstone","surface_form":"Edwin Atherstone","offset":48},{"uri":"Blank_verse","surface_form":"blank verse","offset":659},{"uri":"Henry_Howard%2C_Earl_of_Surrey","surface_form":"Henry Howard, Earl of Surrey","offset":805},{"uri":"Thomas_Kyd","surface_form":"Thomas Kyd","offset":907},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":922},{"uri":"Alliteration","surface_form":"alliteration","offset":1094}]}