{"id":563129,"url":"http://en.wikipedia.org/wiki/Cuddalore_district","text":"e=\"preserve\">Cuddalore district is one of the 32 districts in Tamil Nadu, South India. Cuddalore city is the headquarters of the Cuddalore district. It was the mostly affected district in the 2015 South Indian floods along with Chennai district. Since situated in the sea shore most of the cyclones affecting Tamil Nadu landfell near this district.\nGeography.\nThe district has an area of 3,564km². It is bounded on the north by Viluppuram District, on the east by the Bay of Bengal, on the south by Nagapattinam District, and on the west by Perambalur District. The district is drained by Gadilam River and Pennaiyar River in the north, Vellar River and Kollidam River in south.\nEconomy.\nIn 2006 the Ministry of Panchayati Raj named Cuddalore one of the country's 250 most backward districts (out of a total of Districts of 640). It is one of the six districts in Tamil Nadu currently receiving funds from the Backward Regions Grant Fund Programme (BRGF).\nDemographics.\nAccording to 2011 census of India, Cuddalore district had a population of 2,605,914 with a sex-ratio of 987 females for every 1,000 males. A total of 279,950 were under the age of six, constituting 147,644 males and 132,306 females. Scheduled Castes and Scheduled Tribes accounted for 29.32% and 0.6% of the population respectively. The average literacy of the district was 69.66%, compared to the national average of 72.99%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":62},{"uri":"India","surface_form":"India","offset":80},{"uri":"Cuddalore","surface_form":"Cuddalore","offset":87},{"uri":"2015_South_Indian_floods","surface_form":"2015 South Indian floods","offset":192},{"uri":"Chennai_district","surface_form":"Chennai district","offset":228},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":309},{"uri":"Bay_of_Bengal","surface_form":"Bay of Bengal","offset":468},{"uri":"Nagapattinam_District","surface_form":"Nagapattinam District","offset":499},{"uri":"Kollidam_River","surface_form":"Kollidam River","offset":654},{"uri":"Cuddalore_district","surface_form":"Cuddalore district","offset":1005}]}