{"id":563243,"url":"http://en.wikipedia.org/wiki/Xeroderma_pigmentosum","text":"Xeroderma pigmentosum is a rare genetic disorder.\nUltraviolet (UV) light damages the DNA in skin cells. Normally the DNA damage is repaired. But if a person has a defective repair gene, the DNA is not repaired.\nConsequences.\nThis disease causes the skin to be sensitive to sunlight. A person with this disorder must always stay out of the sun, or they will get a sunburn. People with this disease are often called a \"Moon child\" because they can only go outside during the night. This disease is present in both genders and in all races, with one in 250,000 people living in the US having this disease. A Japanese person is about six times more likely to have this disease.\nThis disorder is found in one in 250,000 people. People with xeroderma pigmentosum are about 1,000 times more likely to get skin cancer.\nThere is no cure for xeroderma pigmentosum. The symptoms can be minimized if you do not go outside into sunlight. Fewer than 40% of individuals with the disease survive beyond the age of 20. Some XP victims with less severe cases do manage to live well into their 40s.\nPeople that have xeroderma pigmentosum are sensitive to UV light from the sun, and have dry, flaking skin and pigmented spots that can become skin cancer.\nThe most important part of treatment is avoiding going into sunlight. You may have to wear protective clothes and wear sunscreen.\nTechnical note.\nXP can be caused by mutations in any one of eight genes. Seven of these genes help repair of ultraviolet-induced photoproducts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":32},{"uri":"Ultraviolet","surface_form":"Ultraviolet","offset":50},{"uri":"DNA","surface_form":"DNA","offset":85},{"uri":"DNA_repair","surface_form":"DNA damage is repaired","offset":117},{"uri":"Sunlight","surface_form":"sunlight","offset":273},{"uri":"US","surface_form":"US","offset":579},{"uri":"Japan","surface_form":"Japan","offset":605},{"uri":"Symptoms","surface_form":"symptoms","offset":859},{"uri":"Sunlight","surface_form":"sunlight","offset":915},{"uri":"UV_light","surface_form":"UV light","offset":1136},{"uri":"Clothes","surface_form":"clothes","offset":1337},{"uri":"Sunscreen","surface_form":"sunscreen","offset":1354}]}