{"id":563368,"url":"http://en.wikipedia.org/wiki/Salem_district","text":"e=\"preserve\">Salem district is a district in Tamil Nadu, South India.Salem is the district headquarters and other major towns in the district include Mettur, Omalur and Attur. Salem is surrounded by hills and the landscape dotted with hillocks. Ancient Salem Nadu ruled by Mazhavar kings.\nPopulation.\nAccording to 2011 census of India, Salem district had a population of 3,482,056 with a sex-ratio of 954 females for every 1,000 males, much above the national average of 929.Scheduled Castes and Scheduled Tribes accounted for 16.67% and 3.43% of the population respectively. The average literacy of the district was 65.64%, compared to the national average of 72.99%.\nEducation.\nSalem district has many educational institutions including government schools, private schools and hundred years traditional institution Government arts college,Government arts college for women and the Government College of Engineering and Periyar University.\nIndustries.\nThe Salem handloom industry is one of the most ancient cottage industries and producing quality saree, doti etc out of silk yarn and cotton yarn.More than 75,000 handlooms are working and the total value of cloth produced per annum is estimated at Rs.5,000 crores. With more than 125 spinning mills, with modern weaving units and garment units Salem established itself as one of the major textile center in Tamil Nadu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Salem%2C_Tamil_Nadu","surface_form":"Salem","offset":69},{"uri":"Mettur","surface_form":"Mettur","offset":150},{"uri":"Omalur","surface_form":"Omalur","offset":158},{"uri":"Attur","surface_form":"Attur","offset":169},{"uri":"2011_census_of_India","surface_form":"2011 census of India","offset":314},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":475},{"uri":"Salem%2C_Tamil_Nadu","surface_form":"Salem","offset":1297},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":1360}]}