{"id":56340,"url":"http://en.wikipedia.org/wiki/Variations_(music)","text":"e=\"preserve\">In music, the word variation is to play a piece of music and change the notes or add parts into it but also making it sound like the piece of music in another way.\nMany composers wrote pieces which are examples of theme and variation. Sometimes the theme is one they made up, at other times they took a theme that another composer had already written and then made variations on it.\nThere are lots of ways of varying a tune, and each variation will change it in a different way. A variation may play the tune much faster or much slower, it may change the tune by adding extra sharps and flats or other ornamental notes, or by playing the tune in octaves. It may change the harmony or the rhythm or use different instruments. It may combine the tune in different parts (counterpoint).\nHistory in music.\nComposers have used variations in music for centuries. In the Renaissance and Baroque periods composers wrote variations on a short tune in the bass which was repeated again and again. This was called a ground bass or sometimes it was a passacaglia or chaconne. Renaissance composers also liked writing what they called “divisions”. This meant varying a tune by playing it, for example, at twice the speed or half the speed etc. so that crotchets (quarter notes) became minims (half notes) or quavers (eighth notes).\nGeorge Frideric Handel wrote a famous set of variations for harpsichord called \"Harmonious Blacksmith\", and Johann Sebastian Bach wrote the \"Goldberg Variations\", which was a set of 30 variations: a very long piece of music. It was written for a man who found it difficult to sleep at night, so he would ask his harpsichord player, whose name was Goldberg, to play to him.\nMany composers from the Classical, Romantic and 20th century classical music periods wrote sets of variations. Wolfgang Amadeus Mozart wrote several, one of which was based on a French folktune which we know in Britain as “Twinkle, Twinkle, Little Star”. Beethoven wrote several wonderful sets of variations. Many of them were for piano, but he also used the form in other pieces e.g. the slow movement of his Ninth Symphony. Schubert often wrote variations on tunes from his own songs.\nOther composers who wrote variations include Brahms, Elgar, Schoenberg, and Britten.","categories":[],"infobox_types":[],"annotations":[{"uri":"Note_(music)","surface_form":"sharps and flats","offset":589},{"uri":"Octave","surface_form":"octaves","offset":659},{"uri":"Harmony","surface_form":"harmony","offset":686},{"uri":"Rhythm","surface_form":"rhythm","offset":701},{"uri":"Counterpoint","surface_form":"counterpoint","offset":782},{"uri":"Renaissance_music","surface_form":"Renaissance","offset":877},{"uri":"Baroque_music","surface_form":"Baroque","offset":893},{"uri":"Ground_bass","surface_form":"ground bass","offset":1018},{"uri":"Passacaglia","surface_form":"passacaglia","offset":1052},{"uri":"Chaconne","surface_form":"chaconne","offset":1067},{"uri":"George_Frideric_Handel","surface_form":"George Frideric Handel","offset":1332},{"uri":"Harpsichord","surface_form":"harpsichord","offset":1392},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":1440},{"uri":"Classical_music_period","surface_form":"Classical","offset":1729},{"uri":"Romantic_music","surface_form":"Romantic","offset":1740},{"uri":"20th_century_classical_music","surface_form":"20th century classical music","offset":1753},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Wolfgang Amadeus Mozart","offset":1816},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":1960},{"uri":"Movement","surface_form":"movement","offset":2099},{"uri":"Symphony_no_9","surface_form":"Ninth Symphony","offset":2115},{"uri":"Johannes_Brahms","surface_form":"Brahms","offset":2237},{"uri":"Edward_Elgar","surface_form":"Elgar","offset":2245},{"uri":"Arnold_Schoenberg","surface_form":"Schoenberg","offset":2252},{"uri":"Benjamin_Britten","surface_form":"Britten","offset":2268}]}