{"id":563671,"url":"http://en.wikipedia.org/wiki/2015_South_Indian_floods","text":"e=\"preserve\">2015 South Indian floods is a disaster happened in South India.The heavy floods were resulted due to heavy rainfall by the annual northeast monsoon in November–December 2015.The mainly affected regions are Coromandel Coast region of the South Indian states of Tamil Nadu,Andhra Pradesh, and the union territory of Puducherry and especially the most devastated area, the city of Chennai. More than 500 people were killed and over 18 lakh (1.8 million) people were displaced.\nFrom October to December each year, a very large area of south India, including Tamil Nadu, the coastal regions of Andhra Pradesh and the union territory of Puducherry, receives up to 30 percent of its annual rainfall from the northeast monsoon (or winter monsoon). The northeast monsoon is the result of the annual gradual retreat of monsoonal rains from northeastern India.\nOn 8 November 2015, during the 2015 North Indian Ocean cyclone season, a low pressure area consolidated into a depression and slowly intensified into a deep depression before crossing the coast of Tamil Nadu near Puducherry the following day.On 15 November, well-marked low pressure area moved northwards along the Tamil Nadu coast, dropping huge amounts of rainfall over coastal Tamil Nadu and Andhra Pradesh with 24‑hour totals peaking at 370 mm in Ponneri. Chennai International Airport recorded 266 mm of rainfall in 24 hours. On 28–29 November, another system developed and arrived over Tamil Nadu on 30 November, bringing additional rain and flooding. The system dropped 490 mm of rainfall at Tambaram in 24 hours starting 8:30 am on 1 December. Very heavy rains led to flooding across the entire stretch of coast from Chennai to Cuddalore.\nFlood in Chennai and Tamil Nadu regions.\nBetween 9–10 November 2015, Neyveli received of rainfall; rains continued to downpour in Cuddalore, Chidambaram and Chennai. Continuing rains led to low-lying parts of Chennai becoming sunk by 13 November, resulting in the evacuation of over 1000 people from their homes. The flooding in Chennai city was worsened by years of illegal development and inadequate levels of flood preparedness.\nThe flooding in Chennai city was described as the worst in a century. The continued rains led to schools and colleges remaining closed across Puducherry and Chennai, Kancheepuram and Tiruvallur districts in Tamil Nadu and fishermen were warned against sailing because of high waters and rough seas.these floods caused a large amount of destruction in the southeren area\nPuducherry affected by the floods.\nPuducherry sustained relatively minor damage in November as the depression largely remained offshore; some trees were downed and several banana and sugarcane plantations at Kutchipalayam were severely damaged. Puducherry reported receiving 55.7 mm of rainfall over the 24-hour period from 14–15 November. Water entered several houses in low-lying areas, while three houses collapsed in Uppalam.\nOn 5 December, the territorial government announced that nearly 9,000 hectares of paddy fields had been damaged by torrential rainfall, including 4,420 hectares of paddy fields in Puducherry,4,248.34 hectares in Karaikal and 287.15 hectares in Yanam. The government also reported 1,544 hectares of sugercane fields under cultivation had been damaged, along with 297.73 hectares of plantains, 231.9 hectares of tapioca and related tubers, 168.10 hectares of vegetable fields and eight hectares under betel-leaf cultivation. Proposed compensation rates would be as follows: per hectare for betel-leaf losses,) per hectare for plantains,) per hectare for paddy fields and) per hectare for losses of vegetables, tapioca, tubers and sugercane. Compensation scales had also been set for losses of cotton, lentils and flowers.\nConsequences.\nSupplies of basic necessities, including milk, water and vegetables, were affected due to logistical difficulties. During the December floods in Chennai and the adjoining areas, milk packets sold for, five times more than their usual cost. Water bottles and cans were sold at prices between to. Vegetables were sold at least to over and above their normal average cost at the wholesale level.\nApart from basic necessities, fuel supplies and travel were greatly affected, especially in Chennai.In Chennai, over 1.5 lakh (150,000) street vendors sustained losses of over. The persistent rainfall and flooding forced several major automakers in the region, including Ford, Renault, Nissan and Daimler AG, to temporarily halt production, resulting in estimated losses of up to.","categories":[],"infobox_types":[],"annotations":[{"uri":"Northeast_monsoon","surface_form":"northeast monsoon","offset":143},{"uri":"Coromandel_Coast","surface_form":"Coromandel Coast","offset":219},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":273},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":284},{"uri":"Puducherry","surface_form":"Puducherry","offset":327},{"uri":"Chennai","surface_form":"Chennai","offset":391},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":1060},{"uri":"Pondicherry","surface_form":"Puducherry","offset":1076},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":1258},{"uri":"Chennai_International_Airport","surface_form":"Chennai International Airport","offset":1323},{"uri":"Tambaram","surface_form":"Tambaram","offset":1562},{"uri":"Cuddalore","surface_form":"Cuddalore","offset":1699},{"uri":"Cuddalore","surface_form":"Cuddalore","offset":1840},{"uri":"Chidambaram","surface_form":"Chidambaram","offset":1851},{"uri":"Chennai","surface_form":"Chennai","offset":1867},{"uri":"Puducherry","surface_form":"Puducherry","offset":2284},{"uri":"Chennai","surface_form":"Chennai","offset":2299},{"uri":"Kancheepuram","surface_form":"Kancheepuram","offset":2308},{"uri":"Tiruvallur","surface_form":"Tiruvallur","offset":2325},{"uri":"Ford","surface_form":"Ford","offset":4440},{"uri":"Renault","surface_form":"Renault","offset":4446},{"uri":"Nissan","surface_form":"Nissan","offset":4455},{"uri":"Daimler_AG","surface_form":"Daimler AG","offset":4466}]}