{"id":563632,"url":"http://en.wikipedia.org/wiki/Madurai_Meenakshi_Amman_temple","text":"e=\"preserve\">Madurai Meenakshi Amman temple is a ancient historic Hindu temple on the southern bank of the Vaigai River in the temple city of Madurai, Tamil Nadu, India. It is dedicated to Goddess Meenakshi, and Sundareswarar (Shiva).\nHistory.\nThe temple is in the center of 2,500-year-old city of Madurai and is a significant symbol for the Tamil people. Though most of the present structure was built between 1623 and 1655 CE. It is said that the temple was originally built in the 6th century BC by survivors of the Kumari Kandam. In the 14th century, the Sultanate Muslim Commander Malik Kafur plundered the temple and looted it of its valuables. It was rebuilt by the Nayak ruler Vishwanatha Nayakar around the 16th century. It houses 14 \"gopurams\" (gateway towers), ranging from 45–50m in height. The tallest is the southern tower, high, and two golden sculptured \"vimanas\", the shrines over the \"garbhagrihas\" (sanctums) of the main deities.\nMeenakshi temple as a tourist place.\nThe temple attracts 15,000 visitors a day, around 25,000 on Fridays, and receives an annual revenue of 60 million. There are an estimated 33,000 sculptures in the temple. It was on the list of top 30 nominees for the \"New Seven Wonders of the World\". The temple is the most prominent landmark and most visited tourist attraction in the city. The annual of 10-days Meenakshi Tirukalyanam festival, is celebrated during April and May, attracts 1 million visitors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vaigai_River","surface_form":"Vaigai River","offset":107},{"uri":"Madurai","surface_form":"Madurai","offset":142},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":151},{"uri":"India","surface_form":"India","offset":163},{"uri":"Meenakshi","surface_form":"Meenakshi","offset":197},{"uri":"Shiva","surface_form":"Shiva","offset":227},{"uri":"Tamil_people","surface_form":"Tamil people","offset":342},{"uri":"Common_Era","surface_form":"CE","offset":425},{"uri":"Kumari_Kandam","surface_form":"Kumari Kandam","offset":519},{"uri":"Malik_Kafur","surface_form":"Malik Kafur","offset":586},{"uri":"Vishwanatha_Nayak","surface_form":"Vishwanatha Nayak","offset":685},{"uri":"Gopurams","surface_form":"gopurams","offset":744},{"uri":"Vimana_(architectural_feature)","surface_form":"vimanas","offset":871},{"uri":"Garbhagriha","surface_form":"garbhagriha","offset":903}]}