{"id":563693,"url":"http://en.wikipedia.org/wiki/Hamamatsu_festival","text":"Hamamatsu Festival (浜松まつり) is a festival held in Hamamatsu, Shizuoka Prefecture, Japan, on May 3 to 5 every year. The Hamamatsu festival is not a religious festival but a city festival. In Japan, May 3 to 5 is a holiday called Golden week. Golden week is the longest national holiday in Japan. May 3 is Constitution Memorial Day, May 4 is Greenery Day, and May 5 is Children's Day. During the festival, people who live in each ward celebrate children, especially baby boys, and local restaurants pray for success and prosperity.\nHistory.\nThe first Hamamatsu festival was held in 1558 to celebrate the birth of the son of the lord of Hamamatsu castle. The lord and his close advisers flew a kite with the son's name written on it. In the middle of the Edo era (1603~1868), not only in Hamamatsu but also all over Japan, it became popular to fly kites on the Children's Day (May 5). On that day, Japanese people usually celebrate and pray for boys' growth, good health, and bright futures.\nKite festival.\nThe Hamamatsu festival is famous for its large kites. At 11 am on May 3, more than 100 large kites fly in the sky. The kite holders stand at the Nakataima Sand Dunes and release them all at the same time, signaled by a trumpet call. The Nakatajima Sand Dunes, is one of three largest sand dune areas in Japan. The Nakatajima Dunes overlook Enshu-nada sea, so the place has the strong winds needed for flying kites. The kites are decorated with baby boys' names and marks or designs of each town (\"chō)\". People believe that the higher the kites fly, the healthier the baby boys grow up.\nParticipants in each town also fight using the kites: They intertwine the 5 mm thick kite strings and use the friction to cut their opponents' kite strings. This kite festival is held for three days in the daytime.\nParade.\nAt night, there is a parade. The parade has 83 palace-like parade floats in the center of Hamamatsu. Parade floats are large, movable carts covered in scenery or sculptures. Each small town has one float. Girls ride on the floats and play traditional music using Japanese instruments like taiko drums, shinobue flutes, and bells. Other children, their families, and people who live in the town also carry a floats around the area. The audience watches the parade from the side of the road.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hamamatsu%2C_Shizuoka","surface_form":"Hamamatsu","offset":49},{"uri":"Shizuoka_Prefecture","surface_form":"Shizuoka Prefecture","offset":60},{"uri":"Japan","surface_form":"Japan","offset":81},{"uri":"Golden_Week_(Japan)","surface_form":"Golden week","offset":227},{"uri":"Constitution_Memorial_Day","surface_form":"Constitution Memorial Day","offset":303},{"uri":"Greenery_Day","surface_form":"Greenery Day","offset":339},{"uri":"Children%27s_Day_(Japan)","surface_form":"Children's Day","offset":366},{"uri":"Edo_period","surface_form":"Edo","offset":751},{"uri":"Kite","surface_form":"kite","offset":844},{"uri":"Children%27s_Day_(Japan)","surface_form":"Children's Day","offset":857},{"uri":"Nakataima_Sand_Dunes","surface_form":"Nakataima Sand Dunes","offset":1148},{"uri":"Trumpet","surface_form":"trumpet","offset":1222},{"uri":"Nakatajima_Sand_Dunes","surface_form":"Nakatajima Sand Dunes","offset":1240},{"uri":"Dune","surface_form":"dune","offset":1292},{"uri":"Japanese_addressing_system","surface_form":"chō","offset":1500},{"uri":"Taiko","surface_form":"taiko","offset":2102},{"uri":"Shinobue","surface_form":"shinobue","offset":2115}]}