{"id":563672,"url":"http://en.wikipedia.org/wiki/Cuddalore","text":"e=\"preserve\">Cuddaloreis a city which is the headquarters of the Cuddalore district in the south Indian state of Tamil Nadu.After the fall of Cholas, the town was ruled by various dynasties like Pandyas, Vijayanagar Empire, Madurai Nayaks, Thanjavur Nayaks, Thajavur Marathas, Tipu Sultan, French and the British Empire. Cuddalore was the scene of Seven Years' War and the Battle of Cuddalore in 1758 between the French and British. It has been a part of independent India since 1947. During the 2004 Indian Ocean earthquake, Cuddalore was one of the affected towns, with 572 casualties.\nApart from fishing and port related industries, Cuddalore houses chemical, pharmacological and energy industries in SIPCOT, an industrial estate set up by the state government. The town is administered by a special-grade municipality covering an area of and had a population of 173,676 in 2011. Cuddalore is a part of the Cuddalore legislative assembly constituency which is a part of the Cuddalore Lok Sabha constituency. There are a total of nine schools, two arts and science colleges and two engineering colleges in the town. There is one government hospital, six municipal maternity homes and 37 other private hospitals that take care of the healthcare needs of the citizens. Roadways are the major means of transportation, while the town also has rail connectivity. The nearest airport is Chennai International Airport, located away from the town. The nearest major seaport is Karaikal port, located away from the town.\nCuddalore is located at. It has an average elevation of. The land is completely flat with large deposits of black and alluvial soil inland and coarse sand near the seashore. The sandstone deposits in the town are popular. The Pennayar river runs north of the town, while Gadilam river runs across it. Cuddalore is situated at a distance of from the state capital Chennai and from Puducherry, the neighbouring union territory. The nearest airport is at Chennai, kilometres from Cuddalore. According to 2011 census, Cuddalore had a population of 173,636 with a sex-ratio of 1,026 females for every 1,000 males, much above the national average of 929. A total of 17,403 were under the age of six, constituting 8,869 males and 8,534 females. Scheduled Castes and Scheduled Tribes accounted for 13.22% and.3% of the population respectively. The average literacy of the city was 78.92%, compared to the national average of 72.99%.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuddalore_district","surface_form":"Cuddalore district","offset":65},{"uri":"South_India","surface_form":"south India","offset":91},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":113},{"uri":"Pandyas","surface_form":"Pandyas","offset":195},{"uri":"Vijayanagar_Empire","surface_form":"Vijayanagar Empire","offset":204},{"uri":"Madurai_Nayaks","surface_form":"Madurai Nayaks","offset":224},{"uri":"British_Empire","surface_form":"British Empire","offset":305},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":348},{"uri":"2004_Indian_Ocean_earthquake","surface_form":"2004 Indian Ocean earthquake","offset":496},{"uri":"Chennai_International_Airport","surface_form":"Chennai International Airport","offset":1383},{"uri":"Karaikal_port","surface_form":"Karaikal port","offset":1471},{"uri":"Chennai","surface_form":"Chennai","offset":1877},{"uri":"Puducherry","surface_form":"Puducherry","offset":1894},{"uri":"Chennai","surface_form":"Chennai","offset":1966},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":2015},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":2252}]}