{"id":563716,"url":"http://en.wikipedia.org/wiki/Hyeokgeose","text":"e=\"preserve\">Hyeokgeose (혁거세) was the first king of Silla (신라), a the kingdom of ancient south-west Korea, from B.C. 57 to B.C. 935.\nBirth of Hyeokgeose.\nIn B.C. 69, six village chiefs gathered with their children and announced that “We have been living disorderly. It because we do not have a Great Chief on our villages. So, let’s set someone on the throne who is a virtuous person and found a nation.” At that time, they found the strange light looked like thunderbolt on Yang-san (양산).\nWhen they climbed the mountain to observe the light, The light went up to the sky at Najung (난정), the foot of Yang-san. And They found a white horse that was bowing. The horse flew up to the sky after it howled a long time. As soon as it left, they looked through the place and they found a big purple egg. The people broke the egg, and they reached out one boy who looked nice and beautiful. When people washed him at Dongchun (동천), his body shines and birds and beasts came to dance and sing. Also the sky and the earth shook and the sun and the moon became clear. After then, people named him King Hyeokgeose, meaning bright ruler.\nBirth of Queen.\nWhen the son of the sky came down to the earth, he suggested that Hyeokgeose has to find good wife for him. At that time, Gyeryong (계룡), which is a dragon looked like rooster, came down from the sky to Alyeong-jung (알영정) in Sarang-ri (사량리) and bore a beautiful girl who had chicken beak under the dragon’s left rib. When people moved and washed her at Bookchun (북천) in Walsung (월성), the beak chipped off. So the people called the place Balchun (발천) and named her Alyeong.\nMarriage.\nThe people built up the palace at the foot of South mountain and brought up two babies, who are Hyeokgeose and his wife to be a prince and princess.\nDeath.\nAfter 61 years from he start to rule the country, he flew up to heaven. After seven days, the ashes of his body fell to the earth and scattered, and the soul of his queen ascended to join him in paradise. All the people cried the ashes of their great king and queen. So they tried to bury them in the same tomb, but a big snake showed up and protected the ashes. So the royal remains of each were divided into five parts and interred in pairs in the Northern Mausoleum, within the precincts of a temple called Tamom-sa (담엄사). The people called these the Five Mausoleums, or Sa-ning (Tomb of the Snake;사능). The Crown Prince succeeded to the throne and was given the title Namhae-wang.\nReign.\nThe prince was crowned king with Princess Alyeong. The country at that time was called Sorabol (서라벌) in native language. The name Silla was not used until a later time. during the reign of Kaerim-guk (계림국). The Great Chief of the Park family founded the kingdom of Silla and ruled over it for sixty-two years\nOrigin of Family Name, Park.\nSince the prince had been born from an egg in the shape of the gourd called \"park\" in the native tongue, they gave him the family name Park (박). The princess was named Alyeong (알영) after the well where she was born.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silla","surface_form":"Silla","offset":52},{"uri":"Korea","surface_form":"Korea","offset":100},{"uri":"Great_Chief","surface_form":"Great Chief","offset":294},{"uri":"Yang-san","surface_form":"Yang-san","offset":475},{"uri":"Najung","surface_form":"Najung","offset":575},{"uri":"Dongchun","surface_form":"Dongchun","offset":909},{"uri":"King","surface_form":"King","offset":1086},{"uri":"Rulers","surface_form":"ruler.","offset":1118},{"uri":"Queen","surface_form":"Queen","offset":1134},{"uri":"Gyeryong","surface_form":"Gyeryong","offset":1263},{"uri":"Dragon","surface_form":"dragon","offset":1289},{"uri":"Chicken","surface_form":"rooster","offset":1308},{"uri":"Alyeong-jung","surface_form":"Alyeong-jung","offset":1343},{"uri":"Sarang-ri_in_South_Korea","surface_form":"Sarang-ri","offset":1365},{"uri":"Beak","surface_form":"beak","offset":1423},{"uri":"Rib","surface_form":"rib","offset":1452},{"uri":"Bookchun_in_South_Korea","surface_form":"Bookchun","offset":1493},{"uri":"Walsung","surface_form":"Walsung","offset":1510},{"uri":"Balchun_in_South_Korea","surface_form":"Balchun","offset":1577},{"uri":"Alyeong","surface_form":"Alyeong","offset":1604},{"uri":"Palace","surface_form":"palace","offset":1647},{"uri":"Baby","surface_form":"babies","offset":1703},{"uri":"Prince","surface_form":"prince","offset":1751},{"uri":"Princess","surface_form":"princess","offset":1762},{"uri":"Heaven","surface_form":"heaven","offset":1843},{"uri":"Soul","surface_form":"soul","offset":1932}]}