{"id":563785,"url":"http://en.wikipedia.org/wiki/The_Bridge_(poem)","text":"e=\"preserve\">The Bridge is a long poem by American author Hart Crane. The work was published for the first time in 1930. It was intended by the poet to be a modern epic poem. The poem has fifteen parts. Many of them are about New York City. The best-known part of the poem is its introductory part named \"To Brooklyn Bridge\". \"The Bridge\" is considered to be Hart Crane's most ambitious undertaking. It is sometimes, however, called a failure, too.\nHart Crane is a modern poet. But in this poem he used mostly iambic pentameter. This iambic pentameter is usually unrhymed (blank verse), but sometimes rhymed.\n\"And Thee, across the harbor, silver paced\"\n\"As though the sun took step of thee yet left\"\n\"Some motion ever unspent in thy stride,—\"\nHart Crane is known for his attention to the sounds of language. He used alliteration, rhymes and internal assonance. The assonance, that is repeating of the same vowel, can be found in this strophe. The sound [i] occurs in many accented syllables in it.\n\"How many dawns, chill from his ri'\"ppling rest\"\n\"The seagull’s wings shall dip and pivot hi'\"m,\"\n\"Shedding white ri'\"ngs of tumult, building high\"\n\"Over the chained bay waters Li'\"berty —\"\nAlliteration, that is repeating of the same consonant, should be noticed in the next strophe.\n\"O harp and altar, of the fury f'\"used,\"\n\"(How could mere toil align thy choiring strings!)\"\n\"Terrific threshold of the prophet’s p'\"ledge,\"\n\"Prayer of p'\"ariah, and the lover’s cry,\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Hart_Crane","surface_form":"Hart Crane","offset":58},{"uri":"New_York_City","surface_form":"New York City","offset":226},{"uri":"Iambic_pentameter","surface_form":"iambic pentameter","offset":510},{"uri":"Blank_verse","surface_form":"blank verse","offset":573},{"uri":"Alliteration","surface_form":"alliteration","offset":816},{"uri":"Rhyme","surface_form":"rhyme","offset":830},{"uri":"Assonance","surface_form":"assonance","offset":850},{"uri":"Vowel","surface_form":"vowel","offset":906},{"uri":"Consonant","surface_form":"consonant","offset":1232}]}