{"id":56370,"url":"http://en.wikipedia.org/wiki/Anxiety","text":"Anxiety is distress or uneasiness of mind caused by a fear of danger or misfortune. Very often, people with anxiety also feel worries. There can also be physical symptoms, like having a headache or an upset stomach.\nAnxiety is a very common human emotion and is often associated with fear, panic, and the fight or flight response. The amount of stress needed to cause anxiety will vary from person to person however, basics include: losing one's job, the death of a loved one, or an accident, to name a few. In most people, anxiety will settle over time and one will return to normal state.\nSome people suffer a lot of anxiety over a long period of time which controls them and makes their lives difficult. These conditions are called anxiety disorders and can be treated by therapy and medicine.\nGeneral anxiety symptoms are things such as; continual tiredness / exhaustion, inability to relax, lack of confidence, low self-esteem, fear of public places, fear of socializing, frequent feelings of irrational anxiety / fear, compulsive behavior, worrying about making mistakes, regular nightmares, disturbed sleep patterns, excessive crying, headaches, stomach problems, diarrhea, nausea, aching muscles, and so on.\nSymptoms of anxiety attacks are things like; sweating, shaking and tremors, palpitations, shortness of breath, hyperventilating, racing heart beat, tingling in hands and feet, feeling of impending doom, feeling you are having a heart attack. There are more, but these are the usual ones.\nMedicine.\nThese symptoms, more or less, define anxiety but they can also be signs of other problems, so the first port of call has to be a doctor or other health care professional. They will be able to define what the problem is exactly, and propose the appropriate treatment.\nA doctor’s first line treatment is usually through drug-based medication; for example antidepressants, anti-anxiety tablets and beta blockers. These can be very effective, but they all have side effects, some worse than others. This can tend to put folks off continuing with them. Note however, that many drugs that have been taken for a longer time, need to be stopped in a special way (usually, with the help of a doctor); simply stopping the drug can lead to withdrawal symptoms.\nOther non-drug therapies are becoming popular such as; self-hypnosis, meditation, yoga, cognitive behavioral therapy, counseling, acupuncture, etc. These are therapies to help people ‘manage’ or ‘cope’ with their anxiety and / or anxiety attacks.\nBut what about the underlying cause(s) of anxiety? The two treatment types above focus on either reducing the symptoms of anxiety, or, helping a person cope with their disorder. They don’t seem to do anything about the underlying condition(s) that are causing the anxiety.\nAnd the very ‘fear’ of another anxiety attack can bring one on. As long as this irrational fear exists it’s very difficult to stop attacks and resolve the general anxiety. Eliminating this fear can prevent further attacks and get rid of the general anxiety much more effectively.\nAnxiety disorders.\nAnxiety disorders are any sort of disorder caused by a major amount of anxiety. There are many different disorders, each of which may be diagnosed by a trained professional. Examples of such disorders are\nNon-medical, Religious Treatments.\nThe state of anxiety can be calmed with the devotion of the Rosary that allows the person to pray and meditate with a great sense of peace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Worry","surface_form":"worries","offset":126},{"uri":"Headache","surface_form":"headache","offset":186},{"uri":"Stomach","surface_form":"stomach","offset":207},{"uri":"Panic","surface_form":"panic","offset":290},{"uri":"Fight_or_flight_response","surface_form":"fight or flight response","offset":305},{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":735},{"uri":"Therapy","surface_form":"therapy","offset":775},{"uri":"Medicine","surface_form":"medicine","offset":787},{"uri":"Antidepressant","surface_form":"antidepressant","offset":1867},{"uri":"Beta_blocker","surface_form":"beta blocker","offset":1909},{"uri":"Side_effect","surface_form":"side effect","offset":1971},{"uri":"Drug_withdrawal","surface_form":"withdrawal symptoms","offset":2243},{"uri":"Meditation","surface_form":"meditation","offset":2334},{"uri":"Yoga","surface_form":"yoga","offset":2346},{"uri":"Rosary","surface_form":"Rosary","offset":3383}]}