{"id":563861,"url":"http://en.wikipedia.org/wiki/Kishiwada_Danjiri_Festival","text":"Kishiwada Danjiri festival(岸和田だんじり祭り） is a festival which is held in Kishiwada, located in southern Osaka,  in Japan for abundant crops. There are some differnet Danjiri matsuri festivals in western Japan region, but Kishiwada one is the biggest. People pull Danjiri float, run, walk and play some traditional instrument.   The date which it is held is on saturday and Sunday just before the Respect-for-the Aged Day Holiday of September.\nFood.\nThere are some special foods for this festival. Some people invite their relative or friends and make blue crabs, Kantoudaki and Kurumimochi. People in Kishiwada eat a blue swimming crabs which is caught in the sea near Senshu which is located in south Osaka. The best time of catching crabs coincidents with the festival so people had degun to eat it. Kantoudaki is a japanese food in which variety of ingredients such as egg, radish potatoes, octopus, beef are boiled together in a large pot of seasoned fish broth. It is easy to make a lot at one time so many people cook this dish in Danjiri festival. Kurumimochi is a kind of a rice cake covered with ground walnuts. This is a local sweet in Osaka, and people eat this for huge harvest.\nOrganization.\nthe management of this festival is organized by some neighborhood associations in each town. There is an association for Danjiri in each town in parallel with women's association and child association. there are some roles in this organization. The leader is called is called Tyoukaichou(町会長）, and the person who assumes heavy responsibility. When some incident happen or the accident has caused someone's death, Tyoukaityou is reponsible. He rides in front of Danjiri float. The leader pulling Danjiri is called Eikousekininnsha(曳行責任者. He is the highest ranking person and he is also in front of Danjiri float.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kishiwada","surface_form":"Kishiwada","offset":69},{"uri":"Osaka_Prefecture","surface_form":"Osaka","offset":100},{"uri":"Japan","surface_form":"Japan","offset":199},{"uri":"Respect-for-the_Aged_Day_Holiday","surface_form":"Respect-for-the Aged Day Holiday","offset":392},{"uri":"Blue_crabs","surface_form":"blue crabs","offset":547},{"uri":"Kantoudaki","surface_form":"Kantoudaki","offset":559},{"uri":"Kurumimochi.","surface_form":"Kurumimochi.","offset":574},{"uri":"Crab","surface_form":"crabs","offset":627},{"uri":"Rice_cake","surface_form":"rice cake","offset":1078},{"uri":"Neighbourhood","surface_form":"neighborhood","offset":1254},{"uri":"Association","surface_form":"association","offset":1267},{"uri":"Women%27s_association","surface_form":"women's association","offset":1360},{"uri":"Child_association","surface_form":"child association","offset":1384},{"uri":"Accident","surface_form":"accident","offset":1577}]}