{"id":563819,"url":"http://en.wikipedia.org/wiki/American_Eskimo_Dog","text":"The American Eskimo dog is a small breed of companion dog originating in Germany. The hair of American Eskimo dog is snowy white. Their hair also is long and thick, pure and luster, agile and flexible. American Eskimo belongs to the Spitz family. And all these breeds are from German Spitz. During the First World War, this breed was renamed “American Eskimo Dog.” There are three sizes of American Eskimo breed: toy, miniature and standard. The average lifespan of American Eskimo Dog is 12–15 years.\nThe best living places that are suit for American Eskimo Dog is active singles and seniors, apartments, family with children, houses with yards. This breed loves playing with human and it is very friendly with the children and stranger. Also, the nickname of American Eskimo Dog is “Eskie”.\nHistory.\nIn the mid nineteenth century, the American Eskimo Dog was discovered in German colonial area in the United States. These dogs belong to the breed of German Spitz that came over from Europe with immigrants. Their early name is American Spitz. The American Eskimo Dog was famed in the United States at the end of nineteenth Century. In 1917, these dogs were renamed from American Spitz to American Eskimo Dog. (Even though their name does not have connection with American Eskimo culture.) They used to be watchdogs on farms to protect people's property. But at the end of nineteenth Century, the American Eskimo Dog prevailed in the circus.They  attracted a lot of people’ s attention because of their white coat, innate intelligence, trainability and amazing agility. Later, the American Eskimo Dog has become the first choice for household.\nTemperament/Behavior.\nThe American Eskimo Dog is full of vitality. They can make people who are around them feel happy. This breed wants to run, play, learn new tasks and solve problems. They are great watchdog that are always vigilant. But this breed loves barking. If you leave your dog at home by itself, it will bark whole day. Your neighbors may complain because of barking. You can’t train the barking out of the Eskie, but you can teach them a stop barking command. American Eskimo Dogs need companionship, and if they stay alone, they will feel very dysphoric.\nExercise requirement.\nBecause this breed likes sports, the dog needs to have plenty of exercise every day. A lot of exercise can keep their health and make them happy. The toy and miniature sizes can be fed in apartments, but the standard sizes may need a yard or enough space to run.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dog_breed","surface_form":"breed","offset":35},{"uri":"Companion_dog","surface_form":"companion dog","offset":44},{"uri":"Germany","surface_form":"Germany","offset":73},{"uri":"Spitz_(dog)","surface_form":"Spitz","offset":233},{"uri":"German_Spitz","surface_form":"German Spitz","offset":277},{"uri":"World_War_I","surface_form":"First World War","offset":302},{"uri":"Lifespan","surface_form":"lifespan","offset":454},{"uri":"Child","surface_form":"child","offset":618},{"uri":"Nickname","surface_form":"nickname","offset":749},{"uri":"19th_century","surface_form":"nineteenth century","offset":813},{"uri":"German_colonial_area","surface_form":"German colonial area","offset":875},{"uri":"American_Spitz","surface_form":"American Spitz","offset":1172},{"uri":"Circus","surface_form":"circus","offset":1435},{"uri":"Household","surface_form":"household","offset":1634},{"uri":"Watchdog","surface_form":"watchdog","offset":1847},{"uri":"Companionship","surface_form":"companionship","offset":2144}]}