{"id":563908,"url":"http://en.wikipedia.org/wiki/Multiplication_table","text":"A multiplication table is a tool used to learn how to multiply two numbers. The oldest known multiplication tables were written by the Babylonians about 4000 years ago. Many people think it is important to know how to multiply two numbers by heart, usually up to 12 × 12, 30 × 30, 50 × 50, or 99 × 99.\nMost children are introduced to the two, five and 10 times tables by year two - at the age of six and seven. Between the age of seven and eight, children start to learn the three, four and eight times tables. The hardest multiplication is 6×8, which students got wrong 63% of the time. This was closely followed by 8×6, then 11×12, 12×8 and 8×12. The easiest multiplication, on the other hand, was 1×12, which students got wrong less than 5% of the time, followed by 1×6 and 9×1.\nIn a multiplication table, a number on the first column is multiplied by a number on the first row. The number they corner up to is the answer. In the table below, 21 and 18 are multiplied to get 378, using the table. The numbers in bold are squares (numbers multiplied by themselves).\nWarring States decimal multiplication table.\nA group of 21 strips of bamboo from 305 BC from the Warring States period is the world's oldest known decimal multiplication table.\nExamples.\nThe traditional form of multiplication tables are written in columns with complete number sentences, instead of the standard modern grid. This form is also taught in the schools. Some examples of traditional form of multiplication tables are multiplication tables of 6 and 7 given below.\nOther operations.\nAddition and Division can also have their own tables. Similarly, Subtraction can also have its own table, although it is not commonly used.\nIn mathematics, a division table, like multiplication table, is a mathematical table used to define a division operation for an algebraic system, or to obtain the solution to a certain equation. The division symbol ÷ is used in the division table, known as the obelus. It was first used to signify division in 1659. Mathematicians however, almost never use the ÷ symbol for division. Instead they use fraction notation, called the vinculum. Division tables are used for finding the Quotient in the Long division.","categories":[],"infobox_types":[],"annotations":[{"uri":"Multiply","surface_form":"multiply","offset":54},{"uri":"Babylon","surface_form":"Babylonians","offset":135},{"uri":"Square_(algebra)","surface_form":"square","offset":1024},{"uri":"Bamboo","surface_form":"bamboo","offset":1137},{"uri":"BC","surface_form":"BC","offset":1153},{"uri":"Decimal","surface_form":"decimal","offset":1215},{"uri":"School","surface_form":"schools","offset":1425},{"uri":"Addition","surface_form":"Addition","offset":1561},{"uri":"Division","surface_form":"Division","offset":1574},{"uri":"Subtraction","surface_form":"Subtraction","offset":1626},{"uri":"Mathematics","surface_form":"mathematics","offset":1704},{"uri":"Multiplication_table","surface_form":"multiplication table","offset":1740},{"uri":"Division_(mathematics)","surface_form":"division","offset":1803},{"uri":"Binary_operation","surface_form":"operation","offset":1812},{"uri":"Division_sign","surface_form":"obelus","offset":1962},{"uri":"Fraction","surface_form":"fraction notation","offset":2102},{"uri":"Vinculum_(symbol)","surface_form":"vinculum","offset":2132},{"uri":"Quotient","surface_form":"Quotient","offset":2183},{"uri":"Long_division","surface_form":"Long division","offset":2199}]}