{"id":56404,"url":"http://en.wikipedia.org/wiki/Alternating_current","text":"An alternating current (AC) is an electric current of which magnitude and direction vary, unlike direct current, whose direction remains constant. This means that the direction of current flowing in a circuit is constantly being reversed back and forth. This is done with any type of AC voltage source.\nThe usual waveform of an AC power circuit is a sine wave, because this leads to the most efficient transmission of energy. However, in certain applications different waveform<nowiki/>s are used, such as triangular or square waves. Inexpensive power inverters produce a square wave with a pause between the change in direction.\nWhen one speaks of alternating current one mostly refers to the form in which electricity is delivered to businesses and residences. The AC comes from a power plant. The direction of the electricity switches back 60 times every second (or 50 times in some parts of the world). This happens so fast that a light bulb does not stop glowing.\nBoth audio and radio signals carried on electrical wire are also examples of alternating current. In these applications, an important goal is often the recovery of information encoded (or modulated) onto the AC signal.\nHistory.\nNikola Tesla experimented with electrical resonance and studied various lighting systems. He invented an induction motor, new types of generators and transformers, and a system of alternating current power transmission.\nWilliam Stanley, Jr. designed one of the first practical devices to transfer AC power efficiently between isolated circuits. Using pairs of coils wound on a common iron core, his design, called an induction coil, was an early precursor of the modern transformer. The system used today was devised in the late nineteenth century, largely by Nikola Tesla. Contributions were also made by George Westinghouse, Lucien Gaulard, John Dixon Gibbs,Wilhelm Siemens and Oliver Shallenger. AC systems overcame the limitations of the direct current system used by Thomas Edison to distribute electricity efficiently over long distances.\nThe Mill Creek hydroelectric plant was built near Redlands, California in 1893. Designed by Almirian Decker, it used 10,000 volt three-phase electric power which eventually became the standard method for power station<nowiki/>s throughout the world.\nHow it Works.\nAC power is cheaper and easier to make electronic devices. The power switches for AC power are also less expensive to make. It is less expensive than DC because you can increase and decrease the current very easily. AC can use high voltages with smaller current to reduce losses when you send power. AC reduces the heating in the wires. DC power could be sent, but it would lose a lot of energy and you would have to put more work in it to send it great distances. AC transformers are installed everywhere, including atop utility poles and underground. Alternating current works by switching the current many times back and forth constantly while it goes back to the source it came from.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_current","surface_form":"electric current","offset":34},{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":60},{"uri":"Direct_current","surface_form":"direct current","offset":97},{"uri":"Electrical_circuit","surface_form":"circuit","offset":201},{"uri":"Waveform","surface_form":"waveform","offset":313},{"uri":"Sine_wave","surface_form":"sine wave","offset":350},{"uri":"Waveform","surface_form":"waveform","offset":469},{"uri":"Inverter","surface_form":"inverter","offset":552},{"uri":"Electricity","surface_form":"electricity","offset":708},{"uri":"Power_plant","surface_form":"power plant","offset":783},{"uri":"Audio_frequency","surface_form":"audio","offset":974},{"uri":"Radio_frequency","surface_form":"radio","offset":984},{"uri":"Wire","surface_form":"wire","offset":1020},{"uri":"Information","surface_form":"information","offset":1133},{"uri":"Modulated","surface_form":"modulated","offset":1157},{"uri":"Nikola_Tesla","surface_form":"Nikola Tesla","offset":1197},{"uri":"Resonance","surface_form":"resonance","offset":1239},{"uri":"Power_transmission","surface_form":"power transmission","offset":1397},{"uri":"William_Stanley%2C_Jr.","surface_form":"William Stanley, Jr.","offset":1417},{"uri":"Induction_coil","surface_form":"induction coil","offset":1614},{"uri":"Transformer","surface_form":"transformer","offset":1667},{"uri":"George_Westinghouse","surface_form":"George Westinghouse","offset":1803},{"uri":"Lucien_Gaulard","surface_form":"Lucien Gaulard","offset":1824},{"uri":"John_Dixon_Gibbs","surface_form":"John Dixon Gibbs","offset":1840},{"uri":"Wilhelm_Siemens","surface_form":"Wilhelm Siemens","offset":1857},{"uri":"Oliver_Shallenger","surface_form":"Oliver Shallenger","offset":1877},{"uri":"Direct_current","surface_form":"direct current","offset":1939},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":1969},{"uri":"Redlands%2C_California","surface_form":"Redlands, California","offset":2092},{"uri":"Almirian_Decker","surface_form":"Almirian Decker","offset":2134},{"uri":"Three-phase_electric_power","surface_form":"three-phase electric power","offset":2171},{"uri":"Power_station","surface_form":"power station","offset":2246}]}