{"id":56401,"url":"http://en.wikipedia.org/wiki/Photovoltaics","text":"Photovoltaics (PVs) are arrays of cells containing a solar photovoltaic material that converts solar radiation or energy from the sun into direct current electricity. Due to the growing demand for renewable energy sources, the manufacturing of solar cells and photovoltaic arrays has advanced considerably in recent years, and costs have dropped.\nSolar photovoltaics are growing rapidly, from a small base, to a total global capacity of 130,000 MW at the end of 2013. More than 100 countries use solar PV. Installations may be ground-mounted (and sometimes integrated with farming and grazing) or built into the roof or walls of a building.\nPanels.\nPhotovoltaic solar panels come in many different voltages. The most common are 12 volts, 24 volts, and 48 volts. Like batteries, multiple solar panels can be connected together to produce higher voltages, for example, two 48 volt panels connected together would produce 96 volts. The inverter, batteries, and solar panels in a system are usually all of the same voltage. The advantage of a higher-voltage system is that thinner wire is used, which is less expensive and easier to pull through conduit. The disadvantage of a higher-voltage installation is that electric shock and arc flash become more of a hazard, so installations above 48 volts are usually only found in solar power plants or commercial buildings.\nA photovoltaic installation typically includes an array of solar panels, an inverter, rechargeable batteries (for use at night), a charge controller (a device that prevents the batteries from over-charging), two GFCI circuit breakers (one before the inverter and one after), and interconnection wiring. There is sometimes also a transformer after the inverter, which can power 240 volt heavy appliances such as a clothes dryer or oven. The transformer is often part of the inverter and can't be seen. Everything past the inverter (or transformer if there is one) is set up like a normal utility-fed installation (breaker panel, lights, outlets, switches, etc.). If there is no transformer, only 120 volt devices may be used. Installations without a transformer must be labelled as such on the breaker panel to alert future electricians that 240 volt appliances can not be installed. Some installations have direct current (DC) lighting and possibly DC appliances. The advantage of this is that for DC loads, the losses in the inverter are avoided. These installations will have a separate DC breaker panel connected before the inverter. For safety reasons, DC wiring cannot be run in the same conduit as AC wiring, and DC outlets must not accept an AC plug and vice versa.\nSolar Cells.\nA solar cell or photovoltaic cell is a device that changes light energy into electricity. Photovoltaics are best known as a method for making electricity by using solar cells to change energy from the sun into a flow of electrons. The photovoltaic effect was first noticed by Alexandre-Edmond Becquerel in 1839. Practically all photovoltaic devices are some type of photodiode.\nSolar cells can be used to power tools or to recharge a storage battery. The first actual request of photovoltaics was to power orbiting satellites and other spacecrafts, but today the most photovoltaic modules are used for grid connected power creation. In this case a tool called an inverter is required to convert the direct current to alternating current. Cells require protection from the environment and are usually packaged tightly behind a glass sheet. When more power is required than a single cell can give off, cells are electrically connected together to form photovoltaic modules, or solar panels. A single module is enough to power an emergency telephone, but for a house or a power station the modules must be arranged in multiples as arrays.","categories":[],"infobox_types":[],"annotations":[{"uri":"Solar_radiation","surface_form":"solar radiation","offset":95},{"uri":"Direct_current","surface_form":"direct current","offset":139},{"uri":"Electricity","surface_form":"electricity","offset":154},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":197},{"uri":"Watt","surface_form":"W","offset":446},{"uri":"Voltage","surface_form":"voltage","offset":698},{"uri":"Battery","surface_form":"batteries","offset":767},{"uri":"Electrical_conduit","surface_form":"conduit","offset":1142},{"uri":"Electric_shock","surface_form":"electric shock","offset":1209},{"uri":"Arc_flash","surface_form":"arc flash","offset":1228},{"uri":"Inverter","surface_form":"inverter","offset":1441},{"uri":"Rechargeable_battery","surface_form":"rechargeable batteries","offset":1451},{"uri":"GFCI","surface_form":"GFCI","offset":1577},{"uri":"Circuit_breaker","surface_form":"circuit breaker","offset":1582},{"uri":"Wire","surface_form":"wiring","offset":1660},{"uri":"Transformer","surface_form":"transformer","offset":1694},{"uri":"Oven","surface_form":"oven","offset":1795},{"uri":"Electric_lamp","surface_form":"lights","offset":1993},{"uri":"Electrical_outlet","surface_form":"outlets","offset":2001},{"uri":"Switch","surface_form":"switch","offset":2010},{"uri":"Direct_current","surface_form":"direct current","offset":2272},{"uri":"Electrical_safety","surface_form":"safety","offset":2506},{"uri":"Photovoltaic_effect","surface_form":"photovoltaic effect","offset":2886},{"uri":"Photodiode","surface_form":"photodiode","offset":3017},{"uri":"Storage_battery","surface_form":"storage battery","offset":3085},{"uri":"Satellite","surface_form":"satellite","offset":3166},{"uri":"Spacecraft","surface_form":"spacecraft","offset":3187},{"uri":"Inverter","surface_form":"inverter","offset":3314},{"uri":"Direct_current","surface_form":"direct current","offset":3350},{"uri":"Alternating_current","surface_form":"alternating current","offset":3368},{"uri":"Power_station","surface_form":"power station","offset":3720}]}