{"id":56402,"url":"http://en.wikipedia.org/wiki/Solar_cell","text":"e=\"preserve\">Solar cells have many applications. They have long been used in situations where electrical power from the grid is unavailable, such as in remote area power systems, Earth-orbiting satellites and space probes, consumer systems, e.g. handheld calculators or wrist watches, remote radiotelephones and water pumping applications. More recently, they are starting to be used in assemblies of solar modules connected to the electricity grid through an inverter, often in combination with net metering.\nSolar cells are regarded as one of the key technologies towards a sustainable energy supply.\nFirst.\nThe first generation photovoltaic consists of a large-area, single layer p-n junction diode, which is capable of generating usable electrical energy from light sources with the wavelengths of sunlight. These cells are typically made using a silicon wafer. First generation photovoltaic cells (also known as silicon wafer-based solar cells) are the dominant technology in the commercial production of solar cells, accounting for more than 86% of the solar cell market.\nSecond.\nThe second generation of photovoltaic materials is based on the use of thin-film deposits of semiconductors. These devices were initially designed to be high-efficiency, multiple junction photovoltaic cells. Later, the advantage of using a thin-film of material was noted, reducing the mass of material required for cell design. This contributed to a prediction of greatly reduced costs for thin film solar cells. Currently (2007) there are different technologies/semiconductor materials under investigation or in mass production, such as amorphous silicon, poly-crystalline silicon, micro-crystalline silicon, cadmium telluride, copper indium selenide/sulfide. Typically, the efficiencies of thin-film solar cells are lower compared with silicon (wafer-based) solar cells, but manufacturing costs are also lower, so that a lower price in terms of $/watt of electrical output can be achieved. Another advantage of the reduced mass is that less support is needed when placing panels on rooftops and it allows fitting panels on light materials or flexible materials, even textiles. This allows for portable roll-up solar panels, which can fit in a backpack and be used to power cell phones or laptops in remote areas.\nThird.\nThird generation photovoltaics are very different from the other two, broadly defined as semiconductor devices which do not rely on a traditional p-n junction to separate photogenerated charge carriers. These new devices include photoelectrochemical cells, Polymer solar cells, and nanocrystal solar cells.\nCompanies working on third generation photovoltaics include \"Xsunx, Konarka Technologies, Inc.\", \"Nanosolar\" and \"Nanosys\". Research is also being done in this area by the USA's \"National Renewable Energy Laboratory\" (http://www.nrel.gov/).","categories":[],"infobox_types":[],"annotations":[{"uri":"Electric_power_transmission","surface_form":"grid","offset":120},{"uri":"Earth","surface_form":"Earth","offset":179},{"uri":"Satellites","surface_form":"satellites","offset":194},{"uri":"Calculator","surface_form":"calculator","offset":255},{"uri":"Radiotelephone","surface_form":"radiotelephone","offset":292},{"uri":"Water","surface_form":"water","offset":312},{"uri":"Electric_power_transmission","surface_form":"electricity grid","offset":432},{"uri":"Inverter","surface_form":"inverter","offset":460},{"uri":"Net_metering","surface_form":"net metering","offset":496},{"uri":"P-n_junction","surface_form":"p-n junction","offset":683},{"uri":"Diode","surface_form":"diode","offset":696},{"uri":"Energy","surface_form":"energy","offset":752},{"uri":"Wavelength","surface_form":"wavelength","offset":787},{"uri":"Silicon","surface_form":"silicon","offset":851},{"uri":"USA","surface_form":"USA","offset":2788}]}