{"id":56400,"url":"http://en.wikipedia.org/wiki/Solar_energy","text":"Solar energy is the transformation of heat, the energy that comes from the sun. It has been used for thousands of years in many different ways by people all over the world. The oldest uses of solar energy is for heating, cooking, and drying. Today, it is also used to make electricity where other power supplies are not there, such as in places far away from where people live, and in outer space.\nIt is becoming cheaper to make electricity from solar energy. Because the Sun always gives heat, solar energy can be considered a renewable energy and an alternative to non-renewable resources like coal and oil.\nEnergy from the Sun.\nAfter passing through the Earth's atmosphere, most of the Sun's energy is in the form of visible light and infrared light radiation. Plants convert the energy in sunlight into chemical energy (sugars and starches) through the process of photosynthesis. Humans regularly use this store of energy in various ways, as when they burn wood off fossil fuels, or when simply eating plants, fish and animals.\nSolar radiation reaches the Earth's upper atmosphere with the power of 1366 watts per square meter (W/m2). Since the Earth is round, the surface nearer its poles is angled away from the Sun and receives much less solar energy than the surface nearer the equator.\nAt present, solar cell panels convert, at best, about 15% of the sunlight hitting them into electricity.\nThe dark disks in the third diagram on the right are imaginary examples of the amount of land that, if covered with 8% efficient solar panels, would produce slightly more energy in the form of electricity than the world needed in 2003.\nTypes of technologies.\nMany technologies have been developed to make use of solar radiation. Some of these technologies make direct use of the solar energy (e.g. to provide light, heat, etc.), while others produce electricity.\nSolar power plants.\nSolar power plants convert sunlight into electricity, either directly using photovoltaics (PV), or indirectly using \"concentrated solar power\" (CSP). Concentrated solar power systems use lenses or mirrors and tracking systems to focus a large area of sunlight into a small beam. Photovoltaics converts light into electric current using the photoelectric effect.\nSolar cooker.\nSolar cooking uses the Sun as the source of energy instead of standard cooking fuels such as charcoal, coal or gas. Solar cookers are an inexpensive and environmentally sound alternative to traditional ovens. They are becoming widely used in areas of the developing world where deforestation is an issue, financial resources to purchase fuel are limited, and where open flames would pose a serious risk to people and the environment. Solar cookers are covered with a glass plate. They achieve a higher temperature by using mirrors to focus the rays of the sun.\nSolar heater.\nThe Sun may be used to heat water instead of electricity or gas. There are two basic types of active solar heating systems based on the type of fluid — either liquid or air — that is heated in the solar energy collectors. (The collector is the device in which a fluid is heated by the Sun.)\nLiquid-based systems heat water or an antifreeze solution in a \"hydronic\" collector, whereas air-based systems heat air in an \"air collector.\" Both air and liquid systems can supplement forced air systems.\nSolar cells.\nSolar cells can be used to generate electricity from sunlight. It is a device that converts light energy into electrical energy. Sometimes the term \"solar cell\" is reserved for devices intended specifically to capture energy from sunlight, while the term \"photovoltaic cell\" is used when the light source is unspecified.\nSolar cells have many applications. They have long been used in situations where electrical power from the grid is unavailable, such as in remote area power systems, Earth-orbiting satellites and space probes, consumer systems, e.g. handheld calculators or wrist watches, remote radiotelephones and water pumping applications. A large no. of solar cells are combined in an arrangement called solar cell panel that can deliver enough electricity for practical use. Electricity produced by solar panels can be stored in rechargeable solar batteries, which is then drawn upon when required.","categories":[],"infobox_types":[],"annotations":[{"uri":"Transformation","surface_form":"transformation","offset":20},{"uri":"Heat","surface_form":"heat","offset":38},{"uri":"Energy","surface_form":"energy","offset":48},{"uri":"Sun","surface_form":"sun","offset":75},{"uri":"Heating","surface_form":"heating","offset":212},{"uri":"Cooking","surface_form":"cooking","offset":221},{"uri":"Electricity","surface_form":"electricity","offset":273},{"uri":"Power_supply_unit","surface_form":"power supplies","offset":297},{"uri":"Outer_space","surface_form":"outer space","offset":385},{"uri":"Renewable_energy","surface_form":"renewable energy","offset":528},{"uri":"Non-renewable_resource","surface_form":"non-renewable resource","offset":567},{"uri":"Coal","surface_form":"coal","offset":596},{"uri":"Oil","surface_form":"oil","offset":605},{"uri":"Atmosphere","surface_form":"atmosphere","offset":665},{"uri":"Visible_light","surface_form":"visible light","offset":720},{"uri":"Infrared","surface_form":"infrared light","offset":738},{"uri":"Plant","surface_form":"Plant","offset":764},{"uri":"Photosynthesis","surface_form":"photosynthesis","offset":868},{"uri":"Fossil_fuel","surface_form":"fossil fuel","offset":970},{"uri":"Eating","surface_form":"eating","offset":999},{"uri":"Solar_radiation","surface_form":"Solar radiation","offset":1032},{"uri":"Solar_cell","surface_form":"solar cell","offset":1307},{"uri":"Solar_power_plant","surface_form":"Solar power plant","offset":1883},{"uri":"Sunlight","surface_form":"sunlight","offset":1910},{"uri":"Electricity","surface_form":"electricity","offset":1924},{"uri":"Photovoltaics","surface_form":"photovoltaics","offset":1959},{"uri":"Photoelectric_effect","surface_form":"photoelectric effect","offset":2223},{"uri":"Solar_cooker","surface_form":"Solar cooking","offset":2259},{"uri":"Light","surface_form":"light","offset":3436},{"uri":"Energy","surface_form":"energy","offset":3442},{"uri":"Electricity","surface_form":"electrical","offset":3454},{"uri":"Electric_power_transmission","surface_form":"grid","offset":3772},{"uri":"Earth","surface_form":"Earth","offset":3831},{"uri":"Satellites","surface_form":"satellites","offset":3846},{"uri":"Calculator","surface_form":"calculator","offset":3907},{"uri":"Water","surface_form":"water","offset":3964}]}