{"id":56405,"url":"http://en.wikipedia.org/wiki/Direct_current","text":"Direct current (DC or \"continuous current\") is the flow of electricity in a single direction, from the positive to the negative terminals (potential, poles).\nThe direct current always flow in the same direction, distinguishing it from the alternating current (AC). Direct current used to be called \"Galvanic current\".\nBatteries are some of the main sources of direct current (DC), but many other sources also exist such as bridge rectifiers in power supply, solar panels, etc.\nTypically, the current goes through a conductor and other things that can carry DC. DC is also sent through a vacuum as in electron beams or ion beams.\nThe first commercial electric power transmission was developed by Thomas Edison in the late nineteenth century using direct current. Today nearly all electric power distribution uses alternating current because of the advantages with transformers and transmission. High-voltage direct current is often used for transporting electricity to places far away.\nFor applications requiring direct current, the alternating current is typically distributed to a substation and then converted to direct current.\nLong after the usage of direct current had been established, physicists realized that the current was made of negative electric charges, the electrons, and that the actual flow was from the negative to the positive pole (and so-called \"holes\" flow in the opposite direction), but by convention, the usage of the term was never changed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Current_(electricity)","surface_form":"current","offset":34},{"uri":"Electricity","surface_form":"electricity","offset":59},{"uri":"Electric_potential","surface_form":"potential","offset":139},{"uri":"Alternating_current","surface_form":"alternating current","offset":239},{"uri":"Rectifier","surface_form":"rectifier","offset":430},{"uri":"Electrical_conductor","surface_form":"conductor","offset":515},{"uri":"Vacuum","surface_form":"vacuum","offset":587},{"uri":"Cathode_ray","surface_form":"electron beam","offset":600},{"uri":"Electric_power_transmission","surface_form":"electric power transmission","offset":650},{"uri":"Thomas_Edison","surface_form":"Thomas Edison","offset":695},{"uri":"19th_century","surface_form":"nineteenth century","offset":721},{"uri":"Electric_power_distribution","surface_form":"electric power distribution","offset":779},{"uri":"High-voltage_direct_current","surface_form":"High-voltage direct current","offset":894},{"uri":"Electric_charge","surface_form":"electric charge","offset":1250},{"uri":"Electrons","surface_form":"electrons","offset":1272}]}