{"id":564011,"url":"http://en.wikipedia.org/wiki/1824_United_States_presidential_election","text":"In the United States presidential election of 1824, John Quincy Adams was elected the sixth President of the United States. There were five candidates for president: John Quincy Adams, John C. Calhoun, William H. Crawford, Henry Clay and Andrew Jackson. Jackson was by far the most popular candidate. The winner of the Electoral College was Jackson who had 99 votes. Adams was second with 84 votes. Crawford won 41 votes while Clay won only 37. For the first time since 1801 the United States House of Representatives would decide the election. Under the Twelfth Amendment to the United States, with no Electoral College winner, the President would be voted on from among the top three candidates. Meeting in February 1825, Adams won by a single vote. Adams was the son of the second President of the United States, John Adams.\nBackground.\nIn 1824 the Era of Good Feelings had come to an end. Up to this time one political party, the Democratic-Republicans, had dominated American politics. When James Monroe did not support a candidate to succeed him, it allowed a wide-open campaign for president in 1824.\nIn 1824, America was a republic, but still developing as a democracy. At the time people were not as directly involved in the political process as they would become. There were 24 states and six of them left the choice of president up to their state legislatures. So a presidential campaign was not the popularity contest it would later become. The choice of a president was in part made by other elected officials and in part by citizens who could vote. Unlike modern politicians, presidential candidates did not campaign personally. Instead, their campaign managers and others would place ads in newspapers that criticized their candidate's rivals while promoting the virtues of their candidate. The candidates left the campaigning to their friends.\nIn the summer of 1824, about one-third of the eligible congressmen met in an informal caucus to nominate Crawford to be president. The Massachusetts legislature followed by nominating Adams as their favorite son candidate. Clay was nominated by the Kentucky legislature. Calhoun decided to run for Vice President instead. All four candidates were Democrat-Republicans so there was no official party endorsement.\nBy this time the Federalist Party no longer existed.\nThe candidates.\nMadison turned out to be the last of the Virginia dynasty of presidents. But three members of his cabinet decided to run. Adams, from Massachusetts, was the Secretary of State. Crawford, from Georgia, was the Secretary of the Treasury. Calhoun, of South Carolina, was the Secretary of War. Clay, nearly as popular in the Western territories as Jackson, was the powerful Speaker of the House of Representatives. As a heroic General, Jackson was by far the best known by the public. He had only a brief term in Congress and had been a territorial governor. He had few other qualifications. He was not experienced in diplomacy, never held a cabinet post and did not speak any foreign languages. Up to this time all U.S. presidents had diplomatic and administrative experience before becoming president.\nAdams, was undoubtedly the most qualified to be president. He was a son of the second president and had studied at Harvard College. He was fluent in Dutch, French and German. In 1794 he was the U.S. minister to the Netherlands. During his father's presidency he served as the minister to Prussia. Under President Madison he helped negotiate the Treaty of Ghent in 1814 ending the War of 1812. As Secretary of State he played a key role in foreign policy. Adams helped to formulate the Monroe Doctrine. He was elected to the Massachusetts legislature in 1802 and the next year was elected to the United States Senate.\nAdams, however, almost completely lacked charisma. He was short, bald and always had a frown on his face. If he had campaigned in person, his appearance would have prevented him from getting many votes. He described himself saying \"I am a man of reserved, cold, austere and forbidding manners.\"\nCrawford had run for president once before in 1816. He had served two terms as a U.S. Senator. He served two presidents as a cabinet member and had experience as a foreign diplomat. Crawford was a strong supporter of states' rights. He was a member of a group called the \"Old Republicans\" or \"Radicals\". He was against protective tariffs and wanted limited budgets to keep the federal government weak. While generally easygoing and friendly, he had a temper every bit as bad as Jackson's. He suffered a severe stroke in 1823 and nearly died. This left him frail and weak. At the time of his nomination he was blind and still paralyzed. But he refused to give up another bid for the presidency.\nCalhoun was a strong Jeffersonian Republican. He was elected in 1807 to South Carolina's state legislature and in 1811 he represented his state in the U.S. House of Representatives. He was in favor of a war against Great Britain as early as 1807. In 1817 he became secretary of war under James Madison. Calhoun briefly ran for president in 1824, but withdrew early and ran for vice president instead.\nHenry Clay was a leading candidate in 1824. He was born in Virginia in 1777. After becoming a lawyer in Virginia in 1797, he moved to Kentucky to establish a law practice there. He was elected to the Kentucky General Assembly in 1803. Another follower of Jeffersonian politics he was elected to the U.S. House of Representatives in 1811. There he served several terms eventually rising to become Speaker of the House. He was one of the five delegates from the U.S. who negotiated the Peace Treaty at Ghent. It was Clay who proposed and got the passage of the Missouri Compromise in 1820.\nIn some ways the candidate to beat was General Andrew Jackson of Tennessee. He was the hero of the Battle of New Orleans. During the War of 1812 he had fought against the Creek Indians along with another hero, Davy Crockett. His men had nicknamed him \"Old Hickory.\" This made him better known than most of the other candidates. Like George Washington he had risked his life to serve his country. He was a political outsider. Unless other candidates could put together a coalition, Jackson would be difficult to defeat.\nElection results.\nThere was no election \"day\" in 1824. All through the fall of 1824, voters cast their ballots either for individual candidates or for electors to vote in the Electoral College. Electors were chosen in the states of Delaware, Georgia, Louisiana, New York, South Carolina and Vermont. Some electors were pledged to support certain candidates while others were not. Of those who were pledged, some changed their minds and voted for another candidate.\nHouse of Representatives.\nJackson received the majority of the popular vote and the majority of the electoral vote. But, no candidate received the necessary 131 electoral votes required by the Constitution. Based on the Twelfth Amendment, the election would be decided by the House of Representatives between the top three candidates. Clay, as the fourth candidate, was eliminated. But, as Speaker of the House he would play a large part in the decision of who would become president. Clay used all his influence to support Adams. He also convinced other members of the House that Jackson was not qualified to be president. This was in spite of the fact that Clay had instructions from the Kentucky legislature to vote for Jackson. Clay's arguments apparently succeeded and Adams was elected president by the House on February 9, 1825. A few days later, Adams nominated Clay to be his Secretary of State.\nAftermath.\nAndrew Jackson and his supporters called the actions of Clay and Adams a \"corrupt bargain.\" The presidential race of 1828 began even before Adams was sworn in as president. The apparent agreement between Adams and Clay was used to show the corruption of the system that ignored the will of the people. Jackson began campaigning as the \"champion of the common man\".\nThe 1824 election caused several changes to American presidential politics. It was the end of the system of Congressional caucuses for nominating candidates. From 1800 to 1820, Congressional caucuses selected presidential candidates. There was very little direct voter involvement in the system. But in 1824, only one candidate was selected by a caucus. The other candidates decided to appeal directly to the people. This led to a major change in the system. By the 1830s politics had become a subject of wide national interest.\nThe election of 1824 saw the end of the one-party political system. The Democratic-Republicans split into two parties. The new Democratic Party was formed by Jackson and his followers. The National Republican Party (not to be confused with the later Republican Party) was led by Adams and Clay.\nJackson resigned his Senate seat returning to Tennessee. He and his followers began the groundwork for his 1828 presidential campaign. His support grew across the United States. In Congress, his supporters opposed spending programs put forward by Adams. Jackson was the champion of the common man while Adams was said to represent everything that was wrong in American politics. After three years in office, Adams accomplished very little. This was in part because of his own shortcomings and in part by the pressure put on him by Jackson's followers.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Quincy_Adams","surface_form":"John Quincy Adams","offset":52},{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":92},{"uri":"John_C._Calhoun","surface_form":"John C. Calhoun","offset":185},{"uri":"William_H._Crawford","surface_form":"William H. Crawford","offset":202},{"uri":"Henry_Clay","surface_form":"Henry Clay","offset":223},{"uri":"Andrew_Jackson","surface_form":"Andrew Jackson","offset":238},{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":479},{"uri":"John_Adams","surface_form":"John Adams","offset":816},{"uri":"Era_of_Good_Feelings","surface_form":"Era of Good Feelings","offset":852},{"uri":"Political_party","surface_form":"political party","offset":913},{"uri":"Democratic-Republican","surface_form":"Democratic-Republican","offset":934},{"uri":"James_Monroe","surface_form":"James Monroe","offset":996},{"uri":"Succeed","surface_form":"succeed","offset":1040},{"uri":"Republic","surface_form":"republic","offset":1131},{"uri":"Democracy","surface_form":"democracy","offset":1167},{"uri":"Politics","surface_form":"political process","offset":1234},{"uri":"Legislature","surface_form":"state legislatures","offset":1352},{"uri":"Official","surface_form":"elected officials","offset":1505},{"uri":"Citizen","surface_form":"citizen","offset":1538},{"uri":"Campaign_manager","surface_form":"campaign manager","offset":1658},{"uri":"Advertising","surface_form":"ads","offset":1699},{"uri":"Criticize","surface_form":"criticize","offset":1722},{"uri":"Rival","surface_form":"rival","offset":1751},{"uri":"Virtues","surface_form":"virtues","offset":1778},{"uri":"Caucus","surface_form":"caucus","offset":1946},{"uri":"Favorite_son","surface_form":"favorite son","offset":2059},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":2158},{"uri":"Federalist_Party","surface_form":"Federalist Party","offset":2289},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":2498},{"uri":"United_States_Secretary_of_the_Treasury","surface_form":"Secretary of the Treasury","offset":2550},{"uri":"United_States_Secretary_of_War","surface_form":"Secretary of War","offset":2613},{"uri":"Western_territories","surface_form":"Western territories","offset":2662},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the House of Representatives","offset":2711},{"uri":"Hero","surface_form":"hero","offset":2757},{"uri":"General","surface_form":"General","offset":2764},{"uri":"Governor","surface_form":"governor","offset":2886},{"uri":"Harvard_College","surface_form":"Harvard College","offset":3256},{"uri":"Dutch_language","surface_form":"Dutch","offset":3290},{"uri":"French_language","surface_form":"French","offset":3297},{"uri":"German_language","surface_form":"German","offset":3308},{"uri":"Netherlands","surface_form":"Netherlands","offset":3356},{"uri":"Prussia","surface_form":"Prussia","offset":3429},{"uri":"Treaty_of_Ghent","surface_form":"Treaty of Ghent","offset":3486},{"uri":"War_of_1812","surface_form":"War of 1812","offset":3521},{"uri":"Monroe_Doctrine","surface_form":"Monroe Doctrine","offset":3626},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":3736},{"uri":"Charisma","surface_form":"charisma","offset":3799},{"uri":"Bald","surface_form":"bald","offset":3823},{"uri":"Frown","surface_form":"frown","offset":3845},{"uri":"States%27_rights","surface_form":"states' rights","offset":4270},{"uri":"Protective_tariff","surface_form":"protective tariff","offset":4372},{"uri":"Federal_government_of_the_United_States","surface_form":"federal government","offset":4430},{"uri":"Temper","surface_form":"temper","offset":4504},{"uri":"Stroke","surface_form":"stroke","offset":4563},{"uri":"Frail","surface_form":"frail","offset":4609},{"uri":"Weak","surface_form":"weak","offset":4619},{"uri":"Blind","surface_form":"blind","offset":4662},{"uri":"Paralyzed","surface_form":"paralyzed","offset":4678},{"uri":"Democratic-Republican_Party","surface_form":"Republican","offset":4781},{"uri":"South_Carolina","surface_form":"South Carolina","offset":4819},{"uri":"Virginia","surface_form":"Virginia","offset":5207},{"uri":"Lawyer","surface_form":"lawyer","offset":5242},{"uri":"Missouri_Compromise","surface_form":"Missouri Compromise","offset":5707},{"uri":"Battle_of_New_Orleans","surface_form":"Battle of New Orleans","offset":5835},{"uri":"Muscogee","surface_form":"Creek Indians","offset":5907},{"uri":"Davy_Crockett","surface_form":"Davy Crockett","offset":5946},{"uri":"George_Washington","surface_form":"George Washington","offset":6069},{"uri":"Coalition","surface_form":"coalition","offset":6206},{"uri":"Fall","surface_form":"fall","offset":6326},{"uri":"Voter","surface_form":"voter","offset":6340},{"uri":"Ballot","surface_form":"ballot","offset":6358},{"uri":"Electoral_College","surface_form":"Electoral College","offset":6430},{"uri":"Delaware","surface_form":"Delaware","offset":6487},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":6497},{"uri":"Louisiana","surface_form":"Louisiana","offset":6506},{"uri":"New_York_(state)","surface_form":"New York","offset":6517},{"uri":"South_Carolina","surface_form":"South Carolina","offset":6527},{"uri":"Vermont","surface_form":"Vermont","offset":6546},{"uri":"Caucus","surface_form":"caucus","offset":8123},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":8657},{"uri":"National_Republican_Party","surface_form":"National Republican Party","offset":8719},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":8780}]}