{"id":564052,"url":"http://en.wikipedia.org/wiki/Virtual_reality","text":"Virtual reality (often just called VR) is the name for computer technology that makes a person feel like they are somewhere else. It uses software to produce images, sounds, and other sensations to create a different place so that a user feels like he or she is really part of this other place. That other place can be a real place (to take a tour in another country, for instance) or imaginary (playing a game).\nA user uses a headset which consists of a screen to project the content, and speakers to produce sounds.\nThe technology to do this needs special display screens or projectors and other devices. Often the picture will change when the user moves their head, they may be able to \"walk\" through this virtual space and to see things in that space from different directions, and maybe move things in that space. Haptic feedback might also be used to help make it seem more real - haptic feedback uses special gloves that make it feel like you touched something in real life.\nVirtual reality is different than augmented reality, which shows the real place that a person is in, but changes or adds to it. Pokémon Go is an example of augmented reality. Augmented reality headsets are also commercially available such as the Microsoft HoloLens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"computer","offset":55},{"uri":"Software","surface_form":"software","offset":138},{"uri":"Image","surface_form":"image","offset":158},{"uri":"Sound","surface_form":"sound","offset":166},{"uri":"Sensation","surface_form":"sensation","offset":184},{"uri":"Game","surface_form":"game","offset":406},{"uri":"Technology","surface_form":"technology","offset":522},{"uri":"Television","surface_form":"display screen","offset":558},{"uri":"Projector","surface_form":"projector","offset":577},{"uri":"Haptic","surface_form":"Haptic","offset":819},{"uri":"Feedback","surface_form":"feedback","offset":826},{"uri":"Augmented_reality","surface_form":"augmented reality","offset":1016},{"uri":"Pok%C3%A9mon_Go","surface_form":"Pokémon Go","offset":1110}]}