{"id":564180,"url":"http://en.wikipedia.org/wiki/Turkish_Airlines_Flight_981","text":"Turkish Airlines Flight 981 was a regular flight operated by Turkish Airlines, from Istanbul to London Heathrow, with an extra stop in Paris. The aircraft was a McDonnell Douglas DC-10. On March 3, 1974, the airplane crashed into the Ermenonville Forest, shortly after it had left Paris. All 346 people on board were killed in the accident. An investigation after the crash found out that one of the cargo doors at the rear of the aircraft was not properly closed and secured. After takeoff, part of the door broke off and caused an explosion in the rear of the aircraft. The explosion also damaged cables needed to fly the aircraft. This meant that after the explosion, the aircraft could not be completely controlled.\nEarlier problem.\nAn American Airlines DC-10, flying as American Airlines Flight 96, had experienced the same problem about two years earlier. At that time, the crew had managed to land the plane safely. On the ground it was discovered the rear cargo door had opened in flight. This caused damage to the fuselage but not the explosive damage in the case of Turkish 981. The two planes were also configured differently above the baggage compartment. There were three rows of seats added to Turkish 981 which added a greater load to the floor. When the cargo door blew out, the additional seats and passengers were ejected from the plane before the crash. Both planes experienced uncontrolled decompression when the cargo door latches failed. But Turkish 981 had additional damage to the plane that may have made it uncontrollable in flight.\nAn Airworthiness Directive was immediately issued by the Federal Aviation Administration (FFA). It called for strengthening the load floor and control cables. It also required improving the electrical wiring having to do with the cargo door.\nThe crash.\nAfter takeoff the plane reached an altitude of when the rear hatch cover blew off. The flight was over Coulommiers, France at the time. A rapid decompression caused the last two rows of seats to be sucked through a large hole in the plane. There were six passengers in the seats who were killed when they fell into a field in St. Pathus. The plane remained in the air another 90 seconds while the pilots tried to regain control. It hit the ground at about killing the remaining 340 people onboard. The plane almost completely disintegrated leaving only 40 bodies that were intact.\nPassengers and Crew.\nOf the 346 people on-board, 177 passengers and four crew members came from the United Kingdom, 48 came from Japan, 44 passengers and four crew members came from Turkey, 25 came from the United States, 16 passengers and three crew members came from France, 10 were from Italy, nine from Thailand, seven from Austria, six from China, five each from Hong Kong and Brazil, four from Canada, three each from Argentina, Portugal, Taiwan, and Yugoslavia, two each from Australia, Hungary, India, Mexico, the Philippines, South Korea, Singapore, and one each from Belgium, Cyprus, West Germany, Greece, Iran, Israel, Ireland, Morocco, the Netherlands, New Zealand, Pakistan, Portugal, Senegal, South Africa, Spain, Sweden, Switzerland and South Vietnam.\nThe pilot in command was Nejat Berkoz age 44, a former Turkish Air Force pilot and had a total of 7,783 flight hours, and has been with Turkish Airlines for six years He also flown the Fokker F27 and the McDonnell Douglas DC-9.\nThe First Officer was Oral Ulusman age 38, he has been with Turkish Airlines for five years. And had a total of 5,589 flight hours.\nThe Flight Engineer was Erhan Lakes age 37, he has had 2,113 flight hours.\nThe cabin consisted of eight flight attendants.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkish_Airlines","surface_form":"Turkish Airlines","offset":61},{"uri":"Istanbul","surface_form":"Istanbul","offset":84},{"uri":"London_Heathrow","surface_form":"London Heathrow","offset":96},{"uri":"Paris","surface_form":"Paris","offset":135},{"uri":"Aircraft","surface_form":"aircraft","offset":146},{"uri":"McDonnell_Douglas_DC-10","surface_form":"McDonnell Douglas DC-10","offset":161},{"uri":"Fixed-wing_aircraft","surface_form":"airplane","offset":208},{"uri":"Crash","surface_form":"crash","offset":217},{"uri":"Ermenonville_Forest","surface_form":"Ermenonville Forest","offset":234},{"uri":"Accident","surface_form":"accident","offset":331},{"uri":"Investigation","surface_form":"investigation","offset":344},{"uri":"Explosion","surface_form":"explosion","offset":533},{"uri":"American_Airlines_Flight_96","surface_form":"American Airlines Flight 96","offset":775},{"uri":"Fuselage","surface_form":"fuselage","offset":1023},{"uri":"Load","surface_form":"load","offset":1242},{"uri":"Uncontrolled_decompression","surface_form":"uncontrolled decompression","offset":1397},{"uri":"Airworthiness_Directive","surface_form":"Airworthiness Directive","offset":1562},{"uri":"Federal_Aviation_Administration","surface_form":"Federal Aviation Administration","offset":1616},{"uri":"Strengthen","surface_form":"strengthen","offset":1669},{"uri":"Electrical_wiring","surface_form":"electrical wiring","offset":1749},{"uri":"Takeoff","surface_form":"takeoff","offset":1818},{"uri":"Coulommiers%2C_France","surface_form":"Coulommiers, France","offset":1915},{"uri":"Suck","surface_form":"suck","offset":2010},{"uri":"Onboard","surface_form":"onboard","offset":2301},{"uri":"Disintegrate","surface_form":"disintegrate","offset":2338},{"uri":"Intact","surface_form":"intact","offset":2385},{"uri":"Captain","surface_form":"pilot in command","offset":3164},{"uri":"Turkish_Air_Force","surface_form":"Turkish Air Force","offset":3215},{"uri":"Fokker_F27","surface_form":"Fokker F27","offset":3345},{"uri":"McDonnell_Douglas_DC-9","surface_form":"McDonnell Douglas DC-9","offset":3364},{"uri":"Flight_attendants","surface_form":"flight attendants","offset":3624}]}