{"id":56429,"url":"http://en.wikipedia.org/wiki/Division_(mathematics)","text":"where each of the three expressions means \"6 divided by 3\", with 2 as the answer. The first number is the dividend (6), and the second number is the divisor (3). The result (or answer) is the quotient, where any left-over amount as whole numbers is called the \"remainder\". For example, 14/4 gives quotient 3 with remainder 2, all expressed as the number, or as or 3.5).\nThe numbers involved in division can be very big, such as the case with two hundred: 200/5 = 40, or with 7 billion:  7,000,000,000 / 1000 = 7,000,000 (where the quotient is equal to 7 million).\nWith multiplication.\nIn the above expression, \"a\" is called the dividend, \"b\" the divisor and \"c\" the quotient.\nDivision by zero, as in\nNotation.\nDivision is most often shown by placing the \"dividend\" over the \"divisor\" with a horizontal line, also called a vinculum, between them. For example, \"a\" divided by \"b\" is written as\nThis is the usual way to specify division in most computer programming languages, since it can easily be typed as a simple sequence of characters.\nAny of these forms can be used to display a fraction. A fraction is a division expression where both dividend and divisor are integers (in which case, the two numbers are typically referred to as \"numerator\" and \"denominator\"). A fraction is an accepted way of writing numbers. It is not always expected that the result of the division is written in decimals.\nBut in elementary arithmetic this form is used rather often. The obelus is also used alone to represent the division operation itself, as in the case of a label on a key of a calculator.\nIn some non-English-speaking cultures, \"a\" divided by \"b\" is written as \"a\": \"b\". However, in English-speaking countries the colon is restricted to expressing the related concept of ratios (where \"a\":\"b\" reads \"a\" is to \"b\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Quotient","surface_form":"quotient","offset":192},{"uri":"Amount","surface_form":"amount","offset":222},{"uri":"Whole_number","surface_form":"whole number","offset":232},{"uri":"Remainder","surface_form":"remainder","offset":261},{"uri":"Billion","surface_form":"billion","offset":477},{"uri":"Million","surface_form":"million","offset":554},{"uri":"Division_by_zero","surface_form":"Division by zero","offset":676},{"uri":"Vinculum_(symbol)","surface_form":"vinculum","offset":822},{"uri":"Programming_language","surface_form":"programming language","offset":951},{"uri":"Fraction_(mathematics)","surface_form":"fraction","offset":1083},{"uri":"Integer","surface_form":"integer","offset":1165},{"uri":"Calculator","surface_form":"calculator","offset":1574},{"uri":"English_language","surface_form":"English","offset":1598},{"uri":"Colon_(punctuation)","surface_form":"colon","offset":1711},{"uri":"Ratio","surface_form":"ratio","offset":1768}]}