{"id":564270,"url":"http://en.wikipedia.org/wiki/Immortals_(2011_movie)","text":"\"Immortals\" is a 2011 American adventure-fantasy movie directed by Tarsem Singh. It is loosely based on the myths of Theseus, the Minotaur and the Titanomachy. The movie it stars Henry Cavill, Freida Pinto and Mickey Rourke. It was released on November 11, 2011. The reviews were mixed to negative. But it was a commercial success.\nPlot.\nBefore the age of man or beast, the immortals wage war on each other in the heavens. The winners become the gods. The losers become the Titans who were imprisoned in Mount Tartarus. During the war, a powerful weapon called the Epirus Bow was lost. In 1228 B.C., the Heraklion king Hyperion (Mickey Rourke), lays waste to Greece searching for the bow. With it he can free the Titans and destroy the gods who failed to save his wife and children from dying of disease. Hyperion captures the virgin oracle Phaedra (Freida Pinto), in the hopes that her psychic visions will help him locate the bow.\nMeanwhile, the people of a village prepare to flee to Mount Tartarus to escape from Hyperion's soldiers. One of them is the warrior Theseus (Henry Cavill). He was mentored by a mysterious old man (John Hurt). Theseus and his mother Aethra (Anne Day-Jones) are considered as outcasts as he is the product of Aethra being raped. They are forced to stay behind by soldiers from Athens including Lysander (Joseph Morgan). Theseus beats off multiple opponents until the Athenian officer Helios (Peter Stebbings) has Lysander dismissed for his actions. Lysander travels to Hyperion offering him his service the location of the village. The king accepts but labels Lysander a traitor and, to punish him, has his testicles hammered, so he is unable to produce children. Hyperion's soldiers attack the village and, after murdering Aethra and the villagers, take Theseus captive.\nIt is revealed that the old man in Zeus (Luke Evans). He warns his fellows gods Athena (Isabel Lucas), Poseidon (Kellan Lutz), Ares (Daniel Sharman), Heracles (Steve Byers) and Apollo (Corey Sevier) not to interfere with mortal affairs unless the Titans are freed and they must have faith in the humans to defeat Hyperion.\nTheseus is enslaved alongside the thief Stavros (Stephen Dorff). Phaedra, who is being held prisoner nearby, sees a vision of Theseus and organizes a riot, and Theseus uses the chaos to escape with Stavros and the other slaves. Theseus attempts to pursue Hyperion by hijacking a boat, but he and his allies are attacked by Hyperion's soldiers. Poseidon deliberately disobeys Zeus by diving into the sea from Olympus and causing a tidal wave which drowns Hyperion's men. When Phaedra sees a vision of Theseus standing near a shrouded corpse, she determines he must return to bury his mother. Despite Theseus's scepticism, his mother believed in the gods and therefore must receive a proper burial.\nWhile laying Aethra to rest in the village labyrinth, Theseus discovers the bow embedded in rock. He frees it, but Hyperion's henchman Minotaur attacks him; though he succeeds in killing the monster, Theseus collapses from poisoned wounds. Phaedra heals Theseus, and later falls in love with him. The two have sex, stripping her of the prophecies she deemed a curse.\nAs Hyperion's forces gather at Mount Tartarus, the party travel to Phaedra's temple, and Theseus loses the bow in an ambush. Outnumbered by Hyperion's men, Ares, going against Zeus's orders, directly intervenes by fighting the soldiers, and Athena provides Theseus and Stavros with horses to reach Tartarus. Zeus arrives and angrily kills Ares for his defiance, letting his death be a warning to the gods, and that the mortals will no longer receive divine support, and must justify the faith he has in Theseus, before leaving with Athena. The stolen bow is brought to Hyperion.\nTheseus, Stavros and Phaedra travel to Mount Tartarus, where he tries to no avail to warn the Greek king Cassander of Hyperion's plans. Cassander dismisses his talk of the gods as myth, intending to negotiate a peace treaty with Hyperion. The next day, Hyperion uses the bow to fell the walls of Tartarus, which are seemingly impregnable.\nTheseus leads the Greek forces against Hyperion, and kills Lysander. Hyperion ignores the battle, storms through to Mount Tartarus, killing Helios and Cassander and using the bow to release the Titans, with the force of the release knocking the mortals down. Unable to escape the vault, Stavros kills a Titan to buy Theseus time to escape, before sacrificing himself. Zeus leads the gods in a battle against the Titans while Theseus fights Hyperion, and while they are more than a match, the gods are overwhelmed by sheer numbers, with all but Zeus and Poseidon dying. While Zeus collapses the mountain onto the Titans, Theseus kills Hyperion. As the mountain collapses, Zeus ascends to the heavens with Athena's body and a wounded Poseidon. The collapsing mountain decimates Hyperion's forces, and the dying Theseus is rewarded with a place among the immortals.\nYears later, Theseus's story has become legend, and Phaedra is raising his son Acamas, who has inherited her gift of prophecy. The boy is visited by Zeus as an old man, who informs him he will become a warrior like his father and mustn't fear his visions. Acamas has a vision of Theseus leading an army of gods in a battle in the sky with the Titans.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adventure_movie","surface_form":"adventure","offset":31},{"uri":"Fantasy","surface_form":"fantasy","offset":41},{"uri":"Movie_director","surface_form":"directed","offset":55},{"uri":"Tarsem_Singh","surface_form":"Tarsem Singh","offset":67},{"uri":"Myth","surface_form":"myth","offset":108},{"uri":"Theseus","surface_form":"Theseus","offset":117},{"uri":"Minotaur","surface_form":"Minotaur","offset":130},{"uri":"Titanomachy","surface_form":"Titanomachy","offset":147},{"uri":"Henry_Cavill","surface_form":"Henry Cavill","offset":179},{"uri":"Freida_Pinto","surface_form":"Freida Pinto","offset":193},{"uri":"Mickey_Rourke","surface_form":"Mickey Rourke","offset":210},{"uri":"Review","surface_form":"review","offset":267},{"uri":"Heaven","surface_form":"heaven","offset":414},{"uri":"Winner","surface_form":"winner","offset":427},{"uri":"Greek_gods","surface_form":"gods","offset":446},{"uri":"Titans","surface_form":"Titans","offset":474},{"uri":"Tartarus","surface_form":"Tartarus","offset":510},{"uri":"Mickey_Rourke","surface_form":"Mickey Rourke","offset":629},{"uri":"Disease","surface_form":"disease","offset":796},{"uri":"Oracle","surface_form":"oracle","offset":834},{"uri":"Freida_Pinto","surface_form":"Freida Pinto","offset":850},{"uri":"Psychic","surface_form":"psychic visions","offset":887},{"uri":"Theseus","surface_form":"Theseus","offset":1065},{"uri":"Henry_Cavill","surface_form":"Henry Cavill","offset":1074},{"uri":"Mentor","surface_form":"mentor","offset":1096},{"uri":"John_Hurt","surface_form":"John Hurt","offset":1130},{"uri":"Rape","surface_form":"rape","offset":1253},{"uri":"Joseph_Morgan_(actor)","surface_form":"Joseph Morgan","offset":1335},{"uri":"Peter_Stebbings","surface_form":"Peter Stebbings","offset":1423},{"uri":"Testicles","surface_form":"testicles","offset":1638},{"uri":"Zeus","surface_form":"Zeus","offset":1838},{"uri":"Luke_Evans","surface_form":"Luke Evans","offset":1844},{"uri":"Athena","surface_form":"Athena","offset":1883},{"uri":"Isabel_Lucas","surface_form":"Isabel Lucas","offset":1891},{"uri":"Poseidon","surface_form":"Poseidon","offset":1906},{"uri":"Kellan_Lutz","surface_form":"Kellan Lutz","offset":1916},{"uri":"Ares","surface_form":"Ares","offset":1930},{"uri":"Daniel_Sharman","surface_form":"Daniel Sharman","offset":1936},{"uri":"Heracles","surface_form":"Heracles","offset":1953},{"uri":"Steve_Byers","surface_form":"Steve Byers","offset":1963},{"uri":"Apollo","surface_form":"Apollo","offset":1980},{"uri":"Corey_Sevier","surface_form":"Corey Sevier","offset":1988},{"uri":"Faith","surface_form":"faith","offset":2086},{"uri":"Stephen_Dorff","surface_form":"Stephen Dorff","offset":2175},{"uri":"Riot","surface_form":"riot","offset":2276},{"uri":"Slave","surface_form":"slave","offset":2346},{"uri":"Tidal_wave","surface_form":"tidal wave","offset":2556},{"uri":"Corpse","surface_form":"corpse","offset":2659},{"uri":"Labyrinth","surface_form":"labyrinth","offset":2866},{"uri":"Minotaur","surface_form":"Minotaur","offset":2958},{"uri":"Sex","surface_form":"sex","offset":3133},{"uri":"Horse","surface_form":"horse","offset":3472}]}