{"id":564313,"url":"http://en.wikipedia.org/wiki/Extermination_through_labor","text":"Extermination through labour is a way of torturing and killing prisoners. In a system of extermination by labour, prisoners are forced to do very heavy work without enough food or medical care. Eventually, prisoners die from malnutrition, illness, or injury.\nNazi Germany and the Soviet Union both had systems of extermination through labor. Some people describe North Korea's prison system as a system of extermination through labor.\nUse as a term.\nThe term \"extermination through labor\" was first used during World War II. Most of the Nazi SS did not use the term (\"Vernichtung durch Arbeit\" in German). However, Albert Bormann, Joseph Goebels, Otto Georg Thierack, and Heinrich Himmler used the term during the fall of 1942, while talking about moving prisoners to concentration camps. Thierack and Goebbels specifically used the term. The phrase was used again during the Nuremberg Trials after World War II ended.\nIn the 1980s and 1990s, historians have argued over whether this term is appropriate. For example, Falk Pingel believed the phrase should not be applied to all Nazi prisoners. On the other hand, Hermann Kaienburg and Miroslav Kárný believed \"extermination through labour\" was one of the SS's specific goals. More recently, Jens-Christian Wagner has also argued that not all Nazi prisoners were targeted with death, so \"extermination through labor\" might not be the best way to describe the Nazis' goals for those prisoners.\nVictims.\nDuring the Holocaust, the Nazis, led by Adolf Hitler, persecuted, tortured, and killed millions of people because of differences in race, ethnicity, politics, religion, sexual orientation, and disability.\nThe Nazis lists of these people and persecuted them in many ways. For example, some were forced to be sterilized. Many were eventually sent to prison camps for \"extermination through labor.\" Along with them, anyone who spoke out against the Nazi regime (like communists, social democrats, democrats, and conscientious objectors) were sent to prison camps. Many of them did not survive.\nExtermination through labor was an important part of the Nazis' Final Solution - their plan to kill all the Jews in Europe.\nAbuse and Torture.\nWorkers were also tortured and physically abused. For example, victims of \"Torstehen\" (\"Gate Hanging\") had to stand outside naked with their arms raised – like a gate hanging on its hinges. When they collapsed or passed out, they would be beaten until they re-assumed the position. Victims of \"Pfahlhängen\" (\"Post Attachment\") were tied with their hands behind their back and were hung by their hands on a tall stake. This would dislocate the prisoner's arm joints, and the pressure would be kill them within hours.\nDuring the Holocaust, the Nazis built concentration camps and then extermination camps to imprison their victims. These \"camps\" were not just prisons. Their goal was not just to keep people locked up. Their goal was to torture and destroy people. All parts of camp life came along with humiliation and harassment. Forced labour was a part of this. Prisoners were whipped and treated like animals. Some forced labor was meant to help the German war machine grow. However, other prisoners were forced to do pointless heavy labor just to wear them down. There were \"no limits to working hours,\" according to official Nazi policy.\nDeath rates.\nA slave worker on a work assignment usually lived less than four months, on average. Up to 25,000 of the 35,000 prisoners forced to work for IG Farben at Auschwitz concentration camp died. Some died from exhaustion or disease. Others were killed after the Nazis decided they were not healthy enough to work any more.\nSome work assignments were deadlier than others. Some prisoners were assigned to dig tunnels for German weapons factories during the last months of the war. About 30% of them died. In the satellite camps, which were near mines and industrial firms, death rates were even higher. In these satellite camps, the supplies were often even less adequate than in the main camps.\nThe phrase \"Arbeit macht frei\" (\"work shall set you free\") appeared on the entry gates at Auschwitz and other Nazi labor camps.\nIn the Soviet Union.\nSome historians call the Soviet Gulag a system of death camps, Alexander Nikolaevich Yakovlev writes that Stalin was the \"architect of the gulag system for totally destroying human life.\"\nAccording to formerly secret internal Gulag documents, some 1.6 million people must have died in the period between 1935 and 1956 in Soviet forced labour camps and colonies. This does not include people who died in prisoner-of-war camps. Most (about 900,000) of these deaths fell between 1941 and 1945. At that time, World War II was ongoing, and food supplies were low in the entire country.\nRussian historian Oleg Khlevniuk writes that about 500,000 people died in the camps and colonies from 1930 to 1941. However, these figures do not include people who died in transport (on their way to the camps). It also does not include the number of people who died shortly after their release due to the harsh treatment in the camps (there were many of these people, according to both archives and memoirs).\nHistorian J. Otto Pohl estimates that 2,749,163 prisoners died in the labour camps, colonies, and special settlements. He says this figure is incomplete.\nIn 2010, Stanford historian Norman Naimark wrote a book called \"Stalin's Genocides\". Naimark said scholars should change the word \"genocide\" so that it also meant killing people because they were in a social class or had political beliefs so that Stalin's killings would count as genocide.\nIn North Korea.\nIt is believed that similar camps are operating in North Korea, and killed at least 20,000 political prisoners in 2013 alone, with at least 130,000 held therein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Torture","surface_form":"torturing","offset":41},{"uri":"Prisoner","surface_form":"prisoner","offset":63},{"uri":"Exterminate","surface_form":"extermination","offset":89},{"uri":"Labour","surface_form":"labour","offset":106},{"uri":"Forced_labor","surface_form":"prisoners are forced","offset":114},{"uri":"Malnutrition","surface_form":"malnutrition","offset":225},{"uri":"Disease","surface_form":"illness","offset":239},{"uri":"Injury","surface_form":"injury","offset":251},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":259},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":280},{"uri":"Schutzstaffel","surface_form":"Nazi SS","offset":537},{"uri":"German_language","surface_form":"German","offset":597},{"uri":"Albert_Bormann","surface_form":"Albert Bormann","offset":615},{"uri":"Joseph_Goebels","surface_form":"Joseph Goebels","offset":631},{"uri":"Otto_Georg_Thierack","surface_form":"Otto Georg Thierack","offset":647},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":672},{"uri":"Nuremberg_trials","surface_form":"Nuremberg Trials","offset":876},{"uri":"World_War_II","surface_form":"World War II","offset":899},{"uri":"Falk_Pingel","surface_form":"Falk Pingel","offset":1018},{"uri":"Hermann_Kaienburg","surface_form":"Hermann Kaienburg","offset":1114},{"uri":"Miroslav_K%C3%A1rn%C3%BD","surface_form":"Miroslav Kárný","offset":1136},{"uri":"Jens-Christian_Wagner","surface_form":"Jens-Christian Wagner","offset":1242},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":1492},{"uri":"Persecution","surface_form":"persecuted","offset":1506},{"uri":"Torture","surface_form":"torture","offset":1518},{"uri":"Genocide","surface_form":"killed millions of people","offset":1532},{"uri":"Race_(sociology)","surface_form":"race","offset":1584},{"uri":"Ethnicity","surface_form":"ethnicity","offset":1590},{"uri":"Politics","surface_form":"politics","offset":1601},{"uri":"Religion","surface_form":"religion","offset":1611},{"uri":"Sexual_orientation","surface_form":"sexual orientation","offset":1621},{"uri":"Disability","surface_form":"disability","offset":1645},{"uri":"Sterilisation","surface_form":"sterilized","offset":1759},{"uri":"Communism","surface_form":"communists","offset":1916},{"uri":"Social_democracy","surface_form":"social democrats","offset":1928},{"uri":"Democracy","surface_form":"democrats","offset":1946},{"uri":"Conscientious_objector","surface_form":"conscientious objector","offset":1961},{"uri":"Final_Solution","surface_form":"Final Solution","offset":2107},{"uri":"Dislocation","surface_form":"dislocate","offset":2615},{"uri":"Joint","surface_form":"joint","offset":2644},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":2740},{"uri":"Extermination_camp","surface_form":"extermination camp","offset":2769},{"uri":"Average","surface_form":"average","offset":3418},{"uri":"IG_Farben","surface_form":"IG Farben","offset":3483},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz concentration camp","offset":3496},{"uri":"Weapon","surface_form":"weapon","offset":3763},{"uri":"Factory","surface_form":"factories","offset":3771},{"uri":"Mine","surface_form":"mine","offset":3880},{"uri":"Industrial_firm","surface_form":"industrial firm","offset":3890},{"uri":"Death_rate","surface_form":"death rate","offset":3908},{"uri":"Arbeit_macht_frei","surface_form":"Arbeit macht frei","offset":4043},{"uri":"Historian","surface_form":"historian","offset":4185},{"uri":"Gulag","surface_form":"Gulag","offset":4212},{"uri":"Alexander_Nikolaevich_Yakovlev","surface_form":"Alexander Nikolaevich Yakovlev","offset":4243},{"uri":"Joseph_Stalin","surface_form":"Stalin","offset":4286},{"uri":"Prisoner_of_war","surface_form":"prisoner-of-war","offset":4583},{"uri":"World_War_II","surface_form":"World War II","offset":4685},{"uri":"Oleg_Khlevniuk","surface_form":"Oleg Khlevniuk","offset":4779},{"uri":"Estimation","surface_form":"estimates","offset":5194},{"uri":"Prisons_in_North_Korea","surface_form":"similar camps are operating in North Korea","offset":5651}]}