{"id":564322,"url":"http://en.wikipedia.org/wiki/Lagerordnung","text":"The \"Lagerordnung\" (the \"Disciplinary and Penal Code\") was a set of rules for punishing prisoners at Dachau concentration camp in Nazi Germany. On January 1, 1934, the Lagerordnung became the official rules of every concentration camp in Nazi Germany.\nAlso known as the \"Strafkatalog\" (Punishment Catalogue), it set out the rules the prisoners had to follow. SS guards were told to report to the camp commandant when a prisoner broke a rule.\nThe Concentration Camps Inspectorate was in charge of carrying out punishment. They did this without making sure the prisoner had actually broken the rule. Once they were accused, prisoners had no way of proving themselves innocent.\nEvolution of a new penal system.\nAt first, the Nazis had built temporary concentration camps, like Kemna concentration camp. These earlier camps did not have common, agreed-upon rules. Instead, they took the \"Lagerordnung\" from rules that were often used in police departments and prisons at the time.\nThere was not much difference between the rules at the early concentration camps. Some did not allow smoking; others allowed prisoners to receive food parcels or visits from family members. The rules were still based on existing laws, and the camps were patterned after ordinary prisons. The early camps had penalties like having privileges taken away, or for more severe cases, solitary confinement, a hard bed, not being given food, or being left in solitary confinement in a darkened cell. However, there was no corporal punishment. The early camps were primarily controlled by the SA or the Gestapo.\nHowever, Dachau was under the control of the SS. Sometime in May 1933, SS camp commandant Hilmar Wäckerle wrote the first \"Lagerordnung\" for a concentration camp. It gave all legal powers to the camp commandant. The Dachau Lagerordnung allowed prisoners to be executed based on a decision from two SS men who had been chosen by the commandant. The accused prisoner would no longer have a defense. The executive, judicial, and legislative parts of government were all placed together under the camp commandant's power. There would be no system of checks and balances. The threat of the death penalty was always there, which created a constant state of emergency for Dachau's inmates.\nThe first legalized murders took place at Dachau. (There would never be as many political murders in any of the other, earlier concentration camps than there were in Dachau's first few months.) Sophie Handschuh, the mother of one of the murdered prisoners, filed a formal complaint to find out what had really happened to her son. The resulting prosecution forced Himmler to replace Wäckerle. Himmler chose Theodor Eicke, a fanatical \"SS-Oberführer\" who had, in March 1933, been committed for evaluation at a psychiatric clinic at the University of Würzburg due to extremely violent behavior. Himmler arranged for Eicke to be released, asking his doctor, Werner Heyde, to talk to Eicke and get him to promise to control himself.\nExpanded to all camps.\nSix months later, on October 1, 1933, Commandant Eicke wrote a second edition of the \"Lagerordnung\", adding the Postenpflicht and introducing corporal punishment (flogging). The \"Lagerordnung\" established a \"state within a state.\" The second edition established an orderly system in which \"legally\" arrested political opponents could be tortured and executed.\nFrom this point on, all SS concentration camps were to follow the Dachau model and become a \"state within a state\": shielded centers of terror with their own laws and judges, without legal defense, and with their own executable violence.\nAfter January 1, 1934, all subsequent versions of the \"Lagerordnung\" were effective for all SS-run concentration camps.\nThe Disciplinary and Penal Code.\n[Translator's note: The sometimes odd phrasing, inconsistencies of capitalization, and style itself are from the source, not the translator.]\nOffice of the Commandant, October 1, 1933\nDisciplinary and Penal Code for the Detention Camp\nThe following penalties are issued within the scope of existing camp regulations, to maintain order and discipline on the grounds of Dachau concentration camp,\nThese regulations apply to all prisoners of the DCC from the time of admission on, till the hour of discharge.\n\"These rules are added on to the list of rules Dachau already has. Its goal is to keep order and discipline at Dachau. They apply to all prisoners, all the time.\"\nThe consummate authority of punishment is in the hands of the camp commandant, who is personally responsible to the political police commander for the implementation of the rules as issued.\n\"[The camp commandant has complete and total authority to punish prisoners. He is in charge of implementing these rules.]\"\nTolerance means weakness. Realizing this, there will be a ruthless grip there, where, in the interests of the fatherland, it appears necessary. The decent, incited [sic] \"Volksgenosse\" will not come into contact with these penalties. But to the politicizing rabble-rouser and intellectual agitator — regardless of which direction — let it be said, beware, that you're not nabbed, otherwise you'll be grabbed by the neck and after your own recipe, [sic] made to hold your peace.\n\"[\"Tolerance means peace.\" People who speak out against Germany will be punished badly. People who mind their own business and do not question Germany will not be punished this way. But people who try to cause trouble by getting people upset about politics will be forced to be quiet.]\"\n1. Whoever shirks his work or feigns physical deficiency or disease with the aim of being idle.\n2. Whoever leaves a work place or workshop without command, prematurely backs in, fails [at quitting time] to check out with the supervising SS man, checks out at quitting time with a fellow prisoner.\n1. whoever makes derogatory or sarcastic remarks to an SS member, deliberately neglects the mandatory salute, or by his manner otherwise indicates that he will not submit to the compulsory discipline and order,\n2. whoever as prisoner-sergeant, as prisoner-corporal or as foreman exceeds the powers as \"Ordnungsmann\", assumes the rights of a superior with respect to other prisoners, maneuvers preferred work or any other advantage for politically like-minded prisoners, bullies politically otherwise-minded fellow prisoners, makes false reports about them or in some way discriminates.\nWill be punished with 14 days of severe time\n1. Whoever exchanges his assigned housing with another, unauthorized without the order of the commander of the company, or incites or misleads fellow prisoners,\n2. whoever attaches forbidden or camp-made items in outgoing laundry packages, hides or sews in clothing items etc.,\n3. whoever enters or leaves barracks, housing, or other buildings outside the stipulated entry ways, crawls through windows or existing openings,\n4. whoever smokes in the barracks, toilets and in flammable atmospheres, or stores or sets flammable items down in such areas. If a fire occurs as a result of disregarding this ban, then sabotage will be assumed.\n1. Whoever leaves or enters the prison camp without escort, whoever follows a work column marching out of the camp, unauthorized,\n2. whoever in letters or other communication makes derogatory remarks about National Socialist leaders, the state and government, authorities and establishments, exalts Marxist or liberal leaders or \"November parties\", communicates goings-on in the concentration camp,\n3. whoever keeps prohibited items, tools, batons and knives in his room or in straw sacks\nWill be punished with 21 days of severe time\nWhoever carts off government-owned items, of whatever sort, from said location to another, deliberately damages, destroys, squanders, alters or uses for any other than purpose than prescribed; apart from the penalty, according to circumstances, is liable to some or all of the prisoners for any losses incurred.\n1. Whoever accumulates sums of money in the camp, finances prohibited efforts in or outside of the camp, or brings fellow prisoners to heel or binds them to secrecy through money,\n2. whoever has sent to himself sums of money which come from prohibited Rote Hilfe collections, or distributes to fellow prisoners,\n3. clergy who make announcements that lie outside the framework of pastoral care, slip letters or messages to be passed on, [whoever] seeks the clergy to achieve forbidden objectives,\n4. the symbols of the National Socialist state or the pillars of same, makes contemptible, curses, or in other ways disregards,\nWhoever in the camp, at work, in the barracks, in kitchens and workshops, lavatories and rest areas, for the purpose of agitating, politicizes, gives provocative speeches, meets with others for this purpose, forms cliques, or gads about, gathers true or untrue news to further the goals of the opposition's atrocity-propaganda [sic] about the concentration camp or its institutions, receives, buries, passes along to foreign visitors or others, smuggles outside the camp using a secret message or other means, in writing or verbally gives released or transferred [prisoners], hides in articles of clothing or other items, using rocks, etc. throws over the camp wall, or draws up ciphers; moreover, whoever for the purpose of inciting, climbs up on barracks roofs or trees, gives or seeks connection outside [the camp] through light signals or other means, or whoever induces others to escape or commit a crime, and to this end, gives advice or supports through other means, by dint of revolutionary justice, will be hanged as an agitator!\nWhoever assaults a guard or SS man, refuses to obey him or refuses to work at a work site, calls on or leads others for the purpose of mutiny or the same assault, as mutineer leaves a marching column or workshop, calls on others during a march or at work to hoot, shout, agitate or gives speeches, will be shot on the spot as a mutineer or hanged afterwards.\nWhoever deliberately causes in the camp, in the barracks, workshops, work sites, in kitchens, warehouses etc. a fire, an explosion, water or some other damage to property, moreover whoever carries out actions on the wire hindrance, on a power line in a switching station, on telephone or water lines, on the camp wall or other security installation, on heating or boiler plants, on machines or vehicles, which do not meet the order given, will be punished with death for sabotage. If the action happened because of negligence, then the guilty party will be held in solitary confinement. In cases of doubt, sabotage will nevertheless be assumed.\nWhoever offers gifts to an SS man or guard, seeks to win him over with gifts, money or other means, carries out actions for the purpose of subverting the SS troops, enters into a political discussion in the presence of a guard or SS man, about Marxism or other November Party or glorifies their leaders, makes derogatory remarks about the SS, SA, the National Socialist state, its leader and its institutions, or appears otherwise insubordinate, moreover whoever at the camp produces or passes along to others forbidden items for the purpose of smuggling secret messages or for purposes of attack, will be held for community perilousness in perpetual solitary confinement. Release for such persons is out of the question.\nWhoever repeatedly avoids work, despite previous warning stays away from roll calls for work assignments or head counts, constantly reports to the doctor or dentist without reason, feigns physical suffering or disability doesn't march [out to work], constantly acts lazy and sluggish, was unclean, writes obnoxious letters, steals from fellow prisoners, hits, bullies [others] for their attitude, derides or ridicules, will be punished for incorrigibility with continuous punitive labor, detention, with punitive exercise or be flogged.\nWhoever after the onset of curfew moves outside his quarters, forms a crowd with others, on the order of an SS man does not disperse at once, after the onset of the alarm does not immediately seek out his own quarters or during an extended alarm leave the station or the windows open [sic], will be shot at by the nearest SS man or guard.\nWhoever keeps forbidden items (tools, knife, files, etc.) or wears civilian clothing unauthorized, can be held in solitary confinement for suspicion of escape.\nWhoever as \"stubenältester\", as foreman or as prisoner suspects or becomes aware of the intent to commit sedition, mutiny, sabotage or some other punishable act, if he does not immediately report his knowledge, will be punished as a perpetrator. The informer will not be held responsible for filing a false report, if, through special circumstances, he was misled.\nHard time will be carried out in a cell with a hard bed and bread and water. Every 4th day, the inmate will receive a warm meal. Punitive labor involves hard physical or particularly dirty work, which will be carried out under special supervision.\npunishment exercise, corporal punishment, withholding of mail, withholding of food, hard bed, strappado, reprimand and warnings. All punishments will be kept on file. Hard time and punitive labor lengthen the protective custody a minimum of 8 weeks; addition of a supplementary punishment lengthens the protective custody a minimum of 4 weeks. Prisoners kept in solitary confinement will not be released in the foreseeable future.\nThe \"Kommandant\" of the Concentration Camp","categories":[],"infobox_types":[],"annotations":[{"uri":"Punishment","surface_form":"punishing","offset":78},{"uri":"Prisoner","surface_form":"prisoner","offset":88},{"uri":"Dachau_concentration_camp","surface_form":"Dachau concentration camp","offset":101},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":130},{"uri":"Punishment","surface_form":"Punishment","offset":286},{"uri":"Schutzstaffel","surface_form":"SS guards","offset":359},{"uri":"Concentration_Camps_Inspectorate","surface_form":"Concentration Camps Inspectorate","offset":446},{"uri":"Innocence","surface_form":"innocent","offset":665},{"uri":"Kemna_concentration_camp","surface_form":"Kemna concentration camp","offset":774},{"uri":"Smoking","surface_form":"smoking","offset":1078},{"uri":"Solitary_confinement","surface_form":"solitary confinement","offset":1356},{"uri":"Corporal_punishment","surface_form":"corporal punishment","offset":1492},{"uri":"Sturmabteilung","surface_form":"SA","offset":1562},{"uri":"Gestapo","surface_form":"Gestapo","offset":1572},{"uri":"SS","surface_form":"SS","offset":1626},{"uri":"Hilmar_W%C3%A4ckerle","surface_form":"Hilmar Wäckerle","offset":1671},{"uri":"Death_penalty","surface_form":"executed","offset":1841},{"uri":"Executive_(government)","surface_form":"executive","offset":1982},{"uri":"Judiciary","surface_form":"judicial","offset":1993},{"uri":"Legislature","surface_form":"legislative","offset":2007},{"uri":"Checks_and_balances","surface_form":"checks and balances","offset":2127},{"uri":"Prosecutor","surface_form":"prosecution","offset":2609},{"uri":"Theodor_Eicke","surface_form":"Theodor Eicke","offset":2671},{"uri":"SS-Oberf%C3%BChrer","surface_form":"SS-Oberführer","offset":2699},{"uri":"University_of_W%C3%BCrzburg","surface_form":"University of Würzburg","offset":2799},{"uri":"Werner_Heyde","surface_form":"Werner Heyde","offset":2919},{"uri":"Postenpflicht","surface_form":"Postenpflicht","offset":3128},{"uri":"Corporal_punishment","surface_form":"corporal punishment","offset":3158},{"uri":"Flagellation","surface_form":"flogging","offset":3179},{"uri":"Reichstag_Fire_Decree","surface_form":"legally","offset":3306},{"uri":"Political_prisoner","surface_form":"political opponents","offset":3324},{"uri":"Rote_Hilfe","surface_form":"Rote Hilfe","offset":8177},{"uri":"Cipher","surface_form":"cipher","offset":9228},{"uri":"Postenpflicht","surface_form":"guard","offset":9607},{"uri":"Mutiny","surface_form":"mutiny","offset":9723},{"uri":"Marxism","surface_form":"Marxism","offset":10836},{"uri":"Adolf_Hitler","surface_form":"leader","offset":10973},{"uri":"Sedition","surface_form":"sedition","offset":12455},{"uri":"Mutiny","surface_form":"mutiny","offset":12465},{"uri":"Corporal_punishment","surface_form":"corporal punishment","offset":12984},{"uri":"Protective_custody","surface_form":"protective custody","offset":13172}]}