{"id":56433,"url":"http://en.wikipedia.org/wiki/Remainder","text":"In arithmetic, the result of the division of two integers usually cannot be expressed with an integer quotient, unless a remainder—a amount \"left over\" after the division—is also accepted.\nThe remainder for natural numbers.\nGiven a natural number \"a\" and a non-zero natural number \"d\", it can be shown that there exist unique integers \"q\" and \"r\", such that \"a\" = \"qd\" + \"r\" and 0 ≤ \"r\" < \"d\". The number \"q\" is called the \"quotient\", while \"r\" is called the \"remainder\".\nThe case of general integers.\nIf \"a\" and \"d\" are integers with \"d\" being non-zero, then a remainder is an integer \"r\" such that \"a\" = \"qd\" + \"r\" for some integer \"q\", and with 0 ≤ |\"r\"| < |\"d\"|.\nWhen defined this way, there are two possible remainders. For example, the division of -42 by -5 can be expressed as either\nSo the remainder is then either 3 or -2.\nThis ambiguity in the value of the remainder is not very serious; in the case above, the negative remainder is obtained from the positive one just by subtracting 5, which is \"d\". This holds in general. When dividing by \"d\", if the positive remainder is \"r\"1, and the negative one is \"r\"2, then\nThe remainder for real numbers.\nWhen \"a\" and \"d\" are real numbers, with \"d\" being non-zero, then \"a\" can be divided by \"d\" without remainder, with the quotient being another real number. If the quotient is constrained to being an integer, however, the concept of remainder is still necessary. It can be proved that there exists a unique integer quotient \"q\" and a unique real remainder \"r\" such that \"a\"=\"qd\"+\"r\" with 0≤\"r\" < |\"d\"|. Similar to the case of division of integers, the remainder could be required to be negative, that is, -|\"d\"| < \"r\" ≤ 0.\nExtending the definition of remainder for real numbers, as described above, is not of theoretical importance in mathematics; however, many programming languages implement this definition—see modulo operation for more.","categories":[],"infobox_types":[],"annotations":[{"uri":"Arithmetic","surface_form":"arithmetic","offset":3},{"uri":"Division_(mathematics)","surface_form":"division","offset":33},{"uri":"Integer","surface_form":"integer","offset":49},{"uri":"Quotient","surface_form":"quotient","offset":102},{"uri":"Natural_number","surface_form":"natural number","offset":232},{"uri":"Real_number","surface_form":"real number","offset":1179},{"uri":"Programming_language","surface_form":"programming language","offset":1818},{"uri":"Modulo_operation","surface_form":"modulo operation","offset":1870}]}