{"id":564343,"url":"http://en.wikipedia.org/wiki/Rex_Tillerson","text":"Rex Wayne Tillerson (born March 23, 1952) is an American businessman and the 69th United States Secretary of State. He served from February 1, 2017 to March 31, 2018. He was the chairman and CEO of Exxon Mobil Corporation, the fifth largest company by market capitalization until his resignation in 2017.\nIn December 2016, President-elect of the United States Donald Trump announced his intention to nominate Tillerson to be the Secretary of State. The United States Senate approved of his nomination on February 1, 2017 and shortly assumed the office. On March 13, 2018, Trump fired Tillerson and said he would nominate Mike Pompeo to succeed him as Secretary of State. Tillerson's term officially ended on March 31, 2018.\nEarly life.\nTillerson was born on March 23, 1952, in Wichita Falls, Texas. Tillerson received a bachelor's degree in civil engineering from the University of Texas at Austin in 1975.\nBusiness career.\nTillerson joined Exxon in 1975, and by 1989 had become general manager of the Exxon USA central production division. In 1995 he became president of Exxon Yemen Inc. and Esso Exploration and Production Khorat Inc. In 2006, Tillerson was elected chairman and chief executive officer of Exxon, the world's 6th largest company by revenue. Tillerson retired from Exxon effective December 31, 2016, and was succeeded by Darren Woods. He is a member of the National Academy of Engineering. He resigned his position from Exxon to pursue his nomination of United States Secretary of State.\nUnited States Secretary of State.\nOn the evening of December 10, the BBC cited NBC reports that \"sources close to Mr Trump [were]... saying that Mr Tillerson is likely to be named next week\" and that former UN ambassador John Bolton \"will serve as his deputy\". On December 12, \"The New York Times\" reported that he had been chosen. On December 13, 2016, President-elect Donald Trump announced that Tillerson would be his nominee for Secretary of State.\nOn January 11, 2017, Tillerson's congressional confirmation hearing was held. Tillerson was approved by the Senate Foreign Relations Committee on January 23, 2017, to be Secretary of State when it voted 11-10 to send his nomination to the full Senate. The Senate confirmed Tillerson as Secretary of State on February 1 2017. The Senate voted 56 to 43, with all Republicans in support and 42 Democrats voting against him.\nOn March 13, 2018, Trump fired Tillerson as Secretary and nominated Director of the CIA Mike Pompeo of the position. His term ended on March 31, 2018.\nPersonal life.\nTillerson is married to Renda St. Clair. They have four children. He resides in Irving, Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Secretary_of_State","surface_form":"United States Secretary of State","offset":82},{"uri":"Chairman","surface_form":"chairman","offset":178},{"uri":"Chief_executive_officer","surface_form":"CEO","offset":191},{"uri":"ExxonMobil","surface_form":"Exxon Mobil Corporation","offset":198},{"uri":"President-elect_of_the_United_States","surface_form":"President-elect of the United States","offset":323},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":360},{"uri":"United_States_Secretary_of_State","surface_form":"Secretary of State","offset":429},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":453},{"uri":"Mike_Pompeo","surface_form":"Mike Pompeo","offset":621},{"uri":"Wichita_Falls%2C_Texas","surface_form":"Wichita Falls, Texas","offset":777},{"uri":"University_of_Texas_at_Austin","surface_form":"University of Texas at Austin","offset":868},{"uri":"Darren_Woods","surface_form":"Darren Woods","offset":1338},{"uri":"United_States_Secretary_of_State","surface_form":"United States Secretary of State","offset":1471},{"uri":"BBC","surface_form":"BBC","offset":1574},{"uri":"NBC","surface_form":"NBC","offset":1584},{"uri":"United_States_Ambassador_to_the_United_Nations","surface_form":"UN ambassador","offset":1712},{"uri":"John_R._Bolton","surface_form":"John Bolton","offset":1726},{"uri":"Director_of_the_Central_Intelligence_Agency","surface_form":"Director of the CIA","offset":2447},{"uri":"Mike_Pompeo","surface_form":"Mike Pompeo","offset":2467},{"uri":"Irving%2C_Texas","surface_form":"Irving, Texas","offset":2625}]}