{"id":564433,"url":"http://en.wikipedia.org/wiki/Diana_Lynn","text":"Diana Lynn (July 5, 1926 – December 18, 1971) was an American actress of the stage, cinema and television.\nEarly years.\nLynn was born Dolores Marie Loehr on July 5, 1926, in Los Angeles, California. Her father, Louis Loehr, was an oil supply executive. Her mother, Martha Loehr, was a concert pianist. She was considered a child prodigy. She began taking piano lessons when she was 4 years old, and by the age of 12, she played with the \"Los Angeles Junior Symphony Orchestra\".\nCareer.\nIn 1939, she made her movie debut playing the piano in \"They Shall Have Music\". She played again, with Susanna Foster, in \"There's Magic in Music\", when it was decided that she had more potential than she had been allowed to show. Later, Paramount Pictures changed her name to \"Diana Lynn\". They began casting her in movies that allowed her to show her personality and developed her skills as an actress.\nAs a solo pianist, she released at least one single on Capitol Records, accompanied by the Paul Weston orchestra.\nIn 1964, Lynn had a six-month stint on Broadway, replacing Barbara Bel Geddes in \"Mary, Mary\". In the early 1950s, she starred with Maurice Evans in \"The Wild Duck\" on Broadway.\nDeath.\nBefore filming started on \"Play It as It Lays\", Lynn suffered a stroke and died on December 18, 1971. She was 45.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":53},{"uri":"Actress","surface_form":"actress","offset":62},{"uri":"Theatre","surface_form":"stage","offset":77},{"uri":"Cinema","surface_form":"cinema","offset":84},{"uri":"Television","surface_form":"television","offset":95},{"uri":"Los_Angeles%2C_California","surface_form":"Los Angeles, California","offset":174},{"uri":"Susanna_Foster","surface_form":"Susanna Foster","offset":589},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":724},{"uri":"Capitol_Records","surface_form":"Capitol Records","offset":946},{"uri":"Barbara_Bel_Geddes","surface_form":"Barbara Bel Geddes","offset":1064},{"uri":"Maurice_Evans","surface_form":"Maurice Evans","offset":1137},{"uri":"Stroke","surface_form":"stroke","offset":1254}]}