{"id":564557,"url":"http://en.wikipedia.org/wiki/Caaguaz%C3%BA_Department","text":"Caaguazú () is a department in Paraguay. The capital is the city of Coronel Oviedo. Its ISO 3166-2 code is PY-05.\nHistory.\nIn 1712, Gregorio Bazán de Pedraza founded the town of Villa de San Isidro Labrador de Curuguaty, followed by Ybytimí in 1715, San Joaquín in 1746, and Carayaó in 1770.\nThe department was created in 1906 with the name of \"Yhú\"; the town of Yhú was named as the capital of the department. Other towns were Ajos (present day Coronel Oviedo), Carayaó, San Joaquín and Caaguazú. Upon territorial reorganization in 1945, it was given the name of Caaguazú.\nIts present limits were defined in 1973.\nGeography.\nThe Caaguazú department is in middle of the \"Oriental\" region. It has an area of, of the area of Paraguay. Its estimated population in 2013 is 484,177 for a population density of inhabitants/km2.\nThe \"Caaguazú mountain range\" crosses the department from the north to the south. The main river in the department, and of Paraguay, is the Paraguay.\nClimate.\n, the total amount of precipitation for the year 2012 in the city of Coronel Oviedo was. The month with the most precipitation was April with of precipitation. The month with the least precipitation was August with.\nThe average temperature for the year 2012 in Coronel Oviedo was. The warmest month, on average, was December with an average temperature of. The coolest month on average is July, with an average temperature of.","categories":[],"infobox_types":[],"annotations":[{"uri":"Departments_of_Paraguay","surface_form":"department","offset":17},{"uri":"Paraguay","surface_form":"Paraguay","offset":31},{"uri":"Coronel_Oviedo","surface_form":"Coronel Oviedo","offset":68},{"uri":"PY","surface_form":"ISO 3166-2","offset":88},{"uri":"Capital_city","surface_form":"capital","offset":384},{"uri":"Population_density","surface_form":"population density","offset":783},{"uri":"Mountain_range","surface_form":"mountain range","offset":836},{"uri":"Paraguay_River","surface_form":"Paraguay","offset":962},{"uri":"Precipitation","surface_form":"precipitation","offset":1003},{"uri":"Average","surface_form":"average","offset":1201}]}