{"id":564561,"url":"http://en.wikipedia.org/wiki/Combined_gas_law","text":"By adding Avogadro's law to the combined gas law, we get what is called the ideal gas law.\nDerivation from the gas laws.\nwhere \"P\" is the pressure, \"V\" the volume and \"T\" the absolute temperature of an ideal gas.\nAs the left-hand side of both equations is the same, we arrive at\nSubstituting in Avogadro's Law yields the ideal gas equation.\nPhysical derivation.\nA derivation of the combined gas law using only elementary algebra can contain surprises. For example, starting from the three empirical laws\nwhere \"kV\", \"kP\", and \"kT\" are the constants, one can multiply the three together to obtain\nTaking the square root of both sides and dividing by \"T\" appears to produce of the desired result\nHowever, if before applying the above procedure, one merely rearranges the terms in Boyle's Law, \"kT\" = \"PV\", then after canceling and rearranging, one obtains\nwhich is not very helpful if not misleading.\nA physical derivation, longer but more reliable, begins by realizing that the constant volume parameter in Gay-Lussac's law will change as the system volume changes. At constant volume, \"V\"1 the law might appear \"P\" = \"k\"1\"T\", while at constant volume \"V\"2 it might appear \"P\" = \"k\"2\"T\".\nDenoting this \"variable constant volume\" by \"kV\"(\"V\"), rewrite the law as\nThe same consideration applies to the constant in Charles's law, which may be rewritten\nIn seeking to find \"kV\"(\"V\"), one should not unthinkingly eliminate \"T\" between (4) and (5), since \"P\" is varying in the former while it is assumed constant in the latter. Rather, it should first be determined in what sense these equations are compatible with one another. To gain insight into this, recall that any two variables determine the third. Choosing \"P\" and \"V\" to be independent, we picture the \"T\" values forming a surface above the \"PV\"-plane. A definite \"V\"0 and \"P\"0 define a \"T\"0, a point on that surface. Substituting these values in (4) and (5), and rearranging yields\nSince these both describe what is happening at the same point on the surface, the two numeric expressions can be equated and rearranged\nNote that and are the slopes of orthogonal lines parallel to the \"P\"-axis/\"V\"-axis and through that point on the surface above the \"PV\" plane. The ratio of the slopes of these two lines depends only on the value of at that point.\nNote that the functional form of (6) did not depend on the particular point chosen. The same formula would have arisen for any other combination of P and V values. Therefore, one can write\nThis says that each point on the surface has its own pair of orthogonal lines through it, with their slope ratio depending only on that point. Whereas (6) is a relation between specific slopes and variable values, (7) is a relation between slope functions and function variables. It holds true for any point on the surface, i.e. for any and all combinations of \"P\" and \"V\" values. To solve this equation for the function \"kV\"(\"V\"), first separate the variables, \"V\" on the left and \"P\" on the right.\nChoose any pressure \"P\"1. The right side evaluates to some arbitrary value, call it \"k\"arb.\nThis particular equation must now hold true, not just for one value of \"V\", but for all values of \"V\". The only definition of \"kV\"(\"V\") that guarantees this for all \"V\" and arbitrary \"k\"arb is\nwhich may be verified by substitution in (8).\nFinally, substituting (9) in Gay-Lussac's law (4) and rearranging produces the combined gas law\nNote that while Boyle's law was not used in this derivation, it is easily deduced from the result. Generally, any two of the three starting laws are all that is needed in this type of derivation – all starting pairs lead to the same combined gas law.\nApplications.\nThe combined gas law can be used to explain the mechanics where pressure, temperature, and volume are affected. For example: air conditioners, refrigerators and the formation of clouds and also use in fluid mechanics and thermodynamics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Avogadro%27s_law","surface_form":"Avogadro's law","offset":10},{"uri":"Ideal_gas_law","surface_form":"ideal gas law","offset":76},{"uri":"Pressure","surface_form":"pressure","offset":138},{"uri":"Ideal_gas","surface_form":"ideal gas","offset":202},{"uri":"Avogadro%27s_Law","surface_form":"Avogadro's Law","offset":295},{"uri":"Ideal_gas_equation","surface_form":"ideal gas equation","offset":321}]}