{"id":564775,"url":"http://en.wikipedia.org/wiki/Fentanyl","text":"e=\"preserve\">Fentanyl (sometimes spelled fentanil) is a synthetic opioid that is used as a painkiller. It also acts as a sedative. It has a short duration of action and a rapid onset. The two most common forms are patches that are put on the skin, and an intravenous solution. Paul Janssen developed Fentanyl in 1960. Fentanyl is about 120 times as potent as morphine; this means, much less Fentanyl is needed to get the same effect.\nThe effects of the intravenous solution can be seen after three to five minutes. In about twelve hours, the concentration in the bloodstream will have halved.\nFentanyl is also used as a recreational drug. This has led to thousands of overdose deaths each year from 2000 to 2015. Deaths have also resulted from improper medical use. Fentanyl has a relatively wide therapeutic index (270) which makes it a very safe surgical anesthetic when monitored carefully. Because it is so potent, finding the right dose to use requires great care: Fentanyl comes as a highly diluted solution. There is also a powder, but its use is impractical without advanced scientific equipment: The effective dose needed and a lethal dose of fentanyl powder placed next to each other would be difficult or impossible to differentiate with the naked eye.","categories":[],"infobox_types":[],"annotations":[{"uri":"Synthetic","surface_form":"synthetic","offset":56},{"uri":"Opioid","surface_form":"opioid","offset":66},{"uri":"Sedative","surface_form":"sedative","offset":121},{"uri":"Onset","surface_form":"onset","offset":177},{"uri":"Skin","surface_form":"skin","offset":242},{"uri":"Intravenous","surface_form":"intravenous","offset":255},{"uri":"Solution","surface_form":"solution","offset":267},{"uri":"Morphine","surface_form":"morphine","offset":359},{"uri":"Illegal_drugs","surface_form":"recreational drug","offset":620},{"uri":"Drug_overdose","surface_form":"overdose","offset":668},{"uri":"Therapeutic_index","surface_form":"therapeutic index","offset":797},{"uri":"Anesthetic","surface_form":"anesthetic","offset":857}]}