{"id":564959,"url":"http://en.wikipedia.org/wiki/Lady_Jane_Grey_(poem)","text":"\"Lady Jane Grey\" is an English epic poem by Francis Hodgson. It was published in 1809. It tells about the life and death of Lady Jane Grey.\nThe hero.\nJane Grey, known as \"The Nine Days Queen\", was a great-granddaughter of the king Henry VII, father of Henry VIII. When Henry VIII's son and successor Edward VI died, the crown of England was offered to her. She was however soon put in prison by Queen Mary I of England, called \"Bloody Mary\". She was sentenced to death. She had her head cut off in the Tower of London. She was seventeen years old at the time.\nThe author.\nFrancis Hodgson was an English romantic poet. He was born in 1781. He was a friend of Lord Byron. He was known as a translator. He translated into English many works by Roman poets. He died in 1852.\nThe form.\nThe poem is written in iambic pentameter put in heroic couplets. Such form was typical for English poetry in 18th century.\n\"Through these low grounds of sorrow, toil and strife,\"\n\"As runs the troubled stream of human life,\"\n\"Why should the poor laborious crowd repine?\"\n\"For wealth, for honour, lovely Jane were thine,\"\n\"Yet my sad tale examplifies in thee,\"\n\"How equal are our shares of misery\"\n\"Or in the highest, or the humblest lot,\"\n\"The king's proud palace, or the straw-roof'd cot.\"\nReviews.\nThe poem was reviewed in \"The Satirist: Or, Monthly Meteor\" and \"The Anti-Jacobin Review and Magazine Or Monthly Political and Literary Censor\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Francis_Hodgson","surface_form":"Francis Hodgson","offset":44},{"uri":"Lady_Jane_Grey","surface_form":"Lady Jane Grey","offset":124},{"uri":"Henry_VII","surface_form":"Henry VII","offset":231},{"uri":"Henry_VIII","surface_form":"Henry VIII","offset":252},{"uri":"Edward_VI","surface_form":"Edward VI","offset":300},{"uri":"Mary_I_of_England","surface_form":"Mary I of England","offset":401},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":502},{"uri":"Lord_Byron","surface_form":"Lord Byron","offset":658},{"uri":"Translator","surface_form":"translator","offset":688},{"uri":"Iambic_pentameter","surface_form":"iambic pentameter","offset":804},{"uri":"Heroic_couplet","surface_form":"heroic couplet","offset":829}]}