{"id":564976,"url":"http://en.wikipedia.org/wiki/Arrondissement_of_Toul","text":"The arrondissement of Toul is an arrondissement of France, in the Meurthe-et-Moselle department, Grand Est region. Its capital is the city of Toul.\nHistory.\nWhen the Meurthe-et-Moselle department was created in 1871, the \"arrondissement\" of Toul was part of that original department. In 1926, it was eliminated but became again an \"arrondissement\" in 1943.\nGeography.\nThe \"arrondissement\" of Toul is most western of the southern part of the Meurthe-et-Moselle department. It is bordered to the north by the \"arrondissement\" of Briey, to the east by the \"arrondissement\" of Nancy, to the south by the Vosges department and to the west by the Meuse department. It has an small exclave to the southeast of the \"arrondissement\" of Briey.\nThe \"arrondissement\" of Toul has an area of and a population of 69,418 inhabitants, the \"arrondissement\" with fewest inhabitants in the department.\nCantons.\nAfter the reorganisation of the cantons in France, cantons are not subdivisions of the \"arrondissements\" so they could have \"communes\" that belong to different \"arrondissements\".\nCommunes.\nThe \"arrondissement\" of Toul has 112 \"communes\"; they are (with their INSEE codes)ː","categories":[],"infobox_types":[],"annotations":[{"uri":"Arrondissements_of_France","surface_form":"arrondissement","offset":33},{"uri":"Meurthe-et-Moselle","surface_form":"Meurthe-et-Moselle","offset":66},{"uri":"Departments_of_France","surface_form":"department","offset":85},{"uri":"Grand_Est","surface_form":"Grand Est","offset":97},{"uri":"Regions_of_France","surface_form":"region","offset":107},{"uri":"Capital_city","surface_form":"capital","offset":119},{"uri":"Toul","surface_form":"Toul","offset":142},{"uri":"Vosges","surface_form":"Vosges","offset":600},{"uri":"Meuse_(department)","surface_form":"Meuse","offset":641},{"uri":"Exclave","surface_form":"exclave","offset":675},{"uri":"INSEE_code","surface_form":"INSEE code","offset":1150}]}