{"id":565041,"url":"http://en.wikipedia.org/wiki/Jackson%27s_Valley_Campaign","text":"Jackson's Valley Campaign, also known as the 1862 Shenandoah Valley Campaign, was a campaign conducted in Virginia's Shenandoah Valley in the spring of 1862 during the American Civil War. It was led by a relatively unknown Confederate General, Thomas J. \"Stonewall\" Jackson. His success in this campaign made him one of the most famous Southern generals. Jackson marched his army up and down the Shenandoah Valley for ten weeks. During that time, his army fought in five battles, winning four of them. He defeated three different Union armies. His movements tied down 70,000 Union soldiers, a force four times larger than his own. These soldiers were needed by Union general George B. McClellan for his Peninsula Campaign. Jackson's brilliant Valley Campaign is ranked among the great masterpieces of military strategy. Jackson's campaign is still studied at the United States Military Academy at West Point.\nBackground.\nAfter a series of victories in the West, the Union Army of the Potomac launched a major offensive on the Virginia Peninsula. Their goal was to take Richmond, the Confederate States' capital. The Union was expecting a similar victory that could quickly end the war. In Virginia, the Union army now controlled the western part of the state. They established armies in Fredericksburg and in the lower Shenandoah Valley. While the Shenandoah Valley was important to both sides, it was far more important to the Confederacy. Its geography provided a natural corridor which Confederate armies could use to attack the North. It also provided a safe refuge when the same armies needed to move south again. The Shenandoah Valley was most important because its crops fed the Confederate armies.\nFirst Battle of Kernstown.\nThe battle was fought in Frederick County and Winchester, Virginia on March 23, 1862. It was the opening battle in Jackson's Valley Campaign. Jackson's cavalry commander, Colonel Turner Ashby, had skirmished with Union troops on March 22, 1862. On March 23, Jackson sent his cavalry under Ashby against the Union position. Colonel Nathan Kimball, the Union commander, concentrated his forces on Pritchard Hill and also set up his artillery there. Jackson set up his artillery west of Pritchard Hill on Sandy Ridge. During the battle he visited his artillery position. He discovered that while he thought he was attacking a moderate sized Union army, he was in fact fighting an entire division. Seeing a force much larger than his, Jackson turned to his aide and said \"We are in for it.\"\nJackson changed his attack plan. He placed his infantry around his guns on Sandy Ridge. Kimball, not realizing that his forces outnumbered Jackson's, attacked Sandy Ridge to silence the Confederate cannons. At about four o'clock, Kimball's infantry ran into Jackson's Stonewall Brigade at the base of Sandy Ridge with heavy fighting. Jackson only managed to hold his position even though he kept sending in more troops. The fight soon turned into a stalemate with neither side being able to push back the other. Kimball began sending in Union reinforcements and by six o'clock the Confederates were running out of ammunition. At this point they began to withdraw. Soon the withdrawal turned into a running fight that only ended after dark.\nAlthough the battle was a Confederate tactical defeat, it represented a strategic victory for the South. It prevented the Union from sending forces from the Shenandoah Valley to reinforce McClellan on the peninsula.\nBattle of McDowell.\nAfter the battle of Kernstown, Jackson retreated south to Swift Run Gap. His army joined with Edward Johnson's Army of the Northwest. They were also joined by a division under Richard S. Ewell. Jackson now had about 17,000 Confederate soldiers.\nJohnson's Army of the Northwest was about the size of a brigade. At the time he joined Jackson, his army was being followed by a Union brigade commanded by General Robert H. Milroy. Milroy was expecting support by another Union brigade under General Robert C. Schenck. Milroy moved west near the village of McDowell waiting for Milroy. Jackson, now at Staunton, Virginia, advanced his forces west towards Milroy and Scheneck's Union brigades. On May 8, Milroy attacked the Confederates on Sitlington’s Hill. For four hours the two armies fought, finally throwing Milroy's army back at nightfall. While the Confederates suffered greater casualties, Milroy and Schenck retreated into western Virginia during the night. This left Jackson free to push against the other Union army in the valley. He would keep Union forces busy in the valley for another month.\nBattle of Front Royal.\nThe next battle was fought on May 23, 1862 at Front Royal, Virginia. Jackson's forces attacked a 1,000 man Union garrison commanded by colonel Kenly. The Confederates surprised the pickets and quickly overran them. They drove the Union force back through the streets of Front Royal to Camp Hill (now Overlook Park in the southeastern part of Winchester). Kenly's force tried to set fire to the river bridges as they retreated but the fires were quickly put out. On Camp Hill, the Union forces made a stand before falling back to Guard Hill. They were quickly outflanked by the Confederate force and retreated towards Cedarville. Confederate cavalry under Major Flournoy made two charges on the retreating Union forces. About 900 Union soldiers surrendered.\nFirst Battle of Winchester.\nJackson's victory at Front Royal caused Union general Nathaniel Banks to move his forces from Strasburg and retreat to Winchester. With Jackson now on his right flank, Banks was in danger of being cut off from his base at Winchester. President Lincoln felt Jackson's army in the Shenandoah Valley threatened the safety of Washington D.C. He ordered General Irvin McDowell's corps to hold their position at Fredericksburg, Virginia and not join McClellan's Union push towards Richmond.\nWhen Banks arrived at Winchester, he started organizing his defenses. Jackson's army approached from the south while Ewell's army approached from the southeast. On May 25, Jackson's forces made their first attack, but were thrown back. Ewell's division attacked Camp Hill. At the same time Jackson's Louisiana Brigade outflanked, then overran the Union position on Bower's Hill (southwestern part of Winchester). With their flanks broken, the Union troops began a disorganized retreat through the city of Winchester. Even citizens of Winchester fired on the Union soldiers. Banks retreated across the Potomac River back into Maryland. As a result of the battle, Banks lost about 2,000 men and nearly all of his supplies. The total Confederate casualties numbered only about 400. This was the decisive victory for Jackson's Valley Campaign.\nBattle of Cross Keys.\nLincoln was now concerned that if Banks could not hold Jackson, his Confederate army might move to attack Washington D.C. On May 24, he had instructed Generals John C. Frémont and Irvin McDowell to send troops to support Banks. This was before Banks was defeated at Winchester. Frémont was ordered to move his forces towards Harrisonburg, Virginia, to the southeast. McDowell was ordered to sent 20,000 of his 40,000 troops to support Banks at Winchester.\nOn June 8, Frémont’s 11,500-man Union army found Ewell's Confederate division at Cross Keys, Virginia. Ewell had been ordered to block Frémont's movements towards Port Republic, Virginia. The battle started with a two-hour duel between the Union and Confederate artilleries. A Union flanking maneuver from the left was thrown back by Confederate volley fire. The surprise volley caused 258 Union casualties in just under ten minutes. Frémont did not realize he was dealing with a smaller Confederate force. Under the protection of his artillery batteries, Frémont fell back to the Keezletown Road. The following day, while two Confederate brigades held Frémont where he was, the remainder of Ewell's Confederates moved towards Port Republic.\nBattle of Port Republic.\nOn June 9, 1862, the last of the six battles of Jackson's Valley Campaign was fought at Port Republic, Virginia. Jackson had arrived in the area after dark on June 7. The next day he learned that Frémont's Union forces had been prevented from joining those of General James Shields at Cross Keys. Early in the morning of June 9, Jackson's forces used a makeshift bridge to cross over the South River in Virginia. Union general Erastus B. Tyler placed artillery batteries on a ridge covering the front of the Union position. When Jackson arrived he ordered an assault across the wheat field without taking the time to organize his forces. He had also not made a reconnaissance to find out what Union forces were there and how they were placed. The Stonewall Brigade led the Confederate charge. As they moved forward they came under heavy attack from Tyler's artillery batteries. Jackson sent Richard Taylor's Louisiana brigade on a flank attack against the Union artillery. But the Union gunners saw the flank attack developing and pinned down the Confederates with artillery fire. Jackson knew he had to break through the Union line before Frémont could join Shields. While Jackson was trying to find a way to solve the problem, Ewell's men arrived from Cross Keys. Ewell immediately saw the problem and he attacked the Union left flank. This gave the Stonewall Brigade time to regroup. Confederate artillery batteries opened up on the Union front. This caused the Union line to break and fall back in retreat. This last victory gave Jackson control of the upper and middle Shenandoah Valley.\nAftermath.\nJackson's Valley Campaign in the spring of 1862 was a tremendous success. In just 48 days, his approximately 17,000 Confederates had marched up and down the Shenandoah Valley. They engaged and defeated three different Union armies totaling about 52,000 men. Jackson kept them from reinforcing McClellan's army on the Virginia Peninsula. The campaign cost the Union 5,735 casualties at a loss of about 2,441 Confederate casualties. They captured so many supplies from Banks' army that Confederate soldiers began referring to the Union general as \"Commissary Banks.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Campaign","surface_form":"campaign","offset":84},{"uri":"Virginia","surface_form":"Virginia","offset":106},{"uri":"Shenandoah_Valley","surface_form":"Shenandoah Valley","offset":117},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":168},{"uri":"Confederate_States_Army","surface_form":"Confederate","offset":223},{"uri":"General","surface_form":"General","offset":235},{"uri":"Stonewall_Jackson","surface_form":"Thomas J. \"Stonewall\" Jackson","offset":244},{"uri":"Success","surface_form":"success","offset":279},{"uri":"Famous","surface_form":"famous","offset":329},{"uri":"Southern_United_States","surface_form":"Southern","offset":336},{"uri":"Union_Army","surface_form":"Union armies","offset":530},{"uri":"Soldier","surface_form":"soldier","offset":581},{"uri":"George_B._McClellan","surface_form":"George B. McClellan","offset":675},{"uri":"Peninsula_Campaign","surface_form":"Peninsula Campaign","offset":703},{"uri":"Brilliant","surface_form":"brilliant","offset":733},{"uri":"Masterpiece","surface_form":"masterpiece","offset":785},{"uri":"Military_strategy","surface_form":"military strategy","offset":801},{"uri":"Study","surface_form":"studied","offset":848},{"uri":"United_States_Military_Academy_at_West_Point","surface_form":"United States Military Academy at West Point","offset":863},{"uri":"Western_United_States","surface_form":"West","offset":956},{"uri":"Army_of_the_Potomac","surface_form":"Union Army of the Potomac","offset":966},{"uri":"Offensive_(military)","surface_form":"offensive","offset":1009},{"uri":"Virginia_Peninsula","surface_form":"Virginia Peninsula","offset":1026},{"uri":"Goal","surface_form":"goal","offset":1052},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond","offset":1069},{"uri":"Confederate_States_of_America","surface_form":"Confederate States'","offset":1083},{"uri":"Capital_city","surface_form":"capital","offset":1103},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg","offset":1287},{"uri":"Geography","surface_form":"geography","offset":1445},{"uri":"Corridor","surface_form":"corridor","offset":1474},{"uri":"Refuge","surface_form":"refuge","offset":1563},{"uri":"Crop","surface_form":"crop","offset":1672},{"uri":"Frederick_County%2C_Virginia","surface_form":"Frederick County","offset":1758},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester, Virginia","offset":1779},{"uri":"Cavalry","surface_form":"cavalry","offset":1885},{"uri":"Colonel","surface_form":"Colonel","offset":1904},{"uri":"Turner_Ashby","surface_form":"Turner Ashby","offset":1912},{"uri":"Skirmish","surface_form":"skirmish","offset":1930},{"uri":"Nathan_Kimball","surface_form":"Nathan Kimball","offset":2064},{"uri":"Pritchard_Hill","surface_form":"Pritchard Hill","offset":2128},{"uri":"Artillery","surface_form":"artillery","offset":2163},{"uri":"Division_(military)","surface_form":"division","offset":2417},{"uri":"Aide","surface_form":"aide","offset":2486},{"uri":"Infantry","surface_form":"infantry","offset":2567},{"uri":"Cannon","surface_form":"cannon","offset":2718},{"uri":"Stonewall_Brigade","surface_form":"Stonewall Brigade","offset":2788},{"uri":"Stalemate","surface_form":"stalemate","offset":2969},{"uri":"Ammunition","surface_form":"ammunition","offset":3134},{"uri":"Withdrawal_(military)","surface_form":"withdraw","offset":3174},{"uri":"Dark","surface_form":"dark","offset":3254},{"uri":"Retreat","surface_form":"retreat","offset":3535},{"uri":"Swift_Run_Gap","surface_form":"Swift Run Gap","offset":3554},{"uri":"Edward_Johnson_(general)","surface_form":"Edward Johnson","offset":3590},{"uri":"Confederate_Army_of_the_Northwest","surface_form":"Army of the Northwest","offset":3607},{"uri":"Richard_S._Ewell","surface_form":"Richard S. Ewell","offset":3672},{"uri":"Brigade","surface_form":"brigade","offset":3797},{"uri":"Robert_H._Milroy","surface_form":"Robert H. Milroy","offset":3905},{"uri":"Staunton%2C_Virginia","surface_form":"Staunton, Virginia","offset":4093},{"uri":"Casualty_(person)","surface_form":"casualties","offset":4377},{"uri":"West_Virginia","surface_form":"western Virginia","offset":4423},{"uri":"Front_Royal%2C_Virginia","surface_form":"Front Royal, Virginia","offset":4667},{"uri":"Garrison","surface_form":"garrison","offset":4734},{"uri":"Colonel","surface_form":"colonel","offset":4756},{"uri":"Picket_(military)","surface_form":"picket","offset":4802},{"uri":"Flanking_maneuver","surface_form":"outflanked","offset":5180},{"uri":"Cedarville%2C_West_Virginia","surface_form":"Cedarville","offset":5238},{"uri":"Major","surface_form":"Major","offset":5276},{"uri":"Surrender_(military)","surface_form":"surrender","offset":5365},{"uri":"Nathaniel_Banks","surface_form":"Nathaniel Banks","offset":5460},{"uri":"Strasburg%2C_Virginia","surface_form":"Strasburg","offset":5500},{"uri":"Winchester%2C_Virginia","surface_form":"Winchester","offset":5525},{"uri":"President_of_the_United_States","surface_form":"President","offset":5640},{"uri":"Abraham_Lincoln","surface_form":"Lincoln","offset":5650},{"uri":"Irvin_McDowell","surface_form":"Irvin McDowell","offset":5763},{"uri":"Corps","surface_form":"corps","offset":5780},{"uri":"Fredericksburg%2C_Virginia","surface_form":"Fredericksburg, Virginia","offset":5812},{"uri":"Defense_(military)","surface_form":"defense","offset":5951},{"uri":"Potomac_River","surface_form":"Potomac River","offset":6492},{"uri":"Maryland","surface_form":"Maryland","offset":6516},{"uri":"Decisive_victory","surface_form":"decisive victory","offset":6683},{"uri":"John_C._Fr%C3%A9mont","surface_form":"John C. Frémont","offset":6913},{"uri":"Harrisonburg%2C_Virginia","surface_form":"Harrisonburg, Virginia","offset":7078},{"uri":"Cross_Keys%2C_Virginia","surface_form":"Cross Keys, Virginia","offset":7290},{"uri":"Port_Republic%2C_Virginia","surface_form":"Port Republic, Virginia","offset":7372},{"uri":"Duel","surface_form":"duel","offset":7432},{"uri":"Flanking_maneuver","surface_form":"flanking maneuver","offset":7492},{"uri":"Volley_fire","surface_form":"volley fire","offset":7555},{"uri":"Port_Republic%2C_Virginia","surface_form":"Port Republic, Virginia","offset":8064},{"uri":"James_Shields","surface_form":"James Shields","offset":8244},{"uri":"South_River_(Rapidan_River)","surface_form":"South River","offset":8364},{"uri":"Erastus_B._Tyler","surface_form":"Erastus B. Tyler","offset":8403},{"uri":"Wheat","surface_form":"wheat","offset":8554},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":8637},{"uri":"Richard_Taylor","surface_form":"Richard Taylor","offset":8867},{"uri":"Louisiana","surface_form":"Louisiana","offset":8884}]}