{"id":565101,"url":"http://en.wikipedia.org/wiki/2016_Irkutsk_mass_methanol_poisoning","text":"e=\"preserve\">In late-December 2016, 58 people died from mass methanol poisoning in Irkutsk, Russia. It was caused by people drinking cheap counterfeit alcohol that was actually supposed to be used as a bath lotion. The counterfeit was called \"Boyaryshnik\" (Боярышник; Russian for \"Hawthorn\").\nCause.\n\"Boyaryshnik\" was much cheaper than vodka, so people bought it instead amid the tough economic conditions. Similar incidents have been on the rise as Russia's economy has suffered from low oil prices and international sanctions from the Russian intervention in Ukraine. Russia's deputy prime minister said before the incident that this type of alcohol made up 20% of all the alcohol drank in the country.\nThe lotion was mixed with methanol; which is an alcohol that is poisonous. The label on the bottle said that the lotion instead had ethanol. A total of 58 people died from drinking the lotion. The victims were poor and were all between the ages of 35 and 50.\nAftermath.\nMany people who were involved with making the lotion were arrested. About 500 litres (130 US gal) of lotion was confiscated from the facility where it was made.\nDmitry Medvedev, the Prime Minister of Russia, called for a ban on counterfeit alcohol, stating that \"it's an outrage, and we need to put an end to this.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Methanol","surface_form":"methanol","offset":61},{"uri":"Poisoning","surface_form":"poisoning","offset":70},{"uri":"Irkutsk","surface_form":"Irkutsk","offset":83},{"uri":"Russia","surface_form":"Russia","offset":92},{"uri":"Alcohol","surface_form":"alcohol","offset":151},{"uri":"Russian_language","surface_form":"Russian","offset":268},{"uri":"Vodka","surface_form":"vodka","offset":336},{"uri":"Oil","surface_form":"oil","offset":489},{"uri":"Russian_military_intervention_in_Ukraine_(2014%E2%80%93present)","surface_form":"Russian intervention in Ukraine","offset":537},{"uri":"Ethanol","surface_form":"ethanol","offset":837},{"uri":"Dmitry_Medvedev","surface_form":"Dmitry Medvedev","offset":1136},{"uri":"Prime_Minister_of_Russia","surface_form":"Prime Minister of Russia","offset":1157}]}