{"id":565376,"url":"http://en.wikipedia.org/wiki/Sloop","text":"A sloop is a sailboat usually with one mast and fore-and-aft rigged sails. It can also describe a square rigged sailing ship of two or more masts which is sometimes called a sloop of war. The French called them corvettes. Originally the definition of a sloop was vague. A 1750 book said sloops \"are sailed and masted as men's fancies lead them, sometimes with one mast, with two, and with three.\" Modern recreational sloops are almost always one-masted sailing ships with fore-and-aft sails. Their simple layout makes them popular with amateur sailors. The sloop is a manageable sailboat layout up to a length of about.\nHistory.\nThe sloop design dates back to the early part of the 17th century. By the 20th century they became very popular. Their main advantages are their ease of handling and ability to sail upwind (into the wind).\nAn early 17th century design was the Bermuda sloop, so-named for the Bermuda trade with North America. It was designed to be fast and could sail in both directions. They needed to be fast to outrun French privateers. The hull was made from Bermuda cedar. The wood was light and resisted rot. They had from one to three masts.\nMost modern sailboats are based on the Bermuda sloop design. The Bermuda rig replaced the earlier gaff rig which used a four-cornered sail (instead of a triangular sail) and a spar. A gaff rig design allows more sail on a mast. Another advantage is the gaff rig and other early designs can spill wind faster in a blow (heavy wind).\nThe sloop of war was the most numerous design in the Royal Navy by the end of the Napoleonic Wars. Yet very little has been written about them or their French counterpart, the Corvettes. Later, the United States used sloops of war. The Royal Navy used the class of \"sloop\" right up until the end of World War II. The sailing sloop, like its larger cousin the frigate, were fast and used in a variety of roles. They were not usually used in battle, but were more often used for support in reconnaissance and for carrying messages. They were probably the best of the Royal Navy sailing ships for maneuverability and could function in all but the roughest sea conditions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sailboat","surface_form":"sailboat","offset":13},{"uri":"Mast","surface_form":"mast","offset":39},{"uri":"Fore-and-aft_rig","surface_form":"fore-and-aft rig","offset":48},{"uri":"Sail","surface_form":"sail","offset":68},{"uri":"Square_rig","surface_form":"square rig","offset":98},{"uri":"French_people","surface_form":"French","offset":192},{"uri":"Corvette","surface_form":"corvette","offset":211},{"uri":"Vague","surface_form":"vague","offset":263},{"uri":"Recreation","surface_form":"recreation","offset":404},{"uri":"Amateur","surface_form":"amateur","offset":536},{"uri":"Manage","surface_form":"manage","offset":568},{"uri":"17th_century","surface_form":"17th century","offset":682},{"uri":"20th_century","surface_form":"20th century","offset":703},{"uri":"Upwind","surface_form":"upwind","offset":811},{"uri":"North_America","surface_form":"North America","offset":923},{"uri":"Privateer","surface_form":"privateer","offset":1040},{"uri":"Hull_(watercraft)","surface_form":"hull","offset":1056},{"uri":"Cedar","surface_form":"cedar","offset":1083},{"uri":"Wood","surface_form":"wood","offset":1094},{"uri":"Rot","surface_form":"rot","offset":1122},{"uri":"Gaff_rig","surface_form":"gaff rig","offset":1259},{"uri":"Spar_(sailing)","surface_form":"spar","offset":1337},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":1546},{"uri":"Napoleonic_Wars","surface_form":"Napoleonic Wars","offset":1575},{"uri":"United_States","surface_form":"United States","offset":1691},{"uri":"World_War_II","surface_form":"World War II","offset":1792},{"uri":"Frigate","surface_form":"frigate","offset":1852},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":1981}]}