{"id":565336,"url":"http://en.wikipedia.org/wiki/100_Women_(BBC)","text":"\"100 Women\" is a BBC series started in 2013. It looks at the role of women in the twenty-first century. It organised events in London and Mexico.\nAfter the women are named, the BBC has three weeks of information about women. Women from all over the world make comments on Twitter about the interviews and debates.\nHistory.\nAfter the 2012 Delhi gang rape case, BBC Controller Liliane Landor, BBC editor Fiona Crack, and other journalists started a series about the issues and successes of women. Women told the BBC there was not enough information about issues women face. In March 2013, BBC received a \"flood of feedback from female listeners\" that asked for more information \"from and about women.\"\nThe BBC started the series in 2013 because there were not enough women represented in the media. The BBC used a survey in 26 languages to choose women for the first program. There were programs for one month, then there was a conference on 25 October. Women from different countries talked about issues they shared. There were many subjects, like work, feminism, motherhood, and religion. The series looked at cultural and social problems women have in life.\nAfter the first program, there were many other subjects, like education, health, equal pay, genital mutilation, domestic violence, and sexual abuse. The series tries to give women a place to talk about how to make the world better and stop sexism. Women on the list are from many countries and many professions. Some of the women are famous, and some are not well known.\n2016.\nThe 2016 theme was Defiance. Part of the 100 Women festival was in Mexico City. The 2016 list was in alphabetical order.\n2015.\nThe BBC News 100 Women list in 2015 was made up of many notable international names, as well as women who were unknown, but who represent issues women face. The women of 2015, included representatives from 51 countries and were not necessarily those who would traditionally have been seen as role models—a woman suffering from depression, a woman who advocates for equal access to bathroom facilities, a woman who encourages other women to avoid make-up, and a reindeer nomad.\n2014.\nThe BBC News 100 Women list in 2014 continued the efforts of the first year's initiative.\n2013.\nThe 2013 event was a month-long BBC series that took place in October. The series examined the role of women in the 21st century and culminated in an event held at BBC Broadcasting House in London, United Kingdom on 25 October 2013 involving a hundred women from around the world, all of whom came from different walks of life. The day featured debate and discussion on radio, television and online, in which the participants were asked to give their opinions about the issues facing women.\nThe event held on 25 October 2013 featured 100 women from all walks of life.","categories":[],"infobox_types":["recurring event"],"annotations":[{"uri":"BBC","surface_form":"BBC","offset":17},{"uri":"Role","surface_form":"role","offset":61},{"uri":"London","surface_form":"London","offset":127},{"uri":"Mexico","surface_form":"Mexico","offset":138},{"uri":"Twitter","surface_form":"Twitter","offset":272},{"uri":"2012_Delhi_gang_rape_case","surface_form":"2012 Delhi gang rape case","offset":333},{"uri":"Liliane_Landor","surface_form":"Liliane Landor","offset":375},{"uri":"Journalist","surface_form":"journalist","offset":425},{"uri":"Debate","surface_form":"issues","offset":464},{"uri":"Success","surface_form":"success","offset":475},{"uri":"Statistical_survey","surface_form":"survey","offset":812},{"uri":"Conference","surface_form":"conference","offset":926},{"uri":"Wage","surface_form":"pay","offset":1246},{"uri":"Female_genital_mutilation","surface_form":"genital mutilation","offset":1251},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":1271},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":1294},{"uri":"Sexism","surface_form":"sexism","offset":1399},{"uri":"Profession","surface_form":"profession","offset":1458},{"uri":"Mexico_City","surface_form":"Mexico City","offset":1603},{"uri":"Alphabetical_order","surface_form":"alphabetical order","offset":1637},{"uri":"BBC","surface_form":"BBC","offset":2274},{"uri":"BBC_Broadcasting_House","surface_form":"BBC Broadcasting House","offset":2406}]}