{"id":565498,"url":"http://en.wikipedia.org/wiki/Jib","text":"A jib is a triangular sail that sets ahead of the foremast of a sailing vessel. Its tack (lower leading edge) is attached to the bowsprit, to the bow, or to the deck between the bowsprit and the foremost mast. Jibs and spinnakers are the two main types of headsails on a modern boat.\nTraditional vessels.\nSchooners typically have up to three jibs. The foremost one sets on the topmast forestay and is generally called the \"jib topsail\". A second jib on the main forestay is called \"the jib\". The innermost jib is called \"the staysail\". Actually, all three sails are both jibs and staysails, in a general sense. A large square-rigged ship typically has four jibs, but could have as many as six.\nThe first two were rarely used except by clipper ships in light winds. A storm jib was a small jib of heavy canvas set to a stay to help to control the ship in bad weather.\nModern vessels.\nBoats may be sailed using a jib alone. More commonly jib(s) make a minor direct contribution to moving the boat, compared to a mainsail. Generally, a jib's most important function is as an airfoil, increasing performance and overall stability of the mainsail.\nOn boats with only one jib, it is common for the clew of the jib to be further aft than the mast, meaning the jib and mainsail overlap. An overlapping jib is called a \"genoa jib\" or simply a genoa (see illustration). These are efficiently used when reaching more broadly than a close reach. Alternatively, a boat may carry smaller jibs, to compensate aerodynamics when the mainsail is reefed; these more rugged sails are called \"storm jibs\" or \"spitfires\".\nOn a boat with two staysails the inner sail is called the \"staysail\", and the outer (foremost) is called the jib. This combination of two staysails is called a \"cutter rig\" (or in North America a \"yankee pair\") and a boat with one mast rigged with two staysails and a mainsail is called a cutter.\nOn cruising yachts, and nearly all racing sailboats, the jib needs to be worked when tacking. On these yachts, there are two sheets (ropes) attached to the clew of the jib. As the yacht comes head to wind during a tack, the active sheet is released. At the same time the other sheet (the \"lazy sheet\") on the other side of the boat is pulled in. This sheet becomes the new \"active sheet\" until the next tack.","categories":[],"infobox_types":[],"annotations":[{"uri":"Triangle","surface_form":"triangular","offset":11},{"uri":"Sail","surface_form":"sail","offset":22},{"uri":"Mast","surface_form":"foremast","offset":50},{"uri":"Sailing_ship","surface_form":"sailing vessel","offset":64},{"uri":"Tack_(sail)","surface_form":"tack","offset":84},{"uri":"Attach","surface_form":"attach","offset":113},{"uri":"Bowsprit","surface_form":"bowsprit","offset":129},{"uri":"Bow_(ship)","surface_form":"bow","offset":146},{"uri":"Deck_(ship)","surface_form":"deck","offset":161},{"uri":"Spinnaker","surface_form":"spinnaker","offset":219},{"uri":"Headsail","surface_form":"headsail","offset":256},{"uri":"Schooner","surface_form":"Schooner","offset":305},{"uri":"Forestay","surface_form":"forestay","offset":385},{"uri":"Staysail_(sail)","surface_form":"staysail","offset":580},{"uri":"Square_rig","surface_form":"square-rigged","offset":619},{"uri":"Clipper_ships","surface_form":"clipper ships","offset":735},{"uri":"Canvas","surface_form":"canvas","offset":802},{"uri":"Weather","surface_form":"weather","offset":858},{"uri":"Mainsail","surface_form":"mainsail","offset":1010},{"uri":"Function","surface_form":"function","offset":1054},{"uri":"Airfoil","surface_form":"airfoil","offset":1072},{"uri":"Performance","surface_form":"performance","offset":1092},{"uri":"Stability","surface_form":"stability","offset":1116},{"uri":"Genoa_(sail)","surface_form":"genoa","offset":1334},{"uri":"Reaching_(sailing)","surface_form":"reaching","offset":1392},{"uri":"Close_reach","surface_form":"close reach","offset":1421},{"uri":"Reef_(sail)","surface_form":"reefed","offset":1528},{"uri":"Cutter_(ship)","surface_form":"cutter","offset":1889},{"uri":"Tack","surface_form":"tack","offset":1982},{"uri":"Sheet","surface_form":"sheet","offset":2022}]}