{"id":565586,"url":"http://en.wikipedia.org/wiki/American_Airlines_Flight_96","text":"American Airlines Flight 96 was a flight operated by American Airlines. The flight was operated with a McDonnell Douglas DC-10. On 12 June 1972, the flight went into explosive decompression after a cargo door was blown out from the airplane. This incident occurred near the city of Windsor, Ontario, Canada. Because the incident occurred near the city, this incident is sometimes referred to as the Windsor Incident.\nThe incident was caused because of the cargo door. The cargo door was blown out of the plane because the locks of the cargo door failed. When the locks failed, the cargo door blew out and caused rapid decompression in the cargo area of the airplane. This caused the collapse of part of the passenger section of the airplane, which in turn led to some problems with the plane. The rudder of the airplane was jammed to the right, and cable controls to the second engine were separated. Luckily, no hydraulics were broken. Despite having little control of the airplane, Captain Bryce McCormick was successful in landing the airplane at Detroit Metropolitan Wayne County Airport. After the incident, McDonnell Douglas, the maker of the aircraft, made minor changes to the locks of the cargo door. These changes would prove to be not successful with the crash of Turkish Airlines Flight 981. The crash was caused by exactly the same reason as this incident.","categories":[],"infobox_types":[],"annotations":[{"uri":"McDonnell_Douglas_DC-10","surface_form":"McDonnell Douglas DC-10","offset":103},{"uri":"Uncontrolled_decompression","surface_form":"explosive decompression","offset":166},{"uri":"Windsor%2C_Ontario","surface_form":"Windsor, Ontario","offset":282},{"uri":"Canada","surface_form":"Canada","offset":300},{"uri":"Rapid_decompression","surface_form":"rapid decompression","offset":612},{"uri":"Rudder","surface_form":"rudder","offset":797},{"uri":"Detroit_Metropolitan_Wayne_County_Airport","surface_form":"Detroit Metropolitan Wayne County Airport","offset":1050},{"uri":"McDonnell_Douglas","surface_form":"McDonnell Douglas","offset":1113},{"uri":"Turkish_Airlines_Flight_981","surface_form":"Turkish Airlines Flight 981","offset":1275}]}