{"id":565680,"url":"http://en.wikipedia.org/wiki/Arrondissements_of_the_Bas-Rhin_department","text":"e=\"preserve\">There are 5 arrondissements in the Bas-Rhin department. The French departments, and in other countries, are divided into \"arrondissements\", which may be translated into English as districts (in some cases, as boroughs'\"). The capital of an arrondissement is called a subprefecture.\nIf the prefecture (capital) of the department is in an arrondissement, that prefecture is the capital of the arrondissement, acting both as a prefecture and as a subprefecture.\nArrondissements are further divided into communes.\nHistory.\nBas-Rhin is one of the original 83 departments created during the French Revolution on 4 March 1790. It was divided in four districts: Haguenau, Benfeld, Strasbourg and Wissembourg, with Strasbourg as is capital. Soon, the district of Sarre-Union was created and the name of the district of Benfeld was changed to Sélestat (in its origins, Schlestadt).\nIn 1800, with the creation of the \"arrondissements\" in France, the five districts were changed into four \"arrondissements\": Strasbourg, Barr, Saverne and Wissembourg. The subprefecture of Barr was moved to Schlestadt (Sélestat) in 1806.\nThe Bas-Rhin department was eliminated in 1871 when the territory became part of Germany.\nIn 1919, Bas-Rhin is again an department when the territory became part of France with the \"arrondissements\" Strasbourg-Ville, Strasbourg-Campagne, Erstein, Haguenau, Molsheim, Saverne, Sélestat and Wissembourg.\nThe \"arrondissements\" Sélestat and Erstein were combined in 1974 to form the \"arrondissement\" of Sélestat-Erstein.\nIn 2015, the \"arrondissements\" Strasbourg-Campagne and Wissembourg were eliminated and their territories passed to the remaining \"arrondissements\", and only 5 were kept: Haguenau-Wissembourg, Molsheim, Saverne, Sélestat-Erstein and Strasbourg.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bas-Rhin","surface_form":"Bas-Rhin","offset":48},{"uri":"France","surface_form":"French","offset":73},{"uri":"Departments_of_France","surface_form":"departments","offset":80},{"uri":"Arrondissements_of_France","surface_form":"arrondissements","offset":135},{"uri":"Borough","surface_form":"borough","offset":222},{"uri":"Prefectures_in_France","surface_form":"subprefecture","offset":280},{"uri":"Prefectures_in_France","surface_form":"prefecture","offset":302},{"uri":"Communes_of_France","surface_form":"communes","offset":513},{"uri":"French_Revolution","surface_form":"French Revolution","offset":598},{"uri":"District","surface_form":"district","offset":656},{"uri":"Capital_city","surface_form":"capital","offset":736},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":919},{"uri":"Prefectures_in_France","surface_form":"subprefecture","offset":1056},{"uri":"Germany","surface_form":"Germany","offset":1203},{"uri":"Territory","surface_form":"territories","offset":1632}]}