{"id":565620,"url":"http://en.wikipedia.org/wiki/Sonnet_on_the_Great_Suffering_of_Jesus_Christ","text":"\"Sonnet on the Great Suffering of Jesus Christ\" () is a poem by 17th century Polish poet Stanisław Herakliusz Lubomirski. It is one of the finest examples of sonnet form in Old Polish literature. The poem is a part of \"The Poems of Lent\" (in Polish \"Poezje postu świętego\"). It was translated into English by Michael J. Mikoś (Michael J. Mikos).\nThe author.\nStanisław Herakliusz Lubomirski was a Polish nobleman. He was born in 1642. He travelled a lot in his youth. He visited France, Spain, Italy and Austria. He as interested in literature and theatre. After he had returned to Poland, he became a politician. He was a member of Sejm (Parliament). He became also the Great Marshall (that is a secretary of internal affairs). He died in 1702.\nThe sonnet.\nThe sonnet was not very popular in Old Polish literature. This genre existed for three hundred years in Italy, when Polish poets started writing such poems. The first poet to write sonnets in Polish was Jan Kochanowski. After him two notable poets wrote such poems. They were Mikołaj Sęp Szarzyński and Sebastian Grabowiecki.\nThe form.\n\"Sonnet on the Great Suffering of Jesus Christ\" is one of the best poems of the genre in 17th century Polish poetry. It follows the rules of Italian sonnet. It is made up of 11-syllable lines. All Italian sonnets were written in \"endecasillabo\" that is 11-syllable metre. The rhyme scheme is the most classical. There are only four rhymes. The scheme is abba abba cdc dcd.\n\"Tryumf, czy piekła łupy, czy mogiły\"\n\"Są cudem męki, co zniósł Bóg wcielony?\"\n\"Moc, myśl, żal, strach, pot, krew, sen zwyciężony,\"\n\"Zdrada, powrozy, łzy, sąd i niemiły\"\n\"Twarzy policzek, i rózgi, co biły,\"\n\"Słup, cierń, krzyż, gwóźdź, żółć i bok otworzony\"\n\"Są to dobroci dary, a nie męki,\"\n\"Nie dary, ale łaski źrzódła żywe,\"\n\"Nie źrzódła, ale boskie cuda ręki,\"\n\"Tej ręki, co nam zbawienie szczęśliwe\"\n\"Z swych ran wylała, za które niech dzięki\"\nAn unusual feature of the poem is a long enumeration in the 5th line and in the 8th line. It is composed of 1-syllable words. In Polish language such words are very rare. Stanisław Herakliusz Lubomirski was not the only poet to use such a poetic device. Daniel Naborowski used it earlier in the poem \"The Brevity of Life\" (in Polish \"Krótkość żywota\"). This poem was put into English by Michael J. Mikoś, too.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stanis%C5%82aw_Herakliusz_Lubomirski","surface_form":"Stanisław Herakliusz Lubomirski","offset":89},{"uri":"Michael_J._Miko%C5%9B_(Michael_J._Mikos)","surface_form":"Michael J. Mikoś (Michael J. Mikos)","offset":309},{"uri":"Jan_Kochanowski","surface_form":"Jan Kochanowski","offset":960},{"uri":"Miko%C5%82aj_S%C4%99p_Szarzy%C5%84ski","surface_form":"Mikołaj Sęp Szarzyński","offset":1033},{"uri":"Sebastian_Grabowiecki","surface_form":"Sebastian Grabowiecki","offset":1060}]}