{"id":56560,"url":"http://en.wikipedia.org/wiki/Gone_with_the_Wind_(movie)","text":"\"Gone with the Wind\" is the 1939 American movie based on Margaret Mitchell's book of the same name. It premiered in Atlanta, Georgia. It stars Clark Gable, Vivien Leigh, Leslie Howard and Olivia de Havilland. The movie tells the story of the American Civil War from the perspective (view point) of a young southern woman named Scarlett O'Hara.\nStory.\nScarlett O'Hara is a spoiled, beautiful, histrionic young Southern woman living in Georgia in the year 1861. In this time, who a woman marries is very important to the rest of her life, and Scarlett loves only one man. His name is Ashley Wilkes. Unfortunately, Scarlett finds out that Ashley is going to marry a woman named Melanie Hamilton, his own cousin. During a barbecue at Ashley's plantation named Twelve Oaks, with all the families in the area, news arrives that a war between the Northern and Southern parts of the United States has begun. Before Scarlett lets Ashley marry Melanie, she decides to tell him how she really feels. While the women nap to before the upcoming party that evening, Scarlett slips down and waits for Ashley to come out of the \"meeting\" the men are having about the war.\nDuring the meeting, Rhett Butler, a rich, clever, Charleston, South Carolina \"gentleman\", stands up to warn the men about being too sure of their victory in the war, explaining that the north has the technology, the rail lines, the immigrants they don't have. The men take insult, and Rhett leaves to let the men cool down. He decides to show himself around the house.\nAshley leaves the room as well, to be a good host. But, before he can catch up with him, Scarlett peeps out from her hiding place and waves Ashley over. He follows her into a room where they can be alone. Scarlett tells Ashley how much she loves him, but Ashley has already made up his mind to marry Melanie. The wealthy and spoiled Scarlett throws a fit, and because of that Ashley leaves the room. Scarlett in a frenzy picks up a vase and heaves it across the room over a couch and into the wall. The charming Rhett Butler rises from the couch, startling and embarrassing Scarlett. He agrees not to tell anyone about the conversation, although humorously mocking her about it all. Before the men leave, whooping at the excitement of war and declaring how they'll \"whip those Yankees\" and be back in a month, Scarlett agrees to marry Charles Hamilton (Melanie's younger brother). She barely looks at him, accepting his proposal only because she wants to get revenge on Ashley for marrying Melanie. Unfortunately, Charles gets sick and dies in the war, and Scarlett is left home bored with the traditions of mourning a man she didn't love.\nSeeing how miserable her eldest daughter is, her mother allows Scarlett to go to Atlanta, Georgia to stay with Melanie, although Scarlett really has Ashley in mind. While there, she sees Rhett Butler (Clark Gable), with whom she had the brief encounter with at the party. Rhett has become a privateer, smuggling goods to the south past the northern naval blockade. He makes Scarlett very uncomfortable, especially after Melanie offers her wedding ring to raise money for the army and Scarlett gives hers as well. Rhett respects Melanie deeply, but knows that Scarlett's offer of her wedding ring means nothing at all to her. But bored at wearing interminable black mourning clothes and being prevented from dancing, which she loves, she agrees to dance with him when he offers a large donation for \"The Cause\" for a dance with her, something which her elders think she should not do since her husband had just died and she is in mourning. But when Melanie thinks it would be all right because she would only be doing this for the donation, Scarlett dances with Rhett to the Virginia Reel.\nA few months later, the battle gets close to Atlanta, and as rumors of the Union Army invading Atlanta increase, Melanie's Aunt Pittypat, a neurotic hysteric, leaves the two young women alone. Scarlett goes to Melanie to tell her they ought to get out of the city as well, only to find her sister-in-law in labor with Ashley's baby, conceived on his last, brief leave. The doctor is too busy trying to care for the thousands of wounded Confederate soldiers, so with only Scarlett's inexpert help, Melanie gives birth to a boy. Thinking she may die, Melanie asks Scarlett if she would take care of her son. Scarlett, already terrified but not wanting Melanie to see, tells her not to be such a silly goose and sends her maid Prissy to find Rhett. He's playing cards in a brothel, and Prissy stands outside, calling his name, afraid to enter. When he finally comes to the window, she tells him that Miss Melly had her baby (although she takes the credit for most of it, saying Miss Scarlett \"helped a little\") and Miss Scarlett wants Rhett to come because the Yankees are coming. After a loud explosion sends Prissy into hysterics, Rhett finds one of the last remaining horses in Atlanta, and a wagon for it to pull. Scarlett begs Rhett to take them home to Tara, finally sobbing that she wants her mother. That softens Rhett's heart, as does the sight of Melanie, who can barely hold onto him as he lifts her from her bed, and at her nearly inaudible request, translated by Scarlett, takes along her most prized possessions: one possession each of her husband's and brother's. After loading the wagon, placing Melanie, in great pain from the difficult birth, with her baby in the wagon bed, he manages to laugh at Scarlett because she's concerned that she forgot to lock the front door.\nRhett tries to outrun both the retreating Confederate Army, who want the horse, and the approaching Union Army. They race against the background of the great fire caused by the Confederate Army destroying the fuel depot to prevent it from falling into the enemy's hands. However, after escaping Atlanta, Rhett stops the wagon under a bridge over which the Confederate soldiers are marching. It is pouring rain, and the very weak and ill Melanie tries to protect her infant from the weather. Rhett informs Scarlett that he is leaving to join the army. She argues with him, but he won't be swayed, and when he asks for a kiss for a departing soldier (meaning himself), Scarlett slaps him instead, declaring her eternal hatred for him. The three women finally reach Twelve Oaks, the Wilkes' family home, burned to the ground. This sight makes Scarlett even more determined to get to Tara and her mother, and she whips the poor tired horse in a frenzy. The horse collapses and dies. They find Tara in very bad shape; her mother has died and her father's mental state seems unstable. Scarlett famously vows to always take care of herself and her family, no matter what it takes, because she nor her own will ever be hungry again.\nAfter an intermission (a short break used in very long movies), the movie returns to Tara, where Scarlett and her family are working very hard to survive. The far-away war is over now, and despite Scarlett's protests, they share their food with returning Confederate soldiers passing through. Ashley Wilkes returns, recognized from far away by Melanie, who runs to greet her husband. When Scarlett realizes who it is, she too starts to move towards him, held back by Mammy's reminder that he's Melanie's husband. They continue to work the land themselves, without the assistance of the slaves such a plantation required. Tara's previous overseer, fired by Scarlett's mother for what she considered his unacceptable behavior with the local trollop, has become a powerful man in the county, and out of revenge, raises their taxes beyond what they can afford to pay. Scarlett finds out that Rhett Butler is in jail and she plans to trick him into giving her some money to help her family. However, the scheme does not go according to Scarlett's plan, and after leaving Rhett's jail, Scarlett meets Frank Kennedy, her sister Suellen's intended husband. Realizing that he has a good business, which she intends to improve and save Tara, Scarlett decides to marry him, despite the fact that he was going to marry her own sister.\nScarlett is assaulted in her carriage while driving along the road. She is not harmed, because one of the former field slaves from Tara is living in a shantytown and rescues her, after which she tells him to go home to Tara. But Frank and the other men decide to go clear out the shantytown, where former slaves and criminals lived after the war because they had no homes to return to and no way to feed themselves. During this act, illegal under the laws imposed by the occupying Union Army, Frank, is killed and Ashley wounded. Rhett, known to be friends with many of the Northern soldiers, uses his quick wits and concocts a plan with Melanie, who trusts him, and the other women, who trust Melanie's judgment. Soon after, Scarlett again shocks the \"Old Guard\", i.e. the remaining southern Atlanta families of her class, by accepting Rhett Butler's proposal. They enjoy their honeymoon in New Orleans, including Scarlett's obvious enjoyment of the vast amounts of delicious foods and the closeness between them at night when he soothes her as she is awakened by a repeated nightmare. Rhett promises to help rebuild Tara and they build another mansion in Atlanta. Enjoying her riches and security for the first time since the war began, Scarlett becomes increasingly greedy, furnishing her new mansion opulently and in Rhett's opinion tastelessly. She holds parties inviting northern carpetbaggers, while the southerners of her acquaintance remain poor and dressed in rags. But Melanie, one of the most respected of all the women of Atlanta, makes it clear that Scarlett and Rhett are still to be accepted in her world.\nWhen Scarlett has a baby that Rhett names Bonnie, Rhett begins to see that if Bonnie is to be accepted into their own world, he must change his reputation. Melanie helps by making it known that Rhett fought in the Confederate Army. After Bonnie is born, Scarlett says she will have no more children, and Rhett takes the news badly, since in that time, the only way to ensure no more pregnancies was total abstinence from sex. Scarlett still wishes she could marry Ashley Wilkes, and she sees him one day and is caught hugging him. At a party that night, Rhett refuses to accompany her, but forces her to go, first choosing a bright red dress for her to wear. Scarlett is apprehensive, but as always sails in, holding her head high. But there's no need for her to worry, because Melanie is as always totally loving and accepting of \"our dear Scarlett\", walking her to every guest one by one, forcing them to greet her. She even orders Ashley's sister India to leave her house when India insults Scarlet's reputation. Rhett, however, is very angry and hurt, and late that night, when she sneaks downstairs to drink a glass of port before bed, he violently grabs her and carries her upstairs to her bedroom. The next morning she awakes happy, but her mood only lasts until he tells her he's going away and taking Bonnie with him. In London, he fires the Nanny he'd hired to care for Bonnie when she neglects to leave a nightlight on because of Bonnie's fear of the dark, and is enraged by the woman's insistence that giving in to the child will make her weak; Rhett tells her that Bonnie does not have a weak bone in her body. Bonnie, looking like a miniature Scarlett, wants to go home, and her father promises they will go right away. Very possibly - his daughter's nightmares remind him of her mother's on their honeymoon. But when he greets Scarlett on the enormous staircase he had carried her up the last night he was there, she tells him coldly that she is pregnant with another baby. He grabs her arm and asks if it's his or Ashley's. Angry, Scarlett jerks her arm away violently and falls down the stairs, killing their unborn child.\nScarlett and Rhett are further devastated (very upset) when Bonnie, now their only child, insists on jumping her horse. Scarlett has a flashback to her father's fatal accident while jumping his horse, and jumps up, begging Rhett to stop her. But with no time to do so, Bonnie falls and dies. Melanie, who is summoned by Mammy to help Rhett, who has locked himself in a room with Bonnie's body, is also very sick, and pregnant with another baby, despite being told she would never survive another birth. She collapses outside Rhett's door and is carried home. News reaches Scarlett and Rhett that Melanie will probably die, and they hurry to see her. While Melanie and Scarlett are alone, Melanie asks Scarlett to look after her husband, Ashley, and to never stop loving Rhett, who loves Scarlett very much. She dies just after, and Ashley is extremely upset. Scarlett finally realizes how much Melanie meant to Ashley, and that Scarlett could never have meant so much to him, and also finally realizes that despite her jealousy and negative thoughts over the years about Melanie, she was truly her best and most beloved friend. And as she finally has these revelations, she also finally comes to the realization while running through the fog - home to her husband, that this is her nightmare, and the meaning of it is that Rhett truly is the man she loves and wants to be with.\nScarlett hurries home to find Rhett and tell him how much she loves him, but he tells her he wants a divorce because he feels like she never loved him. He is still very hurt by losing Bonnie, his daughter, and he leaves Scarlett sitting alone on the stairs, alone and unwanted for the first time in her life. Then, she realizes she always has Tara. So she decides not to think about Rhett and Melanie and Ashley now and instead, she'll go home to Tara and think about it tomorrow.\nMemorable quotations.\nThere are many famous lines from this movie. People remember these lines and think they are important to the movie.\nRecognition.\nAlthough \"Gone with the Wind\" premiered in 1939, it is still remembered today as one of the greatest American movies of all time. When it was released in Atlanta, a parade came before it, plus three days of parties in which the stars of the movie wore costumes and many stores in the city redecorated to look like they would have in the Civil War.\nAwards.\n\"Gone with the Wind\" received 10 Academy Awards in 1940.\nIt was nominated for five more.\nImpact.\nThe movie was named the #4 best movie of all time by the American movie Institute. The quote \"Frankly, my dear, I don't give a damn,\" said by Rhett Butler at the end of the movie and was voted the #1 greatest movie quote of all time. The movie made the most money of all time, after taking inflation into account.\nCriticism.\nThe movie has been criticized for depicting slavery and the Confederacy in a positive way. Since the George Floyd protests, criticism has increased, with streaming service HBO Max adding a discussion of the movie's themes before the beginning of the movie in response.","categories":[],"infobox_types":["movie"],"annotations":[{"uri":"United_States","surface_form":"American","offset":33},{"uri":"Movie","surface_form":"movie","offset":42},{"uri":"Margaret_Mitchell","surface_form":"Margaret Mitchell","offset":57},{"uri":"Gone_with_the_Wind","surface_form":"same name","offset":89},{"uri":"Atlanta","surface_form":"Atlanta","offset":116},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":125},{"uri":"Clark_Gable","surface_form":"Clark Gable","offset":143},{"uri":"Vivien_Leigh","surface_form":"Vivien Leigh","offset":156},{"uri":"Leslie_Howard","surface_form":"Leslie Howard","offset":170},{"uri":"Olivia_de_Havilland","surface_form":"Olivia de Havilland","offset":188},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":242},{"uri":"Southern_United_States","surface_form":"southern","offset":306},{"uri":"Scarlett_O%27Hara","surface_form":"Scarlett O'Hara","offset":327},{"uri":"Histrionic_personality_disorder","surface_form":"histrionic","offset":392},{"uri":"Southern_United_States","surface_form":"Southern","offset":409},{"uri":"Marriage","surface_form":"marries","offset":486},{"uri":"Barbecue","surface_form":"barbecue","offset":718},{"uri":"Plantation","surface_form":"plantation","offset":739},{"uri":"Charleston%2C_South_Carolina","surface_form":"Charleston, South Carolina","offset":1206},{"uri":"Pneumonia","surface_form":"sick","offset":2552},{"uri":"Atlanta%2C_Georgia","surface_form":"Atlanta, Georgia","offset":2746},{"uri":"Birth","surface_form":"baby","offset":4081},{"uri":"Intermission","surface_form":"intermission","offset":6774},{"uri":"Money","surface_form":"money","offset":7725},{"uri":"Pregnancy","surface_form":"pregnant","offset":11671},{"uri":"Miscarriage","surface_form":"killing","offset":11822},{"uri":"Horse","surface_form":"horse","offset":11963},{"uri":"Divorce","surface_form":"divorce","offset":13329},{"uri":"United_States","surface_form":"American","offset":13961},{"uri":"Academy_Award","surface_form":"Academy Award","offset":14249},{"uri":"Inflation","surface_form":"inflation","offset":14603},{"uri":"Slavery","surface_form":"slavery","offset":14682},{"uri":"Confederate_States_of_America","surface_form":"Confederacy","offset":14698},{"uri":"George_Floyd_protests","surface_form":"George Floyd protests","offset":14739},{"uri":"HBO_Max","surface_form":"HBO Max","offset":14810}]}