{"id":565762,"url":"http://en.wikipedia.org/wiki/Bosnian_War","text":"The war in Bosnia and Herzegovina or Bosnian War is generally accepted name for an international military conflict in the area of Bosnia and Herzegovina, which lasted from April 6th 1992 to December 14th 1995, between Serbia and Montenegro, the Republic of Bosnia and Herzegovina and the Croatia. This war is often appointed and as The aggression on Bosnia and Herzegovina and Civil War in Bosnia and Herzegovina. Bosnia and Herzegovina was formally indicted Serbia and Montenegro for genocide before the International Court of Justice. The Court 21st February 2007 published a judgment in which he concluded that the war have had international character.\nIt is estimated that in the nearly four-year war killed between 100,000 and 200,000 people, while over two million people to leave their homes. According to recent reports in the war has killed around 94,000 inhabitants, and displaced about 1.8 million. War is caused by a complex combination of the general political, social and security crisis in the country, which followed the end of the Cold War and the fall of the socialist system in Yugoslavia. The war ended with the signing Peace Agreement in Dayton, Ohio on 21 November 1995.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":130},{"uri":"1992","surface_form":"1992","offset":182},{"uri":"1995","surface_form":"1995","offset":204},{"uri":"Serbia_and_Montenegro","surface_form":"Serbia and Montenegro","offset":218},{"uri":"Croatia","surface_form":"Croatia","offset":288},{"uri":"Serbia_and_Montenegro","surface_form":"Serbia and Montenegro","offset":459},{"uri":"International_Court_of_Justice","surface_form":"International Court of Justice","offset":505},{"uri":"Yugoslavia","surface_form":"Yugoslavia","offset":1097},{"uri":"Peace_Agreement","surface_form":"Peace Agreement","offset":1140},{"uri":"Dayton%2C_Ohio","surface_form":"Dayton, Ohio","offset":1159},{"uri":"1995","surface_form":"1995","offset":1187}]}