{"id":565701,"url":"http://en.wikipedia.org/wiki/Banja_Luka","text":"Banja Luka (Бања Лука), or Banjaluka is a city in the western part of Bosnia and Herzegovina. It is located on the Vrbas river. It is the second largest city in Bosnia and Herzegovina, and many people say it is one of the country's most beautiful cities. It is the administrative center of the Republika Srpska and the economic and cultural center of this part of Bosnian Krajina.\nIts elevation is 163 m, and its total area is 1,238.91 km2. According to the 2013 census, the City of Banja Luka has 185,042 inhabitants.\nIn the first century AD, Romans won the area of Banja Luka, which was then inhabited mainly members of Mezeji, an Illyrian tribe. This area was completely within the Roman province called Illyricum. Today, the city of Banja Luka is located on the road that led from Dalmatia to Pannonia, or from Salona to today's Bosanska Gradiška. Today's citadel Kastel, which is in what was the center of the city at the time, was a Roman military fortress.\nSlavs settled Balkans and all of the current Banja Luka are in the sixth and seventh centuries, and they built several fortresses in the valley of the river Vrbas. There are not many written records from that time. The earliest Slavic settlement is also called \"Vrbas,\" and it was first mentioned in 1320. The name of the town Banja Luka first appears in writing in 1494, in a work by Croatian-Hungarian King Vladislav. The name comes from \"banjaluk\" that is the Turkish-Bosnian slang for \"spaing.\" This is because of the natural hot water suitable for baths that still exist in today's oldest settlement, Gornji Šeher/Upper Seher.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":42},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":70},{"uri":"Vrbas_(river)","surface_form":"Vrbas","offset":115},{"uri":"Republika_Srpska","surface_form":"Republika Srpska","offset":294},{"uri":"Bosanska_Krajina","surface_form":"Bosnian Krajina","offset":364},{"uri":"Romans","surface_form":"Romans","offset":544},{"uri":"Mezeji","surface_form":"Mezeji","offset":622},{"uri":"Illyria","surface_form":"Illyrian tribe","offset":633},{"uri":"Illyria","surface_form":"Illyricum","offset":707},{"uri":"Dalmatia","surface_form":"Dalmatia","offset":785},{"uri":"Pannonia","surface_form":"Pannonia","offset":797},{"uri":"Split","surface_form":"Salona","offset":815},{"uri":"Bosanska_Gradi%C5%A1ka","surface_form":"Bosanska Gradiška","offset":833},{"uri":"Citadel","surface_form":"citadel","offset":860},{"uri":"Kastell_(Banja_Luka)","surface_form":"Kastel","offset":868},{"uri":"Slavs","surface_form":"Slavs","offset":964},{"uri":"Balkans","surface_form":"Balkans","offset":978},{"uri":"6th_century","surface_form":"sixth","offset":1031},{"uri":"7th_century","surface_form":"seventh","offset":1041},{"uri":"Turkish","surface_form":"Turkish","offset":1427},{"uri":"Bosnia","surface_form":"Bosnia","offset":1435},{"uri":"Spa","surface_form":"spa","offset":1454}]}