{"id":565866,"url":"http://en.wikipedia.org/wiki/Misiones_Department","text":"Misiones () is a department in Paraguay. The capital is the city of San Juan Bautista. Its ISO 3166-2 code is PY-08.\nIts present name was given to the province because it was a region where there were several Jesuit missions.\nHistory.\nThe town of Yabebyry was established in 1790, and later, the towns of San Miguel and San Juan Bautista were founded. In 1906, the Misiones department was created in 1906 as the \"San Ignacio\" department with 8 districts: San Ignacio, Santa Rosa, Santa María, Santiago, San Juan Bautista, San Miguel, Ayolas and Florida. When the department was renamed as Misiones in 1945, its capital was moved from San Ignacio to San Juan Bautista.\nGeography.\nThe Misiones department is in the south of the \"Oriental\" region. It has an area of, of the area of Paraguay. Its estimated population in 2013 is 119,719 for a population density of inhabitants/km2.\nMisiones department is relatively flat and several rivers and streams flow through its territory. The northern and southern borders of the department are formed by, respectively, the \"Tebicuary\" and the \"Paraná\" rivers.\nClimate.\n, the total amount of precipitation for the year 2012 in the city of San Juan Bautista was. The month with the most precipitation was April with of precipitation. The month with the least precipitation was June with.\nThe average temperature for the year 2012 in San Juan Bautista was. The warmest month, on average, was February with an average temperature of. The coolest month on average is July, with an average temperature of.\nEconomy.\nThe basic economical activity of this department is cattle raising. As for agriculture, the fields are mainly in the north and center of the department.\nTourism.\nIts main attractions are the beaches formed by the rivers Paraná and Tebicuary. Villa Florida is a city which offers landscapes to its visitors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Departments_of_Paraguay","surface_form":"department","offset":17},{"uri":"Paraguay","surface_form":"Paraguay","offset":31},{"uri":"San_Juan_Bautista%2C_Paraguay","surface_form":"San Juan Bautista","offset":68},{"uri":"PY","surface_form":"ISO 3166-2","offset":91},{"uri":"Society_of_Jesus","surface_form":"Jesuit","offset":209},{"uri":"Mission_(Christianity)","surface_form":"missions","offset":216},{"uri":"Population_density","surface_form":"population density","offset":839},{"uri":"River","surface_form":"river","offset":929},{"uri":"Stream","surface_form":"stream","offset":940},{"uri":"Territory","surface_form":"territory","offset":965},{"uri":"Paran%C3%A1_River","surface_form":"Paraná","offset":1082},{"uri":"Precipitation","surface_form":"precipitation","offset":1129},{"uri":"Average","surface_form":"average","offset":1328},{"uri":"Cattle","surface_form":"cattle","offset":1599},{"uri":"Agriculture","surface_form":"agriculture","offset":1622},{"uri":"Beach","surface_form":"beach","offset":1738}]}