{"id":565988,"url":"http://en.wikipedia.org/wiki/Usora_(river)","text":"Usora is left tributary of the Bosnia in central Bosnia. The total length of the river Usora – from sources below the top of the mountain Očauš to the mouth above the Doboj is about 82 kilometers. The town of Teslić, through which it flows, bears the local name Velika Usora (Great Usora), since under the city at a place called Sastavci meets with his same named, but a lot less left tributary Mala Usora (Little Usora). It also comes from the mountain masiff Uzlomac – Borja – Očauš below it in smaller distances rises more Bosnia river and their tributaries, as well as the basin Vrbanja river and Ukrina. In its upper reaches, the river makes a wide loop around Borja, from its southwest to northeast slopes.\nGreat Usora created by merging Gomjenice and Brkića stream. Small Usora springs below (south) of the main road M-4 (Banja Luka – Matuzići, some 10 km west of Pribinić). Before Sastavci locality, right tributary to it are: Mišića rijeka, Great Ostružnja, Inova, Miljkovača, Velika rijeka (Great river), Brezna and smaller streams, as well as left: Rankovića rijeka, and Gračanica.\nIn much of the flow Ukrina is flooding river but the increasingly frequent flooding causes significant damages.\nIn the early Bosnian history Usora belonged to gold-bearing river, and it is believed that this is still in its upper course along with the many large and small tributaries and streams. Obvious hydro-energy potential Usora is permanently unused, and fish stocks almost negligible, especially if one takes into account the centuries-old discharging untreated waste industrial water Chemical Distillation of wood in Teslić.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tributary","surface_form":"tributary","offset":14},{"uri":"Bosnia_(river)","surface_form":"Bosnia","offset":31},{"uri":"Bosnia","surface_form":"Bosnia","offset":49},{"uri":"O%C4%8Dau%C5%A1","surface_form":"Očauš","offset":138},{"uri":"Doboj","surface_form":"Doboj","offset":167},{"uri":"Tesli%C4%87","surface_form":"Teslić","offset":209},{"uri":"Uzlomac","surface_form":"Uzlomac","offset":461},{"uri":"Borja","surface_form":"Borja","offset":471},{"uri":"O%C4%8Dau%C5%A1","surface_form":"Očauš","offset":479},{"uri":"Vrbanja_river","surface_form":"Vrbanja river","offset":583},{"uri":"Ukrina_(river)","surface_form":"Ukrina","offset":601},{"uri":"Banja_Luka","surface_form":"Banja Luka","offset":829},{"uri":"Matuzi%C4%87i","surface_form":"Matuzići","offset":842},{"uri":"Pribini%C4%87","surface_form":"Pribinić","offset":871},{"uri":"Industry","surface_form":"industrial","offset":1569},{"uri":"Chemistry","surface_form":"Chemical","offset":1586}]}