{"id":566043,"url":"http://en.wikipedia.org/wiki/Tacking_(sailing)","text":"Tacking or coming about is a term in sailing that means the boat is changing directions by turning the bow of the vessel in relationship to the wind. It also means the course you are on relative to the direction of the oncoming wind. A tack with the wind blowing over the port (left) side of the boat is called a \"port tack\". A tack with the wind coming over the starboard side of the boat is called a \"starboard tack\". The sailboat's helmsman is responsible for communicating with the rest of the crew when making a tacking maneuver. When making a tack the helmsman calls out \"ready about!\" When the crew is ready they call out \"ready\", and the maneuver is started. The opposite of a tack (into the wind) is a jibe (changing direction while moving with the wind).\nTacking maneuver.\nIn order to tack a boat moving into the wind, some speed is necessary. If too much time is taken in completing the tack, the forward momentum will be lost and the boat may move backwards. If a sailboat is caught going directly into the wind, it is called \"in irons.\" This stops all forward motion of the boat. A tacking maneuver is a basic skill that is learned with practice. The maneuver also is different in a single person small sailboat than in a 40 or 50 foot racing sailboat.\nBeating.\nBeating is the procedure by which a ship moves on a zig-zag course to make progress directly into the wind (upwind). No sailing vessel can move directly into the wind (though that may be the desired direction). Beating allows the vessel to advance indirectly upwind.\nA ship that is beating will sail as \"close to the wind\" as possible. This position is known as close hauled. In general, the closest angle to the wind that a ship can sail is around 35 to 45 degrees. Some modern yachts can sail very near to the wind, while older ships, especially square-rigged ships, cannot sail very close to the wind.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sailing","surface_form":"sailing","offset":37},{"uri":"Bow_(ship)","surface_form":"bow","offset":103},{"uri":"Relationship","surface_form":"relationship","offset":124},{"uri":"Course","surface_form":"course","offset":168},{"uri":"Port_and_starboard","surface_form":"port","offset":272},{"uri":"Port_and_starboard","surface_form":"starboard","offset":363},{"uri":"Sailboat","surface_form":"sailboat","offset":424},{"uri":"Helmsman","surface_form":"helmsman","offset":435},{"uri":"Communication","surface_form":"communicating","offset":463},{"uri":"Crew","surface_form":"crew","offset":498},{"uri":"Jibe","surface_form":"jibe","offset":711},{"uri":"Speed","surface_form":"speed","offset":834},{"uri":"Momentum","surface_form":"momentum","offset":916},{"uri":"Backwards","surface_form":"backwards","offset":960},{"uri":"Skill","surface_form":"skill","offset":1123},{"uri":"Practice","surface_form":"practice","offset":1150},{"uri":"Close_hauled","surface_form":"close hauled","offset":1637},{"uri":"Square-rigged","surface_form":"square-rigged","offset":1823}]}