{"id":566129,"url":"http://en.wikipedia.org/wiki/Sir_Thaddeus","text":"Sir Thaddeus, or the Last Lithuanian Foray: A Nobleman's Tale from the Years of 1811 and 1812 in Twelve Books of Verse (in Polish \"Pan Tadeusz, czyli ostatni zajazd na Litwie. Historia szlachecka z roku 1811 i 1812 we dwunastu księgach wierszem\") is a long poem by Polish romantic poet Adam Mickiewicz. It is regarded as a national epic. It was first published in Paris in 1834. The poet was then in exile in France. \"Sir Thaddeus\" is a story of a conflict between two noble families, the Soplicas and the Horeszkos. The time is 1811 and 1812, shortly before Napoleon invaded Russia. When attacked by Russian soldiers, both families fought against the enemy. The conflict between the families was ended with the marriage of Thaddeus Soplica and Sophia Horeszko.\nAdam Mickiewicz was born in the East of the former Polish-Lithuanian state. Because of that he called Lithuania his mother-country.\n\"Litwo! Ojczyzno moja! ty jesteś jak zdrowie.\"\n\"Ile cię trzeba cenić, ten tylko się dowie,\"\n\"Kto cię stracił. Dziś piękność twą w całej ozdobie\"\n\"Widzę i opisuję, bo tęsknię po tobie.\"\nLithuania, my country, thou art like health; how much thou shouldst be prized only he can learn who has\nlost thee. To-day thy beauty in all its splendour I see and describe, for I yearn for thee. (Translation in prose by George Rapall Noyes).\nThe poem is written in 13-syllable metre, very common in Polish literature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romanticism","surface_form":"romantic","offset":272},{"uri":"Adam_Mickiewicz","surface_form":"Adam Mickiewicz","offset":286},{"uri":"Epic_poetry","surface_form":"epic","offset":332},{"uri":"Paris","surface_form":"Paris","offset":364},{"uri":"France","surface_form":"France","offset":409},{"uri":"Napoleon","surface_form":"Napoleon","offset":559},{"uri":"Russia","surface_form":"Russia","offset":576}]}