{"id":566425,"url":"http://en.wikipedia.org/wiki/Jerusalem_Delivered","text":"e=\"preserve\">\"Jerusalem Delivered\" () is an epic poem by the Italian poet Torquato Tasso, first published in 1581. It tells a largely fictional version of the First Crusade in which Christian knights, led by Godfrey of Bouillon, battle Muslims in order to take Jerusalem. The poem is composed of eight-line stanzas grouped into 20 cantos of varying length.\nThe work belongs to the Italian Renaissance tradition of the romantic epic poem. The poet frequently borrows plot elements and character types directly from \"Orlando furioso\" (\"The Frenzy of Roland\"), written in 1516 by Ludovico Aristo (1474-1533). Tasso's poem also has elements inspired by the classical epics of Homer and Virgil, especially in those sections of their works that tell of sieges and warfare. One of the most typical literary devices in Tasso's poem is the emotional conflict suffered by characters torn between their heart and their duty; the depiction of love at odds with martial courage or honor is a central source of lyrical passion in the poem.\nPolish translation.\nGoffred albo Jeruzalem wyzwolona is a Polish translation of Torquato Tasso's \"Gerusalemme liberata\" (\"Jerusalem Delivered\") (by Piotr Kochanowski. It was first printed in Cracow (Kraków) in 1618.\nIn the 16th century Polish literature flourished. One thing, however, lacked. There was no long epic poem in Poland. Jan Kochanowski, the greatest poet of the Renaissance in Kingdom of Poland, wrote many lyrical pieces and some stories in verse. His nephew, Piotr Kochanowski was the first poet to give an epic poem to the Poles. He did not write a poem on his own. He translated two epic masterpieces from the Italian. They were \"Jerusalem Delivered\" by Torquato Tasso and \"Orlando Furioso\" by Ludovico Ariosto.\nThe historical importance of Piotr Kochanowski's translation lies in its form. The poet used exactly the same form, ottava rima. It is an Italian strophe of eight lines. It is built of 11-syllable lines (endecasillabo in Italian). It rhymes abababcc. The strophe was used by Italian poets from 14th century. There are many long poems in ottava rima in Italian literature of 15th and 16th centuries. There were not any in Polish literature of the time. Piotr Kochanowski introduced the strophe into Polish poetry. There was another poet, Sebastian Grabowiecki, who used it earlier in Poland. He dit it, however, in one short poem. Into English poetry ottava rima was introduced many years before by Thomas Wyatt. In 17th century ottava rima became one of the most important verse forms in Poland.\nPiotr Kochanowski's version of \"Jerusalem Delivered\" is still widely read. There are many new editions. His translation is used at school.","categories":[],"infobox_types":[],"annotations":[{"uri":"Epic_poem","surface_form":"epic poem","offset":44},{"uri":"Italian_literature","surface_form":"Italian poet","offset":61},{"uri":"Torquato_Tasso","surface_form":"Torquato Tasso","offset":74},{"uri":"First_Crusade","surface_form":"First Crusade","offset":159},{"uri":"Godfrey_of_Bouillon","surface_form":"Godfrey of Bouillon","offset":208},{"uri":"Muslims","surface_form":"Muslims","offset":236},{"uri":"Siege_of_Jerusalem_(1099)","surface_form":"take Jerusalem","offset":256},{"uri":"Stanza","surface_form":"stanza","offset":307},{"uri":"Canto","surface_form":"canto","offset":331},{"uri":"Italian_Renaissance","surface_form":"Italian Renaissance","offset":381},{"uri":"Orlando_furioso","surface_form":"Orlando furioso","offset":515},{"uri":"Ludovico_Aristo","surface_form":"Ludovico Aristo","offset":577},{"uri":"Homer","surface_form":"Homer","offset":672},{"uri":"Virgil","surface_form":"Virgil","offset":682},{"uri":"Torquato_Tasso","surface_form":"Torquato Tasso","offset":1106},{"uri":"Piotr_Kochanowski","surface_form":"Piotr Kochanowski","offset":1174},{"uri":"Cracow","surface_form":"Cracow","offset":1217},{"uri":"Jan_Kochanowski","surface_form":"Jan Kochanowski","offset":1359},{"uri":"Piotr_Kochanowski","surface_form":"Piotr Kochanowski","offset":1500},{"uri":"Ludovico_Ariosto","surface_form":"Ludovico Ariosto","offset":1737},{"uri":"Ottava_rima","surface_form":"ottava rima","offset":1871},{"uri":"Endecasillabo","surface_form":"endecasillabo","offset":1959},{"uri":"Sebastian_Grabowiecki","surface_form":"Sebastian Grabowiecki","offset":2292},{"uri":"Thomas_Wyatt","surface_form":"Thomas Wyatt","offset":2453}]}