{"id":56664,"url":"http://en.wikipedia.org/wiki/Sawmill","text":"A sawmill is a place where lumber is cut into boards.\nSawmill process==.\nSawmills today work like sawmills from hundreds of years ago; a log enters on one end, and pieces of wood of a specific shape and size exit from the other end.\nHistory.\nSawmills seem to have existed in the medieval period, as one was sketched by \"Villard de Honnecourt\" in c.1250. On the other hand, people think they were introduced to Madeira following its discovery in c.1420 and spread widely in Europe in the 16th century.\nThe Dutchman \"Cornelis Corneliszoon\" (1550-1607) invented his type of sawmill by applying a pitman arm onto a wind mill, which converted a turning motion into an up-an-down motion. Corneliszoon patented the sawmill on December 15, 1593 and the pitman on December 6, 1597. He built the first sawmill there in 1594.\nBefore to the invention of the sawmill, boards were sawn by two men with a whipsaw, using saddleblocks to hold the log, and a pit for the pitman who worked below. Sawing was slow, and required strong and enduring men. The topsawer had to be the stronger of the two because the saw was pulled in turn by each man, and the lower had the advantage of gravity. The topsawyer also had to guide the saw so that the board was of even thickness. This was often done by following a chalkline.\nEarly sawmills simply adapted the whipsaw to mechanical power, generally driven by a water wheel to speed up the process. The circular motion of the wheel was changed to back-and-forth motion of the saw blade by a Connecting rod known as a \"pitman\" (thus introducing a term used in many mechanical applications). A pitman is similar to a crankshaft, but in reverse; a crankshaft converts back-and-forth motion to circular motion.\nGenerally, only the saw was powered, and the logs had to be loaded and moved by hand. An early improvement was the development of a movable carriage, also water powered, to steadily move the log through the saw blade.\nA small mill such as this would be the center of many rural communities in wood-exporting regions such as the Baltic countries and Canada. The output of such mills would be quite low, perhaps only 500 boards per day. They would also generally only operate during the winter, the peak logging season.\nIn the United States, the sawmills was introduced soon after the colonisation of Virginia by recruiting skilled men from Hamburgh. Later the metal parts were obtained from the Netherlands, where the technology was far ahead of that in England, where the sawmill reamiend largely unknown until the late 18th century. The arrival of a sawmill was a large and stimulative step in the growth of a frontier community.\nEarly mills were taken to the forest, where a temporary shelter was built, and the logs were skidded to the nearby mill by horse or ox teams, often when there was some snow to provide lubrication. As mills grew larger, they were usually established in more permanent facilities on a river, and the logs were floated down to them by log drivers.\nTechnology has changed sawmill operations significantly in recent years, emphasizing increasing profits through waste minimization and increased energy efficiency as well as improving operator safety.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lumber","surface_form":"lumber","offset":27},{"uri":"Board","surface_form":"board","offset":46},{"uri":"Madeira","surface_form":"Madeira","offset":410},{"uri":"1420","surface_form":"1420","offset":447},{"uri":"16th_century","surface_form":"16th century","offset":487},{"uri":"Pitman_arm","surface_form":"pitman arm","offset":593},{"uri":"December_15","surface_form":"December 15","offset":719},{"uri":"1593","surface_form":"1593","offset":732},{"uri":"December_6","surface_form":"December 6","offset":755},{"uri":"1597","surface_form":"1597","offset":767},{"uri":"Water_wheel","surface_form":"water wheel","offset":1384},{"uri":"Connecting_rod","surface_form":"Connecting rod","offset":1513},{"uri":"Crankshaft","surface_form":"crankshaft","offset":1637},{"uri":"Baltic_countries","surface_form":"Baltic countries","offset":2057},{"uri":"Canada","surface_form":"Canada","offset":2078},{"uri":"United_States","surface_form":"United States","offset":2254},{"uri":"Virginia","surface_form":"Virginia","offset":2328},{"uri":"Netherlands","surface_form":"Netherlands","offset":2423},{"uri":"England","surface_form":"England","offset":2482},{"uri":"18th_century","surface_form":"18th century","offset":2549},{"uri":"Log_driver","surface_form":"log driver","offset":2992}]}