{"id":56678,"url":"http://en.wikipedia.org/wiki/Convenience_food","text":"Convenience food is a type of food. This kind of food has been made so it can save the consumers time to prepare it. Usually such foods just need to be heated. They are designed for a long shelf life, so that they can stay in the store for a long time. One thing to remember is that you may have to pay for the convenience, as this food is often expensive.\nHistory.\nBefore modern times most men worked in the open, often in fields. Agriculture was, before the industrial revolution, the biggest employment for men in most countries. They usually took their midday meal with them, and ate where they worked.\nMany kinds of food types were invented for this purpose. The Cornish pasty from the UK is one which survives to the present day. Other kinds have vanished, and their names forgotten. The Bedfordshire clanger was a baked suet dumpling, and there was also a Bedfordshire roll. This was savoury at one end and sweet at the other. It was eaten from the savoury end to the sweet end. There used to be many other varieties and version. Many have commented on the way convenience foods are heavy on calories. They were meant to be, for work then was usually manual labour, and men used their muscles continually as they worked.\nThe modern sandwich is a relatively recent invention, since it dates back only to the 18th century. It has become a standard way of taking food to the school or workplace.","categories":[],"infobox_types":[],"annotations":[{"uri":"Food","surface_form":"food","offset":30},{"uri":"Consumer","surface_form":"consumer","offset":87},{"uri":"Field","surface_form":"field","offset":424},{"uri":"Agriculture","surface_form":"Agriculture","offset":432},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":460},{"uri":"Cornish_pasty","surface_form":"Cornish pasty","offset":668},{"uri":"UK","surface_form":"UK","offset":691},{"uri":"Bedfordshire_clanger","surface_form":"Bedfordshire clanger","offset":794},{"uri":"Bedfordshire_roll","surface_form":"Bedfordshire roll","offset":863},{"uri":"Calories","surface_form":"calories","offset":1099},{"uri":"Sandwich","surface_form":"sandwich","offset":1239}]}