{"id":566782,"url":"http://en.wikipedia.org/wiki/Leanne_Pittsford","text":"e=\"preserve\">Leanne Pittsford (born February 19, 1981 in San Diego) is a American entrepreneur. She started the professional network Lesbians Who Tech.\nLife.\nPittsford received a master's degree in education, equity and social justice from San Francisco State University and a bachelor's degree in political science from California Polytechnic State University, San Luis Obispo.\nWork.\nLeanne Pittsford started her career with the organization Equality California. She wanted to repeal Proposition 8, a law in California against marriage for same sex couples. She saw there were not enough networking opportunities for lesbian women. There were not any lesbian mentors to give help and advice to new people.\nIn 2012, Pittsford started Lesbians in Tech. In 2015 she got Edie Windsor, a former manager from IBM, to speak to the organization, and started a scholarship in her name. Lesbians in Tech is now an international organization with 20 chapters from Berlin to Vermont. It has 10,000 members. In two years, they had over 200 events in 22 cities. Every year they have summits in New York, San Francisco, and Berlin. In 2015 they had their first summit in Tel Aviv.\nIn 2015, Lesbians in Tech received a $165,000 award from the Arrillaga-Andreessen Foundation. They wanted to create more inclusion in the technology sector. The money will help start two programs: Bring a Lesbian to Work Day, for mentoring, and the Coding Scholarship Fund, for tuition.\nIn 2015, U.S. President Obama had an LGBT Pride reception at the White House for prominent member of the LGBT tech community. The event was attended by former Google executive and U.S. chief technology officer Megan Smith, Lesbians Who Tech founder Leanne Pittsford, and others.\nPittsford also helped support five other organizations for diversity in tech: AllOut, Astraea Lesbian Foundation for Justice, CODE2040, Chicana Latina Foundation, and the National Center for Lesbian Rights.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Diego","surface_form":"San Diego","offset":57},{"uri":"Entrepreneur","surface_form":"entrepreneur","offset":82},{"uri":"Professional","surface_form":"professional","offset":112},{"uri":"Network","surface_form":"network","offset":125},{"uri":"Lesbians_Who_Tech","surface_form":"Lesbians Who Tech","offset":133},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":179},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":277},{"uri":"California_Polytechnic_State_University","surface_form":"California Polytechnic State University","offset":321},{"uri":"Proposition_8","surface_form":"Proposition 8","offset":485},{"uri":"Same-sex_marriage","surface_form":"same sex","offset":541},{"uri":"Network","surface_form":"network","offset":589},{"uri":"Lesbian","surface_form":"lesbian","offset":652},{"uri":"Mentor","surface_form":"mentor","offset":660},{"uri":"Edie_Windsor","surface_form":"Edie Windsor","offset":768},{"uri":"Scholarship","surface_form":"scholarship","offset":853},{"uri":"Tel_Aviv","surface_form":"Tel Aviv","offset":1157}]}