{"id":566852,"url":"http://en.wikipedia.org/wiki/Milada_Hor%C3%A1kov%C3%A1","text":"Dr Milada Horáková (25 December 1901, Prague - 27 June 1950, Prague) was a Czech politician and a victim of a judicial murder. She was executed by Communists on charges of treason. Moreover she was the only woman who was executed within these proceedings.\nYouth and studies.\nShe was born as \"Milada Králová\" in Prague. She had three siblings. In 1918 she was excluded from grammar school, because she participated at antiwar demonstrations, which was banned. Nevertheless in 1921 she graduated at another grammar school. She was awarded one’s degree in 1926 at Law School at the Charles University. When she met with the senator Františka Plamínková, the founder of Women’s National Council, she joined.\nThe First Republic.\nShortly after her studies she got married with Bohuslav Horák, an agricultural economist. In 1933 she gave birth to a girl called Jana.\nShe is considered as an important czech feminist. Moreover she participated in creating new Civil Code.\nIn her life she travelled a lot, for example to England, France and the USSR. She could even speak english, french and german.\nWorld War II.\nAfter year 1939 she used to ensure flats and gain secret information. Unfourtunately on august 2 1940, her husband and her were arrested by gestapo. Two years she was kept at Charles Square, after Heydrich’s assassination was sent to Terezín. In june 1944 she was sent to Liepzig and Dresden. Prosecutor proposed her death penalty, however it was changed to 8 years of penitentiary. She was discharged by american army in Aichachu close to Munich in 1945.\nPostwar Period.\nAfter her exemption she returned to Prague, where she again met her husband, who survived the death march.\nFebruary 25 1948 – september 27 1949 at this time she was little by little excluded from all of her public positions. Horáková got into a view-finder as a suitable candidate for an action of STB called „the middle“. It was planned to execute her on september 27 1949. The attempt of arresting her was not successful because she was not at home.\nInvestigation and the trial.\nMaltreating Horáková is proved by her fellow inmates Zdena Mašínová. The proces with Milada Horáková lasted since may 31 till june 8, 1950, and was contrived as a public political process. There was onwards learned screenplay, according to which the defendants were forced to behave.\nJudicial Murder.\nMilada Horáková refused the petition for mercy. Moreover president Gottwald, formally on recommendation of Minister of Justice, signed the death penalty. Her last letter she wrote the day she was executed at 2:30 at night. Her execution was effectuated by hanging her at Pankrác prison yard on june 27, 1950 at 5:35 am.\nInspiration.\nDuring her life she was strongly influenced by thoughts of T. G. Masaryk and later even Edvard Beneš.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prague","surface_form":"Prague","offset":38},{"uri":"Prague","surface_form":"Prague","offset":61},{"uri":"Judicial_murder","surface_form":"judicial murder","offset":110},{"uri":"Prague","surface_form":"Prague","offset":311},{"uri":"1918","surface_form":"1918","offset":346},{"uri":"1921","surface_form":"1921","offset":475},{"uri":"1926","surface_form":"1926","offset":553},{"uri":"Charles_University","surface_form":"Charles University","offset":579},{"uri":"1933","surface_form":"1933","offset":817},{"uri":"Civil_Code","surface_form":"Civil Code","offset":952},{"uri":"1939","surface_form":"1939","offset":1116},{"uri":"August_2_1940","surface_form":"august 2 1940","offset":1193},{"uri":"Heydrich%E2%80%99s_assassination","surface_form":"Heydrich’s assassination","offset":1302},{"uri":"Terez%C3%ADn","surface_form":"Terezín","offset":1339},{"uri":"Liepzig","surface_form":"Liepzig","offset":1377},{"uri":"Dresden","surface_form":"Dresden","offset":1389},{"uri":"Munich","surface_form":"Munich","offset":1545},{"uri":"1945","surface_form":"1945","offset":1555},{"uri":"September_27_1949","surface_form":"september 27 1949","offset":1933},{"uri":"Zdena_Ma%C5%A1%C3%ADnov%C3%A1","surface_form":"Zdena Mašínová","offset":2111},{"uri":"May_31","surface_form":"may 31","offset":2172},{"uri":"June_8%2C_1950","surface_form":"june 8, 1950","offset":2184},{"uri":"Political_process","surface_form":"political process","offset":2228},{"uri":"Death_penalty","surface_form":"death penalty","offset":2498},{"uri":"June_27%2C_1950","surface_form":"june 27, 1950","offset":2653},{"uri":"T._G._Masaryk","surface_form":"T. G. Masaryk","offset":2751},{"uri":"Edvard_Bene%C5%A1","surface_form":"Edvard Beneš","offset":2780}]}