{"id":566915,"url":"http://en.wikipedia.org/wiki/The_Daughter_of_Sl%C3%A1va","text":"The Daughter of Sláva (in Czech \"Slávy dcera\") is a poetic work by Ján Kollár. It is a long cycle of sonnets. In fact, it is an epic poem written in the form of sonnet. The author was a Slovak Lutheran pastor and poet, who wrote in Czech. The work was intended to become a national epic of all the Slavic peoples. It was first printed in 1824. It was published some more times and expanded in every edition. The number of poems increased from 150 to 645.\nThere is a pun in the title of the book. \"Sláva\" in Czech means \"Fame\". Slavic people regard themselves as \"the people of fame\", never \"the slaves\", as they are considered to be in the West.\nThe work is provided with a \"Prologue\" (\"Předzpěv\"). This part is written in hexameter and pentameter. The metre is shaped like Greek one. It is based on length of vowels.\n\"Ai, zde leží zem ta, před okem mým selzy ronícím,\"\n\"někdy kolébka, nyní národu mého rakev.\"\n\"Stoj noho! posvátná místa jsou, kamkoli kráčíš,\"\n\"k obloze, Tatry synu, vznes se, vyvýše pohled.\"\nThe poem is divided into five parts. They are named after the rivers. The first part is named \"Sála\", the second \"Labe, Rén, Veltava\" and the third \"Dunaj\". These are the rivers, Slavic nations live around. Two next parts of the poem are named \"Lethe\" and \"Acheron\". These are the rivers know from Greek mythology. All the sonnets are written in decasyllable. It is trochaic pentameter. In his poem Kollár described the past of the Slavs, full of glory, and bright future for them.\n\"A hundred times I spoke, but now I call\"\n\"Let's be a whole and not a part in clans;\"\n\"Be one in harmony or naught at all.\"\n\"A dove-like nation we in scorn are styled.\"\n\"But doves you know are come of such a stock\"\n\"That loves to live within a common flock,\"\n\"And so may you apply this trait reviled.\"\n\"O Slavs, thou race of many fragments!\"\n\"United forces e'er results will show,\"\n\"But waste and dry the circling currents.\"\n\"O Slavs, who are of many heads a race!\"\n\"The wise indeed a death no worse can know\"\n\"Than life that sloth, void, darkness doth embrace.\"\nThe poem is strongly influenced by Dante's \"Divine Commedy\". The last parts of Kollár's work are descriptions Slavic heaven and hell. Ján Kollár was a representative of the Panslavism ideology. He believed in union of all the Slavs. He opposed everything, he thought to destroy this union. He described Adam Mickiewicz, the greatest Polish poet, to be in hell. It was because Mickiewicz wrote poems about Polish people's fight against Russian tzar.","categories":[],"infobox_types":[],"annotations":[{"uri":"J%C3%A1n_Koll%C3%A1r","surface_form":"Ján Kollár","offset":67},{"uri":"Sonnet","surface_form":"sonnet","offset":101},{"uri":"Pun","surface_form":"pun","offset":466},{"uri":"Adam_Mickiewicz","surface_form":"Adam Mickiewicz","offset":2358}]}