{"id":567468,"url":"http://en.wikipedia.org/wiki/Tracer","text":"Tracer is a fictional video game character. She first appeared in an update for the game \"Heroes of the Storm\". She later appeared in the 2016 video game, \"Overwatch\". These games are made by Blizzard Entertainment, a company that makes and publishes video games.\nIn \"Overwatch\", the character is known as Tracer, but her real name is Lena Oxton. Her personality is noticeably happy and energetic. She is known as one of the faster characters in the game, but also one with low health. In the game, she is able to teleport and time travel, with her abilities \"Blink\" and \"Recall\". She is an \"Offense\" hero commonly used to flank or distract the enemy team. Her Ultimate Ability, \"Pulse Bomb\" is commonly used to eliminate high priority targets in a small area, it can also stick to enemies and eliminate others nearby, Tracer herself can also be damaged by this if she is too close.\nIn the real world, she is one of the more well known characters from \"Overwatch\". This is because she is seen on the cover of the video game and Blizzard has made animated videos featuring her.\nDesign.\nTracer was first seen in 2014 at Blizzard Entertainment's \"BlizzCon 2014\" event. The main designer on \"Overwatch\", Scott Mercer, said that Blizzard's canceled project, \"Titan\", had a character with Tracer's abilities. Jeff Kaplan was the main hero designer for \"Overwatch\"; he had a big part in Tracer's design. While the game was still being designed and tested, or its \"beta\" period, Tracer's health was lowered.\nHer personality was designed as heroic and happy. \"Overwatch\" game designer Michael Chu said, \"the thing about Tracer is that she has a personality which is out of the norm for most people. She is incredibly optimistic, she is incredibly bubbly - it's part of her hero persona. We love her, I think she is very much one of the main characters of the game [...] [to] really carry the torch of what the game is all about: heroism.\" She is British and the British actress Cara Theobold voices her in the game.\nWhile the game was still being designed, victory poses were added to the characters. Tracer's \"Over the Shoulder\" victory pose caused a controversy, because some players thought that the pose's focus on her physical features did not line up with her personality traits. Some players disagreed with this, finding nothing wrong with it, but Jeff Kaplan, the director of \"Overwatch\" apologized for the pose. Blizzard then changed the victory pose to better fit Tracer's personality, and while some players were happy with the change, as well as with Blizzard listening to the game's community, other players thought that the game's makers were giving up their creative control to offended players.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fictional","offset":12},{"uri":"Video_game","surface_form":"video game","offset":22},{"uri":"Fictional_character","surface_form":"character","offset":33},{"uri":"Blizzard_Entertainment","surface_form":"Blizzard Entertainment","offset":192},{"uri":"Time_travel","surface_form":"time travel","offset":527},{"uri":"Animation","surface_form":"animated videos","offset":1046},{"uri":"British_people","surface_form":"British","offset":1937},{"uri":"Controversy","surface_form":"controversy","offset":2143},{"uri":"Physical_attractiveness","surface_form":"physical features","offset":2214}]}