{"id":5675,"url":"http://en.wikipedia.org/wiki/Johannes_Gutenberg","text":"Johannes Gensfleisch zur Laden zum Gutenberg (more commonly known as Johannes Gutenberg) (1390s – 3 February 1468), was a German metal-worker and inventor. He is famous for his work in printing in the 1450s, and is specifically known for inventing typography.\nGutenberg was born in Mainz, Germany, as the son of a merchant, Friele Gensfleisch zur Laden. Gutenberg's father took the surname \"zum Gutenberg\" after the name of the place they now lived.\nGutenberg invented a sort of metal alloy for printing; inks; a way to fix type (metal letters) very accurately; and a new sort of printing press. He took the idea for his printing press from the presses wine-makers used. Many people say Gutenberg invented printing with moveable type, but it was already invented in China before that: see printing.\nBefore movable type, people used block printing, where the printer prints a whole page from one piece of metal or wood. With movable type, the printer makes a letter (A, B, C...) from a piece of metal or wood, and can use it again and again in different words. Together, all Gutenberg's inventions made printing fast. In Renaissance Europe, the improved information technology made an information explosion – in a short time, people printed many new books about many topics.\nThe high number of new books was partly because of the popular Bible Gutenberg printed – the Gutenberg Bible. This was the first Bible people made in large numbers; Gutenberg started on 23 February 1455. Gutenberg was not a clever businessman, and did not get much money from his system. He had legal problems, and lost his machines to his partner, Johann Fust. The Archbishop at the time sympathized with Gutenberg because of his contributions to society, so told him that he would receive a pension each year with clothes, wine, and grain. Gutenberg died in Mainz, Germany, in 1468.\nIn his lifetime Gutenberg was not successful, but his invention was very important. In a short time, news and books were traveling around Europe very fast. Scientists could communicate better, which helped bring the scientific revolution and new technology. More Europeans, not just priest<nowiki/>s, scribe<nowiki/>s and scholar<nowiki/>s, learned to read.\nToday, there are still 60 Gutenberg Bibles. They are probably the oldest books that printers made with moveable type.\nThe \"Gutenberg Galaxy\" and Project Gutenberg use Gutenberg's name. The city of Guttenberg, Iowa in the United States is named after him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":122},{"uri":"Inventor","surface_form":"inventor","offset":146},{"uri":"Printing","surface_form":"printing","offset":185},{"uri":"Typography","surface_form":"typography","offset":248},{"uri":"Mainz","surface_form":"Mainz","offset":282},{"uri":"Alloy","surface_form":"alloy","offset":485},{"uri":"Ink","surface_form":"ink","offset":505},{"uri":"Type","surface_form":"type","offset":524},{"uri":"Printing_press","surface_form":"printing press","offset":580},{"uri":"China","surface_form":"China","offset":766},{"uri":"Printing","surface_form":"printing","offset":789},{"uri":"Page","surface_form":"page","offset":881},{"uri":"Wood","surface_form":"wood","offset":913},{"uri":"Alphabet","surface_form":"letter","offset":958},{"uri":"Renaissance","surface_form":"Renaissance","offset":1120},{"uri":"Information_technology","surface_form":"information technology","offset":1153},{"uri":"Bible","surface_form":"Bible","offset":1337},{"uri":"Gutenberg_Bible","surface_form":"Gutenberg Bible","offset":1367},{"uri":"Law","surface_form":"legal","offset":1569},{"uri":"Scientific_revolution","surface_form":"scientific revolution","offset":2075},{"uri":"Technology","surface_form":"technology","offset":2105},{"uri":"Priest","surface_form":"priest","offset":2142},{"uri":"Scribe","surface_form":"scribe","offset":2160},{"uri":"Scholar","surface_form":"scholar","offset":2181},{"uri":"Reading","surface_form":"read","offset":2211},{"uri":"Project_Gutenberg","surface_form":"Project Gutenberg","offset":2362},{"uri":"Guttenberg%2C_Iowa","surface_form":"Guttenberg, Iowa","offset":2414},{"uri":"United_States","surface_form":"United States","offset":2438}]}