{"id":56756,"url":"http://en.wikipedia.org/wiki/Manure","text":"Manure is organic matter used as fertilizer in agriculture. Manures improve the fertility of the soil by adding organic matter and lots of nutrients, such as nitrogen that is trapped by bacteria in the soil. Higher organisms then feed on the fungi and bacteria in a chain of life.\nThe term \"manure\" was used for inorganic fertilizers in the past, but this usage is now very rare. Manure from birds and bats is called guano.\nEtymology.\nThe word manure came from Middle English \"manuren\" meaning \"to cultivate land,\" and initially from French \"main-oeuvre\" = \"hand work\" alluding to the work which involved manuring land.\nTypes.\nThere are two classes of manures in soil management: green manures and animal manures. Compost is distinguished from manure in that it is the \"decomposed\" remnants of organic materials (which may, nevertheless, include manure).\nMost animal manure is feces–excrement of plant-eating mammals (herbivores) and plant material (often straw) which has been used as bedding for animals and thus is heavily contaminated with their feces and urine.\nGreen manures are crops grown for the express purpose of plowing them under. In so doing, fertility is increased through the nutrients and organic matter that are returned to the soil.\nUses of manure.\nManure has been used for centuries as a fertilizer for farming, as it is rich in nitrogen and other nutrients which facilitate the growth of plants. Liquid manure from pig/hog operations is usually knifed (injected) directly into soil to reduce the unpleasant odors. Manure from hogs and cattle is spread on fields using a manure spreader. Due to the relatively lower level of proteins in grasses, which herbivores eat, cattle manure has a milder smell than the dung of carnivores–for example, elephant dung is practically odorless. However, due to the quantity of manure applied to fields, odor can be a problem in some agricultural regions. Poultry droppings are harmful to plants when fresh but after a period of composting are valuable fertilizers.\nThe dried manure of animals has been used as fuel throughout history. Dried manure (usually known as dung) of cows was, and still is, an important fuel source in countries such as India, while camel dung may be used in treeless regions such as deserts. On the Oregon Trail, pioneering families collected large quantities of \"buffalo chips\" in lieu of scarce firewood. It has been used for many purposes, in cooking fires and to combat the cold desert nights.\nAnother use of manure is to make paper. This has been done with dung from elephants where it is a small industry in Africa and Asia, and also horses, llamas, and kangaroos. Other than the llama, these animals are not ruminants and thus tend to pass plant fibres undigested in their dung.","categories":[],"infobox_types":[],"annotations":[{"uri":"Organic_matter","surface_form":"organic matter","offset":10},{"uri":"Fertilizer","surface_form":"fertilizer","offset":33},{"uri":"Agriculture","surface_form":"agriculture","offset":47},{"uri":"Nutrient","surface_form":"nutrient","offset":139},{"uri":"Nitrogen","surface_form":"nitrogen","offset":158},{"uri":"Bacterium","surface_form":"bacteria","offset":186},{"uri":"Fungus","surface_form":"fungi","offset":242},{"uri":"Fertilizer","surface_form":"fertilizer","offset":322},{"uri":"Guano","surface_form":"guano","offset":417},{"uri":"Middle_English","surface_form":"Middle English","offset":461},{"uri":"French_language","surface_form":"French","offset":534},{"uri":"Soil","surface_form":"soil","offset":663},{"uri":"Green_manure","surface_form":"green manure","offset":680},{"uri":"Compost","surface_form":"Compost","offset":714},{"uri":"Feces","surface_form":"feces","offset":877},{"uri":"Excrement","surface_form":"excrement","offset":883},{"uri":"Mammal","surface_form":"mammal","offset":909},{"uri":"Herbivores","surface_form":"herbivores","offset":918},{"uri":"Urine","surface_form":"urine","offset":1060},{"uri":"Green_manure","surface_form":"Green manure","offset":1067},{"uri":"Plow","surface_form":"plow","offset":1124},{"uri":"Fertilizer","surface_form":"fertilizer","offset":1308},{"uri":"Farming","surface_form":"farming","offset":1323},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1349},{"uri":"Herbivores","surface_form":"herbivores","offset":1672},{"uri":"Compost","surface_form":"compost","offset":1984},{"uri":"Cow_dung","surface_form":"dried manure","offset":2025},{"uri":"Fuel","surface_form":"fuel","offset":2066},{"uri":"Cow","surface_form":"cow","offset":2131},{"uri":"India","surface_form":"India","offset":2201},{"uri":"Camel","surface_form":"camel","offset":2214},{"uri":"Desert","surface_form":"desert","offset":2465},{"uri":"Elephant","surface_form":"elephant","offset":2554},{"uri":"Horse","surface_form":"horse","offset":2622},{"uri":"Llama","surface_form":"llama","offset":2630},{"uri":"Kangaroo","surface_form":"kangaroo","offset":2642},{"uri":"Ruminant","surface_form":"ruminant","offset":2697}]}