{"id":567676,"url":"http://en.wikipedia.org/wiki/Supergirl","text":"Supergirl is an American superhero action-adventure drama television series that originally premiered on October 26, 2015 on CBS. It is based on the DC Comics character Supergirl and stars Melissa Benoist. Supergirl is the cousin of Superman and along with him is one of the last surviving Kryptonians.\nThe series premiered on October 26, 2015 on CBS, and on May 12, 2016 it was renewed for a second season that premiered on October 10, 2016 by The CW. On January 8, 2017, The CW renewed the series for a third season.\nPlot.\nKara Zor-El was sent to Earth from her planet Kyrpton that was about to explode at age of 13 years old by her parents Alura and Zor-El. Alura gave her instructions to protect her baby cousin Kal-El (Superman) who had been sent previously to Earth as well, and told her that due to the Earth yellow's sun, she will obtain extraordinary powers.\nKara's spacecraft was hit by a wave of the Krypton explosion and was taken off course to the Phantom Zone, a region in space where time doesn't pass. She stayed there for 24 years, and when the spacecraft escaped for the Phantom Zone and arrived at Earth, she still looked like a 13-year-old girl. Her cousin, Kal-El, had grown up and became Superman. Superman took Kara to be adopted by his friends, the Danvers family. The series begins eleven years old later when the now 24-year-old Kara is learning to use her powers after previously hiding them, while at the same working as a normal person.","categories":[],"infobox_types":[],"annotations":[{"uri":"American","surface_form":"American","offset":16},{"uri":"Action_movie","surface_form":"action","offset":35},{"uri":"Adventure","surface_form":"adventure","offset":42},{"uri":"Drama","surface_form":"drama","offset":52},{"uri":"CBS","surface_form":"CBS","offset":125},{"uri":"DC_Comics","surface_form":"DC Comics","offset":149},{"uri":"Melissa_Benoist","surface_form":"Melissa Benoist","offset":189},{"uri":"Superman","surface_form":"Superman","offset":233},{"uri":"CBS","surface_form":"CBS","offset":347},{"uri":"The_CW","surface_form":"The CW","offset":445},{"uri":"Earth","surface_form":"Earth","offset":549},{"uri":"Superman","surface_form":"Superman","offset":724}]}