{"id":56768,"url":"http://en.wikipedia.org/wiki/Variance","text":"e=\"preserve\">In probability theory and statistics, the variance is a way to measure how far a set of numbers is spread out.\nVariance describes how much a random variable differs from its expected value. The variance is defined as the average of the squares of the differences between the individual (observed) and the expected value. This means that it is always positive. A variance is often represented by the symbol formula_1, if the data is the entire population, and formula_1, if the data is from a sample.\nIn practice, variance is a measure of how much something changes. For example, temperature has more variance in Moscow than in Hawaii.\nThe variance is not simply the average difference from the expected value. The standard deviation, which is the square root of the variance and comes closer to the average difference, which is also not simply the average difference. Variance and standard deviation are used because it makes the mathematics easier—when adding two random variables together.\nIn accountancy, a variance refers to the difference between the budget for a cost, and the actual cost.\nHistory.\nKarl Pearson, the father of biometry, first used the term variance as follows:\"It is here attempted to (show) the biometrical properties of a population of a more general type that has (..) been examined, inheritance in which follows this scheme. It is hoped that in this way it will be possible to make a more exact analysis of the causes of human variability. The great body of available statistics shows us that the the deviations of a human measurement from its mean follow very closely the Normal Law of Errors, and that therefore, the variablility may be uniformly measured by the standard deviation, corresponding to the square root of the mean square error.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Probability_theory","surface_form":"probability theory","offset":16},{"uri":"Statistics","surface_form":"statistics","offset":39},{"uri":"Set","surface_form":"set","offset":94},{"uri":"Random_variable","surface_form":"random variable","offset":154},{"uri":"Expected_value","surface_form":"expected value","offset":187},{"uri":"Square_(mathematics)","surface_form":"squares","offset":249},{"uri":"Moscow","surface_form":"Moscow","offset":625},{"uri":"Hawaii","surface_form":"Hawaii","offset":640},{"uri":"Standard_deviation","surface_form":"standard deviation","offset":727},{"uri":"Square_root","surface_form":"square root","offset":760},{"uri":"Accountancy","surface_form":"accountancy","offset":1008},{"uri":"Budget","surface_form":"budget","offset":1069},{"uri":"Karl_Pearson","surface_form":"Karl Pearson","offset":1118},{"uri":"Biometrics","surface_form":"biometry","offset":1146}]}