{"id":567769,"url":"http://en.wikipedia.org/wiki/Ferdinand_Peroutka","text":"e=\"preserve\">Ferdinand Peroutka (6 February 1895 – 20 April 1978) was a Czech journalist and writer. He is considered to be one of the most important journalists in Czech history.\nEarly career.\nFrom 1919 to 1924 he worked as editor of magazine \"Tribuna\" (Tribune), then from 1924 to 1939 he was editor-in-chief of revue \"Přítomnost\" (Presence). His activity was supported by T. G. Masaryk, who also contributed to his magazines. Peroutka was also wrote about politics in \"Lidové noviny,\" where he wrote against Nazis and communists, whose idelogies he saw as dangerous. For this he was frequently attacked by members of those parties. He also openly criticiced Adolf Hitler, for his lies and false promises.\nWorld War II.\nAfter German occupation of Czechoslovakia in 1939, Peroutka was forced to write propaganda for the Nazis. He didn't listen and in April 1939 issue of \"Přítomnost\" he wrote an article \"Dynamický život\" (Dynamic life) about the 50th birthday of Adolf Hitler. In this article he acknowledged Hitler's power, but refused that Czechs should listen to him. For this he was sent to concentration camp, but was released after few days. Although, a few months later in September 1939 he was jailed again, along with other potential enemies of Nazi regime.\nPeroutka was jailed in concentration camps Dachau and Buchenwald, where he was liberated by American army in 1945.\nAfter the war.\nAfter the war Peroutka became editor-in-chief of \"Svobodné noviny\" and \"Dnešek,\" that replaced his previous magazines.\nIn those years he was repeatedly accused by communists of sympathizing with Nazis. Their proof were articles \"Dynamický život\" and \"Hitler po lidské strance\" (Hitler with a human face), that he didn't actually write. Peroutka refused those claims. Many years later in 2015, Czech president Miloš Zeman claimed that Peroutka was fascinated by Nazism and wrote an article called \"Hitler je gentleman\" (Hitler is gentleman). Although this was never proved Zeman refused to apologize and Ovčáček is still searching for that article\nIn the years 1945-1946 he was a member of the parliament for Czech National Social Party.\nExile.\nAfter Soviets assumed control over Czech government in 1948 Peroutka went to exile. First he went to England and later to United States. He worked for Radio Free Europe in Munich and was one of the members of The Council of Free Czechoslovakia.\nPeroutka became one of the most important anti-communist personalities and his works were banned behind Iron Curtain. Reading and spreading his work was illegal and Communist government pretented he never existed. Because of this Czechs growing up after normalization had practically no way to find out who he was.\nPeroutka died in 1978 in New York. After Velvet revolution he was buried on Vyšehrad in 1991.","categories":[],"infobox_types":[],"annotations":[]}