{"id":567830,"url":"http://en.wikipedia.org/wiki/Marbella","text":"Marbella is a city and municipality in southern Spain, belonging to the province of Málaga in the autonomous community of Andalusia. It is part of the Costa del Sol and is the headquarters of the Association of Municipalities of the region; it is also the head of the judicial district that bears its name.\nBackground.\nMarbella is near the Mediterranean Sea, between Málaga and the Strait of Gibraltar, in the foothills of the Sierra Blanca. The municipality covers an area of crossed by highways on the coast, which are its main entrances.\nIn 2012 the population of the city was 140,473 inhabitants, making it the second most populous city in the province of Málaga and the eighth in Andalusia. It is one of the most important tourist cities of the Costa del Sol and throughout most of the year is an international tourist attraction, due mainly to its climate and tourist infrastructure.\nHistorical value.\nThe city also has a significant archaeological heritage, several museums and performance spaces, and a cultural calendar with events ranging from reggae concerts to opera performances.\nClimate.\nMarbella is protected on its northern side by the coastal mountains of the Cordillera Penibética and so enjoys a climate with an average annual temperature above. The highest peaks of the mountains are occasionally covered with snow, which usually melts in a day or two. Average rainfall is 628 l/m², while hours of sunshine average 2,900 annually.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":48},{"uri":"Province_of_M%C3%A1laga","surface_form":"province of Málaga","offset":72},{"uri":"Andalusia","surface_form":"Andalusia","offset":122},{"uri":"Costa_del_Sol","surface_form":"Costa del Sol","offset":151},{"uri":"Mediterranean_Sea","surface_form":"Mediterranean Sea","offset":340},{"uri":"M%C3%A1laga","surface_form":"Málaga","offset":367},{"uri":"Strait_of_Gibraltar","surface_form":"Strait of Gibraltar","offset":382},{"uri":"Sierra_Blanca_(Andalusia)","surface_form":"Sierra Blanca","offset":427},{"uri":"Province_of_M%C3%A1laga","surface_form":"province of Málaga","offset":648}]}