{"id":5680,"url":"http://en.wikipedia.org/wiki/Elizabeth_I","text":"Elizabeth I (7 September 1533 – 24 March 1603) was the Queen of England and Ireland. She was queen from 17 November 1558 until she died in March 1603. She was also called Good Queen Bess or the Virgin Queen or Gloriana.\nShe was the daughter of King Henry VIII of England and Anne Boleyn, his second wife, and was the last of the Tudor dynasty of monarchs. When Boleyn was disgraced at court and executed, Elizabeth's life became a troubled one, including being locked up in the Tower of London, an old prison.\nDespite that, Elizabeth reigned with intelligence and hard work. Her reign was distinguished with great achievements in the arts, trade, and exploration. She ably defended her country through the days of the Spanish Armada. She never married, but had several favourites, including the Earl of Leicester. At her death in 1603, King James VI of Scotland was named her successor.\nEarly life.\nElizabeth was born in 1533 at Greenwich, England. She was the daughter of King Henry VIII of England and his second wife, Anne Boleyn. She had an older half-sister Mary, and, later, a younger half-brother Edward.\nElizabeth was given a good education. She could speak and read six languages: her native English, as well as French, Italian, Spanish, Greek, and Latin.\nWhen she was thirteen and a half years old, on 28 January 1547, King Henry died. Elizabeth's half-brother, Edward, became King Edward VI of England. He died age 15. Mary succeeded him in 1553, and after Queen Mary's death in 1558, Elizabeth became Queen.\nAchievements as Queen.\nMary I had brought back the Roman Catholic religion in England. Elizabeth returned the nation to the Protestant faith made by her father. She did however retain some of the Catholic traditions. She wanted her subjects to make it look like they were being Protestant, even if they were not.\nThe years of Elizabeth's reign had many artistic achievements. William Shakespeare, Christopher Marlowe, Edmund Spenser, and other writers created enduring drama and poetry. Composers Thomas Tallis and William Byrd worked at Elizabeth's court.\nDuring her reign, many men sought adventure abroad. Elizabeth rented a slave ship to John Hawkins and gave him weapons and equipment to keep slave trading. Sir Francis Drake, Sir Walter Raleigh, Humphrey Gilbert, and other \"sea dogs\" looted Spanish ships. They also sailed to the Americas. In 1580, Drake became the first Englishman to sail around the world. The expeditions of these men prepared England for an age of discovery and international trade and owning other parts of the world. In 1600, Elizabeth herself established a trading company known as the East India Company that became an important tool of the British Empire.\nSpanish Armada.\nEngland and Spain had long quarrelled. Elizabeth encouraged Protestants in the Spanish-held Netherlands to rebel against Spain. She also encouraged her \"sea dogs\" to raid Spanish ships. In 1588, King Philip II of Spain sent an armada (a large fleet of ships) to invade England.\nElizabeth met her troops at Tilbury telling them: \"I know I have the body of a weak, feeble woman; but I have the heart and stomach of a king – and of a King of England too\".\nThe Spanish Armada was met by England's smaller ships on 29 July 1588. They defeated the Armada. The Armada was driven by southwest winds to the north. The English fleet harried it up the east coast of England. The Armada returned to Spain round the north of Scotland and south around Ireland. It was hit by bad weather near Scotland and Ireland, and some ships were wrecked on those coasts. More than a third of the ships did not return to Spain.\nQueen's noblemen.\nElizabeth never married, and she had no children. However, she was fond of several noblemen in her court. Prominent among these noblemen was Robert Dudley, the 1st Earl of Leicester. Later, she turned to Robert Devereux, 2nd Earl of Essex. He wanted to overthrow the government of the Queen. He was defeated and executed.\nElizabeth's death.\nElizabeth died at Richmond Palace on 24 March 1603. The Protestant King of Scotland James VI became King of England. He was the son of her cousin Mary, Queen of Scots.\nElizabeth I was the last Tudor monarch, and reigned for 44 years. Her accession date was a national holiday for two hundred years.","categories":[],"infobox_types":["royalty"],"annotations":[{"uri":"Queen_of_England","surface_form":"Queen of England","offset":55},{"uri":"Ireland","surface_form":"Ireland","offset":76},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":249},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":275},{"uri":"Tudor_dynasty","surface_form":"Tudor dynasty","offset":329},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":478},{"uri":"Spanish_Armada","surface_form":"Spanish Armada","offset":718},{"uri":"James_VI_of_Scotland","surface_form":"James VI of Scotland","offset":841},{"uri":"Greenwich","surface_form":"Greenwich","offset":929},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII of England","offset":978},{"uri":"Anne_Boleyn","surface_form":"Anne Boleyn","offset":1021},{"uri":"English_language","surface_form":"English","offset":1201},{"uri":"French_language","surface_form":"French","offset":1221},{"uri":"Italian_language","surface_form":"Italian","offset":1229},{"uri":"Spanish_language","surface_form":"Spanish","offset":1238},{"uri":"Greek_language","surface_form":"Greek","offset":1247},{"uri":"Latin","surface_form":"Latin","offset":1258},{"uri":"Edward_VI_of_England","surface_form":"Edward VI of England","offset":1392},{"uri":"Mary_I_of_England","surface_form":"Queen Mary's","offset":1468},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1571},{"uri":"Protestantism","surface_form":"Protestant","offset":1644},{"uri":"William_Shakespeare","surface_form":"William Shakespeare","offset":1896},{"uri":"Christopher_Marlowe","surface_form":"Christopher Marlowe","offset":1917},{"uri":"Edmund_Spenser","surface_form":"Edmund Spenser","offset":1938},{"uri":"Thomas_Tallis","surface_form":"Thomas Tallis","offset":2017},{"uri":"William_Byrd","surface_form":"William Byrd","offset":2035},{"uri":"Slave_ship","surface_form":"slave ship","offset":2148},{"uri":"John_Hawkins","surface_form":"John Hawkins","offset":2162},{"uri":"Francis_Drake","surface_form":"Francis Drake","offset":2237},{"uri":"Walter_Raleigh","surface_form":"Walter Raleigh","offset":2256},{"uri":"Age_of_Discovery","surface_form":"age of discovery","offset":2489},{"uri":"International_trade","surface_form":"international trade","offset":2510},{"uri":"East_India_Company","surface_form":"East India Company","offset":2637},{"uri":"British_Empire","surface_form":"British Empire","offset":2693},{"uri":"Protestant","surface_form":"Protestant","offset":2785},{"uri":"Netherlands","surface_form":"Netherlands","offset":2817},{"uri":"Philip_II_of_Spain","surface_form":"Philip II of Spain","offset":2925},{"uri":"Spanish_Armada","surface_form":"Spanish Armada","offset":3182},{"uri":"Scotland","surface_form":"Scotland","offset":3503},{"uri":"Ireland","surface_form":"Ireland","offset":3516},{"uri":"Earl","surface_form":"Earl","offset":3808},{"uri":"Robert_Devereux%2C_2nd_Earl_of_Essex","surface_form":"Robert Devereux, 2nd Earl of Essex","offset":3848},{"uri":"Scotland","surface_form":"Scotland","offset":4060},{"uri":"James_I_of_England","surface_form":"James VI","offset":4069},{"uri":"Mary%2C_Queen_of_Scots","surface_form":"Mary, Queen of Scots","offset":4131},{"uri":"Accession","surface_form":"accession","offset":4223}]}