{"id":56839,"url":"http://en.wikipedia.org/wiki/Carbon_monoxide","text":"Carbon monoxide, with the chemical formula CO, is a colorless, odorless, and tasteless gas. It consists of one carbon atom covalently bonded to one oxygen atom. It is made when carbon compounds burn and there is not enough oxygen. It is a good fuel and burns in air with a blue flame, making carbon dioxide. It is very toxic, but it is useful for modern technology as well.\nThe most important use for carbon monoxide in industry is making iron from iron ore. The carbon monoxide takes the oxygen from the iron ore when heated in a large oven called a blast furnace. Liquid metal iron is left behind. The carbon monoxide turns into carbon dioxide.\nCarbon monoxide can accidentally form when there is too little air to burn all the fuel into carbon dioxide. Such a situation may happen if the oven shutters are closed too early or if a mobile cooker is used in a small tent with no ventilation (Ventilation is fresh air coming in and smoke going out). Many people have died from carbon monoxide poisoning. Carbon monoxide poisoning can cause feelings of paranoia and hallucinations, and has been determined to be a major cause of \"haunted\" houses. Small amounts of it are found in coal gas, a fuel produced by heating coal without any air.\nProduction.\nIt can be also made by blowing hot steam through red-hot crushed coke\nCarbon monoxide can be used as heating fuel because it burns easily into carbon dioxide. It can also be used as so-called \"synthesis gas\" for making man-made gasoline in the Fischer-Tropsch process.\nDuring the World War II when petrol was rare and reserved for the military, many cars were converted to use \"wood gas\". It is carbon monoxide made by burning wood chips in insufficient amount of air. The wood gas was made in a special oven called \"generator\", which was carried on the car. The resulting carbon monoxide was then used as fuel for the car itself. Even today there are cars which use wood gas as fuel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gas","surface_form":"gas","offset":87},{"uri":"Organic_compound","surface_form":"carbon compounds","offset":177},{"uri":"Oxygen","surface_form":"oxygen","offset":223},{"uri":"Fuel","surface_form":"fuel","offset":244},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":292},{"uri":"Toxic","surface_form":"toxic","offset":319},{"uri":"Iron","surface_form":"iron","offset":439},{"uri":"Blast_furnace","surface_form":"blast furnace","offset":551},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":631},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":740},{"uri":"Haunted_house","surface_form":"\"haunted\" houses","offset":1128},{"uri":"Fischer-Tropsch_process","surface_form":"Fischer-Tropsch process","offset":1494},{"uri":"World_War_II","surface_form":"World War II","offset":1530},{"uri":"Military","surface_form":"military","offset":1585},{"uri":"Cars","surface_form":"cars","offset":1600}]}