{"id":568409,"url":"http://en.wikipedia.org/wiki/Ludv%C3%ADk_Svoboda","text":"e=\"preserve\">Ludvík Svoboda  (25 November 1895 – 20 September 1979) was a czechoslovak legionaire in world war I and Commander of Czechoslovak army in Russia in World war II. Later he became a president (1968-1975)\nEarly Life.\nLudvík Svoboda was born in Hroznatín in Moravia in district Třebíč. He joined Austro-Hungaryan army when he was 20 in year 1915.They send to east to fight against Russia. He was captured and then he joined Czecholovak legion in Russia. He fought in battles like of Zborov and Bakhmach. When he came back he was hero and then his military carreer started in new Czechoslovak army in the year 1921.\nWorld War II.\nIn early 1930' he taught in military academy in Prague. After the Munich betrayal in spring 1939 he was in underground organization named National Defence (Obrana národa). He started with cooperation with Soviet Union (SSSR). In start of June he moved to Poland and established a Czechoslovak legion, but when SSSR invade Poland from east, he was captured and senteced to die. His contacts in Moscow freed him.With connection to Moscow he started to free people from gulag and used them to his legion.He became a commander of Czechoslovak army on east. The first battle of his was in 1943 in battle of Sokolov in Ukraine. His position was leader of 1st Czechoslovak corpses. In this battle died a Czech hero captain Jaroš. Then he fight in battle of Dukla Pass. With trust from Klement Gottwald he became a general in year 1945 and was named a Hero of East front.\nPresidency.\nAfter the ending of the Antonín Novotný regime, in the period known as the Prague Spring, Svoboda was elected President of Czechoslovakia on 30 March 1968, on the recommendation of Alexander Dubček, the First Secretary. He was an acceptable candidate both for Czechs and Slovaks, and as a war hero and a victim of the purges of the early 1950s. People saw him as a new light of democracy and reform. But he was afraid of Soviet Union, because he saw all the crimes that they made.\nHe was respects by nation, because he took war hostiges from gulags and save them. Until he sign paper of Warsaw pact that Czechoslovakia will do nothing against Russian invasion in the year 1969. He has no word in home and abroad politic. He was puppet of KSČ. He said he don't trust leadership of political party. He tried to meet important people of factories and normal people, but his political status lower and lower. He even tryied to help poor east Slovakia.\nWhen he was elected 2nd time he had a heart attack and must left his post. His succesor was G.Husák.\nRest of his life.\nRest of his life spend on wheelchair in his house in Prague with wife Irena. After his death in 1979 he had big national and military funeral. His funeral was not organized, but thousands of people came to show respect.He was bury on Žižkov with anthem of 1st Czechoslovak corpse,Směrem k Praze\" (Headed to the Prague). In 1995 he was removed and send to his family crypt in Kroměříž.","categories":[],"infobox_types":[],"annotations":[{"uri":"Czechoslovakia","surface_form":"czechoslovak","offset":74},{"uri":"Hrozn%C4%9Bt%C3%ADn","surface_form":"Hroznatín","offset":254},{"uri":"T%C5%99eb%C3%AD%C4%8D","surface_form":"Třebíč","offset":287},{"uri":"Austro-Hungarian_Empire","surface_form":"Austro-Hungaryan","offset":305},{"uri":"Russia","surface_form":"Russia","offset":390},{"uri":"Czecholovak_legion","surface_form":"Czecholovak legion in Russia","offset":433},{"uri":"Zborov","surface_form":"Zborov","offset":492},{"uri":"Bakhmach","surface_form":"Bakhmach","offset":503},{"uri":"Czechoslovakia","surface_form":"Czechoslovak","offset":588},{"uri":"National_Defence","surface_form":"National Defence","offset":776},{"uri":"Obrana_n%C3%A1roda","surface_form":"Obrana národa","offset":794},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":843},{"uri":"SSSR","surface_form":"SSSR","offset":857},{"uri":"Moscow","surface_form":"Moscow","offset":1031},{"uri":"Battle_of_Sokolov","surface_form":"battle of Sokolov","offset":1230},{"uri":"Captain_Jaro%C5%A1","surface_form":"captain Jaroš","offset":1346},{"uri":"Dukla_Pass","surface_form":"Dukla Pass","offset":1388},{"uri":"Klement_Gottwald","surface_form":"Klement Gottwald","offset":1416},{"uri":"Anton%C3%ADn_Novotn%C3%BD","surface_form":"Antonín Novotný","offset":1538},{"uri":"Prague_Spring","surface_form":"Prague Spring","offset":1589},{"uri":"President_of_Czechoslovakia","surface_form":"President of Czechoslovakia","offset":1624},{"uri":"Alexander_Dub%C4%8Dek","surface_form":"Alexander Dubček","offset":1695},{"uri":"Czechs","surface_form":"Czechs","offset":1774},{"uri":"Slovaks","surface_form":"Slovaks","offset":1785},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1935},{"uri":"Warsaw_Pact","surface_form":"Warsaw pact","offset":2101},{"uri":"KS%C4%8C","surface_form":"KSČ","offset":2252},{"uri":"%C5%BDi%C5%BEkov","surface_form":"Žižkov","offset":2815},{"uri":"Krom%C4%9B%C5%99%C3%AD%C5%BE","surface_form":"Kroměříž","offset":2956}]}