{"id":568791,"url":"http://en.wikipedia.org/wiki/L%C3%ADda_Baarov%C3%A1","text":"Lída Baarova (born Ludmila Babková 7 September 1914 in Prague – 27 October 2000) was a Czech actress. She studied acting at Conservatory and received her first film role in \"Pavel Čamrda's Career\" (\"Kariéra Pavla Čamrdy\"), filming was forbidden for students, she made up pseudonym Lída Baarova after her father's friend J.Š.Baar at age 17. The film was successful, so she had to leave the conservatory.\nHer life.\nLída was born in family of Karel Babka,an official of the Prague City Hall, his wife Ludmila Babková, opera singer and piano player, occasionally sang in the choir of National Theatre. They also had second daughter Zorka, who was actress as well.In 1934 Lída was chosen by the German UFA to act the lead role in, Barcarolle. Film that made her huge star overnight. Media marked her as mistress of Nazi propaganda minister Joseph Goebbels. On the orders of Hitler himself, however, she had to leave, so she left Germany in 1939. She left to Italy, where before the war returned to Prague. At the end of the war fled to Germany but was interned by the US occupation authorities, was investigated by CIC and September 23, 1945 was handed over to Czechoslovakia. She was in terrogated and imprisoned in Munich for alleged collaboration. She spent 16 months in jail, but she was released on Christmas Eve 1946 after she was not found guilty. Lída married J.Kopecký and in 1948 fled do Austria together. In 1966 she was married again, with doctor Kurt Lundwalle and they lived together in Salzburg. He died in 1972 and till her death she lived alone. Baarova died in 2000 (she suffered from Parkinson's disease) and she's buried in Prague.\n, I was foolish, stupid, drunk with glory and against my will I was really badly tangled in history.`` she said about her life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prague","surface_form":"Prague","offset":55},{"uri":"Pseudonym","surface_form":"pseudonym","offset":271},{"uri":"National_Theatre%2C_Prague","surface_form":"National Theatre","offset":580},{"uri":"Mistress_(lover)","surface_form":"mistress","offset":798},{"uri":"Joseph_Goebbels","surface_form":"Joseph Goebbels","offset":835},{"uri":"Italy","surface_form":"Italy","offset":953},{"uri":"Prague","surface_form":"Prague","offset":993},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":1156},{"uri":"Munich","surface_form":"Munich","offset":1212},{"uri":"J.Kopeck%C3%BD","surface_form":"J.Kopecký","offset":1363},{"uri":"Austria","surface_form":"Austria","offset":1393},{"uri":"Kurt_Lundwalle","surface_form":"Kurt Lundwalle","offset":1454},{"uri":"Salzburg","surface_form":"Salzburg","offset":1496},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":1598}]}