{"id":56879,"url":"http://en.wikipedia.org/wiki/John_Taverner","text":"e=\"preserve\">:\"John Taverner should not be confused with the 20th-21st century British composer Sir John Tavener.\"\nJohn Taverner (born about 1490 – died 18 October, 1545) was the most important English composer of his time. He was also an organist.\nWe cannot be sure exactly when Taverner was born. Some people think that he was a boy chorister at the church of Tattershall in Lincolnshire but his name does not appear on the list of choristers there. People now think that he worked there later as a lay clerk.\nHe got a job at Cardinal College (now called Christ Church) in Oxford but he could not stay very long because King Henry VIII made lots of changes to the way people had to worship in church. Taverner even hid some books which the king had forbidden under the floor, and he got into trouble for doing this. In the end the Cardinal did not punish him because, he said, he was “only a musician”.\nIn 1530 he seems to have gone back to Lincolnshire and stayed there for the rest of his life. He probably wrote no more music, but he was quite rich.\nTaverner composed eight masses. The most famous one is called the \"Western Wynde\". It was a “parody mass”, which meant that it used a popular tune with that title. Another mass was called \"Gloria tibi trinitas\". This work set a fashion for pieces which were called \"In Nomine\"s, because the tune was from the Benedictus in the mass which sets the words “in nomine domine” (“in the name of the Father”). “In nomine”s were compositions for instruments which used this tune.\nTaverner also wrote magnificats and motets.","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Tavener","surface_form":"John Tavener","offset":100},{"uri":"1490","surface_form":"1490","offset":141},{"uri":"18_October","surface_form":"18 October","offset":153},{"uri":"1545","surface_form":"1545","offset":165},{"uri":"England","surface_form":"English","offset":194},{"uri":"Composer","surface_form":"composer","offset":202},{"uri":"Pipe_organ","surface_form":"organist","offset":239},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":377},{"uri":"Lay_clerk","surface_form":"lay clerk","offset":501},{"uri":"Christ_Church%2C_Oxford","surface_form":"Christ Church","offset":557},{"uri":"Oxford","surface_form":"Oxford","offset":575},{"uri":"Henry_VIII_of_England","surface_form":"King Henry VIII","offset":622},{"uri":"Worship","surface_form":"worship","offset":684},{"uri":"1530","surface_form":"1530","offset":908},{"uri":"Mass_(music)","surface_form":"masses","offset":1079},{"uri":"Magnificat","surface_form":"magnificat","offset":1547},{"uri":"Motet","surface_form":"motet","offset":1563}]}