{"id":568835,"url":"http://en.wikipedia.org/wiki/The_World_According_to_Novikoff_(novel)","text":"\"The World According to Novikoff\" () is a thriller novel by Russian writer Andrei Gusev, published in 2006.\nPlot.\nThe novel covers the time period from nineties of the last century to zero years of the present century. We can see a wide panorama of life in Russia. The life of an ordinary man in modern Russia describes in the novel. At the same time \"The World According to Novikoff\" is a thriller novel which focuses on a plot to use nuclear materials by Islamic terrorists in Moscow.\nThe main character, Victor Novikoff is a painter. He works in “The New literary newspaper” in Moscow; later he works as an editor in the Russian Agency \"Interteleks\", which is easily guessed \"Interfax\". The last place of Victor Novikoff’ work is Trell publisher, which very similar to famous publishing Astrel, AST group from Moscow. He works here as a literary editor and he receives a manuscript in which the plot of Islamic terrorist acts describes. He must decide what to do with it. From him it depends largely: whether this manuscript will be accepted for publication as a literary story.\nLiterary features.\n\"The World According to Novikoff\" is a novel with a non-linear storyline. The angle of view combines all four parts of this novel: two points of view — male and female — on the same vital conflict, moral problems, erotic transactions.\nFrom an other side this novel is a mixt of thriller and fantasy. At the cover of the book we can read: \"All the characters of this book, including famous politicians, are a figment of the imagination of the author. If you find some convergence with the Russian reality, then so much the worse for last\".\"\n“After reading the book \"The World According to Novikoff\" by Andrei Gusev, I'm quite certain that it simply must be done bedside book each President to know how not to do a history, how not to lead the country. Kudos to Herostratus, destroyed one of the seven wonders of the world — the Temple of Artemis at Ephesus, this is not the kind of Fame, to which we should aspire”. — \"Irina Gorunova\"\nBecause of political reasons this novel was removed from some Russian literary portals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thriller_(genre)","surface_form":"thriller","offset":42},{"uri":"Andrei_Gusev","surface_form":"Andrei Gusev","offset":75},{"uri":"%D0%93%D0%BE%D1%80%D1%8E%D0%BD%D0%BE%D0%B2%D0%B0%2C_%D0%98%D1%80%D0%B8%D0%BD%D0%B0_%D0%A1%D1%82%D0%BE%D1%8F%D0%BD%D0%BE%D0%B2%D0%BD%D0%B0","surface_form":"Irina Gorunova","offset":2019}]}