{"id":56893,"url":"http://en.wikipedia.org/wiki/Escape_velocity","text":"e=\"preserve\">Escape velocity is the initial speed that something would need to completely escape the gravity of a large body, like a star or a planet (such as the Earth), by mere inertia.\nIf a ball is thrown upwards while standing on the ground, the ball will reach a certain height (the faster thrown - the higher) and fall back down. But imagine if the ball is thrown fast enough that it \"never\" falls back down, and instead travels into space farther and farther away from the Earth. The minimum speed at which this could happen is called the escape velocity.\nThe escape velocity at the surface of the Earth is 11.2 kilometers per second (or 6.96 miles per second), assuming there is no drag.\nThis is, of course, a very high speed compared to how fast a ball can be thrown. Even a bullet shot into the sky will fall back down, because its initial speed of nearly 1 kilometer per second (or 0.621 miles per second) is far from escape velocity.\nSpacecraft starting from the surface of Earth has a zero initial speed. But, if it has enough fuel, it may be permanently accelerated by its engine until it reaches escape velocity. Then it will travel into space even after the engine is shut off.","categories":[],"infobox_types":[],"annotations":[{"uri":"Speed","surface_form":"speed","offset":44},{"uri":"Gravity","surface_form":"gravity","offset":101},{"uri":"Star","surface_form":"star","offset":133},{"uri":"Planet","surface_form":"planet","offset":143},{"uri":"Earth","surface_form":"Earth","offset":163},{"uri":"Inertia","surface_form":"inertia","offset":179},{"uri":"Space_(physics)","surface_form":"space","offset":440},{"uri":"Kilometer","surface_form":"kilometer","offset":619},{"uri":"Second","surface_form":"second","offset":634},{"uri":"Mile","surface_form":"mile","offset":650},{"uri":"Drag_(physics)","surface_form":"drag","offset":690},{"uri":"Bullet","surface_form":"bullet","offset":784},{"uri":"Spacecraft","surface_form":"Spacecraft","offset":946},{"uri":"Fuel","surface_form":"fuel","offset":1040},{"uri":"Acceleration","surface_form":"accelerated","offset":1068},{"uri":"Rocket_engine","surface_form":"engine","offset":1087}]}