{"id":569160,"url":"http://en.wikipedia.org/wiki/Trehafod","text":"Trehafod is a village in the Rhondda Valley between Porth and Pontypridd in Rhondda Cynon Taf, Wales. A former coal mining area, the village is now best known as the site of the Rhondda Heritage Park, visiting site for everyone showing the life of coal mining in Rhondda. Trehafod has many buildings such as the Bed and breakfast and Hafod Primary School. Trehafod primary school is a school for ages 3 to 11 with 8 year groups.\nHistory.\nAbout 1850 a map of the area shows a number of farms in the place that was to become Trehafod, these were named, Hafod Uchaf, Hafod Ganol and Hafod Fawr. Trehafod took its name from these farms. Hafod is a Welsh word that can mean \"hill farm\".\nTrehafod is well known for the Rhondda Heritage Park which was once the Lewis Merthyr mine. At the height for coal mining, the Lewis Merthyr mine was one of the highest rated mines in the South Wales Coalfield.\nDue to the River Rhondda flowing very close to a lot of houses within the village there have been a number of floods. The biggest floods were in 1960 which killed one man.\nTransport.\nTrehafod train station is on the Rhondda Line which follows the River Rhondda; the train line and river go through the village. The train leaves to different locations such as Cardiff central, Treherbert, Pontypridd, Porth Cardiff queen street, Treforest and Bridgend and arrives from Hengoed and Treorchy. There are many roads in Trehafod but the main road is the A4058 that leads from Treorchy and leads to the river Taff. There are also many bus stops.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rhondda","surface_form":"Rhondda","offset":29},{"uri":"Valley","surface_form":"Valley","offset":37},{"uri":"Porth","surface_form":"Porth","offset":52},{"uri":"Pontypridd","surface_form":"Pontypridd","offset":62},{"uri":"Rhondda","surface_form":"Rhondda","offset":76},{"uri":"Wales","surface_form":"Wales","offset":95},{"uri":"Mining","surface_form":"mining","offset":116},{"uri":"Rhondda","surface_form":"Rhondda","offset":178},{"uri":"Rhondda","surface_form":"Rhondda","offset":263},{"uri":"Rhondda","surface_form":"Rhondda","offset":713},{"uri":"Lewis_Merthyr","surface_form":"Lewis Merthyr","offset":754},{"uri":"Wales","surface_form":"Wales","offset":876},{"uri":"Train_station","surface_form":"train station","offset":1085}]}