{"id":56997,"url":"http://en.wikipedia.org/wiki/Arpeggio","text":"e=\"preserve\">In music, an arpeggio is a group of notes in a chord which are played one after the other, instead of all at the same time. The arpeggio may either go up or go down, but it is more common going up.\nThe word \"arpeggio\" comes from the Italian word \"arpeggiare\", which means \"to play on a harp\". This is because harps are very good at playing arpeggiated chords.\nAn arpeggio is a type of broken chord, but there are many different kinds.\nLearning many musical instruments include playing scales and arpeggios. They are often played as part of music examinations, especially for piano and the string instruments. This is because these skills are useful for playing a lot of music. For example, Bach's Prelude in C () is made of many different arpeggios. Guitarists sometimes play arpeggios instead of strumming, and banjo players do it a lot.\nAn \"arpeggiated chord\" means a chord which is \"spread\". This means the notes do not start exactly at the same time. This is sometimes called \"arpeggiato\", and in modern music is called a \"rolled chord\". An arpeggiated chord is written with a wiggly line going from top to bottom in front of the chord. An arpeggiated chord is spread from the lowest to the highest note. Occasionally composers such as Béla Bartók ask for them to be played from top to bottom. This is shown by adding an arrow pointing down.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music","surface_form":"music","offset":16},{"uri":"Chord","surface_form":"chord","offset":60},{"uri":"Harp","surface_form":"harp","offset":322},{"uri":"Broken_chord","surface_form":"broken chord","offset":398},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":462},{"uri":"Scale_(music)","surface_form":"scales","offset":498},{"uri":"Piano","surface_form":"piano","offset":588},{"uri":"String_instrument","surface_form":"string instrument","offset":602},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":703},{"uri":"Guitar","surface_form":"Guitar","offset":763},{"uri":"Strumming","surface_form":"strumming","offset":810},{"uri":"Banjo","surface_form":"banjo","offset":825},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":1253}]}