{"id":570317,"url":"http://en.wikipedia.org/wiki/Marie_Anne_%C3%89l%C3%A9onore_de_Bourbon","text":"Marie Anne Éléonore de Bourbon (Marie Anne Éléonore Gabrielle; 22 December 1690 – 30 August 1760) was a granddaughter of King Louis XIV and was a nun at the Abbey of Saint-Antoine-des-Champs. Baptised with the names \"Marie Anne Gabrielle Éléonore\", she signed as Marie Gabrielle Éléonore (see right).\nBackground.\nBorn at the Palace of Versailles the oldest daughter of Louis, Duke of Bourbon, Prince of Condé, \"Monsieur le duc\" and his wife Louise Françoise de Bourbon As the result of her father, she had the rank of a Princess of the blood, which entitled her to the style of \"Your Serene Highness\". A younger sister of hers was The Princess of Conti. In her youth she was known by both \"Mademoiselle de Condé\" and \"Mademoiselle de Bourbon\", being the oldest princess of the Condé branch of the House of Bourbon, and a brother of hers acted as Prime Minister of France during the reign of Louis XV\nNun.\nOn 6 May 1706 at the age of 16, she was made a nun at the Royal Abbey of Fontevraud in Anjou. She was later made the Abbess of Saint-Antoine-des-Champs in 1723 and was known as Madame de Bourbon. Saint-Antoine-des-Champs had been an abbey since the 13th century.\nLater life.\nAs the result of being a nun, Marie Gabrielle Éléonore never married and had no children as a result. She died in the Parisian suburb of Villejuif and was buried at the Abbey of Saint-Antoine-des-Champs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Louis_XIV_of_France","surface_form":"King Louis XIV","offset":121},{"uri":"Nun","surface_form":"nun","offset":146},{"uri":"Baptism","surface_form":"Baptised","offset":192},{"uri":"Palace_of_Versailles","surface_form":"Palace of Versailles","offset":325},{"uri":"Louis%2C_Duke_of_Bourbon%2C_Prince_of_Cond%C3%A9","surface_form":"Louis, Duke of Bourbon, Prince of Condé, \"Monsieur le duc\"","offset":369},{"uri":"Louise_Fran%C3%A7oise_de_Bourbon","surface_form":"Louise Françoise de Bourbon","offset":441},{"uri":"Prince_du_Sang","surface_form":"Princess of the blood","offset":520},{"uri":"Serene_Highness","surface_form":"Your Serene Highness","offset":579},{"uri":"Louise_%C3%89lisabeth_de_Bourbon","surface_form":"The Princess of Conti","offset":631},{"uri":"Prince_of_Cond%C3%A9","surface_form":"Condé branch of the House of Bourbon","offset":777},{"uri":"Louis_Henri%2C_Duke_of_Bourbon","surface_form":"acted as Prime Minister of France during the reign of Louis XV","offset":837},{"uri":"Nun","surface_form":"nun","offset":952},{"uri":"Anjou","surface_form":"Anjou","offset":992},{"uri":"Villejuif","surface_form":"Villejuif","offset":1317},{"uri":"Abbey","surface_form":"Abbey","offset":1349}]}