{"id":57054,"url":"http://en.wikipedia.org/wiki/Carl_Philipp_Emanuel_Bach","text":"Carl Philipp Emanuel Bach (8 March 1714–14 December 1788) was a German musician and composer. He was the second of five sons of Johann Sebastian Bach and Maria Barbara Bach. He was said to be one of the greatest harpsichord players of his time. He wrote a book called \"Essay on the True Art of Playing Keyboard Instruments\" (1755), which was used by Mozart, Haydn and Beethoven.\nEarly life.\nBach was born in Weimar on 8 March 1714. His godfather was the composer Georg Philipp Telemann, and he stayed in contact with him throughout his life. He was taught to play music at an early age by his father. His father moved the family to Leipzig in 1723 where he had a position as Kantor at the Thomasschule. After finishing school Bach went to Leipzig University and trained as a lawyer.\nBerlin.\nIn 1740 he moved to Berlin to become the harpsichord player for Frederick the Great. Frederick played the flute, and it was Bach's job to provide the keyboard accompaniment. This left him with plenty of time to compose music. Bach married Johanna Maria Dannemann in 1744. They had a number of children, but only three lived to be adults. His son, also Johann Sebastian Bach, became a painter in Rome, but died at the age of 30. Life in Berlin became difficult for Bach during the Seven Years' War. Frederick was often away and so there was little musical activity in the court. He was paid with paper money which did not keep its value, and so he had to be careful with his spending. There was also criticism of his playing style, it was becoming \"affected\", too modern for the conservative tastes of Frederick's court.\nHamburg.\nAfter Telemann died at the end of 1767, Bach was able to replace him as the director of church music for the five churches in Hamburg. His duties included teaching music, and organising about 200 musical performances a year. This position allowed Bach to write church music including 21 settings of the Passion, 70 cantatas, motets and liturgies. He also organised concerts and other performances throughout the year. Bach became ill in the summer of 1788 and died from a chest ailment on December 14. He was buried in the Church of St. Michael in Hamburg. His grave was forgotten, and only rediscovered in 1925.\nComposer.\nBach wrote nearly 200 keyboard works, mainly sonatas while at Berlin. He was able to develop a network of people around Europe who were able to sell printed copies of his pieces which brought in a considerable income. The king however did not regard him as a composer, even though Bach dedicated some of his compositions to him. Bach wrote in 1773 that many of his compositions were simply written as a business to make money. Bach also helped make his father's music more widely known. he arranged the printing and sales of his music. Bach protected his father's original manuscripts, and it is because of this that some of them, including the St. John Passion and the St. Matthew Passion, have survived. Other manuscripts of Johann Sebastian's were given to Wilhelm Friedemann Bach, who sold them and they are now lost.\nThere were other compositions that C. P. E. Bach wrote for himself, to develop his ideas and theories of music. After leaving Berlin and moving to Hamburg in 1768 he began writing music with more emotion, which he described as \"Empfindsamer\" meaning \"sentimental\". This was a time of great changes in musical style, from the baroque work of his father, to the classical works of Mozart and Haydn. His music has elements of both, and does not easily fit into the categories that have been created since. Because of this, his music is not played as much in modern times. His father's music has become much more famous, but C. P. E. Bach's music had a greater influence on the composers that came after him.\nWriter.\nBach wrote his book, the \"Essay on the True Art of Playing Keyboard Instruments\" in 1755 while in Berlin. This book is important for two reasons. It was the first book to teach players to use their thumbs, which is now standard practice. Secondly it was the first to talk about emotion as being an important part of a performer's skills; as important as technical ability. It is still in use today as the reference book on how to correctly play the ornamentation and how to improvise in the late baroque style. Bach wrote his autobiography in 1773. This shows that where his father was mainly influenced by religion, Bach was influenced by ideas from art and philosophy. He had a collection of 400 paintings of people whose ideas and works he admired.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"German","offset":64},{"uri":"Composer","surface_form":"composer","offset":84},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":128},{"uri":"Maria_Barbara_Bach","surface_form":"Maria Barbara Bach","offset":154},{"uri":"Harpsichord","surface_form":"harpsichord","offset":212},{"uri":"Wolfgang_Amadeus_Mozart","surface_form":"Mozart","offset":350},{"uri":"Joseph_Haydn","surface_form":"Haydn","offset":358},{"uri":"Ludwig_van_Beethoven","surface_form":"Beethoven","offset":368},{"uri":"Weimar","surface_form":"Weimar","offset":408},{"uri":"Godparent","surface_form":"godfather","offset":436},{"uri":"Georg_Philipp_Telemann","surface_form":"Georg Philipp Telemann","offset":463},{"uri":"Leipzig","surface_form":"Leipzig","offset":632},{"uri":"Frederick_II_of_Prussia","surface_form":"Frederick the Great","offset":855},{"uri":"Rome","surface_form":"Rome","offset":1186},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":1271},{"uri":"Hamburg","surface_form":"Hamburg","offset":1746},{"uri":"Cantata","surface_form":"cantatas","offset":1935},{"uri":"Motet","surface_form":"motets","offset":1945},{"uri":"Liturgy","surface_form":"liturgies","offset":1956},{"uri":"Sonata","surface_form":"sonata","offset":2288},{"uri":"Wilhelm_Friedemann_Bach","surface_form":"Wilhelm Friedemann Bach","offset":3003},{"uri":"Hamburg","surface_form":"Hamburg","offset":3212},{"uri":"Emotion","surface_form":"emotion","offset":3261},{"uri":"Sentimental","surface_form":"sentimental","offset":3316},{"uri":"Baroque","surface_form":"baroque","offset":3390},{"uri":"Classical_music_period","surface_form":"classical","offset":3425},{"uri":"Ornamentation_(music)","surface_form":"ornamentation","offset":4227},{"uri":"Autobiography","surface_form":"autobiography","offset":4304}]}