{"id":570951,"url":"http://en.wikipedia.org/wiki/Guillermo_Lasso","text":"Guillermo Alberto Santiago Lasso Mendoza (born 16 November 1955) is an Ecuadorian businessman and politician. He was the presidential candidate for the 2013 and 2017 elections for the party Creating Opportunities.\nHe arrived in second place with 22.68% of valid votes, but as incumbent President Rafael Correa received 57.17% of votes, a round-off didn't take place. In early 2017, he launched his second presidential campaign against former Vice President Lenín Moreno and other candidates. In February 2017, both Lasso and Moreno made it to a run-off election on April 2, 2017. He lost the election with 49% of the vote.\nEarly life.\nLasso was born in Guayaquil, Ecuador's largest city. His parents were Enrique Lasso and Nora Mendoza. He studied at the College of San José La Salle where he graduated with an economics degree.\nBanking career.\nLasso is, through a trust named with his initials, GLM, the largest share holder in Banco de Guayaquil. He has been executive president for more than 20 years.\nPolitical career.\nLasso served as Governor of the Guayas Province from 1998 through 1999. He was appointed by President Jamil Mahuad to serve as Superminister of Economy and Energy, a position he served from August through September 1999. In 2003, President Lucio Gutiérrez appointed Lasso to serve as Itinerant Ambassador, a position he served for only a few months in the same year.\nIn the 2013 presidential election, Lasso ran against the incumbent President Rafael Correa. He lost the general election in a landslide.\n2017 presidential campaign.\nIn early 2017, Lasso launched his second presidential campaign to succeed incumbent President Correa for Creating Opportunities in the 2017 presidential elections, as Correa had already served his two-term constitutionally defined limit. His campaign's theme is one of change and he has promised to create 1 million more jobs in Ecuador.\nLasso lost the election after winning 49% of the vote to Moreno's 51% of the vote.\nPersonal life.\nLasso is married to María de Lourdes Alcívar Crespo. They have five children. Lasso and his family live in Guayaquil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecuador","surface_form":"Ecuador","offset":71},{"uri":"Ecuadorian_general_election%2C_2013","surface_form":"2013","offset":152},{"uri":"Ecuadorian_general_election%2C_2017","surface_form":"2017","offset":161},{"uri":"Creating_Opportunities","surface_form":"Creating Opportunities","offset":190},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":296},{"uri":"Len%C3%ADn_Moreno","surface_form":"Lenín Moreno","offset":457},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":653},{"uri":"College_of_San_Jos%C3%A9_La_Salle","surface_form":"College of San José La Salle","offset":755},{"uri":"Guayas_Province","surface_form":"Guayas Province","offset":1055},{"uri":"Jamil_Mahuad","surface_form":"Jamil Mahuad","offset":1125},{"uri":"Lucio_Guti%C3%A9rrez","surface_form":"Lucio Gutiérrez","offset":1263},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":1467},{"uri":"Landslide_victory","surface_form":"landslide","offset":1516},{"uri":"Creating_Opportunities","surface_form":"Creating Opportunities","offset":1660},{"uri":"Ecuadorian_general_election%2C_2017","surface_form":"2017 presidential elections","offset":1690}]}