{"id":571214,"url":"http://en.wikipedia.org/wiki/Arabesque_(group)","text":"e=\"preserve\">Arabesque was a disco girl group. It was created in 1977 in Frankfurt, West Germany. When the trio formed in 1977, it had members: Karen Ann Tepperis, Mary Ann Nagel and Michaela Rose. They released a single called, \"Hello Mr. Monkey\". It became very successful in Asia, especially Japan and Korea.\nShortly after the release, Mary Ann Nagel decided to leave the group.Her spot was taken by Heike Rimbeau. In 1978, they released the successful album, \"Friday Night\". Karen Ann Tepperis had a son in 1978 and left the group. A former gymnast named Jasmin Vetter replaced her. Heike left the group in 1979 due to her pregnancy. A country singer named Elke Brückheimer replaced Heike for a few months. Finally in June 1979, Sandra Ann Lauer was accepted into the group. The trio had members Michaela, Jasmin and Sandra from 1979, until they split.\nThe first album they released with Sandra was \"City Cats\". In 1980, they released their most successful album, \"Marigot Bay\". Apart from it being popular in Asia, it was the first album that was successful in their native country. That same year they released \"Midnight Dancer\". In 1981, \"In For A Penny, In For A Pound\" was released. \"Caballero\" was released in 1982. Their last 3 albums had different musical genres than just disco. \"Why No Reply\", \"Dance Dance Dance\" and \"Time To Say Goodbye\" were not as successful as their previous albums. Two songs from their last album, \"Ecstasy\" and \"Time to Say Goodbye\" became very popular in the 1980s.\nArabesque split up in 1984 because Sandra wanted to sing by herself. Jasmin and Michaela formed their own group called \"Rouge\". It lasted until 1988.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disco_music","surface_form":"disco","offset":29},{"uri":"Girl_group","surface_form":"girl group","offset":35},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":73},{"uri":"West_Germany","surface_form":"West Germany","offset":84},{"uri":"Karen_Ann_Tepperis","surface_form":"Karen Ann Tepperis","offset":144},{"uri":"Mary_Ann_Nagel","surface_form":"Mary Ann Nagel","offset":164},{"uri":"Michaela_Rose","surface_form":"Michaela Rose","offset":183},{"uri":"Single_(music)","surface_form":"single","offset":214},{"uri":"Japan","surface_form":"Japan","offset":295},{"uri":"Korea","surface_form":"Korea","offset":305},{"uri":"Heike_Rimbeau","surface_form":"Heike Rimbeau","offset":403},{"uri":"Album_(music)","surface_form":"album","offset":456},{"uri":"Jasmin_Vetter","surface_form":"Jasmin Vetter","offset":559},{"uri":"Pregnancy","surface_form":"pregnancy","offset":627},{"uri":"Country_music","surface_form":"country","offset":640},{"uri":"Elke_Br%C3%BCckheimer","surface_form":"Elke Brückheimer","offset":661},{"uri":"Sandra_Ann_Lauer","surface_form":"Sandra Ann Lauer","offset":733},{"uri":"Musical_genre","surface_form":"musical genres","offset":1260}]}