{"id":57151,"url":"http://en.wikipedia.org/wiki/Touch_rugby","text":"e=\"preserve\">Touch rugby, also named Touch or Touch Football, is a sport which is derived from rugby league. It minimizes body contact so that rugby players practice over the preseason and improve their handling skills without any risk of injuries. It also eliminates body contact to allow inclusion of both genders and people from all ages.\nHistory.\nTouch rugby was started in South Sydney in the late 1960s, pursued as a non-contact off season sport and as a fitness program for Rugby League players. The game was introduced in Europe in the 1980s and the first Touch league began in Ireland in 2005.\nSize of The Field.\nIt is played on fields or pitches of 70 meters long by 50 meters, wide with sidelines, a half-way line and In goal areas.\nNumbers.\nAccording to official rules, each team can have up to 14 players, with 6 players per team in the field at one time. Therefore, total 12 players get to play on a field. It is possible to interchange players as many as they want.\nStart of The Game.\nBy tossing a coin, starting team is decided and an attacking team gets to have six chances to make a score. These chances are called touches.\nScoring.\nPlayers can score by grounding the ball in goal areas. The definition of grounding is holding a ball and letting it touch the ground.\nTurn over.\nIf the attacking team drops a ball, the possession is changed to the other team and the game starts over with rollball by using hands or feet. The definition of rollball is rolling the ball slightly backward by using your hand or feet.\nForward pass.\nTeam which has possession can pass a ball to teammates who is at sideways or backwards. If it is passed forward, it is a penalty and they lose the possession. The game starts over by a tap kick, which is kicking the ball by using your foot.\nTouch and Pass.\nIf a player passes the ball after being touched a penalty occurs for forward pass.\nOff the mark.\nPlayers must start over with rollball or a penalty at the same mark where a rollball or a penalty were given.\nHow to touch?\nIn Touch, tackle from traditional rugby is replaced with touch by using a hand. It allows any part of body to be touched and must use minimum force.\nPurpose.\nTouch rugby encourages many people to join the rugby world. No matter who you are, how old you are. It is used as a tool to promote rugby to new players such as youth players or girls and women.","categories":[],"infobox_types":[],"annotations":[{"uri":"Touch_Football","surface_form":"Touch Football","offset":46},{"uri":"Rugby_league","surface_form":"rugby league","offset":95},{"uri":"Preseason","surface_form":"preseason","offset":175},{"uri":"Sydney","surface_form":"South Sydney","offset":378},{"uri":"Europe","surface_form":"Europe","offset":530},{"uri":"Ireland","surface_form":"Ireland","offset":586},{"uri":"Penalty","surface_form":"penalty","offset":1943}]}