{"id":571906,"url":"http://en.wikipedia.org/wiki/Aidan_Harrington","text":"Aidan Harrington (March 13, 1928 - February 4, 2017) was an English character actor of stage, screen, and television.\nLife and career.\nHarrington was born in London, England, on March 13, 1928, the oldest sibling of a household that produced seven children. He received his public education at The Latymer School graduating in 1946 and later enrolled in the Royal Academy of Dramatic Arts where he excelled in studying both acting and music. He graduated in 1950. His first professional beginnings in the entertainment industry began singing in the background chorus of the famed Palace Theatre in London. One fateful night in 1952, he happened to be discovered by famed motion picture director David Lean and his then wife, actress Ann Todd, who were so impressed by young Aidan's vocal abilities and charming looks, that they plucked him from obscurity and arranged for him a motion picture contract through London Film Productions where he would make his debut, under Lean's direction and with Todd as his first leading lady, in '<nowiki/>The Sound Barrier'<nowiki/> (1952). Young Aidan's first screen appearance was so successful that within the very first year of his contract he appeared in 10 more films, one of which included the lavish costume epic '<nowiki/>Ivanhoe' whose cast included such acclaimed talents as \"Robert Taylor\", \"Elizabeth Taylor\", and \"Joan Fontaine\".\nAt the beginning of the 1950s, Aidan was ranked as being one of the United Kingdom's 'Stars of Tomorrow' and continued to make a name for himself in films appearing in such features as '<nowiki/>Doctor In The House'<nowiki/> (1954), '<nowiki/>Dark Avenger'<nowiki/> (1955), '<nowiki/>Village of the Damned'<nowiki/> (1960), '<nowiki/>Day The Earth Caught Fire'<nowiki/> (1961), '<nowiki/>Countess from Hong Kong'<nowiki/> (1967), '<nowiki/>Best House in London'<nowiki/> (1969), '<nowiki/>Eagle Has Landed'<nowiki/> (1977), '<nowiki/>Top Secret'<nowiki/> (1984), '<nowiki/>Batman'<nowiki/> (1989), and, in his final on screen appearance,  '<nowiki/>The Blackheath Poisonings' (1992). He also became a household name on the small screen appearing in such syndicated British sitcoms as The Invisible Man', 'The Edgar Wallace Mysteries', 'Scotland Yard', 'Ghost Squad', 'The Prisoner', 'The Sweeney, and QB VII.\nHe was also highly regarded for his stance as a method actor on not only the British but American stage scene appearing in everything from light-hearted comedies to extreme dramatic roles. Some of which included: \"Romeo and Juliet, Dinner at Eight, The Importance of Being Earnest, The Mousetrap, And Then There Were None, Les Miserables, Julius Ceasar, The Crucible, All My Sons, Cat on a Hot Tin Roof, The Little Foxes, Waiting for Godot, A Christmas Carol, Long Day's Journey Into Night, The Browning Version, Brewster's Millions, Angel Street, and Love Letters.\" In his later years, he even provided private acting lessons to aspiring performers.\nHe retired in 2012, and spent his last years spending time with his family, took up painting in oils, and divided time between his three homes which consisted of an estate in Surrey, England, a custom built Tudor house in County Dublin, Ireland (which he spent most of his time for over 40 years), and a summer house in Pebble Beach, California. He was married for 56 years to his wife, Rosemary, who predeceased him in 2010. Together they produced 3 children. He died surrounded by his family in the comfort of his Ireland home from natural causes on February 4, 2017, and was interred at Deansgrange Cemetery, Blackrock, County Dublin, Ireland, following a private family-only funeral service.\nFilmography.\nStory of Robin Hood and His Merrie Men","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":60}]}