{"id":57194,"url":"http://en.wikipedia.org/wiki/Flurbereinigung","text":"Flurbereinigung (pronounce: FLOOER-be-rye-nee-gung) is a word used in Germany to refer to the rearranging of fields in agriculture. During the second half of the 20th century, Flurbereinigung led to major changes in the landscape in the German countryside.\nHistory.\nMany German farmers used to have several small fields which were not together but were in different places, some of them maybe two or three miles away from where they lived. This was particularly a problem in the area to the left of the Rhine which had been ruled by Napoleon, because in the 19th century, when a farmer and his wife had died, their land was shared between all their children, so it got divided into smaller pieces. In other parts of Germany only the eldest son inherited the land.\nSince the 1960s, people understood that it would be much easier for a farmer to have all his fields together so that he did not have to keep making journeys between lots of small fields. Larger fields are easier to manage and more economical. The German government encouraged farmers to swap some of their fields among themselves so that each farmer had his land all in one place.\nIn the last few years the government have realized that the way the changes have been made are not always good. Nature often suffers when hedgerows are taken away to make fields bigger. Flurbereinigung today tries to keep some of the hedgerows and small groups of trees which sometimes stand in the middle of fields. They are good places for birds to nest and other animals like to live there, too.\nWinegrowers do not always find it a good thing to have all their land together. This is because the soil in one field may be slightly different from the soil in a field just farther up the road, and this gives the wine a slightly different taste. Also, if all their land is on one hillside and a storm hits that hillside and ruins the crops, then they have lost everything. If they have several pieces of land in different places they are less likely to lose all their crops because of one disaster.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":70},{"uri":"Field","surface_form":"field","offset":109},{"uri":"Agriculture","surface_form":"agriculture","offset":119},{"uri":"20th_century","surface_form":"20th century","offset":162},{"uri":"Landscape","surface_form":"landscape","offset":220},{"uri":"Countryside","surface_form":"countryside","offset":244},{"uri":"Farmer","surface_form":"farmer","offset":278},{"uri":"Problem","surface_form":"problem","offset":464},{"uri":"Rhine","surface_form":"Rhine","offset":503},{"uri":"Napoleon","surface_form":"Napoleon","offset":533},{"uri":"19th_century","surface_form":"19th century","offset":558},{"uri":"Government","surface_form":"government","offset":1018},{"uri":"Nature","surface_form":"Nature","offset":1257},{"uri":"Hedge","surface_form":"hedge","offset":1283},{"uri":"Tree","surface_form":"tree","offset":1409},{"uri":"Bird","surface_form":"bird","offset":1487},{"uri":"Nest","surface_form":"nest","offset":1496},{"uri":"Animal","surface_form":"animal","offset":1511},{"uri":"Winegrower","surface_form":"Winegrower","offset":1544},{"uri":"Soil","surface_form":"soil","offset":1644},{"uri":"Wine","surface_form":"wine","offset":1758},{"uri":"Storm","surface_form":"storm","offset":1840},{"uri":"Crop","surface_form":"crop","offset":2013}]}