{"id":572318,"url":"http://en.wikipedia.org/wiki/Aoi_festival","text":"The Aoi Festival or Aoi Matsuri(葵祭) is one of Kyoto's three most famous festivals (along with the Gion Festival and Jidai Matsuri) and takes place every May 15. The festival's main attraction is a large parade in Kyoto, in which over 500 people dressed in the aristocratic style of the Heian Period (794-1185) walk from the Imperial Palace to the Kamo Shrines. Aoi is Japanese for Hollyhock, and the festival is named after the Hollyhock leaves that are worn by the members of the procession.\nPredating Kyoto's establishment as the national capital in 794, the Aoi Matsuri began in the 7th century, although its precise origins are uncertain. There were most likely natural disasters occurring that were believed to be caused by the deities of the Kamo Shrines. After the Emperor made offerings to the gods, the disasters subsided and a tradition was begun. The festival's official name remains Kamo Matsuri, because of its association with the shrines.\nThe festival grew in prominence so that during the Heian Period the word festival became synonymous with the Aoi Matsuri. Nowadays, the massive procession illustrates the high regard in which the festival would have been held. There are men on horseback, giant bouquets of flowers, ornately decorated ox drawn carts, and a large retinue of women in kimono accompanying the year's Saio.\nTraditionally, the Saio was a young female member of the imperial family who was the high priestess of the Kamo Shrines. During festivals, the Saio performed rituals at the shrines. In the modern era, a different unmarried woman from Kyoto is selected each year to be Saio. She must go through purification ceremonies before the festival, and is taken through the procession on a palanquin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kyoto","surface_form":"Kyoto","offset":46},{"uri":"Gion_Festival","surface_form":"Gion Festival","offset":98},{"uri":"Jidai_Matsuri","surface_form":"Jidai Matsuri","offset":116},{"uri":"Heian_Period","surface_form":"Heian Period","offset":286},{"uri":"Kimono","surface_form":"kimono","offset":1303}]}