{"id":57246,"url":"http://en.wikipedia.org/wiki/Ecozone","text":"e=\"preserve\">An ecozone or biogeographic realm is the largest scale biogeographic division of the earth's surface.\nThese divisions are based on the historic and evolutionary distribution of plants and animals. Ecozones represent large areas of the Earth surface where plants and animals developed in relative isolation over long periods of time, and are separated from one another by geologic features, such as oceans, broad deserts, or high mountain ranges, that formed barriers to plant and animal migration. Ecozones correspond to the floristic kingdoms of botany or zoogeographic regions of mammal zoology.\nEcozones are characterized by the evolutionary history of the plants and animals they contain. As such, they are distinct from biomes, also known as major habitat types, which are divisions of the earth's surface based on \"life form\", or the adaptation of plants and animals to climatic, soil, and other conditions. Biomes are characterized by similar climax vegetation, regardless of the evolutionary lineage of the specific plants and animals. Each ecozone may include a number of different biomes. A tropical forest in Central America, for example, may be similar to one in New Guinea in its vegetation type, but these forests are inhabited by plants and animals with very different evolutionary histories.\nThe patterns of plant and animal distribution in the world's ecozones was shaped by the process of plate tectonics, which has redistributed the world's land masses over geological history.\nThe term ecozone, as used here, is a fairly recent development, and other terms, including kingdom, realm, and region, are used by other authorities with the same meaning. J. Schultz uses the term \"ecozone\" to refer his classification system of biomes.\nBiogeographical realms.\nIn 1975 Miklos Udvardy proposed a system of 203 biogeographical provinces, which were grouped into eight biogeographical realms (Afrotropical, Antarctic, Australian, Indomalayan, Nearctic, Neotropical, Oceanian, and Palaearctic). Udvardy's goal was to create an integrated ecological land classification system that could be used for conservation purposes.\nWWF Ecozones.\nThe WWF ecozones are based largely on the biogeographic realms of Pielou (1979) and Udvardy (1975). A team of biologists convened by the World Wide Fund for Nature (WWF) developed a system of eight biogeographic realms (ecozones) as part of their delineation of the world's over 800 terrestrial ecoregions.\nThe WWF scheme is broadly similar to Udvardy's system, the chief difference being the delineation of the Australasian ecozone relative to the Antarctic, Oceanic, and Indomalayan ecozones. In the WWF system, The Australasia ecozone includes Australia, Tasmania, the islands of Wallacea, New Guinea, the East Melanesian islands, New Caledonia, and New Zealand. Udvardy's Australian realm includes only Australia and Tasmania; he places Wallacea in the Indomalayan Realm, New Guinea, New Caledonia, and East Melanesia in the Oceanian Realm, and New Zealand in the Antarctic Realm.","categories":[],"infobox_types":[],"annotations":[{"uri":"Biogeography","surface_form":"biogeographic","offset":68},{"uri":"Floristic_kingdom","surface_form":"floristic kingdom","offset":538},{"uri":"Zoogeographic_region","surface_form":"zoogeographic region","offset":570},{"uri":"Biome","surface_form":"biome","offset":738},{"uri":"Climax_vegetation","surface_form":"climax vegetation","offset":963},{"uri":"Tropical_forest","surface_form":"tropical forest","offset":1114},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":1420},{"uri":"Miklos_Udvardy","surface_form":"Miklos Udvardy","offset":1795},{"uri":"Biogeographical_provinces","surface_form":"biogeographical provinces","offset":1835},{"uri":"Ecological_land_classification","surface_form":"ecological land classification","offset":2060},{"uri":"Conservation_movement","surface_form":"conservation","offset":2121},{"uri":"World_Wide_Fund_for_Nature","surface_form":"World Wide Fund for Nature","offset":2295},{"uri":"Terrestrial_ecoregion","surface_form":"terrestrial ecoregion","offset":2441},{"uri":"Australia","surface_form":"Australia","offset":2705},{"uri":"Tasmania","surface_form":"Tasmania","offset":2716},{"uri":"Wallacea","surface_form":"Wallacea","offset":2741},{"uri":"New_Guinea","surface_form":"New Guinea","offset":2751},{"uri":"East_Melanesian_islands","surface_form":"East Melanesian islands","offset":2767},{"uri":"New_Caledonia","surface_form":"New Caledonia","offset":2792},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2811},{"uri":"Wallacea","surface_form":"Wallacea","offset":2899}]}