{"id":57269,"url":"http://en.wikipedia.org/wiki/Slipknot","text":"Slipknot is an American heavy metal band from Des Moines, Iowa. Slipknot has eight members in the band. The current band members are Sid Wilson, Jim Root, Craig Jones, Shawn Crahan, Mick Thomson, Corey Taylor, Alessandro Venturella and Jay Weinberg. The first bassist from Slipknot, Paul Gray, died from an accidental drug overdose in 2010. Also, Joey Jordison was forced to leave the band. He is now working on his own projects. The surviving band members wear masks. Percussionist Chris Fehn also left the band due to suing band mates Shawn Crahan and Corey Taylor for allegedly duping him out of money in 2019. The band has sold almost 15 million records worldwide.\nCareer.\nIn September 1995 a band was formed called The Pale Ones. The band had Shawn Crahan on drums, Paul Gray on bass, Anders Colsefini on vocals and Donnie Steele on guitar. Later Joey Jordison joined and became drummer, Crahan became a Percussionist. The band also hired guitarist Josh Brainard and moved Colsefini to percussion and vocals. The band performed their first concert on December 4, 1995, then they were called Meld. Joey Jordison suggested naming the band Slipknot, after a song they had made. The band started wearing masks because Shawn Crahan wore a clown mask and to get better into the music.\nIn February Steele left the band because of religious beliefs. Craig Jones was hired as a replacement. Jones later became their full-time sampler. They hired Mick Thomson as a replacement guitarist. On October 31, 1996, Slipknot released their first demo Mate.Feed.Kill.Repeat.\nThe band realized that their new songs needed more vocal melody, so they hired Corey Taylor. Colsefini became just a percussionist. At a show Colsefini announced that he was leaving the band. He was replaced by Greg Welts but he was fired from the band because he was lazy. Chris Fehn was hired as percussionist. In 1997 the band gave themselves numbers and wore coveralls while performing.\nIn 1998 DJ Sid Wilson joined after impressing the band. In 1999 Brainard decided to leave the band for personal reasons. Jim Root was his replacement. This left the band with the line-up they kept until 2010.\nThey became better known after giving some labels a five-song demo. They signed to Roadrunner records in summer 1998. They released their first album, named after the band (self titled) one year after signing to Roadrunner. The album had two singles (songs released separately from the album, but is still on the album). They went on tour and played at the Ozzfest. This made their fan base bigger. In early 2000, the album was certified platinum (selling 1,000,000 copies).\nTheir fans were waiting impatiently for a second release (\"Iowa\"), and recording started early 2001 in California. Band members argued over how long to go on live shows and recording times. Even so, they went ahead and released the album, and toured for it. The album had three singles, one of them appearing in a movie (\"Resident Evil\"). They sold all the seats in large arenas due to the large fan base. In 2002, the band took a break, and some members remade or started new bands and projects.\nWith delays of recording another album (\"Vol. 3: The Subliminal Verses\"), the band went back to California for recording. When early 2004 came around, the album was finished and touring began. The album was released in May. The album had six singles. From the tour, the band created a live album (an album made up of live versions of songs). Some band members were in the Roadrunner United: The All-Stars Sessions, a mix album of artists signed to Roadrunner. In 2006 the band won their only Grammy Award for their song \"Before I Forget.\" The band took another break, with various members going to other projects and bands.\nThe fourth album (\"All Hope is Gone\") was started in late 2007, but recording began in early 2008. The album was done in early summer 2008. The album had five singles. 2009 was 10 years since the release of their first album, so the first album was re-released as a special version. The tour for \"All Hope is Gone\" ended on Halloween night, 2009, and ended a third break for the band. Members went back to other projects and bands with singer Corey Taylor creating the band Junk Beer Kidnap Band. On May 24, 2010, bass player Paul Gray died. Investigation showed a drug overdose killed him. Band members hesitated, or to have another thought about, speaking about the future of the band. Drummer Joey Jordison said another record was 'kinda already in the making.' Corey Taylor, however, said that he didn't know whether or not to continue with Slipknot.\nFormer member Donnie Steele will do Paul Gray's part while the band is playing live shows. Taylor told NME that he wants to continue, as it is what Paul would want. The band will complete and release a fifth album, but Taylor doesn't see recording soon. Jordison said that the band will go on without Taylor if he is to leave the band.\nIn 2013 Joey Jordison left the band. The band made and brought out a new album in 2014 called \".5: The Gray Chapter\". Donnie Steele played the bass on some songs on the album, but did not want to fully rejoin, so a new bass player and drummer were brought in to replace Steele and Jordison. The band would not say at first who the new members were, though their names were soon discovered to be Alessandro Venturella (bass player) and Jay Weinberg (drummer)\nStyle.\nAmong the main influences of the band can be named to Black Sabbath, Pantera, Metallica, Slayer, Sepultura, Iron Maiden, Carcass, Judas Priest, Korn, DC, Kiss, Beastie Boys and Mushroomhead. Thrash metal has been mentioned several times as a great influence to define them, together with nu metal. Slipknot uses three types of guitars (main, rhythm and bass), two percussionists in addition to drums, and electronics (samplers and turntables). The band's sound has been described as \"a threshing machine devouring a military drum corps.\"\nIn their early work, the vocals vary widely, from occasional raps up to a throaty voice. Their most recent works include more melodic vocals, and raps have left. The words are always in a very aggressive tone, characterized by darkness, nihilism, anger, hatred, love, misanthropy and psychosis. Rick Anderson of Allmusic said the lyrics to Slipknot are \"not generally quotable on a family website.\"\nIn an interview Paul Gray said: \"The only word I hate is 'nu metal,' we have death metal, thrash metal, grindcore, is a bit of everything, you know?\"","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":15},{"uri":"Heavy_metal_music","surface_form":"heavy metal","offset":24},{"uri":"Band","surface_form":"band","offset":36},{"uri":"Des_Moines%2C_Iowa","surface_form":"Des Moines","offset":46},{"uri":"Iowa","surface_form":"Iowa","offset":58},{"uri":"1995","surface_form":"1995","offset":690},{"uri":"Shawn_Crahan","surface_form":"Shawn Crahan","offset":748},{"uri":"Drum","surface_form":"drum","offset":764},{"uri":"Paul_Gray","surface_form":"Paul Gray","offset":771},{"uri":"Bass_guitar","surface_form":"bass","offset":784},{"uri":"Vocals","surface_form":"vocals","offset":810},{"uri":"Guitar","surface_form":"guitar","offset":838},{"uri":"Joey_Jordison","surface_form":"Joey Jordison","offset":852},{"uri":"Percussion","surface_form":"Percussion","offset":909},{"uri":"December_4","surface_form":"December 4","offset":1056},{"uri":"Religion","surface_form":"religious","offset":1328},{"uri":"Craig_Jones","surface_form":"Craig Jones","offset":1347},{"uri":"Mick_Thomson","surface_form":"Mick Thomson","offset":1442},{"uri":"October_31","surface_form":"October 31","offset":1486},{"uri":"1996","surface_form":"1996","offset":1498},{"uri":"Corey_Taylor","surface_form":"Corey Taylor","offset":1641},{"uri":"Chris_Fehn","surface_form":"Chris Fehn","offset":1836},{"uri":"1997","surface_form":"1997","offset":1878},{"uri":"1998","surface_form":"1998","offset":1956},{"uri":"DJ","surface_form":"DJ","offset":1961},{"uri":"Sid_Wilson","surface_form":"Sid Wilson","offset":1964},{"uri":"1999","surface_form":"1999","offset":2012},{"uri":"Jim_Root","surface_form":"Jim Root","offset":2074},{"uri":"Ozzfest","surface_form":"Ozzfest","offset":2519},{"uri":"2000","surface_form":"2000","offset":2570},{"uri":"NME","surface_form":"NME","offset":4716},{"uri":"Black_Sabbath","surface_form":"Black Sabbath","offset":5468},{"uri":"Pantera","surface_form":"Pantera","offset":5483},{"uri":"Metallica","surface_form":"Metallica","offset":5492},{"uri":"Slayer","surface_form":"Slayer","offset":5503},{"uri":"Sepultura","surface_form":"Sepultura","offset":5511},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":5522},{"uri":"Carcass","surface_form":"Carcass","offset":5535},{"uri":"Judas_Priest","surface_form":"Judas Priest","offset":5544},{"uri":"Korn","surface_form":"Korn","offset":5558},{"uri":"DC","surface_form":"DC","offset":5564},{"uri":"Kiss_(band)","surface_form":"Kiss","offset":5568},{"uri":"Beastie_Boys","surface_form":"Beastie Boys","offset":5574},{"uri":"Mushroomhead","surface_form":"Mushroomhead","offset":5591}]}