{"id":572797,"url":"http://en.wikipedia.org/wiki/Nintendo_Switch","text":"The Nintendo Switch (originally called NX in development and also called Switch or N. Switch) is a video game console created by Nintendo. It was first released on March 3, 2017.\nThe Switch is a hybrid console, which means that the player can either connect it to a television or use it by itself as a handheld gaming device. It uses controllers called Joy-Cons, which attach to both sides of the console when it is in handheld mode. They are attached to a grip when in television mode. The user plays the games by pressing buttons on the Joy-Cons. The Joy-Cons also have a form of rumble, which is called HD Rumble. There is an infrared sensor on the bottom of the right Joy-Con that can acts like the sensors in the Nintendo Wii. The Nintendo Switch received critical acclaim.\nThere are more than 100 games that work on the Nintendo Switch, including ', \"Just Dance 2017\", and \"Super Mario Odyssey\".\nThe Switch became the fastest-selling console, outselling the Wii U in only nine months. In May 2020, it was announced that the Nintendo Switch had sold over 55 million consoles since its release. As of November 2020, the Switch is the second best-selling Nintendo home console, only behind the Wii.\nNintendo Switch Lite.\nA new version called the Nintendo Switch Lite was released on September 20, 2019. It costs less and is smaller than a normal Nintendo Switch, but can not connect to a television like the normal Nintendo Switch.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game_console","surface_form":"video game console","offset":99},{"uri":"Nintendo","surface_form":"Nintendo","offset":129},{"uri":"Television","surface_form":"television","offset":266},{"uri":"Joy-Cons","surface_form":"Joy-Cons","offset":353},{"uri":"Infrared","surface_form":"infrared","offset":629},{"uri":"Wii","surface_form":"Nintendo Wii","offset":718},{"uri":"List_of_Nintendo_Switch_games","surface_form":"more than 100 games","offset":789},{"uri":"Just_Dance_2017","surface_form":"Just Dance 2017","offset":857},{"uri":"Super_Mario_Odyssey","surface_form":"Super Mario Odyssey","offset":880},{"uri":"Wii_U","surface_form":"Wii U","offset":964}]}