{"id":57313,"url":"http://en.wikipedia.org/wiki/Polyethylene_terephtalate","text":"Polyethylene terephthalate (aka PET, PETE or the obsolete PETP or PET-P) is a thermoplastic polymer resin of the polyester family. The chemical industry makes it. It is used in synthetic fibers; beverage, food and other liquid containers; thermoforming applications; and engineering resins often in combination with glass fiber. It is one of the most important raw materials used in man-made fibers. It is also used as the dielectric in multi-purpose capacitors (K73-16 series).\nDepending on its processing and thermal history, it may exist both as an amorphous (transparent) and as a semi-crystalline (opaque and white) material. Its monomer can be synthesized by the esterification reaction between terephthalic acid and ethylene glycol with water as a byproduct or the transesterification reaction between ethylene glycol and dimethyl terephthalate with methanol as a byproduct. Polymerization is through a polycondensation reaction of the monomers (done immediately after esterification/transesterification) with ethylene glycol as the byproduct (the ethylene glycol is recycled in production).\nThe majority of the world's PET production is for man-made fibers (in excess of 60%) with bottle-making accounting for around 30% of global demand. In discussing cloth uses, PET is generally referred to as simply \"polyester\" while \"PET\" is used most often to refer to packaging applications.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thermoplastic","surface_form":"thermoplastic","offset":78},{"uri":"Polymer","surface_form":"polymer","offset":92},{"uri":"Polyester","surface_form":"polyester","offset":113},{"uri":"Chemical_industry","surface_form":"chemical industry","offset":135},{"uri":"Synthetic_fiber","surface_form":"synthetic fiber","offset":177},{"uri":"Textiles","surface_form":"fibers","offset":392},{"uri":"Amorphous_solid","surface_form":"amorphous","offset":552},{"uri":"Crystal","surface_form":"crystal","offset":590},{"uri":"Monomer","surface_form":"monomer","offset":635},{"uri":"Esterification","surface_form":"esterification","offset":669},{"uri":"Terephthalic_acid","surface_form":"terephthalic acid","offset":701},{"uri":"Ethylene_glycol","surface_form":"ethylene glycol","offset":723},{"uri":"Transesterification","surface_form":"transesterification","offset":772},{"uri":"Ethylene_glycol","surface_form":"ethylene glycol","offset":809},{"uri":"Dimethyl_terephthalate","surface_form":"dimethyl terephthalate","offset":829},{"uri":"Methanol","surface_form":"methanol","offset":857}]}