{"id":57322,"url":"http://en.wikipedia.org/wiki/Nuclear_energy","text":"e=\"preserve\">Nuclear energy is the energy that holds together the nucleus of atoms. Atoms are the most simple blocks that make up matter. Every atom has in its center a very small nucleus. Normally, nuclear energy is hidden inside the atoms. However, some atoms are radioactive and send off part of their nuclear energy as radiation. Radiation is given off from the nucleus of unstable isotopes of radioactive substances.\nNuclear energy can also be freed in two other ways: nuclear fusion and nuclear fission. Nuclear fusion is the combining of two light atoms into a heavier one and nuclear fission is the splitting of a heavy atom. Both ways make big amounts of energy. They sometimes take place in nature. Fusion is the source of heat in the sun. Fission is also used in nuclear power plants to make electricity. Both fusion and fission can be used in nuclear weapons.\nNuclear power generates a number of radioactive by-products, including tritium, cesium, krypton, neptunium and forms of iodine.\nNuclear energy production and use has been a controversial topic over the years. This has always been dictated by the history of the nuclear energy and also on the current energy demands as well as environmental conservation demands. Countries should venture into nuclear energy production to help meet the rising energy demand, to help conserve the environment by avoiding pollution, and also as a long lasting replacement for the depleting fossil fuels sources of energy. There have been mitigation measures put in place to ensure that nuclear energy accidents like those of Chernobyl and Fukushima do not have a repeat. Countries should also cease from using the nuclear energy to make dangerous weapons of mass destruction.","categories":[],"infobox_types":[],"annotations":[{"uri":"Energy","surface_form":"energy","offset":35},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":66},{"uri":"Atom","surface_form":"atom","offset":77},{"uri":"Atom","surface_form":"Atom","offset":84},{"uri":"Matter","surface_form":"matter","offset":130},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":180},{"uri":"Radioactive","surface_form":"radioactive","offset":266},{"uri":"Radiation","surface_form":"radiation","offset":323},{"uri":"Radiation","surface_form":"Radiation","offset":334},{"uri":"Nucleus_(physics)","surface_form":"nucleus","offset":366},{"uri":"Isotopes","surface_form":"isotopes","offset":386},{"uri":"Nuclear_fusion","surface_form":"nuclear fusion","offset":474},{"uri":"Nuclear_fission","surface_form":"nuclear fission","offset":493},{"uri":"Atom","surface_form":"atom","offset":555},{"uri":"Nature","surface_form":"nature","offset":701},{"uri":"Heat","surface_form":"heat","offset":733},{"uri":"Sun","surface_form":"sun","offset":745},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":774},{"uri":"Electricity","surface_form":"electricity","offset":803},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":855}]}