{"id":57326,"url":"http://en.wikipedia.org/wiki/Family_Feud","text":"\"Family Feud\" is an American television game show that has aired since 1976.\nHow to play.\nThere are two families, each with five family members on their team. They have to guess the answers to a survey question asked to 100 people to win points for their team. The answers are seen on a huge survey board. Several survey questions are asked by host Steve Harvey. The point values are doubled at the third question, and they are tripled for the fourth question. If a Sudden Death question is needed, only the #1 answer will be on the board. Whoever reaches 300 points or more will win the game and go on to play the bonus round, Fast Money.\nFast Money.\nTwo members of the winning family are asked five questions, one member at a time. One member stays on stage and is asked the questions while the other member is off-stage. After the answers are given (or if the time limit, either 15 seconds or 20 seconds, is up), the answers and their point values are revealed. After that, the other member is asked the same five questions, with a time limit of either 20 or 25 seconds. If they give the same answer to a question that the first member gave, a double-buzz will be heard, and the host will say, \"Try again,\" after which another answer is given. Afterwards, the answers and their point values are revealed. If both contestants get 200 or more points, they win the grand prize.\nBullseye.\nFrom 1992 to 1995, a new round was introduced, called the \"Bullseye\" round from 1992 to 1994 and the \"Bankroll\" round from 1994 to 1995.\nIn the Bullseye round, each family member on each team went to the faceoff podium to try to get the #1 answer to a survey question. Each time they got it right, they won a dollar amount for their team's \"bank.\" Each question was worth different dollar amounts, anywhere from $500 to $5,000. Whatever they won in this round was what they would play for in Fast Money.\nIn the Bankroll round, only one family member from each team went to the podium. Only three questions were asked this time; they played in all three questions.\nThe Bullseye round returned for John O'Hurley's last season in 2009. John O'Hurley did it the same way Ray Combs did. It was just like the old Bullseye round used from 1992 to 1994. However, it was thrown out again in 2010.\nOther versions.\n\"Family Feud\" aired on ABC from 1976 to 1985. A syndicated version aired from 1977 to 1985. Both were hosted by actor Richard Dawson, who became famous for kissing all of the female contestants.\nIn 1988, \"Family Feud\" returned on CBS and in syndication with a new host, comedian Ray Combs. In 1992, the CBS version was expanded to an hour and included the Bullseye round. It was given a new name: \"The Family Feud Challenge\". The syndicated version also got the Bullseye round in the Fall of that year and was named \"The New Family Feud\". In 1993, \"The Family Feud Challenge\" was cancelled. In 1994, Ray Combs was fired and Richard Dawson was brought back to host the syndicated version. He only lasted one year, until 1995.\nIn 1999, the new version came on in syndication, with comedian Louie Anderson as host. Many people did not like him, and in 2002, he was replaced by Richard Karn. In 2006, Richard Karn left the show and John O'Hurley took his place, and in 2010 John O'Hurley left and Steve Harvey took his place. The show is still on the air today.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":20},{"uri":"Television","surface_form":"television","offset":29},{"uri":"Game_show","surface_form":"game show","offset":40},{"uri":"Family","surface_form":"families","offset":104},{"uri":"Presenter","surface_form":"host","offset":344},{"uri":"Steve_Harvey","surface_form":"Steve Harvey","offset":349},{"uri":"American_Broadcasting_Company","surface_form":"ABC","offset":2315},{"uri":"Syndicated","surface_form":"syndicated","offset":2340},{"uri":"Actor","surface_form":"actor","offset":2404},{"uri":"Richard_Dawson","surface_form":"Richard Dawson","offset":2410},{"uri":"CBS","surface_form":"CBS","offset":2522},{"uri":"Comedian","surface_form":"comedian","offset":2562},{"uri":"Ray_Combs","surface_form":"Ray Combs","offset":2571},{"uri":"Autumn","surface_form":"Fall","offset":2776},{"uri":"1993","surface_form":"1993","offset":2834},{"uri":"Louie_Anderson","surface_form":"Louie Anderson","offset":3080},{"uri":"Richard_Karn","surface_form":"Richard Karn","offset":3166},{"uri":"John_O%27Hurley","surface_form":"John O'Hurley","offset":3220}]}