{"id":573384,"url":"http://en.wikipedia.org/wiki/A_Night_to_Remember_(movie)","text":"\"A Night to Remember\" is a 1958 British drama movie. The movie was adapted from Walter Lord's book of the same name.\nPlot.\nThe RMS \"Titanic\" is christened for its maiden voyage. Passengers and crew get on board the ship. The ship departs from port on April 10, 1912 and heads out into sea.\nThe ship receives a number of ice warnings from other ships. However, only a few of the messages are sent to Captain Edward J. Smith. The captain does not slow down the ship, or consider an alternate route.\nLate on Sunday, April 14, one of the lookouts sees an iceberg in front of the ship. \"Titanic\" turns hard to port and tries to avoid the iceberg. But the ship eventually hits the iceberg on its starboard side. The first five compartments, below the waterline, are ripped open. Thomas Andrews, the ship's maker, inspects the damage. He then learns the ship will sink within two hours. Making matters worse, the ship does not have enough lifeboats for all the people aboard.\nA distress signal is sent out. The radio operator on the RMS \"Carpathia\" hears the distress call, understands the emergency and alerts Captain Arthur Rostron. Rostron, right away, orders the \"Carpathia\" to head to the \"Titanic\" at full speed. But unfortunately, it will take four hours to reach the \"Titanic\".\nCaptain Smith orders Officers William Murdoch and Charles Lightoller to begin lowering the lifeboats. Women and children are let on the boats first. However, the women and children are not that happy about getting into the lifeboats. They are then forced into the boats by officers.\nThe \"Carpathia\" is racing to the \"Titanic\" site. Before \"Carpathia\" can get there, though, \"Titanic\" sinks.\nOn the \"Carpathia\", Lightoller is told by Rostron that only 705 people have survived. They have only passed one body.\nHistorical inaccuracies.\nAs with many \"Titanic\" movies made prior to 1985, this movie shows \"Titanic\" sinking in one piece. But in reality, the ship broke in two before sinking.\nReception.\nThe movie won several awards, including a Golden Globe Award for Best English-Language Foreign Film.","categories":[],"infobox_types":[],"annotations":[{"uri":"Britain","surface_form":"British","offset":32},{"uri":"Drama_movie","surface_form":"drama movie","offset":40},{"uri":"Walter_Lord","surface_form":"Walter Lord","offset":80},{"uri":"RMS_Titanic","surface_form":"RMS \"Titanic\"","offset":127},{"uri":"Ice","surface_form":"ice","offset":320},{"uri":"Edward_J._Smith","surface_form":"Edward J. Smith","offset":407},{"uri":"Iceberg","surface_form":"iceberg","offset":551},{"uri":"Thomas_Andrews","surface_form":"Thomas Andrews","offset":773},{"uri":"Golden_Globe_Award","surface_form":"Golden Globe Award","offset":2019}]}