{"id":57340,"url":"http://en.wikipedia.org/wiki/Bondi_Beach","text":"Bondi Beach is a beach in Sydney, Australia, about one kilometre long and roughly seven kilometres from the centre of the city.\nBondi beach is one of the world's greatest beaches, and is one of Sydney's main tourist attractions.\nLarge numbers of tourists visit Bondi Beach throughout the year, and many Irish and British tourists spend Christmas Day there.\nHistory.\nThe word \"Bondi\" is an aboriginal (native) word which means \"water breaking over rocks\" or \"noise of water breaking over rocks\".\nIn 1809, a road builder William Roberts received a grant of land in the Bondi area. In 1851 Edward Smith Hall and Francis O'Brien bought of Bondi and named it the \"Bondi Estate.\" Hall was O'Brien's father-in-law. In between 1855-1877 O'Brien bought his father-in-laws share of the land and named it the \"O'Brien Estate\". He made the beach and surrounding land available to the public as a picnic ground and amusement resort. As the beach became more popular, O'Brien wanted to stop public access. The Government believed that the Municipal council needed to step in. On the 9th June 1882, Bondi Beach became a public beach.\nToday.\nMany people visit Bondi Beach throughout the year, ranging from 4000 people to 9000 people. Bondi Beach has an underwater shark net that they share with other beaches along the southern coast. In 2004, Surf Lifesaving Australia gave different hazard ratings to each end of the beach. The northern end was rated a gentle 4 with 10 as the most hazardous, while the southern end was rated a dangerous 7 due to the famous rip current known as the \"Backpackers Rip\". The south end is generally reserved for surf board riding. Bondi Beach was added to the Australia National Heritage list in 2008.\nPods of whales and dolphins are sometimes sighted. Fairy penguins while rare are sometimes also seen.\nLifesavers.\nBondi Surf Bathers' Life Saving Club was the worlds first livesaving club. North Bondi Surf Livesaving Club is a federation club. Both clubs were founded in 1907. Both clubs were involved in the biggest rescue ever on one day known as 'Black Sunday'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Beach","surface_form":"beach","offset":17},{"uri":"Sydney","surface_form":"Sydney","offset":26},{"uri":"Australia","surface_form":"Australia","offset":34},{"uri":"Kilometre","surface_form":"kilometre","offset":55},{"uri":"Irish_people","surface_form":"Irish","offset":303},{"uri":"British","surface_form":"British","offset":313},{"uri":"Tourism","surface_form":"tourists","offset":321},{"uri":"Christmas_Day","surface_form":"Christmas Day","offset":336},{"uri":"Aboriginal","surface_form":"aboriginal","offset":389},{"uri":"Rip_current","surface_form":"rip current","offset":1544},{"uri":"Fairy_penguins","surface_form":"Fairy penguins","offset":1769}]}