{"id":573737,"url":"http://en.wikipedia.org/wiki/Creos_Luxembourg_S.A.","text":"Creos Luxembourg S.A. owns and manages electricity networks and natural gas pipelines in the Grand Duchy of Luxembourg.\nHistory.\nCreos was formed as a result of a deal to unite Cegedel S.A. – the Grand-Ducal electricity company of Luxembourg, which was founded in 1928 and at the time distributed 70% of the electricity in the country -, Soteg S.A. – Luxembourg's primary gas supplier - and Saar Ferngas AG – a distribution company created in 1929 in Saarland. On 23 January 2009, all the unites of ownership from Cegedel S.A. and Saar Ferngas AG were transferred to Soteg S.A., which made restructuring with retrospective effect on 1 January 2009, giving birth to a new energy group. Named Enovos, it included the parent company Enovos International S.A. and the two main subsidiaries: Creos (formerly Cegedel S.A.) in charge of network activities, and Enovos Luxembourg S.A. in charge of production, sales and marketing. Enovos and Creos each have a subsidiary for the German market: Enovos Deutschland and Creos Deutschland.\nOver the next two years, Creos consolidated its position on the Luxembourg market. In 2010, it acquired the natural gas networks from Luxgaz Distribution S.A... On 1 January 2011, the City of Luxembourg transferred its electricity and natural gas networks and its teams to Creos in exchange for owning units of property in Creos. The publicly owned units of property thus increased from 5.71% to 24.57%. Creos also owns units of property in the following companies: [https://www.luxmetering.lu Luxmetering] (the Interest Economic Group which pilots the smart metering network) since 2012[http://www.balansys.eu, Balansys] (joint-venture between Creos and [https://www.fluxys.com/en/company/fluxys-belgium Fluxys Belgium]) and [http://www.ampacimon.com Ampacimon] since 2015 and [http://www.nexxtlab.lu NEXXTLAB] since 2018.\nIn order to make a difference between the parent company and its subsidiaries – energy provider Enovos and grid operator Creos –, Enovos International is now called [https://www.encevo.eu Encevo]. End July, private equity firm [https://www.ardian.com Ardian] sold its stake up to 24.92 percent in Encevo to China Southern Power Grid International, the second grid operator in China and in the world.\nBusiness sector.\nCreos Luxembourg S.A. plans, constructs and maintains the electricity and natural gas transmission and distribution networks in the Grand Duchy of Luxembourg. Its subsidiary Creos Deutschland Holding GmbH, which is the owner of the companies Creos Deutschland GmbH, Creos Deutschland Stromnetz GmbH, Creos Deutschland Services GmbH und [https://www.net4energy.com net4nergy], organises the transmission of medium- and high-voltage electricity and high-pressure natural gas in Saarland and Rhineland-Palatinate.\nIn Luxembourg, following the liberalisation of the energy markets, an independent organisation – the Luxembourg Institute of Regulation (ILR) – organises and supervises access to the networks. The tariffs are subject to its approval. The energy suppliers are thus guaranteed transparent access to Creos's networks.\nElectricity network.\nThe majority of the electric current in the Grand Duchy of Luxembourg comes from Germany via two double high-voltage 220,000 volt (220 kV) lines that are connected to the German network. Interconnection with Belgium has become operational with the commissioning of a phase shifting transformer (PST) at the Schifflange Centre in October 2017, and around 15% of the energy is produced locally (biogas, cogeneration, wind turbines, hydroelectricity and photovoltaics). The electricity is transmitted to the six transformer stations (Flebour, Roost, Itzig/Blooren, Heisdorf, Bertange and Schifflange) where the voltage is reduced from 220 to 65 kV and is distributed to industries and large municipal distribution networks. The voltage is then reduced from 65 kV to 20 kV in more than 60 transformer stations in the whole country. The electric energy obtained is distributed to SMEs, towns and villages where the transformers reduce the current voltage to 0.4 kV before distributing it to the final consumer. A control centre, known as Electricity Dispatching, controls and manages these high and medium-voltage networks.\nThe total length of the Luxembourg electricity network managed by Creos is 10,023 kilometres, including 587 kilometres of high-voltage lines, 3,653 kilometres of medium-tension lines and 5,783 kilometres of low tension lines.\nNatural gas network.\nThanks to its connections with Germany, Belgium and France, Luxembourg is linked to the interconnected gas networks throughout Europe. Monitored by Dispatching Gas, the high and medium-pressure pipelines distribute the gas to 60 communes that are connected to the national gas network. Pressure-reducing stations that supply the local networks then reduce the gas pressure. Creos distributes natural gas in 45 communes.\nSince 1 October 2015, Creos and Fluxys Belgium, in collaboration with their respective regulators ILR and CREG, have united the national markets of Luxembourg and Belgium into one Belux market. This integration, the first between two European Union member states, reflects the will of the European Union to create an European gas market without borders,. [http://www.balansys.eu Balansys], the joint venture between Creos and its Belgian counterpart [https://www.fluxys.com/en/company/fluxys-belgium Fluxys], will become the balancing operator in the Belux zone from 1 June 2020. In other words, it will be responsible for ensuring that the gas market is well supplied, without one of the two suppliers having to pay an entry fee for its gas on the other's market.\nOperations centres.\nCreos has four regional centres. They build, operate, maintain and repair the electricity and natural gas networks.\nThe Roost Centre covers the central and northern regions. It covers the high, medium and low-voltage electricity services and the medium and low-pressure natural gas services, the central store and the mechanical and electrical workshops.\nThe Schifflange Centre covers the southern part of the country.\nThe Luxembourg City Centre covers the capital and the communes of Strassen and Hesperange. Headquarters and Luxembourg City Centre will merge in a new single location in 2020.\nThe Contern Centre manages and adjusts the meters, in particular smart meters.\nDispatching for electricity and natural gas together with the monitoring rooms for remote network control and management are installed at the Creos facility in Heisdorf. It will relocate to Bettembourg in 2020.\nSmart grids, electromobility and energy management.\nCreos is involved in two national projects; smart grids, electromobility and energy management.\nIn accordance with the law of 7 August 2012 that transposes the European Energy Efficiency Directive into Luxembourg legislation, all the gas and electricity meters must be changed in the country, independently of the network operator. By the year 2020, Creos will thus install 300,000 smart meters that record detailed information on the consumption and production of energy in the entire territory of the Grand Duchy of Luxembourg, including 250,000 electricity meters and 50,000 gas meters. The installation of these new electricity and gas meters – called Smarty – in Luxembourg homes will allow the creation of networks with real intelligence: smart grids. These smart grids are capable of monitoring decentralised electricity production (like wind turbines and photovoltaic panels), regulating the variations of the feeds into the distribution networks with greater precision and managing the demand peaks linked with the charging of electric vehicles more effectively. The law from 7 August 2012 also demands that the metering system must be able to receive water and heating,.\nCreos will install 800 public charging stations for electric cars and hybrid plug-in cars across the country by 2020. Each charging station will incorporate two charging points, and the network – called Chargy – will include 1,600 parking spaces for electric vehicles. Creos will be responsible for the deployment, operation and maintenance of the public charging infrastructure on its distribution network, representing a total of 749 stations out of the 800 that are to be installed by 2020.\nCreos is also preparing the Third Industrial Revolution of the country. This convergence of IT, renewable energy and means of transport will have an impact on how the power grids are managed. To anticipate this evolution, the grid operator joined forces with [https://www.powerdale.info Powerdale S.A]. to create [http://www.nexxtlab.lu NEXXTLAB], an entity that aims to develop innovative solutions in the field of energy management in coordination with the widespread introduction of electro-mobility.","categories":[],"infobox_types":[],"annotations":[{"uri":"Electricity","surface_form":"electricity","offset":39},{"uri":"Natural_gas","surface_form":"natural gas","offset":64},{"uri":"Luxembourg","surface_form":"Grand Duchy of Luxembourg","offset":93},{"uri":"Saarland","surface_form":"Saarland","offset":451},{"uri":"China_Southern_Power_Grid","surface_form":"China Southern Power Grid International","offset":2159},{"uri":"Saarland","surface_form":"Saarland","offset":2745},{"uri":"Rhineland-Palatinate","surface_form":"Rhineland-Palatinate","offset":2758},{"uri":"Germany","surface_form":"Germany","offset":3197},{"uri":"Belgium","surface_form":"Belgium","offset":3324},{"uri":"Biogas","surface_form":"biogas","offset":3509},{"uri":"Cogeneration","surface_form":"cogeneration","offset":3517},{"uri":"Wind_turbine","surface_form":"wind turbines","offset":3531},{"uri":"Hydroelectricity","surface_form":"hydroelectricity","offset":3546},{"uri":"Photovoltaics","surface_form":"photovoltaics","offset":3567},{"uri":"France","surface_form":"France","offset":4534},{"uri":"Luxembourg_City","surface_form":"Luxembourg City","offset":6110},{"uri":"Heisdorf","surface_form":"Heisdorf","offset":6521},{"uri":"Bettembourg","surface_form":"Bettembourg","offset":6551},{"uri":"Smart_grid","surface_form":"smart grids","offset":6668},{"uri":"Smart_grid","surface_form":"smart grids","offset":7369}]}