{"id":574050,"url":"http://en.wikipedia.org/wiki/Golrokh_Ebrahimi_Iraee","text":"Golrokh Ebrahimi Iraee or Golrokh Iraee (Farsi: گلرخ ایرایی), born about 1980, is an Iranian writer, accountant and human rights defender who advocates against the practice of stoning in Iran.\nGolrokh began serving a six-year sentence in October 2016 for “insulting the sacred” and “propaganda against the state,” after she wrote a story about stoning. Iraee was released from prison on January 3, 2017 after a 71-day hunger strike by her husband and a protest on Twitter that got international attention, but she was returned to prison January 22, after her husband stopped his hunger strike.\nStoning to death is controversial in Iran, and often used against women. In 2010 there was strong international criticism of Iran because of the case of Sakineh Mohammadi Ashtiani. Ashtiani was freed in March 2014, after nine years on death row. Another Iranian woman, Fariba Khalegi, is believed to be in prison and in danger of stoning.\nArrest.\nIn September 2014, the Iranian government searched the home of Golrokh Ebrahimi Iraee and her husband Arash Sadeghi (Farsi: آرش صادقی) in Tehran. The guards took laptops, notebooks and CDs. They found an unpublished story Iraee wrote about stoning a woman. In the story, a young woman watches the movie, “The Stoning of Soraya M”, becomes angry, and burns a copy of the Koran.\nAfter the story was found, Iraee and her husband Sadegh were arrested by four men believed to be from the Revolutionary Guards. They took Sadegh to Evin Prison, but they took Iraee to a secret place for three days. They did not allow her to see a lawyer or to talk to her family. Then they took her to Evin Prison. For 17 days, they questioned her for hours, blindfolded her, and threatened to kill her. While they interrogated Iraee, she had to listen to the guards kick and choke her husband in the next cell.\nTrials.\nIraee had two short hearings. Her first hearing was about her husband's political activity. She was not permitted to speak. During the second hearing she was in the hospital after surgery, but the court would not look at her medical records. Her first lawyer was pressured to drop her case, and her second lawyer was prohibited from representing her.\nIn October 2016, Iranian officials called Ebrahimi Iraee on a friend's telephone and told her to go to Evin Prison to start serving a six-year prison sentence. They did not have an arrest warrant, as the law requires. Iraee was convicted of “insulting Islamic sanctities” and “spreading propaganda against the system.”\nAmnesty International called on the Iranian governement to set Iraee free. According to Philip Luther, Research and Advocacy Director for the Middle East and North Africa, \"She is facing years behind bars simply for writing a story, and one which was not even published – she is effectively being punished for using her imagination. Instead of imprisoning a young woman for peacefully exercising her human rights by expressing her opposition to stoning, the Iranian authorities should focus on abolishing this punishment, which amounts to torture.\"\nHunger strike.\nOn October 24, Iraee's husband Sadeghi went on a hunger strike in prison to protest Iraee's imprisonment. There were demonstrations outside Evin Prison, which is very unusual. Even though Twitter is prohibited in Iran, a Twitter campaign used the hashtag #SaveArash On January 3, 2017 Iraee was set free, and Sadeghi stopped his hunger strike. Sadghi's family said he was having many medical problems, including vomiting blood, and respiratory, heart, kidney and gastrointestinal problems. They took Sadeghi to the hospital, but after only a few days, on January 7 they returned him to prison, even though the doctors said he needed to be in the hospital.\nIranian authorities said Iraee and Sadegh could be temporarily out of prison on bail if they got property bonds worth 7 and 10 billion rials (US$300,000) for Arash Sadeghi and 5 billion rials (US$150,000) for Golrokh Ebrahimi Iraee.\nIraee brought a property deed for the bail, but the government said they had a new order, and that Iraee must return to prison. Iraee refused to return to prison, but when she tried to visit her husband in the hospital, on January 22 the Revolutionary Guards at Sarallah Headquarters forced her to return to Evin Prison.\nImprisonment conditions.\nGolrokh was transferred from Evin prison to a prison in the town of Varamin in March 2018. At this time Golrokh and fellow human rights defender, Atena Daemi were being held in a quarantine section of Shahr-e Rey prison. It has been reported that the conditions are poor, with the activists still wearing the same clothing as when they arrived.\nAs of 9 March, Golrokh Ebrahimi Iraee, who suffers from severe muscular pain, had been on hunger strike for over one month (35 days), and had reportedly been forcibly given IV fluids since her arrival to the prison.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iran","surface_form":"Iranian","offset":85},{"uri":"Stoning","surface_form":"stoning","offset":344},{"uri":"Twitter","surface_form":"Twitter","offset":464},{"uri":"Controversial","surface_form":"controversial","offset":614},{"uri":"Criticism","surface_form":"criticism","offset":706},{"uri":"Sakineh_Mohammadi_Ashtiani","surface_form":"Sakineh Mohammadi Ashtiani","offset":747},{"uri":"Death_row","surface_form":"death row","offset":829},{"uri":"Fariba_Khalegi","surface_form":"Fariba Khalegi","offset":863},{"uri":"Arash_Sadeghi","surface_form":"Arash Sadeghi","offset":1043},{"uri":"Tehran","surface_form":"Tehran","offset":1079},{"uri":"Publishing","surface_form":"unpublished","offset":1145},{"uri":"The_Stoning_of_Soraya_M","surface_form":"The Stoning of Soraya M","offset":1246},{"uri":"Combustion","surface_form":"burns","offset":1291},{"uri":"Koran","surface_form":"Koran","offset":1311},{"uri":"Arrest","surface_form":"arrest","offset":1379},{"uri":"Evin_Prison","surface_form":"Evin Prison","offset":1466},{"uri":"Blindfold","surface_form":"blindfold","offset":1677},{"uri":"Threat","surface_form":"threat","offset":1698},{"uri":"Interrogation","surface_form":"interrogated","offset":1733},{"uri":"Kick","surface_form":"kick","offset":1785},{"uri":"Strangulation","surface_form":"choke","offset":1794},{"uri":"Warrant_(law)","surface_form":"arrest warrant","offset":2370},{"uri":"Convict","surface_form":"convict","offset":2417},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":2508},{"uri":"Temporary","surface_form":"temporarily","offset":3779},{"uri":"Bail","surface_form":"bail","offset":3808},{"uri":"Bond_(finance)","surface_form":"bonds","offset":3834}]}