{"id":57419,"url":"http://en.wikipedia.org/wiki/Caecilian","text":"The Caecilians are an order (Gymnophiona or Apoda) of amphibians. Most of them look like either earthworms or snakes. They burrow in the ground. For this reason, they are the least explored order of amphibians.\nAnatomy.\nCaecilians have no limbs. For this reason, the smaller species look like worms, while the larger species with lengths up to 1.5 m look similar to snakes. The tail is short and the cloaca is near the end of the body. Their skin is smooth and usually dark in colour. Some species have colorful skins, though. Inside the skin are calcite scales. Due to their underground life the eyes are small. Skin often covers them, to protect them. This has led to the idea that they are blind, which is not the case. Because of the skin cover, their \"seeing\" is limited to simple dark-light perception. They can tell the difference between dark and light. All Caecilians have two tentacles at their head. The tentacles are probably used for a second smelling capability in addition to the normal sense of smell based in the nose.\nMost Caecilians have lungs, except for two lungless species. Those that have lungs also use the skin or the mouth to get oxygen. Often the left lung is much smaller than the right one. This is an adaptation to the shape of the body, which is also be found in snakes.\nDistribution.\nThey are mostly distributed in the tropics of South and Central America, Africa, and South Asia. The diet of caecilians is not well known. They live in the moist, lower habitats. In South America they can be found well into the temperate north of Argentina. They can be seen as far south as Buenos Aires, when they are carried by the flood waters of the Paraná River coming from farther north. No studies have been made in central Africa, but it is likely that caecilians are found in the tropical rainforests there. The northernmost distribution is of the species \"Ichthyophis sikkimensis\" of Northern India. In Africa caecilians are found from Guinea Bissau (\"Geotrypetes\") to Northern Zambia (\"Scolecomorphus\"). In South-East Asia the Wallace Line is not crossed, and they are not found in Australia or the islands in between. \"Ichthyophis\" is also found in South China and North-Vietnam.\nReproduction.\nCaecilians are the only order of amphibians which only use internal insemination. The male Caecilians have a penis-like organ, the phallodeum, which is inserted into the cloaca of the female for 2 to 3 hours. About 25% of the species are oviparous (egg-laying); the rest are ovoviviparous, with eggs hatching inside the mother. The eggs are guarded by the female. For some species the young caecilians are already metamorphosed when they hatch, other hatch as larvae. The larvae are not fully aquatic, but spend the daytime in the soil near the water.\nIn ovoviviparous species the foetus is fed inside the female with special cells of the oviduct, which are eaten by the foetus with special scraping teeth. Some larvae, such as those of \"Typhlonectes\", are born with enormous external gills which are shed almost immediately. The egg laying species \"Boulengerula taitanus\" feeds its young by developing a special outer layer of skin, which the young peel off with similar teeth. \"Ichthyophis\" is oviparous and is known to show maternal care.\nDiet.\nThe diet of caecilians is not known well, though it seems it mostly consists of insects and invertebrates found in the habitat of the respecitive species. The stomach content of 14 specimens of \"Afrocaecilia taitana\" consisted of mostly organic material and plant remains. Where identifiable remains were most abundant, they were found to be termite heads. Caecilians in captivity can be easily fed with earthworms, and worms are also common in the habitat of many caecilian species.\nOrigin of the name.\nThe name \"Caecilian\" derives from the Latin word \"caecus\" = blind, referring to the small or sometimes non-existing eyes. The name dates back to the taxonomic name of the first species described by Carolus Linnaeus, which he gave the name \"Caecilia tentaculata\". The taxonomic name of the order derives from the Greek words γυμνος (\"gymnos\", naked) and οφις (\"ophis\", snake), as the caecilians were originally thought to be related to snakes.\nTaxonomy.\nTaxonomically the caecilians are divided into ten families. The species numbers are approximate and many of these species are identified on the basis of only one specimen. It is likely that not all species have been described yet, and that some of the species described below as different may be combined into one species in future reclassifications.\nThe recent discovery of a tenth family in north-east India has been announced.\nRecent discoveries.\nA Swiss researcher Daniel Hofer has recently found that certain caecilians produce potent skin poisons from specialized poison glands. The poison prevents predation and the poison of the bright yellow caecilian of São Tomé Island (\"Schistometopum thomense\") in West Africa kills other animals kept in the same tank within a few days. The chemical contents of caecilian poison have not been well studied. Werner Himstedt has shown that the skin glands of \"Ichthyophis\" protects the eggs from germs and fungi. It has also been shown that these poisons are very different from those from other amphibians such as the arrow poison frogs.\nIn 2020, scientists from the University of Utah said some caecilians have venom glands in their mouths that come out near their teeth. They did not see any muscles to push the venom out the way snakes have. The scientists said they thought the caecilian would have to hold on to its prey for a long time and thrash its body around to get the venom out.\nThe hatchlings of the oviparous East African \"Boulengerula taitanus\" have special teeth that allow them to peel and eat their mother's skin. The mother's skin in this species was found to be thicker than normal and contained a high level of fat and other nutrients.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_(biology)","surface_form":"order","offset":22},{"uri":"Amphibia","surface_form":"amphibia","offset":54},{"uri":"Earthworm","surface_form":"earthworm","offset":96},{"uri":"Snake","surface_form":"snake","offset":110},{"uri":"Burrow","surface_form":"burrow","offset":123},{"uri":"Limb","surface_form":"limb","offset":239},{"uri":"Tail","surface_form":"tail","offset":378},{"uri":"Cloaca","surface_form":"cloaca","offset":400},{"uri":"Skin","surface_form":"skin","offset":442},{"uri":"Calcite","surface_form":"calcite","offset":547},{"uri":"Scale_(zoology)","surface_form":"scales","offset":555},{"uri":"Eye","surface_form":"eye","offset":597},{"uri":"Olfaction","surface_form":"smelling capability","offset":956},{"uri":"Lung","surface_form":"lung","offset":1057},{"uri":"Oxygen","surface_form":"oxygen","offset":1157},{"uri":"Adaptation","surface_form":"adaptation","offset":1232},{"uri":"Habitat","surface_form":"habitat","offset":1486},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":1608},{"uri":"Paran%C3%A1_River","surface_form":"Paraná River","offset":1671},{"uri":"Zambia","surface_form":"Zambia","offset":2005},{"uri":"Wallace_Line","surface_form":"Wallace Line","offset":2055},{"uri":"Ichthyophis","surface_form":"Ichthyophis","offset":2148},{"uri":"Penis","surface_form":"penis","offset":2332},{"uri":"Oviparous","surface_form":"oviparous","offset":2461},{"uri":"Ovoviviparous","surface_form":"ovoviviparous","offset":2498},{"uri":"Metamorphosis","surface_form":"metamorphosed","offset":2637},{"uri":"Foetus","surface_form":"foetus","offset":2804},{"uri":"Oviduct","surface_form":"oviduct","offset":2862},{"uri":"Larvae","surface_form":"larvae","offset":2935},{"uri":"Typhlonectes","surface_form":"Typhlonectes","offset":2961},{"uri":"Gills","surface_form":"gills","offset":3008},{"uri":"Afrocaecilia_taitana","surface_form":"Afrocaecilia taitana","offset":3466},{"uri":"Earthworm","surface_form":"earthworm","offset":3675},{"uri":"Blindness","surface_form":"blind","offset":3835},{"uri":"Carolus_Linnaeus","surface_form":"Carolus Linnaeus","offset":3973},{"uri":"India","surface_form":"India","offset":4632},{"uri":"Poison","surface_form":"poison","offset":4773},{"uri":"Poison_dart_frog","surface_form":"arrow poison frogs","offset":5292}]}