{"id":57426,"url":"http://en.wikipedia.org/wiki/Bullet-proof_vest","text":"A bullet-proof vest (also called \"bulletproof vest\", \"body armor\" or \"body armour\") is a protective piece of clothing that covers the torso (chest, abdomen, and back) of a person. It protects the wearer from most pistol and revolver bullets and from fragments of explosive devices such as grenades. Bullet-proof vests are worn by police officers, soldiers, security guards, and people who are at risk of being shot (such as the leader of a country).\nHow do they work?\nBullet-proof vests contain many layers of tightly-woven fabric such as Kevlar (or hard, strong materials such as ceramic or titanium) which can stop the metal pistol or revolver bullets or metal shell fragments from going into a person's body.\nHow much protection does a bullet-proof vest provide?\nWhen a bullet hits a bullet-proof vest, the forceful impact of the bullet can seriously hurt, or even kill, the person wearing the vest even if the vest stops the bullet.\nA bullet from a strong sniper or machine gun can pierce a bullet-proof vest.\nIf a bullet hits a body part that the bullet-proof vest does not cover, the bullet can hurt or kill the person wearing the vest.\nTypes of vests.\nThe bullet-proof vests worn by most police officers and security guards are made with many layers of tightly-woven fabric such as Kevlar.\nBullet-proof vests for soldiers are heavier and stronger than the bullet-proof vests worn by police officers and security guards, because soldiers need protection from rifle and machine gun bullets. Bullet-proof vests for soldiers often have flat pieces of ceramic material or a strong metal such as titanium. These materials can stop bullets from many rifles and machine guns.","categories":[],"infobox_types":[],"annotations":[{"uri":"Body_armor","surface_form":"body armor","offset":54},{"uri":"Clothing","surface_form":"clothing","offset":109},{"uri":"Pistol","surface_form":"pistol","offset":213},{"uri":"Revolver","surface_form":"revolver","offset":224},{"uri":"Bullet","surface_form":"bullet","offset":233},{"uri":"Police","surface_form":"police","offset":330},{"uri":"Soldier","surface_form":"soldier","offset":347},{"uri":"Security_guard","surface_form":"security guard","offset":357},{"uri":"Fabric","surface_form":"fabric","offset":524},{"uri":"Kevlar","surface_form":"Kevlar","offset":539},{"uri":"Ceramic","surface_form":"ceramic","offset":581},{"uri":"Titanium","surface_form":"titanium","offset":592},{"uri":"Sniper","surface_form":"sniper","offset":960},{"uri":"Machine_gun","surface_form":"machine gun","offset":970}]}