{"id":574265,"url":"http://en.wikipedia.org/wiki/Tania_Dalton","text":"e=\"preserve\">Tania Dalton (née Nicolson; 26 November 1971 – 1 March 2017) was a New Zealand international netball player. She was part of the 2003 Netball World Championships winning Silver Ferns squad. She made 12 caps for the Silver Ferns in total, playing in the positions of goal shooter (GS) and goal attack (GA).\nCareer.\nDalton was a member of the New Zealand national netball team, the Silver Ferns from 1996–2004 and 2006–07; she was also named in 2005 but was forced out through injury. She played domestic netball for the Northern Force from 1998 until 2000, and the championship-winning Southern Sting from 2002–2006.\nRetirement.\nAfter retiring from playing professional netball, she worked as a netball commentator on SKY Sports for international tests, the ANZ Championship and National Championships, alongside former internationals Anna Stanley, Natalie Avellino, Kathryn Harby-Williams and Bernice Mene.\nDalton is also a part owner of the franchise food outlet chain, Pita Pit New Zealand Limited.\nDeath.\nDalton collapsed on 23 February 2017 while playing a regular game of social touch rugby in her home town of Takapuna, Auckland. She was running at the time and was not injured in the game. She was immediately hospitalised in a critical condition with a ruptured internal carotid artery aneurysm. On 28 February 2017, her family turned off her life support. She died the next day, on 1 March, at the age of 45.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Zealand","surface_form":"New Zealand","offset":80},{"uri":"Netball","surface_form":"netball","offset":106},{"uri":"2003_Netball_World_Championships","surface_form":"2003 Netball World Championships","offset":142},{"uri":"Silver_Ferns","surface_form":"Silver Ferns","offset":183},{"uri":"Silver_Ferns","surface_form":"Silver Ferns","offset":393},{"uri":"Northern_Force","surface_form":"Northern Force","offset":532},{"uri":"Southern_Sting","surface_form":"Southern Sting","offset":598},{"uri":"SKY_Network_Television","surface_form":"SKY Sports","offset":730},{"uri":"ANZ_Championship","surface_form":"ANZ Championship","offset":770},{"uri":"Anna_Stanley","surface_form":"Anna Stanley","offset":847},{"uri":"Natalie_Avellino","surface_form":"Natalie Avellino","offset":861},{"uri":"Kathryn_Harby-Williams","surface_form":"Kathryn Harby-Williams","offset":879},{"uri":"Bernice_Mene","surface_form":"Bernice Mene","offset":906}]}