{"id":57430,"url":"http://en.wikipedia.org/wiki/Gauntlet","text":"e=\"preserve\">A gauntlet is a protective covering that is used in some gloves and mittens. A gauntlet protects the wrists and the lower part of the forearm. Gloves or mittens for motorcycle drivers, snowmobile drivers, construction workers, forestry workers, and mountain climbers often have gauntlets. The gauntlet helps to protect the wrist and forearm from cold, and from being scraped or cut if there is an accident.\nHow they are made.\nThe gauntlet of a glove or mitten is usually made from a material that is similar to the protective fabric or material used elsewhere on the glove or mitten. A pair of leather motorcycle gloves with gauntlets will usually have leather gauntlets. A pair of insulated nylon snowmobilers' mittens with gauntlets will usually have gauntlets made from insulated nylon fabric.\nOther meanings.\nThe word \"gauntlet\" is sometimes used in the following figure of speech: \"to throw down the gauntlet.\" If a person says that \"Fred threw down the gauntlet at the committee meeting last night\", they mean that Fred issued a public challenge at the committee meeting.\nAnother figure of speech is the phrase \"run the gauntlet.\" This means to \"face a trial or test.\" For example, if a sailor commits an offense, his comrades may form a line, and each comrade will hit the sailor as he passes by the line. This is called \"running the gauntlet.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Glove","surface_form":"glove","offset":70},{"uri":"Mitten","surface_form":"mitten","offset":81},{"uri":"Wrist","surface_form":"wrist","offset":114},{"uri":"Forearm","surface_form":"forearm","offset":147},{"uri":"Motorcycle","surface_form":"motorcycle","offset":178},{"uri":"Snowmobile","surface_form":"snowmobile","offset":198},{"uri":"Construction_worker","surface_form":"construction worker","offset":218},{"uri":"Forestry","surface_form":"forestry","offset":240},{"uri":"Mountain_climber","surface_form":"mountain climber","offset":262},{"uri":"Fabric","surface_form":"fabric","offset":539},{"uri":"Leather","surface_form":"leather","offset":607},{"uri":"Nylon","surface_form":"nylon","offset":705},{"uri":"Figure_of_speech","surface_form":"figure of speech","offset":881},{"uri":"Challenge","surface_form":"challenge","offset":1055}]}