{"id":57442,"url":"http://en.wikipedia.org/wiki/Adobe_Flash","text":"Adobe Flash (formerly Macromedia Flash) is a rich internet application distributed by Adobe Systems. Adobe Flash and Adobe Flash Player are used to create and view animated content that can be placed on web pages. Adobe Flash is used commonly on the Internet by web browsers.\nHistory.\nFlash was created by FutureWave (a multimedia company) in 1995. Then it was called \"FutureSplash Animator\" (this was in fact Flash 1.0). FutureWave along with Flash were soon bought by Macromedia around 1997, who in December 2005 was again bought by Adobe Systems. From Flash version 2 to 8 it was called \"Macromedia Flash\", now it is called \"Adobe Flash\".\nIn 2012, Adobe discontinued the Solaris version of Flash Player, and made the Linux version only for Google Chrome. The Linux version for Firefox will continue to receive security updates. The Android version was removed from Google Play, but it can still be downloaded from the Adobe website. The Android version is not officially supported on Android beyond 4.0, but it has been reported to work with versions 4.1 and 4.2.\nAdobe announced that Flash will no longer be supported after 2020. Microsoft plans to remove Flash from Windows entirely by the end of 2020. Other browsers like Google Chrome, Mozilla, and Safari are also planning on removing Adobe Flash in the same timeframe.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rich_internet_application","surface_form":"rich internet application","offset":45},{"uri":"Adobe_Systems","surface_form":"Adobe Systems","offset":86},{"uri":"Animation","surface_form":"animated","offset":164},{"uri":"Web_page","surface_form":"web page","offset":203},{"uri":"Internet","surface_form":"Internet","offset":250},{"uri":"Web_browser","surface_form":"web browser","offset":262},{"uri":"Multimedia","surface_form":"multimedia","offset":320},{"uri":"Company","surface_form":"company","offset":331},{"uri":"Macromedia","surface_form":"Macromedia","offset":470},{"uri":"Solaris_(operating_system)","surface_form":"Solaris","offset":674},{"uri":"Linux","surface_form":"Linux","offset":720},{"uri":"Google_Chrome","surface_form":"Google Chrome","offset":743},{"uri":"Firefox","surface_form":"Firefox","offset":780},{"uri":"Android_(operating_system)","surface_form":"Android","offset":835},{"uri":"Google_Play","surface_form":"Google Play","offset":868}]}