{"id":57454,"url":"http://en.wikipedia.org/wiki/Michael_Jordan","text":"Michael Jeffrey Jordan (born February 17, 1963) is a former American basketball player. He is widely considered the greatest basketball player of all time. He won six championships and was the Finals MVP 6 times. He played for the Chicago Bulls and the Washington Wizards. Jordan led the Bulls to a then-record 72 wins in the 1995-96 NBA Season. Jordan earned the nicknames \"Air Jordan\" and \"His Airness\" due to his leaping ability which was illustrated by performing slam dunks from the free throw line in slam dunk contests. Jordan won two Olympic gold medals with Team USA, famously playing on the 1992 Dream Team. During the early part of his college career, he went by Mike Jordan, and he still uses Mike as a nickname to this day.\nFamily and early years.\nMichael Jeffrey Jordan was born on February 17, 1963 in Fort Greene, Brooklyn, New York, he is the son of Deloris (née Peoples), who worked in banking, and James R. Jordan, Sr., an equipment supervisor. His family moved to Wilmington, North Carolina when he was a toddler.[7]\nJordan is the fourth of five children. He has two older brothers, Larry Jordan and James R. Jordan, Jr., one older sister, Deloris, and a younger sister, Roslyn. Jordan's brother James retired in 2006 as the Command Sergeant Major of the 35th Signal Brigade of the XVIII Airborne Corps in the U.S. Army.\nEarly career.\nAs a sophomore at Laney High School in Wilmington, North Carolina, Jordan did not make his school's varsity (main) basketball team. This inspired him to work harder, and he made the team the next year. In 1981, he went to the University of North Carolina to play. He averaged 13.5 points per game his freshman year, and 20 points per game his sophomore year. Under coach Dean Smith's system, no player was allowed to average more than 20 ppg. North Carolina won the national championship in 1982, Jordan's freshman year. Jordan made the winning shot with 18 seconds left in the championship game. After Jordan's junior year in college, he said that he would be leaving college to play in the NBA. The Chicago Bulls chose him with the third pick in the 1984 NBA draft. He never served as a team captain in college.\nNBA career.\nJordan made an appearance in Michael Jackson's \"Jam\" music video in 1992; in the video, Jackson teaches Jordan how to dance and Jordan also teaches Michael how to play basketball. In 1993, after winning three NBA championships in a row, Jordan said that he would retire and switch to a career in minor league baseball. He played for the Birmingham Barons, a minor league team in the Chicago White Sox's system, but hit only one home run during his whole baseball career. In 1995, Jordan announced that he would return to the NBA with a two word announcement: \"I'm back\". He was back in time to play for the Bulls in the 1995 playoffs, but the Bulls lost in the playoffs before reaching the NBA Finals. However, the next three seasons after that, the Bulls won the championship. This included the 1995-1996 season, when the Bulls won 72 games in the regular season and only lost 10. In 1996, he starred in the live-action/animated comedy movie \"Space Jam\" as himself. Jordan retired for a second time in 1998, but was still not done playing. He would buy part of the Washington Wizards basketball team, and played for the Wizards from 2001 to 2003, and ended his playing career after that.\nGame-winning shots.\nDuring his NBA career, Jordan had at least 29 game-winning shots on field goals or free throws when deciding a game in the last 30 seconds of the game. In addition to well-documented instances, he made a pair of free throws in a road game at New Jersey, on March 16, 1996. While making the free throws, WGN play-by-play announcer Wayne Larivee remarked, \"Michael Jordan, ice water in his veins\".\nPlayer Profile.\nMichael Jordan played mostly shooting guard. Other than a brief spell in April 1989 during which he played point guard, Jordan almost always played shooting guard during his time with the Chicago Bulls. He was widely heralded as the most skilled and accomplished basketball player of all time. He could score from anywhere on the floor and was a 83% free throw shooter, coupled with being the greatest defensive shooting guard of all time. He is widely considered the greatest offensive player of all time, in part due to his ability to aggressively drive, finish at the rim and mid-range game. He scored using post-ups, layups - often reverse layups, dunks, three-pointers and fadeaways. He had great jumping ability and was extremely agile in the air. These two qualities, coupled with his very large hands, measuring almost 10 inches, allowed him to double- and even triple-clutch the basketball in mid-air. He was skilled at scoring in the air, even when fouled by the opponent, and at converting traditional three-point plays. During the 1986-87 season, he averaged 37.1 points per game. Jordan was a great rebounder for his size. Sometimes he would intimidate his teammates or opponents. Jordan wore a suit to every playoff game. He was a very focused player with a great work ethic.\nAfter retiring.\nJordan is now the majority owner of the Charlotte Hornets. He was chosen to enter the Basketball Hall of Fame in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":60},{"uri":"Basketball","surface_form":"basketball","offset":69},{"uri":"NBA_Finals","surface_form":"championships","offset":167},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":231},{"uri":"Washington_Wizards","surface_form":"Washington Wizards","offset":253},{"uri":"Slam_dunk","surface_form":"slam dunk","offset":468},{"uri":"Slam_Dunk_Contest","surface_form":"slam dunk contests","offset":507},{"uri":"Olympic_Games","surface_form":"Olympic","offset":542},{"uri":"Fort_Greene%2C_Brooklyn","surface_form":"Fort Greene","offset":817},{"uri":"Brooklyn","surface_form":"Brooklyn","offset":830},{"uri":"New_York","surface_form":"New York","offset":840},{"uri":"United_States_Army","surface_form":"U.S. Army","offset":1330},{"uri":"University_of_North_Carolina","surface_form":"University of North Carolina","offset":1581},{"uri":"Chicago_Bulls","surface_form":"Chicago Bulls","offset":2056},{"uri":"Michael_Jackson","surface_form":"Michael Jackson","offset":2210},{"uri":"Baseball","surface_form":"baseball","offset":2490},{"uri":"Chicago_White_Sox","surface_form":"Chicago White Sox","offset":2564},{"uri":"Space_Jam","surface_form":"Space Jam","offset":3125},{"uri":"Washington_Wizards","surface_form":"Washington Wizards","offset":3247},{"uri":"New_Jersey_Nets","surface_form":"New Jersey","offset":3632},{"uri":"Charlotte_Hornets_(NBA)","surface_form":"Charlotte Hornets","offset":5148}]}