{"id":575117,"url":"http://en.wikipedia.org/wiki/Paco_Moncayo","text":"Paco Rosendo Moncayo Galician (born 8 October 1940), is a politician, professor and ex-ecuadorian soldier. It has been general of Army, national deputy (1998-2000), mayor of Remove in two consecutive periods (2000-2004 and 2004-2009), and asambleísta by Pichincha (2009-2013). To the pair of his military studies graduated in international Sciences, with speciality in Economy and integration. It is one of the precursors of what later designated «militarism illustrated».\nBiography.\nBeen born in the city of Quito on 8 October 1940, went son of the lawyer and congressman Francisco Moncayo Altamirano and his wife, the professor Aída Galician García.\nMilitary life.\nIn 1995 it reached public notoriety in his country afterwards that comandara to the army of the Ecuador in the War of the Cenepa in the same zone of conflict until the signature of the cessation to the fire signed to finals of March of 1995. For the official history of his country, defended successfully the ecuadorian positions loomed by the invasion of the Peru, while for the Peruvian official version was to charge of the operation of \"double toponymy\" with which the ecuadorian army created detachments in Peruvian territory with names of others already existent in Ecuador to confuse to the public opinion.\nImportant charges.\nIt is necessary to stand out that it is the only to be a member of the history of the Ecuador in attaining complete 40 years of military life, 5 like Cadet and 35 like Official. Arriving finally of his military career afterwards of the conflict of the Cenepa and attaining be one of the best soldiers of all Ecuador\nPolitical life.\nIn the political plane has had a notable paper, still like being a member of active service. In the year 1995 influenced in the renunciation of the vice-president Alberto Dahik, the one who had tried to justify the egreso undue of bottoms of the state like costs in the war of principles of this same year. Of the same way was key element in the overthrow of Abdalá Bucaram Ortiz in February of 1997, when, in the moment in that, conscious of the dangerous of the situation, declared publicly \"that the Armed forces recognise like maximum authority to the only sovereign, the village of the Ecuador\", that can not be used to resolve political disputes and asks that the political conflict resolve peacefully and inside the field of the Right (remember the event in which three people awarded the right to chair the country).\nCongress and City council.\nIn 1998 it withdraws of the Army when fulfilling the maximum of time that commands the law and was elect National Deputy by the Democratic Left party (GO), being the leader of the block socialdemócrata in the parliament.\nIn March of 2000 the Democratic Left Party posits it like candidate to mayor of Remove, what was the “strongest Bastion of the party of the overthrown president Jamil Mahuad” (the one who before being elect president had been reelecto like mayor of Remove). In the elections of 21 May 2000 confronts to the one who was successor of Mahuad, the economist Roque Seville, one of the most accumulated men of the city. Moncayo Confronted a hard campaign antimilitarista elaborated by sectors of the right and business. At any rate it attained an impressive majority in the elections defeating to Seville with more than 60% of the votes.\nIn the first four years of municipal administration, Moncayo made important works for the development of the capital, what motivated his reelection. In this opportunity Moncayo won with 57% strengthening as one of the most influential politicians of the Ecuador.\nPaco Moncayo in addition to the important recognitions and charges that has exerted in the country also is Co-President of the World-wide Union of local Governments and Municipalidades (UCLG), that is an equivalent organism to the UN in which his members are not nations but cities.\nIn the municipal government of Moncayo the city has adapted fast and satisfactorily to the demands of an important city in the present times, the coverages of basic service duplicated in five years, all the city has service of drinkable water and sewerage. The works in vialidad that have made by the municipal government have gone in function to improve the difficult situation of vehicular congestion. Big bridges, exchangers, steps depressed and other infrastructures have been put in operation to reduce the effects of the immoderate increase of the park railcar.\nRegarding urban regeneration the city transformed of way such that now all his historical centre has revalorizado like tourist destination beside works of importance to the long and width of the city like the TeleferiQo, the park Itchimbia, the museum Midalae, the Museum of the Water, the Museum of technology, the recovery and construction in process of the new international Airport of Remove and a lot of more important works have gone back of the city an important place to visit being this recognised by diverse skilled publications like NY Times that it situates it between the most important destinations to be visited of all the world sharing this category with cities like Paris, Rome, Shangai etc.\nAssemblyman 2009 - 2013 .\nThe Thursday 29 January 2009, afterwards to take the decision of not running for a second reelection, renunciation to the City council and participates successfully in the elections of 26 April 2009 like candidate by the province of Pichincha to the National Assembly, representing to the Movement Municipalista that he same contrubuiría to create.\nPaco Moncayo considers a social democrat that believes in the universality and equity of rights. It served in the Commission of Autonomous Governments, Decentralisation, Competitions and Organisation of the Territory where jointly worked to attain that the Autonomous Governments Decentralised receive his part of the budget of the state of automatic way, just and effective. It was also a moderate figure inside the National Assembly, where worked duramente so that satisfied the Ethical Agreement-Political for the Law of Communication in December of the 2009.\nRest.\nIn the legislative elections of Ecuador of 2013, Paco Montayo launched like candidate to asambleísta by the movement Split 25, but did not attain to achieve a curul. Afterwards of the elections ensured that it will keep on being part of Split.\nIn December of 2013, Moncayo received direct criticisms by part of the president Rafael Correa afterwards that it showed against of the proposal of the president to reduce the size of the Armed forces of Ecuador. Correa aseveró that the same Moncayo had done him the same proposed years backwards, referring to the recent statements of the general with the terms: \"That is the human misfortune, the pequeñez of some politiquería\". Moncayo Denied the said by Correa days afterwards.\nPresidential candidacy.\nOn 24 September 2016, after a national convention of the party celebrated in the city of Remove, oficializó his candidature to the presidency of the Republic by the Democratic Left and the alliance of left centre National Agreement by the Change. The Tuesday 8 November announced in his personal account of Twitter that his candidate to the vicepresidencia would be a woman of the Coast, that was presented two days afterwards in an Assembly of the ANC, and resulted to be the guayaquileña Monserratt Bustamante, director of Institutional Planning and Development of the University Ecotec. In the elections of February of 2017, obtained the fourth place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Politician","surface_form":"politician","offset":58},{"uri":"Teacher","surface_form":"professor","offset":70},{"uri":"General_officer","surface_form":"general","offset":119},{"uri":"Quito","surface_form":"Quito","offset":509},{"uri":"Abdal%C3%A1_Bucaram","surface_form":"Abdalá Bucaram Ortiz","offset":1991},{"uri":"Rafael_Correa","surface_form":"Rafael Correa","offset":6429},{"uri":"President_of_Ecuador","surface_form":"presidency of the Republic","offset":6985},{"uri":"Twitter","surface_form":"Twitter","offset":7161}]}