{"id":575294,"url":"http://en.wikipedia.org/wiki/British_Association_for_Applied_Linguistics","text":"e=\"preserve\">The British Association for Applied Linguistics (BAAL) is an academic society. Members are professional applied linguists, language teachers, and other people interested in these topics. BAAL is in the United Kingdom. BAAL has more than 800 members. They meet at different places in the UK. The association publishes conference proceedings and a regular newsletter. It also gives scholarships to students. Tess Fitzpatrick, Professor of Applied Linguistics in the Centre for Language and Communication Research at Cardiff University, is the chair from 2015-2018.\nBAAL's Annual Meeting happens every September in the UK. BAAL is part of the \"Association Internationale de Linguistique Appliquee\" (International Association of Applied Linguistics, AILA). In the UK, it is a registered charity. BAAL meetings usually have a theme.The theme of the 40th conference at the University of Edinburgh was 'Technology, Ideology and Practice in Applied Linguistics'.\nHistory.\nThe association started in the 1960s. At that time, more people were becoming interested in the new science of modern linguistics and they were especially interested in practical results. One important area of applied linguistics is language teaching and learning. Also at this time, the European Union was becoming more important, so people in Europe needed better language teaching.\nPeter Strevens, the Chair in Applied Linguistics at the University of Essex first had the idea to start BAAL. At a meeting at Birkbeck College in July 1965, the original idea for BAAL was to study mainly language teaching and machine translation. However, at the first full meeting in 1967 in Reading, Berkshire the group decided to study many different topics. BAAL became the UK member of AILA, and Pit Corder was its first Chair. At first, membership was only for academics because BAAL wanted people to think it was a group of experts, not a teachers' meeting. However, by the early 1970s it became easier to join BAAL. Since 1985, anyone can join. There are no requirements to become a member. In 1980, the Association began to publish a journal called, \"Applied Linguistics\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Academia","surface_form":"academic","offset":74},{"uri":"Applied_linguistics","surface_form":"applied linguists","offset":117},{"uri":"Language","surface_form":"language","offset":136},{"uri":"Teaching","surface_form":"teachers","offset":145},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":215},{"uri":"Scholarship","surface_form":"scholarship","offset":393},{"uri":"Tess_Fitzpatrick","surface_form":"Tess Fitzpatrick","offset":419},{"uri":"Cardiff_University","surface_form":"Cardiff University","offset":527},{"uri":"International_Association_of_Applied_Linguistics","surface_form":"International Association of Applied Linguistics","offset":709},{"uri":"University_of_Edinburgh","surface_form":"University of Edinburgh","offset":880},{"uri":"Ideology","surface_form":"Ideology","offset":921},{"uri":"Linguistics","surface_form":"linguistics","offset":1095},{"uri":"Language_acquisition","surface_form":"language teaching and learning","offset":1210},{"uri":"European_Union","surface_form":"European Union","offset":1265},{"uri":"Europe","surface_form":"Europe","offset":1322},{"uri":"Peter_Strevens","surface_form":"Peter Strevens","offset":1362},{"uri":"University_of_Essex","surface_form":"University of Essex","offset":1418},{"uri":"Birkbeck%2C_University_of_London","surface_form":"Birkbeck College","offset":1488},{"uri":"Machine_translation","surface_form":"machine translation","offset":1588},{"uri":"Reading%2C_Berkshire","surface_form":"Reading, Berkshire","offset":1655},{"uri":"Pit_Corder","surface_form":"Pit Corder","offset":1763}]}