{"id":575284,"url":"http://en.wikipedia.org/wiki/Goicoechea_(canton)","text":"ce=\"preserve\">Goicoechea is the 8th canton in the Province of San Jose, Costa Rica, with a population of 115,084 as of 2011. The city of Guadalupe is its main district. It forms part of the broader San José metropolitan area, itself the capital of the Republic.\nGeographic Location.\nGoicoechea is located northeast of the capital city of San José. Goicoechea's geographic center is 09°57'31\" latitude north and 83º 59'26\" longitude west.\nThe canton is narrowly shaped in width and elongated in length. It is a maximum of 20 kilometers wide in a southeast by northeast direction from the source of the Durazno River to the bridge crossing the Tórres River, along Nacional No. 5 road, that leads from San José to San Juan de Tibás.\nEtymology.\nThe canton is named after an illustrious national forefather, Franciscan friar José Antonio de Liendo y Goicoechea who was born in the city of Cartago in the Province of Cartago, Costa Rica, on the 3rd of May, 1735, and died July 2, 1814, in Guatemala.\nHistory.\nThe area corresponding to the Goicoechea canton during the pre-Columbian period was populated by an indigenous people called the Western Huetar Kingdom, under the rule of king Garabito at the start of the Spanish Conquest.\nThe first canton dwellers established themselves in what today is called Calle Blancos (White Street), the first street neighborhood in the area. This name was assigned to the area as a result of the many people by the name of Blanco (White) who had taken residence there. The population began to spread eastbound, stretching paths toward what later became known as the canton's center.\nIn 1828, the main district (known as the Municipality) of San José divided the Murciélago neighborhood into several groups of houses. This gave cause for registering, under the name of San José del Murciélago, what today is known as the City of Guadalupe, which became a village and eventually on August 6, 1891, according to Law No. 56 during José Joaquín Rodríguez Zeledón's administration, this village was granted township status to head the canton as its main district. Entry for San José del Murciélago was recorded in the Neighborhoods and Quarters Boundary Register at the Department of San José a full 63 years before Guadalupe reached municipality status for the Canton of Goicoechea.\nAs of November 30, 1841, the Neighborhood and Dwellings Boundary Register's entries for the Los Santos neighborhood, along with the San Francisco, San Ramón, San José, San Rafael and San Joaquín quarters matched what presently corresponds to a large portion of the Goicoechea canton. And in 1844 residents of the San José quarter negotiated a permit to build a hermitage dedicated to their patron St. Joseph. Six years later, the first parson of the area, presbyter Raimundo Mora, changed the patron saint as well as the name of the quarter from San José to Guadalupe, in honor of the Virgin of Guadalupe, being that he was her devotee. He also broke ground for the cemetery, which is one of the oldest works in the city of Guadalupe. In 1855 a new church began to be built where it is still presently located. The following year a parish was built, during the episcopacy of monsignor Joaquín Anselmo Llorente y Lafuente, Costa Rica's first bishop, and it is currently suffragan of the archdiocese of San José, belonging to the ecclesiastic province of Costa Rica.\nThe regional demographic and economic development that occurred in Goicoechea resulted from the planting of coffee. It became the dominant product as of 1850, replacing the large tabacco plantations that had constituted the main source of income for the earliest population. The \"golden bean\" was introduced to Guadalupe in 1840 by José Manuel Núñez, who planted it and established the first processing site at his former wheat mill. Another important factor in regional development was the Camino de Carrillo (Road to Carrillo), located near the confluence of the Sucio and Honduras rivers. The need for this road was due to local coffee farmers' demands to deliver their beans to the Limón harbor on the Atlantic for exportation, thereby shortening the cargo journey to their main European markets. At first the thought was to build a train track from San José, the country's capital, to Limón, moving through Paso de La Palma. Later in 1881, when the road section had reached Carrillo, the national government proposed to discontinue construction to open a road instead from San José to Carrillo. The following year that new road was inaugurated, but was in use for very little time, given its high cost of maintenance and traffic on it becoming sparse, once a train track construction from San José to the Caribbean coast was completed in 1890.\nGoicoechea's first elementary school was built in 1883. It is located north of the Goicoechea Park. Afterward Escuela Carlos Gagini was built, and then in 1939 a new grammar school was inaugurated called Escuela Pilar Jiménez Solís, during president León Cortés Castro's administration. The secondary school Liceo Napoleón Quesada began operations in 1955, during president José Figueres Ferrer's first administration.\nGuadalupe has been Goicoechea's municipality since 1891. But given its population growth, as of on August 10, 1920, during president Julio Acosta García's administration, Law No. 69 conferred to it the title of city.\nOfficial Founding.\nGoicoechea was officially drawn away from the canton of San José and established by decree via Law No. 36 on December 7, l848. Law No. 56 decreed on August 6, 1891 that Goicoechea be itself established as a canton in the province of San José with Guadalupe as its municipality. Yet this law did not define any other districts for the canton, though it did recognize 6 townships toward that end.\nThe first Canton Board Hearing of Goicoechea occurred on September 13, 1891 with representatives Francisco Jiménez Núñez serving as president, Tomás Gutiérrez and Ezequiel Vargas serving as vice presidents. Jesús Zeledón served as secretary and Basileo Araya as political chief.\nThe first aqueduct and sewage lines were inaugurated in 1910 under president Ricardo Jiménez Oreamuno's administration.\nGeology.\nGeologically, Goicoechea canton is grounded on volcanic matter dating to the Quartenary Period. Rocks from the Pleistocene epoch predominate in the region. Dating to this period, there are rolling structures located between Villa Rancho Redondo and the Purral district. Volcanic structures, recently and presently established, formed during the Holocene epoch. They are associated to pyroclastics and other volcanic matter such as lava, lahars and pyroclasts. The earliest ones are located west of the canton, originating from Villa Rancho Redondo. The later ones originate from Purral and move east.\nGeomorphology.\nThe Goicoechea canton is part of a geomorphic unit of volcanic origin, which is divided into two sub-units called the Irazú Volcano and the Volcanic Filling of the Central Valley.\nThe Irazú Volcano sub-unit is located to the east of the canton from Villa Mata de Plátano. It consists of slopes of all kinds. The contours of the hills are rounded due to the thickness of recent ash deposits that cover almost the whole surface mass. The sub-unit is composed of volcanic rocks displaying gaps, lavas, tuffs, agglomerates, ignimbrites, ash and also many streams of mud and lahars. The rocks' degree of weathering is highly variable, with its origin being due to the accumulation of different type of volcanic rocks.\nThe volcanic filling of the Central Valley, located in the western sector of the canton, corresponds to a flat undulating surface. It is possible that changes on the surface within the area are due to the presence of lava only a few meters below the surface. This constitutes a front. The sub-unit takes surface form from volcanic rocks, mainly lavas, tuffs and ignimbrites covered by ash in varying thickness. The sequence flow of lavas rests on sedimentary rock. The lavas are of the andesitic type. Geomorphologically, this unit is not a valley. Nevertheless, for political, socio-economic reasons and various other kinds of references, it is preferable to continue calling this region the Central Valley. The correct technical name is Tectonic Pit, due to the presence of a fault along the foot of the Central Volcanic Sierra, which is evidenced by the existence of thermo-mineral sources. Also there is an abrupt interruption in the foothills that align with the fault as they descend from the Central Volcanic Sierra mountain range towards the valley. Additionally, there is the presence of an unexplained \"volcanism\" (Pacacua Formation) that corresponds with or nears the position of the fault.\nHydrography.\nThe fluvial system of the canton of Goicoechea follows Pacific slope, which belongs to the basin of the Grande de Tárcoles River.\nThe rivers that drain the region begin with the Purral River, with the Navarro River as its tributary as well as the Mozotal brook. The Purral river is a tributary of the Torres River along with the Cangrejos, Patalillo and Patal brooks, together with the Tiribí, Ipís, Durazno and Barreal streams. These watercourses, except for the Torres River, have their source in the canton, on the western slope of the Cabeza de Vaca Hill, and course east-to-west. The Torres, Tiribí, Durazno, Ipís flows, and the ravines Barreal and Patal serve as cantonal borders. The first borders with San José and Montes de Oca. The second borders with the Cartago province. The rivers Durazno and Ipís along with Vázquez de Coronado and the ravines, respectively border with the cantons of Moravia and Montes de Oca.\nRelative to Costa Rica's Surface Area.\nThe canton's maximum width is 12.43 miles (20 km), spreading northeast to southwest from the source of the Durazno River to the bridge over the Torres River, along National Highway No.5, which runs from San José to San Juan de Tibás.\nSocial Challenges.\nThe canton of Goicoechea has been characterized for being an area of ​​important industrial and commercial development in the province of San José, Costa Rica's capital. An example of its importance may best be seen in that companies such as Motorola and Durman Esquivel remained located in the district of Calle Blancos along with Coca Cola-FEMSA bottling corporation for decades. The construction of the industrial complex Parque Empresarial del Este in the same district has added multinational accounts, namely Amazon, Bank of America, Teletech, among others to this list of growing companies that have increased the rate of employment in the area, while the infrastructure, especially roads, has remained unchanged, leading to excessive congestion.","categories":[],"infobox_types":[],"annotations":[{"uri":"San_Jos%C3%A9%2C_Costa_Rica","surface_form":"Province of San Jose","offset":50},{"uri":"Guadalupe%2C_Costa_Rica","surface_form":"City of Guadalupe","offset":1850},{"uri":"Our_Lady_of_Guadalupe","surface_form":"Virgin of Guadalupe","offset":2893},{"uri":"Iglesia_de_Nuestra_Se%C3%B1ora_de_Guadalupe%2C_Guadalupe%2C_San_Jos%C3%A9%2C_Costa_Rica.JPG","surface_form":"new church","offset":3053},{"uri":"Anselmo_Llorente_y_Lafuente","surface_form":"Joaquín Anselmo Llorente y Lafuente","offset":3193},{"uri":"Le%C3%B3n_Cort%C3%A9s_Castro","surface_form":"León Cortés Castro","offset":4972},{"uri":"Jos%C3%A9_Figueres_Ferrer","surface_form":"José Figueres Ferrer","offset":5096},{"uri":"Julio_Acosta_Garc%C3%ADa","surface_form":"Julio Acosta García","offset":5274},{"uri":"Motorola","surface_form":"Motorola","offset":10185},{"uri":"Durman_Esquivel","surface_form":"Durman Esquivel","offset":10198},{"uri":"Coca_Cola-FEMSA","surface_form":"Coca Cola-FEMSA","offset":10275},{"uri":"Parque_Empresarial_del_Este","surface_form":"Parque Empresarial del Este","offset":10368},{"uri":"Amazon.com","surface_form":"Amazon","offset":10458},{"uri":"Bank_of_America","surface_form":"Bank of America","offset":10466},{"uri":"Teletech","surface_form":"Teletech","offset":10483}]}