{"id":57538,"url":"http://en.wikipedia.org/wiki/Dingo","text":"The dingo (plural: dingoes or dingos) is a mammal found in Australia and South-East Asia. Dingos are similar to domestic dogs. Dingoes were brought to Australia from South-East Asia about 4000 years ago. They are not found in Tasmania as the sea levels cut the island off from mainland Australia about 10,000 years ago. Most dingos in the wild are no longer purebreed dingos. Their scientific name, \"Canis lupus (wolf) dingo\", changed recently from \"Canis familiaris (dog) dingo\". This was to show it is related to the white footed wolf which lives in Asia.\nDescription.\nDingoes are usually between 117 cm to 124 cm in length. Their tail is about 30 cm in length. They usually weigh between 10 kg and 20 kg. The colour of their fur is usually yellow-ginger, but can sometimes include tan, black, white or sandy colours. They live for about 14 years.\nDingos live in packs of between 3 and 12, but they can be seen alone as well. The leaders are the alpha male and the alpha female and are usually the only pair to breed. Young dingos are called \"cubs\". The breeding season is in March and April. After a gestation of 63 days, the adult females usually give birth to 4-5 cubs in a litter. Mothers will regurgitate food for the cubs to eat. They become independent of their mother after four to eight months of age.\nDingos do not bark like other dogs, but they do howl.\nDiet.\nDingos are carnivores and eat other animals such as kangaroos, wallabies, wallaroos, rabbits, rodents, lizards, sheep, calves, poultry and carrion. It believed to have hunted several animal species to extinction including some species of bandicoots and rat kangaroos. They often hunt in packs.\nManaging dingos.\nWhile some people keep dingos as pets, they are regarded as a pest by farmers. They are controlled by trapping, shooting, poisoning (with Sodium monofluoroacetate), and fences. The dingo fence which runs through South Australia, and then along the New South Wales border through to central Queensland is the world's longest fence. Dingos are protected in national parks and reserves.\nIt is illegal to have a dingo as a pet in South Australia, Queensland and Tasmania. In Victoria and the Northern Territory you have to have a special permit to keep a dingo. The dingo can be a dangerous animal and have attacked people at times. On April 30, 2001, a nine-year-old boy was attacked and killed on Fraser Island by a dingo. A dingo is believed to have killed a baby, Azaria Chamberlain, at Uluru in August, 1980. This became a world famous case when her mother was sent to jail for murdering the baby. She was later found innocent and released. \"Evil Angels\", a book about Azaria by John Bryson, was made into a movie starring Meryl Streep.","categories":[],"infobox_types":[],"annotations":[{"uri":"Plural","surface_form":"plural","offset":11},{"uri":"Mammal","surface_form":"mammal","offset":43},{"uri":"Australia","surface_form":"Australia","offset":59},{"uri":"Dogs","surface_form":"dogs","offset":121},{"uri":"Tasmania","surface_form":"Tasmania","offset":226},{"uri":"Gestation","surface_form":"gestation","offset":1103},{"uri":"Regurgitate","surface_form":"regurgitate","offset":1200},{"uri":"Carnivore","surface_form":"carnivore","offset":1384},{"uri":"Kangaroo","surface_form":"kangaroo","offset":1425},{"uri":"Wallaby","surface_form":"wallabies","offset":1436},{"uri":"Wallaroo","surface_form":"wallaroo","offset":1447},{"uri":"Rabbit","surface_form":"rabbit","offset":1458},{"uri":"Rodent","surface_form":"rodent","offset":1467},{"uri":"Lizard","surface_form":"lizard","offset":1476},{"uri":"Sheep","surface_form":"sheep","offset":1485},{"uri":"Calf","surface_form":"calves","offset":1492},{"uri":"Poultry","surface_form":"poultry","offset":1500},{"uri":"Carrion","surface_form":"carrion","offset":1512},{"uri":"Species","surface_form":"species","offset":1563},{"uri":"Extinction","surface_form":"extinction","offset":1574},{"uri":"Bandicoot","surface_form":"bandicoot","offset":1611},{"uri":"Sodium_monofluoroacetate","surface_form":"Sodium monofluoroacetate","offset":1822},{"uri":"South_Australia","surface_form":"South Australia","offset":1896},{"uri":"New_South_Wales","surface_form":"New South Wales","offset":1932},{"uri":"Queensland","surface_form":"Queensland","offset":1974},{"uri":"Fraser_Island","surface_form":"Fraser Island","offset":2379},{"uri":"Azaria_Chamberlain","surface_form":"Azaria Chamberlain","offset":2448},{"uri":"Uluru","surface_form":"Uluru","offset":2471},{"uri":"Movie","surface_form":"movie","offset":2693},{"uri":"Meryl_Streep","surface_form":"Meryl Streep","offset":2708}]}