{"id":57558,"url":"http://en.wikipedia.org/wiki/Privy_Council_of_the_United_Kingdom","text":"Her Majesty's Most Honourable Privy Council is a group of advisors to the British Monarch. A lot of its most important work is done by two committees,\nSome laws need to be made by the \"Queen-in-Council\", that is at a meeting of the Queen and the Privy Council. Some jobs are filled by the Queen in Council too. For example, when the Queen appoints a new Bishop or Lord Lieutenant she announces her choice at a meeting of the Privy Council.\nMeetings of the Privy Council.\nOnce someone is made a member of the Privy Council they are a member for life, but only members of the government are asked to meetings, except for special occasions such as when a new monarch takes the \"Accession Oath\", a promise to do their best, at a meeting when the Privy Council called the \"Accession Council\"\nIn the past some kings and queens were bored by long meetings of the Privy Council, so they made everyone stand instead of sitting comfortably. The tradition carries on today.\nPrivy Council Terms.\nSometimes the Prime Minister shares information with other politicians on \"Privy Council Terms\". This means that the information must stay secret.\nJudicial Committee of the Privy Council.\nThe Law Lords, and retired Law Lords, also form the Judicial Committee of the Privy Council. It is the final court of appeal from British colonies an dependent territories, and some commonwealth realms. These countries call it an appeal to \"The Queen in Council\".\nRepublics in the Commonwealth.\nFour republics in the commonwealth also use the Judicial Committee of the Privy Council as a court of appeal.\nBrunei.\nFrom the Court of Appeal of Brunei the only appeal is to the Sultan of Brunei. The Queen and the Sultan have agreed that the cases are heard by the Judicial Committee of the Privy Council who then advise the Sultan, directly.\nDomestic Jurisdiction.\nThe committee must also report to the Queen about anything she ask. For example, investigating which members of the House of Lords supported the enemy in World War I.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monarch","surface_form":"Monarch","offset":82},{"uri":"Committee","surface_form":"committees","offset":139},{"uri":"Law_Lords","surface_form":"Law Lords","offset":1176},{"uri":"Commonwealth_realm","surface_form":"commonwealth realm","offset":1354},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":1453},{"uri":"Brunei","surface_form":"Brunei","offset":1613},{"uri":"Sultan","surface_form":"Sultan","offset":1646},{"uri":"Elizabeth_II_of_the_United_Kingdom","surface_form":"The Queen","offset":1664},{"uri":"House_of_Lords","surface_form":"House of Lords","offset":1950},{"uri":"World_War_I","surface_form":"World War I","offset":1988}]}