{"id":57550,"url":"http://en.wikipedia.org/wiki/Osiris","text":"In Egyptian mythology, Osiris is the god of life, death, the flooding of the Nile, and the afterlife. He was the brother and husband of Isis. They had a son named Horus. Osiris was murdered by his brother Set because Osiris was the pharaoh, which Set wanted to be. Osiris was killed when Set tricked him into getting into a box, then poured lead onto the box to close it so Osiris could not get out of it. However, Isis brought Osiris back to life for one night. After Horus was old enough, he defeated Set and became the pharaoh. Osiris' mother was the goddess Nut, father Geb, sister Nephthys, and sister as well as wife Isis.\nOsiris and Dionysus.\nBy the Hellenic era, Greek awareness of Osiris had grown, and attempts had been made to merge Greek philosophy, such as Platonism, and the cult of Osiris (especially the myth of his resurrection), resulting in a new mystery religion. Gradually, this became more popular, and was exported to other parts of the Greek sphere of influence. However, these mystery religions valued the change in wisdom, personality, and knowledge of truth, rather than the exact details of the accepted myths on which their teachings were overlayed. Thus in each region that it was exported to, the myth was changed to be about a similar local god, resulting in a series of gods, who had originally been quite distinct, but who were now synonymous with Osiris. These gods became known as Osiris-Dionysus.\nWhy Egypt loved Osiris.\nEgyptian civilization loved Osiris because he was a wise and gentle king. He taught them law and order and led them away from savage practices like cannibalism and human sacrifice. Osiris also taught them the art of agriculture and the appropriate rites for worshipping the gods. When he was done civilizing the people in Egypt, he left the country to his wife Isis and made peace in many other places. When he finished his job he then returned to Egypt.\nPurpose.\nOsiris was the god of the Underworld. He was also one of the Nine Gods. One of his duties as Lord of the Dead was to do the very last judgment of the Dead, and after that to protect people from the dangers of the Underworld. The transition between life and death must have been a great experience, but still perilous.\nAppearance.\nOsiris was shown in the form of a mummified pharaoh. He wore a white atef crown with feathers on the side, and held a crook and flail; tools of a pharaoh. Osiris had green skin, symbolizing rebirth to the Egyptians.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egyptian_mythology","surface_form":"Egyptian mythology","offset":3},{"uri":"God","surface_form":"god","offset":37},{"uri":"Life","surface_form":"life","offset":44},{"uri":"Death","surface_form":"death","offset":50},{"uri":"Flood","surface_form":"flood","offset":61},{"uri":"Nile_River","surface_form":"Nile","offset":77},{"uri":"Isis","surface_form":"Isis","offset":136},{"uri":"Horus","surface_form":"Horus","offset":163},{"uri":"Murder","surface_form":"murder","offset":181},{"uri":"Set_(deity)","surface_form":"Set","offset":205},{"uri":"Pharaoh","surface_form":"pharaoh","offset":232},{"uri":"Seth","surface_form":"Set","offset":247},{"uri":"Box","surface_form":"box","offset":324},{"uri":"Lead","surface_form":"lead","offset":341},{"uri":"Night","surface_form":"night","offset":456},{"uri":"Set_(deity)","surface_form":"Set","offset":503},{"uri":"Pharaoh","surface_form":"pharaoh","offset":522},{"uri":"Goddess","surface_form":"goddess","offset":554},{"uri":"Nut","surface_form":"Nut","offset":562},{"uri":"Geb","surface_form":"Geb","offset":574},{"uri":"Nephthys","surface_form":"Nephthys","offset":586},{"uri":"Isis","surface_form":"Isis","offset":623},{"uri":"Philosophy","surface_form":"philosophy","offset":750},{"uri":"Platonism","surface_form":"Platonism","offset":770},{"uri":"Cult","surface_form":"cult","offset":789},{"uri":"Mystery_religion","surface_form":"mystery religion","offset":866},{"uri":"Wisdom","surface_form":"wisdom","offset":1041},{"uri":"Mummification","surface_form":"mummified","offset":2286}]}