{"id":5757,"url":"http://en.wikipedia.org/wiki/Virus","text":"A virus is a microscopic parasite that can infect living organisms and cause disease. It can make copies of itself inside another organism's cells. Viruses consist of nucleic acid and a protein coat. Usually the nucleic acid is RNA; sometimes it is DNA. Viruses are able to cause many types of diseases, such as polio, ebola and hepatitis. Virology is the study of viruses.\nViruses reproduce by getting their nucleic acid strand into a prokaryote or eukaryote (cell). The RNA or DNA strand then takes over the cell machinery to reproduce copies of itself and the protein coat. The cell then bursts open, spreading the newly created viruses. All viruses reproduce this way, and there are no free-living viruses. Viruses are everywhere in the environment, and all organisms can be infected by them.\nViruses are so much smaller than bacteria. They were not visible until the invention of the electron microscope. A virus has a simple structure, it has no internal cellular structure, no cell wall or cell membrane, just the protein coat that holds the string of nucleic acid. Viruses live and reproduce in the cell which is why medication such as antibiotics cannot help fight against the virus as it cannot enter the cell without damaging the cell.\nWith eukaryotic cells, the virus protein coat is able to enter the target cells via certain cell membrane receptors. With prokaryote bacteria cells, the bacteriophage physically injects the nucleic acid strand into the host cell.\nWhen the host cell has finished making more viruses, it undergoes lysis, or breaks apart. The viruses are released and are then able to infect other cells. Viruses can remain intact for a long time, and will infect cells when the time and conditions are right.\nSome special viruses are worth noting. Bacteriophages have evolved to enter bacterial cells, which have a different type of cell wall from eukaryote cell membranes. \"Envelope viruses\", when they reproduce, cover themselves with a modified form of the host cell membrane, thus gaining an outer lipid layer that helps entry. Some of our most difficult-to-combat viruses, like influenza and HIV, use this method.\nViral infections in animals trigger an immune response which usually kills the infecting virus. Vaccines can also produce immune responses. They give an artificially acquired immunity to the specific viral infection. However, some viruses (including those causing AIDS and viral hepatitis) escape from these immune responses and cause chronic infections. Antibiotics have no effect on viruses, but there are some other drugs against viruses.\nGenome.\nThere are a many genomic structures in viruses. As a group they have more structural genomic diversity than plants, animals, archaea, or bacteria. There are millions of different types of viruses, but only about 5,000 of them have been described in detail.49\nA virus has either RNA or DNA genes and is called an RNA virus or a DNA virus respectively. \"The vast majority of viruses have RNA genomes\". Plant viruses tend to have single-stranded RNA genomes and bacteriophages tend to have double-stranded DNA genomes.96/99\nReplication cycle.\nViral populations do not grow through cell division, because they do not have cells. Instead, they use the machinery and metabolism of a host cell to produce many copies of themselves, and they \"assemble\" (\"put together\") in the cell.\nThe life cycle of viruses differs greatly between species but there are six \"basic\" stages in the life cycle of viruses:75/91\nGenetic material and replication.\nThe genetic material within virus particles, and the method by which the material is replicated, varies considerably between different types of viruses.\nInnate immune system.\nThe body's first line of defence against viruses is the innate immune system. This has cells and other mechanisms which defend the host from any infection. The cells of the innate system recognise, and respond to, pathogens in a general way.\nRNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule. A protein complex called dicer sticks to it and chops the RNA into pieces. Then a biochemical pathway, called the RISC complex, starts up. This attacks the viral mRNA, and the cell survives the infection.\nRotaviruses avoid this by not uncoating fully inside the cell and by releasing newly produced mRNA through pores in the particle's inner capsid. The genomic dsRNA remains protected inside the core of the virion.\nThe production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.\nAdaptive immune system.\nVertebrates have a second, more specific, immune system. It is called the adaptive immune system. When it meets a virus, it produces specific antibodies that bind to the virus and render it non-infectious. Two types of antibodies are important.\nThe first, called IgM, is highly effective at neutralizing viruses but is produced by the cells of the immune system only for a few weeks. The second, called IgG, is produced indefinitely. The presence of IgM in the blood of the host is used to test for acute infection, whereas IgG indicates an infection sometime in the past. IgG antibody is measured when tests for immunity are carried out.\nAnother vertebrate defence against viruses is cell-mediated immunity. It involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as macrophages are specialists at this antigen presentation.\nEvading the immune system.\nNot all virus infections produce a protective immune response. These persistent viruses evade immune control by sequestration (hiding away); blocking antigen presentation; cytokine resistance; evading natural killer cell activity; escape from apoptosis (cell death), and antigenic shift (changing surface proteins). HIV evades the immune system by constantly changing the amino acid sequence of the proteins on the surface of the virion. Other viruses, called neurotropic viruses, move along nerves to places the immune system cannot reach.\nEvolution.\nViruses do not belong to any of the six kingdoms. They do not meet all the requirements for being classified as a living organism because they are not active until the point of infection. However, that is just a verbal point.\nObviously, their structure and mode of operation means they have evolved from other living things, and the loss of normal structure occurs in many endoparasites. The origins of viruses in the evolutionary history of life are unclear: some may have evolved from plasmids – pieces of DNA that can move between cells – while others may have evolved from bacteria. In evolution, viruses are an important means of horizontal gene transfer, which increases genetic diversity.\nRecent discoveries.\nA recent project discovered nearly 1500 new RNA viruses by sampling over 200 invertebrate species. \"The research team... extracted their RNA and, using next-generation sequencing, deciphered the sequence of a staggering 6 trillion letters present in the invertebrate RNA libraries\". The research showed that viruses changed bits and pieces of their RNA by a variety of genetic mechanisms. \"The invertebrate virome [shows] remarkable genomic flexibility that includes frequent recombination, lateral gene transfer among viruses and hosts, gene gain and loss, and complex genomic rearrangements\".\nLargest virus.\nA group of large viruses infect amoebae. The largest is \"Pithovirus\". Others in order of size are \"Pandoravirus\", then \"Megavirus\", then \"Mimivirus\". They are bigger than some bacteria, and visible under a light microscope.\nUses.\nViruses are used widely in cell biology. Geneticists often use viruses as vectors to introduce genes into cells that they are studying. This is useful for making the cell produce a foreign substance, or to study the effect of introducing a new gene into the genome. Eastern European scientists have used phage therapy as an alternative to antibiotics for some time, and interest in this approach is increasing, because of the high level of antibiotic resistance now found in some pathogenic bacteria.","categories":[],"infobox_types":[],"annotations":[{"uri":"Parasitism","surface_form":"parasite","offset":25},{"uri":"Organism","surface_form":"organism","offset":57},{"uri":"Self-replication","surface_form":"copies of itself","offset":98},{"uri":"Nucleic_acid","surface_form":"nucleic acid","offset":167},{"uri":"Protein","surface_form":"protein","offset":186},{"uri":"RNA","surface_form":"RNA","offset":228},{"uri":"DNA","surface_form":"DNA","offset":249},{"uri":"Disease","surface_form":"disease","offset":294},{"uri":"Polio","surface_form":"polio","offset":312},{"uri":"Ebola","surface_form":"ebola","offset":319},{"uri":"Hepatitis","surface_form":"hepatitis","offset":329},{"uri":"Virology","surface_form":"Virology","offset":340},{"uri":"Prokaryote","surface_form":"prokaryote","offset":436},{"uri":"Eukaryote","surface_form":"eukaryote","offset":450},{"uri":"RNA","surface_form":"RNA","offset":472},{"uri":"DNA","surface_form":"DNA","offset":479},{"uri":"Bacterium","surface_form":"bacteria","offset":830},{"uri":"Electron_microscope","surface_form":"electron microscope","offset":889},{"uri":"Cell","surface_form":"cell","offset":961},{"uri":"Cell_wall","surface_form":"cell wall","offset":984},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":997},{"uri":"Protein","surface_form":"protein","offset":1021},{"uri":"Eukaryote","surface_form":"eukaryotic","offset":1252},{"uri":"Via","surface_form":"via","offset":1327},{"uri":"Cell_membrane","surface_form":"cell membrane","offset":1339},{"uri":"Bacteria","surface_form":"bacteria","offset":1380},{"uri":"Bacteriophage","surface_form":"bacteriophage","offset":1400},{"uri":"Lysis","surface_form":"lysis","offset":1543},{"uri":"Bacteriophage","surface_form":"Bacteriophage","offset":1777},{"uri":"Bacterial","surface_form":"bacterial","offset":1814},{"uri":"Lipid","surface_form":"lipid","offset":2031},{"uri":"Influenza","surface_form":"influenza","offset":2112},{"uri":"HIV","surface_form":"HIV","offset":2126},{"uri":"Immune_response","surface_form":"immune response","offset":2187},{"uri":"Vaccine","surface_form":"Vaccine","offset":2244},{"uri":"Adaptive_immune_system","surface_form":"acquired immunity","offset":2314},{"uri":"Hepatitis","surface_form":"hepatitis","offset":2427},{"uri":"Antibiotics","surface_form":"Antibiotics","offset":2503},{"uri":"Genome","surface_form":"genomic","offset":2615},{"uri":"Viral_life_cycle","surface_form":"life cycle of viruses","offset":3377},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":3764},{"uri":"RNA_interference","surface_form":"RNA interference","offset":3950},{"uri":"Dicer","surface_form":"dicer","offset":4188},{"uri":"Interferon","surface_form":"interferon","offset":4598},{"uri":"Adaptive_immune_system","surface_form":"adaptive immune system","offset":4949},{"uri":"Antibodies","surface_form":"antibodies","offset":5017},{"uri":"Immunity","surface_form":"immunity","offset":5488},{"uri":"Cell-mediated_immunity","surface_form":"cell-mediated immunity","offset":5560},{"uri":"T_cell","surface_form":"T cell","offset":5618},{"uri":"Macrophage","surface_form":"macrophage","offset":5888},{"uri":"Antigen_presentation","surface_form":"antigen presentation","offset":6123},{"uri":"Cytokine","surface_form":"cytokine","offset":6145},{"uri":"Natural_killer_cell","surface_form":"natural killer cell","offset":6174},{"uri":"Apoptosis","surface_form":"apoptosis","offset":6216},{"uri":"HIV","surface_form":"HIV","offset":6289},{"uri":"Amino_acid","surface_form":"amino acid","offset":6345},{"uri":"Neurotropic_virus","surface_form":"neurotropic virus","offset":6433},{"uri":"Nerve","surface_form":"nerve","offset":6465},{"uri":"Scientific_classification","surface_form":"six kingdoms","offset":6561},{"uri":"Parasite","surface_form":"parasite","offset":6902},{"uri":"Evolution","surface_form":"evolution","offset":6943},{"uri":"Evolution","surface_form":"evolved","offset":6999},{"uri":"Plasmid","surface_form":"plasmid","offset":7012},{"uri":"Horizontal_gene_transfer","surface_form":"horizontal gene transfer","offset":7160},{"uri":"Genetic","surface_form":"genetic","offset":7202},{"uri":"RNA_virus","surface_form":"RNA virus","offset":7285},{"uri":"Invertebrate","surface_form":"invertebrate","offset":7318},{"uri":"Sequence_analysis","surface_form":"sequencing","offset":7409},{"uri":"Recombination","surface_form":"recombination","offset":7717},{"uri":"Lateral_gene_transfer","surface_form":"lateral gene transfer","offset":7732},{"uri":"Amoebae","surface_form":"amoebae","offset":7883},{"uri":"Pandoravirus","surface_form":"Pandoravirus","offset":7950},{"uri":"Megavirus","surface_form":"Megavirus","offset":7971},{"uri":"Mimivirus","surface_form":"Mimivirus","offset":7989},{"uri":"Bacteria","surface_form":"bacteria","offset":8027},{"uri":"Light_microscope","surface_form":"light microscope","offset":8057},{"uri":"Cell_biology","surface_form":"cell biology","offset":8108},{"uri":"Genetics","surface_form":"Geneticists","offset":8122},{"uri":"Vector_(molecular_biology)","surface_form":"vectors","offset":8155},{"uri":"Phage_therapy","surface_form":"phage therapy","offset":8385},{"uri":"Antibiotic_resistance","surface_form":"antibiotic resistance","offset":8521}]}