{"id":575837,"url":"http://en.wikipedia.org/wiki/Syria_Direct","text":"Syria Direct is a not-for-profit news organization based in Jordan. It was started in 2013 by television news producer Amjad Tadros and the Global Peace and Development Charitable Trust. \"Syria Direct\" reports on the conflict in neighboring Syria, because reporting from Syria is either restricted or too dangerous.\n\"Syria Direct\" publishes news reports, interviews, photographs, and videos from inside Syria. They also publish a newsletter. They do not accept advertising. Their operations are funded by the Global Peace & Development Charitable Trust.\n\"Syria Direct\" is published in English and Arabic. The articles are for readers who are already\nknowledgeable about Syria but want more detailed information. \"Syria Direct\" employs about 24 Syrians and Americans who talk to Syrian activists and civilians on both sides of the conflict every day by Skype. Syrian journalists write the stories in Arabic. The stories are translated to English, fact-checked and edited, then translated back to Arabic. Their website receives about 50,000 page views every month. Their Facebook page has 77,000 followers. Thousands of people follow their Twitter account.\n\"Syria Direct\" also has a training program for journalists from Syria. In the past, the training program has received funding from the US Embassy Amman's Public Affairs Section, the Syria office of the Konrad Adenauer Stiftung organization, and the Canadian Embassy in Amman. Every six months they train twelve new Syrian journalists. The trainees' stories have been published in USA Today, CNN.com, Radio Free Europe, and international new organizations like Le Monde and The Toronto Globe and Mail. As of September 2016, they had trained 70 new journalists.","categories":[],"infobox_types":[],"annotations":[{"uri":"NGO","surface_form":"not-for-profit","offset":18},{"uri":"Jordan","surface_form":"Jordan","offset":60},{"uri":"Amjad_Tadros","surface_form":"Amjad Tadros","offset":119},{"uri":"Skype","surface_form":"Skype","offset":852},{"uri":"Facebook","surface_form":"Facebook","offset":1069}]}