{"id":57584,"url":"http://en.wikipedia.org/wiki/Virginia_Tech_massacre","text":"The Virginia Tech massacre was a school shooting incident on April 16, 2007, which took place at the Virginia Polytechnic Institute and State University, a college in Blacksburg, Virginia, United States. Seung-Hui Cho, a senior English major at Virginia Tech, who had been diagnosed with an anxiety disorder, major depressive disorder and selective mutism killed 32 people before killing himself (suicide). The killings occurred in two separate attacks on the campus. The first at around 7:15 a.m., when two students were shot and killed at West Ambler Johnston Hall, a co-ed residence hall that houses 894 students. More than two and a half hours later, 31 others, including Cho, were shot and killed across Norris Hall, which houses the Engineering Science and Mechanics program among others, where three main doors had been chained. Victims were found in different locations around the building.\nAmong the victims the most notable was that of Professor and Holocaust survivor Liviu Librescu who died while shielding his students from the gunman. Librescu was killed after being shot five times.\nVirginia Tech President Charles W. Steger and U.S. President George W. Bush attended vigils to honor the victims at the institution.\nThe number of people that died was more than any other mass shooting in modern U.S. history up until the 2017 Las Vegas shooting. Before then, the deadliest campus shooting in United States history was in 1966 at the University of Texas, where Charles Whitman climbed to the 28th-floor observation deck of a clock tower and opened fire, killing 16 people before he was gunned down by police. In the Columbine High attack in 1999, two teenagers killed 12 fellow students and a teacher before killing themselves.","categories":[],"infobox_types":[],"annotations":[{"uri":"Virginia_Polytechnic_Institute_and_State_University","surface_form":"Virginia Polytechnic Institute and State University","offset":101},{"uri":"Blacksburg%2C_Virginia","surface_form":"Blacksburg","offset":167},{"uri":"Virginia","surface_form":"Virginia","offset":179},{"uri":"United_States","surface_form":"United States","offset":189},{"uri":"Anxiety_disorder","surface_form":"anxiety disorder","offset":291},{"uri":"Major_depressive_disorder","surface_form":"major depressive disorder","offset":309},{"uri":"Selective_mutism","surface_form":"selective mutism","offset":339},{"uri":"Suicide","surface_form":"suicide","offset":397},{"uri":"Holocaust","surface_form":"Holocaust","offset":960},{"uri":"Liviu_Librescu","surface_form":"Liviu Librescu","offset":979},{"uri":"Charles_W._Steger","surface_form":"Charles W. Steger","offset":1122},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1159},{"uri":"History_of_the_United_States","surface_form":"U.S. history","offset":1310},{"uri":"2017_Las_Vegas_shooting","surface_form":"2017 Las Vegas shooting","offset":1336},{"uri":"Charles_Whitman","surface_form":"Charles Whitman","offset":1475},{"uri":"Columbine_High_School_massacre","surface_form":"Columbine High attack","offset":1630}]}