{"id":575809,"url":"http://en.wikipedia.org/wiki/Imambara_Zadibal","text":"Imambara Zadibal is the first Imambara constructed in Kashmir Valley by Kaji Chak, minister in the regime of Sultan Mohammad in the year 1518. This Imambara was burned down and destroyed number of times.\nHistory.\nOne of the most ancient monuments of Kashmir, Imambara Zadibal is in the state of Jammu and Kashmir, administered by India. It lies in the Zadibal area within Srinagar to the west side of the fort. Built in 1518, this shrine was erected by Kaji Chak, who was a minister with Sultan Mohammed Shah. This two-storey building is one of the oldest historic places in Kashmir valley. Sitting on the lines of Persian architecture, this shrine looks old and it is a popular tourist spot. From 1548 AD to 1872 AD, the building was set on fire eleven times and it was rebuilt each time. Recently, the ancient Imambara was taken down in 2004 to restructure and rebuild the shrine that stands today. The shrine is large enough to hold more than 32,000 visitors at a time.\nThere are different stories about the construction of the Imambara Zadibal, but the history says Tajik Shah donated the land of the zadibal to Mir Shamshud din Iraqi, who introduced Shia Islam to Kashmir and influenced the government officials of that time.\nThen the family of Mir Shamshud din Iraqi, whose mausoleum is only few feet away from the Imambara Zadibal, lived in the place. The fifth generation of his family built their private mosque and lived nearby well into the early twenty-first century. They set aside productive land to generate money for the upkeep of the mosque. They kept the rights of ownership to themselves but allowed their neighbors to pray there.\nIt became the main center of learning for the the followers of Ahlul bait. The elders of Markdar families would teach about religion. They also built a Hamam to use as a guest house for travelers coming from Baltistan and other distant areas. During time of Maharaja Ghulab Singh who wanted to keep all the centers under the control of his rule through his representatives (Jalalis) so that no one could revolt against him. Then a dispute broke out between Jalalis and Markdars. It went on for 150 years.\nAt the time of prime minister of Kashmir Bakshi Ghulam Mohammad, the Markdars donated the Imambara to the Shia public and later on its guardianship was taken by Shia Association. The Shia Association procured the land around the Imambara from the Markdars through several different deals, including language exchanges and cash payments. Recently, the Imambara was repaired by the late Molvi Iftikhar Hussein Ansari.\nArchitecture.\nInspired by the Persian style of architecture, Imambara Zadibal is a two-storey building. It is made out of oriental bricks. Its Maharaji bricks cover an area of over 75 square meters. This shrine has various sideways floor raisings called Gulam Gardish. There is a central ground level floor called Pokhr. It also has a large gallery with four gates.\nCurrently, the structure is under the supervision of All Jammu and Kashmir Shia Association, who maintain it. The structure that we see today is still undergoing construction work.\nCelebrations.\nShia Muslims are a minority in Kashmir. During the first 10 days of Muharram, Imambada Zadibal becomes a centre of mourning and religious gathering in Zadibal. Shia followers join in the mourning, usually ending in the festival of Ashura, when a large procession parades through the streets of Zadibal ending at Imambada Zadibal. Mourning continues from first day of Muharram to eighth of the Islamic month Rabi al Awwal, after which Eid al Zahra, also known as Eid e Shuja, is celebrated. This marks the end of the two-month mourning period.\nBuilding and destruction.\nImmabara Zadibal has been destroyed and rebuilt many times. From the period of Sultan Nazuk Shah by Mirza Douglat in 1548 AD to the reign of Maharaja Ranbir Singh in 1872 AD, this shine was burnt down around eleven times.\nAt the time Imambara Zadibal was constructed, it was a majestic building and people in the Kashmir Valley were proud of it. However, Mirza Hyder Kashgari Douglat set this shrine on fire in 1548 AD. Daulat Chak began rebuilding it in 1551.\nZafar Kupawari set Imambara Zadibal on fire for the second time in 1553. It was burned down again in 1653 by enemies of Ahlul Bayt during the reign of Mughal Emperor Shah Jahan.\nIn 1682 AD, when Emperoro Aurangzeb Alamgir ruled, Imambara Zadibal was set on fire again. In 1719 AD, it was burned down for the fifth time during the Mukhtawi Khan clash. It caught fire for the sixth time in 1748 AD by enemies of Ahlul Bayt. They did so again in 1763. Imambara Zadibal caught fire again in June 1801, during Afghan rule in Kashmir, just before Ashura.\nIn July 1830, the shrine was the site of a massacre when Jammu and Kashmir were under Sikh rule. This same day, many Shias were cruelly murdered. This happened at Ali Park in Zadibal or Margibal.\nImambara Zadibal was rebuilt with financial help sent by a minister of Awadh's Sultan Nasr-ud-din. This grant was sent to Haji Baqir Khan Irani, who passed on the duty of rebuilding this structure to Hatim Mir.\nIn September 1872, the building was again set ablaze under the rule of Maharaja Ranbir Singh. He was a Dogra Ruler of J&K. This time, the king gave considerable financial aid of about Rs. 3 lakhs to renovate the Imambara and restore it to its current prosperous condition. Every time the shrine went through fire, followers of Prophet Mohammad and Ahlul Bayt were only more convinced to make it whole again.\nLocation.\nReaching this shrine is easy because it is close to Srinagar Highway. The Imambara is in the middle of Zadibal, and it is near the Khushal Sar Lake and Hari Parbat Fort that most people call Qilla. The nearest railway station is the Srinagar railway station. It is an hour's ride away by car. Sheikh ul Alam International Airport is only a few kilometers from the Imambara. Taxi services are also available within the city of Srinagar.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":295},{"uri":"Kaji_Chak","surface_form":"Kaji Chak","offset":453},{"uri":"Mohammed_Shah","surface_form":"Mohammed Shah","offset":495},{"uri":"Shia_Islam","surface_form":"Shia Islam","offset":1155},{"uri":"Bakshi_Ghulam_Mohammad","surface_form":"Bakshi Ghulam Mohammad","offset":2196}]}