{"id":576047,"url":"http://en.wikipedia.org/wiki/Tennis_court","text":"A tennis court is a court used to play tennis. It is a rectangle with a net across the middle. During a tennis match there can be both one player (single) or two players (double) on both half. The surface can be grass, clay or hardcourt.\nThe dimensions are set as the standard for lawn tennis by the International Tennis Federation and written down in the 'Rules of Tennis' document. The Tennis court is 78 feet (23.77 meters) long. Its width is 27 feet (8.23 meters) for singles matches and 36 feet (10.97 meters) for doubles matches. The service line is 21 feet (6.40 meters) from the net.\nSurfaces.\nClay Court is primarily made with stone, brick and crushed shale. The tennis ball on the clay court has the interesting feature of digging into the dirt. The clay court is the cheapest court to construct but is also is the court that requires the most maintenance. The water content should be balanced and the courts have to be rolled often to maintain flattened form.\nGrass Courts are the fastest courts. Before the open era most games were played in grass courts. Over time, the maintenance and cost have made it less popular. Grass courts are made by growing grass in hard packed soil. This can create many micro-variations in the surface type.\nCarpet Courts are rollable court surfaces. They are characterized by their low bounce and fast surface compared to hard courts. Carpet courts went out of fashion in the late 20th century and have been discontinued from the world tour.\nHard Courts are by far the most popular surfaces, primarily due to the one-time investment and minimum maintenance. The courts are made up of uniform rigid material, often covered with an acrylic surface layer to offer greater consistency of bounce than other outdoor surfaces. Hard courts generally vary in speed, being slower than grass courts but faster than clay.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tennis","surface_form":"tennis","offset":39},{"uri":"Rectangle","surface_form":"rectangle","offset":55},{"uri":"Net","surface_form":"net","offset":72},{"uri":"Grass","surface_form":"grass","offset":212},{"uri":"Clay_court","surface_form":"clay","offset":219},{"uri":"Hardcourt","surface_form":"hardcourt","offset":227}]}