{"id":57618,"url":"http://en.wikipedia.org/wiki/Seth","text":"In Egyptian mythology, \"Set (also spelled Sutekh, Setesh, Seteh, Seth) was a god of the desert (including desert storms), thunder, evil, pain and suffering.\nThe word 'Seth' was first said as 'Set'. Because of changes in the Egyptian language over the 3,000 years that Seth was worshiped, the 't' in Set was pronounced so similarly from 'th' that the Greeks wrote it as Seth during the Ptolemaic period. Set was originally responsible for protecting Ra during his journey in the afterlife, personally slaying the great serpent Apep. Late period Set killed his brother Osiris, who had succeeded Ra as pharaoh, out of jealousy. Horus (Osiris and Isis' son) eventually defeated Set and claimed the throne.\nSet had three siblings: his brother Osiris and his sisters Isis and Nephthys (who was also his wife). He also had a nephew Horus. Nephthys married Set and Isis married Osiris. Set and Nephthys had a son named Anubis. His father and mother were Geb and Nut respectively.\nHis color is red which represented evil in Egypt. He also possessed people when he wanted to. Set's consort was Nephthys. Set also had foreign wives Anat and Astarte. Set was unified with the key of trouble and death towards Ancient Egypt which made him deadly.\nAppearance.\nSet is often shown as a mysterious and unknown creature called the Set Animal. The Set Animal had a curved snout, square ears, dog-like body, forked tail, red eyes and red hair. Set could control this animal and would use it to destroy his enemies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egyptian_mythology","surface_form":"Egyptian mythology","offset":3},{"uri":"Deity","surface_form":"god","offset":77},{"uri":"Desert","surface_form":"desert","offset":88},{"uri":"Egyptian_language","surface_form":"Egyptian language","offset":224},{"uri":"Worship","surface_form":"worship","offset":277},{"uri":"Ra","surface_form":"Ra","offset":449},{"uri":"Apep","surface_form":"Apep","offset":526},{"uri":"Osiris","surface_form":"Osiris","offset":567},{"uri":"Horus","surface_form":"Horus","offset":625},{"uri":"Osiris","surface_form":"Osiris","offset":632},{"uri":"Isis","surface_form":"Isis","offset":643},{"uri":"Osiris","surface_form":"Osiris","offset":738},{"uri":"Isis","surface_form":"Isis","offset":761},{"uri":"Nephthys","surface_form":"Nephthys","offset":770},{"uri":"Horus","surface_form":"Horus","offset":825},{"uri":"Nephthys","surface_form":"Nephthys","offset":832},{"uri":"Isis","surface_form":"Isis","offset":857},{"uri":"Osiris","surface_form":"Osiris","offset":870},{"uri":"Nephthys","surface_form":"Nephthys","offset":886},{"uri":"Anubis","surface_form":"Anubis","offset":911},{"uri":"Geb","surface_form":"Geb","offset":946},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":954}]}