{"id":57616,"url":"http://en.wikipedia.org/wiki/Horus","text":"Horus was the Egyptian god of the Sky. He was the son of Isis and Osiris. After fighting his uncle, Set (Osiris and Isis' brother) he became the king of Egypt. During this fight, he lost his eye. The \"Eye of Horus\" became one of the most important symbols in ancient Egypt and Egyptian civilization. When Horus lost his eye, his eye set out on a journey of its own. When the other Gods tried to catch the eye, his eye began to cry. These tears became the first people of Egypt in Egyptian belief.\nThe Eye of Horus.\nThe Eye of Horus, also known as wadjet eye, wedjat eye or udjat eye, is an ancient Egyptian symbol of protection, royal power, and good health. The Eye of Horus is similar to the Eye of Ra, which belongs to a different god, Ra, but represents many of the same concepts. According to Egyptian myth, Horus lost his left eye in a struggle with Seth. The eye was magically restored by Hathor, and this restoration came to symbolize the process of making whole and healing. For this reason, the symbol was often used in amulets.\nWorship.\nHorus, was worshiped all over Egypt, especially in Pe, Bendet and Khem. There were many falcon gods before Horus, but eventually Horus represented all of them. He was worshiped until the end of the Pre-Dynastic period. In Upper Egypt (south), in the town of Edfu, was Ptolemaic, a temple for Horus. In Kom Ombo, there was another temple for Horus called the Kom Ombo temple. Horus was a good friend of Sobek. He was also worshipped as a guide to the pharaohs.\nPhysical appearance.\nHorus was considered handsome and usually appeared as a falcon or a falcon headed man, although sometimes he appeared as a falcon headed crocodile. Sometimes he would take the form of a celestial falcon with his left eye the moon and his right eye the sun, his speckled breast feathers the stars, the down sweep of his wings creating the winds. He is sometimes shown with a copper knife. In addition, he normally wore the double crown to signify his rule over all of Egypt and to relate with the Pharaoh.\nPurpose.\nHorus was the god of the sky and also the God of war. The pharaoh ruling at any given time of Egypt was always the living image of Horus. When he died, that pharaoh became Osiris, the god of the dead and the father of Horus. The new pharaoh became Horus. His purpose was to protect the pharaoh. He was a protector god, who was a god who fought evil. He represented justice and righteousness. He fought with Seth to avenge his father, Osiris, who was killed by Seth. When Horus defeated Seth, he conquered his father, Osiris', throne, and became protector.","categories":[],"infobox_types":[],"annotations":[{"uri":"Son","surface_form":"son","offset":50},{"uri":"Isis","surface_form":"Isis","offset":57},{"uri":"Osiris","surface_form":"Osiris","offset":66},{"uri":"Seth","surface_form":"Set","offset":100},{"uri":"Pharaoh","surface_form":"king of Egypt","offset":145},{"uri":"Eye_of_Horus","surface_form":"Eye of Horus","offset":201},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":259},{"uri":"Egypt","surface_form":"Egypt","offset":1078},{"uri":"Khem","surface_form":"Khem","offset":1114},{"uri":"Falcon","surface_form":"falcon","offset":1136},{"uri":"Sobek","surface_form":"Sobek","offset":1450},{"uri":"Falcon","surface_form":"falcon","offset":1585},{"uri":"Egypt","surface_form":"Egypt","offset":1996},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":2025},{"uri":"God","surface_form":"god","offset":2057},{"uri":"Pharaoh","surface_form":"pharaoh","offset":2101},{"uri":"Egypt","surface_form":"Egypt","offset":2137},{"uri":"Osiris","surface_form":"Osiris","offset":2215},{"uri":"Seth","surface_form":"Seth","offset":2450}]}