{"id":5761,"url":"http://en.wikipedia.org/wiki/Heat","text":"Heat is the sum of the kinetic energy of atoms or molecules. In thermodynamics, heat means energy which is moved between two things, when one of them is has a higher temperature than the other thing.\nAdding heat to something increases its temperature, but heat is not the same as temperature. The temperature of an object is the measure of the average speed of the moving particles in it. The energy of the particles is called the internal energy. When an object is heated, its internal energy can increase to make the object hotter. The first law of thermodynamics says that the increase in internal energy is equal to the heat added minus the work done on the surroundings.\nHeat can also be defined as the amount of thermal energy in a system. Thermal energy is the type of energy that a thing has because of its temperature. In thermodynamics, thermal energy is the internal energy present in a system in a state of thermodynamic equilibrium because of its temperature. That is, heat is defined as a spontaneous \"flow of energy\" (energy in transit) from one object to another, caused by a difference in temperature between two objects; therefore, objects do not possess heat.\nProperties of Heat.\nHeat is a form of energy and not a physical substance. Heat has no mass.\nThe measure of how much heat is needed to cause a change in temperature for a material is the specific heat capacity of the material. If the particles in the material are hard to move, then more energy is needed to make them move quickly, so a lot of heat will cause a small change in temperature. A different particle that is easier to move will need less heat for the same change in temperature.\nSpecific heat capacities can be looked up in a table, like [http://www.ac.wwu.edu/~vawter/PhysicsNet/Topics/Thermal/HeatCapTable.html|1 this] one.\nUnless some work is done, heat moves only from hot things to cold things.\nMeasuring heat.\nHeat can be measured. That is, the amount of heat given out or taken in can be given a value. One of the units of measurement for heat is the joule.\nHeat is usually measured with a calorimeter, where the energy in a material is allowed to flow into nearby water, which has a known specific heat capacity. The temperature of the water is then measured before and after, and heat can be found using a formula.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kinetic_energy","surface_form":"kinetic energy","offset":23},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":64},{"uri":"Temperature","surface_form":"temperature","offset":166},{"uri":"Temperature","surface_form":"temperature","offset":280},{"uri":"Average","surface_form":"average","offset":344},{"uri":"Matter","surface_form":"particles","offset":372},{"uri":"Energy","surface_form":"energy","offset":393},{"uri":"Internal_energy","surface_form":"internal energy","offset":431},{"uri":"Internal_energy","surface_form":"internal energy","offset":478},{"uri":"First_law_of_thermodynamics","surface_form":"first law of thermodynamics","offset":538},{"uri":"Work_(physics)","surface_form":"work","offset":645},{"uri":"Thermal_energy","surface_form":"Thermal energy","offset":746},{"uri":"Energy","surface_form":"energy","offset":776},{"uri":"Temperature","surface_form":"temperature","offset":815},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":831},{"uri":"Internal_energy","surface_form":"internal energy","offset":869},{"uri":"Thermodynamic_system","surface_form":"system","offset":898},{"uri":"Thermodynamic_equilibrium","surface_form":"thermodynamic equilibrium","offset":919},{"uri":"Substance","surface_form":"substance","offset":1243},{"uri":"Mass","surface_form":"mass","offset":1266},{"uri":"Heat_capacity","surface_form":"heat capacity","offset":1375},{"uri":"Work_(physics)","surface_form":"work","offset":1829},{"uri":"Measure","surface_form":"measure","offset":1919},{"uri":"Joule","surface_form":"joule","offset":2049},{"uri":"Calorimeter","surface_form":"calorimeter","offset":2088},{"uri":"Formula","surface_form":"formula","offset":2306}]}