{"id":5763,"url":"http://en.wikipedia.org/wiki/Bratislava","text":"Bratislava is the capital city of Slovakia. About 450,000 people live there. It used to be called Pressburg (German) or Pozsony (Hungarian) and by some other names. Bratislava is the seat of national government, the presidency, and the parliament. It has several museums, galleries and of other educational, cultural and economic institutions.\nThere is a small Old Town, and a castle called Bratislavský Hrad. The Danube river goes through Bratislava.\nGeography.\nBratislava is in the extreme southwest of Slovakia, on the borders with Austria and Hungary, and not far from the Czech Republic border. It is on the Morava and Danube rivers.\nHistory.\nPeople have lived here since the Neolithic age. The Celts inhabited this area from 400 BC-50 BC. The Roman Empire set up border military camps near Bratislava from the 1st century until the 5th century, for example \"Gerulata\". The Slavs started moving here from the 6th century. Bratislava was part of the Slavic empire called Great Moravia in the 9th century. From the second half of the 10th century until 1918, it was part of the Kingdom of Hungary, with some exceptions. It was even capital of the Kingdom between 1524 and 1830/1848. After the World War I ended in 1918, it was part of newly founded Czechoslovakia until 1939, when it became capital of World War II Slovak Republic until 1945. After 1945, it was part of Czechoslovakia again, becoming capital of Slovak Socialist Republic (which was still part of Czechoslovakia) in 1968. After the event called Velvet Divorce, when the Czechoslovakia broke up, Bratislava became capital of Slovakia.\nEconomy.\nEconomy of Bratislava is prosperous and based on automobile industry, chemical industry and services. The unemployment (people without work) is lowest in Slovakia (around 2%, compared to the national average 7%). Approximately 250,000 people from all over the Slovakia travel to Bratislava for work.\nTransport.\nPosition of Bratislava made it a natural crossroads for international traffic. It is a motorway junction, rail junction, has its own international airport. The international river traffic passes along the Danube through Bratislava, with its own river port.\nBratislava has its own public transport system, with buses, trams and trolleybuses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_(city)","surface_form":"capital city","offset":18},{"uri":"Slovakia","surface_form":"Slovakia","offset":34},{"uri":"Austria","surface_form":"Austria","offset":535},{"uri":"Hungary","surface_form":"Hungary","offset":547},{"uri":"Czech_Republic","surface_form":"Czech Republic","offset":577},{"uri":"Morava_river","surface_form":"Morava","offset":613},{"uri":"Danube","surface_form":"Danube","offset":624},{"uri":"Neolithic","surface_form":"Neolithic","offset":681},{"uri":"Celt","surface_form":"Celt","offset":700},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":749},{"uri":"Slavs","surface_form":"Slavs","offset":879},{"uri":"Great_Moravia","surface_form":"Great Moravia","offset":975},{"uri":"Kingdom_of_Hungary","surface_form":"Kingdom of Hungary","offset":1081},{"uri":"World_War_I","surface_form":"World War I","offset":1196},{"uri":"Czechoslovakia","surface_form":"Czechoslovakia","offset":1252},{"uri":"World_War_II","surface_form":"World War II","offset":1305},{"uri":"Slovak_Socialist_Republic","surface_form":"Slovak Socialist Republic","offset":1415},{"uri":"Velvet_Divorce","surface_form":"Velvet Divorce","offset":1514},{"uri":"Bratislava_Airport","surface_form":"airport","offset":2070},{"uri":"Bus","surface_form":"bus","offset":2233},{"uri":"Tram","surface_form":"tram","offset":2240},{"uri":"Trolleybus","surface_form":"trolleybus","offset":2250}]}