{"id":576981,"url":"http://en.wikipedia.org/wiki/Boonesborough%2C_Kentucky","text":"e=\"preserve\">Boonesborough is an unincorporated community in Madison County, Kentucky, USA. It is in the central part of the state along the Kentucky River. It is the site of Fort Boonesborough State Park, which includes the Kentucky River Museum. The park site has been rebuilt to look like a working fort of the days when Daniel Boone lived there.\nBoonesborough was founded by Boone as Boone's Station while he was working for Richard Henderson and Nathanial Hart of the Transylvania Company. Boone led a group of settlers through the mountains from Fort Watauga (present-day Elizabethton in Tennessee). He carved the Wilderness Road through the Cumberland Gap. He established Fort Boonesborough. Boone lived there from 1775 to 1779. Boonesborough was the town in the area of present-day Kentucky formally chartered by the Commonwealth of Virginia which then claimed it. It was also one of the first English-speaking communities west of the Appalachian Mountains. Boone successfully led his fellow settlers during the Siege of Boonesborough in 1778. He then moved to his son Israel's settlement at Boone's New Station near what is now Athens, Kentucky.","categories":[],"infobox_types":[],"annotations":[{"uri":"Unincorporated_community","surface_form":"unincorporated community","offset":33},{"uri":"Madison_County%2C_Kentucky","surface_form":"Madison County, Kentucky","offset":61},{"uri":"Fort_Boonesborough_State_Park","surface_form":"Fort Boonesborough State Park","offset":175},{"uri":"Daniel_Boone","surface_form":"Daniel Boone","offset":324},{"uri":"Cumberland_Gap","surface_form":"Cumberland Gap","offset":648},{"uri":"Fort_Boonesborough","surface_form":"Fort Boonesborough","offset":679},{"uri":"Virginia","surface_form":"Virginia","offset":841},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":943},{"uri":"Siege_of_Boonesborough","surface_form":"Siege of Boonesborough","offset":1020},{"uri":"Athens%2C_Kentucky","surface_form":"Athens, Kentucky","offset":1137}]}