{"id":5770,"url":"http://en.wikipedia.org/wiki/Wellington","text":"Wellington is the capital of New Zealand. It has been the capital since 1865. Before then Auckland was the capital. Wellington is the second largest city in New Zealand. It had about 448,000 people in 2006. Wellington is the southernmost capital city in the world.\nWellington is in the middle of New Zealand, at the south end of the North Island. South of Wellington is Cook Strait, the sea between the North Island and the South Island. The city has a lot of hills and a deep harbour. The middle of the city is busier than most small cities and is easy for people to walk around.\nIt was named for Arthur Wellesley, 1st Duke of Wellington. Wellington recently became famous because \"The Lord of the Rings\" movie trilogy was made there.\nClimate.\nThe city averages 2,068 hours of sunshine per year. The climate is a temperate marine one, (Köppen: \"Cfb \") is generally moderate all year round, and rarely sees temperatures above or below. The hottest recorded temperature is, while is the coldest. The city is notorious for its southerly blasts in winter, which may make the temperature feel much colder. It is generally very windy all year round with high rainfall; average annual rainfall is, June and July being the wettest months. Frosts are quite common in the hill suburbs and the Hutt Valley between May and September. Snow is very rare at low altitudes, although snow fell on the city and many other parts of the Wellington region during separate events in July and August 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital","offset":18},{"uri":"New_Zealand","surface_form":"New Zealand","offset":29},{"uri":"Auckland","surface_form":"Auckland","offset":90},{"uri":"North_Island","surface_form":"North Island","offset":333},{"uri":"South_Island","surface_form":"South Island","offset":424},{"uri":"Arthur_Wellesley%2C_1st_Duke_of_Wellington","surface_form":"Arthur Wellesley, 1st Duke of Wellington","offset":598},{"uri":"The_Lord_of_the_Rings_film_trilogy","surface_form":"\"The Lord of the Rings\" movie trilogy","offset":682},{"uri":"Oceanic_climate","surface_form":"marine","offset":824},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen","offset":837},{"uri":"Frost","surface_form":"Frost","offset":1232},{"uri":"Hutt_Valley","surface_form":"Hutt Valley","offset":1284},{"uri":"2011_New_Zealand_snowstorms","surface_form":"events","offset":1452}]}