{"id":577018,"url":"http://en.wikipedia.org/wiki/Boulos_Yazigi","text":"Boulos Yazigi or Paul Rami Yagizi (Arabic: بولس يازجي) is a bishop or metropolitan of the Greek Orthodox Church. He has been missing since 2013, when he was kidnapped with archbishop Yohanna Ibrahim of the Syriac Orthodox Church.\nLife.\nYazigi was born in 1959 in Lattakya, Syria. He studied for a civil engineering degree at the University of Tishreen in Latakia, Syria. He studied theology at the University of Thessaloniki in Greece and received a master's degree in 1989 and a PhD in 1992. The title of his thesis was \"Eschatology & Ethics: The Eschatological Foundations of the Life in Christ According to St. John Chrysostom.\" He also studied Byzantine music and iconography in Greece and Mount Athos.\nYazigi's brother is Greek Orthodox Patriarch John X Yazigi.\nWork.\nIn 1992, Yazigi became a religion instructor at Saint John of Damascus Institute of Theology at the University of Balamand in Lebanon. He was dean of the institute from 1994 to 2001. At the same time, he was appointed abbot of Balamand Monastery in the Koura District in northern Lebanon.\nYazigi was ordained a priest in 1992 and became bishop of Aleppo in 2000. He wrote 11 books and 7 articles on religious subjects, including translations of English and Greek works into Arabic.\nDisappearance.\nYazigi disappeared on April 22, 2013 in Syria after he was kidnapped along with archbishop Yohanna Ibrahim of the Syriac Orthodox Church. The two men worked in Aleppo. Their driver was shot and killed in the attack. The two men were kidnapped in the village of Kfar Dael by \"a terrorist group\" on the road to Aleppo from the rebel-held border with Turkey at Bab al Hawa. Ibrahim went to get Yazigi because he was familiar with the border crossing and the route. The name of the driver killed was Fathallah Kabud. Bishop Ibrahim went to the border to receive two priests who had been kidnapped: Armenian Catholic Michel Kayal and Greek Orthodox Isaac Moawad. Money was paid for the priests on April 19, but Ibrihim did not receive the priests that day, and they asked him to return. Ibrahim was experienced with negotiating kidnapping releases. In the year before his kidnapping, he participated in 20 successful hostage exchanges.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bishop","surface_form":"bishop","offset":60},{"uri":"Metropolitan","surface_form":"metropolitan","offset":70},{"uri":"Kidnapping","surface_form":"kidnap","offset":157},{"uri":"Yohanna_Ibrahim","surface_form":"Yohanna Ibrahim","offset":183},{"uri":"John_X_of_Antioch","surface_form":"John X Yazigi","offset":752},{"uri":"University_of_Balamand","surface_form":"University of Balamand","offset":873},{"uri":"Abbot","surface_form":"abbot","offset":991},{"uri":"Balamand_Monastery","surface_form":"Balamand Monastery","offset":1000},{"uri":"Syria","surface_form":"Syria","offset":1310},{"uri":"Yohanna_Ibrahim","surface_form":"Yohanna Ibrahim","offset":1361}]}