{"id":577629,"url":"http://en.wikipedia.org/wiki/2017_Westminster_attack","text":"The 2017 Westminster attack was a terrorist attack which happened on 22 March in London, England. The attack took place on Westminster Bridge, in Parliament Square and within the grounds of the Palace of Westminster.\nA Hyundai vehicle was driven into a crowd of people near the palace gates, and the attacker stabbed a police officer, who later died due to his injuries. Five people—including pedestrians on the bridge, the stabbed police officer and the attacker—were confirmed dead.\nIt was the first and largest major attack to occur in London since the 7 July 2005 London bombings. The motivation was suspected to be linked to Islamic terrorism.\nAttacker.\nThe attacker was identified by the Metropolitan Police as 52-year-old Briton Khalid Masood. Born Adrian Russell Elms, possibly later changed to Adrian Russell Ajao.\nLocal media report that in 2009 he underwent\nconversion to Islam while in prison, after which he changed his name to Khalid Masood. Police said he also used several other aliases, including Khalid Choudry. Masood was born in Kent and detectives believe he was most recently living in the West Midlands. Masood was reported to have been an English teacher or tutor in Saudi Arabia sometime between 2005 and 2009. Then he returned to the United Kingdom and worked as a teacher of English as a second language in Luton.\nMasood had been previously investigated by MI5, but Scotland Yard said that he was not the subject of any current investigations. There was no prior intelligence about his intent to mount a terrorist attack. He had a range of previous convictions for assaults, including grievous bodily harm, possession of offensive weapons and public order offences going back to 1983. He had not been convicted of any terrorism offences. Pictures of Masood being treated by medics were shown by some news outlets.","categories":[],"infobox_types":[],"annotations":[{"uri":"Terrorist_attack","surface_form":"terrorist attack","offset":34},{"uri":"London","surface_form":"London","offset":81},{"uri":"England","surface_form":"England","offset":89},{"uri":"Westminster_Bridge","surface_form":"Westminster Bridge","offset":123},{"uri":"Parliament_Square","surface_form":"Parliament Square","offset":146},{"uri":"Palace_of_Westminster","surface_form":"Palace of Westminster","offset":194},{"uri":"Hyundai_Motor_Company","surface_form":"Hyundai","offset":219},{"uri":"7_July_2005_London_bombings","surface_form":"7 July 2005 London bombings","offset":556},{"uri":"Islamic_terrorism","surface_form":"Islamic terrorism","offset":630},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police","offset":694},{"uri":"Islam","surface_form":"Islam","offset":883},{"uri":"Alias","surface_form":"alias","offset":995},{"uri":"Kent","surface_form":"Kent","offset":1049},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":1191},{"uri":"English_as_a_second_language","surface_form":"English as a second language","offset":1302},{"uri":"Luton","surface_form":"Luton","offset":1334},{"uri":"MI5","surface_form":"MI5","offset":1384},{"uri":"Scotland_Yard","surface_form":"Scotland Yard","offset":1393},{"uri":"Conviction","surface_form":"conviction","offset":1576},{"uri":"Grievous_bodily_harm","surface_form":"grievous bodily harm","offset":1612}]}