{"id":577667,"url":"http://en.wikipedia.org/wiki/Alia_Bhatt","text":"Alia Bhatt (born on 15 March 1993) is an British movie actress who appears in Bollywood films. She is regarded as one of the most successful Bollywood Actress. She started her career through a Karan Johar's romantic-drama-comedy Student of the Year alongside Siddarth Malhotra and Varun Dhawan in 2012 for which she gained a Filmfare award for Best Debut Female nomination. She was listed in \"Forbes 30 Under 30\" List in 2017 and is regarded as one of the highest paid actresses of Indian Cinema.\nHonours and awards.\nShe is recipient of several awards and nominations including two Filmfare awards. She proved her acting mattle through her second movie which was a road drama directed by Imtiaz Ali called Highway in 2014. Through the movie, she earned her first ever Filmfare Award as the Best actress-critics She became the youngest winner ever in this category.\nThe year proved to be a great success as she followed it with two commercially successful romantic dramas 2 States and Humpty Sharma Ki Dhulania both of which proved to be great success at box office. She received several nominations in the best actress category for Highway and 2 States.\nIn 2015, she acted alongside Shahid Kapoor in Vikas Behal's Shaandaar. It proved to be a commercial as well as critical failure.\n2016 year proved to be the year of ALIA as she got three releases all of which were commercial as well as critical successes. She earned two filters nominations for best actress that year. She received awards in portraying a supporting character in film Kapoor and Sons, a drug addict from Bihar in Udta Punjab and a free spirited girl next door in Dear Zindagi. She received the Filmfare for Best Actress for Udta Punjab.\nIn 2017 she appeared opposite Varun Dhawan in Badrinath ki Dhulania which also was a critical and commercial success for Bhatt establishing her to be one of the leading actresses of Hindi Cinema. In 2018, was seen in Meghana Gulzaar's thriller Raazi.\nShe has also committed to star opposite Ranbir Kapoor in Ayaan Mukherji's Brahmāstra and Zoya Akhtar's Gully Boy, acting alongside Ranveer Singh.\nIn addition to acting in films, Bhatt is celebrity endorser of several brands and products. She is seen performing in various stage shows and award shows and has also sung many of her songs in films as a playback singer.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Actress","surface_form":"actress","offset":55},{"uri":"Karan_Johar","surface_form":"Karan Johar","offset":193},{"uri":"Student_of_the_Year","surface_form":"Student of the Year","offset":229},{"uri":"Siddarth_Malhotra","surface_form":"Siddarth Malhotra","offset":259},{"uri":"Varun_Dhawan","surface_form":"Varun Dhawan","offset":281},{"uri":"Filmfare_Award_for_Best_Actor-Tamil","surface_form":"Filmfare","offset":768},{"uri":"Shahid_Kapoor","surface_form":"Shahid Kapoor","offset":1183},{"uri":"Udta_Punjab","surface_form":"Udta Punjab","offset":1693},{"uri":"Ranbir_Kapoor","surface_form":"Ranbir Kapoor","offset":1997},{"uri":"Brahm%C4%81stra","surface_form":"Brahmāstra","offset":2031}]}