{"id":577975,"url":"http://en.wikipedia.org/wiki/Mary_Somerville","text":"Mary Somerville was a Scottish science writer and a polymath. She was also famous for supporting more education for women and supporting more civil rights for women.\nEarly life.\nSomerville was born on December 26, 1780, in Jedburgh, Scotland. She was the fifth of seven children. She was one of three who lived to be adults. Her father, William George Fairfax, was a vice-admiral in the Royal Navy. He would go on long trips away. Somerville's mother didn't try to educate her daughters; she thought that all girls needed to know was how to cook and clean. When Somerville wasn't doing household chores, she would often go to the seaside and the moors.\nWhen Somerville's father came home, he discovered that his ten-year-old daughter could not read or write. He sent her to a boarding school. By her teenage years, Somerville had become interested in algebra. Her parents got angry. They told her not to study it - they worried that studying mathematical concepts would cause her physical and mental harm. \"Mary Somerville.\" Scientists: Their Lives and Works, UXL, 2006. Student Resources in Context. Accessed 31 Mar. 2017.\nMarriage and adult life.\nIn 1804, when she was 24, Somerville got married to Samuel Grieg. She found that marriage gave her independence from her parents. She began studying algebra. She had two sons, but her husband died in 1807. As a widow, she found more freedom to study and learned many more mathematical concepts.\"Mary Somerville.\" Scientists: Their Lives and Works, UXL, 2006. Student Resources in Context. Accessed 31 Mar. 2017.\nIn 1812, she married again. Her second husband was William Somerville. They had four children together. Somerville began experiments on solar radiation with her newfound support from William.\nWork.\nShe studied the sun's radiation effects on Earth's substances. In 1826, she published her first paper, \"On The Magnetizing Power of the More Refrangible Solar Rays.\" She later published two more papers and two books. She later moved to Italy and started her third book. In 1848, she had a publication called \"Physical Geography.\"\nHonors and awards.\nSomerville wrote many books. Somerville's second book lead to the discovery of Neptune. She then became the one of the first two women to be named Honorary members of the Royal Astronomical Society. Somerville had a picture hung in the Royal Society's great hall. She won the Victoria Gold Medal from the Royal Geographic Society in 1870.\nLate life.\nIn 1860, her only surviving son died. Her husband died 5 years later. Somerville became sad. Her daughter told her to work on more writing projects. She did, but she wasn't in touch with modern science. She began to promote civil rights and higher women's education. She died at age 92 in Naples, Italy, on November 19, 1872. Oxford University named one of its colleges after her.","categories":[],"infobox_types":[],"annotations":[{"uri":"Polymath","surface_form":"polymath","offset":52},{"uri":"Civil_rights","surface_form":"civil rights","offset":142},{"uri":"Scotland","surface_form":"Scotland","offset":233},{"uri":"Algebra","surface_form":"algebra","offset":851},{"uri":"Algebra","surface_form":"algebra","offset":1298},{"uri":"Sunlight","surface_form":"solar radiation","offset":1697},{"uri":"Neptune","surface_form":"Neptune","offset":2187}]}