{"id":577961,"url":"http://en.wikipedia.org/wiki/Lise_Meitner","text":"Lise Meitner (November 7, 1878, Vienna – October 27, 1968, Cambridge) was an Austrian-Swedish physicist. She had a very large role in discovering nuclear fission. She received her doctorate in physics from the University of Vienna in 1906. Her work with two other scientists influenced the discovery and creation of the atomic bomb.\nMeitner was of Jewish descent and converted to Lutheranism.\nStarting in 1907, Meitner worked with a man named Otto Hahn. She worked with Hahn throughout her entire career. Working together, they completed a lot of work in chemistry. Hahn won the Nobel Prize in Chemistry, even though his work had been with her. The reason that she did not win the prize was that she was a woman. She did attend the ceremony though.\nIn 1914, Meitner volunteered as an X-ray technician in the Austrian army during World War I. Meitner was also the first female professor in Germany. She became a German professor in 1917. Throughout the 1920s, Meitner worked mostly on radiation. She won many prizes and awards. Around 1935, Meitner and Hahn worked together to learn more about uranium. The element Meitnerium is named after her. Later in Meitner’s life, she had many discoveries that led to the creation of the atomic bomb. She worked to make possible the atomic bomb that was dropped on Hiroshima but she did not agree the atomic bomb.\nExperiences sexism.\nAn encyclopedia editor asked Meitner to write an article about radioactivity. He had read a paper she wrote about the physical aspects of radioactivity. The letter that she got was addressed to “Herr Meitner” (Mr. Meitner). She explained that she was female and the offer was taken away. Meitner followed gender roles later in her career. British physicist Ernest Rutherford visited Berlin Laboratory. During this visit, Meitner spent the day shopping with Rutherford's wife. Meanwhile, the men talked about work. Meitner also had lots of accomplishments. After working with Hahn and investigating behavior of beta rays, she received an appointment in the radioactivity apartment and invited Meitner to join him. Soon after, Max Planck asked Meitner to be an assistant professor and lecture at the institute for theoretical physics. Meitner was the first woman in Germany to be in her position. Many news reporters were drawn to her opening lecture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vienna","surface_form":"Vienna","offset":32},{"uri":"Cambridge","surface_form":"Cambridge","offset":59},{"uri":"Physicist","surface_form":"physicist","offset":94},{"uri":"Nuclear_fission","surface_form":"nuclear fission","offset":146},{"uri":"University_of_Vienna","surface_form":"University of Vienna","offset":210},{"uri":"Atomic_bomb","surface_form":"atomic bomb","offset":320},{"uri":"Jewish","surface_form":"Jewish","offset":348},{"uri":"Lutheranism","surface_form":"Lutheranism","offset":380},{"uri":"Otto_Hahn","surface_form":"Otto Hahn","offset":443},{"uri":"Nobel_Prize_in_Chemistry","surface_form":"Nobel Prize in Chemistry","offset":579},{"uri":"X-ray","surface_form":"X-ray","offset":784},{"uri":"World_War_I","surface_form":"World War I","offset":829},{"uri":"Radiation","surface_form":"radiation","offset":984},{"uri":"Uranium","surface_form":"uranium","offset":1093},{"uri":"Meitnerium","surface_form":"Meitnerium","offset":1114},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":1304},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":1376},{"uri":"Radioactivity","surface_form":"radioactivity","offset":1436},{"uri":"Gender_role","surface_form":"gender role","offset":1678},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":1730},{"uri":"Berlin","surface_form":"Berlin","offset":1756},{"uri":"Max_Planck","surface_form":"Max Planck","offset":2098},{"uri":"Theoretical_physics","surface_form":"theoretical physics","offset":2185}]}