{"id":577974,"url":"http://en.wikipedia.org/wiki/Emilie_du_Chatelet","text":"Émilie du Châtelet was a French physicist. She was born on December 17, 1706, in Paris, France. Du Châtelet was born into an aristocratic family. She received an excellent education. Du Châtelet learned science, literature, and music. She married Marquis du Châtelet. He lived away from Paris because he had a military and political career. They had three children. Du Châtelet took private lessons in math from Pierre-Louis Moreau.\nDu Châtelet had a 15-year affair with Francois-Marie Arouet de Voltaire. Voltaire recognized her talents. Du Châtelet helped Voltaire write his book, \"Elements of Newton’s Philosophy\". She had an unwanted child with Jean-François de Saint-Lambert when she was 42. She translated \"Principia Mathematica\" by Isaac Newton into French while she was pregnant. She died from an infection six days after giving birth to her daughter. It was 1749.\nDu Châtelet’s translation of \"Principia Mathematica\" is still used today. She knew that her work was not appreciated during her time. Years after she died, she was recognized as a role model for girls and women. Du Châtelet is still celebrated around the world for her work in Newtonian studies and mathematics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physicist","surface_form":"physicist","offset":32},{"uri":"Paris","surface_form":"Paris","offset":81},{"uri":"France","surface_form":"France","offset":88},{"uri":"Aristocrat","surface_form":"aristocrat","offset":125},{"uri":"Education","surface_form":"education","offset":172},{"uri":"Science","surface_form":"science","offset":203},{"uri":"Literature","surface_form":"literature","offset":212},{"uri":"Music","surface_form":"music","offset":228},{"uri":"Military","surface_form":"military","offset":310},{"uri":"Voltaire","surface_form":"Voltaire","offset":496},{"uri":"Principia_Mathematica","surface_form":"Principia Mathematica","offset":713},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":739},{"uri":"Principia_Mathematica","surface_form":"Principia Mathematica","offset":903},{"uri":"Mathematics","surface_form":"mathematics","offset":1172}]}