{"id":577970,"url":"http://en.wikipedia.org/wiki/Youyou_Tu","text":"Youyou Tu (born 30 December 1930) is a Chinese pharmacologist. She won the Nobel Prize in 2015 for medicine. She is famous for making a medicine to treat Malaria. Malaria is a sickness or disease. It is spread by mosquitoes. It poorly affects a lot of people in the world. Many people have died from Malaria. Tu came up with a cure.\nEarly Life.\nTu was born on December 30, 1930.  She was born and raised in Ningbo, Zhejiang. Zhejiang is a province of China. It is located in eastern China. In 1951, she moved to Beijing. She went to the Peking University in Beijing. At the university, she studied pharmacology. In 1955, she finished college and started working at the China Academy of Traditional Chinese Medicine in Beijing. It is now called the China Academy of Chinese Medical Sciences.\nWork and Discoveries.\nIn 1969, China was having a cultural revolution against Western ideas. This means that many schools, colleges, and research centers were closed. Tu was assigned to a secret project that was to find the cure for Malaria during this time. Malaria was killing American and Vietnamese soldiers in Vietnam before the treatment was found. She studied traditional Chinese medicinal ancient text. She was trying to find an herbal treatment. The text they read gave information about a medicinal plant, Qinghao. Qinghao is also known as sweet wormwood. Tu and two other scientists found a part of the plant that helped treat Malaria. This was made into a drug that stopped and treated the disease in millions of people. This drug was called artemisinin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pharmacologist","surface_form":"pharmacologist","offset":47},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":75},{"uri":"Medicine","surface_form":"medicine","offset":99},{"uri":"Medicine","surface_form":"medicine","offset":136},{"uri":"Malaria","surface_form":"Malaria","offset":154},{"uri":"Mosquito","surface_form":"mosquitoes","offset":213},{"uri":"Ningbo","surface_form":"Ningbo","offset":407},{"uri":"Zhejiang","surface_form":"Zhejiang","offset":415},{"uri":"China","surface_form":"China","offset":451},{"uri":"Beijing","surface_form":"Beijing","offset":512},{"uri":"Peking_University","surface_form":"Peking University","offset":537},{"uri":"Schools","surface_form":"schools","offset":905},{"uri":"College","surface_form":"college","offset":914},{"uri":"Research","surface_form":"research","offset":928},{"uri":"Americans","surface_form":"American","offset":1070},{"uri":"Vietnamese","surface_form":"Vietnamese","offset":1083},{"uri":"Qinghao","surface_form":"Qinghao","offset":1307},{"uri":"Wormwood","surface_form":"wormwood","offset":1347}]}