{"id":578249,"url":"http://en.wikipedia.org/wiki/Roya_Saberi_Negad_Nobakht","text":"Roya Saberi Negad Nobakht (Farsi: رویا صابری نژاد نوبخت) (born c. 1967) is a Iranian-British housewife who was put in prison after she returned to Iran to visit her family. While living in England, she wrote on Facebook that Iran was \"too Islamic\". The Iranian government put her in prison and accused her of “insulting Islamic sanctities”, a crime that carries death penalty.\nRoya was born in Iran. In 1998 she emigrated to England. Since 2008, she has lived in Stockport, near Manchester, England. In 2013 Roya returned to Iran to visit her family. Two weeks after she arrived, she flew to the city of Shiraz and was arrested by cyber police at the airport. Roya's husband, Daryoush Taghipoor, found out his wife was in prison when he traveled to the Middle East to look for her.\nArrest.\nRoya was taken to Tehran and held at the notorious Evin prison. In June 2014, Roya was tried by Branch 28 of the Revolutionary Court, and sentenced to 20 years in prison.\nSeven other Facebook users were arrested along with Roya. The other seven names are Amir Golestani, Masoud Ghasemkhani, Fariborz Kardarfar, Seyed Masoud Seyed Talebi, Amin Akramipour, Mehdi Reyshahri, and Naghmeh Shahisavandi Shirazi.\nIn June 15 2016 five of the defendants called the \"Facebook activists\" were released from prison. After applying \"Article 134\", her sentence was reduced to five years, however she is still in Evin Prison. She is in poor health and has frequent seizures.\nIran is accused of using innocent civilians as hostages to get payments from western countries. In January 2016, the U.S. government paid Iran $1.7 billion in cash. At the same time, Iran released five American citizens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amir_Golestani","surface_form":"Amir Golestani","offset":1045},{"uri":"Masoud_Ghasemkhani","surface_form":"Masoud Ghasemkhani","offset":1061},{"uri":"Fariborz_Kardarfar","surface_form":"Fariborz Kardarfar","offset":1081},{"uri":"Seyed_Masoud_Seyed_Talebi","surface_form":"Seyed Masoud Seyed Talebi","offset":1101},{"uri":"Amin_Akramipour","surface_form":"Amin Akramipour","offset":1128},{"uri":"Mehdi_Reyshahri","surface_form":"Mehdi Reyshahri","offset":1145},{"uri":"Naghmeh_Shahisavandi_Shirazi","surface_form":"Naghmeh Shahisavandi Shirazi","offset":1166}]}