{"id":578232,"url":"http://en.wikipedia.org/wiki/Yohanna_Ibrahim","text":"Yohanna Ibrahim (Arabic: يوحنا إبراهيم) also Gregorios Yohanna or Mor Gregorios Yohanna Ibrahim (born August 18, 1948) is the Syriac Orthodox archbishop of Aleppo. He was kidnapped on April 22, 2013, along with Boulos Yazigi, the Greek Orthodox archbishop of Aleppo.\nLife.\nIbrahim was born on August 18, 1948 in Qamishly, Syria. He studied Ecclesiastical Studies and Canon Law at the Pontifical Oriental Institute (Roma Istituto Orientale) in Rome from 1973 to 1976. He became a monk in 1973, a deacon in 1976, a priest in 1976, and a bishop in 1979. In 1988 he established the Al Raha Mardin Publishing House in Aleppo.\nIbrahim received degrees from St. Ephrem Theological Seminary in Zahle, the Oriental Institute in Rome, and the Pontifical Oriental Institute in Rome. He received a PhD from Birmingham University in the UK. The title of his dissertation was “Christian Arabs in Mesopotamia before Islam.” Before he became a bishop in Syria, Ibrahim had positions in Iraq, Sweden, Holland, Belgium, and Lebanon. He was on the committees of many religious boards, including including the Global Christian Forum, the Executive Committee of the Middle East Council of Churches, and the Central Committee of the World Council of Churches.\nIbrahim disappeared in 2013 while traveling with Boulos Yazigi to negotiate the release of two kidnapped priests. It is believed the kidnappers were Chechen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syriac_Orthodox","surface_form":"Syriac Orthodox","offset":126},{"uri":"Aleppo","surface_form":"Aleppo","offset":156},{"uri":"Boulos_Yazigi","surface_form":"Boulos Yazigi","offset":211},{"uri":"Greek_Orthodox","surface_form":"Greek Orthodox","offset":230},{"uri":"Archbishop","surface_form":"archbishop","offset":245},{"uri":"Pontifical_Oriental_Institute","surface_form":"Pontifical Oriental Institute","offset":384},{"uri":"Chechen","surface_form":"Chechen","offset":1387}]}