{"id":578551,"url":"http://en.wikipedia.org/wiki/Alaa_Murabit","text":"Alaa Murabit (born October 26, 1989) is a Canadian physician and leading international activist for peace processes. Murabit is an UN High-Level Commissioner on Health Employment and Economic Growth and one of only 17 Sustainable Development Goal Global Advocates appointed by the UN Secretary General.\nAdvocacy.\nMurabit is an Ashoka fellow, and the youngest recipient of the Marisa Bellisario International Humanitarian Award by the Italian Government, named the “International Trust Women Hero 2014” by The New York Times, “One of 25 women under 25 to watch” by Newsweek, a “100 Top Woman” by the BBC and the SAFE Global Hero.\nMurabit’s TED Talk, released in July 2015, “What my religion really says about women” was selected as the TED Talk of the Day and one of four moving TED Talks you should watch right now by The New York Times.\nMurabit received her Medical Doctorate in from the University of Zawiya in 2013. She went on to receive a Masters in International Strategy and Diplomacy with Distinction from the LSE in 2016 where her research focused on securitization processes, with a dissertation titled \"White Man’s Burden: Disease, Security and the Stigmatisation of the Periphery\".\nPositions.\nIn July 2016 Alaa was selected as an MIT Director’s Fellow and in January 2017 was named as a 2017 Forbes 30 Under 30 for her work in Healthcare. In March 2017 she was appointed a Malala Fund board member.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canadians","surface_form":"Canadian","offset":42},{"uri":"Physician","surface_form":"physician","offset":51},{"uri":"Sustainable_Development_Goal","surface_form":"Sustainable Development Goal","offset":218},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":505},{"uri":"Newsweek","surface_form":"Newsweek","offset":564},{"uri":"BBC","surface_form":"BBC","offset":599},{"uri":"TED_(conference)","surface_form":"TED","offset":639},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":818},{"uri":"The_London_School_of_Economics_and_Political_Science","surface_form":"LSE","offset":1018},{"uri":"MIT","surface_form":"MIT","offset":1242},{"uri":"Forbes_30_Under_30","surface_form":"Forbes 30 Under 30","offset":1304},{"uri":"Healthcare","surface_form":"Healthcare","offset":1339},{"uri":"Malala_Yousafzai","surface_form":"Malala Fund","offset":1385}]}