{"id":5789,"url":"http://en.wikipedia.org/wiki/Laos","text":"Lao People's Democratic Republic or Laos (ລາວ), is a country in southeast Asia. The capital of Laos is Vientiane.\nLaos is landlocked (it does not have a coast on a sea or ocean). It is bordered by Myanmar (used to be known in English as \"Burma\") and by China to the northwest, by Vietnam to the east, by Cambodia to the south and by Thailand to the west. The Mekong river forms a large part of the western boundary with Thailand. Boats from Laos cannot get to the ocean using the Mekong because of rapids and waterfalls in the south of the country.\nThe official language is Lao, a language belonging to the Tai language group. 98% of Lao people believe in Buddhism. The main crop in Laos is rice.\nGeography.\nLaos is the only landlocked country in Southeast Asia. The country is slightly smaller than Romania and Colorado. The landscape is mostly rugged mountains. The highest point is Phou Bia at. The Mekong River forms the border with Thailand. The mountains of the Annamite Range form the eastern border with Vietnam. The climate is tropical. The rainy season is from May to November. The dry season is from December to April. Laos has three seasons (rainy, cold and hot). The capital and largest city is Vientiane.\nHistory.\nFa Ngum created the first unified Lao Kingdom.\nLao became a French colony in 1893 and also became part of French Indochina. In 1949 it became independent from France, as the Kingdom of Laos. Later there was a civil war, and in 1975 it became a One-party state under the leadership of the communist party.\nProvinces.\nLaos is divided in 16 provinces and one prefecture.\nGovernment and politics.\nLaos is one of the world's five remaining communist states. The only legal political party is the Lao People's Revolutionary Party (LPRP). The head of state is President Choummaly Sayasone. He is the General Secretary of the Lao People's Revolutionary Party.\nShortly after the end of the Vietnam War, the North Vietnamese Army (NVA) joined forces with the Pathet Lao, started a coup on December 2, 1975 to overthrow the royalist Lao government, and established a communist government that continues to run the country to this day.\nThe current head of government is Prime Minister Thongloun Sisoulith, as of 2016. The current President is Bounnhang Vorachith. Government policies are determined by the party. Important government decisions are checked by the Council of Ministers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":53},{"uri":"Asia","surface_form":"Asia","offset":74},{"uri":"Vientiane","surface_form":"Vientiane","offset":103},{"uri":"Landlocked","surface_form":"landlocked","offset":122},{"uri":"Coast","surface_form":"coast","offset":153},{"uri":"Sea","surface_form":"sea","offset":164},{"uri":"Ocean","surface_form":"ocean","offset":171},{"uri":"Myanmar","surface_form":"Myanmar","offset":197},{"uri":"Burma","surface_form":"Burma","offset":238},{"uri":"China","surface_form":"China","offset":253},{"uri":"Vietnam","surface_form":"Vietnam","offset":280},{"uri":"Cambodia","surface_form":"Cambodia","offset":304},{"uri":"Thailand","surface_form":"Thailand","offset":333},{"uri":"Mekong","surface_form":"Mekong","offset":359},{"uri":"Language","surface_form":"language","offset":562},{"uri":"Lao_language","surface_form":"Lao","offset":574},{"uri":"Tai_languages","surface_form":"Tai language group","offset":607},{"uri":"Buddhism","surface_form":"Buddhism","offset":656},{"uri":"Rice","surface_form":"rice","offset":691},{"uri":"Romania","surface_form":"Romania","offset":800},{"uri":"Colorado","surface_form":"Colorado","offset":812},{"uri":"Phou_Bia","surface_form":"Phou Bia","offset":885},{"uri":"Annamite_Range","surface_form":"Annamite Range","offset":968},{"uri":"Vientiane","surface_form":"Vientiane","offset":1208},{"uri":"Fa_Ngum","surface_form":"Fa Ngum","offset":1228},{"uri":"France","surface_form":"French","offset":1288},{"uri":"French_Indochina","surface_form":"French Indochina","offset":1334},{"uri":"Communism","surface_form":"communist","offset":1516},{"uri":"Province","surface_form":"province","offset":1566},{"uri":"Communist_state","surface_form":"communist state","offset":1663},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1909},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup","offset":1999},{"uri":"Thongloun_Sisoulith","surface_form":"Thongloun Sisoulith","offset":2201},{"uri":"Bounnhang_Vorachith","surface_form":"Bounnhang Vorachith","offset":2259}]}