{"id":579005,"url":"http://en.wikipedia.org/wiki/Andreas_Kaplan","text":"Andreas Kaplan (born October 5, 1977), Professor of Marketing, is the Dean of ESCP Business School in Berlin and Paris. He is specialized in the areas of social media, viral marketing, and the digital world in general.\nLife.\nKaplan was born on October 5, 1977 and grew up in Munich, Germany. His mother is Anneliese Kaplan and his father Vincenc Kaplan.\nKaplan holds a Master of Public Administration from the École Nationale d'Administration, an MSc from ESCP Business School, and a BSc from the Ludwig Maximilian University of Munich. He completed his Habilitation at the Sorbonne and his Ph.D. at the University of Cologne and HEC Paris.\nResearch.\nKaplan’s research mainly deals with analyzing and decrypting the digital sphere. With approximately 30 000 citations on Google Scholar, Professor Kaplan was counted amongst the Top 50 Business and Management authors in the world according to John Wiley & Sons. In 2020, Andreas Kaplan ranked in Stanford study of the world's top 2% of scientists.\nIn particular his 2010 article \"Users of the world, unite! The challenges and opportunities of social media\" published in \"Business Horizons\" is widely cited and known in the field. This seminal article recurrently achieved first place in Science Direct's annual list of the 25 most downloaded publications across all 24 core subject areas covered in Science Direct and thus was downloaded more often than any other of the approximately 13.4 million papers in the collection.","categories":[],"infobox_types":[],"annotations":[{"uri":"Professor","surface_form":"Professor","offset":39},{"uri":"Marketing","surface_form":"Marketing","offset":52},{"uri":"Dean","surface_form":"Dean","offset":70},{"uri":"ESCP_Europe","surface_form":"ESCP Business School","offset":78},{"uri":"Berlin","surface_form":"Berlin","offset":102},{"uri":"Paris","surface_form":"Paris","offset":113},{"uri":"Social_media","surface_form":"social media","offset":154},{"uri":"Viral_marketing","surface_form":"viral marketing","offset":168},{"uri":"Munich","surface_form":"Munich","offset":275},{"uri":"Germany","surface_form":"Germany","offset":283},{"uri":"Master_of_Public_Administration","surface_form":"Master of Public Administration","offset":369},{"uri":"ESCP_Europe","surface_form":"ESCP Business School","offset":456},{"uri":"Munich","surface_form":"Munich","offset":529},{"uri":"Habilitation","surface_form":"Habilitation","offset":554},{"uri":"Sorbonne","surface_form":"Sorbonne","offset":574},{"uri":"Cologne","surface_form":"Cologne","offset":618},{"uri":"HEC_Paris","surface_form":"HEC Paris","offset":630}]}