{"id":579122,"url":"http://en.wikipedia.org/wiki/Tulip_breaking_virus","text":"\"Tulip breaking virus\" is one of five plant viruses that cause both tulips and lilies to have a different petal color effects, such as stripes or flames on an otherwise single color flower. \"Tulip breaking virus\" is in the same virus group as \"Tulip top-breaking virus (TTBV), Tulip bandbreaking virus (TBBV), Rembrandt tulip-breaking virus (ReTBV)\" and \"Lily mottle virus (LMoV)\" but they are all considered different viruses. \"Tulip breaking virus\" can come in two forms: Severe tulip breaking virus and mild tulip breaking virus. Severe tulip breaking virus can cause lighter colors to appear on tulips, whereas mild tulip breaking virus tends to cause darker colors to appear.\nEffects of the virus.\n\"Tulip breaking virus\" infects the bulb of the tulip or lily and changes the color of the petals. This change depends on the strain of the virus, the type of plant and the age of the plant when it gets infected. \"Tulip breaking virus\" causes differences in the pigments in the flowers, which in turn changes the colors.\nIn lilies, it takes two weeks after infection to see a change in petal color and then changes the shape of the leaves and flowers.\nIn all forms, the virus harms the bulb and makes it more difficult for the plant to sprout again year after year. Eventually, the bulb is unable to flower again, which is why rare color broken bulbs from the past are no longer in existence.\nHistory.\n\"Tulip breaking virus\" used to be considered the earliest recorded virus, but now it is considered the second earliest, virus-induced leaf chlorosis being the first in 752 AD.\nThe first time \"tulip breaking virus\" was described was in 1576 by Carolus Clusius, a Flemish professor of botany. He called it \"rectification\" because he believed that the color changes were the plant trying to purify or \"rectify\" itself. Clusius also noticed the harm done to the bulb by the virus, but did not know that a virus was causing it. In fact, it took until a decade after World War I for scientists to figure out that a plant virus was the culprit for the color changes. This was considered quite late because plant viruses themselves were known to scientists since 1897.\nBefore it was known that a virus caused the color changes, it was thought that environmental factors, such as soil, fertilizer or bulb storage, or chronic disorders were to blame.\nPathogen discovery.\nThe virus was discovered by Dorothy Cayley at the John Innes Horticultural Institution in Norfolk, England. She experimented by transferring parts of an infected bulb to a non-infected bulb and seeing if it remained a solid color, or became \"broken\" in color. She concluded that even transferring minute amounts lead to infection in a healthy bulb.\nThe virus was then proven to be transferred by at least four species of aphids. The virus is picked up and lives in the aphid's mouths and is then transferred to another plant when the aphid feeds.\nIn the 1960s it was finally proven that \"tulip breaking virus\" was indeed a virus, and today its genetic code has been partially sequenced.\nDistribution.\nIt is very difficult to control the spread of \"tulip breaking virus\". It is found world-wide and is very common in southern Europe because of the abundant aphid population. Aphid transmission causes millions of dollars of damage, but mineral oils and pyrethroids are used to combat the pests.\nAfter an experiment was done looking at populations of aphids and time of year, it was concluded that \"tulip breaking virus\" transmission starts in April, even though the majority of aphids were not found until May.\nThe United States, Great Britain and other countries do not allow the sale of infected bulbs, in order to restrict the virus.\nBroken tulips today.\nMost tulips today are bred to have stripes, rather than being infected. However, many tulip enthusiasts dislike the bred tulips and prefer the virus infected plants. There are only a few truly \"broken\" older plants, alive today only because the virus has not completely stunted the growth. An example of this is \"Absalon\" from 1780 which has gold flames against a dark brown background.\nCurrently, optical sensors are used to detect \"tulip breaking virus\". Recent research looked at the different types of optical sensors and concluded that spectral cameras may be the best type for specifically finding \"tulip breaking virus\", however it was only a bit more accurate than an expert's visual assessment. Other types of optical sensors considered in the experiment were color cameras, but they were not as effective as spectral cameras nor visual assessment by experts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Aphids","surface_form":"aphids","offset":2786}]}