{"id":57916,"url":"http://en.wikipedia.org/wiki/Grace_Hopper","text":"e=\"preserve\">Grace Murray Hopper (December 9 1906 – January 1 1992) was an American computer scientist and United States Navy officer.\nEarly Life.\nHopper was born in New York, USA. Hopper graduated from Vassar College in 1928 and Yale University in 1934 with a Ph.D degree in mathematics. She joined the US Navy during the World War II in 1943. She worked on computers in the Navy for 43 years. She then worked in other private industry companies after 1949. She retired from the Navy in 1986 and died on January 1, 1992.\nShe was one of the first people to work with modern digital computers and the first programmers of the Harvard Mark I calculator. She developed the first compiler for a computer programming language.\nShe had the idea that programs could be written in a language that was close to English rather than in machine code or languages (such as assembly language) close to machine code, which is how it was normally done at that time. She led the work of COBOL language, which was based very much on her philosophy. It was successful since it was not copyrighted, so many programmers could use it. The spread of COBOL led to it becoming the universal language for business coding. It became used in government, industry, and commerce.\nHopper, a mathematician, was on the faculty at Vassar College when World War II began. She joined the Navy.  Hopper was assigned to the Bureau of Ordnance Computation Project to work on missile problems in 1943. The Navy began using one of the first electronic computers in 1944.\nAfter the War.\nHopper retired from the Navy in 1986. After the war, she was still interested in computers. Hopper worked at Remington Rand. She worked at Sperry Corporation later. She did not return to her teaching career after the war. She continued working on software for the other computers. She also served as an officer in the Naval Reserve. She worked on the UNIVAC, the first large-scale commercial computer. Hopper's work led to the development of the FLOW-MATIC. The  FLOW-MATIC was the first English-language data compiler. Hopper's work on FLOW-MATIC helped her later work with Common Business Oriented Language (COBOL). Hopper’s work translated the computer language into words we use that the computer will also understand.\nGrace Murray Hopper died on January 1, 1992. She had retired from the navy six years before.\nA park in Arlington, Virginia is named in her honor. The U.S. Navy destroyer USS Hopper (DDG-70) was named for her.\nOn December 9, 2013, Google had an animation of Hopper for their Google Doodle.","categories":[],"infobox_types":[],"annotations":[{"uri":"December_9","surface_form":"December 9","offset":34},{"uri":"1906","surface_form":"1906","offset":45},{"uri":"January_1","surface_form":"January 1","offset":52},{"uri":"1992","surface_form":"1992","offset":62},{"uri":"Computer_scientist","surface_form":"computer scientist","offset":84},{"uri":"United_States_Navy","surface_form":"United States Navy","offset":107},{"uri":"Yale_University","surface_form":"Yale University","offset":230},{"uri":"Doctor_of_Philosophy","surface_form":"Ph.D","offset":261},{"uri":"United_States_Navy","surface_form":"US Navy","offset":304},{"uri":"World_War_II","surface_form":"World War II","offset":323},{"uri":"Computer","surface_form":"computers","offset":359},{"uri":"Programmer","surface_form":"programmer","offset":606},{"uri":"Calculator","surface_form":"calculator","offset":640},{"uri":"Compiler","surface_form":"compiler","offset":676},{"uri":"Programming_language","surface_form":"programming language","offset":700},{"uri":"Machine_code","surface_form":"machine code","offset":825},{"uri":"Assembly_language","surface_form":"assembly language","offset":860},{"uri":"COBOL","surface_form":"COBOL","offset":970},{"uri":"Missile","surface_form":"missile","offset":1436},{"uri":"Software","surface_form":"software","offset":1792},{"uri":"Data","surface_form":"data","offset":2050},{"uri":"COBOL","surface_form":"COBOL","offset":2155},{"uri":"Arlington%2C_Virginia","surface_form":"Arlington, Virginia","offset":2371},{"uri":"USS_Hopper_(DDG-70)","surface_form":"USS Hopper (DDG-70)","offset":2438}]}