{"id":579226,"url":"http://en.wikipedia.org/wiki/Vijayalaya_Chola","text":"e=\"preserve\">Vijayalaya Chola was a king of South India, and founded the imperial Chola dynasty. He ruled over the region to the north of the river Kaveri River.The ancient Chola kingdom once famous in Tamil literature and in the writings of Greek merchants and geographers faded into darkness after c. 300 CE. Cholas during this period almost completely disappeared from their native land. They seem to have held on to their old capital city of Urayur. This 'dark' age of Tamil history came to an end with the ascendency of the Pandyas and the Pallavas. The Cholas had to wait for another three centuries until the accession of Vijayalaya in the second quarter of the ninth century to re-establish their dynasty.\nAt the time of 848 CE, there was a struggle or war between the Pallavas and Pandyas. Vijayalaya Chola used this as his own oppurtunity. He captured the Thanjavur region from Elango Mutharaiyars. In this disturbed state of affairs, Vijayalaya defeated the Pandyas, and made himself the ruler of Thanjavur and the surrounding Chola country. He also defeated the Pallavas. After Vijayalaya’s capture of Thanjavur, the Pandyan king Varagunavarman II (c. 862 – 885 CE) made alliance with the Pallava king Nandivarman III (c. 846 – 869 CE). Nandhivarman wished to destroy the growing influence of Chola power under Vijayalaya and called upon the Varagunavarman to help suppress Vijayalaya. Varaguna led an expedition into the Chola country. The Pandyan army reached the north bank of the Kaveri near Thanjavur. Vijayalaya, by this time was aging and was an invalid. The crown prince Aditya I took control of the army in the defence of the Chola kingdom. Vijayalaya was succeeded after his death c. 871 CE by his son Aditya I.\nThe Tiruvalangadu plates state that Vijayalaya captured the city of Tanjavur and made it his capital and that he also built in it a temple to the goddess Nisumbhasudani (Durga). The Kanyakumari inscription states that he developed the city of Tanjore.Vijayalaya took the title of Parakesarivarman. Chola kings succeeding him took the titles of Parakesari and Rajakesari in turns. This is probably to acknowledge their ancestors Parakesari and Rajakesari.Narttamalai, Pudukkottai has a solesvara temple attributed to Vijayalaya.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":50},{"uri":"Chola_dynasty","surface_form":"Chola dynasty","offset":82},{"uri":"Kaveri_River","surface_form":"Kaveri River","offset":148},{"uri":"Urayur","surface_form":"Urayur","offset":446},{"uri":"Pandya_dynasty","surface_form":"Pandyas","offset":529},{"uri":"Pallavas","surface_form":"Pallavas","offset":545},{"uri":"Pandya_dynasty","surface_form":"Pandyan king","offset":1129},{"uri":"Varagunavarman_II","surface_form":"Varagunavarman II","offset":1142},{"uri":"Pallava_dynasty","surface_form":"Pallava","offset":1201},{"uri":"Nandivarman_III","surface_form":"Nandivarman III","offset":1214},{"uri":"Chola_dynasty","surface_form":"Chola","offset":1305},{"uri":"Kaveri_River","surface_form":"Kaveri","offset":1496},{"uri":"Thanjavur","surface_form":"Thanjavur","offset":1508},{"uri":"Aditya_I","surface_form":"Aditya I","offset":1591}]}