{"id":579236,"url":"http://en.wikipedia.org/wiki/Swatantra_Party","text":"e=\"preserve\">The Swatantra Party was an Indian classical liberal political party that existed from 1959. Still having members in Maharashtra, Karnataka, Tamil Nadu and Kerala. Prof. Babu Joseph from Kottayam, National executive member of Swatantra Party who attended the meeting of 50th year of Commemorating Swatantra Party which is held in Mumbai on August 1, 2009. It was founded by C. Rajagopalachari in reaction to what he felt was the Jawaharlal Nehru-dominated Indian National Congress's increasingly socialist and statist outlook. Swatantra (\"Freedom\") stood for a market-based economy.The party was thus favoured by some traders and industrialists, but at the state-level its leadership was dominated by the traditional wealthy classes such as \"zamindars\" (landlords) and formerly princely states. Its membership was not restricted on the basis of religion, unlike the Hindu-nationalist Bharatiya Jana Sangh. In 1960, Rajagopalachari and his colleagues drafted a 21-point manifesto detailing why Swatantra Party had to be formed, even though they were formerly Congressmen and associates of Nehru during the struggle for independence. The Prime Minister was highly critical of Swatantra, dubbing the party as belonging to \"the middle ages of lords, castles and zamindars.\nIn the 1962 general election, the first after its formation, Swatantra received 6.8 percent of the total votes and won 18 seats in the third Lok Sabha (1962–67). It emerged as the main opposition to the dominant Congress in four states—Bihar, Rajasthan, Gujarat and Orissa. By the next general election in 1967, Swatantra had become a significant force in some parts of India; it won 8.7 percent of the votes and became the single-largest opposition party in the fourth Lok Sabha (1967–71) with 44 seats. In 1971, Swatantra joined a \"Grand Alliance\" of parties from across the political spectrum who aimed to defeat Prime Minister Indira Gandhi. The party secured eight seats, winning only 3% of the votes. The next year, in 1972, its founder Rajagopalachari died, and Swatantra declined rapidly. By 1974, with many of its members joining the Charan Singh-led Bharatiya Lok Dal, another coalition committed to anti-Congressism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Classical_liberal","surface_form":"classical liberal","offset":47},{"uri":"C._Rajagopalachari","surface_form":"C. Rajagopalachari","offset":386},{"uri":"Jawaharlal_Nehru","surface_form":"Jawaharlal Nehru","offset":441},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":468},{"uri":"Bharatiya_Jana_Sangh","surface_form":"Bharatiya Jana Sangh","offset":896},{"uri":"Indian_general_election%2C_1962","surface_form":"1962 general election","offset":1288},{"uri":"Third_Lok_Sabha","surface_form":"third Lok Sabha","offset":1416},{"uri":"Indian_general_election%2C_1967","surface_form":"next general election in 1967","offset":1562},{"uri":"Fourth_Lok_Sabha","surface_form":"fourth Lok Sabha","offset":1744},{"uri":"Indian_general_election%2C_1971","surface_form":"1971","offset":1789},{"uri":"Indira_Gandhi","surface_form":"Indira Gandhi","offset":1912},{"uri":"Charan_Singh","surface_form":"Charan Singh","offset":2124},{"uri":"Bharatiya_Lok_Dal","surface_form":"Bharatiya Lok Dal","offset":2141}]}