{"id":579493,"url":"http://en.wikipedia.org/wiki/Mabel_C%C3%A1ceres","text":"e=\"preserve\">Mabel Cáceres or Mabel Cáceres Calderón is a Peruvian journalist, and the founder and editor-in-chief of El Búho (The Owl). She received the 2016 Courage in Journalism Award from the International Women's Media Foundation.\nIn 1999, Cáceres was the director of a local TV channel owned by a university, when the government of Peru’s president Fujimori suspended the channel for a year. Cáceres, along with a group of intellectuals, journalists, and friends, started El Búho as a weekly newspaper.\nLife.\nMabel Cáceres studied journalism, communication, and related programs at the Catholic University of Santa María in Arequipa, Peru from 1984 to 1990. In 1997, she received a master's degree in Communication and Media Studies from the Pontifical Catholic University of Peru in Lima, Peru.\nCareer.\nIn 1989 Cáceres went to work for \"Correo\" newspaper. In 1991 she worked with the newspaper \"Arequipa al Día\". From 1992 to 1999 she was the general director of the Proyecto TV UNSA at the Universidad Nacional de San Agustín. From 2006 to 2011 she was the director of the political-cultural television program \"Contrastes\" on Channel 53, TV MUNDO, in Arequipa. In 2000 she became the director of \"El Búho\" in Arequipa, in partnership with the poet Alonso Ruiz Rosas and writer Ody Gonzales. Together they started El Búho as a weekly newspaper.\nCáceres has been sued for defamation 16 times, and has won all the lawsuits. Some of the editors received sentences, but they were overturned by the Supreme Court. The Press and Society Institute (IPYS) provides for El Búho's legal defense because it considers that the complaints against the weekly are an attack on freedom of the press and democracy.\nMoney was always a problem. Because the magazine is often critical of the local mining company, Cerro Verde, as well as the regional government, they do not put ads in the magazine. In 2001 El Búho stopped publication for a month because they could not pay the bills. A grant from an international agency kept them going until 2011, when they had to cut back from weekly to a magazine format. El Búho TV was broadcast on the Viva TV channel in Arequipa, until pressures from politicians and advertisers took it off the air. Today the program continues on a YouTube channel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Courage_in_Journalism_Award","surface_form":"Courage in Journalism Award","offset":159},{"uri":"International_Women%27s_Media_Foundation","surface_form":"International Women's Media Foundation","offset":196},{"uri":"Defamation","surface_form":"defamation","offset":1379}]}