{"id":57962,"url":"http://en.wikipedia.org/wiki/Homelessness","text":"Homelessness means people who do not have a place to stay. The word \"homelessness\" also includes people who sleep in warming centers, homeless shelters, or in abandoned buildings, parking garages, or other places not meant for humans to live in. Homelessness occurs for many reasons. It may happen when people or households are unable to buy and/or maintain housing they can afford. International human rights law includes the right to housing.\nHomeless people live in many parts of the world including: San Francisco in California, Dublin in Ireland and Tallinn in Estonia.\nHomeless people.\nIn academic articles and government reports, these people are called \"homeless people\". You may hear different words to describe homelessness and homeless people. Some of these words apply to people who might not be homeless. Sometimes they are based upon stereotypes. For instance, in slang, a vagabond is someone who travels without the money necessary to stay in good hotels. Such a person may or may not have a home somewhere. Sometimes police reports use the word \"transient\" to describe people from out of town or who are passing through. Many times these words confuse the issues because someone just passing through might own a mansion somewhere or might not.\nThere are tough questions in sorting out homeless people even when trying to create programs and services to help them. Homeless counts are required by the government agencies that deal with homelessness.\nIn the USA, the Housing and Urban Development (HUD) agency requires a homeless \"enumeration\" count every two years. They classify \"homeless\" in a careful way and that way is very influential and a lot of other agencies and church groups copy it. In Metro Vancouver homeless people are counted by the British columbia(B.C.) Non-Profit Housing Society which conducts the homeless count with the help of about 1,200 volunteers.\nHUD definitions.\nHousing and Urban Development of the United States spreads information about what does and does not work when providing shelter for homeless people. That information about the things that seem to works is called \"best practices\". HUD defines homeless as 1. somebody who lacks a fixed, regular, and decent place to sleep at night or 2. somebody who sleeps at night in A.a supervised shelter (including welfare hotels, homeless shelters, warming centers and transitional housing); B.a place that provides a temporary residence for people waiting for space in a place like a hospital, jail or hospice; or C.a place not designed for human beings to sleep, such as parks or public streets.\nA new interest: people who live outside.\nThe \"C\" part of the HUD definition is now getting more attention. It is called \"chronic homelessness\". (HUD) defines a \"chronically homeless\" person as \"an unaccompanied homeless individual with a disabling condition\". There are other conditions to that definition. It has to be someone who has either been homeless for a year or more, or has been homeless four episodes times in the past three years.\"\nPeople who study these things believe that the \"chronic\" homeless cost a lot more than the rest.\nA new approach is to seek information on who those folks are. They are using what is called a vulnerability index system. It was invented by a doctor in Boston who works with a New York organization called Common Ground. These \"Vulnerability Index's\" code for things like bad liver, kidney disease, HIV-AIDS, age and visits to the hospital.\nHealth care.\nHealth care for the homeless is a major public health challenge. Homeless people are more likely to suffer injuries and medical problems from their lifestyle on the street. Quite a few drink or have addiction problems with drugs. Some have skin conditions from being out in the sun without sunscreen to protect themselves from UV radiation. It is hard to find places to wash up, and homeless people are exposed to extreme cold and hot sun. It is tough finding good food for many homeless people so they tend to suffer from medical conditions. This can include obesity if they eat a lot of poor quality food with empty calories. Homeless people also may have more severe dental problems than the general population due to lack of access to washrooms and in some cases excess intake of sweets, which may be the only food available. Diabetes and liver problems are not uncommon, as are diseases associated with cigarette smoking...\nVulnerability Index.\nThe vulnerability index is a tool for finding out who among the street homeless population needs health care and housing the most.\nThe vulnerability index is from the work of Dr. Jim O'Connell of Boston's Healthcare for the Homeless. He was concerned about the causes of death of unsheltered homeless individuals living on the street. A national drive is underway by Common Ground to work with the HUD homeless count. Since communities are doing the count, he believes that is a good time to do the vulnerability index too. Its' people say that using it will help getting needy individuals off the street.\nThe vulnerability index has been tried out in a lot of other places not just the East Coast. These include New Mexico and Santa Monica\nMain causes.\nThe main reasons for homelessness have been studied in many reports and studies.\nDeveloping and undeveloped countries.\nThe number of homeless people worldwide has grown steadily in the past few years. In some Third World nations such as Brazil, India, Nigeria, and South Africa, homelessness is a very big problem, with millions of children living and working on the streets. Homelessness has also become a problem in China, Thailand, Indonesia, the Philippines and Japan.\nHistory.\nIn the sixteenth century in England, the government first tried to give housing to vagabonds instead of punishing them. In the eighteenth century, these houses were replaced by workhouses. These were later replaced by dormitory housing (\"spikes\"). By the early 1930s in England, there were 30,000 people living in these places.\nIn most countries, many towns and cities had an area where all the poor, transients, and afflicted lived, such as a \"skid row\". In smaller towns, there were hobos, who camped near train tracks and hopped onto trains from place to place. Many places where people were once allowed to loiter(such as churches, public libraries and public atriums) became more strict as the number of homeless people grew.\nIn the 1980s, in the United States, some new laws were made for the homeless as a result of the work of Congressman Stewart B. McKinney. In 1987, the McKinney-Vento Homeless Assistance Act was enacted. Several organisations in some cities, such as New York and Boston, tried to help the growing number of homeless people in a new way.\nAccording to a 60 Minutes program, aired in December 2017, California is home to a quarter of American homeless people.","categories":[],"infobox_types":[],"annotations":[{"uri":"Warming_centers","surface_form":"warming centers","offset":117},{"uri":"Homeless_shelter","surface_form":"homeless shelter","offset":134},{"uri":"International_human_rights_law","surface_form":"International human rights law","offset":383},{"uri":"Right_to_housing","surface_form":"right to housing","offset":427},{"uri":"San_Francisco","surface_form":"San Francisco","offset":504},{"uri":"California","surface_form":"California","offset":521},{"uri":"Dublin","surface_form":"Dublin","offset":533},{"uri":"Ireland","surface_form":"Ireland","offset":543},{"uri":"Tallinn","surface_form":"Tallinn","offset":555},{"uri":"Estonia","surface_form":"Estonia","offset":566},{"uri":"Stereotype","surface_form":"stereotype","offset":848},{"uri":"Slang","surface_form":"slang","offset":878},{"uri":"Homeless_counts","surface_form":"Homeless counts","offset":1380},{"uri":"Housing_and_Urban_Development","surface_form":"Housing and Urban Development","offset":1481},{"uri":"Metro_Vancouver","surface_form":"Metro Vancouver","offset":1714},{"uri":"British_columbia","surface_form":"British columbia","offset":1765},{"uri":"Non-Profit_Housing_Society","surface_form":"Non-Profit Housing Society","offset":1788},{"uri":"Warming_centers","surface_form":"warming centers","offset":2343},{"uri":"Common_Ground","surface_form":"Common Ground","offset":3339},{"uri":"Addiction","surface_form":"addiction","offset":3686},{"uri":"Sunscreen","surface_form":"sunscreen","offset":3777},{"uri":"UV","surface_form":"UV","offset":3814},{"uri":"Cigarette","surface_form":"cigarette","offset":4395},{"uri":"Vulnerability_index","surface_form":"vulnerability index","offset":4441},{"uri":"Common_Ground","surface_form":"Common Ground","offset":4804},{"uri":"Third_World","surface_form":"Third World","offset":5400},{"uri":"Brazil","surface_form":"Brazil","offset":5428},{"uri":"India","surface_form":"India","offset":5436},{"uri":"Nigeria","surface_form":"Nigeria","offset":5443},{"uri":"South_Africa","surface_form":"South Africa","offset":5456},{"uri":"China","surface_form":"China","offset":5609},{"uri":"Thailand","surface_form":"Thailand","offset":5616},{"uri":"Indonesia","surface_form":"Indonesia","offset":5626},{"uri":"Philippines","surface_form":"Philippines","offset":5641},{"uri":"Japan","surface_form":"Japan","offset":5657},{"uri":"Dormitory","surface_form":"dormitory","offset":5891},{"uri":"Skid_row","surface_form":"skid row","offset":6118},{"uri":"Hobo","surface_form":"hobo","offset":6158},{"uri":"Loiter","surface_form":"loiter","offset":6284},{"uri":"Stewart_McKinney","surface_form":"Stewart B. McKinney","offset":6520},{"uri":"McKinney-Vento_Homeless_Assistance_Act","surface_form":"McKinney-Vento Homeless Assistance Act","offset":6554},{"uri":"60_Minutes","surface_form":"60 Minutes","offset":6754}]}