{"id":579964,"url":"http://en.wikipedia.org/wiki/L%C3%A1adan","text":"e=\"preserve\">Láadan is a feminist constructed language. Its creator was Suzette Haden Elgin. She believed that Western languages were better for saying what men think than what women think. She created the language to make it easier for women to say what they think. For example, Láadan has many words and suffixes for saying how you feel about what you are saying. It also includes words for saying if you know that what you are saying is true, and if so, how.\nThe language became part of a series of science fiction books, Native Tongue. In the book, a group of women create Láadan as a way to fight a society ruled by men.\nTones.\nLáadan itself is a three-syllable word, LA-a-dan, where the first syllable is said in a high tone.\nRules.\nIn Láadan, the verbs come first. Verbs are the same words as adjectives. There are no articles like an or the. The object of a verb has the suffix -(e)th. It usually comes after the subject. The prefix me- says that the subject of a verb is plural. The word \"ra\" means the same thing as English \"not\".\nMaking new words.\nNew Láadan words are made by adding prefixes and suffixes to old words. Each part of a word stays the same when it combines with other parts. Because of this, it is called an agglutinative language. The affixes (prefixes and suffixes) can be used to show feelings and attitudes. Many languages can only show these by tone of voice, body language, or roundabout speech.\nPronouns.\nPronouns in Láadan are made of many parts. The letter \"l\" is used for I and we. The letter \"n\" is used for you. The letter \"b\" is used for he, she, it, and they.\nThe vowel \"e\" usually comes after these letters. \"a\" can come after them instead to show that someone is loved. If the person is hated, \"lhe-\" can be put before the word.\nThe suffix \"-zh\" makes a pronoun plural but less than four. \"-n\" makes it plural and greater than four. So \"lazh\" means \"we, who are few and loved.\" \"Lheben\" means \"they, who are many and who I hate.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Feminism","surface_form":"feminist","offset":25},{"uri":"Constructed_language","surface_form":"constructed language","offset":34},{"uri":"Suzette_Haden_Elgin","surface_form":"Suzette Haden Elgin","offset":72},{"uri":"Men","surface_form":"men","offset":157},{"uri":"Women","surface_form":"women","offset":177},{"uri":"Suffix","surface_form":"suffix","offset":306},{"uri":"Evidentiality","surface_form":"if you know that what you are saying is true, and if so, how","offset":400},{"uri":"Science_fiction","surface_form":"science fiction","offset":502},{"uri":"Native_Tongue_(Suzette_Haden_Elgin_novel)","surface_form":"Native Tongue","offset":525},{"uri":"Patriarchy","surface_form":"society ruled by men","offset":604},{"uri":"Verb","surface_form":"Verb","offset":772},{"uri":"Adjective","surface_form":"adjective","offset":800},{"uri":"Articles","surface_form":"articles","offset":825},{"uri":"Direct_object","surface_form":"object","offset":854},{"uri":"Subject","surface_form":"subject","offset":921},{"uri":"Plural","surface_form":"plural","offset":980},{"uri":"Prefix","surface_form":"prefix","offset":1095},{"uri":"Suffix","surface_form":"suffix","offset":1108},{"uri":"Agglutinative_language","surface_form":"agglutinative language","offset":1234},{"uri":"Affix","surface_form":"affix","offset":1262},{"uri":"Body_language","surface_form":"body language","offset":1391},{"uri":"Paraphrase","surface_form":"roundabout speech","offset":1409},{"uri":"Pronoun","surface_form":"Pronoun","offset":1438},{"uri":"First_person","surface_form":"I and we","offset":1508},{"uri":"Second_person","surface_form":"you","offset":1545},{"uri":"Third_person","surface_form":"he, she, it, and they","offset":1577}]}