{"id":579967,"url":"http://en.wikipedia.org/wiki/Android_18_(Dragon_Ball)","text":"Android 18 is a female character in the manga series Dragon Ball and the anime \"Dragon Ball Z\". She is an android created by Dr. Gero to kill Goku.\nPhysical appearance.\nAndroid 18 is a beautiful blonde woman of average height and build she has blue eyes, and wears golden hoop earrings in both ears when she first appeared in Dragon Ball Z she wears a blue demin and skirt with a RR (Red Ribbon) logo. She also wears dark blue tights, a brown belt, brown boots and a black skirt that has white and black striped long sleeve. After the defeat of Cell she wears pale blue buttoned up demin vest, white jeans, red hoop earrings along with a red bracelet on her left hand and black flip flops.\nBackground.\nAndroid 18 was originally a human along with her twin brother Android 17. She and her brother 17 were delinquents until the scientist Dr. Gero kidnapped them and reconstruct them into superhumans (androids).\nCharacter role.\nAndroid 18's personally and behavior is calm, cool and confident and is somewhat sarcastic. During her early appearances in Dragon Ball Z she was somewhat arrogant usually getting annoyed by her brother Android 17's wild teen like behavior. She was also hotheaded when she refused to run away from her brother and Android 16 when Cell threatened to absorb her. After the defeat of Cell, Android 18 is calmer and is married to Krillin and they have a daughter named Marron and she is a good mother to her daughter. She was usually seen with Piccolo and other Z Fighters on Kami's lookout during the Majin Buu threat. Android 18 also appears in Dragon Ball GT and Super. In Dragon Ball GT she is seen with her husband Krillin and daughter Marron when one day her twin brother Android 17 arrives and attempt to control 18, 17 also kill Krillin which greatly infuriated Android 18 and she attacks her brother however Android 17 attacks her with an energy blast injuring 18. Android 18 is later seen in GT confronting now Super Android 17 about killing her husband and injuring her 18 then distracts Super 17 with multiple energy attacks which allows Goku to kill Super 17. After Super 17's defeat Android 18 is seen crying about her husband's death and then tells Goku that he a great friend and ally. Android 18 also appears in Dragon Ball Super as a side character when the God of Destruction Beerus threatens to destroy the Earth she and the Z Fighters attacks Beerus attempting to defeat Beerus but failed to defeat him by him overpowering them before Goku arrives to save them. Android 18 is in the Universal Survival Arc, she is on Team Universe 7 along side her husband Krillin, her twin brother Android 17 and the other Z-Fighters.\nIn other media.\nAndroid 18 appears in several Dragon Ball Z movies and videos games. She appears in Dragon Ball movies like Super Android 13, Bio-Broly, Battle of Gods, Resurrection F and in video games like Dragon Ball Z Budokai Tenkaichi series, Dragon Ball Z Raging Blast 1 and 2 and ect.","categories":[],"infobox_types":[],"annotations":[{"uri":"Manga","surface_form":"manga","offset":40},{"uri":"Dragon_Ball","surface_form":"Dragon Ball","offset":53},{"uri":"Anime","surface_form":"anime","offset":73},{"uri":"Android_(robot)","surface_form":"android","offset":106},{"uri":"Cell_(Dragon_Ball)","surface_form":"Cell","offset":545},{"uri":"Human","surface_form":"human","offset":730}]}