{"id":579915,"url":"http://en.wikipedia.org/wiki/Kenneth_I_of_Scotland","text":"Kenneth I or \"Cináed mac Ailpín\" was king of the Picts and Scots. He was known for combining them into one kingdom named Scotland, although some records show it was the other way round and Donald II named them Scotland. His legacy lives on in many tales but these can be attributed to Kenneth II, a later Scottish monarch. He was also king of Dal Riata and his father was king of Dal Riata.\nBirth.\nNot much is known about Kenneth's birth except he was born around 810 in Iona, Argyllshire and was the son of King Alpin II of Dalriada, a land which covered modern day Northern Ireland and the Hebrides - Argyll.\nReign.\nUpon his fathers death in 839 he became king of Dalriada styled \"Cinaed, son of Alpin\" and also king of Scots due to the fact that the Hebrides - Argyll were important parts of the land at the time. At this time the Picts were conquered by Vikings with Bridei VI of Pictland being defeated, and Kenneth was set to become the next monarch. Although it wasn't until 843 he became king of the now united Pictish & Scottish tribes. There has also been some evidence he did not become king until 848 although it is pretty unclearnd historically.\nDeath.\nOn February 13, 858 in Forteviot, Kenneth died of natural causes. He was buried in Iona and succeeded by his brother Donald MacAlpin or Domnall MacAilpín.\nDepictions.\nEver since the 1800s, depictions of Kenneth have started to appear, first in Edinburgh Portrait Gallery, and later with some more depictions. Depictions of Kenneth are hard to find but the ones used the most are the frieze in Edinburgh and a newly found depiction from the 1700's.\nMonarchs after Kenneth.\nDonald I, king of Picts - His brother (ruled 858-862)\nConstantine I, king of Picts - His son (ruled 862-877)\nAed, king of Picts - His other son (ruled 877-878)\nTo see all Scottish monarchs see Scottish monarchs\nTo see all monarchs from the House of Dunkeld see House of Dunkeld\nAnd for Kenneth's house of Alpin see House of Alpin","categories":[],"infobox_types":[],"annotations":[{"uri":"Kenneth_II_of_Scotland","surface_form":"Kenneth II","offset":285},{"uri":"List_of_Scottish_monarchs","surface_form":"Scottish monarch.","offset":305},{"uri":"Scottish_monarchs","surface_form":"Scottish monarchs","offset":1831},{"uri":"House_of_Dunkeld","surface_form":"House of Dunkeld","offset":1899},{"uri":"House_of_Alpin","surface_form":"House of Alpin","offset":1953}]}