{"id":579960,"url":"http://en.wikipedia.org/wiki/Shahzadpur","text":"Shahzadpur is a town in Shahzadpur Tehsil in the Ambala District of Haryana State, India. It belongs to Ambala Division. It is located towards East from District head quarters Ambala. It is a Tehsil head quarter. Shahzadpur Pin code is 134202, and the postal head office is Shahzadpur.\nDemographics.\nShahzadpur is a Town located in Naraingarh of Ambala district, Haryana with total 1356 families residing. Shahzadpur has population of 7,278 of which 3,888 are males while 3,390 are females as per Population Census 2011.\nIn Shahzadpur population of children with age 0-6 is 841 which makes up 11.56 % of total population of village. Average Sex Ratio of Shahzadpur is 872 which is lower than Haryana state average of 879. Child Sex Ratio for the Shahzadpur as per census is 730, lower than Haryana average of 834.\nShahzadpur has higher literacy rate compared to Haryana.\nIn 2011, literacy rate of Shahzadpur village was 85.41 % compared to 75.55 % of Haryana. In Shahzadpur Male literacy stands at 90.68 % while female literacy rate was 79.51 %.\nAs per constitution of India and Panchyati Raaj Act, Shahzadpur is administrated by Sarpanch who is elected representative of town.\nHistory.\nShahzadpur, is a very old town in Ambala District of Haryana. The town came under Sikh Rule in January 1764, after the Sikh forces took Sirhind, the Sikhs also established their rule in this area of Shahzadpur Town, Sardar Karam Singh a Sikh Sandhu Jatt of Marahka Village in Sheikhupura District of Punjab (Now Pakistan), became the first Sikh ruler of Shahzadpur. He ruled for 20 years until his death in 1784. He never used to stay at Shahzadpur. Karam Singh spent the majority of his time at Talwandi Sabo Village in Bathinda District of Punjab which was one of the holiest Sikh religious centers.\nKaram Singh was succeeded by his elder son Gulab Singh, who ruled until 1844. In 1844 he was succeeded by his son Sardar Shiv Kirpal Singh Sandhu, the Shahzadpur Sikh Rulers became extinct in 1809, after the Cis-Sutlej states had accepted the protection of the British East India Company.\nTheir descendants ruled on until 1947 with power and were given Jagirs (land) by the British Government.\nIn the absence of real Raja Sardar Karam Singh of Shahzadpur & Ambala (Gurbakhsh Singh, Daya Kaur 1786 – 1808) was ruled by Gurbakhsh Singh After his death, his widow, Daya Kaur, gained control over the estate in 1786. She ruled over the territory very well for over 37 years. In November 1808, Maharaja Ranjit Singh attacked Shahzadpur and take Naraingarh in his control and put pressure on Shahzadpur state then ruler of Shahzadpur asked for help from British Government. And Maharaja Ranjit Singh was forced to leave back.\nIn 1809, the property was taken over by the British Government. After the Cis Sutlej Sikh States had accepted the protection of the British East India Company. Later Ambala Cantt built on land of Shahzadpur.\nSardar Gulab Singh, 4th Misldhar of Shahidan misl and Jagirdar of Shahzadpur 1784/1844, who ruled Shahzadpur until 1844,\nSardar Shiv Kirpal Singh, Jagirdar of Shahzadpur, born 1838, he succeeded to his father’s estates, and was the guardian of the Sri Damdama Sahib Shrine, married and had issue. He died before 1891.\nSardar Jiwan Singh C.S.I., Jagirdar of Shahzadpur, born 1860, he was Honorary Magistrate of AMBALA, and as a Honorary Civil Judge holds the powers of a Munsif and married in 1884 to daughter of Maharaja of Patiala, and had issue.\nSardar Ram Singh Bahadur Jagirdar of Shahzadpur ruled till 1947.\nEducation.\nThere are a number of high Schools in Shahzadpur, providing both English and Hindi education. Among these are the Government Senior Secondary School (which has both a boys only and a girls only students) and, M.R.S.D Senior Secondary School,\nMaa Bhagwati Niketan Public School (which all provide English and Hindi education).\nThere are also several colleges in Shahzadpur: Government college, Icl Group of Colleges and Swami Devi Dyal Group of professional instiutes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ambala_District","surface_form":"Ambala District","offset":49},{"uri":"Haryana","surface_form":"Haryana","offset":68},{"uri":"India","surface_form":"India","offset":83},{"uri":"Ambala_Division","surface_form":"Ambala Division","offset":104},{"uri":"Ambala","surface_form":"Ambala","offset":176},{"uri":"Naraingarh","surface_form":"Naraingarh","offset":332},{"uri":"Ambala","surface_form":"Ambala","offset":346},{"uri":"Haryana","surface_form":"Haryana","offset":363},{"uri":"Haryana","surface_form":"Haryana","offset":692},{"uri":"Haryana","surface_form":"Haryana","offset":790},{"uri":"Haryana","surface_form":"Haryana","offset":862},{"uri":"Haryana","surface_form":"Haryana","offset":951},{"uri":"Ambala_District","surface_form":"Ambala District","offset":1221},{"uri":"Haryana","surface_form":"Haryana","offset":1240},{"uri":"Sirhind","surface_form":"Sirhind","offset":1323},{"uri":"Sheikhupura_District","surface_form":"Sheikhupura District","offset":1463},{"uri":"Punjab","surface_form":"Punjab","offset":1487},{"uri":"Pakistan","surface_form":"Pakistan","offset":1499},{"uri":"Talwandi_Sabo","surface_form":"Talwandi Sabo","offset":1683},{"uri":"Bathinda","surface_form":"Bathinda","offset":1708},{"uri":"Punjab","surface_form":"Punjab","offset":1729},{"uri":"Gulab_Singh","surface_form":"Gulab Singh","offset":1832},{"uri":"Cis-Sutlej_states","surface_form":"Cis-Sutlej states","offset":1997},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":2050},{"uri":"British_Government","surface_form":"British Government","offset":2163},{"uri":"English_language","surface_form":"English","offset":3606},{"uri":"Hindi","surface_form":"Hindi","offset":3618}]}