{"id":580211,"url":"http://en.wikipedia.org/wiki/Battle_of_Thebes","text":"e=\"preserve\">Thebes had been under Macedonian occupation since the battle of Chaeronea, which had resulted in the defeat and deposition of Thebes as the pre-eminent city-state of Southern Greece. The Thebans had reluctantly accepted this, as well as their compulsory membership in the League of Corinth, which had been previously imposed by Phillip II of Macedon, Alexander's father.\nThe expedition against Persia had been long in the works, and Alexander did not make it a secret that he planned to avenge the attacks on Greece by Persia a century and a half before, despite that at the time his kingdom had been a Persian vassal state. It was as a result of this planned expedition that King Darius III started to distribute money to the Greek city-states with the hope that they would rise against their new Hegemon. In addition to this, he had sent his most able general Memnon of Rhodes against the Macedonian troops that were already stationed in Ionia at this time.\nIn addition to this, news of Alexander had not reached the southern Greek city states for some time. He had been busy with the siege of Pelium and a rumour had reached them that he had died during the course of this siege. Demosthenes - a prominent Athenian politician - produced a man who claimed to have been present at the siege and claimed that Alexander was dead. Alexander had, indeed, been injured during this siege, so it was not a totally implausible claim to make.\nUpon learning of the alleged death of Alexander, Theban exiles in Athens raced off to their native city in Boeotia and sought to incite a revolt from Macedonian rule there. The Cadmaea, the citadel that was situated upon a hill in Thebes, was occupied by a Macedonian garrison, and it was this place that the Thebans sought to attack. To this effect, they killed two Macedonian officers who had been roaming the city, and declared their independence from Macedonia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Battle_of_Chaeronea_(338_BC)","surface_form":"battle of Chaeronea","offset":67},{"uri":"Phillip_II_of_Macedon","surface_form":"Phillip II of Macedon","offset":341},{"uri":"Darius_III","surface_form":"Darius III","offset":694},{"uri":"Memnon_of_Rhodes","surface_form":"Memnon of Rhodes","offset":875},{"uri":"Ionia","surface_form":"Ionia","offset":953},{"uri":"Siege_of_Pelium","surface_form":"siege of Pelium","offset":1100},{"uri":"Demosthenes","surface_form":"Demosthenes","offset":1196},{"uri":"Boeotia","surface_form":"Boeotia","offset":1555}]}