{"id":5805,"url":"http://en.wikipedia.org/wiki/Amaterasu","text":"e=\"preserve\">Amaterasu (), Amaterasu-ōmikami (or) or Ōhirume-no-muchi-no-kami (), is a goddess in Japanese mythology. She is the Sun Goddess, and the most sacred of all Shinto deities. Her name, \"Amaterasu\", means \"(that which) illuminates Heaven.\" Her shrine is at Ise.\nTradition.\nAmaterasu is the sister of Susano'o, the god of the sea and storms, and of Tsukuyomi, the god of the moon. All three were created from Izanagi, when he washed his face to clean the dirtiness of Yomi, the underworld. Amaterasu was born when Izanagi washed out his left eye, Tsukuyomi was born from the washing of the right eye, and Susano'o from the washing of the nose.\nStory.\nThe tales tell of great rivalry between Amaterasu and Susano'o. When he was to leave Heaven forever because Izanagi ordered him to, he went to say goodbye to his sister. Amaterasu, suspicious, proposed him a challenge: each of them was to turn an object of the other's into people. Amaterasu created three women from Susanoo's sword while he created five men from her necklace. Amaterasu said the men were hers because they were born of her necklace. Susano'o destroyed her rice fields, threw a dead pony into her loom, and killed one of her assistants in anger. For this, Amaterasu, sad, angry and scared, went to hide inside Ama-no-Iwato, the \"heavenly rock cave\", so the Sun was hidden and the world became dark for a long time. The Oni (devils of Japanese mythology) came out to the dark world, and the gods could not make Amaterasu come out of the cave.\nThe intelligent goddess of happiness, Ama-no-Uzume (天宇受売命), took a big bucket, turned it upside down near the cave entrance, and began a dance on it, tearing off her clothing in front of the other Kami. They thought this was so funny that they laughed happily.\nAmaterasu heard them, and looked out to see why the gods were laughing. When she opened the cave, she saw her wonderful reflection in a mirror Uzume had put on a tree, and slowly came out of the cave.\nAt that moment, the god Ameno-Tajikarao (天手力男命) closed the cave behind her, so she could not go back in. Another god tied a magic rope across the entrance. The sun goddess was then asked by the Kami Ame-no-Koyane (天児屋根命) to go back with the gods. She agreed, and light came back to the earth, but Susanoo was punished by being banished from Heaven.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japanese_mythology","surface_form":"Japanese mythology","offset":98},{"uri":"Sun","surface_form":"Sun","offset":129},{"uri":"Goddess","surface_form":"Goddess","offset":133},{"uri":"Sacred","surface_form":"sacred","offset":155},{"uri":"Kami","surface_form":"Shinto deities","offset":169},{"uri":"Heaven","surface_form":"Heaven","offset":240},{"uri":"Shinto_shrine","surface_form":"shrine","offset":253},{"uri":"Ise","surface_form":"Ise","offset":266},{"uri":"Susano%27o","surface_form":"Susano'o","offset":309},{"uri":"Sea","surface_form":"sea","offset":334},{"uri":"Storms","surface_form":"storms","offset":342},{"uri":"Tsukuyomi","surface_form":"Tsukuyomi","offset":357},{"uri":"Moon","surface_form":"moon","offset":383},{"uri":"Izanagi","surface_form":"Izanagi","offset":417},{"uri":"Dirt","surface_form":"dirt","offset":463},{"uri":"Yomi","surface_form":"Yomi","offset":476},{"uri":"Underworld","surface_form":"underworld","offset":486},{"uri":"Rivalry","surface_form":"rivalry","offset":683},{"uri":"Heaven","surface_form":"Heaven","offset":744},{"uri":"Challenge","surface_form":"challenge","offset":867},{"uri":"Necklace","surface_form":"necklace","offset":1027},{"uri":"Rice","surface_form":"rice","offset":1133},{"uri":"Pony","surface_form":"pony","offset":1159},{"uri":"Loom","surface_form":"loom","offset":1173},{"uri":"Anger","surface_form":"anger","offset":1215},{"uri":"Ama-no-Iwato","surface_form":"Ama-no-Iwato","offset":1286},{"uri":"Cave","surface_form":"cave","offset":1319},{"uri":"Oni_(folklore)","surface_form":"Oni","offset":1395},{"uri":"Devil","surface_form":"devil","offset":1400},{"uri":"Happiness","surface_form":"happiness","offset":1545},{"uri":"Ama-no-Uzume","surface_form":"Ama-no-Uzume","offset":1556},{"uri":"Mirror","surface_form":"mirror","offset":1915},{"uri":"Ame-no-Koyane","surface_form":"Ame-no-Koyane","offset":2179},{"uri":"Punishment","surface_form":"punished","offset":2289}]}