{"id":58053,"url":"http://en.wikipedia.org/wiki/Garage_rock","text":"Garage rock is a raw and energetic style of rock and roll that was popular in the mid-1960s in the United States, Canada, and other countries. In the beginning, it was not yet defined as a musical genre. Attention to the sound from rock critics in the early 1970s helped it become appreciated as a genre.\nIt is called \"garage rock\" because many of the groups that played it were made up of young amateurs, often in high school and college, who sometimes rehearsed in their families' garages. Some of the bands were older and professional. The groups in this genre are often referred to as \"garage bands\".\nThe style, which led up to psychedelic rock, often had simple lyrics and sometimes used guitars distorted through a device called a fuzzbox. Surf rock was an early influence. Later the Beatles and the beat groups of the British Invasion became popular. This led to many aspiring musicians to form bands in the United States and elsewhere between 1963 and 1968. Some bands produced regional hits, and a few even had national chart hits.\nWith the rise of psychedelia, a number of garage bands started to add strange and exotic elements to their sound, but after 1968, as more complex forms of rock music took over, garage rock records declined in popularity.\nIn the early 1970s certain critics began to refer to the style as \"punk rock\", which made it the first form of music to use that name. It is sometimes called \"garage punk\", \"protopunk\", or \"'60s punk\" to set it apart from the more well-known punk rock movement that came later in 1970s. The garage rock style has been revived several times in recent decades and continues to influence many modern groups who prefer a \"back to basics\" and \"do it yourself\" musical approach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Rock_and_roll","surface_form":"rock and roll","offset":44},{"uri":"United_States","surface_form":"United States","offset":99},{"uri":"Canada","surface_form":"Canada","offset":114},{"uri":"Music_genre","surface_form":"genre","offset":197},{"uri":"Psychedelic_rock","surface_form":"psychedelic rock","offset":632},{"uri":"Fuzzbox","surface_form":"fuzzbox","offset":737},{"uri":"Surf_rock","surface_form":"Surf rock","offset":746},{"uri":"Beatles","surface_form":"Beatles","offset":790},{"uri":"Beat_music","surface_form":"beat","offset":806},{"uri":"British_Invasion","surface_form":"British Invasion","offset":825},{"uri":"Psychedelic_music","surface_form":"psychedelia","offset":1058},{"uri":"Rock_music","surface_form":"rock music","offset":1196},{"uri":"Garage_punk","surface_form":"garage punk","offset":1421},{"uri":"Protopunk","surface_form":"protopunk","offset":1436},{"uri":"Punk_rock","surface_form":"punk rock","offset":1504}]}