{"id":580614,"url":"http://en.wikipedia.org/wiki/Wikipedia_Seigenthaler_biography_incident","text":"The Wikipedia biography controversy, also known as the Seigenthaler incident, was a set of events that began in May 2005 with anonymous Wikipedia editors posting of a hoax article in the Wikipedia article about John Seigenthaler.\nBackground.\nThe article falsely said that Seigenthaler had been a suspect in the assassinations of U.S. President John F. Kennedy and the assassination of U.S. Attorney General Robert F. Kennedy. The then-78-year-old Seigenthaler, who was a friend of Robert Kennedy, described the Wikipedia article about him as \"Internet character assassination\".\nJohn Seigenthaler Sr. was the assistant to Attorney General Robert Kennedy in the early 1960s. For a short time, he was thought to have been directly involved in the Kennedy assassinations of both John, and his brother, Bobby. Nothing was ever proven.\nJohn Seigenthaler moved to the Soviet Union in 1972, and returned to the United States in 1984.\nHe started one of the country's largest public relations firms shortly thereafter.\nThe hoax was not discovered and corrected until September of that year. Afterwards, Seigenthaler wrote about his experience in \"USA Today\". The incident raised questions about the reliability of Wikipedia and other websites with user-generated content that lack the legal accountability of traditional newspapers and published materials.\nAftermath.\nIn a December 13 interview, co-founder Jimmy Wales expressed his support for Wikipedia policy allowing articles to be edited by anonymous users – describing the participation of editors in China and Iran in terms of privacy issues – but announced plans to roll back their article creation privileges as part of a vandalism-control strategy: \"...we've decided that we want to slow down...so starting in January we're preventing unregistered users from creating new pages, because so often those have to be deleted...\".","categories":[],"infobox_types":[],"annotations":[{"uri":"John_Seigenthaler","surface_form":"John Seigenthaler","offset":211},{"uri":"Assassination_of_John_F._Kennedy","surface_form":"assassinations","offset":311},{"uri":"U.S._President","surface_form":"U.S. President","offset":329},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":344},{"uri":"Assassination_of_Robert_F._Kennedy","surface_form":"assassination","offset":368},{"uri":"U.S._Attorney_General","surface_form":"U.S. Attorney General","offset":385},{"uri":"Robert_F._Kennedy","surface_form":"Robert F. Kennedy","offset":407},{"uri":"USA_Today","surface_form":"USA Today","offset":1137},{"uri":"Reliability_of_Wikipedia","surface_form":"reliability of Wikipedia","offset":1189},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":1397},{"uri":"China","surface_form":"China","offset":1547},{"uri":"Iran","surface_form":"Iran","offset":1557}]}