{"id":580707,"url":"http://en.wikipedia.org/wiki/Flag_of_Delaware","text":"The flag of the state of Delaware consists of a buff-colored diamond on a field of colonial blue, with the coat of arms of the state of Delaware inside the diamond. Below the diamond, the date December 7, 1787, declares the day on which Delaware became the first state to ratify the United States Constitution. The colors of the flag reflect the colors of the uniform of General George Washington.\nThe coat of arms in the center of the flag was adopted on January 17, 1777. It depicts a shield of horizontal green, blue, and white stripes. On the stripes are a sheaf of wheat, an ear of corn, and an ox standing on grass, all representing Delaware's agriculture. Above the shield is a sailing ship. Supporting the shield are a farmer on the left and a soldier on the right. The state motto, below the shield, reads \"Liberty and Independence\". These symbols are also included on the seal of Delaware.\nThe current flag was adopted on July 24, 1913.\nDuring the American Civil War, regiments from Delaware flew a flag which was similar to the state coat of arms on a field of blue.\nIn 2001, a survey conducted by the North American Vexillological Association (NAVA) placed Delaware's flag 52nd in design quality out of the 72 Canadian provincial, U.S. state and U.S. territorial flags ranked.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flag","surface_form":"flag","offset":4},{"uri":"Delaware","surface_form":"state of Delaware","offset":16},{"uri":"Buff_(colour)","surface_form":"buff-colored","offset":48},{"uri":"Seal_of_Delaware","surface_form":"coat of arms","offset":107},{"uri":"United_States_Constitution","surface_form":"United States Constitution","offset":283},{"uri":"George_Washington","surface_form":"George Washington","offset":379},{"uri":"Wheat","surface_form":"wheat","offset":570},{"uri":"Maize","surface_form":"corn","offset":587},{"uri":"Ox","surface_form":"ox","offset":600},{"uri":"Liberty_and_Independence","surface_form":"Liberty and Independence","offset":816},{"uri":"Seal_of_Delaware","surface_form":"seal of Delaware","offset":882},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":958},{"uri":"North_American_Vexillological_Association","surface_form":"North American Vexillological Association","offset":1113}]}