{"id":580735,"url":"http://en.wikipedia.org/wiki/Kawasaki_Heavy_Industries_%26_CSR_Qingdao_Sifang_C151B","text":"Kawasaki Heavy Industries & CSR Qingdao Sifang C151B is the fifth generation of trains used on the Singapore MRT system. The trains operate on the East West Line and North South Line.\nThe first train began running on the North South Line, on 16 April 2017. Until 27 May 2018, the trains only ran on the North South Line and the new Tuas West Extension of the East West Line, where the new train signalling system was turned on. This is because these new trains were installed with only new signalling system, and the rest of the East West Line did not have the new signalling system turned on yet. From 28 May 2018, these trains are now able to run on the East West Line. All 45 trains are currently running, and most of them are housed in Tuas depot.\nThese trains were built by Kawasaki Heavy Industries and CSR Sifang. 45 six-carriage trains, totalling 270 carriages, were built in China.\nThe C151B is the first train to be made with STARiS v2.0, which is a system that shows passengers information about the train's route.\nDesign.\nThe C151B is the first train to be painted with a white front, and also features a smaller SMRT logo. This train is also the last to be painted in SMRT's livery, with all following train models being painted in LTA's standard livery\nTrain formation.\nEach train has a 4 digit serial number. The first number is the carriage number, the second is the train identification number-which for the C151B is a '6' and the last two are the train set numbers, which are the unique number given to that train set.\neach train is made up of 2 3-car train sets coupled together. The train numbers run from 601 to 670. They are either normally coupled or cross coupled. Eg: 601/602 (normal coupling) or 603/606 (cross coupling).\nEach train set is made up of the following,\nfor example, train set 669/670 would be made up of 3669-1669-2669-2670-1670-3670","categories":[],"infobox_types":[],"annotations":[{"uri":"Train","surface_form":"train","offset":80},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Singapore MRT system","offset":99},{"uri":"East_West_MRT_Line","surface_form":"East West Line","offset":147},{"uri":"North_South_MRT_Line","surface_form":"North South Line","offset":166},{"uri":"Tuas_depot","surface_form":"Tuas depot","offset":740},{"uri":"Kawasaki_Heavy_Industries","surface_form":"Kawasaki Heavy Industries","offset":779},{"uri":"CSR_Sifang","surface_form":"CSR Sifang","offset":809},{"uri":"China","surface_form":"China","offset":884},{"uri":"Land_Transport_Authority","surface_form":"LTA's","offset":1245}]}