{"id":581023,"url":"http://en.wikipedia.org/wiki/Petrovo_Polje_(Skender_Vakuf)","text":"Petrovo Polje (Peter's Field) is a village in Central Bosnia, Bosnia and Herzegovina, the Republika Srpska, Kneževo Municipality. Until the 60s of the last century belonged to the former municipality Šiprage, and then for some time and the municipality of Kotor Varoš. From ancient times to the fall of the Kingdom of Yugoslavia, the village belonged to the Church municipality Imljani.\nGeography.\nPeter Field is a long village a few scattered hamlets and more individual mountain house on the plateau of Petrovo polje (field), on the slopes of Mount Vlašić. It stretches from the village of Đurevina (elevation 1,243 m), with the Mala Ilomska (Small Ilomska) (east) to the immediate vicinity of the intersection of paved local roads of this village water Kneževo, Turbe and Imljani (west). To the north is bounded by a line beginning a steep slope into the valley Vrbanja river, on the line elevation of 1,220 and 1140, and on the south with Ilomska valley.\nHamlets and infrastructure resources.\nBesides Đurđevina registered hamlets are Nikodinović (east) and Peter Field (in the narrow sense), once the center of the Local community. Most of Peter's Field is at elevations of 1200–1240 m.\nThe primary school in the Petrovo Polje was built in 1958 and today is in ruins. Few pupils are educated in Imljani, where there is a local ambulance by the asphalt communication, the village, in the performance of the IFOR, connected to the local power grid and water supply: source Manatovac – Kneževo\nThe plateau has significant tourism potential, including hand Kaursko and Bijeljina springs. The nearest attractive destinations are: the American side, Andrijevića stream, Arapovo Brdo, Nanovica, Bastovći, Bare, Bešić water, Pearl Head, Bjelosavac, Blagojevići, Babanovac, Bare, Bijeljine spring, Pearl Head and Ilomska, and its waterfalls, Kaursko spring, Manatovac, Ravni Omar and Fisherman's house - restaurant on Ugar, under Vitovlje etc.\nHistory.\nDuring World War II, today this little village was the center of many important events. It was in an area of operations more local and major partisan formations, and in 1943/1944, and headquarters support unit of the Supreme Headquarters of the NLA. In fact, before the second session of AVNOJ in Jajce (1943), here he was Supreme Partisan Headquarters, led by Josip Broz Tito. Tito himself was placed under Petrovo Polje, in the village of Kovačevići, home reputable host Husein Kovačević, councilors of the local People's Committee Šiprage (Committee Chairman: Ismet Hadžiselimović).\nTo Petrovo Polje partisans have built a military airport with charged ground surface. The village is situated on the slopes of Petrovo Polje, in the valley of Vrbanja river, below the plateau Petrovo Pulje. Some sources stated that Tito at that time lived \"in a small village below Petrovo Polje\".\nThere have been prepared and (fire) marked areas for aviation supply of medical support and weaponry allies and goings of their delegates. So at this place, before the second session of AVNOJ, in Jajce (1943) the (by parachutes) and hung the English mission in connection with the NLA, headed by Major William Deakin.\nOver Imljani hired less power, because between them and Korićanske stijene is a deep gorge of the river gorge Ilomska.\nThe majority of Chetnik Force in the field headed by Petrovo Polje and Lisina Mountain. By winning the dominant areas Lisina, would open the quickest way to advance (via Ilomska) to the Hospital.\nOver Imljani and Petrovo Polje attacked the Chetniks from Manjača (the Chetnik detachments \"Kočić\", \"King Petar II Karađorđević\") and detachment \"Obilić\" of Lazo Tešanović. Over Petrovo Polje, according to Lisina, performed famous Chetnik Rade Radić and combined power Chetnik's Battalion \"Karadjordje\" and \"Tankosić\", under the command of Mihajlo Đurić. The entire campaign was commanded Chetnik \"commander of the operation\", Major Slavoljub Vranješević.\nAt the same time, the first battalion of partisan detachments in Korićani and three battalions of the 1st Krajina Brigade went to get some food in Pougarje, on the other side of the canyon of the Ugar. So the defense Hospitals could only organized the 2nd Battalion detachment and one battalion of 14. Centralbosnian Stroke Brigade. Since all were exhausted typhus, hospital was in great danger. That is why the headquarters detachment dispatched couriers to seek his 1st Battalion, which was more numerous. These forces is to be defended part of the front of the river, a left tributary Ilomska to its pouring in Ugar. The rest of the front, to the north, defended the fighters detachment, with the help of troops from Jajce, with the task of defending the line at all costs, because the penetration of the Chetniks in Korićani was fatal for the hospital and for units that defend it. Second Battalion detachment had the most about 120 fighters healthy and able to fight. Coincidentally, he had, will prove decisive weapon: 12 machine guns and heavy machine gun brand \"Breda\".\nWhen, from the direction of Petrovo Polje, from hot springs Bijeljine, Chetniks went to Lisina partisans fired a machine-gun burst, which made them develop their forces along Ilomska, the front length of about three kilometers. It is much easier for a planned action of partisans, because the Chetniks were forced to due precautions, ineffective fire while approaching through the dense forest.\nIn a dramatic showdown on Lisina partisans, thanks to the efficiency of the machine gunners, avoid taking the tactically important positions. They literally mowed Chetniks in storming the slopes of the mountain to the Ravni Omar, causing him a key and final defeat on this ground.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bosnia","surface_form":"Central Bosnia","offset":46},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":62},{"uri":"Republika_Srpska","surface_form":"Republika Srpska","offset":90},{"uri":"Kne%C5%BEevo","surface_form":"Kneževo","offset":108},{"uri":"%C5%A0iprage","surface_form":"Šiprage","offset":200},{"uri":"Kotor_Varo%C5%A1","surface_form":"Kotor Varoš","offset":256},{"uri":"Kingdom_of_Yugoslavia","surface_form":"Kingdom of Yugoslavia","offset":307},{"uri":"Imljani","surface_form":"Imljani","offset":378},{"uri":"Vla%C5%A1i%C4%87_(mountain)","surface_form":"Vlašić","offset":551},{"uri":"Mala_Ilomska","surface_form":"Mala Ilomska","offset":631},{"uri":"Turbe_(Travnik)","surface_form":"Turbe","offset":765},{"uri":"Vrbanja_river","surface_form":"Vrbanja river","offset":865},{"uri":"Local_community","surface_form":"Local community","offset":1119},{"uri":"Imljani","surface_form":"Imljani","offset":1299},{"uri":"IFOR","surface_form":"IFOR","offset":1410},{"uri":"Power_grid","surface_form":"power grid","offset":1439},{"uri":"Water_supply","surface_form":"water supply","offset":1454},{"uri":"Kne%C5%BEevo","surface_form":"Kneževo","offset":1487},{"uri":"Vla%C5%A1i%C4%87_(mountain)","surface_form":"Babanovac","offset":1758},{"uri":"Ilomska","surface_form":"Ilomska","offset":1808},{"uri":"Ugar_(river)","surface_form":"Ugar","offset":1913},{"uri":"Vitovlje%2C_Travnik","surface_form":"Vitovlje","offset":1925},{"uri":"World_War_II","surface_form":"World War II","offset":1955},{"uri":"Partisan_(military)","surface_form":"partisan","offset":2089},{"uri":"National_Liberation_Army_(Yugoslavia)","surface_form":"NLA","offset":2193},{"uri":"AVNOJ","surface_form":"AVNOJ","offset":2236},{"uri":"Jajce","surface_form":"Jajce","offset":2245},{"uri":"Headquarter","surface_form":"Headquarter","offset":2288},{"uri":"Josip_Broz_Tito","surface_form":"Josip Broz Tito","offset":2309},{"uri":"%C5%A0iprage","surface_form":"Šiprage","offset":2482},{"uri":"Military_airport","surface_form":"military airport","offset":2574},{"uri":"Vrbanja_river","surface_form":"Vrbanja river","offset":2693},{"uri":"Josip_Broz_Tito","surface_form":"Tito","offset":2766},{"uri":"AVNOJ","surface_form":"AVNOJ","offset":3018},{"uri":"England","surface_form":"English mission","offset":3074},{"uri":"William_Deakin","surface_form":"William Deakin","offset":3134},{"uri":"Imljani","surface_form":"Imljani","offset":3155},{"uri":"Kori%C4%87anske_stijene","surface_form":"Korićanske stijene","offset":3206},{"uri":"Ilomska","surface_form":"Ilomska","offset":3260},{"uri":"Ilomska","surface_form":"Ilomska","offset":3439},{"uri":"Hospital","surface_form":"Hospital","offset":3455},{"uri":"Manja%C4%8Da","surface_form":"Manjača","offset":3523},{"uri":"Petar_II_Kara%C4%91or%C4%91evi%C4%87","surface_form":"Petar II Karađorđević","offset":3571},{"uri":"Chetnik","surface_form":"Chetnik","offset":3696},{"uri":"Chetnik","surface_form":"Chetnik","offset":3734},{"uri":"Karadjordje","surface_form":"Karadjordje","offset":3755},{"uri":"Kori%C4%87ani","surface_form":"Korićani","offset":3986},{"uri":"Pougarje_(valley)","surface_form":"Pougarje","offset":4068},{"uri":"Ugar_(river)","surface_form":"Ugar","offset":4117},{"uri":"Ilomska","surface_form":"Ilomska","offset":4509},{"uri":"Ugar_(river)","surface_form":"Ugar","offset":4535},{"uri":"Jajce","surface_form":"Jajce","offset":4641},{"uri":"Chetniks","surface_form":"Chetniks","offset":4729},{"uri":"Kori%C4%87ani","surface_form":"Korićani","offset":4741},{"uri":"Machine_gun","surface_form":"machine gun","offset":4972},{"uri":"Breda","surface_form":"Breda","offset":4991},{"uri":"Chetniks","surface_form":"Chetniks","offset":5070},{"uri":"Ilomska","surface_form":"Ilomska","offset":5174},{"uri":"Chetniks","surface_form":"Chetniks","offset":5557}]}