{"id":581033,"url":"http://en.wikipedia.org/wiki/Ironstone_china","text":"Ironstone china, ironstone ware or just ironstone, is a type of pottery. It is vitreous (glazed or glassy) pottery made in the United Kingdom in the early 19th century. It is not earthenware, but is similar to fine stoneware.\nThere is no iron in ironstone. Its name is got because it is strong and durable. Ironstone was developed in the 19th century by potters in Staffordshire. It sold well as a cheaper alternative to porcelain.\nIronstone in Britain's Staffordshire potteries was made by Charles James Mason after his patent of 1813. The name \"ironstone\" later became generally used. The strength of Mason's ironstone enabled the company to produce ornamental objects of large size. Their vestibule vaseswere 1.5 metres high. Mantelpieces were made from several large sections. Mason's tableware was widely used in hotels and restaurants as well as private homes. It was usual for commercial clients to have the name of their establishment transfer printed onto the stoneware.\nMason's was not the only manufacturer. Another high-class pottery was Spode, who made ironstone from 1805 onwards. They had big exports to France, where ironstone was often preferred to faience pottery.\nDuring the mid-19th century The United states was the largest export market for Staffordshire's potteries. They bought plain white stoneware in huge quantities.\nAntique ironstone wares are collectable, and in particular items made by Mason's.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pottery","surface_form":"pottery","offset":64},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":127},{"uri":"Earthenware","surface_form":"earthenware","offset":179},{"uri":"Stoneware","surface_form":"stoneware","offset":215},{"uri":"Iron","surface_form":"iron","offset":238},{"uri":"The_Potteries","surface_form":"potters in Staffordshire","offset":354},{"uri":"Porcelain","surface_form":"porcelain","offset":421},{"uri":"Staffordshire","surface_form":"Staffordshire","offset":455},{"uri":"Spode","surface_form":"Spode","offset":1050},{"uri":"France","surface_form":"France","offset":1119},{"uri":"Faience","surface_form":"faience","offset":1166}]}