{"id":581025,"url":"http://en.wikipedia.org/wiki/IFOR","text":"The Implementation Force (IFOR) was a NATO-led multinational peace enforcement force in Bosnia and Herzegovina under a one-year mandate from 20 December 1995 to 20 December 1996 under the codename \"Operation Joint Endeavour\".\nBackground.\nNATO was responsible for carrying out the Dayton Peace Accords. The Dayton Peace Accords were started on November 22, 1995 by the presidents of Bosnia, Croatia, and Serbia, on behalf of Serbia and the Bosnian Serb Republic. The actual signing happened in Paris on December 14, 1995. The peace accords contained a General Framework Agreement and eleven supporting annexes with maps. The accords had three major goals: ending of hostilities, authorization of military and civilian program going into effect, and the establishment of a central Bosnian government while excluding individuals that serve sentences or under indictment by the International War Crimes Tribunals from taking part in the running of the government. IFOR's specific role was to implement the military Annexes of \"The General Framework Agreement for Peace (GFAP) in Bosnia and Herzegovina\".\nIFOR relieved the UN peacekeeping force UNPROFOR, which had originally arrived in 1992, and the transfer of authority was discussed in Security Council Resolution 1031. Almost 60,000 NATO soldiers in addition to forces from non-NATO nations were deployed to Bosnia. Operation Decisive Endeavor (SACEUR OPLAN 40105), beginning 6 December 1995, was a subcomponent of Joint Endeavor.\nThe Dayton Agreement resulted from a long series of events. Notably, the failures of EU-led peace plans, the August 1995 Croat Operation Storm and its aftermath, the Bosnian Serb atrocities, in particular the Srebrenica massacre, and the seizure of UNPROFOR peace-keepers as human shields against NATO's Operation Deliberate Force.\nAdmiral Leighton W. Smith, Jr. (Commander in Chief Allied Forces Southern Europe (CINCSOUTH)) acted as the Joint Force Commander for the operation (also known as \"Commander IFOR\" (COMIFOR)). He commanded the operation from HQs in Zagreb and later from March 1996 from the Residency in Sarajevo. Lt Gen Michael Walker, Commander Allied Rapid Reaction Corps (ARRC) acted as the Land Component Commander for the Operation, commanding from HQ ARRC (Forward) based initially in Kiseljak and from late January 1996 from HQ ARRC (Main) Ilidža. This was NATO's first ever out-of-area land deployment. The Land Component's part of the operation was known as Operation Firm Endeavour.\nAt its height, IFOR involved troops from 32 countries and numbered some 54,000 soldiers in-country (BiH) and around 80,000 involved soldiers in total (with support and reserve troops stationed in Croatia, Hungary, Germany, and Italy and also on ships in the Adriatic Sea). In the initial phases of the operation, much of the initial composition of IFOR consisted of units which had been part of UNPROFOR but remained in place and simply replaced their United Nations insignia with IFOR insignia.","categories":[],"infobox_types":[],"annotations":[{"uri":"NATO","surface_form":"NATO","offset":38},{"uri":"Peace_enforcement","surface_form":"peace enforcement","offset":61},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":88},{"uri":"Dayton_Peace_Accords","surface_form":"Dayton Peace Accords","offset":280},{"uri":"Croatia","surface_form":"Croatia","offset":390},{"uri":"Serbia","surface_form":"Serbia","offset":403},{"uri":"Republika_Srpska","surface_form":"Bosnian Serb Republic","offset":439},{"uri":"Paris","surface_form":"Paris","offset":493},{"uri":"UNPROFOR","surface_form":"UNPROFOR","offset":1140},{"uri":"United_Nations_Security_Council_Resolution_1031","surface_form":"Security Council Resolution 1031","offset":1235},{"uri":"Peace_plans_offered_before_and_during_the_Bosnian_War","surface_form":"EU-led peace plans","offset":1566},{"uri":"Operation_Storm","surface_form":"Operation Storm","offset":1608},{"uri":"Srebrenica_massacre","surface_form":"Srebrenica massacre","offset":1690},{"uri":"UNPROFOR","surface_form":"UNPROFOR","offset":1730},{"uri":"Human_shield","surface_form":"human shield","offset":1756},{"uri":"1995_NATO_bombing_in_Bosnia_and_Herzegovina","surface_form":"Operation Deliberate Force","offset":1785},{"uri":"Leighton_W._Smith%2C_Jr.","surface_form":"Leighton W. Smith, Jr.","offset":1821},{"uri":"Allied_Forces_Southern_Europe","surface_form":"Allied Forces Southern Europe","offset":1864},{"uri":"Zagreb","surface_form":"Zagreb","offset":2043},{"uri":"Sarajevo","surface_form":"Sarajevo","offset":2098},{"uri":"Michael_Walker%2C_Baron_Walker_of_Aldringham","surface_form":"Lt Gen Michael Walker","offset":2108},{"uri":"Allied_Rapid_Reaction_Corps","surface_form":"Allied Rapid Reaction Corps","offset":2141},{"uri":"Kiseljak","surface_form":"Kiseljak","offset":2286},{"uri":"Ilid%C5%BEa","surface_form":"Ilidža","offset":2342},{"uri":"Croatia","surface_form":"Croatia","offset":2684},{"uri":"Hungary","surface_form":"Hungary","offset":2693},{"uri":"Germany","surface_form":"Germany","offset":2702},{"uri":"Italy","surface_form":"Italy","offset":2715},{"uri":"Adriatic_Sea","surface_form":"Adriatic Sea","offset":2746}]}