{"id":581206,"url":"http://en.wikipedia.org/wiki/Shooting_of_Robert_Godwin","text":"On April 16, 2017, Robert Godwin, Sr., a 74-year-old retired foundry worker, was shot and killed while walking on a sidewalk in a neighborhood in Cleveland, Ohio. The suspect was 37-year-old Steve William Stephens. Stephens posted a video of the shooting on his Facebook account.\nA warrant was issued for Stephens for aggravated murder, and he was found dead after shooting himself in the head after a brief police pursuit in Erie, Pennsylvania, two days later on April 18, 2017.\nShooting.\nThe shooting happened on April 16, 2017, in Cleveland, Ohio. The shooter uploaded a video of the event.\nSeconds before the shooting, Stephens left his car, approached the victim and asked Godwin to say the name of Stephens's girlfriend. Stephens then said \"She's the reason why this is about to happen to you\", before shooting Godwin, fell to the ground and died.\nFacebook said the video was uploaded to the website after the fact, not livestreamed as it was once thought. In other Facebook posts, Stephens claimed responsibility for thirteen murders, but police said they were not true as of the moment.\nDeath of Steve William Stephens.\nOn the morning of April 18, a public sighting of Stephens' vehicle in the parking lot of a McDonald's restaurant in Erie, Pennsylvania, was called in to the polic. This resulted in a brief pursuit by police, and a successful execution by the Pennsylvania State Police. Upon inspection of the vehicle, Stephens was found dead inside of an apparent self-inflicted gunshot wound to the head. He was 37 years old.\nWhy Stephens killed Godwin.\nPolice confirmed there was no known connection between Godwin and Stephens before the shooting and that Godwin was selected at random. Stephens's mother told police that Stephens told her by phone he was \"shooting people\" because he was \"mad with his girlfriend\" of about three years, who was confirmed to be safe and was cooperating with investigators.","categories":[],"infobox_types":[],"annotations":[{"uri":"Foundry","surface_form":"foundry","offset":61},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":146},{"uri":"Facebook","surface_form":"Facebook","offset":262},{"uri":"Erie%2C_Pennsylvania","surface_form":"Erie, Pennsylvania","offset":426},{"uri":"Cleveland%2C_Ohio","surface_form":"Cleveland, Ohio","offset":534},{"uri":"Facebook","surface_form":"Facebook","offset":854},{"uri":"Upload","surface_form":"upload","offset":882},{"uri":"Livestream","surface_form":"livestream","offset":926},{"uri":"McDonald%27s","surface_form":"McDonald's","offset":1219},{"uri":"Erie%2C_Pennsylvania","surface_form":"Erie, Pennsylvania","offset":1244},{"uri":"Pennsylvania_State_Police","surface_form":"Pennsylvania State Police","offset":1370},{"uri":"Suicide","surface_form":"self-inflicted","offset":1475}]}