{"id":581217,"url":"http://en.wikipedia.org/wiki/Mbah_Gotho","text":"Saparman Sodimejo, known more commonly as Mbah Gotho (reportedly born 31 December 1870 – 30 April 2017) was an Indonesian man who unverifiably was claimed to have lived to be over 140 years. This would have made him the oldest person ever recorded.\nMbah Gotho himself could not remember his date of birth, but said that he remembered the construction of a sugar factory that was built in 1880. The local authorities registered him as being over 140 in 2010, and put his birth date to be in 1870 on an ID card issued in 2014.\nThe oldest known person whose age was proven, Jeanne Calment, was 122 years when she died.\nClaim.\nIn May 2010, \"Solopos\" reported that the census had recorded his next birthday as his 142nd. That would have made him 19 years older than the oldest recorded person, Jeanne Calment, was when she died in 1997.\nThe \"Liputan 6\" website reported that Mbah Gotho's estimated age was 165. He could not remember his date of birth, but claimed to remember the construction of a sugar factory built in Sragen in 1880.\nIn August 2016, after a television report on Liputan 6, numerous international media outlets reported Gotho's claim. They then showed photographs of his ID card (issued in 2014), which displays his claimed birth date.\nAlthough Indonesian officials at the local record office confirmed the birth date there is no independent proof of his claimed age. That would have been required for the claim about the age to be recognized by record authorities, such as Guinness World Records. The Indonesian government did not register births before 1900, and there have been errors in the past.\nThe Gerontology Research Group commented that this extremely high claimed age was \"fiction\" and \"unbelievable\". The story on Liputan 6 noted other similar claims about age. That included a woman named \"Maemunah\" and known as \"Ambu Unah\", who had been claimed to be born in 1867, in Cimanuk, Pandeglang Regency.\nDeath.\nOn 28 April 2017 Mbah Gotho was admitted to RSUD Hospital for heart failure in Sragen and died two days later at 5:45 pm local time on 30 April 2017.\nAccording to the BBC, he outlived ten siblings, four wives, and all of his children.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indonesia","surface_form":"Indonesia","offset":111},{"uri":"Jeanne_Calment","surface_form":"Jeanne Calment","offset":571},{"uri":"Jeanne_Calment","surface_form":"Jeanne Calment","offset":789},{"uri":"Sragen","surface_form":"Sragen","offset":1016},{"uri":"Guinness_World_Records","surface_form":"Guinness World Records","offset":1488},{"uri":"Gerontology_Research_Group","surface_form":"Gerontology Research Group","offset":1619},{"uri":"Pandeglang_Regency","surface_form":"Pandeglang Regency","offset":1906},{"uri":"Heart_failure","surface_form":"heart failure","offset":1995}]}