{"id":58157,"url":"http://en.wikipedia.org/wiki/Lily_Allen","text":"Lily Rose Beatrice Allen-Cooper (born 2 May 1985) is an English pop singer and actress. She is a daughter of actor and musician Keith Allen.\nEarly life.\nAllen was born in Hammersmith, west London to actor Keith Allen and film maker Alison Owen. She left school when she was fifteen.\nCareer.\nShe made her first album, called \"Alright, Still\" in 2006. It came out in the United States in early 2007. Four singles were released from the album. The first single, \"Smile\" was No.1 in the UK. It was the eleventh best selling single of 2006 there. The second single was \"LDN\".\nIn 2008 she presented a talk show called \"Lily Allen and Friends\" on BBC Three.\nHer most recent album, \"It's Not Me, It's You\" was released in February 2009. It features two number one singles, \"The Fear\" and \"Fuck You\". Four other singles were released, \"Not Fair\", \"22\", \"Who'd Have Known\", and \"Back to the Start\".\n\"The Fear\" was the first single from the album. It was No.1 in Israel and Belgium.\n\"Not Fair\" reached No.4 in the UK, but it was more popular in other countries.\n\"Fuck You\" was released 10 July 2009 in Germany.\n\"22\" was released 24 August 2009.\nIn 2009 she was in an episode of \"Neighbors\".\nIn 2010 \"Just Be Good to Green\" was released as a single by Professor Green. Allen sung on the song. It reached number five in the UK Singles Chart.\nWhen Allen toured the United States in 2007, the American group Domino (Domino Kirke, and guitarist Jordan Galland) opened for her.\nIn July 2013 she sung on Pink's single \"True Love\".\nIn November 2013 Allen recorded a cover of Keane's \"Somewhere Only We Know\" for the Christmas advert for John Lewis. It reached No.1 in the UK and Ireland.\nOn 12 November 2013, Allen released a video for her first song that wasn't a cover version since 2009, \"Hard Out Here\". It got 2.2 million views in two days. The single reached number nine in the UK. Her next album will be released in 2014. A new song called \"L8 CMMR\" was released on the soundtrack to the second season of \"Girls\". On 2 March Allen's next single \"Air Balloon\" was released.\nPersonal life.\nFrom 2007 to 2008 Lily dated with musician Ed Simons. In January 2008 Allen miscarried their child at 2 months of pregnancy.\nOn 11 June 2011 Lily married to her boyfriend of 2 years, businessman Sam Cooper. In November 2010, at age 25, Lily gave birth to their stillborn son. On 25 November 2011, at age 26, Allen gave birth to their daughter, named Ethel Mary Cooper. She gave birth to another daughter, Marnie Rose, in January 2013.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_people","surface_form":"English","offset":56},{"uri":"Pop_music","surface_form":"pop","offset":64},{"uri":"Singer","surface_form":"singer","offset":68},{"uri":"Actress","surface_form":"actress","offset":79},{"uri":"Actor","surface_form":"actor","offset":109},{"uri":"Musician","surface_form":"musician","offset":119},{"uri":"Keith_Allen_(actor)","surface_form":"Keith Allen","offset":128},{"uri":"Hammersmith","surface_form":"Hammersmith","offset":171},{"uri":"London","surface_form":"London","offset":189},{"uri":"Keith_Allen_(actor)","surface_form":"Keith Allen","offset":205},{"uri":"United_States","surface_form":"United States","offset":369},{"uri":"BBC_Three","surface_form":"BBC Three","offset":640},{"uri":"It%27s_Not_Me%2C_It%27s_You","surface_form":"It's Not Me, It's You","offset":675},{"uri":"The_Fear","surface_form":"The Fear","offset":766},{"uri":"The_Fear","surface_form":"The Fear","offset":890},{"uri":"Israel","surface_form":"Israel","offset":952},{"uri":"Belgium","surface_form":"Belgium","offset":963},{"uri":"Germany","surface_form":"Germany","offset":1091},{"uri":"Jordan_Galland","surface_form":"Jordan Galland","offset":1429},{"uri":"Pink_(singer)","surface_form":"Pink","offset":1486},{"uri":"Keane","surface_form":"Keane","offset":1556},{"uri":"John_Lewis","surface_form":"John Lewis","offset":1618},{"uri":"Ireland","surface_form":"Ireland","offset":1660}]}