{"id":581640,"url":"http://en.wikipedia.org/wiki/DZBB-TV","text":"DZBB-TV, Channel 7, is the flagship VHF station of Philippine television network GMA. The station is owned and operated by GMA Network, Inc. with its studios are located at the GMA Network Center, EDSA corner Timog Avenue, Diliman, Quezon City, while its transmitter station is located at the GMA Tower of Power, Tandang Sora Avenue, Barangay Culiat, Quezon City. It operates 24 hours daily, during the Paschal Triduum of Holy Week.\nHistory.\nDZBB-TV traces its history to Metro Manila radio station DZBB, owned by \"Loreto F. de Hemedes, Inc.\", later renamed \"Republic Broadcasting System, Inc.\" of Robert \"Uncle Bob\" Stewart. After the success of its radio station, the company ventured into television. On October 29, 1961, RBS Channel 7, the fifth television station in the Philippines (after ABS Channel 3 and CBN Channel 9, which were owned by ABS-CBN which now owns Channel 2 in Manila, IBC Channel 13 by the (Inter-Island Broadcasting Corporation), and ABC Channel 5 by the (Associated Broadcasting Corporation). The television network started its operations with just 25 employees (other stations had 200), a surplus transmitter, two old cameras and no lighting equipment and props.\nThe station was always in the red and Stewart was about to give up, when the program \"Dancetime with Chito\" suddenly became an instant hit and advertising revenues started to pour in. Canned programs from the United States further sustained its success.\nIn 1972, President Ferdinand Marcos declared martial law in the Philippines and the station was forced to shut down, though it only lasted for more than 3 months, and returned on the air in late-December of that year; this time, blocktimed by the National Media Production Center (NMPC) with limited three-month permits. In 1974, RBS, including its TV and radio stations, were sold to a triumvirate composed of Felipe Gozon, Gilberto Duavit, Sr., and Menardo Jimenez who introduced a programming concept catering to the new audience. The new management acquired new equipment and introduced new programs and a new name, GMA (Greater Manila Area) Radio-Television Arts with its new identity, \"Where You Belong\" in 1979.\nWhen democracy in the Philippines was restored in the People Power Revolution in 1986, other television stations began to air, some with their original owners. The political instability of the country also added to the station's burden, when soldiers stormed into its studios for two days in a part of coup attempt to topple then President Corazon Aquino.\nIn July 1987, GMA introduced its new dimension in television broadcasting as the network was transmitted in full stereo, dubbed as GMA StereoVision, and became the first Philippine TV station to broadcast programs in full stereo until 1998 when it switched to the current 100 kilowatt capacity.\nOn November 7, 1988, DZBB officially inaugurated a new 100,000 watt transmitter in Quezon City. Known as the \"Tower of Power\", the transmitter helped improve the channel's reception in Luzon, and was also the tallest man-made structure in the country at the time.\nDigital channels.\nIn February 2013, GMA Network conduct a digital test broadcast with the ISDB-T standard via its UHF channel 27 (551.143 MHz) frequency.\nAccording to a December 2017 press release, the station's upgraded signal transmission covered the areas of Metro Manila, Rizal, Cavite, Laguna, Bulacan and parts of Pampanga, Bataan, Nueva Ecija and Batangas.\nIn 2016, the National Telecommunications Commission, through a memorandum circular, authorized GMA to operate UHF channel 15 (479.143 MHz) as its secondary channel to expand the usage of channels 14-20 for digital TV broadcasts. Following ZOE Broadcasting Network's decision not to renew its joint venture (GMA News TV) with GMA after June 2019, and a subsequent planned reactivation of DWDB-TV's analog signal for the rest of the GNTV's analog broadcast run, third-party sources reported that the station's digital signal will move to the assigned channel 15 frequency after channel 11's blocktime deal with GMA expires.\nOn May 15, 2019, GMA Network began to transmit its digital test broadcast on UHF Channel 15 (479.143 MHz) as its permanent frequency assigned by National Telecommunications Commission.","categories":[],"infobox_types":["television station"],"annotations":[{"uri":"Flagship_(television)","surface_form":"flagship","offset":27},{"uri":"VHF","surface_form":"VHF","offset":36},{"uri":"Philippines","surface_form":"Philippine","offset":51},{"uri":"Television_network","surface_form":"television network","offset":62},{"uri":"GMA_Network","surface_form":"GMA","offset":81},{"uri":"GMA_Network_(company)","surface_form":"GMA Network, Inc.","offset":123},{"uri":"GMA_Network_Center","surface_form":"GMA Network Center","offset":177},{"uri":"Epifanio_de_los_Santos_Avenue","surface_form":"EDSA","offset":197},{"uri":"Quezon_City","surface_form":"Quezon City","offset":232},{"uri":"Tower_of_Power_(transmitter)","surface_form":"GMA Tower of Power","offset":293},{"uri":"Tandang_Sora","surface_form":"Tandang Sora","offset":313},{"uri":"Paschal_Triduum","surface_form":"Paschal Triduum","offset":403},{"uri":"Holy_Week_in_the_Philippines","surface_form":"Holy Week","offset":422},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":472},{"uri":"DZBB-AM","surface_form":"DZBB","offset":499},{"uri":"Robert_Stewart_(entrepreneur)","surface_form":"Robert \"Uncle Bob\" Stewart","offset":598},{"uri":"DWWX-TV","surface_form":"ABS Channel 3","offset":795},{"uri":"ABS-CBN_Corporation","surface_form":"ABS-CBN","offset":848},{"uri":"DZTV-TV","surface_form":"IBC Channel 13","offset":892},{"uri":"Intercontinental_Broadcasting_Corporation","surface_form":"Inter-Island Broadcasting Corporation","offset":915},{"uri":"DWET-TV","surface_form":"ABC Channel 5","offset":959},{"uri":"TV5_Network_Inc.","surface_form":"Associated Broadcasting Corporation","offset":981},{"uri":"Transmitter","surface_form":"transmitter","offset":1124},{"uri":"Television_camera","surface_form":"cameras","offset":1145},{"uri":"Bankruptcy","surface_form":"in the red","offset":1213},{"uri":"United_States","surface_form":"United States","offset":1399},{"uri":"President_of_the_Philippines","surface_form":"President","offset":1453},{"uri":"Ferdinand_Marcos","surface_form":"Ferdinand Marcos","offset":1463},{"uri":"Martial_law","surface_form":"martial law","offset":1489},{"uri":"National_Media_Production_Center","surface_form":"National Media Production Center","offset":1691},{"uri":"Triumvirate","surface_form":"triumvirate","offset":1831},{"uri":"Felipe_Gozon","surface_form":"Felipe Gozon","offset":1855},{"uri":"People_Power_Revolution","surface_form":"People Power Revolution","offset":2217},{"uri":"Coup","surface_form":"coup","offset":2465},{"uri":"President_of_the_Philippines","surface_form":"President","offset":2493},{"uri":"Corazon_Aquino","surface_form":"Corazon Aquino","offset":2503},{"uri":"Tower_of_Power_(transmitter)","surface_form":"Tower of Power","offset":2924},{"uri":"ISDB-T","surface_form":"ISDB-T","offset":3168},{"uri":"Metro_Manila","surface_form":"Metro Manila","offset":3340},{"uri":"National_Telecommunications_Commission_(Philippines)","surface_form":"National Telecommunications Commission","offset":3455},{"uri":"ZOE_Broadcasting_Network","surface_form":"ZOE Broadcasting Network","offset":3681},{"uri":"GMA_News_TV","surface_form":"GMA News TV","offset":3749},{"uri":"DWDB-TV","surface_form":"DWDB-TV","offset":3829}]}