{"id":58171,"url":"http://en.wikipedia.org/wiki/Universal_Studios","text":"Universal Studios (sometimes called Universal Pictures or Universal City) is one of the major American movie studios that has production studios and offices at 100 Universal City Plaza Drive in Universal City, California, an unincorporated area of Los Angeles County between Los Angeles and Burbank. Distribution and other corporate, administrative offices are based in New York City. Universal is the first longest-lived studio in Hollywood (Universal's ownership partner of NBCUniversal Entertainment Japan—which distributes anime by Universal worldwide—is the oldest).\nHistory.\nThe founder of Universal, Carl Laemmle, was a German Jewish immigrant, settled in Oshkosh, Wisconsin, where he managed a clothing store.\nIdea.\nOn a 1905 buying trip to Chicago, he was struck by the popularity of nickelodeons.\nAction.\nIn June 1909, Laemmle started the Yankee Film Company with partners Abe and Julius Stern. That company was quickly renamed the Independent Moving Picture Company, or IMP. In 1910, he actively promoted Florence Lawrence, then known as the \"Biograph girl\", and she became one of the first film stars to be used by a studio in its marketing.\nMerging.\nOn June 8, 1912; Laemmle merged IMP with eight smaller companies to form the Universal Film Manufacturing Company, introducing the word \"universal\" into the organization's name. Among them were Mark Dintinfass, Charles Baumann and Adam Kessel, and Pat Powers. The name was later changed to Universal Pictures Company, Inc.\nFollowing the westward trend of the industry, in 1915, Laemmle opened the world's largest motion picture production facility, Universal City Studios, on a converted farm just over the Cahuenga Pass from Hollywood.\nOther facilities.\nIn 1926, Universal also opened a production unit in Germany, Deutsche Universal-Film AG, under the direction of Joe Pasternak. This unit produced 3–4 movies per year until 1936, migrating to Hungary and then Austria in the face of Hitler's increasing domination of central Europe. With movies being able to have sound (those movies were called \"talkies\"), these productions were made in the German language or, sometimes, Hungarian or Polish. In the USA, Universal Pictures did not distribute any of this subsidiary's movies, but at least some of them were exhibited through other, independent, foreign-language movie distributors based in New York, without benefit of English subtitles. Nazi persecution and a change in ownership for the parent Universal Pictures organization resulted in the dissolution of this part of the company.\nThe Laemmles lose control.\nTaking on the task of modernizing and upgrading a movie company in the depths of the Great Depression was risky, and for a time Universal slipped into receivership. The theater chain was scrapped, but Carl, Jr. held fast to distribution, studio and production operations.\nThe end.\nThe end for the Laemmles came with a remake of \"Show Boat\", featuring many famous people from the Broadway stage version, which began production in late 1935. However, Carl, Jr.'s spending habits surprised company stockholders, especially after the costly failure of \"Sutter's Gold\" earlier in the year.\nProblems.\nThey would not allow production to start on \"Show Boat\" unless the Laemmles obtained a loan. Universal was forced to seek a $750,000 production loan from the Standard Capital Corporation, pledging the Laemmle family's controlling interest in Universal as collateral. It was the first time in Universal's 26-year history that it had borrowed money for a production. Production problems resulted in a $300,000 overrun. When Standard called the loan in, a cash-strapped Universal could not pay.\nResults.\n\"Show Boat\" was released in 1936 and is widely considered to be one of the greatest movie musicals of all time. However, it was not enough to save the Laemmles, who were removed from the company they had founded.\nMCA takes over.\nBy the late 1950s, the motion picture business was in trouble. The combination of the studio/theater-chain break-up and the rise of television caused the mass audience to stop visiting theaters, probably forever. The Music Corporation of America (better known as MCA), mainly a talent agency, had also become a powerful television producer, renting space at Republic Studios for its Revue Studios subsidiary. After a period of complete shutdown, a moribund Universal agreed to sell its (by now) studio lot to MCA in 1958, for $11 million. Although MCA owned the studio lot, but not Universal Pictures, it was increasingly influential on Universal's product. The studio lot was upgraded and modernized, while MCA clients like Doris Day, Lana Turner, and Cary Grant were signed to Universal Pictures contracts.\nFirst hits.\nThough Universal's movie unit did produce occasional movies, among them \"Airport\", \"The Sting\", \"American Graffiti\", and a movie that restored the company's fortunes, \"Jaws\", Universal in the 1970s was primarily a television studio. Weekly series production was the workhorse of the company. There would be other movies like ', \"Back to the Future\", and \"Jurassic Park\", but overall the movie business was still hit-and-miss. In the early 1970s, Universal teamed up with Paramount Pictures to form Cinema International Corporation, which distributed movies by Paramount and Universal worldwide. It was replaced by United International Pictures in 1991, when Walt Disney Pictures joined the fold.\nUniversal's library.\nUniversal, like any other major movie studio, owns a huge library.\nContent.\nThe company owns the libraries of USA Films, October Films, and the 1996-1999 movies by PolyGram Filmed Entertainment (MGM owns most of the pre-1996 PolyGram library, though Universal owns a few movies from that time as well) and its subsidiaries, as well as (through parent NBC Universal) much of the post-1973 NBC library of shows and made-for-TV movies.\nIt also owns several movies made by others, including some pre-1952 United Artists material, an Alfred Hitchcock feature originally released by Warner Bros. - \"Rope\", and the UK rights to most of the RKO Pictures library.\nNotes on early partners.\nFor several years some of these junior partners carried considerable weight within Universal; inevitably factions and rivalries were the rule. At least one version of corporate history claims that the twenty-year-old Irving Thalberg rose so quickly because he told subordinates that he alone spoke for Carl Laemmle in making production decisions, while the others were more concerned with battling among themselves.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"United_States","surface_form":"American","offset":94},{"uri":"Movie_studio","surface_form":"movie studio","offset":103},{"uri":"Universal_City%2C_California","surface_form":"Universal City, California","offset":194},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":275},{"uri":"Burbank%2C_Los_Angeles_County%2C_California","surface_form":"Burbank","offset":291},{"uri":"New_York_City","surface_form":"New York City","offset":370},{"uri":"NBCUniversal_Entertainment_Japan","surface_form":"NBCUniversal Entertainment Japan","offset":476},{"uri":"Carl_Laemmle","surface_form":"Carl Laemmle","offset":607},{"uri":"Germany","surface_form":"German","offset":627},{"uri":"Jew","surface_form":"Jew","offset":634},{"uri":"Oshkosh%2C_Wisconsin","surface_form":"Oshkosh, Wisconsin","offset":663},{"uri":"Nickelodeon_movie_theater","surface_form":"nickelodeons","offset":793},{"uri":"1909","surface_form":"June 1909","offset":818},{"uri":"Florence_Lawrence","surface_form":"Florence Lawrence","offset":1016},{"uri":"June_8","surface_form":"June 8","offset":1166},{"uri":"1912","surface_form":"1912","offset":1174},{"uri":"Mark_Dintinfass","surface_form":"Mark Dintinfass","offset":1357},{"uri":"Charles_Baumann","surface_form":"Charles Baumann","offset":1374},{"uri":"Adam_Kessel","surface_form":"Adam Kessel","offset":1394},{"uri":"Pat_Powers","surface_form":"Pat Powers","offset":1411},{"uri":"Deutsche_Universal-Film_AG","surface_form":"Deutsche Universal-Film AG","offset":1779},{"uri":"Joe_Pasternak","surface_form":"Joe Pasternak","offset":1830},{"uri":"Broadway_theatre","surface_form":"Broadway","offset":2959},{"uri":"Sutter%27s_Gold","surface_form":"Sutter's Gold","offset":3129},{"uri":"Standard_Capital_Corporation","surface_form":"Standard Capital Corporation","offset":3333},{"uri":"Television","surface_form":"television","offset":4037},{"uri":"Music_Corporation_of_America","surface_form":"Music Corporation of America","offset":4122},{"uri":"Republic_Studios","surface_form":"Republic Studios","offset":4263},{"uri":"Revue_Studios","surface_form":"Revue Studios","offset":4288},{"uri":"Doris_Day","surface_form":"Doris Day","offset":4630},{"uri":"Lana_Turner","surface_form":"Lana Turner","offset":4641},{"uri":"Cary_Grant","surface_form":"Cary Grant","offset":4658},{"uri":"Airport_(movie)","surface_form":"Airport","offset":4799},{"uri":"The_Sting","surface_form":"The Sting","offset":4810},{"uri":"American_Graffiti","surface_form":"American Graffiti","offset":4823},{"uri":"Jaws_(movie)","surface_form":"Jaws","offset":4894},{"uri":"Back_to_the_Future","surface_form":"Back to the Future","offset":5055},{"uri":"Jurassic_Park_(movie)","surface_form":"Jurassic Park","offset":5081},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":5197},{"uri":"Cinema_International_Corporation","surface_form":"Cinema International Corporation","offset":5224},{"uri":"United_International_Pictures","surface_form":"United International Pictures","offset":5340},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":5384},{"uri":"USA_Films","surface_form":"USA Films","offset":5553},{"uri":"October_Films","surface_form":"October Films","offset":5564},{"uri":"PolyGram_Filmed_Entertainment","surface_form":"PolyGram Filmed Entertainment","offset":5607},{"uri":"MGM","surface_form":"MGM","offset":5638},{"uri":"United_Artists","surface_form":"United Artists","offset":5944},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":6020},{"uri":"Rope_(movie)","surface_form":"Rope","offset":6036},{"uri":"RKO_Pictures","surface_form":"RKO Pictures","offset":6076}]}