{"id":581875,"url":"http://en.wikipedia.org/wiki/Specific_heat","text":"e=\"preserve\">Specific heat (\"s\") is a particular type of heat capacity. Specific heat is the thermodynamic property, which states the amount of heat required for a single unit of mass of a substance to be raised by one degree of temperature. Varying ranges of specific heat values are seen for substances depending on the extent to which they absorb heat. The term heat capacity can be misleading since heat \"q\" is the term given to the addition or removal of energy, across a barrier to a substance or system, as a result of increasing or decreasing the temperature respectively. Temperature changes are really changes in energy. Therefore, specific heat and other forms of heat capacity are more accurately measures of the capacity of a substance to absorb energy as the temperature of the substance increases.\nUnits.\nUnits are very important for expressing any thermodynamic property; the same is true for specific heat. Energy in the form of heat is expressed in Joules (J) or kilojoules (kJ) which are the most common units associated with energy. One unit of mass is measured in grams or kilograms with regard to specific heat. Per one gram is the standard form used in tables of specific heat values, but references using one kilogram are sometimes seen. One degree of temperature is measured on either the Celsius or Kelvin scale, but usually Celsius. The most commonly associated units then for specific heat are J/(g•°C).\nTemperature and pressure.\nTwo factors that change the specific heat of a material are pressure and temperature. Specific heat is defined at a standard, constant pressure (usually atmospheric pressure) for materials and is generally reported at 25 °C (298.15 K). A standard temperature is used because specific heat has temperature dependence and can change at different temperature values. Specific heat is referred to as an) As long as the temperature and pressure are at the standard referenced values and no phase change occurs, the value for the specific heat of any material remains constant regardless of the mass of the material present.\nEnergetic degrees of freedom.\nA large factor in the magnitude of the specific heat of a material lies at the molecular level in the energetic available to the material in the phase (solid, liquid or gas) in which it is found. Energetic degrees of freedom are of four types: translation, rotation, vibration and electronic. A minimum amount of energy is needed to reach each degree of freedom. Therefore, the amount of energy that can be stored in a substance depends on the type and number of the energetic degrees of freedom that contribute to the substance at a given temperature. Liquids generally have more low energy modes and more energetic degrees of freedom than solids and most gases. This broader range of possibilities within the degrees of freedom typically generates larger specific heats for liquid substances than for solids or gases. This trend can be seen in the and by comparing liquid water to solid water (ice), copper, tin, oxygen, and graphite.\nUsage.\nSpecific heat is used to calculate the amount of heat absorbed when energy is added to a material or substance through an increase in temperature over a defined range. Calculation of the amount of heat or energy added to a material is a relatively easy process as long as the initial and the final temperatures of the material are recorded, the mass of the material is reported and the specific heat is known. The specific heat, the mass of the material and the temperature scale must all be in the same units in order to accurately perform the calculation for heat.\nIn the equation, \"s\" is the specific heat in (J/g•°C). \"m\" is the mass of the substance in grams. Δ\"T\" refers to the change in temperature (°C) observed in the substance. The convention is to subtract the initial temperature of the material from the final temperature after heating so Δ\"T\" is TFinal-TInitial in the equation. Substituting all the values into the equation and multiplying through cancels the units of mass and temperature leaving the appropriate units of Joules for heat. Calculations such as this are useful in","categories":[],"infobox_types":[],"annotations":[{"uri":"Heat_capacity","surface_form":"heat capacity","offset":57},{"uri":"Thermodynamics","surface_form":"thermodynamic","offset":93},{"uri":"Heat","surface_form":"heat","offset":403},{"uri":"Energy","surface_form":"energy","offset":460},{"uri":"Joules","surface_form":"Joules","offset":967},{"uri":"Kelvin","surface_form":"Kelvin","offset":1325},{"uri":"States_of_matter","surface_form":"phase","offset":1943}]}