{"id":581918,"url":"http://en.wikipedia.org/wiki/Dante_Parini","text":"Dante Parini (Milan, 21 November 1890 - Milan, 11 April 1969) was an Italian painter and sculptor.\nBiography.\nParini studied at Accademia di Brera under the guidance of masters such as Enrico Butti along with Giannino Castiglioni with whom she shared ideas and projects becoming her friend. Parini left for the front of World War II where he was decorated for heroic acts.\nHe was a sculptor of monuments to the fallen soldiers of world wars and burial monuments, following the example of his Butti master with great technical skill and personal style.\nIt is its fountain-monument made in 1924 in Piazza Gran Paradiso in Milano in memory of the fallen of Niguarda. Amongst others are the monuments to the fallen of Tarquinia, a work inspired by profound sentiment and suffering humanity, and the monument to the soldiers fallen into Induno Olona war.\nSome of his works are in the Monumental Cemetery of Milan, in Sanctuary of San Felice (Parabiago), and in the cemetery of Sarzana. He made a marble bas-relief in the church of Santa Maria at the Maggiore Hospital at Ca 'Granda in Milan with a subject \"The healings of Christ\". Several of his works are preserved at the Ospedale di Niguarda, known as \"the City of art\". In 1882 Dante Parini took part in the second competition for the execution of the sculptures of Vittoriano \"Altar of the Homeland\" in Rome, but his project was not chosen.\nDante Parini also devoted himself to painting. During his long life he participated in several international exhibitions.\nIn 1924 he received the Diploma of Honorary Member of the Accademia di Brera.\nHe was the first mayor of Brusimpiano after the end of World War II.","categories":[],"infobox_types":["Artist"],"annotations":[{"uri":"Italy","surface_form":"Italian","offset":69},{"uri":"Sculptor","surface_form":"sculptor","offset":89},{"uri":"Accademia_di_Brera","surface_form":"Accademia di Brera","offset":128},{"uri":"Enrico_Butti","surface_form":"Enrico Butti","offset":185},{"uri":"Giannino_Castiglioni","surface_form":"Giannino Castiglioni","offset":209},{"uri":"Milano","surface_form":"Milano","offset":620},{"uri":"Tarquinia","surface_form":"Tarquinia","offset":714},{"uri":"Induno_Olona","surface_form":"Induno Olona","offset":832},{"uri":"Monumental_Cemetery_of_Milan","surface_form":"Monumental Cemetery of Milan","offset":879},{"uri":"Sanctuary_of_San_Felice_(Parabiago)","surface_form":"Sanctuary of San Felice (Parabiago)","offset":912},{"uri":"Sarzana","surface_form":"Sarzana","offset":972},{"uri":"Ca_%27Granda","surface_form":"Ca 'Granda","offset":1066},{"uri":"Vittoriano","surface_form":"Vittoriano","offset":1315},{"uri":"Accademia_di_Brera","surface_form":"Accademia di Brera","offset":1571},{"uri":"Brusimpiano","surface_form":"Brusimpiano","offset":1617}]}