{"id":581981,"url":"http://en.wikipedia.org/wiki/IOS_11","text":"iOS 11 is the eleventh major release of the iOS mobile operating system developed by Apple Inc., coming after iOS 10. It was announced at the company's Worldwide Developers Conference on June 5, 2017, and released on September 19, 2017.\nSome of iOS 11's changes: the lock screen and Notification Center are combined, allowing all notifications to be displayed directly on the lock screen. The various pages of the Control Center are unified, gaining custom settings and the ability to 3D Touch icons for more options. The App Store receives a big visual change to focus on editorial content and daily highlights. A \"Files\" file manager app allows direct access to files stored locally and in cloud services. Siri can now translate between languages and use a privacy-minded \"on-device learning\" technique to better understand a user's interests and offer suggestions. The camera has new settings for better portrait-mode photos and will use new encoding technologies to reduce file sizes on newer devices. In a future release, Messages will be used with iCloud to better synchronize messages across iOS and macOS devices. A previous point release also added support for person-to-person Apple Pay payments. The operating system also introduces the ability to record the screen, limited forms of drag-and-drop functionality, and support for augmented reality. Certain new features will appear only on iPad, including an always-accessible application dock, cross-app drag-and-drop, and a new user interface to show multiple apps at once.\niOS 11 received mixed reviews. People significantly praised the application dock and new multitasking interface on the iPad, crediting them for renewing the user experience. Further praise was directed at the redesigned Control Center offering customizable toggles, though it was criticized for lack of third-party app support, lack of Wi-Fi network selection ability and for difficult usage on small screen sizes, along with its instability. People also noted the new augmented reality development tools, but said their impact would depend on third-party apps and how fast developers embraced them. Praise was also directed at the App Store's redesign and the new file-management tools. Shortly after release, it was discovered that disabling Wi-Fi and Bluetooth connections through the Control Center does not disable the respective chips in the device in order to remain functional for background connectivity, a design decision sparking criticism for \"misleading\" users and reducing security due to potential vulnerabilities in inactive open connections. The iOS 11.2 update added warning messages and a new toggle color to explain the new functions. iOS 11 has also received continuous criticism from reviewers and end-users for its perceived stability and performance issues, particularly on older devices; Apple has issued numerous software updates to address such issues.\nTwo months after release, 52% of iOS devices were running iOS 11, a slower adoption rate than previous iOS versions. The number increased to 81% of devices by May 2018.\nOn June 4, 2018, at the Worldwide Developers Conference, Apple announced its successor, iOS 12.\nMessages.\nThe user now has the option of downloading applications from a app store in Messages.","categories":[],"infobox_types":[],"annotations":[{"uri":"IOS","surface_form":"iOS","offset":44},{"uri":"Mobile_operating_system","surface_form":"mobile operating system","offset":48},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":85},{"uri":"IOS_10","surface_form":"iOS 10","offset":110},{"uri":"Apple_Worldwide_Developers_Conference","surface_form":"Worldwide Developers Conference","offset":152},{"uri":"3D_Touch","surface_form":"3D Touch","offset":485},{"uri":"App_Store_(iOS)","surface_form":"App Store","offset":522},{"uri":"Files_(iOS)","surface_form":"Files","offset":616},{"uri":"File_manager","surface_form":"file manager","offset":623},{"uri":"Siri","surface_form":"Siri","offset":708},{"uri":"Messages_(software)","surface_form":"Messages","offset":1027},{"uri":"MacOS","surface_form":"macOS","offset":1107},{"uri":"Apple_Pay","surface_form":"Apple Pay","offset":1187},{"uri":"Augmented_reality","surface_form":"augmented reality","offset":1340},{"uri":"IPad","surface_form":"iPad","offset":1400},{"uri":"IOS_12","surface_form":"iOS 12","offset":3173},{"uri":"Download","surface_form":"downloading","offset":3222},{"uri":"Computer_program","surface_form":"applications","offset":3234}]}