{"id":582229,"url":"http://en.wikipedia.org/wiki/Casimir_effect","text":"The Casimir effect (predicted by Hendrik Casimir in 1948) is the attraction of two metal plates in a vacuum. This effect occurs because of a side effect of the quantum uncertainty principle, where 'virtual' particles cause the plates to be slightly pushed towards each other.\nRelationship to quantum uncertainty principle.\nThe quantum uncertainty principle says that particles, fields, etc. have two values, and that the more accurately you measure one, the less accurately you can measure the other. Since 'empty' space (which is a field) would be completely empty, then we would know both the field's magnitude (which is zero) and its rate of change (also zero). Therefore, there must be tiny fluctuations in 'empty' space, so that the uncertainty principle isn't violated. These take the form of virtual particles, which we wouldn't be able to detect directly. However, we can see the effects they have on real particles. Some of these particles are virtual photons, which can also be considered as waves. Now, between the reflective metal plates, there is a certain distance. Certain virtual photons, specifically ones where the distance divided by the wavelength is a whole number, are the only ones that can fit in here; if it isn't a whole number, eventually the peaks and troughs of the waves will coincide, and cancel it out.\nNegative spacetime.\nSince there are fewer virtual particles on the inside of the plates rather than the outside, there is a greater force on the outside of the plates. This causes the plates to be pushed inwards. Now, the energy density of the universe is zero. This is because every particle has positive energy, but it also has gravity, which balances it out with negative gravitational energy. Since there are fewer virtual particles within the plates, that means that the energy density of the spacetime between the plates must be less than the energy density of spacetime outside the plates. However, since the energy density of the spacetime outside the plates is zero, that means that the energy density of the spacetime between the plates is less than zero, or negative. Negative spacetime has odd properties, such as being saddle-shaped and allowing travel into the past.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hendrik_Casimir","surface_form":"Hendrik Casimir","offset":33},{"uri":"Vacuum","surface_form":"vacuum","offset":101},{"uri":"Uncertainty_principle","surface_form":"quantum uncertainty principle","offset":160},{"uri":"Particle","surface_form":"particles","offset":367},{"uri":"Field_(physics)","surface_form":"fields","offset":378},{"uri":"Field_strength","surface_form":"field's magnitude","offset":595},{"uri":"Photon","surface_form":"photons","offset":961},{"uri":"Wave_(physics)","surface_form":"waves","offset":1002},{"uri":"Gravity","surface_form":"gravity","offset":1665},{"uri":"Gravitational_energy","surface_form":"gravitational energy","offset":1710},{"uri":"Space-time","surface_form":"spacetime","offset":1833}]}