{"id":582332,"url":"http://en.wikipedia.org/wiki/Heat_of_combustion","text":"The Heat of Combustion, also called calorific value or energy value of a substance is the amount of energy that is released when burning a given amount of the substance. This energy is released in the form of heat, when the substance is burned in standard conditions.\nChemistry.\nHeat of combustion (\"Δ\"H\"°c\") is the measure of the amount of energy released in the form of heat (\"q\") when one mole of a substance is burned (combustion). The production of heat means the reaction is an exothermic process and gives off energy. Heat of combustion is a specialized form of reaction enthalpy because it is measured at standard conditions and is limited to one mole starting material. The (°) symbol shows that the heat of combustion value is obtained at standard conditions: 25 degrees Celsius (298.15 Kelvin) and at a constant pressure. The pressure is reported both at either one bar or at one atmosphere depending on the source.,\nHeat of combustion is also called the enthalpy of combustion because the energy evolved from the combustion reaction results from the change in the overall enthalpy of the starting substance as it reacts completely with oxygen. The terms heat of combustion and enthalpy of combustion are used interchangeably due to the First law of thermodynamics and the relationships between heat at constant pressure (\"q\"P), the change in internal energy (ΔU), and the change in enthalpy (ΔH).,\nThe equation for the change in internal energy is\nIf the equation is rearranged, then\nThe equation for the change in enthalpy is\nΔ\"H\" = Δ\"U\" + \"P\"Δ\"V\" + \"V\"Δ\"P\".\nThe term \"V\"Δ\"P\" cancels because there is no change in pressure so\nHeat of combustion measurements are most common for the combustion of organic hydrocarbons, compounds composed of carbon and hydrogen, but can include other atoms found in organic compounds such as nitrogen, phosphorous, sulfur and especially oxygen. Heat of combustion values are most widely used for determining if a substance is an effective fuel source. Many organic compounds can be found in [https://en.wikipedia.org/wiki/Heat_of_combustion#Heat_of_combustion_tables| Heat of Combustion Tables]\nThe units for heat of combustion can be varied, but are always reported as a unit of energy per mole or per unit of mass or volume depending on the method used to report the values. To evaluate the efficiency of a substance as a fuel, energy per unit of mass or volume is more convenient.\nAs with all combustions and many oxidation reactions, oxygen must be present in order for the substance to combust. Combustion reactions are carried out with oxygen at constant pressure in a calorimeter. A representative combustion reaction is that of methane (CH4) in the presence of oxygen\nCH4(g) + O2(g) → CO2 + H2O(l)\nThe products of a combustion reaction are water and carbon dioxide gas as long as the reactants are oxygen and hydrocarbons. The water product can be in the form of gas or liquid depending on the temperature post-combustion. A true heat of combustion determination has liquid water at the end of the reaction due to the fact that the experiment is returned to the standard temperature of 25°C at which water condenses into liquid..","categories":[],"infobox_types":[],"annotations":[{"uri":"Substance","surface_form":"substance","offset":73},{"uri":"Energy","surface_form":"energy","offset":100},{"uri":"Heat","surface_form":"heat","offset":209},{"uri":"Energy","surface_form":"energy","offset":341},{"uri":"Heat","surface_form":"heat","offset":372},{"uri":"Mole","surface_form":"mole","offset":392},{"uri":"Combustion","surface_form":"combustion","offset":423},{"uri":"Reaction","surface_form":"reaction","offset":469},{"uri":"Exothermic","surface_form":"exothermic","offset":484},{"uri":"Enthalpy","surface_form":"enthalpy","offset":578},{"uri":"Standard_temperature_and_pressure","surface_form":"standard conditions","offset":613},{"uri":"Kelvin","surface_form":"Kelvin","offset":797},{"uri":"Bar_(unit)","surface_form":"bar","offset":877},{"uri":"Atmosphere_(unit)","surface_form":"atmosphere","offset":891},{"uri":"First_law_of_thermodynamics","surface_form":"First law of thermodynamics","offset":1248},{"uri":"Internal_energy","surface_form":"internal energy","offset":1354},{"uri":"Organic","surface_form":"organic","offset":1709},{"uri":"Hydrocarbons","surface_form":"hydrocarbons","offset":1717},{"uri":"Atoms","surface_form":"atoms","offset":1796},{"uri":"Calorimeter","surface_form":"calorimeter","offset":2620}]}