{"id":58236,"url":"http://en.wikipedia.org/wiki/William_Byrd","text":"William Byrd (born probably 1539 or 1540; died Stondon Massey, 4 July 1623) was the greatest English composer of his time. He wrote music of all types that were popular then: keyboard music for virginals and for the organ, vocal music, especially choral music, both for the church (“sacred”) as well as non-sacred (“secular”).\nByrd lived in a time of great changes. Henry VIII had broken away from the Roman Catholic church and had founded the Anglican Church. The monarch (king or queen) was the Head of the Church of England. During Byrd’s lifetime the monarchs who reigned had different ideas about what church music should be like. Byrd was always a Catholic. This sometimes made life difficult for him, but he was always faithful to the monarchy, and he had a lot of tact in dealing with people.\nByrd grew up in the Renaissance period. He lived into the 17th century which is the period known in music as the Baroque period.\nYouth.\nWe know very little about Byrd’s early life. Most books say that he was born in 1543, but a document that was found recently makes us think he was probably born late in 1539 or in 1540. He may have come from Lincoln which is where his first job was, but he probably had some of his education in London. This is likely because we know he was a pupil of Thomas Tallis who worked in London. Tallis was in charge of the music of the Chapel Royal which was the best choir in England, and it is likely that Byrd sang in the choir when he was a boy. Queen Mary was on the throne at the time. She was Catholic and she liked church music to be quite long and complicated, with Latin words. This gave composers lots to do, and the young Byrd started composing church music at this time.\nLincoln period.\nAround 1563 Byrd got the job of Organist and Choir Master of Lincoln Cathedral. This was an important job for such a young man, and he had an extra-large salary, so people must have thought he was a very good musician. By this time Queen Elizabeth I was on the throne. She had different ideas from Mary. She was Protestant, and liked church music to be simpler, although she still liked the Latin service. In Lincoln Byrd was sometimes told off for playing organ music that was too long and complicated. Byrd composed a lot of music for the cathedral. He also married in 1568 and they had at least seven children.\nChapel Royal.\nIn 1570 he got a job as Gentleman of the Chapel Royal in London. He may have done both jobs for a year or two, and he certainly continued to write music for Lincoln for some years after that. He settled in London and started to make many friends. He was very careful to get to know lots of important people who would be able to help him in his career.\nIn 1575 Queen Elizabeth gave William Byrd and Thomas Tallis together a patent for music publishing. This meant that they earned some money for every bit of music that was published, printed or sold in England. Music publishing had only just started in England. It was still very expensive to have music printed. Byrd thanked the Queen by publishing some of his Latin motets and dedicating them to her. They were called \"Cantiones Sacrae\" (\"Sacred Songs\"). He also wrote a collection of \"Psalmes, Sonets and Songs\" (1588) and \"Songs of Sundrie Natures\" (1589). His church music includes settings of the Service and many anthems such as the popular \"Sing joyfully\".\nLater years.\nIn 1593 he moved with his family to Stondon Massey in Essex. He spent the rest of his life there. Most of his church music from that time on was in Latin. He wrote three settings of the Mass and two books of \"Gradualia\" which were large collections of music for the whole year.\nByrd also wrote a lot of keyboard music. Some of it was for a collection called \"My Ladye Nevells Booke\", some of it was for the \"Fitzwilliam Virginal Book\".\nHe died on July 4, 1623, and is buried in an unmarked grave in the Stondon churchyard.\nHis music.\nByrd’s music has a lot of variety, largely because of the different ideas people had various times during the period. There were lots of political and religious arguments between groups of people. In the early 17th century people were often sent to prison for writing Catholic music. Byrd seems to have escaped such punishment, although he was involved in several lawsuits. He was lucky that he was able to continue to live as a free man and compose. Being on good terms with the Queen must have helped him.\nByrd wrote music for the Anglican church and for the Roman Catholic Church. His \"Cantiones Sacrae\" published in 1589 and 1591 are collections of Latin motets. These are the very best of Byrd’s works, and better than anything that was being written in Europe at that time. He probably wrote them for private (illegal) gatherings of Catholics, so this meant that he could write in whatever style he wanted. His music is very contrapuntal, representing the best of the English Renaissance style.\nHis Latin church music was forgotten after his death. It only became popular in the early 20th century when it was rediscovered.\nByrd also wrote very beautiful music for viols as well as a lot of keyboard music.","categories":[],"infobox_types":[],"annotations":[{"uri":"1539","surface_form":"1539","offset":28},{"uri":"1540","surface_form":"1540","offset":36},{"uri":"4_July","surface_form":"4 July","offset":63},{"uri":"1623","surface_form":"1623","offset":70},{"uri":"England","surface_form":"English","offset":93},{"uri":"Composer","surface_form":"composer","offset":101},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":175},{"uri":"Virginals","surface_form":"virginals","offset":194},{"uri":"Pipe_organ","surface_form":"organ","offset":216},{"uri":"Vocal","surface_form":"vocal","offset":223},{"uri":"Choral","surface_form":"choral","offset":247},{"uri":"Henry_VIII_of_England","surface_form":"Henry VIII","offset":366},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":402},{"uri":"Anglican_Church","surface_form":"Anglican Church","offset":444},{"uri":"Tact","surface_form":"tact","offset":772},{"uri":"Renaissance","surface_form":"Renaissance","offset":821},{"uri":"17th_century","surface_form":"17th century","offset":859},{"uri":"Baroque_music","surface_form":"Baroque period","offset":914},{"uri":"1543","surface_form":"1543","offset":1017},{"uri":"Document","surface_form":"document","offset":1029},{"uri":"1539","surface_form":"1539","offset":1106},{"uri":"Lincoln%2C_Lincolnshire","surface_form":"Lincoln","offset":1145},{"uri":"Education","surface_form":"education","offset":1219},{"uri":"London","surface_form":"London","offset":1232},{"uri":"Thomas_Tallis","surface_form":"Thomas Tallis","offset":1289},{"uri":"Chapel_Royal","surface_form":"Chapel Royal","offset":1366},{"uri":"Mary_I_of_England","surface_form":"Queen Mary","offset":1480},{"uri":"Lincoln_Cathedral","surface_form":"Lincoln Cathedral","offset":1791},{"uri":"Salary","surface_form":"salary","offset":1884},{"uri":"Elizabeth_I_of_England","surface_form":"Queen Elizabeth I","offset":1962},{"uri":"1568","surface_form":"1568","offset":2301},{"uri":"1570","surface_form":"1570","offset":2361},{"uri":"Gentleman_of_the_Chapel_Royal","surface_form":"Gentleman of the Chapel Royal","offset":2382},{"uri":"1575","surface_form":"1575","offset":2713},{"uri":"Patent","surface_form":"patent","offset":2781},{"uri":"Motet","surface_form":"motet","offset":3077},{"uri":"Dedication","surface_form":"dedicating","offset":3088},{"uri":"Service_(music)","surface_form":"Service","offset":3312},{"uri":"1593","surface_form":"1593","offset":3390},{"uri":"Mass_(music)","surface_form":"Mass","offset":3573},{"uri":"Prison","surface_form":"prison","offset":4170},{"uri":"Lawsuit","surface_form":"lawsuit","offset":4285},{"uri":"1589","surface_form":"1589","offset":4541},{"uri":"1591","surface_form":"1591","offset":4550},{"uri":"Contrapuntal","surface_form":"contrapuntal","offset":4852},{"uri":"20th_century","surface_form":"20th century","offset":5012},{"uri":"Viol","surface_form":"viol","offset":5092}]}