{"id":58245,"url":"http://en.wikipedia.org/wiki/Ra","text":"\"This article is about the Egyptian Sun god Ra or Re. For the chemical element, see Radium\"\nIn Egyptian mythology, Ra was the god of the sun. He was the most important god in Ancient Egypt. He had many names, such as Amun-Ra, and Ra-Horakhty. It was said he was born each morning in the East, and died each night in the West. In the night he traveled through the underworld. This is why the west side of the Nile was known as the land of the dead. He was the king of the gods.\nName.\nRa was thought to be the god of the sun and creation. Ra’s name came from Re and Amun. The name Re was from Upper Egypt and the name Amun came from Lower Egypt. When Upper and Lower Egypt came together they changed the name to Amun-Re. Over thousands of years the name Amun-Re evolved into Amun-Ra and then just to Ra. From then on people called him Re or Ra. Ra used to mean “mouth” in the Egyptian language. Some names are:Re, the Creator, Khepry, etc.\nLooks.\nRa has many forms. His best-known form is the man with the head of a Hawk and the sun disk above him. He may also be depicted as a scarab beetle or a man. One is Amun-Ra, which is a ram and the other, Ra-Hakorthaty which is a sky sun god.\nFriends and enemies.\nSome time around the Middle Kingdom, Ra and Osiris became friends. This was unusual because Osiris lived in the Underworld and Ra lived in the Heavens. All the other gods wanted to be friends with Ra. They hoped that if they were friends with Ra, Ra would tell them his hidden name. But Ra did have some enemies. Seth was sometimes Ra’s enemy, but Seth \"did\" help Ra fight Apep, a snake god. The fact that Seth helped Ra reminded all of the gods that Seth was not all bad. Isis was another enemy of Ra, she had tricked him into giving her his hidden name so her husband Osiris could be king of the gods.\nWorship.\nThe cult of Ra began to grow from around the time of the II Dynasty, establishing Ra as the sun god. By the IV Dynasty, the Pharaohs were seen as \"Sons of Ra\". His worship increased much in the V Dynasty, when he became a state deity. Pharaohs had pyramids, obelisks, and solar temples built in his honor.\nPowers.\nRa was believed to be the greatest Egyptian god when it came to powers. His powers live in his hidden name. Only he knew his hidden name so only he could use the powers. It was said that he had the best powers throughout the land. He could make anything, he made people, he made the world, and he made the heavens. That is how great his powers were. One day Isis wanted to have his powers so she sent a serpent to poison him on his daily walk. The serpents venomous bite was so painful that Ra gave in and told her his secret name of creation.Then Isis banished Ra to the Duat, (Spirit World), so Osiris her husband could be king.\nFamily.\nRa's daughter with Nut (his granddaughter) was named Hathor, the goddess of love. Ra had two children Shu, the god of air and Tefnut, the goddess of morning dew. They had two children named Nut, the goddess of the sky and Geb, the god of earth. They had four children named Isis, the goddess of home, Nephthys, the goddess of mourning, Set, the god of the desert, and Osiris, god of the afterlife. They paired up and had two more children, Anubis, god of embalming, and Horus, god of the sky.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemistry","surface_form":"chemical","offset":62},{"uri":"Chemical_element","surface_form":"element","offset":71},{"uri":"Radium","surface_form":"Radium","offset":84},{"uri":"Egyptian_mythology","surface_form":"Egyptian mythology","offset":95},{"uri":"Deity","surface_form":"god","offset":126},{"uri":"Sun","surface_form":"sun","offset":137},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":175},{"uri":"Creation","surface_form":"creation","offset":527},{"uri":"Ancient_Egypt","surface_form":"Egyptian language","offset":874},{"uri":"Hawk","surface_form":"Hawk","offset":1014},{"uri":"Scarab_beetle","surface_form":"scarab beetle","offset":1076},{"uri":"Osiris","surface_form":"Osiris","offset":1249},{"uri":"Osiris","surface_form":"Osiris","offset":1297},{"uri":"Seth","surface_form":"Seth","offset":1518},{"uri":"Apep","surface_form":"Apep","offset":1578},{"uri":"Seth","surface_form":"Seth","offset":1656},{"uri":"Isis","surface_form":"Isis","offset":1678},{"uri":"Cult","surface_form":"cult","offset":1822},{"uri":"II_Dynasty","surface_form":"II Dynasty","offset":1875},{"uri":"IV_Dynasty","surface_form":"IV Dynasty","offset":1926},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":1942},{"uri":"Worship","surface_form":"worship","offset":1982},{"uri":"V_Dynasty","surface_form":"V Dynasty","offset":2012},{"uri":"Deity","surface_form":"deity","offset":2046},{"uri":"Pyramid","surface_form":"pyramid","offset":2066},{"uri":"Obelisk","surface_form":"obelisk","offset":2076},{"uri":"Temples","surface_form":"temples","offset":2096},{"uri":"Hathor","surface_form":"Hathor","offset":2824},{"uri":"Shu","surface_form":"Shu","offset":2873},{"uri":"Tefnut","surface_form":"Tefnut","offset":2897},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":2961},{"uri":"Geb","surface_form":"Geb","offset":2993},{"uri":"Nephthys","surface_form":"Nephthys","offset":3072},{"uri":"Seth","surface_form":"Set","offset":3107},{"uri":"Osiris","surface_form":"Osiris","offset":3139},{"uri":"Anubis","surface_form":"Anubis","offset":3211},{"uri":"Horus","surface_form":"Horus","offset":3241}]}