{"id":582533,"url":"http://en.wikipedia.org/wiki/Goku_Black","text":"Goku Black, sometimes known as Black or Zamasu, is a Saiyan character from Dragon Ball Super.\nBackground.\nGoku Black was originally a Shinjin named Zamasu from Universe 10, he was the North Kai of said universe, one day he was selected to be a Supreme Kai due to his excellent fighting skills and sent to train with one of the current Supreme Kai, Gowasu. While Zamasu learned more of the mortals of that universe, he began to reject this training with the Kais and began plotting a plan to eradicate all mortal life, which he later called the Zero Mortals Plan. Then he learned of Goku and his ability to use God Ki, which only reinforced his hatred for mortals. One day, Zamasu prepared some tea for himself and Gowasu, after Gowasu takes a drink Zamasu attacks and kills him, Zamasu later steals the Time Ring, a ring capable of altering space and time, and the Super Dragon Balls. Zamasu then uses the Super Dragon Balls to switch bodies with Goku, after swapping bodies he kills Goku and his family now effectually becoming Goku Black.\nAppearance and Personality.\nGoku Black's physical structure is nearly identical to Goku's with the differences of being slightly slimmer than Goku and his skin tone is a little darker. Goku Black wears different clothing than Goku he wears a sleeveless dark grey uwagi, a long-sleeved black undershirt with a turtleneck, a red sash, black pants and white boots. He wears a single gold and green Potara earring on his left ear. In the anime he also wears a Time Ring on his right index finger. Goku Black's personality and behavior is very different than Goku. While Goku has a cheerful and energetic behavior Goku Black however has a psychopathic and malevolent personality due to Zamasu's soul inside his body (albeit the two being different people). Goku Black is also extremely sadistic as he almost always taunts his opponents. Black also rejects a request from the future Zamasu of being immortal like him saying that he is satisfied with his extreme power.\nCharacter role (Anime).\nGoku Black's first television appearance is when he is seen by Future Trunks destroying buildings and cities, he then kills Future Trunks' mother Future Bulma before he engaged in battle with Trunks. When Trunks turns into a Super Saiyan he is overwhelmed by Goku Black and he quickly finds a place to hide in order to find his time machine and go back in time merely escapes Goku Black with the time machine while severely injured. Goku Black figures where Future Trunks has went to and uses his time ring to travel to the past. Goku Black went to the past to see Trunks has recovered and he notice Goku, Vegeta and Beerus, Goku flies up to him to challenge him into a fight which Goku Black accepts and Black hits him with an energy blast knocking him into a rocky cliff. Goku then goes Super Saiyan 2 and continues his fight with Black, Future Trunks and the Z Fighters cheer Goku on and questions why Goku is not using his full power and then Black knocks Goku down to the ground with a strong kick to the head. Strangely the time patrol done by Goku Black's time ring starts to pull him back to the future. Goku Black tries to resist the restraint of the distortion but before the distortion pulls Black back to the future Black destroys Trunks' time machine leaving Future Trunks in the past stranded. After his fight with Goku, Black returns to the future timeline and collapse to the ground he then regains his composure and starts testing his abilities in Goku's body he then starts mocking Goku and Trunks' inability to defeat him. With Trunks's departure in the future, Black moves to attacking the base of the resistance formed by the Earthlings, who struggle to defend it from him and are for the most part murdered by Black then and there, the few survivors having to flee and designate a new base. When Trunks returns with Vegeta and Goku they spot Goku Black nearby, Black goes to their destination which Vegeta turns Super Saiyan Blue and challenge Black to a battle, Black instantly grabs Vegeta's chin and Vegeta backs off, Vegeta thinks to himself charges at Goku Black with a barrages of punches to no avail Vegeta backs off again and Black kicks Vegeta in the gut which pushes him back. Black shows all three Saiyans his new transformation: Super Saiyan Rosé a pink haired Super Saiyan. Vegeta then charges at Black in the air and then Black stabs him with an energy blade in the chest and Vegeta collapses, unconscious. Goku then gets in the battle with Black but Black overpowers him. Right before Goku Black goes for the final blow with the Kamehameha, Future Zamasu appears and teams up with Black to overpower Goku and Trunks. Goku, Vegeta and Trunks manage to escape to the past to find a plan to defeat Black and Zamasu. The trio then return to the future with Bulma and confronts Black and Zamasu. Black then reveals his true identity and says he's in fact the present Zamasu who switch bodies with Goku via the Super Dragon Balls. He then transforms to his Super Saiyan Rosé form and battles against Goku, Trunks and Vegeta with his teammate Zamasu. Goku Black and Zamasu again overpowered the three Saiyans to which Goku and Vegeta escape to the past again this time without Trunks with Trunks trying to hold Zamasu and Black down so Goku and Vegeta can try to find a plan to defeat Zamasu and Black. Later Goku Black and Zamasu are seen in a hillside cabin discussing their Zero Mortal Plan. They are later discovered by Earth's Resistance team which one of the Resistance team member fires a strong bullet stunning Goku Black. Goku Black survives uninjured realizes he's been strike by a bullet, Trunks then finds Black and Zamasu, and Trunks then turns into his Super Trunks form and then Black turns Super Saiyan Rosé and he and Zamasu fly to fight Super Trunks and overwhelmed Trunks in the process then Goku and Vegeta returns with Bulma and a jar. Black quickly destroys the time machine and then the Supreme Kai of Universe 7 and Gowasu appears to watch the battle. Vegeta then turns Super Saiyan Blue and rushes at Goku Black, he dominates Goku Black with punches and kicks which shocks Goku Black that how Vegeta got so strong in a short period of time. Goku Black then tells Vegeta about the hypocrisy of mortals and tells him about his true power and potential, Black then creates a scythe and tries to slash Vegeta to which he dodges from and it created a huge rift which created many duplicates of Goku Black. Goku who fighting with Zamasu gets in the fight of Vegeta and Black. Zamasu then flies off to find Trunks and the others when Zamasu finds them, Bulma tries to flirt with the evil Shinjin to persuade him not to kill anymore, Trunks then finds Zamasu choking his mother and tries the Evil Containment Wave to put him in a jar, Zamasu then breaks out of the jar. Panicking, Goku Black then senses what is going on and teleports to Zamasu, Goku then teleports himself and Vegeta to Black and Zamasu. Goku Black than realizes he had enough playing around with Goku and the others and then convinces Zamasu to fuse with him the evil duo of Goku Black and Zamasu then fused into Fused Zamasu or Zamasu Black. Goku and the gang are stunned by Fused Zamasu's raw power, then Fused Zamasu creates a halo around him and starts dominating Goku and Vegeta while Future Trunks takes the earthlings to a safer place. After sensing Goku and Vegeta losing by the hands of Fused Zamasu, Trunks then rushes to help Goku and his father. Trunks then fires a Galick Gun against the fusion and then Vegeta fires a Galick Gun as well which took the power out of Vegeta and Trunks. The fused being then creates a huge energy ball to destroy the mortals which was intercepted by Goku's Super Kamehameha wave and explodes on Fused Zamasu. After the explosion, Fused Zamasu is seen with purple goo on his right part of the body (as apposed to Goku Black not being immortal as his left part of the body is fine due to Future Zamasu's immortality), Goku then knocks the evil fused being down with a kick. After that Goku then suggests that he and Vegeta should fuse too, which Vegeta reluctantly agrees to thus becoming Vegito. Vegito quickly turns Super Saiyan Blue and starts beating down Zamasu Black. Vegito then charges and fires his Final Kamehameha wave which Zamasu Black dodges from, Vegito then hits Fused Zamasu with a big punch and then he defuses into Goku and Vegeta and then Fusion Zamasu then knocks down Goku and Vegeta. Strangely Trunks' sword starts glowing into a Spirit Sword he then rushes towards Zamasu Black and splits Zamasu Black in half ending the evil duo reign of terror.","categories":[],"infobox_types":["character"],"annotations":[{"uri":"Halo","surface_form":"halo","offset":7274}]}