{"id":58278,"url":"http://en.wikipedia.org/wiki/Indigenous_Australians","text":"Indigenous Australians, also known as Aboriginal Australians'\", are the native people of Australia. Indigenous Australians used weapons like boomerangs sticks and spears to kill animals for food and many more. It is unknown where they came from and how they appeared in Australia but it is estimated they have been habitants to their homeland for around 60,000 years ago or more. Aboriginal people also have their own type of art.\nMany Indigenous Australians suffered when Europeans from Britain and Ireland arrived in Australia. Disease and the loss of their hunting lands are two of the reasons.\nHistory of Aboriginal Australia.\nThe first people of Australia were nomadic people who came to Australia from southeast Asia. Scientists do not know exactly when they arrived but it is at least 50,000 years ago. They travelled through the bush, hunting with spears and boomerangs (throwing sticks) and searching for food such as plants, grubs, and insects, and hunting for animals. They had few possessions and made everything they needed. This way of life does not change or harm the fragile environment of Australia. The well-being of the land, and its plants and animals are vital and sacred to the aboriginal people. Aborigines have a unique way of telling their history. They use songs and stories that are passed from generation to generation.\nWhen the British came to Australia in 1788, they called these native people “aboriginals”, meaning people who had lived there since the earliest times. Today their numbers are increasing (data from censuses). There are now about 650,000 Aborigines in Australia.\nMost live in cities, but a few thousand still follow a traditional way of life.\nDreamtime.\nAboriginal Australians believe that they have animal, plant, and human ancestors who created the world and everything in it. This process of creation is called Dreamtime. There are many songs and stories about Dreamtime, which generations of aboriginal people have passed down to their children. Say someone dies they get a new life as a plant or another person.\nArt.\nThe art of the Indigenous Australians is mostly about dreamtime and is made as part of the ceremonies celebrating Dreamtime. Paintings of the people, spirits, and animals of Dreamtime cover sacred cliffs and rocks in tribal territories. Some of the pictures are made in red and yellow ochre and white clay, others have been carved into the rocks. Many are thousands of years old.\nUrban life.\nMost aboriginal Australian live in cities & towns. Some have benefitted from government education and aid programmes and have careers as teachers, doctors and lawyers. Many, though, are poor and isolated from white society. They have lost touch with traditional aboriginal tribal ways, and because they do not fit neatly into white Australian society, they cannot share its benefits.\nBoomerangs.\nAs well as the curved returning boomerang, aboriginal Australians use a straight, non-returning boomerang as a weapon for fighting and for hunting animals such as kangaroos.\nLand claims.\nWhen British people came to live in Australia, they decided that the land was empty: that nobody \"owned\" the land, in the way Europeans used that word. This was called \"terra nullius\", Latin words for \"empty land\". Under British law, all land belongs to the king, who is then able to sell it to other people.\nIn 1976, the Australian government agreed that aboriginal people have rights to the land where their tribes were originally located and gained the right to use the land. On 3 June, 1992, the High Court of Australia said that the idea of \"terra nullius\" was wrong, and the government brought in new laws, to set up Native Title. If aborigines can prove they have always used particular land, it has not been sold, or changed by government acts, then the land could be claimed as aboriginal land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":89},{"uri":"Boomerang","surface_form":"boomerang","offset":141},{"uri":"Animal","surface_form":"animal","offset":178},{"uri":"Food","surface_form":"food","offset":190},{"uri":"Aboriginal_art","surface_form":"type of art","offset":418},{"uri":"Britain","surface_form":"Britain","offset":488},{"uri":"Ireland","surface_form":"Ireland","offset":500},{"uri":"Asia","surface_form":"Asia","offset":718},{"uri":"The_bush","surface_form":"the bush","offset":833},{"uri":"Dreamtime","surface_form":"Dreamtime","offset":1861},{"uri":"Terra_nullius","surface_form":"terra nullius","offset":3213},{"uri":"Latin_language","surface_form":"Latin","offset":3229},{"uri":"High_Court_of_Australia","surface_form":"High Court of Australia","offset":3544}]}