{"id":5828,"url":"http://en.wikipedia.org/wiki/Gender","text":"Gender is a word that is used to talk about how people express masculine (traits most people think of as male) or feminine (traits most people think of as female) traits. It is commonly used for a person's sex (male or female) but this word only means someone’s biology (body parts).\nDefinitions and history.\n\"Gender\" comes from the Latin word genus which meant \"kind\" or \"type\". In the few hundred years before the 1950s, the term 'gender' was used only in the field of grammar. In 1955, a scientist began to use the word \"gender\" in new ways when referring to people, in a way that was related to their 'sex' but not quite the same. The term was not applied to other animals. They continued to have different “sexes”.\nGrammar.\nBefore the 1950s, the term 'gender' was used only in the field of grammar, and only to distinguish a category of words that are called 'feminine nouns' from other words that are 'masculine nouns'.<a href=\"Gender%23cite%2520note-1\">a></a><a href=\"Gender%23cite%2520note-haig-2\">a></a> Early Indo-European languages~had three genders. Languages that come from Latin like Spanish, French, and Italian have lost one, and their nouns are either feminine or masculine in gender. For example, in Spanish, 'house' (\"casa\") is feminine, and 'day' (\"día\") is masculine. Some languages still have three genders, like German. Outside of their grammatical category, the word 'gender' was not used to refer to people. At that time, when one spoke about someone being either 'male' or 'female', the word used was \"sex\".\nPronouns.\nMerriam Webster officially recognized the pronoun \"they\" as a singular use pronoun in 2019. According to the dictionary, the word had actually been used as a non-gender binary pronoun since the 1300s. Around the time Merriam Webster made this announcement, artist Sam Smith announced that their correct pronouns were actually they/them. Typically, for those who identify as female, the correct pronouns are she/her, and for males, he/him.\nSee Grammatical gender for more detail.\nThe Difference Between Sex and Gender.\nMany people often use the terms \"sex \" and \"gender\" interchangeably, however, they have two different meanings. The term \"sex\" refers to the biological assignment of an individual, which is often based on scientific knowledge. This biological determination is often made at birth. Doctors often assign sex by looking at pre-natal images or directly inspecting genetalia at birth. This determination is still based on our beliefs on gender, a social distinction. The problem lies in what happens when an individual falls outside of the typical categories of \"male\" or \"female\". Some medical professionals have turned to the Karyotype method to look at the sex chromosomes to determine biological sex. \"Gender\", on the other hand, is more of a psychological factor. Gender is determined by our expressions, and behaviors rather than scientific knowledge.\nGender is Socially Constructed.\nTypically, gender has been described by using terms such as man, lesbian, or even transexual. These terms are applied to people on the basis of culturally constructed characteristics. Although many people may be biologically assigned a sex, their gender may not align with this sex. An individual's gender is often assigned by outsiders based on cultural norms: outward appearance, body shape and size, physical activity, etc.. Although an individual's gender is determined by psychology, a gender identity can be constructed by wearing particular clothing, language, actions and such, that are associated with that gender identity in a given society. Psychologist and Feminist Anthropologist Anne Fausto-Sterling calls this embodiment.\nGender roles.\nIn 1955, John Money created the term gender role and began to use it to mean something different from sex. Gender roles are how a society thinks different genders are like and are used to tell people of different sexes how to act should act. Some examples of this are often people view feminine or female people as better at cooking or cleaning rather than doing sports. These roles change over time but differ based on different groups of people, but they are all ideas that are created by people rather than coming from nature.\nGender Identity Development.\nThe term identity means the mental image someone has of themself as well as some kind of similarity with others in some particular way. Gender identity, specifically, refers to the experiences someone has that are similar to a person of a particular gender. This gender identity affects how a person views themself as well as how they interact with others. Developmental psychologists have found that the development of an identity begins in early adolescence. Learning about what it means to be a particular gender also starts at an early age. During adolescence, children begin to internalize the gender roles in their surroundings and \"gender intensification\" occurs. Gender intensification means that the child feels more pressure to conform to socially sanctioned gender norms, resulting in deeper gender role differentiation for boys and girls. Biological, can affect gender identity development as well. Research done with animals has shown that pre-natal sex hormones affect the sexual differentiation of the brain.\nGender binary.\n‘Binary’ comes from the Latin word bini meaning two together. As such binary refers to an idea in which there are only two possible options that are often opposite. This is how most people thought of gender throughout history in many parts of the world with male and female being the only two options.\nThinking of gender in this way can lead to a society with strict gender roles that are in place for a long time to think that those are natural or biological roles that each option has to conform to at birth. Examples of this are women who are not allowed access to education or jobs or men who are expected to not be emotional or soft. Strict binary gender roles are also often tied to reasons for oppression of sexualities outside of the majority. Societies often enforce gender binaries due to concepts like tradition and the idea that their stability relies on keeping this binary in place.\nThe LGBTQ+ Community.\nThe term LGBTQ is constantly evolving and adding terms to the acronym as knowledge of the community becomes more widely known. As of 2020, the acronym has expanded to LGBTQQIAAP, which stands for Lesbian, Gay, Bisexual, Queer, Questioning, Intersex, Asexual, Ally, and Pansexual. The community is, however, mostly referred to as the LGBTQ+ community.\nIntersex.\nIntersex is the word used to describe the condition where a person has genitals that are not clearly male or female. There is a variety of ways this condition may physically manifest including infants that have enlarged clitorises or a combination of elements of both the male and female genitalia. Sex assignment is often performed on infants that have obvious intersex characteristics, this is often referred to as intersex genital mutilation. Some have recently suggested that medically unnecessary surgeries such as intersex genital mutilation be delayed until the child is old enough to make a medically informed decision with counseling. Many intersex individuals may even go their whole lives without knowing that they are intersex due to a chromosomal abnormality. Typically, females' sex chromosomes are XX and males XY, however, XXY (Klinefelter syndrome), XXXY, XXXXY, and XYY are some other possibilities.\nGender spectrum.\nAlthough many societies still exist under a gender binary, more and more around the world are becoming more accepting of ideas of gender outside of strict male and female categories. An important thing to know about gender in this form is that the people who exist within them have always existed but have not always been free to express themselves. One example of this is people who are transgender, those who were labeled based on their biological sex, but eventually come to realize that label does not fit what they identify with. In addition to this, some people do not experience gender in a way that fits into a binary at all, and these people are called either non binary or genderqueer.\nAnother category that is not a part of the gender binary is called intersex. Intersex people are born without obviously male or female genitalia. It is a common practice in hospitals that an intersex baby will have a surgery that makes them one sex. Doctors do this with the belief it will help the child later on in life as they begin to develop during puberty. However, it can cause mental and emotional issues for the child if they begin to struggle with gender identity. Intersexuality is not a well accepted or understood idea in most places, since most people have never heard of it or are willing to accept people who are.","categories":[],"infobox_types":[],"annotations":[{"uri":"Male","surface_form":"masculine","offset":63},{"uri":"Femininity","surface_form":"feminine","offset":114},{"uri":"Sex","surface_form":"sex","offset":206},{"uri":"Biology","surface_form":"biology","offset":262},{"uri":"Body","surface_form":"body parts","offset":271},{"uri":"Latin","surface_form":"Latin","offset":333},{"uri":"Genus","surface_form":"genus","offset":344},{"uri":"1950s","surface_form":"1950s","offset":416},{"uri":"Grammar","surface_form":"grammar","offset":471},{"uri":"Scientist","surface_form":"scientist","offset":491},{"uri":"Sex_organ","surface_form":"sex","offset":606},{"uri":"Grammar","surface_form":"grammar","offset":795},{"uri":"Nouns","surface_form":"nouns","offset":874},{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":1019},{"uri":"Language","surface_form":"Language","offset":1062},{"uri":"Latin","surface_form":"Latin","offset":1087},{"uri":"Spanish_language","surface_form":"Spanish","offset":1098},{"uri":"French_language","surface_form":"French","offset":1107},{"uri":"Italian_language","surface_form":"Italian","offset":1119},{"uri":"German_language","surface_form":"German","offset":1335},{"uri":"Sam_Smith_(singer)","surface_form":"Sam Smith","offset":1808},{"uri":"Grammatical_gender","surface_form":"Grammatical gender","offset":1987},{"uri":"Karyotype","surface_form":"Karyotype","offset":2685},{"uri":"Sex_chromosome","surface_form":"sex chromosomes","offset":2717},{"uri":"Anne_Fausto-Sterling","surface_form":"Anne Fausto-Sterling","offset":3640},{"uri":"John_Money","surface_form":"John Money","offset":3707},{"uri":"Gender_role","surface_form":"gender role","offset":3735},{"uri":"Society","surface_form":"society","offset":3828},{"uri":"Identity_(philosophy)","surface_form":"identity","offset":4266},{"uri":"History","surface_form":"history","offset":5514},{"uri":"Education","surface_form":"education","offset":5864},{"uri":"Emotion","surface_form":"emotion","offset":5916},{"uri":"Oppression","surface_form":"oppression","offset":5997},{"uri":"Stability","surface_form":"stability","offset":6143},{"uri":"Klinefelter_syndrome","surface_form":"Klinefelter syndrome","offset":7420},{"uri":"Non-binary","surface_form":"non binary","offset":8180},{"uri":"Genderqueer","surface_form":"genderqueer","offset":8194},{"uri":"Sex_organ","surface_form":"genitalia","offset":8342},{"uri":"Intersexuality","surface_form":"Intersexuality","offset":8682}]}