{"id":582966,"url":"http://en.wikipedia.org/wiki/Wesley_L._Fox","text":"Wesley Lee Fox (September 30, 1931 – November 24, 2017) was a retired United States Marine Corps colonel with 43 years of service. Fox received the Medal of Honor for his heroic actions during the Vietnam War, and was thought to be one of the Marine Corps' legendary heroes.\nEarly life.\nFox was born in Herndon, Virginia. He studied at Warren County High School. He married Dotti Fox in the 1950s.\nService.\nBeginning in September 1967, Fox served in the Vietnam War for 13 months as an executive officer of a South Vietnamese Marine Battalion. In November 1968, he was reassigned to Vietnam as the company commander of Company A, 1st Battalion, 9th Marines until May 1969.\nOn February 22, 1969, during Operation Dewey Canyon in Quang Tri Province, he was wounded twice. He was wounded the first time in the shoulder when his company was attacked by a large enemy force. A first lieutenant at the time, Fox then personally neutralized one enemy emplacement and directed his company to destroy others. After his company's executive officer was mortally wounded, he continued to direct the company's actions, ordering air strikes and coordinating the advance until the enemy retreated; Fox, the only officer left in his company that was capable of resisting the enemy, was wounded again in the final assault, but refused medical attention while he reorganized his troops and prepared the wounded for evacuation.\nFor his heroic actions that day he was presented the Medal of Honor by President Richard Nixon on March 2, 1971.\nLater life.\nFox retired from the Marine Corps as a full colonel in September 1993 at the mandatory age of 62. Fox has written a book about his experiences in the military, \"Marine Rifleman: Forty-Three Years in the Corps\" (), and was featured on the 2003 PBS program \"American Valor\".\nFox died in Blacksburg, Virginia in the evening of November 24, 2017 at the age of 86.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_Marine_Corps","surface_form":"United States Marine Corps","offset":70},{"uri":"Colonel_(United_States)","surface_form":"colonel","offset":97},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":148},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":197},{"uri":"Herndon%2C_Virginia","surface_form":"Herndon, Virginia","offset":303},{"uri":"Warren_County_High_School","surface_form":"Warren County High School","offset":336},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":454},{"uri":"Company_commander","surface_form":"company commander","offset":598},{"uri":"1st_Battalion%2C_9th_Marines","surface_form":"1st Battalion, 9th Marines","offset":630},{"uri":"Operation_Dewey_Canyon","surface_form":"Operation Dewey Canyon","offset":702},{"uri":"Quang_Tri_Province","surface_form":"Quang Tri Province","offset":728},{"uri":"Executive_officer","surface_form":"executive officer","offset":1020},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":1490},{"uri":"Public_Broadcasting_Service","surface_form":"PBS","offset":1777},{"uri":"Blacksburg%2C_Virginia","surface_form":"Blacksburg, Virginia","offset":1819}]}