{"id":58291,"url":"http://en.wikipedia.org/wiki/Clam","text":"A clam is a type of shellfish. Clams can be found in saltwater and freshwater. This is a common usage term, and so includes quite a variety of shellfish. Clams are a fairly common form of bivalve, therefore making it part of the phylum Mollusc. There are many clams in the ocean, but some can also be found in some lakes, streams, and rivers.\nThe word 'clam' is often applied to those that are edible and live almost of their lives halfway buried in the seafloor. Clams have two shells of equal size connected by two aductor muscles and have a powerful burrowing foot.\nClams for cooking do not live attached to rocks (whereas oysters and mussels do). Clams are often got by digging and cooked and served as clam chowder. They may be found on menus in restaurants that serve seafood.\nClams eat plankton, and are eaten by small sharks and squid.\nClams have a burrowing foot that they use to dig down into the sand or mud to hide.\nThe shell has three layers. The top one is called mother-of-pearl because it is a coating of pearl material.\nA living freshwater clam can work like a filter in fish tanks to keep the water clean.\nLife span.\nSome clams have life cycles of only one year, while at least one may be over 500 years old. All clams have two calcareous shells or valves joined near a hinge with a flexible ligament, and all are filter feeders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shellfish","surface_form":"shellfish","offset":20},{"uri":"Saltwater","surface_form":"saltwater","offset":53},{"uri":"Freshwater","surface_form":"freshwater","offset":67},{"uri":"Bivalve","surface_form":"bivalve","offset":188},{"uri":"Mollusc","surface_form":"Mollusc","offset":236},{"uri":"Ocean","surface_form":"ocean","offset":273},{"uri":"Edible","surface_form":"edible","offset":394},{"uri":"Cooking","surface_form":"cooking","offset":579},{"uri":"Oyster","surface_form":"oyster","offset":626},{"uri":"Mussel","surface_form":"mussel","offset":638},{"uri":"Clam_chowder","surface_form":"clam chowder","offset":707},{"uri":"Restaurants","surface_form":"restaurants","offset":751},{"uri":"Seafood","surface_form":"seafood","offset":774},{"uri":"Plankton","surface_form":"plankton","offset":793},{"uri":"Sharks","surface_form":"sharks","offset":826},{"uri":"Squid","surface_form":"squid","offset":837},{"uri":"Valve_(mollusc)","surface_form":"valves","offset":1267},{"uri":"Filter_feeder","surface_form":"filter feeder","offset":1332}]}