{"id":58298,"url":"http://en.wikipedia.org/wiki/Hornet","text":"Hornets are the largest of the social wasps. They can reach up to 55mm (5.5 cm, 2.2in) in length. The \"true hornets\" make up the genus Vespa. True hornets can be distinguished from other vespines by the form of their head. Hornets live in Europe, Asia, Africa, and the Americas. They live in warm and wet forests, and in desert climates. They do not occur in climates where it is cold all year round.\nLife-cycle.\nFirst a queen starts to build a nest. This depends on the weather. In North America this happens in spring. As the hornet that starts to build the nest, she is the architect of the nest's design. In the built space she will lay eggs. These hatch, and become larvae. The queen will feed the first larvae, until they make a cocoon. After transforming, they will become the first \"workers\". These will do most of the work. The workers will build a hierarchy amongst themselves.\nIf the space where the nest is built becomes too small, the colony will move to another spot.\nIn autumn young queens will hatch. Young males will hatch from unfertilized eggs. These males are called drones. The young queens will build a cocoon to spend the winter, once they have been fertilized. All the other animals will die with the first frost.\nPrey.\nHornets and yellowjackets are good for gardens. This is because their prey is mostly made of insects which are considered pests. They also feed on bees, but their colonies only last for a year, they die in winter. A medium-sized colony, made of 300-400 animals will need about 500g (half a kilo, 1 lb) of food per day, during the high season, that is in the summer months. Animals hunted include flies, wasps, bees, locusts, beetles, caterpillars, dragonflies and spiders.\nAnimals called \"hornets\".\nHornets are often confused with yellowjackets. Yellowjackets are smaller, and their coloring is different. They are bright yellow and black.\nYellowjackets are attracted to the \"sweetness\" of human foods, especially in autumn. Hornets feed on live insects, this sweetness does not attract them.\nSome other large wasps are sometimes referred to as \"hornets\". This is particularly true for the bald-faced hornet in North America. The bald-faced hornet is mostly black and white in coloring. This is very different from the black-and-yellow coloring of other wasps. It is set apart by its black and ivory coloration. The name \"hornet\" is used for this and related species mainly because of their habit to make aerial nests (similar to the true hornets') rather than the nests underground the wasps use. Another example is the Australian hornet, which is actually a species of potter wasp.\nAnimals that look like hornets.\nThere are some animals that have changed their appearance to look like hornets. In these case, looking like a hornet is a defense for the animal, because it will be attacked less often. These animals include the Lunar Hornet Moth, the Hornet Moth, the Hornet Mimic Hoverfly. This behaviour is called Batesian mimicry\nAnimals living with hornets.\nThere is a kind of beetle, called \"Velleius dilatatus\" that lives with hornet nests. It lives from the leftovers of the hornets' food, and from dead hornets. It finds hornet nests with its very good sense of smell.\nDealing with flying hornets.\nFlying hornets which are hunting and which are not close to their nest will usually not sting, unless they feel threatened. They should not be squeezed; making a breeze at them can also irritate them and make them feel threatened.\nHornets hunt when there is only little light available - humans will call it darkness. Like other insects they are attracted to light. If possible, the light should be extinguished for a short time. The hornets will then continue as usual. If it is not possible to put out the light, a glass jar can be used to catch the hornet. With a paper under the glass, the hornet can then be transported to a safe place away from that light where it can be released.\nDealing with hornet nests.\nHornets will defend their nest, or hive. Depending on the species of hornet, they will do this in a radius of between. Concussions within that radius should be avoided. If they are disturbed often, they will make this radius bigger. There are specially trained people who can move hornet nests - note that in many parts of Europe, the hornet is an endangered species; killing a hornet, destroying or disturbing a hornet nest can lead to a fine.\nStings.\nHornets have a stinger. They use this to kill prey, and to defend themselves.\nHornet stings can be very painful, but they are not more dangerous than the stings of other wasps or bees. With every sting, there is the danger of an allergic reaction and of shock after this reaction. Also, stings in the area of the mouth can make breathing difficult, or impossible.\nPeople who are allergic develop an Anaphylaxis - an allergic reaction. This can be fatal, if it is not treated immediately with Epinephrine (also known as Adrenaline).\nHornets can alert the whole nest. This means that all workers there will defend it. This can lead to a dangerous situation. One sting of a hornet is not dangerous; with 200 to 250 of them, the situation is different.","categories":[],"infobox_types":[],"annotations":[{"uri":"Eusociality","surface_form":"social","offset":31},{"uri":"Wasp","surface_form":"wasp","offset":38},{"uri":"Europe","surface_form":"Europe","offset":239},{"uri":"Asia","surface_form":"Asia","offset":247},{"uri":"Africa","surface_form":"Africa","offset":253},{"uri":"Americas","surface_form":"Americas","offset":269},{"uri":"Forest","surface_form":"forest","offset":305},{"uri":"Desert","surface_form":"desert","offset":321},{"uri":"Architect","surface_form":"architect","offset":577},{"uri":"Larva","surface_form":"larva","offset":671},{"uri":"Cocoon","surface_form":"cocoon","offset":735},{"uri":"Frost","surface_form":"frost","offset":1231},{"uri":"Pest","surface_form":"pest","offset":1366},{"uri":"Bee","surface_form":"bee","offset":1391},{"uri":"Winter","surface_form":"winter","offset":1450},{"uri":"Fly","surface_form":"flies","offset":1640},{"uri":"Wasp","surface_form":"wasp","offset":1647},{"uri":"Bee","surface_form":"bee","offset":1654},{"uri":"Locust","surface_form":"locust","offset":1660},{"uri":"Beetle","surface_form":"beetle","offset":1669},{"uri":"Caterpillar","surface_form":"caterpillar","offset":1678},{"uri":"Dragonfly","surface_form":"dragonflies","offset":1692},{"uri":"Spider","surface_form":"spider","offset":1708},{"uri":"Yellowjacket","surface_form":"yellowjacket","offset":1775},{"uri":"Autumn","surface_form":"autumn","offset":1961},{"uri":"Bald-faced_hornet","surface_form":"bald-faced hornet","offset":2134},{"uri":"Australian_hornet","surface_form":"Australian hornet","offset":2565},{"uri":"Potter_wasp","surface_form":"potter wasp","offset":2615},{"uri":"Lunar_Hornet_Moth","surface_form":"Lunar Hornet Moth","offset":2872},{"uri":"Hornet_Moth","surface_form":"Hornet Moth","offset":2895},{"uri":"Hornet_Mimic_Hoverfly","surface_form":"Hornet Mimic Hoverfly","offset":2912},{"uri":"Batesian_mimicry","surface_form":"Batesian mimicry","offset":2960},{"uri":"Beetle","surface_form":"beetle","offset":3025},{"uri":"Velleius_dilatatus","surface_form":"Velleius dilatatus","offset":3041},{"uri":"Wasp","surface_form":"wasp","offset":4588},{"uri":"Bee","surface_form":"bee","offset":4597},{"uri":"Allergy","surface_form":"allergic reaction","offset":4647},{"uri":"Shock_(circulatory)","surface_form":"shock","offset":4672},{"uri":"Mouth","surface_form":"mouth","offset":4731},{"uri":"Breath","surface_form":"breath","offset":4746},{"uri":"Anaphylaxis","surface_form":"Anaphylaxis","offset":4817},{"uri":"Epinephrine","surface_form":"Epinephrine","offset":4910}]}