{"id":583113,"url":"http://en.wikipedia.org/wiki/D%C3%A9couvertes_Gallimard","text":"(,; in United Kingdom: \"New Horizons\", in United States: \"Abrams Discoveries\") is an illustrated encyclopaedic collection of pocket-sized books created by the French publisher Éditions Gallimard, made in the style of ('art book'). The first volume\n(English-language edition: \"The Search for Ancient Egypt\") was published on 21 November 1986, which is written by the French Egyptologist Jean Vercoutter.\nOverview.\nThe birth of this collection was based on an idea by Pierre Marchand, then directed by Élisabeth de Farcy. There are 588 volumes plus more than 150 books of spin-offs in this collection, each book focuses on a particular topic, such as history and archaeology, culture and society, art and aesthetics, science and technology, a biography of a famous person, or memories of places, etc. The whole collection covers almost everything of human knowledge. The A6 paper size (125 × 178 mm) is used for these pocket books and printed on thick and glossy coated paper, with a lot of full colour illustrations extracted from heritage resources to decorate the informational texts. Each book has a “Documents” section, more detailed documentary information and historical records are provided here, as well as the sources of all illustrations for those who want to learn further.\nThe \"Découvertes\" collection has been translated into more than 20 languages and sold over 20 million copies worldwide as of 1999. The English edition of \"Découvertes Gallimard\" is published by Harry N. Abrams in United States under the title \"Abrams Discoveries\" series, and in United Kingdom it is published by Thames & Hudson called \"New Horizons\" series.","categories":[],"infobox_types":["book series"],"annotations":[{"uri":"Encyclopedia","surface_form":"encyclopaedic","offset":97},{"uri":"Collection_(publishing)","surface_form":"collection","offset":111},{"uri":"Pocket_edition","surface_form":"pocket-sized books","offset":125},{"uri":"%C3%89ditions_Gallimard","surface_form":"Éditions Gallimard","offset":176},{"uri":"Egyptology","surface_form":"Egyptologist","offset":373},{"uri":"Jean_Vercoutter","surface_form":"Jean Vercoutter","offset":386},{"uri":"Pierre_Marchand_(editor)","surface_form":"Pierre Marchand","offset":466},{"uri":"Paper_size","surface_form":"paper size","offset":872},{"uri":"Coated_paper","surface_form":"coated paper","offset":961},{"uri":"Illustration","surface_form":"illustration","offset":1001},{"uri":"Cultural_heritage","surface_form":"heritage","offset":1030},{"uri":"Abrams_Books","surface_form":"Harry N. Abrams","offset":1478},{"uri":"Thames_%26amp%3B_Hudson","surface_form":"Thames & Hudson","offset":1597}]}