{"id":583252,"url":"http://en.wikipedia.org/wiki/Dog_bite_prevention","text":"Dog bite prevention is what can be done to stop dogs from biting. This takes work to educate people on what they can do to stop a dog from biting. People can get serious injuries or even die from dog bites. About 16,000–39,000 persons come near dogs and other animals that have rabies each year. These people receive immunizations to prevent or treat a rabies infection. Up to 800,000 Americans are treated for dog bites each year. Half of these are children. Young children get bitten by their family dog. Very old people are more likely to be bit than younger adults.\nAbout 4.5 million people in the US get bit by dogs each year. One out of five bites become infected. Dog bites are painful.\ndog bites can cause injuries or even death.\nCan you get bit?\nIf you know how to stop an dog from biting you will not be injured or die. Babies and children get bit more often than others. Small children can be bit if they walk toward or play with a dog. They should be watched by adults. Those children who are five-years-old to age nine are the most likely to be bit by a dog. Children need medical care for their bites more than adults. Men get bitten more than women. Over half of dog bites happen at home with dogs that are pets. If a home has many dogs then it is more likely that the people living in the home will be bitten. If there are two or more dogs in a home, the people in that home are fives more likely to be bitten.\nWhen a dog is friendly it still may bite. If a dog wags its tail people think the dog is friendly. When a dog wags its tail it can be afraid, ready to fight, or angry. Dogs can wag their tail and then bite a person.\nThings you can do.\nPeople may know if the dog has already been seen growling, snapping or biting. This may be a dangerous dog and bite people. Dogs can show if they are going to bite because of how they stand and act. People can learn how to see how the dog looks and act. People can learn the body language of dogs and know when the dog might bite. If the dog is snarling, has a wrinkled nose, eyes that are black, and fur that stands up, the dog is dangerous and might bite.\nIf you are attacked.\nEven if you are attacked by a dog, you can protect yourself.\nTraining a dog makes it less dangerous. Children can learn how to not get bitten by a dog.","categories":[],"infobox_types":[],"annotations":[{"uri":"Education","surface_form":"educate","offset":85},{"uri":"Dog_bite","surface_form":"dog bite","offset":196},{"uri":"Rabies","surface_form":"rabies","offset":278},{"uri":"Immunizations","surface_form":"immunizations","offset":317}]}