{"id":58333,"url":"http://en.wikipedia.org/wiki/Brown_dwarf","text":"A brown dwarf is an object which is made of the same things as stars, but does not have enough mass for hydrogen fusion (the combining of hydrogen atoms into helium atoms). Nuclear fusion is what makes stars glow. Brown dwarfs are not massive enough to do this, so they are not regular stars. On the other hand, they are not regular giant planets, because they do glow. They are thought to be many but few have been found because their absolute magnitude is small.\nTheir mass is between the heaviest gas giants and the lightest stars, with an upper limit around 75 to 80 times the mass of Jupiter (\"MJ\"). Brown dwarfs more massive than 13 \"MJ\" are thought to fuse deuterium and those above ~65 \"MJ\", fuse lithium as well.\nDespite their name, most brown dwarfs would appear magenta to the human eye.\nThe nearest known brown dwarf is WISE 1049-5319 about 6.5 light years away, a binary system of brown dwarves discovered in 2013.\nDiscovery.\nWhat became known as brown dwarfs were talked about in the 1960s. Alternative names for brown dwarfs were proposed, including planetar and substar. They remained hypothetical for decades.\nEarly theories suggested that an object less than 0.09 solar masses would never go through normal stellar evolution. The discovery of deuterium-burning down to 0.012 solar masses and the impact of dust formation in the cool outer atmospheres of brown dwarfs in the late 1980s brought these theories into question. However, such objects were hard to find because they emit almost no visible light. Their strongest emissions are in the infrared (IR) spectrum, and ground-based IR detectors were too imprecise at that time to readily identify any brown dwarfs.\nFor many years, efforts to discover brown dwarves were fruitless. In 1988, however, GD 165B was discovered, showing none of the features expected of a low-mass red dwarf star. Today, GD 165B is recognized as the prototype of a class of objects now called \"L dwarfs\". Although the discovery of the coolest dwarf was highly significant at the time, it was debated whether GD 165B would be classified as a brown dwarf or simply a very-low-mass star, because observationally it is very difficult to distinguish between the two.\nSoon after the discovery of GD 165B, other brown-dwarf candidates were reported. Most failed to live up to their candidacy, however, because the absence of lithium showed them to be stellar objects. True stars will burn their lithium within a little over 100 million years (my), whereas brown dwarfs will not. Confusingly, brown dwarves have temperatures and luminosities similar to some true stars. In other words, the detection of lithium in the atmosphere of an object means that, if it is older than 100 my, it is a brown dwarf.\nIn 1994/5 the study of brown dwarfs changed with the discovery of two definite substellar objects (Teide 1 and Gliese 229B).\nThe first confirmed brown dwarf was discovered in 1994. They called this object Teide 1 and it was found in the Pleiades open cluster. \"Nature\" highlighted \"Brown dwarfs discovered, official\" in the front page of that issue. The distance, chemical composition, and age of Teide 1 was established because it is in the young Pleiades star cluster. Teide 1's mass is 55 times that of Jupiter, and clearly below the stellar-mass limit.\nMore notable was Gliese 229B, which was found to have a temperature and luminosity well below the stellar range. Remarkably, its near-infrared spectrum clearly exhibited a methane absorption band at 2 micrometres, a feature that had previously only been observed in the atmospheres of giant planets and that of Saturn's moon Titan. This discovery helped to establish yet another spectral class even cooler than L dwarfs, known as \"T dwarfs\", for which Gliese 229B is the prototype.\nA brown dwarf below 65 Jupiter masses is unable to burn lithium by thermonuclear fusion at any time during its evolution. High-quality spectral data showed that Teide 1 had kept the initial lithium amount of the original molecular cloud from which Pleiades stars formed. This proved the lack of thermonuclear fusion in its core.\nTeide 1 was considered for some time the smallest object out of the Solar System that had been identified by direct observation. Since then over 1800 brown dwarfs have been identified. Some are very close to Earth such as Epsilon Indi Ba and Bb, a pair of brown dwarfs gravitationally bound to a sunlike star around 12 light-years from the Sun, and WISE 1049-5319 a binary system of brown dwarfs about 6.5 light-years away.\nIssues.\nFor some years now there has been debate concerning what criterion to use for defining the separation between a very-low-mass brown dwarf and a giant planet (~13 Jupiter masses). One school of thought is based on formation, and another on interior physics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_fusion","surface_form":"hydrogen fusion","offset":104},{"uri":"Hydrogen","surface_form":"hydrogen","offset":138},{"uri":"Atoms","surface_form":"atoms","offset":147},{"uri":"Helium","surface_form":"helium","offset":158},{"uri":"Absolute_magnitude","surface_form":"absolute magnitude","offset":436},{"uri":"Gas_giant","surface_form":"gas giant","offset":500},{"uri":"Jupiter","surface_form":"Jupiter","offset":589},{"uri":"Deuterium","surface_form":"deuterium","offset":664},{"uri":"Lithium","surface_form":"lithium","offset":705},{"uri":"Magenta","surface_form":"magenta","offset":773},{"uri":"WISE_1049-5319","surface_form":"WISE 1049-5319","offset":832},{"uri":"Stellar_evolution","surface_form":"stellar evolution","offset":1225},{"uri":"Solar_mass","surface_form":"solar mass","offset":1293},{"uri":"Atmosphere","surface_form":"atmosphere","offset":1357},{"uri":"Infrared","surface_form":"infrared","offset":1561},{"uri":"Red_dwarf","surface_form":"red dwarf","offset":1845},{"uri":"Lithium","surface_form":"lithium","offset":2365},{"uri":"Atmosphere","surface_form":"atmosphere","offset":2657},{"uri":"Teide_1","surface_form":"Teide 1","offset":2841},{"uri":"Gliese_229","surface_form":"Gliese 229","offset":2853},{"uri":"Pleiades","surface_form":"Pleiades","offset":2979},{"uri":"Pleiades","surface_form":"Pleiades","offset":3190},{"uri":"Jupiter","surface_form":"Jupiter","offset":3248},{"uri":"Methane","surface_form":"methane","offset":3471},{"uri":"Saturn_(planet)","surface_form":"Saturn","offset":3610},{"uri":"Titan_(moon)","surface_form":"Titan","offset":3624},{"uri":"Thermonuclear_fusion","surface_form":"thermonuclear fusion","offset":3848},{"uri":"Epsilon_Indi","surface_form":"Epsilon Indi","offset":4332},{"uri":"WISE_1049-5319","surface_form":"WISE 1049-5319","offset":4459}]}