{"id":58348,"url":"http://en.wikipedia.org/wiki/Germanicus","text":"Germanicus Caesar (24 May 15 BC – 10 October 19 AD) was a Roman general. He was the son of the general Nero Claudius Drusus, and nephew of Emperor Tiberius.\nGermanicus commanded the Roman forces in their campaign of 14/16 AD against the Germanic tribes. Three whole Roman legions had been wiped out in the Battle of the Teutoburg Forest in 9 AD. It was the greatest disaster in Roman military history.\nPlans for the revenge were started by the Emperor Augustus, and put into effect by his successor Tiberius. Germanicus had command of eight legions, one-third of the Roman Army. He destroyed the opposing German tribes, and recovered two of the three symbolic legionary eagles which had been lost. He was called back by Tiberius after he crossed the Rhine. The reasons for the recall are not agreed, but Augustus had set the Rhine as the limit of Rome's ambitions in Germany.\nGermanicus was given an official triumph. A contemporary calendar gives 26 May as the day in which \"Germanicus Caesar was borne into the city in triumph\". Coins issued under his son Gaius (Caligula) depicted him on a triumphal chariot, with the reverse reading \"Standards Recovered. Germans Defeated\".\nIn AD 18 he was given charge of the eastern part of the empire. Germanicus died in Syria for unknown reasons.","categories":[],"infobox_types":[],"annotations":[{"uri":"BC","surface_form":"BC","offset":29},{"uri":"AD","surface_form":"AD","offset":48},{"uri":"Ancient_Rome","surface_form":"Roman","offset":58},{"uri":"General_officer","surface_form":"general","offset":64},{"uri":"Nero_Claudius_Drusus","surface_form":"Nero Claudius Drusus","offset":103},{"uri":"Emperor_Tiberius","surface_form":"Emperor Tiberius","offset":139},{"uri":"Germanic_tribes","surface_form":"Germanic tribes","offset":237},{"uri":"Roman_legion","surface_form":"Roman legion","offset":266},{"uri":"Battle_of_the_Teutoburg_Forest","surface_form":"Battle of the Teutoburg Forest","offset":306},{"uri":"Augustus","surface_form":"Augustus","offset":452},{"uri":"Tiberius","surface_form":"Tiberius","offset":499},{"uri":"Legionary","surface_form":"legionary","offset":660},{"uri":"Rhine","surface_form":"Rhine","offset":750},{"uri":"Calendar","surface_form":"calendar","offset":933},{"uri":"Caligula","surface_form":"Caligula","offset":1065},{"uri":"Syria","surface_form":"Syria","offset":1261}]}