{"id":583780,"url":"http://en.wikipedia.org/wiki/Bob_Beatty","text":"Robert \"Bob\" Beatty is the head football coach for the Trinity Shamrocks, a high school football team located at Trinity High School in Louisville, Kentucky. He is the most successful High School Football coach in Kentucky state history, having won 12 state championship titles, and 1 National Championship over the course of his forty-year long career.\nIn 2011, he was named by \"USA Today\" as the National High School Coach of the Year. Beatty was the East's head coach at the U.S. Army All-American Bowl in 2012.\nIn 2013, he was named by \"Athlon Sports\" as the tenth most important High School Football Coach in the United States. On January 10, 2017, he was given the Key to the City of Louisville, Kentucky, by Mayor (and Trinity graduate) Greg Fischer.\nPersonal Life.\nBeatty was born on June 7, 1955, in Butler, Missouri. In 1974, he went to Missouri Southern State College, where he graduated in 1978 with a Bachelor's in Education. In 1980, Beatty married his wife Jayne. They have two grown up children, Jennifer and David.\nClinton High School.\nBeatty's Coaching Career began in 1978, when he took a job as an Assistant Coach at Clinton High School in Clinton, Missouri. He worked there for two years, then he moved to Liberty, Missouri. Beatty was also a teacher during that time.\nWilliam Jewell College.\nIn 1980, Beatty took a job as the Offensive Coordinator for William Jewell College in Liberty, Missouri. He worked at the job from 1981 to 1986. Beatty then left the college and moved to Blue Springs, Missouri. Beatty was also a teacher during that time.\nBlue Springs High School.\nIn 1986, Beatty took a job as the Offensive Coordinator at Blue Springs High School, in Blue Springs, Missouri. He was there until 1997, when he was offered the position of head coach. He took the role and was their head coach until the year 2000, when he moved to Louisville, Kentucky. Beatty was also a teacher during that time.\nTrinity High School.\nBeatty came to Trinity High School in 2000 to be the head coach of the Trinity Shamrocks Football team. The very next year, Beatty led the team to victory over rival Male High School in the 2001 state championship. Beatty kept up his winning streak by winning the state championships in 2002, 2003, 2005, 2006, 2007, 2008, 2010, 2011, and 2012. However, in 2013, the Shamrocks ended the season 6-6. Beatty took this as a sign that his team needed a complete makeover. He said: \"It's been a long time since we ended a season with a loss. You find out whether you want to spit that taste out of your mouth or swallow it again.\"\nBeatty chose to follow up these words with a plan. He fired all but one of his defensive coordinators, and hired Jay Cobb, a former head coach at Knott County Central, Somerset, and Campbellsville, as the new defensive coordinator. After the shakeup, Trinity went on to win the state championship the next year in 2014, as well as in 2016.\nIn addition to serving as the Head Football Coach, Beatty also works at Trinity as a teacher for freshmen at the school. He teaches a course that combines Physical Education, as well as Health education, which includes information on drugs, alcohol and tobacco, as well as anatomy and physiology.\nState Championship Record.\nBelow is a list of Trinity High School's State Championship Wins during the tenure of Head Coach Bob Beatty.\nCoaching Record at Trinity.\nBelow is a year-by-year breakdown of Beatty's coaching record at Trinity.\nCoaching Method.\nIn late May of 2013, a Trinity player approached Beatty and said, “I can’t wait for practice to start.” Beatty allegedly was startled by the comment. “You’re ready for me to scream and yell and cuss and spit?” he asked. “Sure,” the player said. “You’re not my friend. You’re my coach.\" According to Beatty, he had to smile, because that’s the way he approaches his players. “I don’t have 17-year-old friends, I have 17-year-old champions.\"\nAccording to Beatty, his team trains, practices, and plays for 11 months of the year. In 2013, he stated, \"If you are going to be in this program, you have to punch the clock.\" In late April, when Beatty starts practices for the next season, Beatty allegedly tells his players \"You better pray hard, because you belong to me now.\" He also stated in an interview that \"We try to get more done in two hours than other teams do in two weeks. There are no superfluous meetings. It’s all about efficiency and winning.\"\nFormer Players.\nBeatty has sent many of his former players to the NCAA D-I level. He coached quarterback Brian Brohm, who was featured on the cover of \"Sports Illustrated\" while he was a junior in high school at Trinity and who later played for the Louisville Cardinals, as well as with the Green Bay Packers and Buffalo Bills. Beatty also coached former quarterback Nick Petrino, who is the son of Louisville Cardinals football coach Bobby Petrino.","categories":[],"infobox_types":["person|"],"annotations":[{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville, Kentucky","offset":136},{"uri":"USA_Today","surface_form":"USA Today","offset":380},{"uri":"United_States","surface_form":"United States","offset":618},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville, Kentucky","offset":690},{"uri":"Greg_Fischer","surface_form":"Greg Fischer","offset":744},{"uri":"William_Jewell_College","surface_form":"William Jewell College","offset":1374},{"uri":"Louisville%2C_Kentucky","surface_form":"Louisville, Kentucky","offset":1860},{"uri":"NCAA_Division_I","surface_form":"NCAA D-I level","offset":4485},{"uri":"Sports_Illustrated","surface_form":"Sports Illustrated","offset":4571},{"uri":"Green_Bay_Packers","surface_form":"Green Bay Packers","offset":4710},{"uri":"Buffalo_Bills","surface_form":"Buffalo Bills","offset":4732}]}