{"id":58380,"url":"http://en.wikipedia.org/wiki/Thoth","text":"In Egyptian mythology, Thoth was the deity of scribes. He is thought to be one of the most important said to be born from the skull of Seth also said to be born from the heart of Ra.\nThoth was considered the heart and tongue of Ra. He was also the one who translated Ra's will into speech.\nShrines.\nThe main shrine of Thoth was at Khemennu. It was there that he was the head of the local company of deities. He also had shrines in Abydos, Hesert, Urit, Per-Ab, Rekhui, Ta-ur, Sep, Hat, Pselket, Talmsis, Antcha-Mutet, Bah, Amen-heri-ab, and Ta-kens.\nWorship.\nThoth was mostly prayed in the early dynasty. He was also prayed through the five days of celebration. They would sing hymns and chant spells for Thoth. There were many celebrations like \"The feast of Thoth\" in the year. He was a major god for the early dynasty.\nMyth.\nThoth played very important roles in Egyptian myths. He was said to have resurrected Osiris after he was slain by Seth and also later resurrected his son, Horus. He was also credited for creating 365 days instead of 360. One myth explains how Ra bans Nut from having children on any day of the year. Thoth then goes to the moon god, Khonsu, and gambles five days out of him, therefore giving five days (the demon days) when Nut can have children. He also was sometimes said to take the place of the Primeval Goose and be the creator of the world and all other gods.\nFamily.\nThoth had one direct relation to Ma'at that people know of, although some myths say he was the son of Ra. His feminine counterpart was a goddess named Seshat. She was also sometimes credited to be the inventor of hieroglyphs, while Thoth taught them. She was also said to be Thoth’s wife or daughter.\nRelationship to Ma'at.\nMa'at also played a big role next to Thoth. He was there at the weighing of the heart, noting, while Ma’at weighed the heart. They both stood on either side of Ra’s boat and also he was sometimes said to be Ma’at’s husband. Ma'at was the goddess of law, order, truth, and justice.\nPhysical Description.\nThoth was a unique god. He is said to have two forms: an ibis-headed human and a squatting dog-headed baboon. He held a stylus and a pallet, and sometimes the symbol of life, called the Ankh.\nTitles and Roles.\nThoth had many titles and a lot of roles. He was often called “Three times Great”. He was mediator, messenger, scribe and teacher. Some of his titles included;\n‘Scribe of Ma’at in the company of the gods’\n‘Judge of the two combatant gods’\n‘Three times great’ or ‘Thrice Great’\nThese numerous titles show that Thoth had a very significant importance to ancient Egyptian mythology. He had his high point of worship in the Old Kingdom.\nHermes and the Greeks.\nWhen the Greeks conquered Egypt, they equated Thoth with Hermes, their messenger god. Thoth’s central city was Khemenu, (where he has his chief temple) which the Greeks renamed to Hermopolis, city of Hermes. Today, ancient temples and ruins worshiping Thoth are there and what used to be Khemenu is now el-Eshmunein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egyptian_mythology","surface_form":"Egyptian mythology","offset":3},{"uri":"Deity","surface_form":"deity","offset":37},{"uri":"Scribe","surface_form":"scribe","offset":46},{"uri":"Skull","surface_form":"skull","offset":126},{"uri":"Seth","surface_form":"Seth","offset":135},{"uri":"Ra","surface_form":"Ra","offset":179},{"uri":"Heart","surface_form":"heart","offset":208},{"uri":"Tongue","surface_form":"tongue","offset":218},{"uri":"Speech","surface_form":"speech","offset":282},{"uri":"Khemennu","surface_form":"Khemennu","offset":331},{"uri":"Abydos%2C_Egypt","surface_form":"Abydos","offset":431},{"uri":"Hesert","surface_form":"Hesert","offset":439},{"uri":"Urit","surface_form":"Urit","offset":447},{"uri":"Per_(hieroglyph)","surface_form":"Per-Ab","offset":453},{"uri":"Rekhui","surface_form":"Rekhui","offset":461},{"uri":"Ta-ur","surface_form":"Ta-ur","offset":469},{"uri":"Sep","surface_form":"Sep","offset":476},{"uri":"Hat_(Egypt)","surface_form":"Hat","offset":481},{"uri":"Pselket","surface_form":"Pselket","offset":486},{"uri":"Talmsis","surface_form":"Talmsis","offset":495},{"uri":"Antcha-Mutet","surface_form":"Antcha-Mutet","offset":504},{"uri":"Bah","surface_form":"Bah","offset":518},{"uri":"Amen-heri-ab","surface_form":"Amen-heri-ab","offset":523},{"uri":"Ta-kens","surface_form":"Ta-kens","offset":541},{"uri":"Seth","surface_form":"Seth","offset":942},{"uri":"Horus","surface_form":"Horus","offset":983},{"uri":"Ra","surface_form":"Ra","offset":1071},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":1079},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":1252},{"uri":"Ra","surface_form":"Ra","offset":1504},{"uri":"Seshat","surface_form":"Seshat","offset":1553},{"uri":"Ma%27at","surface_form":"Ma'at","offset":1726},{"uri":"Ankh","surface_form":"Ankh","offset":2215}]}