{"id":584099,"url":"http://en.wikipedia.org/wiki/Jichang_Garden","text":"Jichang Garden () is in Wuxi, Jiangsu Province, China. It is close to Huishan Temple. It was claimed as a national protected location of historical and cultural relics on 13 January 1988. Xiequ Garden (谐趣园) in the Summer Palace and Guo Ran Da Gong (廓然大公) (or, Double-Crane House 双鹤斋) in Yuanming Yuan in Beijing are both similar to Jichang Garden.\nHistory.\nJichang Yuan is also called \"Qin Yuan\" (秦园). The site used to be two buildings called \"Nan Yin\" (南隐) and \"Ou Yu\" (沤寓). During the Ming dynasty, Qin Jin (秦金), bought \"Ou Yu\" of Huishan Temple. Qin was a metropolitan graduate in 1493 and also the descendant of Qin Guan, a famous lyricist in the Northern Song dynasty.He built it on the basis of old building, making hills and ponds, planting flowers and trees, building houses, and changing it to a garden. After the death of Qin Jin, the garden was inherited by his family member Qin Han and his son Qin Liang. In the summer of 1560, Qin Han built another garden at the top of Huishan,  called \"Feng Gu Shan Zhuang\" or \"Villa of Phoenix Valley\".\nAfter the death of Qin Liang, the garden was owned by his family member Qin Yao. Qin Yao was a member of Donglin party. In 1591, Qin Yao failed in the government. He returned to Wuxi in a bad mood, so he used the beautiful garden to relax. He changed the name to Jichang Yuan (寄畅园). The meaning of the name is \"send happiness\". In the Wanli era of the Ming dynasty, there are 20 places of interest in the garden, and Qin Yao make poems for each of them.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wuxi","surface_form":"Wuxi","offset":24},{"uri":"Jiangsu","surface_form":"Jiangsu","offset":30},{"uri":"China","surface_form":"China","offset":48},{"uri":"National_protected_location_of_historical_and_cultural_relics","surface_form":"national protected location of historical and cultural relics","offset":106},{"uri":"Summer_Palace","surface_form":"Summer Palace","offset":214},{"uri":"Yuanming_Yuan","surface_form":"Yuanming Yuan","offset":287},{"uri":"Beijing","surface_form":"Beijing","offset":304},{"uri":"Ming_dynasty","surface_form":"Ming dynasty","offset":487},{"uri":"Qin_Guan","surface_form":"Qin Guan","offset":616},{"uri":"Song_dynasty","surface_form":"Northern Song dynasty","offset":651}]}