{"id":5843,"url":"http://en.wikipedia.org/wiki/Dutch_language","text":"Dutch () is a West Germanic language. It comes from the Netherlands and is the country's official language. It is also spoken in the northern half of Belgium (the region called Flanders), and in the South American country of Suriname. A language known as \"Afrikaans\" was developed from Dutch by the people in southern Africa and is now spoken mainly in South Africa but also in nearby Namibia. About 22 million people around the world speak Dutch.\nHistory.\nDutch is a West Germanic language The West Germanic branch is divided into English, Frisian, German and Dutch. It is why Dutch is very much like English in its vocabulary and grammar, though it resembles German more than English does.\nThe North Germanic languages of Danish, Norwegian, Swedish and Icelandic are also part of the Germanic language branch. Dutch is also in some cases like these languages.\nThe Dutch of before 1170 is called \"Old Dutch\" (Oudnederlands). The Dutch between 1170 and 1500 is called \"Middle Dutch\" (Middelnederlands), which is also called \"Diets\". That's why Dutch is called Dutch in English. The word \"Dutch\" itself came from the Proto-Germanic word \"theodiscus\", which means \"language of the common people\" and which at the time was also used to refer to the Germans and their language. Over time, the modern English usage is now used to refer to that of the Netherlands and not the Germans. The Dutch word for German, \"Duits\", comes from the same origin.\nThe oldest Dutch book known is \"Wachtendonckse Psalmen\" which was written in 900. The first Dutch writer we know by name is Hendrik van Veldeke, who was born around 1150.\nLetters.\nDutch uses the same roman alphabet (letters) as English.\nVowels.\nNote: The e can also be a schwa (like in \"the\")\nOpen and Closed syllables.\nThe way of how vowels are pronounced, depends on the fact if the syllable is \"open\" or \"closed\". If a syllable is open, short written vowels are spoken as long ones. Short written vowels are only spoken short if the syllable is closed.\nThere are, however, exceptions to this rule as well. This can be seen in the word \"meenemen\". This word can be divided into three syllables: mee|ne|men. The e's in the first two syllables are long ones, but the last one is a mute e.\nThe mute e also occurs in the ending of verbs (usually -en).\nConsonants.\nNote: In words that end with \"-d\", the \"-d\" is pronounced like \"-t\".\nOnvoltooid tegenwoordige tijd.\nThe most simple verb-time is the onvoltooide tegenwoordige tijd (ott; present simple). The ott is used when something is occurring \"now\", or \"regularly\" (like: \"Hij eet regelmatig\" (He eats regularly)). Most verbs are conjugated (changed) in a regular form (these verbs are called \"regelmatige werkwoorden\" (regular verbs)). The word stem of the verb is still there in all of the conjugations (changes). The correct way of doing this is\nNote*: The stem of a verb is the infinitive of the verb without the final \"-en\". In some verbs, the first syllable is open, and any vowel therefore is long. The stem changes to a written long vowel. So the stem of \"lopen\" becomes \"loop\". If the \"-en\" is then added to the stem (for example with wij), the written form becomes short again (but it still will be spoken as a long vowel).\nOnvoltooid verleden tijd.\nThere are however words in \"'t kofschip\" are not so easy. This is for instance in the word \"vrezen\" (to fear). The stem of the verb is \"vrees\", so it seems that the verb is changed with a T. This is not true (it changed with a D), because \"vrezen\" minus \"-en\" is \"vrez\". The Z is not in \"'t kofschip\", so the verb is changed with a D.\nContinuating verbs.\nActually, there are three types of continuous verbs in Dutch.\nExamples.\n\" Ik heet... \" (my name is...)\n\" Ik hou van je \" (I love you)","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Germanic_language","surface_form":"West Germanic language","offset":14},{"uri":"Netherlands","surface_form":"Netherlands","offset":56},{"uri":"Official_language","surface_form":"official language","offset":89},{"uri":"Belgium","surface_form":"Belgium","offset":150},{"uri":"Flanders","surface_form":"Flanders","offset":177},{"uri":"South_America","surface_form":"South America","offset":199},{"uri":"Suriname","surface_form":"Suriname","offset":225},{"uri":"Afrikaans","surface_form":"Afrikaans","offset":256},{"uri":"Africa","surface_form":"Africa","offset":318},{"uri":"South_Africa","surface_form":"South Africa","offset":353},{"uri":"Namibia","surface_form":"Namibia","offset":385},{"uri":"Million","surface_form":"million","offset":403},{"uri":"West_Germanic_language","surface_form":"West Germanic language","offset":468},{"uri":"English_language","surface_form":"English","offset":532},{"uri":"Frisian_language","surface_form":"Frisian","offset":541},{"uri":"German_language","surface_form":"German","offset":550},{"uri":"North_Germanic_languages","surface_form":"North Germanic languages","offset":696},{"uri":"Danish_language","surface_form":"Danish","offset":724},{"uri":"Norwegian_language","surface_form":"Norwegian","offset":732},{"uri":"Swedish_language","surface_form":"Swedish","offset":743},{"uri":"Icelandic_language","surface_form":"Icelandic","offset":755},{"uri":"Proto-Germanic_language","surface_form":"Proto-Germanic","offset":1116},{"uri":"Proto-Germanic/%C3%BEiudiskaz","surface_form":"theodiscus","offset":1137},{"uri":"Germans","surface_form":"Germans","offset":1246},{"uri":"900","surface_form":"900","offset":1520},{"uri":"Hendrik_van_Veldeke","surface_form":"Hendrik van Veldeke","offset":1567},{"uri":"Roman_alphabet","surface_form":"roman alphabet","offset":1643},{"uri":"Syllable","surface_form":"syllable","offset":1828},{"uri":"Verb","surface_form":"verb","offset":2272},{"uri":"Verb","surface_form":"verb-time","offset":2421},{"uri":"Conjugation","surface_form":"conjugated","offset":2623},{"uri":"Word_stem","surface_form":"word stem","offset":2734},{"uri":"Infinitive","surface_form":"infinitive","offset":2875},{"uri":"Minus","surface_form":"minus","offset":3501}]}