{"id":584436,"url":"http://en.wikipedia.org/wiki/HeLa","text":"e=\"preserve\">The HeLa cell line is the oldest human cell line used in molecular biology research. Every cell in a cell line has the same genes. Since their discovery, scientists have been using HeLa cells to study cancer, radiation poisoning, and infectious disease. Like most cancer cells, HeLa cells have more DNA than normal cells. HeLa cells can also divide forever without the help of scientists. In contrast, normal, non-cancerous cells can only divide a for a little while before their telomeres shorten too much and the cell cannot divide any longer. HeLa cells have a special type of active telomerase that extends telomeres during regular division.\nOrigin.\nIn 1951, these cells were found in a cervical tumor of 30 year old Henrietta Lacks. A sample of the tumor was taken during Lacks' stay at Johns Hopkins Hospital by a doctor named George Gey. He did this without telling her. Lacks died later that year, but her neither her nor her family were ever told about the cells until many decades later.\nApplications.\nOne of the most famous uses for HeLa cells came when Jonas Salk used these cells to test his vaccine, which now protects a lot of people against polio. Some of the more recent uses for HeLa cells are a Human papillomavirus vaccine made by Harold zur Hausen. This vaccine won him a Nobel Prize in 2008. Another use for HeLa cells is telomerase research, which won Elizabeth Blackburn a 2009 Nobel Prize. HeLa cells have also been used for the development of new chemotherapy techniques and to test how and where nuclear radiation mutates cells.\nDebate.\nThe use of HeLa cells has drawn some criticism. This is because Henrietta Lacks did not know that a piece of her tumor had been taken. When Lacks was identified nearly twenty years later, it raised a lot of questions about the issue of medical consent. Consent is when someone gives permission for something to happen. By law, there are several rules put in place to protect people involved in scientific research from harm. These rules also apply to research samples, which are allowed to be used as long as the quality of care is maintained and the patient identity is protected. One paper notes that if Henrietta Lacks were alive today, doctors would not need to ask for her consent.\nSome people find it concerning that Henrietta Lacks wasn't asked for permission. This is because a lot of molecular biology techniques rely on DNA sequencing, so whenever the results of an experiment are published, the genetic information of the subject used is also put on full display. This is less of a problem when the identity of the sample's origin is fully protected, but troubling in the case of Henrietta Lacks. This is because full genome sequencing can reveal personal information like race, sex, and genetic history. In 2013, the entire HeLa cell line genome sequence was made public without the consent of Lacks' surviving family. Even though pieces of the HeLa genome have been sequenced separately, it is still possible to find genetic sequences that are often inherited together. This has the potential to reveal information about Lacks' surviving family. Critics argue that this represents a serious breach of privacy on behalf of the Lacks family. Since then, a new National Institutes of Health policy requires that researchers apply for special permission to access the full genome sequence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Molecular_biology","surface_form":"molecular biology","offset":70},{"uri":"Genes","surface_form":"genes","offset":137},{"uri":"Cancer","surface_form":"cancer","offset":214},{"uri":"Radiation_poisoning","surface_form":"radiation poisoning","offset":222},{"uri":"Infectious_disease","surface_form":"infectious disease","offset":247},{"uri":"DNA","surface_form":"DNA","offset":312},{"uri":"Telomeres","surface_form":"telomeres","offset":493},{"uri":"Telomerase","surface_form":"telomerase","offset":600},{"uri":"Cervical","surface_form":"cervical","offset":704},{"uri":"Tumor","surface_form":"tumor","offset":713},{"uri":"Jonas_Salk","surface_form":"Jonas Salk","offset":1078},{"uri":"Vaccine","surface_form":"vaccine","offset":1118},{"uri":"Polio","surface_form":"polio","offset":1170},{"uri":"Human_papillomavirus","surface_form":"Human papillomavirus","offset":1227},{"uri":"Nobel_Prize","surface_form":"Nobel Prize","offset":1306},{"uri":"Chemotherapy","surface_form":"chemotherapy","offset":1486},{"uri":"Genome","surface_form":"genome","offset":2939},{"uri":"National_Institutes_of_Health","surface_form":"National Institutes of Health","offset":3248}]}