{"id":584572,"url":"http://en.wikipedia.org/wiki/Callista_Gingrich","text":"Callista Louise Gingrich (\"née\" Bisek; born March 4, 1966) is an American politician and businesswoman. She is the current United States Ambassador to the Holy See since December 22, 2017. She was the President of Gingrich Productions. She is married to former Speaker of the U.S. House of Representatives and 2012 Republican Presidential candidate Newt Gingrich.\nAmbassadorship.\nOn May 15, 2017, President Donald Trump nominated Gingrich to serve as the United States Ambassador to the Holy See. On October 16, 2017, Gingrich was confirmed by the United States Senate with a 70 to 23 vote. She became ambassador on December 22, 2017\nPersonal life.\nCallista Bisek met Newt Gingrich in 1993 when he was House Minority Whip and she was working in the office of Congressman Steve Gunderson. Callista testified in 1999 as part of Gingrich's divorce proceedings that she and Newt Gingrich began a six-year affair in 1993 while Newt was married to his second wife, Marianne Gingrich. Newt divorced Marianne in December 1999, and on August 18, 2000, Callista and Newt were married in a private ceremony in Alexandria, Virginia.\nIn 2002, Newt Gingrich, although not a Catholic at the time, asked the Roman Catholic Archdiocese of Atlanta to officially annul his 19-year marriage to Marianne, on the basis that she had been previously married. Callista, a lifelong Catholic, was instrumental in her husband's conversion to Catholicism in 2009. The Gingriches live in McLean, Virginia.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"United_States_Ambassador_to_the_Holy_See","surface_form":"United States Ambassador to the Holy See","offset":123},{"uri":"Speaker_of_the_United_States_House_of_Representatives","surface_form":"Speaker of the U.S. House of Representatives","offset":261},{"uri":"Newt_Gingrich","surface_form":"Newt Gingrich","offset":349},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":407},{"uri":"United_States_Ambassador_to_the_Holy_See","surface_form":"United States Ambassador to the Holy See","offset":455},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":548},{"uri":"United_States_House_of_Representatives","surface_form":"House","offset":702},{"uri":"Minority_Whip","surface_form":"Minority Whip","offset":708},{"uri":"Alexandria%2C_Virginia","surface_form":"Alexandria, Virginia","offset":1099},{"uri":"Atlanta","surface_form":"Atlanta","offset":1222},{"uri":"Annul","surface_form":"annul","offset":1244},{"uri":"McLean%2C_Virginia","surface_form":"McLean, Virginia","offset":1458}]}