{"id":584581,"url":"http://en.wikipedia.org/wiki/Moors_murders","text":"The Moors murders were carried out by Ian Brady and Myra Hindley between July 1963 and October 1965, in and around what is now Greater Manchester, England.\nVictims.\nThe victims were five children aged between 10 and 17. They were Pauline Reade, John Kilbride, Keith Bennett, Lesley Ann Downey and Edward Evans. At least four of whom were sexually assaulted. The murders are so named because two of the victims were discovered in graves dug on Saddleworth Moor; a third grave was discovered on the moor in 1987, more than 20 years after Brady and Hindley's trial in 1966.\nThe body of a fourth victim, Keith Bennett, is also suspected to be buried there, but despite repeated searches it remains undiscovered.\nPolice investigation.\nThe police were initially aware of only three killings, those of Edward Evans, Lesley Ann Downey and John Kilbride. The investigation was reopened in 1985, after Brady was reported in the press as having confessed to the murders of Pauline Reade and Keith Bennett. Brady and Hindley were taken separately to Saddleworth Moor to assist the police in their search for the graves, both by then having confessed to the additional murders.\nTrial.\nThe trial was held over 14 days beginning on 19 April 1966, in front of Mr Justice Fenton Atkinson.\nBrady and Hindley pleaded not guilty to the charges against them; both were called to give evidence, Brady for over eight hours and Hindley for six.\nOn 6 May, after having deliberated for a little over two hours, the jury found Brady guilty of all three murders and Hindley guilty of the murders of Downey and Evans. As the death penalty for murder had been abolished while Brady and Hindley were held on remand, the judge passed the only sentence that the law allowed: life imprisonment. Brady was sentenced to three concurrent life sentences and Hindley was given two\nImprisonment.\nBrady was taken to Durham Prison and Hindley was sent to Holloway Prison.\nLater lives.\nHindley died of bronchopneumonia caused by heart disease on 15 November 2002 at the age of 60. Brady died on 15 May 2017 from complications from Chronic obstructive pulmonary disease at the age of 79.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greater_Manchester","surface_form":"Greater Manchester","offset":127},{"uri":"Sexual_assault","surface_form":"sexually assaulted","offset":338},{"uri":"Saddleworth_Moor","surface_form":"Saddleworth Moor","offset":443},{"uri":"Fenton_Atkinson","surface_form":"Fenton Atkinson","offset":1255},{"uri":"Death_penalty","surface_form":"death penalty","offset":1596},{"uri":"Murder_(Abolition_of_Death_Penalty)_Act_1965","surface_form":"abolished","offset":1630},{"uri":"Remand_(detention)","surface_form":"remand","offset":1677},{"uri":"Durham_(HM_Prison)","surface_form":"Durham Prison","offset":1875},{"uri":"Holloway_(HM_Prison)","surface_form":"Holloway Prison","offset":1913},{"uri":"Bronchopneumonia","surface_form":"bronchopneumonia","offset":1959},{"uri":"Heart_disease","surface_form":"heart disease","offset":1986},{"uri":"Chronic_obstructive_pulmonary_disease","surface_form":"Chronic obstructive pulmonary disease","offset":2088}]}