{"id":584538,"url":"http://en.wikipedia.org/wiki/Pothole_(landform)","text":"Potholes (also called kettles or kettle holes) are shallow bodies of water. They are filled with sediment. They are formed by retreating glaciers or by draining floodwaters.\nPotholes can be formed when big blocks of ice break off of glaciers. The blocks become covered by sediment the glacier leaves behind. When the block melts, the hole it leaves behind is a pothole.\nPotholes can also be formed when an ice-dammed lake suddenly drains away. As the ice melts, ramparts can form around the edge of the pothole. The lakes that fill these holes are usually deep or less. They eventually become filled with sediment. In acid conditions, a bog may form. In alkaline conditions, it will be peatland.\nOverview.\nKettles are landforms created by melted water from glaciers, a process called \"fluvioglacial.\" When warming weather conditions cause a glacier to start melting, large blocks of ice can break off in a process called \"calving.\" Rather than melting on the surface of the ground, the ice block can get partially or totally buried by dirt, rocks, and plant matter - the \"sediment\" carried in the glacier together with its ice content. This sediment piles up on the land where the glacier had been, a broad, smooth stretch called an \"outwash plain\" (or \"sandur\"). The kettle hole occurs when the exposed or buried ice block melts so that the surface of the sandur sinks. Multiple kettle holes can form near each other, and with the ridges and mounds of sediment around them the smooth surface of the sandur becomes irregular. Kettle holes can also occur in ridge-shaped deposits of loose rock chunks called \"till.\"\nKettle holes can also form when a lake has a large amount of ice blocking the outlet where water drains from it, and the ice breaks up all at once. The flood that this causes can carry blocks of ice and sediment similar to the glacier-calf activity described above. These floods are called \"jökulhlaups,\" an Islandic term used wherever this occurs. In 1992, the geologist Judith Maizels made outdoor observations and reproduced the conditions in a laboratory simulation. She found that protective walls (called ramparts) (protective walls) form around the edge of kettle holes made by jökulhlaup floods. The type of ramparts that develop depends on the how concentrated are the rock fragments contained in the melted ice block, and also on how deeply the block was buried by sediment.\nMost kettle holes are less than two kilometres in diameter, although some in the U.S. Midwest exceed ten kilometres. Puslinch Lake in Ontario, Canada, is the largest kettle lake in Canada, covering. Fish Lake in the north-central Cascade Mountains of the U.S. state of Washington is.\nThe depth of most kettles is less than ten meters. In most cases, kettle holes eventually fill with water, sediment, or plant growth (vegetation). If the kettle gets more water from surface or underground rivers or streams, it becomes a kettle lake. If the kettle gets its water from rainfall and/or snowfall (precipitation), existing groundwater, or a combination of the two, it is termed a kettle pond. A kettle wetland is a kettle pond in which plant matter grows. Kettle ponds that are not affected by the local groundwater table will usually become dry during the warm summer months, in which case they are called \"ephemeral\" (something which disappears on its own).\nKettle bogs.\nIf water in a kettle becomes acidic due to decomposing organic plant matter, it becomes a kettle bog. Otherwise, if underlying soils are lime-based, which has the effect of neutralizing the acidic conditions somewhat, it becomes a kettle peatland. Kettle bogs are closed ecosystems because they have no water source other than precipitation (rainfall and snowfall). Both acidic kettle bogs and fresh water kettles are important ecological niches for some symbiotic (mutually dependent) species of flora and fauna.\nThe Kettle Moraine, a region of Wisconsin covering an area from Green Bay at Lake Michigan to south-central Wisconsin, has numerous kettles, moraines and other glacial features. It has many kettle lakes, some of which are 100 to deep. Kettle Point, Ontario, Canada, has rock concretions (where sediment naturally cements into hard masses) locally named 'kettles', but there are no kettle lakes in this region.\nExamples of kettles.\nThe Prairie Pothole Region extends from northern Alberta, Canada to Iowa, United States and includes thousands of small sloughs (shallow bodies of usually stagnant water in a wetland) and lakes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sediment","surface_form":"sediment","offset":97},{"uri":"Glacier","surface_form":"glacier","offset":137},{"uri":"Rampart","surface_form":"rampart","offset":462},{"uri":"Bog","surface_form":"bog","offset":637},{"uri":"Landform","surface_form":"landform","offset":718},{"uri":"Island","surface_form":"Island","offset":1923},{"uri":"Defensive_wall","surface_form":"rampart","offset":2126},{"uri":"Precipitation_(meteorology)","surface_form":"precipitation","offset":2994},{"uri":"Acidic","surface_form":"acidic","offset":3398},{"uri":"Organic_matter","surface_form":"organic","offset":3424},{"uri":"Bog","surface_form":"bog","offset":3466},{"uri":"Limestone","surface_form":"lime","offset":3506},{"uri":"PH","surface_form":"neutralizing","offset":3542},{"uri":"Peat","surface_form":"peat","offset":3607},{"uri":"Ecosystem","surface_form":"ecosystem","offset":3640},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":3915},{"uri":"Lake_Michigan","surface_form":"Lake Michigan","offset":3960},{"uri":"Moraine","surface_form":"moraine","offset":4024},{"uri":"Ontario","surface_form":"Ontario","offset":4132},{"uri":"Alberta","surface_form":"Alberta","offset":4363},{"uri":"Iowa","surface_form":"Iowa","offset":4382}]}