{"id":58500,"url":"http://en.wikipedia.org/wiki/Feijoa","text":"The feijoa is the fruit of \"Acca sellowiana\", an evergreen shrub or small tree, 1–7 m in height. It comes from the highlands of southern Brazil, parts of Colombia, Uruguay, Paraguay and northern Argentina. They are also grown throughout Azerbaijan, Iran (Ramsar), Georgia, Russia (Sochi), New Zealand and Tasmania Australia.\nThe fruit is also called the 'pineapple guava' or 'guavasteen'.\nDescription of fruit and plant.\nThe fruit matures in autumn and is green, and about the size and shape of an egg. It has a sweet, aromatic flavour. The flesh is juicy. The fruit drops when ripe, but can be picked from the tree before to prevent bruising. Feijoa fruit have a distinctive smell. The chemical methyl benzoate smells strongly of feijoas and the aroma of the fruit is caused mostly by this and other closely related chemicals.\nGrowing conditions.\nIt is a warm-temperate to subtropical plant that will also grow in the tropics but requires some winter chilling to fruit. In the northern hemisphere it has been cultivated as far north as western Scotland but does not fruit every year, as winter temperatures below about -11 °C will kill the flower buds. A lot of feijoa are grown in New Zealand, where the fruit is a popular garden tree and the fruit is commonly available in season.\nEating.\nThe fruit is usually eaten by cutting it in half, then scooping out the pulp with a spoon. It is popular in New Zealand to stew them in a pot with sugar and serve hot with vanilla ice cream in the wintertime. The fruits have a juicy sweet seed pulp, and slightly gritty flesh nearer the skin. The flavor is aromatic and sweet. The skin itself is tart and sour but also edible. If the utensils needed to eat it this way are not available, the feijoa can be torn or bitten in half, and the contents squeezed out and consumed.\nFruit maturity is not always apparent from the outside as the fruits remain green until they are over mature or rotting. When the fruits are immature the seed pulp is white and opaque, becoming clear and jelly-like when ripe. Fruits are at their optimum maturity when the seed pulp has turned into a clear jelly with no hint of browning. Once the seed pulp and surrounding flesh start to brown, the fruit is over mature and should not be eaten.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evergreen","surface_form":"evergreen","offset":49},{"uri":"Shrub","surface_form":"shrub","offset":59},{"uri":"Tree","surface_form":"tree","offset":74},{"uri":"Brazil","surface_form":"Brazil","offset":137},{"uri":"Colombia","surface_form":"Colombia","offset":154},{"uri":"Uruguay","surface_form":"Uruguay","offset":164},{"uri":"Paraguay","surface_form":"Paraguay","offset":173},{"uri":"Argentina","surface_form":"Argentina","offset":195},{"uri":"Azerbaijan","surface_form":"Azerbaijan","offset":237},{"uri":"Iran","surface_form":"Iran","offset":249},{"uri":"Ramsar%2C_Mazandaran","surface_form":"Ramsar","offset":255},{"uri":"Georgia_(country)","surface_form":"Georgia","offset":264},{"uri":"Russia","surface_form":"Russia","offset":273},{"uri":"Sochi","surface_form":"Sochi","offset":281},{"uri":"New_Zealand","surface_form":"New Zealand","offset":289},{"uri":"Tasmania","surface_form":"Tasmania","offset":305},{"uri":"Australia","surface_form":"Australia","offset":314},{"uri":"Fruit","surface_form":"fruit","offset":425},{"uri":"Autumn","surface_form":"autumn","offset":442},{"uri":"Egg_(food)","surface_form":"egg","offset":498},{"uri":"Bruise","surface_form":"bruising","offset":634},{"uri":"Methyl_benzoate","surface_form":"methyl benzoate","offset":696},{"uri":"Temperate","surface_form":"temperate","offset":861},{"uri":"Subtropical","surface_form":"subtropical","offset":874},{"uri":"Plant","surface_form":"plant","offset":886},{"uri":"Tropic","surface_form":"tropic","offset":919},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":978},{"uri":"Scotland","surface_form":"Scotland","offset":1045},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1183},{"uri":"Pulp_(fruit)","surface_form":"pulp","offset":1364}]}