{"id":585458,"url":"http://en.wikipedia.org/wiki/Zulfiqer_Russell","text":"Zulfiqer Russell () (born November 13, 1977) is the editor of popular news online Bangla Tribune and also a popular lyricist of Bangladesh. He is a journalist by profession. He earned Citycell-Channel I Music Award in 2008, 2010 and 2013. He has received Mirchi Music Awards (Bangla) award for Best Modern Bengali song. This is the first time a Bangladeshi lyricist has won this awards. He received the award for the song, titled “Shabuj Chilo” which includes vocals by Nachiketa Chakraborty.\nCareer.\nZulfiqer Russell used to write for The Daily Ittefaq, The Daily Janakantha and many other publications from an early age. The words of a song by Mohammad Rafiquzzaman, from the movie Shuvoda, made him realise these words were not written by him. After a while, he started writing himself, but gradually realised that writing a song isn’t as easy as it sounds. Moni Zaman from the band Symphony, worked with his song for the very first time that was voiced by Tuhin. Interestingly enough, it was never released. As a lyricist actually began when working with Bappa Mazumder.\nField of work.\nZulfiqer Russell is a professional journalist. Presently he is The Editor of popular news online Bangla Tribune. Previously he worked for Maasranga Television and Bangla newspapers Daily Amader Shomoy, Ajker Kagoj and Banglabazar Patrika. He is also extensively involved and earned reputation and popularity as a lyricist. He is also well known for his lyrics in West Bengal, India. Russell has written the official welcome song \"O Prithibi Ebar Eshe Bangladesh Nao chiney\" of ICC world cup cricket 2011 held in Bangladesh, India and Sri Lanka. His movie \"The Distant Sky\" (আকাশ কত দূরে) was selected for national film grants by the Bangladeshi government in 2010. He has written more than 1000 songs since 1996. Many eminent and popular singers have sung songs written by him. Russell is also a poet. His first publication is 'Kofine Ojoggo Purush'.\nFamily.\nHis spouse Worda Ahmed is a fashion designer. They have a daughter, Parisa Russell.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangla_Tribune","surface_form":"Bangla Tribune","offset":82},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":128},{"uri":"Bappa_Mazumder","surface_form":"Bappa Mazumder","offset":1059},{"uri":"India","surface_form":"India","offset":1466},{"uri":"2011_Cricket_World_Cup","surface_form":"ICC world cup","offset":1567},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1602},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1624}]}