{"id":58583,"url":"http://en.wikipedia.org/wiki/Softball","text":"Softball is a sport similar to baseball. Men, women, boys, or girls can play softball.\nThere are two types of softball: fastpitch and slow pitch. In both types of softball, pitchers throw underhand (with hand below shoulder level).\nHow softball is played.\nThere are nine to twelve players per team. The basic goal is to get as many players to home plate as possible. In order to get to home plate, a player usually has to hit the ball. There are many techniques for hitting (which is called batting). There are also different types of bunts.\nOnce the ball is in play, the batter runs to first base, then waits until the next player hits the ball in order to advance to second base. This keeps on going on until there are three outs. Then the team on the field goes in to bat, and the team that was up to bat goes to the field.\nEquipment.\nBall: Softballs are not actually soft. They are larger than baseballs, and weigh about 6.25-7.0oz for fastpitch and 5.87-6.12oz for slowpitch. The ball has a raised seam and is usually yellow or white. The softball was invented in Chicago.\nGloves: All defensive players wear gloves. The glove is used to catch the ball when it is hit or thrown to the player. The gloves are usually made out of leather or similar material. The catcher has a special glove that is extra padded to protect the hand from catching the ball thrown by the pitcher. The first baseman may have a special glove also. It has a bigger pocket to catch the ball more easily, because first basemen get the ball thrown to them multiple times during each inning.\nBat: The bat used by the offense can be made out of wood or aluminum or other composite materials, such as carbon fiber. It cannot be longer than 34 inches long, 6.0 inches indiameter (length of one side of a circle to the other side), and 38oz in mass.\nFastpitch.\nFastpitch softball is only for female athletes. The ages range from five years old to the college or professional level.\nFastpitch pitching distance can be between 35 and 45 feet; it all depends on the age of the players. The pitches can travel around 60mph, also depending on the age of the players. The pitcher's arm rotates 360 degrees around her shoulder until the ball is released from the hand.\nSlowpitch.\nSlowpitch softball is for both men and women, usually a sport for adults.\nSlowpitch pitching distance is 50 feet for both male and female players. The pitchers arm motion is a half a windmill, meaning that it is an underhand throw.\nSoftball terms.\nHome plate: A five-sided white flat base. The batter stands next to home plate, and the catcher plays behind the plate.\nShortstop: A defensive position in between 2nd base and third base\nRight field: A defensive outfield position, on the right side of the field (behind the first baseman and second baseman).\nCenter field: A defensive outfield position, right behind second base.\nLeft field: A defensive outfield position, on the left side of the field (behind the shortstop and third baseman).\nInnings: There are usually anywhere in between 3-7 innings in a softball game. The number of innings played usually depends on the league, rules, and whether the game is fastpitch or slowpitch. An inning is over after three outs.\nStrikes: The player gets three strikes before they are out. This is called a strikeout.\nit is commonly played in Antarctica, it is their national sport.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sport","surface_form":"sport","offset":14},{"uri":"Baseball","surface_form":"baseball","offset":31},{"uri":"Pitcher_(baseball)","surface_form":"pitchers","offset":173},{"uri":"Run_(baseball)","surface_form":"home plate","offset":343},{"uri":"Batting_(baseball)","surface_form":"batting","offset":491},{"uri":"Bunt","surface_form":"bunts","offset":535},{"uri":"Out_(baseball)","surface_form":"outs.","offset":727},{"uri":"Baseball_(ball)","surface_form":"baseballs","offset":898},{"uri":"Ounce","surface_form":"oz","offset":933},{"uri":"Chicago","surface_form":"Chicago","offset":1069},{"uri":"Baseball_glove","surface_form":"gloves","offset":1113},{"uri":"Leather","surface_form":"leather","offset":1232},{"uri":"Catcher","surface_form":"catcher","offset":1265},{"uri":"First_baseman","surface_form":"first baseman","offset":1384},{"uri":"Inning","surface_form":"inning","offset":1560},{"uri":"Baseball_bat","surface_form":"bat","offset":1577},{"uri":"Diameter","surface_form":"diameter","offset":1743},{"uri":"Mass","surface_form":"mass","offset":1816},{"uri":"Miles_per_hour","surface_form":"mph","offset":2087},{"uri":"Shortstop","surface_form":"Shortstop","offset":2613},{"uri":"Outfielder","surface_form":"outfield","offset":2705},{"uri":"Second_baseman","surface_form":"second baseman","offset":2785},{"uri":"Third_baseman","surface_form":"third baseman","offset":2972},{"uri":"Strikeout","surface_form":"strikeout","offset":3295}]}