{"id":58599,"url":"http://en.wikipedia.org/wiki/Harlem_Renaissance","text":"The Harlem Renaissance is the name for a movement in African-American culture in the 1920s and 1930s which has had a big influence on African-American literature, philosophy and music. The \"Harlem Renaissance\" is also called the \"Black Literary Renaissance\", '\"The New Negro Movement\" and \"The flowering of Negro literature\".\nThe movement began in Harlem, New York after World War I. In 1925 a book was published called \"The New Negro\", edited by Alain Locke. This book was a collection of writing by African-Americans which looked at their people's lives experiences since the Civil War. From 1925 onwards, there was a movement called the \"New Negro Movement\", named after the book.\nThe movement began to affect the thinking of many African-American writers and artists of all sorts. They challenged the thinking of many white Americans towards black Americans. They refused to be treated as if they were not equal. They refused to just copy the sorts of writing, art and music that white Americans did. They wanted to celebrate the fact that their African culture had survived through the terrible years of slavery, and was being \"reborn\". (The word \"Renaissance\" means \"rebirth\" and is generally used for a time from 1400 to 1600 in Europe.)","categories":[],"infobox_types":[],"annotations":[{"uri":"African-American","surface_form":"African-American","offset":53},{"uri":"Literature","surface_form":"literature","offset":151},{"uri":"Philosophy","surface_form":"philosophy","offset":163},{"uri":"Music","surface_form":"music","offset":178},{"uri":"Harlem","surface_form":"Harlem","offset":348},{"uri":"New_York","surface_form":"New York","offset":356},{"uri":"World_War_I","surface_form":"World War I","offset":371},{"uri":"Alain_LeRoy_Locke","surface_form":"Alain Locke","offset":447},{"uri":"American_Civil_War","surface_form":"Civil War","offset":578},{"uri":"Slavery","surface_form":"slavery","offset":1109},{"uri":"Renaissance","surface_form":"Renaissance","offset":1153},{"uri":"Europe","surface_form":"Europe","offset":1236}]}