{"id":586104,"url":"http://en.wikipedia.org/wiki/Roman_citizenship","text":"The toga was the characteristic garment of the Roman male citizen, and statues of emperors (here Antoninus Pius) frequently depict them togate (togatus).\nIus suffragiorum: The right to vote in the Roman assemblies.\nIus gentium: The legal recognition, developed in the 3rd century BC, of the growing international scope of Roman affairs, and the need for Roman law to deal with situations between Roman citizens and foreign persons. The ius gentium was therefore a Roman legal codification of the widely accepted international law of the time, and was based on the highly developed commercial law of the Greek city-states and of other maritime powers.[4] The rights afforded by the ius gentium were considered to be held by all persons; it is thus a concept of human rights rather than rights attached to citizenship.\nIus conubii: The right to have a lawful marriage with a Roman citizen according to Roman principles,[5] to have the legal rights of the paterfamilias over the family, and for the children of any such marriage to be counted as Roman citizens.\nIus migrationis: The right to preserve one's level of citizenship upon relocation to a polis of comparable status. For example, members of the cives Romani (see below) maintained their full civitas when they migrated to a Roman colony with full rights under the law: a colonia civium Romanorum. Latins also had this right, and maintained their ius Latii if they relocated to a different Latin state or Latin colony (Latina colonia). This right did not preserve one's level of citizenship should one relocate to a colony of lesser legal status; full Roman citizens relocating to a Latina colonia were reduced to the level of the ius Latii, and such a migration and reduction in status had to be a voluntary act.\nThe right of immunity from some taxes and other legal obligations, especially local rules and regulations.[6]\nThe right to sue in the courts and the right to be sued.\nThe right to have a legal trial (to appear before a proper court and to defend oneself).Auxilia and gained citizenship through service.","categories":[],"infobox_types":[],"annotations":[]}