{"id":586300,"url":"http://en.wikipedia.org/wiki/Arimalam","text":"Arimalam is a panchayat town in the district of Pudukkottai, in the state of Tamil Nadu, India.\nGeography.\nArimalam is located at. It has an average elevation of 66 metres (216 feet). It is 22 kilometers away from Pudukkottai and is well connected by public transport.\nRulers.\nArimalam is part of an area that saw rulers from the Chola dynasty, Pandyan dynasty, and the Thondaiman dynasty. It became part of the princely state of Pudukkottai under British rule.\nDemographics.\nAs of the 2011 Indian census, The Arimalam city is divided into 15 wards for which elections are held every 5 years. The Arimalam Town Panchayat has population of 19,948 of which 10,552 are males while 9,448 are females as per report released by Census India 2015.\nPopulation of Children with age of 0-6 is 890 which is 9.95% of total population of Arimalam (TP). In Arimalam Town Panchayat, Female Sex Ratio is of 1004 against state average of 996. Moreover, Child Sex Ratio in Arimalam is around 1055 compared to Tamil Nadu state average of 943.\nLiteracy rate of Arimalam city is 78.98% lower than state average of 80.09%. In Arimalam, Male literacy is around 87.25% while female literacy rate is 70.69%.\nArimalam Town Panchayat has total administration over 2,184 houses to which it supplies basic amenities like water and sewerage. It is also authorized to build roads within Town Panchayat limits and impose taxes on properties coming under its jurisdiction.\nLocations.\nThere many temples located in and around Arimalam which has high religious importance.\nArimalam Theppam is famous and it is very rarely conducted because of lack of water in the pond which is situated near Pokkadan. There are also many temples located around the town.\nSt. Joseph's Church, Roman Catholic parish church, located in Pudur Agraharam and Adaikalamadha Church, Roman Catholic non-parish church, located in Sirayampatti, Arimalam-Kulavaipatti Road, Arimalam.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Panchayat_town","surface_form":"panchayat town","offset":14},{"uri":"Pudukkottai","surface_form":"Pudukkottai","offset":48},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":77},{"uri":"India","surface_form":"India","offset":89},{"uri":"Chola_dynasty","surface_form":"Chola dynasty","offset":330},{"uri":"Pandyan_dynasty","surface_form":"Pandyan dynasty","offset":345},{"uri":"Thondaiman","surface_form":"Thondaiman","offset":370},{"uri":"Pudukkottai_State","surface_form":"princely state of Pudukkottai","offset":412},{"uri":"Census","surface_form":"census","offset":498},{"uri":"Roman_Catholic_parish_church","surface_form":"Roman Catholic parish church","offset":1741}]}