{"id":586331,"url":"http://en.wikipedia.org/wiki/Pudukkottai","text":"e=\"preserve\">Pudukkottai is the administrative headquarters of Pudukkottai district in the South Indian state of Tamil Nadu.The people in the city are employed majorly in teritiary sector activities.\nHistory.\nThe Thondaiman king, Vijaya Raghunatha rebuilt the town based on the principles of town planning so that the main streets were laid intersecting at right angles with the palace at the centre.\nPopulation.\nAccording to 2011 census of India, Pudukkottai had a population of 143746 with a sex-ratio of 1,003 females for every 1,000 males, much above the national average of 929. A total of 11,762 were under the age of six, constituting 6,028 males and 5,734 females. Scheduled Castes and Scheduled Tribes accounted for 11.87% and.06% of the population respectively. The average literacy of the town was 92.19%, compared to the national average of 72.99%. The town had a total of 28838 households. There were a total of 41,408 workers, comprising 268 cultivators, 275 main agricultural labourers, 994 in house hold industries, 35,578 other workers, 4,293 marginal workers, 128 marginal cultivators, 47 marginal agricultural labourers, 144 marginal workers in household industries and 3,974 other marginal workers. As of 2001, 20 slums were identified in the town and approximately 37,740 people resided in the slums.\nNotable residents.\nAsiad Santhi Soundarajan, Tamil Nadu's first woman medalist in the Asian Games, is from Pudukkottai.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pudukkottai_district","surface_form":"Pudukkottai district","offset":63},{"uri":"South_India","surface_form":"South India","offset":91},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":113},{"uri":"Thondaiman","surface_form":"Thondaiman","offset":213},{"uri":"Vijaya_Raghunatha","surface_form":"Vijaya Raghunatha","offset":230},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":673},{"uri":"Asian_Games","surface_form":"Asian Games","offset":1408}]}