{"id":586327,"url":"http://en.wikipedia.org/wiki/Kodaikanal","text":"e=\"preserve\">Kodaikanal is a \"hill station\" city in the hills of the Dindigul district in the state of Tamil Nadu, India. Its name in the Tamil language means \"The Gift of the Forest\". Kodaikanal is referred to as the \"Princess of Hill stations\" and has a long history as a popular tourist destination.\nKodaikanal was established in 1845 as a resort town where people would come to find refuge from the high temperatures and tropical diseases of the plains. Much of the local economy is based on the hospitality industry serving tourism. As of 2011, the city had a population of 36,501.\nTourism.\nThe economy of Kodaikanal mainly depends on tourism. The number of tourists increased from two million in 1999 to 3.2 million in 2009.\nThe town's infrastructure changes every year in preparation for the peak tourist season. Due to the rapid development of nearby cities such as Madurai and Coimbatore, the town is learning to deal with year-round tourism. Popular tourist souvenirs include handcrafts, home-made chocolates, postcards and eucalyptus oil.\nAgriculture.\nTerrace farms in surrounding villages grow plums, pears, chile peppers, carrots, cauliflower, cabbage, garlic and onions. Most of the produce is transported by truck to other parts of India, while some are sold in the local market.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kodaikanal","surface_form":"Kodaikanal","offset":13},{"uri":"Dindigul_district","surface_form":"Dindigul district","offset":69},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":103},{"uri":"Tamil_language","surface_form":"Tamil language","offset":138},{"uri":"Tourism","surface_form":"tourism","offset":640},{"uri":"Madurai","surface_form":"Madurai","offset":874},{"uri":"Coimbatore","surface_form":"Coimbatore","offset":886},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":1034},{"uri":"Terrace_farming","surface_form":"Terrace farms","offset":1063}]}