{"id":586408,"url":"http://en.wikipedia.org/wiki/Treblinka_extermination_camp","text":"e=\"preserve\">Treblinka was a Nazi death camp during World War II. It was in Poland, which was controlled by Germany at that time. The camp was in a forest northeast of Warsaw.\nThe goal of death camps like Treblinka was to kill millions of people as quickly as possible. Treblinka was open from July 23, 1942, to October 19, 1943, during Operation Reinhard, the deadliest part of The Holocaust. At Treblinka, the Nazis killed at least 700,000 and 900,000 Jewish people, and at least 2,000 Roma people. The Nazis killed more Jews at Treblinka than at any death camp other than Auschwitz.\nTreblinka I: Labor camp.\nHowever, they kept the Jews and Poles in separate parts of the camp.\nMost of the prisoners at Treblinka worked in a gravel pit; in an irrigation area; or in the forest, where they cut wood to fuel the camp's cremation ovens.\nBetween 1941 and 1944, more than 20,000 people were prisoners at Treblinka I. More than half of them died from hunger, disease, mistreatment, and summary executions (executions without a trial).\nTreblinka II: Death camp.\nIn July 1942, the Nazis finished building Treblinka II, a death camp, about a mile from the labor camp (Treblinka I). At this time in history, the Nazis were already killing people at two other death camps: Belzec and Sobibor.\nThe Nazis committed genocide at Treblinka until November 1943. They murdered up to 925,000 Jewish people at the camp. They killed many of them with carbon monoxide in gas chambers.\n\"Sonderkommando\".\nMost Jewish men who were sent to Treblinka were killed right away. However, a few were chosen to be its slave-labor units, called \"Sonderkommando.\" When the Nazis murdered people in the gas chambers, they forced the \"Sonderkommando\" to bury the victims' bodies in mass graves. These bodies were exhumed in 1943 and cremated on large open-air pyres, along with the bodies of new victims.\nIn early August 1943, the \"Sonderkommando\" revolted. Several Nazi guards were killed and about 200 prisoners escaped from the camp; almost a hundred survived the subsequent chase. Because of this, in October 1943, the Nazis stopped killing prisoners in Treblinka's gas chambers.\nDestruction.\nIn late July 1944, Soviet troops were getting close to Treblinka. There were between 300 and 700 Jewish prisoners left at the camp. The Nazi guards shot them all. The Nazis then quickly destroyed the camp. Before running away, they built a farmhouse for a watchman and sloughed over the ground to try to hide the evidence of their genocide. Then they ran away from the camp.\nDuring the last week of July 1944, Soviet troops arrived at Treblinka.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nazi_Germany","surface_form":"Nazi","offset":29},{"uri":"Extermination_camp","surface_form":"death camp","offset":34},{"uri":"World_War_II","surface_form":"World War II","offset":52},{"uri":"Occupation_of_Poland_(1939%E2%80%931945)","surface_form":"controlled by Germany","offset":94},{"uri":"Forest","surface_form":"forest","offset":148},{"uri":"Warsaw","surface_form":"Warsaw","offset":168},{"uri":"Operation_Reinhard","surface_form":"Operation Reinhard","offset":337},{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":379},{"uri":"Jewish_people","surface_form":"Jewish people","offset":454},{"uri":"Roma_people","surface_form":"Roma people","offset":488},{"uri":"Auschwitz_concentration_camp","surface_form":"Auschwitz","offset":575},{"uri":"Irrigation","surface_form":"irrigation area","offset":745},{"uri":"Fuel","surface_form":"fuel","offset":803},{"uri":"Cremation","surface_form":"cremation ovens","offset":819},{"uri":"Starvation","surface_form":"hunger","offset":947},{"uri":"Disease","surface_form":"disease","offset":955},{"uri":"Execution","surface_form":"execution","offset":990},{"uri":"Trial","surface_form":"trial","offset":1023},{"uri":"Be%C5%82%C5%BCec_extermination_camp","surface_form":"Belzec","offset":1264},{"uri":"Sobibor_extermination_camp","surface_form":"Sobibor","offset":1275},{"uri":"Genocide","surface_form":"genocide","offset":1304},{"uri":"Suffocation","surface_form":"killed","offset":1407},{"uri":"Carbon_monoxide","surface_form":"carbon monoxide","offset":1432},{"uri":"Gas_chamber","surface_form":"gas chamber","offset":1451},{"uri":"Sonderkommando","surface_form":"Sonderkommando","offset":1614},{"uri":"Mass_grave","surface_form":"mass grave","offset":1747},{"uri":"Pyre","surface_form":"pyre","offset":1825},{"uri":"Soviet","surface_form":"Soviet","offset":2181}]}