{"id":586434,"url":"http://en.wikipedia.org/wiki/Erode_district","text":"e=\"preserve\">Erode district(formerly Periyar district) is a district in the Kongu Nadu region (western part) of the Indian state of Tamil Nadu. It was the largest district by area in the state before the formation of Tiruppur district and the headquarters of the district is Erode. Periyar district was a part of Coimbatore District before its division into two on September 17, 1979 and was renamed as Erode District in 1996. As of 2011, the district had a population of 2,251,744 with a sex-ratio of 993 females for every 1,000 males, much above the national average of 929.\nBhavani River.\nBhavani River rises in the Western Ghats of [Silent Valley National Park in Palakkad district of Kerala. It receives the Siruvani River which has the \"second tastiest water in the world\", a perennial stream of Coimbatore District, and gets reinforced by the Kundah river before entering Erode District in Sathyamangalam.\nEconomy==Agriculture is the most important income source of the district. Paddy, plantain, silk, cotton, turmeric, coconut and sugarcane are some of the major products from agriculture and allied industries. With 43% share, the district is the top turmeric producer in Tamil Nadu. Erode is also known as \"Turmeric city\" as it is an important market center for turmeric. Erode district is also the leading producer of plantain, coconuts and white silk in Tamil Nadu..\nThe country's first automated silk reeling unit is located near Gobichettipalayam.In 2005, Bhavani Jamakkalam (Bhavani Bedsheets) was registered as a Geographical Indication by the Government of India.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":132},{"uri":"Tiruppur_district","surface_form":"Tiruppur district","offset":217},{"uri":"Erode","surface_form":"Erode","offset":275},{"uri":"Coimbatore_district","surface_form":"Coimbatore District","offset":313},{"uri":"Palakkad_district","surface_form":"Palakkad district","offset":668},{"uri":"Kerala","surface_form":"Kerala","offset":689},{"uri":"Sathyamangalam","surface_form":"Sathyamangalam","offset":897},{"uri":"Erode","surface_form":"Erode","offset":1194},{"uri":"Gobichettipalayam","surface_form":"Gobichettipalayam","offset":1444}]}