{"id":586627,"url":"http://en.wikipedia.org/wiki/Pradal_serey","text":"Pradal Serey or Khmer kickboxing is a martial arts of the Khmer people in Cambodia. It is used by people as self-defense and as a sport. In pradal serey, people use punches, kicks, elbow attacks and knee attacks. Clinching is also used when people battle for dominant position so they can have the perfect opportunity to land an attack. Pushing and grabbing the opponent's upper body is common in clinching. There is a lot of strategy in clinching. It is also common to grab an opponent's leg to defend against a kick.\nMatch.\nPradal serey has matches in a boxing ring. There are 5 rounds of 3 minutes each. There is a 2 minute break between each round. A competitor can win in three ways. The referee can stop the match with a TKO when the opponent can not fight anymore. A competitor can knock out their opponent unconscious and win the match. A competitor can also win by points scored. A draw is called if both people have the same amount of points. Few matches last all five rounds. A competitor is not allowed to attack an opponent when they are on the ground or when their back is facing the competitor. Traditional music is played before and during the match. Before the match, both competitors perform a ritual dance and prayer to warm up. Each competitor wears boxing gloves and shorts. No shoes are allowed.\nTelevison promoters.\nMatches are hosted by TV stations. Each TV station have their own arena and event. Some of the TV station that host matches are CTN, TV5 and Bayon. TV stations are responsible for any injuries during matches.\nTraining.\nTraining for pradal serey is very tough. People who train have to be strong and athletic. It is also important to become flexible to use high kicks. Most people who compete professionally are young.","categories":[],"infobox_types":[],"annotations":[{"uri":"Khmer","surface_form":"Khmer","offset":58},{"uri":"Cambodia","surface_form":"Cambodia","offset":74},{"uri":"Boxing_gloves","surface_form":"boxing gloves","offset":1270},{"uri":"Athletic","surface_form":"athletic","offset":1638}]}