{"id":587137,"url":"http://en.wikipedia.org/wiki/Mary_Edwards_Walker","text":"e=\"preserve\">Mary Edwards Walker (November 26, 1832 – February 21, 1919) was an American abolitionist, prohibitionist, prisoner of war and surgeon. As of 2017, she is the only woman ever to receive the Medal of Honor.\nEducation and early life.\nShe was born on November 26, 1832. Growing up, she lived in Oswego, New York with her parents, Alvah Walker and Vesta Whitcomb Walker. Her parents taught her to always be driven and stand up for what she believed in. Her parents supported abolitionist groups and women’s rights movements. They believed everyone deserved to be treated equally and with respect no matter their race or gender. She used what she learned from her parents to help her accomplish her goals in life.\nHer education was very important to her and her parents.  She studied to become a surgeon at Syracuse Medical College and graduated in 1855 with a medical degree. After college she met Albert Miller, also a physician, and they got married in 1856 but she kept her last name as Walker.  After marriage, together they started a medical practice, but not many people wanted to go to a woman doctor as they did not trust she could do as good of a job as a man physician. The practice struggled and so did the young couples marriage. Thirteen years later Mary Walker and Albert Miller divorced and their practice failed. Although her marriage failed, she came back more confident than ever as the Civil War began.\nCivil War.\nAt the break of the Civil War and with high confidence, Walker tried to enlist in the Union Army. She was denied because of her gender but did not take no for an answer. Trying again, she enlisted as a surgeon in the war and was transferred to the 52nd Ohio Infantry. Later she was appointed assistant surgeon. This was a very big accomplishment for a woman at this time.  During one of her trips to the Confederacy to tend to the sick and wounded, she was captured. During 1864 Walker was imprisoned for four months in Richmond, Virginia. After four months Walker, along with other surgeons in the Union, were released in a trade for 17 Confederate doctors. Even after her capture, Walker still continued to cross the line between the Confederates and Union to tend to the sick and wounded even after her experience of being imprisoned with the Confederates. Until the war ended, Walker remained with the 52nd Ohio Infantry, tending to the sick and wounded. Mary Edward Walker’s persistence and determination paid off as she served the sick and wounded on the battlefield, refusing to be pulled down because of her gender.\nAfter the War.\nOnce the war had ended, Walker went back home to Oswego, New York. She was honored for her work. On November 11, 1865, she received the Congressional Medal of Honor. She was the first and only woman to ever receive this honor.  Soon after she got her medal, it was revoked by Congress because she was not involved in combat.  Walker did not let this get her down. Every single day, until she died, she wore her medal and refused to give it back. Since she almost never wore women’s clothing, she was arrested several times for wearing men’s but never was put in jail. Walker believed that the Constitution gave women a right to vote and wear what they wanted. She died on February 21, 1919, three months before the 19th amendment was passed giving women the right to vote. After her death, she was remembered for her intelligence, bravery, and determination.\nLegacy.\nIn 1977, President Jimmy Carter restored Mary Edwards Walker’s medal. She was smart, kind, and helped change the face of women’s rights to get it to the place it is today. At the time she was doing something that people believed was impossible; a woman becoming a doctor who served on a battlefield. She was different, and proved that it’s ok to take risks and to be bold in your beliefs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Abolitionism_in_the_United_States","surface_form":"abolitionist","offset":89},{"uri":"Prohibition","surface_form":"prohibition","offset":103},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":119},{"uri":"Surgery","surface_form":"surgeon","offset":139},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":202},{"uri":"Surgeon","surface_form":"surgeon","offset":803},{"uri":"American_Civil_War","surface_form":"Civil War","offset":1413},{"uri":"Union_Army","surface_form":"Union Army","offset":1527},{"uri":"Confederacy","surface_form":"Confederacy","offset":1845},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond, Virginia","offset":1961},{"uri":"Medal_of_Honor","surface_form":"Medal of Honor","offset":2730},{"uri":"US_Constitution","surface_form":"Constitution","offset":3173},{"uri":"19th_Amendment","surface_form":"19th amendment","offset":3295},{"uri":"Jimmy_Carter","surface_form":"President Jimmy Carter","offset":3456}]}