{"id":587728,"url":"http://en.wikipedia.org/wiki/Gambling_addiction","text":"A gambling addiction is when someone is obsessed with gambling despite the negative consequences. Gambling addictions often puts the person in risk of losing everything. People with this illness often think about suicide more than the general population. Many people use gambling as a way to get away from their terrible lives and to gain satisfaction. In many ways, gambling addiction is similar to other addictions (such as the addiction to alcohol or the addiction to illegal drugs).\nSomeone with a gambling addiction often\nGambling addiction is a serious disease difficult to overcome. In most cases, it is treated through therapy and counseling. In some cases, specific drugs can help. There is no definite cure.\nResearch demonstrates how the brain can get addicted to gambling. There is also evidence older people are more likely to become gambling addicts.\nRecently, the problem of gambling has become extremely important due to the ubiquitous distribution of cash slot machines, the opening of many casinos, as well as bookmakers (including online). All of them are beautifully designed, which enhances the suggestive effect of an easy winning opportunity in a short time and a constant desire to recoup and win more. Slot machines have long been widespread throughout the world.\nIn the United States, according to R. Volberg (1996), the number of “problem players” - addictive gamblers so dependent on slot machines that their lives are completely subordinated to this passion - reaches 5% of the population. Data from other researchers (Ladouceur et al., 1999) indicate that in the first half of the 1990s alone, the number of problem players in Canada increased by more than 75%.\nCovid-19 impacted gambling significantly. 68% of actively engaged gamblers have spent more money online since lockdown began. These frequent online gamblers are already vulnerable to addiction, and their behaviour in 2020 has been seriously impacted by the COVID-19 pandemic. But, with 40% of the population experiencing a decrease in their disposable income, it’s possible that infrequent betters might look to online gambling as a quick solution for financial difficulty. ￼","categories":[],"infobox_types":[],"annotations":[{"uri":"Gambling","surface_form":"gambling","offset":54},{"uri":"Suicide","surface_form":"suicide","offset":213},{"uri":"Addiction","surface_form":"addictions","offset":406},{"uri":"Alcoholism","surface_form":"alcohol","offset":443},{"uri":"Illegal_drugs","surface_form":"illegal drugs","offset":471},{"uri":"Therapy","surface_form":"therapy","offset":627}]}