{"id":58786,"url":"http://en.wikipedia.org/wiki/Compact_fluorescent_lamp","text":"A compact fluorescent lamp (CFL), is a type of lamp (or light bulb) designed to fit into the same space and usually also the same socket as an incandescent bulb, but with the advantages of a fluorescent lamp. Many CFLs can directly replace an existing incandescent lamp. They were invented late in the 20th century and much used after the turn of the century (after 2000).\nThe purchase price of a CFL is often much higher than an incandescent lamp of the same output, and the light from CFLs looks different to light from incandescent lamps. CFLs have a longer rated life and use less energy than an incandescent lamp of the same brightness. A CFL can save over US$30 in electricity costs over the lamp’s lifetime compared to an incandescent lamp.\nAs in other fluorescent lamps, electrified mercury vapor emits ultraviolet (UV) light. A phosphor converts it to visible light. The ballast prevents too much electricity from flowing through the tube. It is usually in the plastic base of the bulb. If the ballast is in the bulb, the bulb is called a self-ballasted lamp. Most are electronic ballasts.\nLifespan.\nThe average rated life of a CFL is 8 to 15 times longer that of incandescents. CFLs typically have a rated lifespan of 6,000 to 15,000 hours, whereas incandescent lamps are usually manufactured to have a lifespan of 750 hours or 1,000 hours.\nThe lifetime of any lamp depends on many factors, including operating voltage, manufacturing defects, exposure to voltage spikes, mechanical shock, frequency of cycling on and off, lamp orientation, and ambient operating temperature. The life of a CFL is significantly shorter if it is turned on and off frequently. In the case of a 5-minute on/off cycle the lifespan of a CFL can be reduced to \"close to that of incandescent light bulbs\". The U.S. Energy Star program suggests that fluorescent lamps be left on when leaving a room for less than 15 minutes to avoid this problem. If the light must be switched on and off frequently, Cold cathode CFLs can be used. Cold cathode CFLs are designed for many more on/off cycles than standard CFLs.\nMercury content and recycling.\nThe mercury inside the tube is toxic and makes these bulbs hazardous waste. The bulbs must be taken to a recycling center after they stop working. Most CFLs contain an amount of mercury smaller than the tip of a ballpoint pen. During normal use, the mercury cannot escape, although it will escape if the bulb is broken. If a single bulb breaks, it is not usually a cause for concern. It is recommended to open windows to air out the room, and to clean up broken glass with duct tape instead of a vacuum cleaner.\nAlternatives.\nHigh-intensity discharge bulbs such as sodium-vapor, mercury-vapor, and metal-halide lamps are used for lighting large areas, although like fluorescent lamps they contain mercury. Their main advantage is much higher light output.\nHalogen bulbs with a halogen capsule inside a standard incandescent bulb housing contain no mercury. They use more energy than CFLs, but less than traditional incandescents.\nLED bulbs are also becoming a popular alternative. They are also mercury-free, and use about the same amount of energy as CFLs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Socket","surface_form":"socket","offset":130},{"uri":"Incandescent_bulb","surface_form":"incandescent bulb","offset":143},{"uri":"Fluorescent_lamp","surface_form":"fluorescent lamp","offset":191},{"uri":"Energy","surface_form":"energy","offset":585},{"uri":"Mercury_(element)","surface_form":"mercury","offset":791},{"uri":"Ultraviolet","surface_form":"ultraviolet","offset":811},{"uri":"Phosphor","surface_form":"phosphor","offset":837},{"uri":"Ballast","surface_form":"ballast","offset":880},{"uri":"Service_life","surface_form":"lifespan","offset":1216},{"uri":"Voltage","surface_form":"voltage","offset":1421},{"uri":"Defect","surface_form":"defect","offset":1444},{"uri":"Exposure","surface_form":"exposure","offset":1453},{"uri":"Voltage_spike","surface_form":"voltage spike","offset":1465},{"uri":"Shock_(mechanics)","surface_form":"mechanical shock","offset":1481},{"uri":"Temperature","surface_form":"temperature","offset":1572},{"uri":"Energy_Star","surface_form":"Energy Star","offset":1800},{"uri":"Avoid","surface_form":"avoid","offset":1911},{"uri":"Frequently","surface_form":"frequently","offset":1972},{"uri":"Cold_cathode","surface_form":"Cold cathode","offset":1984},{"uri":"Poison","surface_form":"toxic","offset":2156},{"uri":"Hazardous_waste","surface_form":"hazardous waste","offset":2184},{"uri":"Recycling","surface_form":"recycling","offset":2230},{"uri":"Concern","surface_form":"concern","offset":2500},{"uri":"Duct_tape","surface_form":"duct tape","offset":2598},{"uri":"Vacuum_cleaner","surface_form":"vacuum cleaner","offset":2621},{"uri":"Sodium-vapor_lamp","surface_form":"sodium-vapor","offset":2690},{"uri":"Mercury-vapor_lamp","surface_form":"mercury-vapor","offset":2704},{"uri":"Halogen","surface_form":"halogen","offset":2902},{"uri":"Light-emitting_diode","surface_form":"LED","offset":3055}]}