{"id":587979,"url":"http://en.wikipedia.org/wiki/Jean_Nicot","text":"e=\"preserve\">Jean Nicot, sieur de de Villemain (born 1530 in Nîmes, died 1600 ij Paris) was a French nobleman, and diplomat. He was the French ambassador in Lisbon, from 1559 to 1561. He also negotiated the marriage of princess Margaret of Valois, who was five years old at the time, with prince Sebastian of Portugal, who was six years old at the time.\nWhen Nicot returned, he brought tobacco plants. He introduced snuff tobacco to the French royal court. In particular, he presented the queen mother, Catherine de' Medici, with tobacco leaves to cure her of her migraines. The plant was also an instant success with the Father Superior of Malta, who shared tobacco with all of his monks. More and more of the fashionable people of Paris began to use the plant, making Nicot a celebrity.At first, the plant was called Nicotina. But nicotine later came to refer specifically to the particular chemical in the plant. The tobacco plant, \"Nicotiana\", also a flowering garden plant, was named after him by Carl Linnaeus, as was nicotine. Nicot described its believed medicinal properties (1559) and sent it as a medicine to the French court.For his service to the French royal court, Nicot was given the name 'de Villemain' and land near Brie-Comte-Robert. There, he compiled one of the first French dictionaries, \"Thresor de la langue françoyse tant ancienne que moderne\" (published in 1606).","categories":[],"infobox_types":[],"annotations":[{"uri":"Tobacco","surface_form":"tobacco","offset":386},{"uri":"Snuff_(tobacco)","surface_form":"snuff","offset":416},{"uri":"Catherine_de%27_Medici","surface_form":"Catherine de' Medici","offset":503},{"uri":"Nicotine","surface_form":"nicotine","offset":833},{"uri":"Nicotiana","surface_form":"Nicotiana","offset":936},{"uri":"Carl_Linnaeus","surface_form":"Carl Linnaeus","offset":1002},{"uri":"Brie-Comte-Robert","surface_form":"Brie-Comte-Robert","offset":1234},{"uri":"Dictionary","surface_form":"dictionaries","offset":1296}]}