{"id":588179,"url":"http://en.wikipedia.org/wiki/Polyisocyanurate","text":"Polyisocyanurate is a thermoset plastic. It is also called PIR, polyiso, or ISO. It is usually made as a foam. It is used as rigid thermal insulation. It is similar to polyurethane (PUR) except that the proportion of methylene diphenyl diisocyanate (MDI) is higher and a polyester-derived polyol is used in the reaction instead of a polyether polyol. Catalysts and additives used in PIR is also different from those used in PUR.\nUses.\nPIR is used in rigid thermal insulation. PIR foam panels laminated with pure embossed aluminium foil are used in making of pre-insulated duct that is used for heating, ventilation and in air conditioning systems. Prefabricated PIR sandwich panels are manufactured with corrosion-protected, corrugated steel facings bonded to a core of PIR foam and used extensively as roofing insulation and vertical walls (e.g. for warehousing, factories, office buildings etc.). Other typical uses for PIR foams include industrial and commercial pipe insulation, and carving/machining media (competing with expanded polystyrene and rigid polyurethane foams).\nEffectiveness of the insulation of a building envelope can be compromised by gaps resulting from shrinkage of individual panels. Manufacturing criteria require that shrinkage be limited to less than 1% (previously 2%). Even when shrinkage is limited to substantially less than this limit, the resulting gaps around the perimeter of each panel can reduce insulation effectiveness, especially if the panels are assumed to provide a vapor/infiltration barrier. Multiple layers with staggered joints, ship lapped or tongue & groove joints greatly reduce these problems.\nHealth hazards.\nPIR insulation can be a mechanical irritant to skin, eyes, and upper respiratory system during fabrication (such as dust). No statistically significant increased risks of respiratory diseases have been found in studies\nFire risk.\nPIR is at times stated to be fire retardant, or contain fire retardants, however these describe the results of \"small scale tests\" and \"do not reflect [all] hazards under real fire conditions\"; the extent of hazards from fire include not just resistance to fire but the scope for toxic byproducts from different fire scenarios. A 2011 study of fire toxicity of insulating materials at the University of Central Lancashire's Centre for Fire and Hazard Science studied PIR and other commonly used materials under more realistic and wide-ranging conditions representative of a wider range of fire hazard, observing that most fire deaths resulted from toxic product inhalation. The study evaluated the degree to which toxic products were released, looking at toxicity, time-release profiles, and lethality of doses released, in a range of flaming, non-flaming, and poorly ventilated fires, and concluded that PIR generally released a considerably higher level of toxic products than the other insulating materials studied (PIR > PUR > EPS > PHF; glass and stone wools also studied). In particular, hydrogen cyanide is recognised as a significant contributor to the fire toxicity of PIR (and PUR) foams.\nDespite this PIR insulation is generally regarded as being more fire resistant than PUR insulation.\n100mm PIR insulation board (cited as the RS5000 product of Celotex, a Saint-Gobain company) was proposed as the columnar and horizontal external insulation to be used in the refurbishment of Grenfell Tower, London; subsequently \"Ipswich firm Celotex confirmed it provided insulation materials for the refurbishment.\" On 14 June 2017 the block of flats, within 15 minutes, was enveloped in flames from the fourth floor to the top 24th floor. The causes of the rapid spread of fire up the outside of the building have yet to be established. It should be noted that flames can occupy the cavity between the insulation material and the cladding, and be drawn upwards by convection, elongating to create secondary fires, and do so \"regardless of the materials used to line the cavities\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Thermosetting_polymer","surface_form":"thermoset","offset":22},{"uri":"Foam","surface_form":"foam","offset":105},{"uri":"Thermal_insulation","surface_form":"thermal insulation","offset":131},{"uri":"Polyurethane","surface_form":"polyurethane","offset":168},{"uri":"Proportions","surface_form":"proportion","offset":203},{"uri":"Methylene_diphenyl_diisocyanate","surface_form":"methylene diphenyl diisocyanate","offset":217},{"uri":"Polyester","surface_form":"polyester","offset":271},{"uri":"Chemical_reaction","surface_form":"reaction","offset":311},{"uri":"Polyether","surface_form":"polyether","offset":333},{"uri":"Polyol","surface_form":"polyol","offset":343},{"uri":"Catalysis","surface_form":"Catalysts","offset":351},{"uri":"Additive","surface_form":"additives","offset":365},{"uri":"Aluminium_foil","surface_form":"aluminium foil","offset":521},{"uri":"Ventilation","surface_form":"ventilation","offset":603},{"uri":"Air_conditioning","surface_form":"air conditioning","offset":622},{"uri":"Fire_retardant","surface_form":"fire retardant","offset":1920},{"uri":"University_of_Central_Lancashire","surface_form":"University of Central Lancashire","offset":2280},{"uri":"Hydrogen_cyanide","surface_form":"hydrogen cyanide","offset":2985},{"uri":"Grenfell_Tower_fire","surface_form":"Grenfell Tower","offset":3381}]}