{"id":58815,"url":"http://en.wikipedia.org/wiki/Fictional_universe","text":"e=\"preserve\">A fictional universe is a made up world that is used as the setting for one or (more commonly) many works of fiction. It is often used in books but can be used in any form used to tell a story, for example role-playing games, television or movies. It can be said that every work of fiction makes a world of its own. A fictional universe is used when things in a story become a part either of other stories, or of games or other things.\nFictional universes are most often used in science fiction and fantasy stories but they can be used in any type of fiction. A fictional universe usually has certain things in them that make them different from the real world. These things could affect anything from cities the author created to entire galaxies. In most fictional universes, the laws of physics are different to let things exist which commonly do not, for example, magic or space travel to other planets. Fictional universes may also take place in any time period during the past, present, or future.\nExamples of fictional universes.\nThere are many examples of fictional universes. They are often used to provide a common theme to many different types of things.\nThe \"Star Wars\" expanded universe.\nThe \"Star Wars\" expanded universe is a fictional universe that was started from the first Star Wars movie ' in 1977. The movie created a universe full of people and planets with space travel to other worlds, Alien creatures, and a type of magic. Two later movies were made that took place in the same fictional universe the movie created. After that, many books, comic books, and video games were made that created new characters, places and stories all taking place in that same universe. Most of this took place either during the time of the first three movies or created more of the story of the universe as time passed after the story told in the movies ended. Three additional movies were also made that took place in the same universe, but at an earlier period of time. This led to writers creating more stories about the history of the characters and their worlds.\nThe \"Buffyverse\".\nIn 1997, writer and director Joss Whedon created a television series called \"Buffy the Vampire Slayer\" from a movie he had written several years before. The stories of the television series mainly took place in the fictional town of Sunnydale, California. The series had creature such as vampires and werewolves. It also dealt with magic. Over time, as the series went on and more and more stories were written, it developed into what is called the \"Buffyverse\". While the focus of the main story and its characters was just one town, the events of the story and the rules the universe followed had effects on other towns, parallel worlds, other dimensions, and even other periods of time. Characters from the show were used to make another show, \"Angel\" which took place in Los Angeles but still had demons and vampires. The universe has been used in many books as well as several video games. While the series was still being made, several other writers were also making comic books which told stories that took place during the same time of the series. Whedon himself wrote a series of comic books dealing with a vampire slayer named Fray from several hundred years in the future. Whedon is currently writing a new comic which is often nicknamed \"Season Eight\". It tells the stories of what happens to the characters from the series after its seven seasons as a television series.\nOther examples.\nNearly every type of fiction has its own created universe. Many of these examples started in one category and now exist in many of them. For example, Harry Potter started out as a series of books then moved to movies and then video games.\nGrand Theft Auto - Fictional cities that are analogous to each other such as Liberty City to New York City or Los Santos to Los Angeles","categories":[],"infobox_types":[],"annotations":[{"uri":"Fiction","surface_form":"fiction","offset":122},{"uri":"Book","surface_form":"book","offset":151},{"uri":"Role-playing_game","surface_form":"role-playing game","offset":219},{"uri":"Television","surface_form":"television","offset":239},{"uri":"Movies","surface_form":"movies","offset":253},{"uri":"Story","surface_form":"story","offset":375},{"uri":"Games","surface_form":"games","offset":426},{"uri":"Universe","surface_form":"universe","offset":459},{"uri":"Science_fiction","surface_form":"science fiction","offset":492},{"uri":"Fantasy","surface_form":"fantasy","offset":512},{"uri":"Author","surface_form":"author","offset":726},{"uri":"Galaxy","surface_form":"galaxies","offset":751},{"uri":"Physics","surface_form":"laws of physics","offset":794},{"uri":"Magic","surface_form":"magic","offset":880},{"uri":"Outer_space","surface_form":"space","offset":889},{"uri":"Travel","surface_form":"travel","offset":895},{"uri":"Planet","surface_form":"planet","offset":911},{"uri":"Past","surface_form":"past","offset":990},{"uri":"Present","surface_form":"present","offset":996},{"uri":"Future","surface_form":"future","offset":1008},{"uri":"Theme","surface_form":"theme","offset":1137},{"uri":"Star_Wars","surface_form":"Star Wars","offset":1218},{"uri":"Movie","surface_form":"movie","offset":1313},{"uri":"Extraterrestrial_life","surface_form":"Alien","offset":1421},{"uri":"Magic","surface_form":"magic","offset":1452},{"uri":"Comic_book","surface_form":"comic book","offset":1576},{"uri":"Video_game","surface_form":"video game","offset":1593},{"uri":"Fictional_character","surface_form":"characters","offset":1632},{"uri":"History","surface_form":"history","offset":2041},{"uri":"Film_director","surface_form":"director","offset":2123},{"uri":"Joss_Whedon","surface_form":"Joss Whedon","offset":2132},{"uri":"Television_programme","surface_form":"television series","offset":2154},{"uri":"Buffy_the_Vampire_Slayer","surface_form":"Buffy the Vampire Slayer","offset":2180},{"uri":"California","surface_form":"California","offset":2347},{"uri":"Creature","surface_form":"creature","offset":2374},{"uri":"Vampire","surface_form":"vampire","offset":2391},{"uri":"Werewolf","surface_form":"werewolves","offset":2404},{"uri":"Parallel_world","surface_form":"parallel world","offset":2726},{"uri":"Angel_(TV_series)","surface_form":"Angel","offset":2851},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":2878},{"uri":"Demon","surface_form":"demon","offset":2904},{"uri":"Fray","surface_form":"Fray","offset":3240},{"uri":"Nickname","surface_form":"nickname","offset":3342},{"uri":"Harry_Potter","surface_form":"Harry Potter","offset":3653}]}