{"id":58833,"url":"http://en.wikipedia.org/wiki/Jules_Verne","text":"Jules Verne (February 8, 1828– March 24, 1905) was a French writer. He was one of the first authors to write science fiction. Some of his books include \"Journey To The Centre Of The Earth\" (1864), \"From the Earth to the Moon\" (1865), \"Twenty Thousand Leagues Under the Sea\" (1870), and \"Around the World in Eighty Days\" (1873).\nLife.\nHe was born in the city of Nantes, France. His father was a lawyer, and at the beginning, Verne wanted to study law as well. When he was nineteen, he started writing long pieces of literature, but his father wanted him to earn money as a lawyer, not as a writer. In 1847, his father sent him to Paris to start studying law.\nIn 1848, Jules Verne, on a visit home, fell in love, but the girl's parents did not want her to marry him. Verne was depressed when he heard that the girl had been married to someone else - a rich, older man. In his stories, Jules Verne often writes about women married to people they do not love.\nHe returned to Paris to find it on the verge of revolution: the French Revolution of 1848 deposed the king, and Louis-Napoléon Bonaparte was elected as the first president of the Republic of France. (A republic is a country which does not have a king or queen, but has a president instead.)\nVerne continued to study law until 1851, but all the time he was writing and meeting with other authors and artists.\nFinally, in 1852, he decided to give up being a lawyer, and become a full-time professional writer instead. His father was very unhappy with this decision, but Verne was stubborn and strong-minded, so he went ahead with his plans.\nVerne went to Paris to try to find success. At first, he did not find any fame. Over time, he became a fan of science, while becoming well known for his writing. His love of science and writing led him to write stories and novels that are now called \"science fiction\". Many people say Jules Verne was the creator of the science fiction genre.\nVerne lived to write. He wrote many stories. These included fiction novels, theater works, and other novels. In 1886, his young nephew, Gaston, who had paranoia, shot Verne in the leg. After that, Verne had a permanent limp in his leg. This may have resulted in his darker writing styles in that time period.\nVerne married Aimée du Fraysse de Viane in January 1857 with his father's blessing. In August 1861, their son was born.\nHe continued to write until his death. On 24th of March 1905, Verne, who was sick with diabetes, died at his home in Amiens, France.\nJules Verne and inventions.\nJules Verne wrote about many things which did not exist when he was alive. Some of these things later became real. Verne was far from being a scientist, but his passion for technology and the progress being made at the time served to introduce many of the inventions that were to come and that, over time, have ended up becoming ordinary elements of our every-day life.\nElectric submarine.\nIn \"Twenty Thousand Leagues Under the Sea\", Captain Nemo and his electric submarine were a modern marvel. Electricity was very new at the time, and had never been used to power an underwater ship.\nThe news on the radio and television.\nIn an 1889 article, \"In the Year 2889,\" Jules Verne described an alternative to newspapers: \"Instead of being printed, the \"Earth Chronicle\" is every morning spoken to subscribers, who, from interesting conversations with reporters, statesmen and scientists, learn the news of the day.\"The first newscast didn't happen until 1920, according to the Associated Press—nearly 30 years after Verne imagined [http://news.nationalgeographic.com/news/2011/02/pictures/110208-jules-verne-google-doodle-183rd-birthday-anniversary/ it].\nLunar modules.\nJules Verne wrote about \"projectiles\" in \"From the Earth to the Moon\". These projectiles would carry people to the moon. Verne imagined a big gun which would force the module up to the moon. Today, space modules are sent into space at the top of rockets, which force the module beyond the reach of gravity.\nMusic players and holographs.\nIn \"The Carpathian Castle\", some villagers are terrified of a certain castle, from which they can hear voices and see shapes. An intrigued visitor decides to see what is happening, and he finds out that they were hearing just recorded sounds and holographic images.","categories":[],"infobox_types":[],"annotations":[{"uri":"February_8","surface_form":"February 8","offset":13},{"uri":"1828","surface_form":"1828","offset":25},{"uri":"March_24","surface_form":"March 24","offset":31},{"uri":"1905","surface_form":"1905","offset":41},{"uri":"French_people","surface_form":"French","offset":53},{"uri":"Writer","surface_form":"writer","offset":60},{"uri":"Science_fiction","surface_form":"science fiction","offset":109},{"uri":"Book","surface_form":"book","offset":138},{"uri":"Journey_To_The_Center_Of_The_Earth","surface_form":"Journey To The Centre Of The Earth","offset":153},{"uri":"1864","surface_form":"1864","offset":190},{"uri":"From_the_Earth_to_the_Moon","surface_form":"From the Earth to the Moon","offset":198},{"uri":"1865","surface_form":"1865","offset":227},{"uri":"Twenty_Thousand_Leagues_Under_the_Sea","surface_form":"Twenty Thousand Leagues Under the Sea","offset":235},{"uri":"1870","surface_form":"1870","offset":275},{"uri":"Around_the_World_in_Eighty_Days","surface_form":"Around the World in Eighty Days","offset":287},{"uri":"1873","surface_form":"1873","offset":321},{"uri":"Nantes","surface_form":"Nantes, France","offset":361},{"uri":"French_Revolution","surface_form":"French Revolution","offset":1020},{"uri":"Napol%C3%A9on_III_of_France","surface_form":"Louis-Napoléon Bonaparte","offset":1068},{"uri":"Paris","surface_form":"Paris","offset":1609},{"uri":"Success","surface_form":"success","offset":1630},{"uri":"Science","surface_form":"science","offset":1705},{"uri":"Story","surface_form":"stories","offset":1806},{"uri":"Novel","surface_form":"novel","offset":1818},{"uri":"Fiction","surface_form":"fiction","offset":1998},{"uri":"Theater","surface_form":"theater","offset":2014},{"uri":"Paranoia","surface_form":"paranoia","offset":2090},{"uri":"Gun","surface_form":"shot","offset":2100},{"uri":"Amiens","surface_form":"Amiens, France","offset":2484}]}