{"id":588312,"url":"http://en.wikipedia.org/wiki/Deseret_alphabet","text":"The Deseret alphabet () is a writing system invented in the 19th Century in America by the Mormon Church. A group of leaders called the Board of Regents created it. They were from Brigham Young University.\nBrigham Young wanted all letters to match sounds, to make reading and writing easier for immigrants. Teachers taught the alphabet in the school system at the time.\nBetween 1854 and 1869, books, newspapers, street signs and mail used the new alphabet. Even though the LDS church tried very hard to support the alphabet, it wasn't continued for very long.\nCreation (1847–1854).\nChurch leaders Brigham Young, Parley P. Pratt and Heber C. Kimball were part of the Board of Regents that made the Deseret alphabet. Other important creators were George D. Watt and William W. Phelps.\nBefore they decided to use the Deseret alphabet, the Board of Regents thought they would use Pitman style alphabets. On 29 November 1853, they came together to vote. Then, Willard Richards, who was sick when the Board of Regents had talked about which alphabet to use, saw the Pitman style alphabet. He said it looked too much like the English alphabet, and he wanted to start over with something new. His words convinced Brigham Young and the rest of the Board of Regents to make the Deseret alphabet. Less than two months later, the Board of Regents approved the first 38-letter Deseret alphabet.\nAlphabet.\nIn the Deseret alphabet, capital letters (\"majuscule\" or upper case) look the same as the lower case (\"minuscule\") letters, except the capital letters are larger. In the chart below, the \"Glyph\" is the letter shape, and next to it is the letter's name, which is how it sounds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Writing_system","surface_form":"writing system","offset":29},{"uri":"America","surface_form":"America","offset":76},{"uri":"Mormons","surface_form":"Mormon Church","offset":91},{"uri":"Immigration","surface_form":"immigrants","offset":295},{"uri":"Parley_P._Pratt","surface_form":"Parley P. Pratt","offset":612},{"uri":"Heber_C._Kimball","surface_form":"Heber C. Kimball","offset":632},{"uri":"Pitman_style_alphabets","surface_form":"Pitman style alphabets","offset":876},{"uri":"Letter_case","surface_form":"capital letters","offset":1417}]}