{"id":58836,"url":"http://en.wikipedia.org/wiki/Teenage_Mutant_Ninja_Turtles","text":"ce=\"preserve\">The Teenage Mutant Ninja Turtles (TMNT; known as the Teenage Mutant \"Hero\" Turtles, TMHT when they were introduced in the UK) are a fictional group of four mutant turtles who were taught how to be ninjas by a mutant rat named Splinter. The TMNT were created by Kevin Eastman and Peter Laird and made their comic book debut in 1984. In October 2009, Nickelodeon purchased the intellectual property rights from The Bage Studios.\nHistory.\nThe \"Teenage Mutant Ninja Turtles\" first appeared in an American comic book published by Mirage Studios in 1984 in Dover, New Hampshire. The concept arose from a humorous drawing sketched out by Kevin Eastman during a casual evening of brainstorming with friend Peter Laird. Using money from a tax refund, together with a loan from Eastman’s uncle, the young artists self-published a single-issue comic intended to parody four of the most popular comics of the early 1980s: Marvel Comics’ \"Daredevil\" and \"New Mutants\", Dave Sim’s \"Cerebus\", and Frank Miller’s \"Ronin\". The \"TMNT\" comic series has been published in various incarnations by various comic book companies since 1984.\nThe Turtles started their rise to mainstream success when a licensing agent, Mark Freedman, sought out Eastman and Laird to propose wider merchandising opportunities for the franchise. In 1986, Dark Horse Miniatures produced a set of 15 mm lead figurines. In January 1987, Eastman and Laird visited the offices of Playmates Toys Inc, a small California toy company that wanted to expand into the action figure market. Development was undertaken by a creative team of companies and individuals: Jerry Sachs, ad man of Sachs-Finley Agency, brought together the animators at Murakami-Wolf-Swenson headed by Fred Wolf. Wolf and his team combined concepts and ideas with the Playmates marketing crew, headed by Karl Aaronian, VP of sales Richard Sallis and President of Playmates Bill Carlson.\nAaronian brought on several designers, and concepteur and writer John C. Schulte and worked out the simple backstory that would live on toy packaging for the entire run of the product and show. Sachs called the high-concept pitch \"Green Against Brick\". The sense of humor was honed with the collaboration of the MWS animation firm's writers. Playmates and their team essentially served as associate producers and contributing writers to the miniseries that was first launched to sell-in the toy action figures. Phrases like \"Heroes in a Half Shell\" and many of the comical catch phrases and battle slogans (\"Turtle Power!\") came from the writing and conceptualization of this creative team. As the series developed, veteran writer Jack Mendelsohn came on board as both a story editor and scriptwriter. David Wise, Michael Charles Hill, and Michael Reaves wrote most of the scripts.\nThe miniseries was repeated three times before it found an audience. Once the product started selling, the show got syndicated and picked up and backed by Group W, which funded the next round of animation. The show then went network, on CBS. Accompanied by the popular \"Teenage Mutant Ninja Turtles\" 1987 TV series, and the subsequent action figure line, the TMNT were soon catapulted into pop culture history. At the height of the frenzy, in the late 1980s and early 1990s, the Turtles' likenesses could be found on a wide range of children's merchandise, from Pez dispensers to skateboards, breakfast cereal, video games, school supplies, linens, towels, cameras, and even toy shaving kits.\nWhile the animated TV series, which lasted for 10 seasons until 1996, was more light-hearted, the comic book series continued in a much darker and grittier tone. In 1990 a live-action feature film was released, with the turtles and Splinter being portrayed by actors in partially animatronic suits created by Jim Henson's Creature Shop. The film became one of the most successful independent films, and spawned two sequels, as well as inspiring a 3D animated film set in the same continuity, which was released in 2007 under the title \"TMNT\". After the end of the cartoon series, a live action series in the vein of the films was created in 1997 in conjunction with Saban Entertainment. The series was called ' and introduced a fifth, female turtle called Venus De Milo, but was largely unsuccessful and was canceled after one season.\nThe property lay dormant until in 2003 a new animated TV series also entitled \"Teenage Mutant Ninja Turtles\" began to air on Fox Box (4Kids TV). The series storyline stuck much closer to the original Mirage comic book series, but was still less violent. It lasted for 7 seasons and 156 episodes, ending in February 2009.\nOn October 21, 2009, it was announced that cable channel Nickelodeon (a subsidiary of Viacom) had purchased all of Mirage's rights to the \"Teenage Mutant Ninja Turtles\" property. Mirage retains the rights to publish 18 issues a year, though the future involvement of Mirage with the Turtles and the future of Mirage Studios itself is unknown. Nickelodeon has developed a new CGI-animated TMNT television series and will partner with fellow Viacom company Paramount Pictures to bring a new TMNT movie to theaters. The TV show premiered on Nickelodeon on September 29, 2012. However, in June 2012, Paramount shut down their planned production due to script issues, pushing their release date out until May 2014.\nBackground information.\nThe turtles are named after famous artists from the Renaissance period. Their names are Leonardo, Raphael, Donatello, and Michelangelo. They live underground in a sewer under Manhattan, and try to keep themselves hidden from people mankind in general, fearing humanity would never understand. While helping their friends, they often end up in trouble fighting crime and villan. Their enemies may vary from inner town street gangs to extraterrestrials. There are a few humans who know about them, a woman named April O'Neil and a man named Casey Jones, and some other people, depending on version. Some versions also use Casey Jones' grandmother's farmhouse in Northampton in Massachussetts as a hangout for the turtles.\nSplinter's origin differs between versions. In some versions (Mirage, 2003, movies), he was originally a pet rat of Hamato Yoshi, ending up mutated. In other versions (1987 carton, Archie and the 2012 cartoon), he was originally a man, Hamato Yoshi, who ended up accidentally touching the ooze, and turned into a humanoid rat.\nIn the 1987 cartoon, their main antagonists are a Japanese ninjutsu master, Shredder (Oroku Saki), an extraterrestrial called Krang, and two mutant punks, Bebop and Rocksteady, while in the 1984 Mirage comics, Shredder ends up killed by the turtles in the first issue. Krang's appearance is inspired by the Utroms, an extraterrestrial race in the Mirage. The Utroms, however, aren't villains.\nFirst appearance.\nThey first appeared in a comic book which was made in 1984. In 1987, an animated television show was made, it was extremely popular and ran until 1996.\nMerchandise.\nThere were many items based on the show including food, video games and toys. Starting in 1990, three live-action movies were made. In 1997, there was a live-action television series called \"Ninja Turtles: The Mutation\", which was not very successful. In 2003, a new animated series based more on the original comic book than the other series and an animated movie came out in 2007. Finally, the 2003 season came to an end, and a new series, the \"Back to the Sewers\" aired in late 2008-early 2009.\nIn September 2012 another cartoon series began. It takes inspirations from both the Mirage comics, and the 1987 cartoon series. Michael Bay will be producing a reboot of the film coming out in August 8, 2014. The film was directed by Jonathan Liebesman.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"UK","offset":136},{"uri":"Mutation","surface_form":"mutant","offset":170},{"uri":"Turtle","surface_form":"turtle","offset":177},{"uri":"Ninja","surface_form":"ninja","offset":211},{"uri":"Rat","surface_form":"rat","offset":230},{"uri":"Kevin_Eastman","surface_form":"Kevin Eastman","offset":275},{"uri":"Peter_Laird","surface_form":"Peter Laird","offset":293},{"uri":"1984","surface_form":"1984","offset":340},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":363},{"uri":"Intellectual_property","surface_form":"intellectual property","offset":389},{"uri":"American_comic_book","surface_form":"American comic book","offset":506},{"uri":"Mirage_Studios","surface_form":"Mirage Studios","offset":539},{"uri":"Dover%2C_New_Hampshire","surface_form":"Dover, New Hampshire","offset":565},{"uri":"Kevin_Eastman","surface_form":"Kevin Eastman","offset":645},{"uri":"Brainstorming","surface_form":"brainstorming","offset":686},{"uri":"Peter_Laird","surface_form":"Peter Laird","offset":712},{"uri":"Tax_refund","surface_form":"tax refund","offset":744},{"uri":"Self-publishing","surface_form":"self-published","offset":817},{"uri":"Parody","surface_form":"parody","offset":865},{"uri":"Marvel_Comics","surface_form":"Marvel Comics","offset":924},{"uri":"Daredevil_(Marvel_Comics)","surface_form":"Daredevil","offset":940},{"uri":"New_Mutants","surface_form":"New Mutants","offset":956},{"uri":"Dave_Sim","surface_form":"Dave Sim","offset":970},{"uri":"Cerebus_the_Aardvark","surface_form":"Cerebus","offset":982},{"uri":"Frank_Miller_(comics)","surface_form":"Frank Miller","offset":996},{"uri":"Ronin_(DC_Comics)","surface_form":"Ronin","offset":1012},{"uri":"Teenage_Mutant_Ninja_Turtles_(Mirage_Studios)","surface_form":"\"TMNT\" comic series","offset":1024},{"uri":"License","surface_form":"licensing","offset":1191},{"uri":"Merchandise","surface_form":"merchandising","offset":1269},{"uri":"Playmates_Toys_Inc","surface_form":"Playmates Toys Inc","offset":1445},{"uri":"John_C._Schulte","surface_form":"John C. Schulte","offset":1985},{"uri":"Jack_Mendelsohn","surface_form":"Jack Mendelsohn","offset":2651},{"uri":"Michael_Reaves","surface_form":"Michael Reaves","offset":2760},{"uri":"Westinghouse_Broadcasting","surface_form":"Group W","offset":2957},{"uri":"CBS","surface_form":"CBS","offset":3039},{"uri":"Teenage_Mutant_Ninja_Turtles_(1987_TV_series)","surface_form":"\"Teenage Mutant Ninja Turtles\" 1987 TV series","offset":3071},{"uri":"Teenage_Mutant_Ninja_Turtles_action_figures","surface_form":"action figure line","offset":3137},{"uri":"Pez_dispenser","surface_form":"Pez dispenser","offset":3364},{"uri":"Teenage_Mutant_Ninja_Turtles_(1990_film)","surface_form":"live-action feature film","offset":3667},{"uri":"Jim_Henson%27s_Creature_Shop","surface_form":"Jim Henson's Creature Shop","offset":3804},{"uri":"Teenage_Mutant_Ninja_Turtles_(film_series)","surface_form":"two sequels","offset":3906},{"uri":"TMNT_(film)","surface_form":"TMNT","offset":4031},{"uri":"Saban_Entertainment","surface_form":"Saban Entertainment","offset":4161},{"uri":"Venus_(Teenage_Mutant_Ninja_Turtles)","surface_form":"Venus De Milo","offset":4251},{"uri":"Teenage_Mutant_Ninja_Turtles_(2003_TV_series)","surface_form":"Teenage Mutant Ninja Turtles","offset":4409},{"uri":"4Kids_TV","surface_form":"4Kids TV","offset":4464},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":4708},{"uri":"Viacom","surface_form":"Viacom","offset":4737},{"uri":"Paramount_Pictures","surface_form":"Paramount Pictures","offset":5106},{"uri":"Renaissance","surface_form":"Renaissance","offset":5437},{"uri":"Sewer","surface_form":"sewer","offset":5548},{"uri":"Manhattan","surface_form":"Manhattan","offset":5560},{"uri":"Crime","surface_form":"crime","offset":5745},{"uri":"Villan","surface_form":"villan","offset":5755},{"uri":"Woman","surface_form":"woman","offset":5883},{"uri":"Man","surface_form":"man","offset":5914},{"uri":"Northampton%2C_Massachussetts","surface_form":"Northampton","offset":6045},{"uri":"Massachussetts","surface_form":"Massachussetts","offset":6060},{"uri":"Comic","surface_form":"comic","offset":6868},{"uri":"Television_series","surface_form":"television show","offset":6924},{"uri":"Food","surface_form":"food","offset":7058},{"uri":"Video_games","surface_form":"video games","offset":7064},{"uri":"Toy","surface_form":"toy","offset":7080},{"uri":"Movie","surface_form":"movie","offset":7122},{"uri":"TMNT_(movie)","surface_form":"animated movie came out in 2007","offset":7358},{"uri":"Michael_Bay","surface_form":"Michael Bay","offset":7634},{"uri":"Jonathan_Liebesman","surface_form":"Jonathan Liebesman","offset":7740}]}