{"id":58849,"url":"http://en.wikipedia.org/wiki/London_Borough_of_Croydon","text":"The London Borough of Croydon is a London Borough. It is in south London. The borough is the farthest south of Greater London, with the M25 circle motorway touching it at the bottom. In North Croydon the borough mainly borders the London Borough of Bromley to the east as well as the London Boroughs of Southwark and Lambeth to the north. The boroughs of Sutton and Merton are west of Croydon.\nCroydon's main town centre is Croydon itself. The town offers the most office space in Southeast England apart from Central London. There are two shopping centres in Croydon which are named Centrale and the Witgift Centre. Croydon was named the 20th best shopping town in the UK. Croydon is currently being modernised (meaning new buildings are being built). Croydon College and John Ruskin College are the only schools for people over 16 years old.\nThe London Borough of Croydon asked the government for city status in 2000 and again in 2002 but it failed. If the government said yes it would have been the third council in Greater London to hold that status, the others being the City of London and the City of Westminster.\nThe borough is the home of two football clubs, Crystal Palace F.C. who are in the Football League Championship and Croydon F.C. who are in the Ryman League. Croydon is also known for having a lot of parks and open spaces like Mitcham Common and South Norwood Lakes.\nCroydon is a tourist attraction in London. One of the reasons is because it is close to Gatwick Airport and because it has lots of entertainment and historic facilities including the Fairfield Halls, Warehouse Theatre, Croydon Airport (disused), Shirley Windmill, Croydon Palace and the Croydon Clocktower.\nAttractions.\nCroydon has many places that people enjoy visiting. There are a lot of places of interest such as Croydon Airport, which was the largest airport in London until its closure in September 1959. It was closed because of it was too small to handle the growing number of flights to Croydon so Heathrow and Gatwick took over. It has become a great place for air plane shows and sometimes is hosts along with Biggin Hill. Addington Palace is an 18th-century mansion that was the home of six archbishops.\nCroydon Clocktower is an arts facility in Central Croydon that includes a cinema, library, museum and conference room. The building links into the official Town Hall of Croydon Council and some areas of the building, most notably the Braithwaite Hall, are part of the original complex. The Clocktower is the tower of the Town Hall. New buildings were built alongside the Town Hall and were opened by Queen Elizabeth II in 1994. Croydon Palace is where Archbishops of Canterbury used to stay during the summer. It is more than 500 years old.\nThe Warehouse Theatre is a professional producing producing studio theatre with up to a hundred seats in the centre of Croydon based in an oak-beamed former Victorian cement warehouse. The Fairfield Halls is an arts centre in Croydon which opened in 1962. It contains a concert hall, the Ashcroft Theatre (named for local actress Dame Peggy Ashcroft), the Arnhem Gallery civic hall (Croydon is twinned with Arnhem, a city in The Netherlands) and an art gallery. The large concert hall is used by the BBC for recordings.","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Borough","surface_form":"London Borough","offset":35},{"uri":"London","surface_form":"London","offset":66},{"uri":"Borough","surface_form":"borough","offset":78},{"uri":"M25_circle_motorway","surface_form":"M25 circle motorway","offset":136},{"uri":"London_Borough_of_Bromley","surface_form":"London Borough of Bromley","offset":231},{"uri":"London_Borough_of_Southwark","surface_form":"London Boroughs of Southwark","offset":284},{"uri":"London_Borough_of_Lambeth","surface_form":"Lambeth","offset":317},{"uri":"London_Borough_of_Merton","surface_form":"Merton","offset":366},{"uri":"Croydon","surface_form":"Croydon","offset":424},{"uri":"City_of_London","surface_form":"City of London","offset":1076},{"uri":"City_of_Westminster","surface_form":"City of Westminster","offset":1099},{"uri":"Football_League_Championship","surface_form":"Football League Championship","offset":1202},{"uri":"Gatwick_Airport","surface_form":"Gatwick Airport","offset":1474},{"uri":"Town_Hall","surface_form":"Town Hall","offset":2574},{"uri":"1994","surface_form":"1994","offset":2625},{"uri":"Producing_house","surface_form":"producing studio theatre","offset":2794},{"uri":"Croydon","surface_form":"Croydon","offset":2863},{"uri":"Dame_Peggy_Ashcroft","surface_form":"Dame Peggy Ashcroft","offset":3074},{"uri":"Arnhem","surface_form":"Arnhem","offset":3151},{"uri":"BBC","surface_form":"BBC","offset":3244}]}