{"id":58855,"url":"http://en.wikipedia.org/wiki/Tyrant","text":"e=\"preserve\">A tyrant (pronounce: \"tie\"-rant) is a person who rules with absolute power. In its Greek origin the word has no negative meaning: we translate \"Oedipus Tyrannus\" as 'Oedipus the King'. A tyrant usually rules a country, and he often got his position as powerful ruler by force, although some of them inherited their power.\nLater, the word came to mean someone who ruled with cruelty and injustice. The rule of a tyrant is called tyranny. The adjective is tyrannical.\nA dictator or despot is someone who rules with absolute authority, usually cruelly. It now has the same meaning as 'tyrant', whereas before, 'tyrant' meant something like 'ruler' or 'king'.\nIn the 10th and 9th centuries BC, Ancient Greece was ruled by monarchs. By the 7th century BC, they were ruled by groups of aristocrats. These aristocrats started to become unpopular. This gave cruel people the chance to get power for themselves, telling the people that they would be good rulers, but turning bad once they got power.\nAround 650 BC the tyrant Cypselus became powerful in Corinth. There were other tyrants in the Asiatic countries that were ruled by Greece. Cypselus’s son Periander was also a cruel tyrant who ruled for 40 years. The tyranny in Corinth came to an end after he died.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":96},{"uri":"Oedipus","surface_form":"Oedipus","offset":179},{"uri":"Inherit","surface_form":"inherit","offset":312},{"uri":"Adjective","surface_form":"adjective","offset":454},{"uri":"Dictator","surface_form":"dictator","offset":481},{"uri":"Despot","surface_form":"despot","offset":493},{"uri":"BC","surface_form":"BC","offset":699},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":703},{"uri":"Monarch","surface_form":"monarch","offset":731},{"uri":"Aristocrat","surface_form":"aristocrat","offset":793},{"uri":"Corinth","surface_form":"Corinth","offset":1057},{"uri":"Asia","surface_form":"Asia","offset":1098},{"uri":"Periander","surface_form":"Periander","offset":1158}]}