{"id":58852,"url":"http://en.wikipedia.org/wiki/Nicolas_Sarkozy","text":"Nicolas Sarkozy, born on 28 January 1955 in Paris, France,\nis a French politician. He was the 23rd President of France and, because of that position, \"ex officio\" Co-Prince of Andorra from 16 May 2007 to 15 May 2012 succeeding Jacques Chirac.\nHe was the leader of the UMP, and was elected President of the French Republic on 6 May 2007. He defeated Ségolène Royal, of the Socialist Party.\nSarkozy was known for his conservative law and order politics and his admiration for a new economic model for France during his presidency. He wanted a more liberalised economy for France because he saw the United States and the United Kingdom as positive examples. Until 26 March 2007, he was the Minister of the Interior of France. His nickname Sarko was used by both supporters and opponents. On 6 May 2012, Sarkozy was defeated in the 2012 election by Socialist François Hollande by a margin of 3.2%, or 1,139,983 votes. After leaving the office, Sarkozy pretended to retire from political life. As a former president, Sarkozy is entitled to \"de jure\" membership in the Constitutional Council.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris","surface_form":"Paris","offset":44},{"uri":"France","surface_form":"France","offset":51},{"uri":"Andorra","surface_form":"Andorra","offset":176},{"uri":"Jacques_Chirac","surface_form":"Jacques Chirac","offset":227},{"uri":"UMP","surface_form":"UMP","offset":268},{"uri":"President_of_the_French_Republic","surface_form":"President of the French Republic","offset":289},{"uri":"S%C3%A9gol%C3%A8ne_Royal","surface_form":"Ségolène Royal","offset":349},{"uri":"Socialist_Party_(France)","surface_form":"Socialist Party","offset":372},{"uri":"Neoliberalism","surface_form":"liberalised economy","offset":546},{"uri":"United_States","surface_form":"United States","offset":596},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":618},{"uri":"Minister_of_the_Interior","surface_form":"Minister of the Interior","offset":687},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":855}]}