{"id":588615,"url":"http://en.wikipedia.org/wiki/Money_in_the_Bank_(2017)","text":"e=\"preserve\">Money in the Bank (2017) was a wrestling event watched on pay-per-view and the WWE Network. The event was made by WWE and only had wrestlers from \"SmackDown\". It happened on June 18, 2017 at the Scottrade Center in St. Louis, Missouri. It was the eighth Money in the Bank and the first with a Money in the Bank ladder match for women.\nSeven matches were performed at Money in the Bank and one of them was on the pre-show. Baron Corbin won the last match which was the Money in the Bank ladder match. Also, Jinder Mahal beat Randy Orton so he would still hold the WWE Championship and Carmella cheated to win the first Money in the Bank ladder match for women. The event was also interesting because it was Mike Kanellis' first time ever in WWE and Maria Kenellis' first time in WWE since 2010.\nMen's Money in the Bank ladder match.\nEvery Money in the Bank has had a Money in the Bank ladder match which has several wrestlers and you win by climbing a ladder and grabbing the briefcase held above the ring. The winner gets a match for a world championship whenever they want. Since this event only had wrestlers from \"SmackDown\", the winner would not get a match for \"Raw\"'s world championship which is called the WWE Universal Championship. Instead, the winner would get a match for SmackDown's world championship which is the WWE Championship.\nOn the May 23 episode of \"SmackDown\", Shane McMahon announced who he chose to be in the Money in the Bank ladder match. He chose A.J. Styles, Shinsuke Nakamura, Dolph Ziggler, Sami Zayn and Baron Corbin. But Kevin Owens was upset by this because he beat A.J. at Backlash and if A.J. is in the match, he should be too. Shane then decided to add Kevin to the match.\nJinder Mahal vs. Randy Orton.\nAt Backlash, Jinder Mahal beat Randy Orton with help from the Singh Brothers and won his first WWE Championship. On the next episode of \"SmackDown\", Jinder had a celebration but usually when a champion loses their title, they get a rematch at the following PPV. Shane McMahon came down to the ring and it turned out, Randy had asked for a rematch which Shane gave him.\nWomen's Money in the Bank ladder match.\nOn the May 23 episode of SmackDown, Charlotte Flair, Natalya, Tamina and Becky Lynch, one by one, asked \"SmackDowns commissioner, Shane McMahon, for a match against Naomi for her WWE SmackDown Women's Championship. Shane decided to have a fatal 5-way match between the three of them where the winner would face Naomi at Money in the Bank. But before the match, the five starting brawling. So Shane came down to the ring and said he decided to have the first ever women's Money in the Bank ladder match where the winner would get a match for the SmackDown Women's Championship whenever they want.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wrestling","surface_form":"wrestling","offset":44},{"uri":"Pay-per-view","surface_form":"pay-per-view","offset":71},{"uri":"WWE","surface_form":"WWE","offset":127},{"uri":"WWE_SmackDown","surface_form":"\"SmackDown\"","offset":159},{"uri":"Scottrade_Center","surface_form":"Scottrade Center","offset":208},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis","offset":228},{"uri":"Missouri","surface_form":"Missouri","offset":239},{"uri":"Money_in_the_Bank_ladder_match","surface_form":"Money in the Bank ladder match","offset":306},{"uri":"Jinder_Mahal","surface_form":"Jinder Mahal","offset":519},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":537},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":576},{"uri":"Maria_Kanellis","surface_form":"Maria Kenellis","offset":761},{"uri":"WWE_SmackDown","surface_form":"\"SmackDown\"","offset":1129},{"uri":"WWE_Raw","surface_form":"\"Raw\"","offset":1179},{"uri":"WWE_Universal_Championship","surface_form":"WWE Universal Championship","offset":1226},{"uri":"WWE_Championship","surface_form":"WWE Championship","offset":1340},{"uri":"A.J._Styles","surface_form":"A.J. Styles","offset":1487},{"uri":"Shinsuke_Nakamura","surface_form":"Shinsuke Nakamura","offset":1500},{"uri":"Dolph_Ziggler","surface_form":"Dolph Ziggler","offset":1519},{"uri":"El_Generico","surface_form":"Sami Zayn","offset":1534},{"uri":"Kevin_Owens","surface_form":"Kevin Owens","offset":1566},{"uri":"Jinder_Mahal","surface_form":"Jinder Mahal","offset":1765},{"uri":"Randy_Orton","surface_form":"Randy Orton","offset":1783},{"uri":"Charlotte_(wrestler)","surface_form":"Charlotte Flair","offset":2197},{"uri":"Natalya_(wrestler)","surface_form":"Natalya","offset":2214},{"uri":"Tamina_Snuka","surface_form":"Tamina","offset":2223},{"uri":"Becky_Lynch","surface_form":"Becky Lynch","offset":2234},{"uri":"Shane_McMahon","surface_form":"Shane McMahon","offset":2291},{"uri":"WWE_SmackDown_Women%27s_Championship","surface_form":"WWE SmackDown Women's Championship","offset":2340}]}