{"id":588864,"url":"http://en.wikipedia.org/wiki/Italian_invasion_of_French_Somaliland","text":"The Italian invasion of French Somaliland was an Italian campaign during World War II. It resulted in an Italian occupation of nearly 1/5 of the French Somaliland territory from summer 1940 until spring 1941.\nHistory.\nIn summer 1940 the Italians occupied the western areas of French Somaliland, while attacking southern France. The armistice stopped their advance. In early 1941 they withdrew from the areas occupied, because of the British attacks on Italian East Africa (Eritrea, Somalia & Ethiopia).\nThe 1940 invasion.\nIn June 1940 and until September 1940 the Italians did a series of attacks in Africa: one was in the \"Cote Francaise des Somalis\" (now called Djibouti).\nIn June 1940 the French commander in Djibouti, Brigadier-General Paul Legentilhomme, had nearly 9,000 men in seven battalions of Senegalese and Somali infantry. Legentilhomme also had three batteries of field guns, four batteries of anti-aircraft guns, a company of 16 light Renault R35 tanks, four companies of militia and irregulars, two platoons of camel corps, and an assortment of 18 aircraft.\nThe Italians had on the eastern border of their Italian Ethiopia -under the \"Commander\" General Guglielmo Nasi and with the support of the \"Regia Aeronautica\"- nearly 40,000 soldiers: the 40th Infantry Division Cacciatori d'Africa of General Giovanni Varda, the 65th Infantry Division Granatieri di Savoia of general Amedeo Liberati and 6 colonial brigades supported by 4 tank companies (mainly Fiat L3/35 tankettes) and by one Armored Car Company with Fiat 611 \"autoblindo\".\nBut only the Italian colonial troops (the brigades were made mainly of Eritrean Ascari) fought inside the French Somaliland, while the division \"Cacciatori D'Africa\" only entered southern coastal French Somalia during the August attack on British Zeila.\nAfter Italy's declaration of war on France and Great Britain on June 10, there were in the following week some skirmishing between the French and Italians around the railroad connecting Addis Ababa to Djibouti: the nearby French fort of Ali-Sabieh was hit by Italian colonial troops.\nThe invasion was started from Italian Ethiopia's Harrar Governorate, when colonial troops of general Guglielmo Nasi attacked the fort of Ali-Sabieh in the south and Daddato in the north. There were initial skirmishes even in the area of Dagguirou and around the lakes Abhe & Ally.\nAfter the first week the Italian aviation started to attack: on 17 June some Italian IMAM Ro.37 aircraft undertook a reconnaissance of Djibouti, noting five or six warships in the port and about twenty aircraft at a nearby aerodrome. On 21 June eleven Caproni Ca.133s bombed Djibouti in the largest raid of the colony's brief war. Anti-aircraft fire was intense and two Italian aircraft failed to return, but fires and explosions were seen in Djibouti.\nOvernight, several waves of Savoia-Marchetti SM.81 bombers attacked the port facilities. On 22 June the Italians suspected the British might try to establish a forward base at Djibouti, and five Ro.37bis, four Fiat CR.42 and one Fiat CR.32 aircraft hit the airfield there. Some French Potez 25 reconnaissance aircraft bombed Italian installations at Dewele in retaliation.\nThe invasion was also done inside the \"Territorial waters\" of French Somaliland in the gulf of Tadjoura. Since the first week the Italian Navy sent two submarines (\"Torricelli\" & \"Perla\") to patrol the waters in front of Djibouti city, Tadjoura and Oblock.\nThe Armistice of Villa Incisa (previously written on June 24) requested officially on June 25 the \"forced demilitarisation of Gibuti\", according to articles 3, 5 and 9.\nFinally between 1 and 10 July 1940 several clashes with the Italians took place again on the plain of Hanlé, at Ali-Sabieh and along the railroad. The border area of western French Somalia was occupied by Italian troops, who withdrew from Hanlé in October 1940 and only in March 1941 from Dagguirou.\nSince July the Italians occupied nearly 1/5 of French Somaliland, but it was nearly all a semi-desert and depopulated region. Meanwhile, as a consequence of the problems about Legentilhomme withdrawal, the Italians reinforced their garrisons in Hanlé and Daggirou (also with the construction of a new road from Italian Eritrea).\nWhen Italian troops attacked British Somaliland in August 1940, they occupied the southern coast of the \"Cote Francaise des Somalis\": the 17th Colonial Brigade under Colonel Agosti occupied the French fort at Loyada on the border with British Somaliland. Later, when the Italian invasion of British Somaliland began on 3 August, the forces at Loyada moved on Zeila, which they conquered by 5 August.\nDagguirou (and all northern French Somaliland bordering Italian Eritrea) remained under Italian control until March 1941.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":73},{"uri":"France","surface_form":"France","offset":320},{"uri":"Djibouti","surface_form":"Djibouti","offset":664},{"uri":"Senegal","surface_form":"Senegalese","offset":804},{"uri":"Somalia","surface_form":"Somali","offset":819},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":1130},{"uri":"Italian_conquest_of_British_Somaliland","surface_form":"August attack","offset":1772},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1851},{"uri":"Addis_Ababa","surface_form":"Addis Ababa","offset":1990},{"uri":"Djibouti_(city)","surface_form":"Djibouti","offset":2005},{"uri":"Territorial_waters","surface_form":"Territorial waters","offset":3234}]}