{"id":588835,"url":"http://en.wikipedia.org/wiki/Faydee","text":"Fady Fatrouni (born 2 February 1987) also known as his stage name Faydee is an Australian singer and songwriter. He is best known for his song \"Habibi (I Need Your Love)\" which he did with Shaggy, Mohombi, Faydee and Costi. The song has been sang in different languages.\nEarly Life & Education.\nFady was born on February 2, 1987 in Sydney, Australia. His parents came from Tripoli, Lebanon. Fady is the oldest of five children. He has two sisters and two brothers. Fady's interest in music began through his cousins, who would record beats and rap and sing over them for entertainment. At the age of thirteen, he began writing and recording music from his bedroom.\nCareer.\nFatrouni was discovered online at the age of 19 by Ronnie Diamond who is the owner and founder of Buckle Up Entertainment. In 2008, Fatrouni joined producer Divy Porta. Together they made successful music like \"Say My Name\" and \"Forget the World\".\nHe has partnered with Shaggy, Mohombi,Dj Sava, Kat DeLuna, Leftside, Kay One, Claydee, Adam Saleh and many more.\nIn 2013, Fatrouni released a song called \"Laugh Till You Cry\" which he did with Australian singer Lazy J.\nIn 2014, he released \"Habibi (I Need Your Love)\".\nIn 2015, Fatrouni released \"Lullaby\" which was a success in Romania. It peaked at number 9 on the charts. \"Sun Don't Shine\" peaked at number 1 in Bulgaria and Azerbaijan.\nIn 2016, he collaborated with Divy Pota and released an EP called \"Legendary\" which contains \"Amari\", \"Legendary\", \"Ya Linda\", \"If I Didn't Love You\" and \"Jealous\". He did a song called \"Nobody\" with Kat DeLuna and Leftside. Faydee and Dj Sava released a song called \"Love In Dubai\". He did a song with Kay One called \"Believe\".\nAwards.\nOn 12 September 2015, Faydee was given Best European Artist Award during Big Apple Music Awards, in Hamburg, Germany. End of 2016, BMI announced Faydee as winner for his song \"Habibi (I Need Your Love)\". On 10 October 2016, he was given the achievement award for being known of the great national popularity as measured by broadcast performances event presented by BMI in London. And on 27 November 2016, he received from Big Apple Music Awards 2016 in New York, the Nest Australian Act 2016 Award. He also performed for the first time in New York.","categories":[],"infobox_types":[],"annotations":[{"uri":"Shaggy_(singer)","surface_form":"Shaggy","offset":189},{"uri":"Kat_DeLuna","surface_form":"Kat DeLuna","offset":968},{"uri":"Kat_DeLuna","surface_form":"Kat DeLuna","offset":1561}]}