{"id":588957,"url":"http://en.wikipedia.org/wiki/Paradigm","text":"In philosophy of science, a paradigm is a way of thinking about a problem. The word comes from Greek παράδειγμα (\"paradeigma\"), \"pattern, example, sample\" from the verb παραδείκνυμι (\"paradeiknumi\"), \"exhibit, represent, expose\" and that from παρά (\"para\"), \"beside, beyond\" and δείκνυμι (\"deiknumi\"), \"to show, to point out\". Paradigm can also be used to refer to a set of ideas about a given subject. The idea that the Earth is the center of the universe, or that the Earth and other planets move around the sun are examples of paradigms. One of the first modern people to use the word was Georg Christoph Lichtenberg (1742-1799), an 18th century mathematician and scientist.\nIn rhetoric, paradeigma is known as a type of proof. The purpose of paradeigma is to provide an audience with an illustration of similar occurrences. This illustration is not meant to take the audience to a conclusion, however it is used to help guide them there. A personal accountant is a good comparison of paradeigma to explain how it is meant to guide the audience. It is not the job of a personal accountant to tell their client exactly what (and what not) to spend their money on, but to aid in guiding their client as to how money should be spent based on their financial goals. Anaximenes defined paradeigma as, \"actions that have occurred previously and are similar to, or the opposite of, those which we are now discussing.\" Aristotle uses the word in a similar way, in inductive logic. usually, induction is used to get from a number of special cases to a general one. Aristotle uses the word to get from one special case to another.\nThe original Greek term \"παράδειγμα\" (paradeigma) was used in Greek texts such as Plato's Timaeus (28A) as the model or the pattern that the Demiurge (god) used to create the cosmos. The term had a technical meaning in the field of grammar: the 1900 \"Merriam-Webster\" dictionary defines its technical use only in the context of grammar or, in rhetoric, as a term for an illustrative parable or fable. In linguistics, Ferdinand de Saussure used \"paradigm\" to refer to a class of elements with similarities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Philosophy_of_science","surface_form":"philosophy of science","offset":3},{"uri":"Ancient_Greek","surface_form":"Greek","offset":95},{"uri":"Geocentrism","surface_form":"Earth is the center of the universe","offset":421},{"uri":"Heliocentrism","surface_form":"Earth and other planets move around the sun","offset":470},{"uri":"Georg_Christoph_Lichtenberg","surface_form":"Georg Christoph Lichtenberg","offset":592},{"uri":"Mathematician","surface_form":"mathematician","offset":649},{"uri":"Scientist","surface_form":"scientist","offset":667},{"uri":"Rhetoric","surface_form":"rhetoric","offset":681},{"uri":"Mathematical_induction","surface_form":"proof","offset":724},{"uri":"Anaximenes_of_Lampsacus","surface_form":"Anaximenes","offset":1265},{"uri":"Aristotle","surface_form":"Aristotle","offset":1414},{"uri":"Plato","surface_form":"Plato","offset":1706},{"uri":"Timaeus_(dialogue)","surface_form":"Timaeus","offset":1714},{"uri":"Grammar","surface_form":"grammar","offset":1856},{"uri":"Merriam-Webster","surface_form":"Merriam-Webster","offset":1875},{"uri":"Rhetoric","surface_form":"rhetoric","offset":1967},{"uri":"Parable","surface_form":"parable","offset":2007},{"uri":"Fable","surface_form":"fable","offset":2018},{"uri":"Linguistics","surface_form":"linguistics","offset":2028},{"uri":"Ferdinand_de_Saussure","surface_form":"Ferdinand de Saussure","offset":2041}]}