{"id":58894,"url":"http://en.wikipedia.org/wiki/Paracetamol","text":"Paracetamol (or acetaminophen) is a common analgesic, a drug that is used to relieve pain. It can also be used to reduce fever, and some kinds of headache. This makes it an antipyretic, something that reduces fevers. It is used in many drugs that treat the flu and colds.\nThe words \"acetaminophen\" and \"paracetamol\" both come from the names of the chemicals used in the compound: N-acetyl-para-aminophenol and para-acetyl-amino-phenol. Sometimes, it is shortened to APAP, for N-acetyl-para-aminophenol.\nHarmon Northrop Morse was the first to make Paracetamol, in the year 1878. Drugs made with Paracetamol became common in the 1950s. Today, these drugs are some of the most used, together with those containing salicylic acid or Ibuprofen. In the year 1977, Paracetamol was put on the List of Essential Medicines of the WHO.\nSafety and dosage.\nParacetamol is considered safe for use. The drug is easily available without a prescription. People often take too much Paracetamol. Sometimes this is because people do not know how much they should take. The recommended dose may not work for some individuals. Other times it is because they are trying to commit suicide. Very often, a person's liver can be hurt if he or she takes too much Paracetamol. A dose of 150 milligrams for every kilogram of the person's weight (about 10 grams for most adults) will lead to permanent liver damage, and may cause the liver to fail. For people whose livers have already been damaged, such as alcoholics, and for those with a limited secretion of Paracetamol, this amount can be much smaller.\nIn England and Wales, about 30.000 people per year go to the hospital after taking too much paracetamol (called paracetamol poisoning), and about 150 die of the poisoning. Since a law was passed saying that Paracetamol packets cannot be too large, fewer people have been committing suicide with Paracetamol. In Great Britain and the United States Paracetamol is the main reason for acute liver failure. About half of the cases are because of an 'unintentional overdose'.","categories":[],"infobox_types":[],"annotations":[{"uri":"Analgesic","surface_form":"analgesic","offset":43},{"uri":"Drug","surface_form":"drug","offset":56},{"uri":"Pain","surface_form":"pain","offset":85},{"uri":"Fever","surface_form":"fever","offset":121},{"uri":"Headache","surface_form":"headache","offset":146},{"uri":"Antipyretic","surface_form":"antipyretic","offset":173},{"uri":"Influenza","surface_form":"the flu","offset":253},{"uri":"Cold","surface_form":"cold","offset":265},{"uri":"Harmon_Northrop_Morse","surface_form":"Harmon Northrop Morse","offset":503},{"uri":"1878","surface_form":"1878","offset":572},{"uri":"Salicylic_acid","surface_form":"salicylic acid","offset":711},{"uri":"Ibuprofen","surface_form":"Ibuprofen","offset":729},{"uri":"1977","surface_form":"1977","offset":752},{"uri":"List_of_World_Health_Organization_Essential_Medicines","surface_form":"List of Essential Medicines","offset":785},{"uri":"WHO","surface_form":"WHO","offset":820},{"uri":"Prescription","surface_form":"prescription","offset":923},{"uri":"Dose","surface_form":"dose","offset":1065},{"uri":"Suicide","surface_form":"suicide","offset":1157},{"uri":"Liver","surface_form":"liver","offset":1189},{"uri":"Milligrams","surface_form":"milligrams","offset":1262},{"uri":"Kilogram","surface_form":"kilogram","offset":1283},{"uri":"Gram","surface_form":"gram","offset":1325},{"uri":"Liver_failure","surface_form":"fail","offset":1412},{"uri":"Alcoholism","surface_form":"alcoholics","offset":1477},{"uri":"England","surface_form":"England","offset":1580},{"uri":"Wales","surface_form":"Wales","offset":1592},{"uri":"Great_Britain","surface_form":"Great Britain","offset":1888},{"uri":"United_States","surface_form":"United States","offset":1910},{"uri":"Liver_failure","surface_form":"liver failure","offset":1965}]}