{"id":58914,"url":"http://en.wikipedia.org/wiki/Hyperthyroidism","text":"e=\"preserve\">Hyperthyroidism is a medical condition. It is caused by a thyroid gland that is too active. The thyroid gland makes hormones. These hormones manage the body’s metabolism. An example of one of these hormones is thyroxine. The thyroid-stimulating hormone starts the making of thyroxine. The thyroid-stimulating hormone is also called “TSH.” TSH is made in the pituitary gland. Hyperthyroidism is determined by a doctor by blood tests that show a decreased thyroid-stimulating hormone (TSH) level.\nThe most common cause of this disorder is \"Graves’ disease.” Graves’ disease is a condition in which the thyroid gland becomes overactive. Antibodies from the immune system in the bloodstream attack itself (this is called an autoimmune disease). This causes the thyroid gland to grow, as well as produce more thyroid hormones.\nSome symptoms of this disorder are the swelling of the neck, as well as weight loss. In addition, patients could experience their hands trembling, as well as their blood pressure increasing. They could also experience nervousness and anxiety attacks. Medication can stop the effects of hyperthyroidism. However, hyperthyroidism cannot be fixed completely. Hyperthyroidism can occasionally cause death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Disease","surface_form":"medical condition","offset":34},{"uri":"Thyroid","surface_form":"thyroid","offset":71},{"uri":"Gland","surface_form":"gland","offset":79},{"uri":"Hormone","surface_form":"hormone","offset":129},{"uri":"Metabolism","surface_form":"metabolism","offset":172},{"uri":"Thyroid-stimulating_hormone","surface_form":"thyroid-stimulating hormone","offset":238},{"uri":"Pituitary_gland","surface_form":"pituitary gland","offset":371},{"uri":"Graves%27_disease","surface_form":"Graves’ disease","offset":569},{"uri":"Antibody","surface_form":"Antibodies","offset":647},{"uri":"Immune_system","surface_form":"immune system","offset":667},{"uri":"Bloodstream","surface_form":"bloodstream","offset":688},{"uri":"Neck_(body_part)","surface_form":"neck","offset":890},{"uri":"Weight_loss","surface_form":"weight loss","offset":907},{"uri":"Anxiety","surface_form":"anxiety","offset":1069},{"uri":"Medication","surface_form":"Medication","offset":1086}]}