{"id":5893,"url":"http://en.wikipedia.org/wiki/County","text":"A county is the name for a piece of land. It has a different meaning in different languages. Originally the word was for the land under a count (in Great Britain an earl). Today a \"county\" is often something between a larger state and a smaller town or district.\nCounty governments keep records and organize elections and laws. They are a kind of local government.\nCanada.\nCanada has ten provinces. Five of them have counties in them. In Ontario, Nova Scotia, and New Brunswick, these are local government units, but in Quebec and Prince Edward Island they are now only geographical units.\nChina.\nThe word \"county\" is the English name for the Chinese word \"xiàn\" (县 or 縣). On Mainland China under the People's Republic of China, counties are the third level of local government. On Taiwan, the county is the highest governmental level below the Republic of China central government.\nThere are about 2,000 counties in China; this number is about the same as in the Han dynasty, 2,000 years ago. The county is one of the oldest levels of government in China.\nIn the past, \"prefecture\" and \"district\" were names for \"xiàn\", before the Republic of China. People started using the English name \"county\" after the start of the Republic of China.\nThe head of a county is the magistrate.\nCroatia.\nCounties started to be units of regional self-government in Croatia in 1990. There are twenty counties and the city of Zagreb which has the same status. They are called \"županije\" and their leader is a \"župan\".\nFrance.\nThere was a change in the historical counties of France in 1790 after the Revolution. The new government unit was the \"département\". But French people use the word county (comté) in the name of the Free County region, the old Free County of Burgundy.\nHungary.\nThe government unit of Hungary is \"megye\", or in Latin: \"comitatus\". This is the same as the word \"county\". Today Hungary has 19 counties, 20 city counties and 1 capital, Budapest. The comitatus was also the unit in the Kingdom of Hungary.\nIreland.\nIreland originally had 32 counties in the nineteenth century. 26 of these later formed the Republic of Ireland and 6 formed Northern Ireland. The counties were in 4 provinces - Leinster (12 counties), Munster (6) Connacht (5) and Ulster (9).\nIn the 1970s in Northern Ireland and in the 1990s in the Republic of Ireland, there was a change in the county numbers and borders (where they started and finished). In the Republic, for example, the change broke Dublin County into four parts: Dublin City, Dún Laoghaire - Rathdown, Fingal, and South Dublin. 'County Tipperary' is really two counties, Tipperary North Riding and Tipperary South Riding. The towns Cork, Galway, Limerick, and Waterford are now separated from the countryside areas of their counties. So the Republic of Ireland now has thirty-four \"county-level\" units. But for sports, culture etc. people normally talk about the original 32 counties and 4 provinces.\nEach county has a flag/colours and often a nickname too.\nJapan.\n\"County\" is one name for \"gun\" (郡), which is a part of a prefecture. Other names for \"gun\" are \"rural district\", \"rural area\" or \"district\". People do not like to use \"district\" because the usual translation of \"district\" is \"choume\" (丁目).\nToday, \"counties\" have no political power or organisation use. Postal services use it.\nNew Zealand.\nAfter New Zealand ended its provinces in 1876, they began using a county system as in other countries. They used it until 1989.\nDuring the second half of the 20th century, many people went to the country counties from nearby cities. Because of this, sometimes they put the two together, making a \"district\" (e.g. Rotorua). Or sometimes they changed the name to \"district\" (e.g. Waimairi) or \"city\" (e.g. Manukau).\nIn 1974 they had a big change; they made the organisation the same all over New Zealand. Today the country has cities and districts, but no counties.\nNorway.\nNorway has 19 Counties (singular \"fylke\", plural \"fylker\", literally \"folk\"). Until 1972, Bergen was a county, but today it is a municipality in the county of Hordaland. All counties have municipalities (singular \"kommune\", plural \"kommuner\").\nEach county has an assembly (\"fylkesting\"). Norwegians choose the people in the assembly every 4 years. The counties work with high schools and roads, etc. Some people, and political parties, such as the Conservatives, \"Høyre\", want the end of the counties. Others want to make some of them into larger regions.\nPoland.\nIn English we normally call the Polish second-level organisation unit \"powiat\" a \"county\" or \"district\".\nRomania.\nThe smaller units of Romania are called \"judeţ\" (plural: \"judeţe\"). This name comes from \"jude\", a judge of a city. Today Romania has 40 counties and the capital, Bucharest has a separate status.\nSerbia.\nWe sometimes call the units of Serbia (\"okrug\") counties, but more often we call them districts.\nSweden.\nIn 1634 the old provinces in Sweden had a new name: counties. Today there are 21 Counties, and in each County there are Municipalities.\nUnited Kingdom.\n\"See also List of counties of the United Kingdom\"\nIn the United Kingdom there are 92 traditional counties (also known as shires), 86 in Great Britain and 6 in Northern Ireland. The British counties are different ages.\nIn England, in Anglo-Saxon times, \"Shires\" were units for getting taxes. They usually had a town at their centre. People called these towns the \"shire town\". The shires had the same name as their shire town (for example Bedford\"shire\"). Later people called these towns the \"county town\". The name \"county\" came from the Normans, from a Norman word for an area under a Count (lord).\nIn 1539 Wales got thirteen counties. The counties in Scotland are this age or older.\nThe county boundaries (borders) of England are different today. In medieval times, some important cities got the status of counties, for example London, Bristol and Coventry. Some small places, e.g. Islandshire, were also counties. In 1844, a lot of these small places returned to their old counties.\nUnited States.\nThe name \"county\" is also used in 48 of the 50 states of the United States, for the next government unit smaller than the state. Louisiana uses the name \"parishes\" and Alaska uses \"boroughs\". The U.S. Census Bureau lists 3,141 counties or organisation units of this sort. The power of the county government is very different in every state.\nIn New England, counties are mostly for law. In Connecticut, Massachusetts and Rhode Island, they have no governmental use; they are only geographic names. Most power is in the New England town.\nIn other places than New England, counties are for the police, water, gas and electricity, libraries, statistics and birth certificates. \"County sheriffs\" are the head of the police in some states, for areas outside of cities and towns. Other places have \"County Police\" and county sheriffs are for law. Each county has a \"county seat\", usually the biggest town, where the county offices are.\nIn Western states, for example California, the county is the basic unit of local government.","categories":[],"infobox_types":[],"annotations":[{"uri":"Language","surface_form":"language","offset":82},{"uri":"Count","surface_form":"count","offset":138},{"uri":"Earl","surface_form":"earl","offset":165},{"uri":"State","surface_form":"state","offset":225},{"uri":"Town","surface_form":"town","offset":245},{"uri":"District","surface_form":"district","offset":253},{"uri":"Government","surface_form":"government","offset":270},{"uri":"Election","surface_form":"election","offset":308},{"uri":"Law","surface_form":"law","offset":322},{"uri":"Local_government","surface_form":"local government","offset":347},{"uri":"Canada","surface_form":"Canada","offset":373},{"uri":"Ontario","surface_form":"Ontario","offset":438},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":447},{"uri":"New_Brunswick","surface_form":"New Brunswick","offset":464},{"uri":"Quebec","surface_form":"Quebec","offset":520},{"uri":"Prince_Edward_Island","surface_form":"Prince Edward Island","offset":531},{"uri":"Chinese_language","surface_form":"Chinese","offset":643},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":701},{"uri":"Taiwan","surface_form":"Taiwan","offset":782},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":845},{"uri":"Prefecture","surface_form":"prefecture","offset":1071},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":1132},{"uri":"Magistrate","surface_form":"magistrate","offset":1268},{"uri":"Croatia","surface_form":"Croatia","offset":1349},{"uri":"1990","surface_form":"1990","offset":1360},{"uri":"Zagreb","surface_form":"Zagreb","offset":1408},{"uri":"France","surface_form":"France","offset":1557},{"uri":"1790","surface_form":"1790","offset":1567},{"uri":"French_Revolution","surface_form":"Revolution","offset":1582},{"uri":"Hungary","surface_form":"Hungary","offset":1791},{"uri":"Budapest","surface_form":"Budapest","offset":1939},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":2108},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":2141},{"uri":"Leinster","surface_form":"Leinster","offset":2194},{"uri":"Munster","surface_form":"Munster","offset":2218},{"uri":"Connacht","surface_form":"Connacht","offset":2230},{"uri":"Ulster","surface_form":"Ulster","offset":2247},{"uri":"Nickname","surface_form":"nickname","offset":2984},{"uri":"Prefecture","surface_form":"prefecture","offset":3062},{"uri":"Mail","surface_form":"Postal","offset":3308},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3351},{"uri":"1876","surface_form":"1876","offset":3386},{"uri":"1989","surface_form":"1989","offset":3467},{"uri":"20th_century","surface_form":"20th century","offset":3503},{"uri":"City","surface_form":"city","offset":3737},{"uri":"1974","surface_form":"1974","offset":3762},{"uri":"1972","surface_form":"1972","offset":4001},{"uri":"English_language","surface_form":"English","offset":4484},{"uri":"Poland","surface_form":"Polish","offset":4513},{"uri":"Romania","surface_form":"Romania","offset":4616},{"uri":"Judge","surface_form":"judge","offset":4694},{"uri":"Serbia","surface_form":"Serbia","offset":4830},{"uri":"1634","surface_form":"1634","offset":4907},{"uri":"Sweden","surface_form":"Sweden","offset":4933},{"uri":"List_of_counties_of_the_United_Kingdom","surface_form":"List of counties of the United Kingdom","offset":5066},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":5113},{"uri":"Shire","surface_form":"shire","offset":5177},{"uri":"Great_Britain","surface_form":"Great Britain","offset":5192},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":5215},{"uri":"England","surface_form":"England","offset":5277},{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":5289},{"uri":"Tax","surface_form":"tax","offset":5340},{"uri":"Norman_conquest_of_England","surface_form":"Norman","offset":5594},{"uri":"Count","surface_form":"Count","offset":5642},{"uri":"1539","surface_form":"1539","offset":5659},{"uri":"Medieval","surface_form":"medieval","offset":5808},{"uri":"London","surface_form":"London","offset":5886},{"uri":"Bristol","surface_form":"Bristol","offset":5894},{"uri":"Coventry","surface_form":"Coventry","offset":5906},{"uri":"1844","surface_form":"1844","offset":5976},{"uri":"United_States","surface_form":"United States","offset":6118},{"uri":"Alaska","surface_form":"Alaska","offset":6225},{"uri":"New_England","surface_form":"New England","offset":6401},{"uri":"Connecticut","surface_form":"Connecticut","offset":6446},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":6459},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":6477},{"uri":"New_England_town","surface_form":"New England town","offset":6575},{"uri":"California","surface_form":"California","offset":7017}]}