{"id":5897,"url":"http://en.wikipedia.org/wiki/Dragonfly","text":"Dragonflies are flying insects of the order Odonata. There are about 5,300 species of dragonfly. The adults eat other flying insects.\nDragonflies have large compound eyes, which is their main sense organ. They have four strong transparent wings, and a long body.\nDragonflies are usually found around lakes, ponds, streams and wetlands. They are predators which eat mosquitoes, and other small insects such as flies, bees, ants, and butterflies. Their larvae, known as 'nymphs', are aquatic. They are also carnivorous.\nBecause their legs are adapted to grab prey in the air, they are not adapted for moving on land. Once they perch, they rarely use their legs for walking.\nDragonflies have been around for 300 million years. In the rain forests of the Carboniferous and Permian periods, some species had wingspans of over. Oxygen levels were quite high at that time.\nDragonflies and damselflies.\nDragonflies are in one suborder of the Odonata, and their relatives, the damselflies, are in another suborder. Many people mistake the damselfly for the dragonfly, because they look alike.\nAdult damselflies have thinner, more delicate bodies than those of dragonflies. This you can see even when they are flying. When at rest, most damselflies hold their wings together above the body. Most dragonflies hold their wings horizontally. The eyes of dragonflies are larger, and touch each other.\nReproduction.\nFemale dragonflies lay eggs in or near water, often on plants. When laying eggs, some species go under the water to lay their eggs on a good surface. The eggs then hatch into nymphs. While in the nymph stage they eat mosquito larvae and other things.\nMost of a dragonfly's life is spent in the nymph form, beneath the water's surface. It is quite active. It can extend its jaws in front of its mouth to catch prey. Tiny vertebrates such as tadpoles and fish are part of its diet. Some nymphs even hunt on land. They draw water in and out of their rectum. They can move fast by squirting water out of the anus. They also have gills in their rectum.\nLarvae.\nThe larval stage of large dragonflies may last as long as five years. In smaller species, this stage may last between two months and three years. When the larva is ready to metamorphose into an adult, it climbs up a reed or other emergent plant. Exposure to air causes the larva to begin breathing. The skin splits at a weak spot behind the head and the adult dragonfly crawls out of its old larval skin, pumps up its wings, and flies off to feed on midges and flies. The adult stage of larger species of dragonfly can last as long as five or six months.\nDragonflies experience incomplete metamorphosis: the nymphs (called naiads) swim and live underwater, like fish. The female dragonfly lays her fertilized eggs near or right in the water. The naiads – which do not look much like dragonflies at all – hatch and immediately take to the water.\nWhile living in the water, the naiads eat as many aquatic insects as possible, as well as other small creatures like tadpoles and minnows. Hidden among the plants, a naiad will lie in wait for prey to swim by. It can then squeeze water out of the rear of its abdomen like a jet stream. This moves the naiad forward very quickly, allowing it to snatch its prey with its powerful jaws. Some naiads even have a long lower jaw that can shoot out and grab prey.\nNaiads live in the water for weeks (or even years in some species) and undergo a series of moults to grow. When a naiad is ready for its final moult, it finds a stick or other object sticking out of the water. It use this to crawl out of the water, and wait for its exoskeleton to dry. As the exoskeleton cracks open at the seam, the adult dragonfly crawls out.\nEyesight.\nDragonflies have tremendous eyesight. Their compound eyes are very large and have up to 50,000 individual lenses. Their eyes wrap around the top of the head. As a result, they have a wide field of vision: they can see almost everywhere at once. Sight is by far their most important sense, used to catch flies and avoid birds.\nFlight.\nIn flight the adult dragonfly can move in six directions; upward, downward, forward, back, and side to side. They can also hover quite well in midair, and then they can take off at speeds of up to. Scientists discovered dragonflies can move each of their four wings independently which gives them their flying abilities. Dragonflies bend and twist their wings to cause little whirlwinds that move the air even faster over the upper part of the airfoil, reducing air pressure even more than most flying animals can. This gives them a lot of lift, even in the face of powerful winds.\nHawkers (family Aeshnidae). They are among the largest and fastest flying dragonflies. The adults live mostly in the air, and even mate in flight. They have large and powerful wings, and can fly forwards or backwards or hover like a helicopter. The wings are always extended horizontally.\nSkimmers or perchers are the very large family Libellulidae. There are several flight styles amongst its genera. The genus \"Sympetrum\" lives in the northern hemisphere and has 50 species. It breeds in ponds and searches over meadows. There are at least 100 other genera.\nCruisers (family Macromiidae). They usually fly over bodies of water (and roads) straight down the middle. They have green eyes which just barely meet at the top of the head. Females of this family lack an ovipositor at the end of the abdomen and lay their eggs by dipping the abdomen in the water as they fly over.\nThermoregulation.\nSome dragonflies change their resting position to prevent overheating. They may use a handstand-like position to prevent overheating on sunny days. The abdomen is raised until its tip points at the sun, minimizing their surface area exposed to the heat. The position is called the obelisk posture. The species that do this are called 'perchers'; they are \"sit and wait\" predators which spend much of their time keeping still.\nPredation.\nThere are predators which eat dragonflies. The birds known a bee-eaters do regularly take dragonflies. Also, despite their good eyesight, dragonflies apparently cannot see spiders' webs, so they get caught there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Flying","surface_form":"flying","offset":16},{"uri":"Insect","surface_form":"insect","offset":23},{"uri":"Order_(biology)","surface_form":"order","offset":38},{"uri":"Odonata","surface_form":"Odonata","offset":44},{"uri":"Species","surface_form":"species","offset":75},{"uri":"Compound_eye","surface_form":"compound eye","offset":157},{"uri":"Sensory_system","surface_form":"sense","offset":192},{"uri":"Organ_(anatomy)","surface_form":"organ","offset":198},{"uri":"Transparent","surface_form":"transparent","offset":227},{"uri":"Lake","surface_form":"lake","offset":300},{"uri":"Pond","surface_form":"pond","offset":307},{"uri":"Stream","surface_form":"stream","offset":314},{"uri":"Wetland","surface_form":"wetland","offset":326},{"uri":"Predator","surface_form":"predator","offset":345},{"uri":"Mosquito","surface_form":"mosquito","offset":365},{"uri":"Fly","surface_form":"flies","offset":409},{"uri":"Bee","surface_form":"bee","offset":416},{"uri":"Ant","surface_form":"ant","offset":422},{"uri":"Butterflies","surface_form":"butterflies","offset":432},{"uri":"Larvae","surface_form":"larvae","offset":451},{"uri":"Aquatic","surface_form":"aquatic","offset":482},{"uri":"Rain_forests","surface_form":"rain forests","offset":731},{"uri":"Carboniferous","surface_form":"Carboniferous","offset":751},{"uri":"Permian","surface_form":"Permian","offset":769},{"uri":"Damselfly","surface_form":"damselflies","offset":968},{"uri":"Egg_(biology)","surface_form":"eggs","offset":1424},{"uri":"Mosquito","surface_form":"mosquito","offset":1618},{"uri":"Vertebrate","surface_form":"vertebrate","offset":1821},{"uri":"Diet","surface_form":"diet","offset":1875},{"uri":"Rectum","surface_form":"rectum","offset":1948},{"uri":"Anus","surface_form":"anus","offset":2005},{"uri":"Gills","surface_form":"gills","offset":2026},{"uri":"Reed_(plant)","surface_form":"reed","offset":2273},{"uri":"Incomplete_metamorphosis","surface_form":"incomplete metamorphosis","offset":2635},{"uri":"Abdomen","surface_form":"abdomen","offset":3161},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":3625},{"uri":"Sense","surface_form":"sense","offset":4013},{"uri":"Airfoil","surface_form":"airfoil","offset":4509},{"uri":"Horizontal","surface_form":"horizontal","offset":4922},{"uri":"Genera","surface_form":"genera","offset":5041},{"uri":"Northern_hemisphere","surface_form":"northern hemisphere","offset":5084},{"uri":"Meadow","surface_form":"meadow","offset":5161},{"uri":"Family_(biology)","surface_form":"family","offset":5217},{"uri":"Ovipositor","surface_form":"ovipositor","offset":5413},{"uri":"Handstand","surface_form":"handstand","offset":5627},{"uri":"Abdomen","surface_form":"abdomen","offset":5693},{"uri":"Species","surface_form":"species","offset":5843},{"uri":"Bee-eater","surface_form":"bee-eater","offset":6039}]}