{"id":589808,"url":"http://en.wikipedia.org/wiki/Jerry_Remy","text":"Gerald Peter Remy, commonly known as Jerry Remy, (born November 8, 1952) is an American Major League Baseball broadcaster and former Major League Baseball second baseman. An all-star second baseman originally drafted by the California Angels in 1971, he was traded to his hometown Boston Red Sox in 1977. After a series of injuries forced his retirement in 1985, he began a career in broadcasting.\nIn 1988 he joined NESN as a color commentator for Red Sox broadcasts, a job he has held continuously (except for some time off for health problems) since then.\nRemy was born in Fall River, Massachusetts. He grew up in nearby Somerset, Massachusetts. He studied at Roger Williams University in Bristol, Rhode Island.\nRemy suffers from depression. In 2008, Remy was diagnosed with lung cancer and underwent surgery. On June 12, 2017, Remy announced that the lung cancer returned. His cancer treatment ended in January 2018, but the cancer returned in August 2018.\nRemy is married to Phoebe Remy. Together, they have three children. On August 16, 2013, his son, Jared, was arrested in the fatal stabbing of his girlfriend, Jennifer Martel, a charge he pleaded guilty to on May 27, 2014 and was sentenced to life in state prison without the possibility of parole.","categories":[],"infobox_types":[],"annotations":[{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":88},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":133},{"uri":"Second_baseman","surface_form":"second baseman","offset":155},{"uri":"California_Angels","surface_form":"California Angels","offset":224},{"uri":"Boston_Red_Sox","surface_form":"Boston Red Sox","offset":281},{"uri":"NESN","surface_form":"NESN","offset":416},{"uri":"Fall_River%2C_Massachusetts","surface_form":"Fall River, Massachusetts","offset":575},{"uri":"Somerset%2C_Massachusetts","surface_form":"Somerset, Massachusetts","offset":623},{"uri":"Roger_Williams_University","surface_form":"Roger Williams University","offset":662},{"uri":"Bristol%2C_Rhode_Island","surface_form":"Bristol, Rhode Island","offset":691},{"uri":"Depression","surface_form":"depression","offset":732},{"uri":"Lung_cancer","surface_form":"lung cancer","offset":777}]}