{"id":590274,"url":"http://en.wikipedia.org/wiki/Murmansk","text":"Murmansk (Russian: Му́рманск) is a port city in northwestern Russia. It is located within the Murmansk Oblast. As of 2019, the city has a population of 292,465 people.\nHistory.\nThe first Murmansk settlement was founded in 1915. It was founded during World War I so Russia's allies could send supplies to a port that wasn't blocked by ice. The location soon had a naval base and port. The settlement became an official city in 1916, and was named Romanov-on-Murman (Russian: Рома́нов-на-Му́рмане, Romanov-na-Murmane). The city was given it's current name on 16 April 1917.\nFrom 1918 to 1920, during the Russian Civil War, the city was occupied by the White army and the Triple Entente.\nDuring World War II, the city was an important link to the Western world for the Soviet Union. They traded supplies during the war. In 1941, the German and Finnish forces launched Operation Silver Fox with the goal of capturing Murmansk. The Soviets defeated the invaders, but Murmansk suffered a lot of destruction.\nMurmansk is headquarters of the Northern Fleet of the Russian Navy. During the Cold War it was a center for Soviet submarine activity.\nIn 1974, a large 36 meter (118 feet) tall monument was built in the city. It is called the Alyosha Monument. It was built in remembrance of all who fought for Murmansk in World War II. On 6 May 1985, Murmansk was formally called a Hero City (which is a title awarded to cities in the Soviet Union that performed outstanding heroism during WW2).\nThe Arctic Hotel opened in 1984, and became the tallest building above the Arctic Circle.\nEconomy.\nThe main industries in Murmansk are fishing, sea transport, rail and road transportation, marine geology, etc.\nDemographics.\nThe city's population has been shrinking since 1992. At it's peak, the city had a population of around 489,000 people in 1989. Between 1989 and 1992, more than 28,000 people left the city. This was because of the sudden deterioration in the economic situation.\nIn 2016, 16.5% of the population was under 15 years of age, while 54.7% was between 16 and 56, and 28.7% of the population was older than 56. This means that the city has a older population compared to the entire Murmansk Oblast.\nClimate.\nMurmansk has a subarctic climate. This means that the city has long and cold winters and short, cool summers. Murmansk is above the arctic circle, so the city experiences polar nights.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":10},{"uri":"Port","surface_form":"port","offset":35},{"uri":"City","surface_form":"city","offset":40},{"uri":"Russia","surface_form":"Russia","offset":61},{"uri":"Murmansk_Oblast","surface_form":"Murmansk Oblast","offset":94},{"uri":"World_War_I","surface_form":"World War I","offset":250},{"uri":"Triple_Entente","surface_form":"allies","offset":274},{"uri":"Russian_language","surface_form":"Russian","offset":465},{"uri":"Russian_Civil_War","surface_form":"Russian Civil War","offset":602},{"uri":"White_movement","surface_form":"White army","offset":650},{"uri":"Triple_Entente","surface_form":"Triple Entente","offset":669},{"uri":"World_War_II","surface_form":"World War II","offset":692},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":766},{"uri":"Nazi_Germany","surface_form":"German","offset":830},{"uri":"Finland","surface_form":"Finnish","offset":841},{"uri":"Operation_Silver_Fox","surface_form":"Operation Silver Fox","offset":865},{"uri":"Cold_War","surface_form":"Cold War","offset":1081},{"uri":"Submarine","surface_form":"submarine","offset":1117},{"uri":"Alyosha_Monument%2C_Murmansk","surface_form":"Alyosha Monument","offset":1228},{"uri":"Hero_City","surface_form":"Hero City","offset":1368},{"uri":"Fishing","surface_form":"fishing","offset":1617},{"uri":"Murmansk_Oblast","surface_form":"Murmansk Oblast","offset":2180},{"uri":"Subarctic_climate","surface_form":"subarctic climate","offset":2221},{"uri":"Arctic_Circle","surface_form":"arctic circle","offset":2338},{"uri":"Polar_night","surface_form":"polar night","offset":2377}]}