{"id":590371,"url":"http://en.wikipedia.org/wiki/West_Ruislip_tube_station","text":"West Ruislip is a station located on Ickenham Road between Ickenham and Ruislip in the London Borough of Hillingdon in Greater London formerly in Middlesex; it is served by both London Underground (LU) and National Rail trains on independent platforms. It is the western terminus of the LU Central line's West Ruislip branch, with Ruislip Gardens as the next Underground station towards central London. The Central line and Chiltern Railways platforms and ticket office hall are managed by LU. The closest station on the Metropolitan line and Piccadilly line is Ickenham which is 1.1 km from West Ruislip Station.\nThe station today.\nWest Ruislip station is aligned approximately east-west with the main station buildings on the road overbridge across the lines at the western end of the station. The station has four platforms; two each for London Underground and National Rail services. The London Underground tracks are south of the National Rail ones and operate from an island platform whilst the National Rail platforms are outside of their tracks. The National Rail platforms are also served by a separate station building north of the tracks and adjacent to the car park. In a legacy of the original scheme to continue the extension to Denham, the Central line tracks continue for a short distance beyond the station before ending at buffers. The intended alignment of the unbuilt tracks can be seen from the width of the unused railway land south of the existing tracks.\nThe Central line's Ruislip depot is east of West Ruislip station, and has a connection via a shunting neck to the Network Rail westbound track west of the station to allow rolling stock and material deliveries. The depot also has a connection to the Uxbridge branch tracks of the Metropolitan and Piccadilly Lines which pass under the Central line east of West Ruislip; it is used only for empty stock movements and works train access. Two sidings west of the station to the north of the running lines provide layover facilities for works trains.\nThere are ticket barriers at the main entrance to the station; these control access to the Central line platforms from the public highway and from the pedestrian walkway linking the car park to the station. The Chiltern platforms can be reached from the car park walkway without tickets, as no ticket barriers are installed to control access","categories":[],"infobox_types":[],"annotations":[{"uri":"Ickenham","surface_form":"Ickenham","offset":59},{"uri":"Ruislip","surface_form":"Ruislip","offset":72},{"uri":"London_Borough_of_Hillingdon","surface_form":"London Borough of Hillingdon","offset":87},{"uri":"Greater_London","surface_form":"Greater London","offset":119},{"uri":"Middlesex","surface_form":"Middlesex","offset":146},{"uri":"London_Underground","surface_form":"London Underground","offset":178}]}