{"id":590372,"url":"http://en.wikipedia.org/wiki/2017_Latvian_local_elections","text":"ce=\"preserve\">Local elections in Latvia were held on 3 June 2017. All 119 municipal councils of the country took part in the elections.\nElection system.\nA number of deputies in the council depends on the amount of population in the territory: the bigger the population in the territory is, the more deputies work in the council. The number of deputies can be 9, 13, 15, 17 or 19. The only exclusion is the council of Riga, which is the capital of Latvia. Riga is by far bigger than any other city of Latvia, so its municipal council consists of 60 deputies.\nCitizens of Latvia and other countries of the European Union who are over 18 years old have the right to vote in the local elections. In order to vote citizens of other EU countries have to register in the Population Register of Latvia at least 90 days before the election date. Voters take part in the local elections in the territory where they live or where they have real estate. Registration of voters is automatic. People are automatically registered for the local elections on a certain polling station according to the place where they live. However, no later than 18 days before the elections people can change their polling station to any other polling station in the territories where they live or have real estate.\nOn the election day polling stations work from 7 a.m. to 10 p.m. Three days prior to the election date early voting is possible: polling stations are usually opened for several hours during these days.\nCampaign.\n599 lists of candidates were registered to participate in the local elections throughout the country. The number of candidates willing to become deputies was 8945. 465 lists were nominated by political parties individually, 31 lists by coalitions of political parties and 103 lists by unions of voters. 77.46% of all candidates were ethnic Latvians, 3.90% ethnic Russians, 0.48% ethnic Poles, 1.37% all others. 16.99% of candidates refused to state their ethnic identity.\n11.6% of all voters, which equals 167 thousand people, took part in the early voting from 31 May to 2 June. The total turnout of the local elections was 50.41% or 727839 people.\nResults.\nThe following map shows the results of the local elections in different territories of Latvia. The colour, which each territory has, indicates the party, which received the majority of votes in this territory.\nThe results of local elections in two biggest Latvian cities (Riga and Daugavpils) are given below.\nRiga.\nThe coalition of Social Democratic Party \"Harmony\" and party \"Proud to serve Riga\" ruled Riga before the elections. The representative of \"Harmony\" Nils Ušakovs was the mayor of the city and the head of the city council. All other parties which took part in the elections agreed to work together to dismiss Ušakovs form the post of mayor.\nAccording to the elections results the coalition of \"Harmony\" and party \"Proud to serve Riga\" lost several deputies in the council but received the majority of 32 places out of 60. On 22 June 2017 Nils Ušakovs was reelected as the head of the city council.\nElections in the council of Riga\nDaugavpils.\nBefore the elections, the representative of the Latgalian party Jānis Lāčplēsis was the mayor of the city and the head of the city council. He was elected to these posts unanimously (with no deputy voted against) in 2013 after local elections of that year.\nAccording to the elections results the Latgalian party increased the number of its deputies in the council, however, did not receive the majority. At the same time, its rivals Social Democratic Party \"Harmony\" and \"Our party\" concluded a coalition agreement. On 26 June 2017 Andrejs Elksniņš from \"Harmony\" was elected as the mayor and the head of the city council while the leader of \"Our party\" Rihards Eigims became vice-mayor and the deputy head of the city council.\nSo the Social Democratic Party \"Harmony\" became the ruling force in municipal councils of two biggest cities in Latvia.\nElections in the council of Daugavpils","categories":[],"infobox_types":[],"annotations":[{"uri":"Riga","surface_form":"Riga","offset":417},{"uri":"Latvia","surface_form":"Latvia","offset":447},{"uri":"European_Union","surface_form":"European Union","offset":604},{"uri":"Suffrage","surface_form":"the right to vote","offset":650},{"uri":"Real_property","surface_form":"real estate","offset":929},{"uri":"Voter_registration","surface_form":"Registration of voters","offset":942},{"uri":"Real_property","surface_form":"real estate","offset":1272},{"uri":"Political_party","surface_form":"political parties","offset":1689},{"uri":"Poles","surface_form":"Poles","offset":1883},{"uri":"Riga","surface_form":"Riga","offset":2428},{"uri":"List_of_settlements_in_Latvia","surface_form":"Daugavpils","offset":2437}]}