{"id":590843,"url":"http://en.wikipedia.org/wiki/Quit_India_Movement","text":"e=\"preserve\">The \"Quit India Movement\" was a movement started by Mahatma Gandhi on 8 August 1942 during the World War II asking for an end to British rule in India. The movement was started in a speech in Bombay where Mahatma Gandhi asked Indians to \"Do or Die.\" The Congress launched a protest asking the British to withdraw from India, however the British imprisoned most of the Congress leadership within a day of the speech in a effort to suppress the movement. All The British refused to grant independence until the war ended. We have relives to be confident and versions for the quit Indian movement. People destroyed symbols of British authority such as rail tracks,post office and police station.Leaders of Quit India movement are Sucheta Kriplani,Ram Manohar Lohia,Aruna Asaf Ali and jaipraksh narayan.\nReferences.\nThe failure of the crips mission & effects of World War II created widespread discontentment in India.\nThis led Gandhiji to launch a movement calling for complete withdrawal of the British from India.\nThe Congress Working Committee, in its meeting in Wardha on 14 July 1942, passed the historic Quit India resolution demanding the immediate transfer of power to indians & quit India. On 8 August 1942 in Bombay, the All India Congress Committee\ncalled for a non-violent mass struggle on the widest possible scale throughout the\nmat Gandh delivered the famous Do or Die' speech: The call for Quit India a most\nto a standstill in large parts of the country as people voluntarily threw themselves into People observed hearts and demonstrations and processions were accompanied by The movement was truly a mass movement which brought into its ambit thousands of udents, workers and peasants. It also saw the active participation of leaders, namely onps Aruna Asal Al and Ram Manohar Lohia and many women such as Matangini Hazra in Bengal Kanta Berry in Assam and Rama Devi in Odisha. The British responded with much force, yet it took more than a ps the movement","categories":[],"infobox_types":[],"annotations":[{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":65},{"uri":"World_War_II","surface_form":"World War II","offset":108},{"uri":"British_rule_in_India","surface_form":"British rule in India","offset":142},{"uri":"Bombay","surface_form":"Bombay","offset":205}]}