{"id":590853,"url":"http://en.wikipedia.org/wiki/SIR_model","text":"Below is a graph of a solved SIR model. The bottom (x) axis is time and the left (y) axis is population, or the number of people.\nBlue represents the number of susceptible people. At the beginning of the epidemic, the number of susceptible (blue) people decreases as the number of infected (green) people increases. Gradually the number of recovered (red) people increases. In this particular model, after the epidemic is over, all of the people have been infected and recovered. This is not always the case; sometimes some susceptible people remain uninfected.\nThis model is also missing some parts, such as the creation of new susceptible people by being born, and the removal of susceptible, infected, and recovered people who die. More complicated models can include these parts.\nIn addition, this model does not work well for every disease. It works well where people recover from a disease and become immune, such as measles. Not all infectious diseases follow this pattern. For instance, people who are infected with HIV never recover and there is no vaccine, so there is no group of recovered people, only susceptible and infected people. There is also the case where people recover from a disease but do not become immune or lose their immunity over time. For instance, when people get the flu, they are generally only immune for a short time before they become susceptible again.\nThere are also different kinds of models when as disease is spread through the water, such as in the case of cholera, or by a vector like a mosquito, such as malaria.","categories":[],"infobox_types":[],"annotations":[{"uri":"HIV","surface_form":"HIV","offset":1024},{"uri":"Influenza","surface_form":"flu","offset":1299},{"uri":"Cholera","surface_form":"cholera","offset":1499},{"uri":"Vector_(biology)","surface_form":"vector","offset":1516},{"uri":"Mosquito","surface_form":"mosquito","offset":1530},{"uri":"Malaria","surface_form":"malaria","offset":1548}]}