{"id":590849,"url":"http://en.wikipedia.org/wiki/Mistinguett","text":"Mistinguett (3 April 1875 – 5 January 1956) was a French actress and singer. Her real name was Jeanne Florentine Bourgeois. For many years she was the star of the Folies Bergère and other nightclubs in Paris. She was also in many silent movies.\nLife.\nMistinguett was born in Enghien-les-Bains, a small town near Paris, Her parents, Antoine and Jeannette Bourgeois, made mattresses. When she was 12 years old she began to take violin lessons in Paris. One day on the train to Paris, she met a man who wrote songs for nightclubs and theatres in Paris. In 1893 he helped her to get a job at the Casino de Paris, a music hall and cabaret theatre. First she worked backstage. Then in 1895, she became a singer there. She chose the stage name \"Mistinguett\".\nIn 1897, she performed at the El Dorado and then at the Folies Bergère and the Moulin Rouge. She had a big success at the Folies Bergère in 1911 when she danced with Maurice Chevalier. She and Chevalier were lovers for several years. Mistinguett became the most famous singer and actress in Paris and made a lot of money. She also appeared in many silent movies between 1908 and 1917.\nShe still performed in nightclubs when she was 72 years old. In 1954 she wrote her autobiography. Its title in English was \"Mistinguette, Queen of the Paris Night\". Mistinguett suffered a stroke on Christmas Eve 1955. She was staying at her brother's house in Bougival, a suburb of Paris. She died two weeks later. She never married, but she had one son, Léopoldo João de Lima e Silva. His father was a diplomat from Brazil. Her son was with her when she died.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":50},{"uri":"Actor","surface_form":"actress","offset":57},{"uri":"Singer","surface_form":"singer","offset":69},{"uri":"Folies_Berg%C3%A8re","surface_form":"Folies Bergère","offset":163},{"uri":"Nightclub","surface_form":"nightclub","offset":188},{"uri":"Silent_movie","surface_form":"silent movie","offset":230},{"uri":"Paris","surface_form":"Paris","offset":312},{"uri":"Mattress","surface_form":"mattress","offset":370},{"uri":"Violin","surface_form":"violin","offset":426},{"uri":"Theatre","surface_form":"theatre","offset":531},{"uri":"Cabaret","surface_form":"cabaret","offset":626},{"uri":"Stage_name","surface_form":"stage name","offset":726},{"uri":"Folies_Berg%C3%A8re","surface_form":"Folies Bergère","offset":808},{"uri":"Moulin_Rouge","surface_form":"Moulin Rouge","offset":831},{"uri":"Maurice_Chevalier","surface_form":"Maurice Chevalier","offset":918},{"uri":"Silent_movie","surface_form":"silent movie","offset":1100},{"uri":"Autobiography","surface_form":"autobiography","offset":1220},{"uri":"Stroke","surface_form":"stroke","offset":1325},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":1335},{"uri":"Suburb","surface_form":"suburb","offset":1409},{"uri":"Diplomat","surface_form":"diplomat","offset":1540}]}