{"id":590819,"url":"http://en.wikipedia.org/wiki/Mandate_of_Heaven","text":"e=\"preserve\">The Mandate of Heaven (天命) was a Chinese political and religious doctrine used to justify the rule of the emperor of China. According to this belief, heaven (天, \"Tian\") stands for the natural order and will of the universe. Heaven will give a mandate to a just ruler, the Son of Heaven. If a ruler was overthrown, this was interpreted as an indication that the ruler was unworthy, and had lost the mandate. It was also a common belief that natural disasters such as famine and flood were signs of heaven's displeasure with the ruler, so there would often be revolts after major disasters as citizens saw these as signs that the Mandate of Heaven had been withdrawn.\nThe Mandate of Heaven does not require a legitimate ruler to be of noble birth, and dynasties such as the Han and Ming dynasties were founded by men of common origins. The Mandate of Heaven had no time limitations, depending instead on the just and able performance of the rulers and their heirs. The concept is in some ways similar to the European concept of the divine right of kings; however, unlike the European concept, it does not confer an unconditional right to rule. The concept of Mandate of Heaven also included the right of rebellion against an unjust ruler. Chinese historians interpreted a successful revolt as evidence that Heaven had withdrawn its mandate from the ruler. Throughout Chinese history, times of poverty and natural disasters were often taken as signs that heaven considered the current ruler unjust and in need of replacement. The Mandate of Heaven was often invoked by philosophers and scholars in China as a way to curtail the abuse of power by the ruler.\nThe concept of the Mandate of Heaven was first used to support the rule of the kings of the Zhou dynasty (1046–256 BCE), and legitimize their overthrow of the earlier Shang dynasty (1600–1046 BCE). It was used throughout the history of China to support the rule of emperors, including non-Han ethnic monarchs such as the Qing dynasty. This concept was also used by monarchs in neighboring countries like Korea and Vietnam. A similar situation prevailed since the establishment of Ahom rule in the Kingdom of Assam of Southeast Asia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Doctrine","surface_form":"doctrine","offset":78},{"uri":"Emperor_of_China","surface_form":"emperor of China","offset":119},{"uri":"Tian","surface_form":"Tian","offset":175},{"uri":"Justice","surface_form":"just ruler","offset":269},{"uri":"Son_of_Heaven","surface_form":"Son of Heaven","offset":285},{"uri":"Han_dynasty","surface_form":"Han","offset":785},{"uri":"Ming_dynasty","surface_form":"Ming dynasties","offset":793},{"uri":"Divine_right_of_kings","surface_form":"divine right of kings","offset":1043},{"uri":"Right_of_rebellion","surface_form":"right of rebellion","offset":1206},{"uri":"History_of_China","surface_form":"Chinese history","offset":1378},{"uri":"Poverty","surface_form":"poverty","offset":1404},{"uri":"Natural_disasters","surface_form":"natural disasters","offset":1416},{"uri":"Monarch","surface_form":"kings","offset":1746},{"uri":"Zhou_dynasty","surface_form":"Zhou dynasty","offset":1759},{"uri":"Shang_dynasty","surface_form":"Shang dynasty","offset":1834},{"uri":"History_of_China","surface_form":"history of China","offset":1892},{"uri":"Han_people","surface_form":"Han","offset":1956},{"uri":"Qing_dynasty","surface_form":"Qing dynasty","offset":1988},{"uri":"Ahom_kingdom","surface_form":"Kingdom of Assam","offset":2164}]}