{"id":5909,"url":"http://en.wikipedia.org/wiki/Singapore","text":"The Republic of Singapore is an island country and a city-state. It is at the southern end of the Malay Peninsula in Asia. Singapore is about one degree of latitude () north of the equator. Its closest neighbors are Malaysia and Indonesia. About 5.40 million people live in Singapore. About 3.31 million are citizens. Most of them (76%) are ethnically Chinese. In Sanskrit, an old Indian language, \"Singaporean\", from which Singapore got its name, means \"Lion City\" commonly ruled by Sultans.\nSingapore is also commonly known as a \"Garden City\" or a \"City in a Garden\". It is because there are plants everywhere, making it look like a garden.\nIt is also sometimes jokingly called a \"fine\" city. Not only does the city have a very high standard of living, but it is also known for having many strict rules and punishments, including fines.\nThe national language of Singapore is Malay. Other official language<nowiki/>s of Singapore are English, Mandarin and Tamil. English is the language of choice because it is the language that almost everyone in Singapore knows. It is the first language taught in schools and the language used by the government. Students are also taught their first language. This means that the Chinese will learn Mandarin, Malays will learn Malay, and so on. Students can also choose to learn a third language in secondary school.\nBefore 1819.\nSingapore's name comes from 'Singa Pura', which means Lion City in Sanskrit. According to the Sejarah Melayu (Malay Annals), a Sumatran prince called Sang Nila Utama landed on Temasek (Singapore's old name) and saw a Lion which is called 'Singa' in Malay. Thus he gave the island a new name, 'Singapura'.\nHowever, Sang Nila Utama, the real founder of Singapore in the 13th century, (although there is some debates about Raffles and Farquhar who founded Singapore which is found to be false) was likely mistaken, as lions never existed in Singapore. It is believed that the \"lion\" was actually a Malayan Tiger, which exists in neighbouring Malaysia, and is extinct in Singapore. There were also many pieces of old items, such as Chinese coins, that showed that Temasek was a trading port even before the British rule.\n1819 to 1940.\nFew people lived in Singapore at the beginning of the 19th century. Sir Thomas Stamford Raffles set up a British trading town in 1819, and it became an important town in the Malay Archipelago, \"Singapore\". The country was given colony rank in 1867.\nWhen Raffles landed in Singapore, he paid the then Sultan a sum of money for a piece of land in the South of Singapore. In August 1824, Dr. John Crawfurd signed a treaty with the Sultan for control over the whole tropical island.\nWorld War II.\nDue to the weak defenses of the country, the Japanese attacked Singapore and took control of the colony on 15 February 1942. People of Singapore went through hard times during the Japanese rule, until the surrender of the Japanese in September 1945. This was called the Japanese occupation. Singapore was then returned to the British.\nMany people were tortured or killed by the Japanese as they did not follow the rules properly or because they were suspected of going against the Japanese. The most notable anti-Japanese force was Force 136, headed by Lim Bo Seng. Its purpose was to encourage and supply resistance movements in the enemy-occupied territory and occasionally mount clandestine sabotage operations.\nThe hard times during World War II made the people think that the British were not as strong as before. Therefore, many people wanted independence.\nIndependence.\nIn 1963 Singapore joined with Malaya, Sabah and Sarawak to form the new nation of Malaysia. Malaysia is a country with many races. In Malaya, only the Malays have special benefits. For example, the Malays can get university education more easily than other races.\nAs most people in Singapore are Chinese, Singapore wanted equality for all the people of Malaysia. Singapore also wanted a common market to be set up so that goods to Malaysia would not be taxed. However, this was not done and caused arguments between the state government of Singapore and the federal government of Malaysia.\nSingapore separated from Malaysia and became independent on its own on 9 August 1965.\nAfter Independence.\nAfter Independence, the president of Singapore was Yusof bin Ishak and its prime minister was Lee Kuan Yew.\nAt first, many people thought Singapore would not be able to continue on its own. In 1967 Singapore helped to start the Association of Southeast Asian Nations and in 1970 it joined the Non-Aligned Movement. Lee Kuan Yew was in charge of the country as Prime Minister of Singapore and saw it become very developed. In 1990, Goh Chok Tong replaced Lee Kuan Yew as prime minister, while Lee Kuan Yew became Senior Minister. When Goh Chok Tong was Prime Minister, Singapore went through the 1997 Asian Financial Crisis, the 2003 SARS outbreak and terrorist threats by Jemaah Islamiyah. In 2004, Lee Hsien Loong, the son of Lee Kuan Yew, took over as Prime Minister. Goh Chok Tong became the Senior Minister, and Lee Kuan Yew became the Minister Mentor of Singapore.\nGovernment and politics.\nSingapore is a parliamentary republic with a Westminster system of unicameral parliamentary government representing constituencies. Its constitution states representative democracy as its political system. In 2011 Freedom House ranked Singapore as \"partly free\" in its \"Freedom in the World\" report, and \"The Economist\" ranked Singapore as a \"hybrid regime\", the third rank out of four, in its \"Democracy Index\". Singapore is ranked regularly as one of the least corrupt countries in the world, according to Transparency International.\nThe Cabinet has executive power, and is led by the Prime Minister, and the President. The president is elected through popular vote, and has some veto powers for a few big decisions such as the use of the national reserves and the appointment of judges, but otherwise occupies a post with little power.\nThe Parliament serves as the legislative branch of government. Members of Parliament (MPs) are made up of elected, non-constituency and nominated members. Elected MPs are voted into parliament on a \"first-past-the-post\" (plurality) system and represent either single-member or group-representation constituencies. The People's Action Party has won control of Parliament with large majorities in every election since self-governance in 1959. However, in the most recent parliamentary elections in 2011, the opposition, led by the Workers' Party, made large and important gains and increased its representation in the House to 6 elected MPs, and two nominated MPs.\nThe legal system of Singapore is based on English common law, however with large and important local differences. Trial by jury was completely removed in 1970 leaving judicial judgement done completely and only by judgeship. Singapore has punishments that include judicial corporal punishment in the form of caning for rape, rioting, vandalism, and some immigration crimes. There is a mandatory death penalty for murder, and for certain drug-trafficking and firearms offences. In a 2008 survey, international business executives believed Singapore, together with Hong Kong, had the best judicial system in Asia.\nReligion.\nBuddhism is the most common religion in Singapore. Other common religions include: Christianity, Islam, Taoism, and Hinduism.\nEducation.\nStudents in Singapore go through six years of compulsory Primary school, which ends with all students taking a Primary School Leaving Examination (PSLE). Then, depending on their results in the PSLE, students are streamed into \"Special\", \"Express\", \"Normal (Academic)\", and \"Normal (Technical)\" groups. The amount of time a student spends studying in Secondary school (4–5 years) depends on their group.\nStudents can take a third language as it increases their chances in getting an overseas scholarship and can improve their examination grades, especially in the GCE Ordinary Level (\"O\" Levels), which are Secondary students take after their five or four years of education. However, only some students can qualify to take a third language.\nAfter their \"O\" Levels, students can choose to go to a polytechnic, which is a place where students can study for 3 years for a diploma or to a junior college where students study for 2 years to receive an \"A\" Level. Students can also go to Institutes of Technical Education (ITE), where students study for two years to receive a \"National ITE Certificate\" (NITEC). This certificate is only recognized in Singapore. Students who go to ITE usually continue their education at a polytechnic.\nWith either a diploma, or an \"A\" Level certificate, students can apply to go to universities in Singapore or overseas.\nLanguages.\nThe Singapore government has chosen four official languages: English, Malay, Chinese (Mandarin), and Tamil. English is the primary language. Singapore English is the main language in Singapore.\nEnglish is the first language of the nation, but it is not the most common. English is the second most commonly spoken language among Singaporeans. The most commonly spoken language amongst Singaporeans in their homes is Chinese (51%), followed by English (32%), Malay (13%) and Tamil (7%). This means that 32% of Singaporeans are native English speakers. Most of the rest of the people speak it as a second language. However, English has the largest total number of speakers including native and second language speakers. Mandarin Chinese is the second most common.\nAlmost 40% of people in Singapore are foreign. Most foreigners come from Asia. The two countries where most foreigners come from are Malaysia (mostly Malaysian Chinese) and China. In 2009, there may have been 350,000 Malaysians working in Singapore. Many Chinese-speaking foreigners and Chinese-speaking Singaporeans work in services. Thus, Chinese is the main language of many workers such as hawkers, retail assistants, hairdressers, etc. in Singapore today.\nSingaporean English mainly comes from British English. The forms of English spoken in Singapore range from Standard English to a pidgin called Singlish. The Singapore government and many Singaporeans are against using Singlish. There is a \"Speak Good English\" campaign each year. Public schools and in the media also have rules against Singlish. There are many Singapore accents in English because of the many languages and identities of people in the city. Languages can even change over the generations and children may speak different languages and have different accents from their mother. For example, in a Singaporean Chinese family, the grandmother might speak Hokkien as her first language. Differently, the mother might speak Mandarin as her first language and Hokkien/English as her second languages, while the grandson might speak English as his first language and Mandarin as his second language.\nBefore independence in 1965, Hokkien, a Chinese dialect, was the common language among the Chinese laborers. Malay and English were used to communicate between the different ethnic groups. After independence in 1965, English became the first language of the nation and replaced Hokkien and Malay as the one shared language. Today, most younger Singaporeans have English as their first language or are fluent in English.\nMalay is a national language of Singapore because of the history of the city. However, less than 20% of Singaporeans can read and write in Malay. Malay is still used at home by most Singaporean Malays. The Malay used in Singapore (Bahasa Melayu) is closer to the language in Malaysia than the language in Indonesia. However, there are differences between the Malay in Singapore and in Malaysia. The national anthem \"Majulah Singapura\" is sung in Malay.\nMany people speak Chinese – Mandarin and other Chinese dialects – in Singapore. Just over 50% of Singaporeans speak it at home, so it is the most common language in homes. Singaporean Mandarin is based on simplified Chinese and it is similar to the system used in mainland China. The forms of Mandarin spoken in Singapore range from Standard Mandarin to a pidgin known as Singdarin. Besides Mandarin, many southern Chinese dialects are also spoken in Singapore.\nHokkien used to be a lingua franca among the Singaporean Chinese so many older Singaporeans still understand Hokkien. The most common Chinese dialects spoken by Singaporeans are the Hokkien, Hainan, Teochew and Cantonese. However, Chinese dialects other than Mandarin are not allowed in the media, so these dialects are quickly dying out. Most younger Singaporeans do not speak them anymore.\nTamil is spoken by about 60% of Indians in Singapore. That is about 5% of all Singaporeans. Indian languages such as Malayalam, Telugu and Hindi are also spoken by a small group of Singaporean Indians in Singapore.\nCulture.\nSingapore has many kinds of people and immigrants from many places. Therefore, Singaporean culture has often been described as a mix of cultures – British, Malay, Chinese, Indian and Peranakan. Also, foreigners are 42% of the population in Singapore and they are part of changing Singaporean culture.\nFood.\nDining is an important part of life in Singapore. Singaporean food is an example of the many different cultures in the country. It is also an example of mixing among cultures. British, Chinese, Indian, Malay, Tamil, and Indonesian styles of cooking all mix together. It is especially known for its sea food. Typical Singaporean food includes: Satay, Nasi lemak, Chilli crab, and Hainanese chicken rice.\nMedia.\nMediaCorp, the state-owned media corporation, operates all seven local broadcast television channels in Singapore. It also runs 13 radio stations of the total 18 radio stations in Singapore. Radio and television stations are all owned by government controlled companies. However, one radio transmitter in Singapore is not controlled by the government. That is the Far Eastern Relay Station of the BBC World Service.\nPrint media of Singapore includes 16 newspapers and several magazines. Daily newspapers are published in English, Chinese, Malay, and Tamil.\nNational flower.\nThe national flower of Singapore is Vanda Miss Joaquim. It is a type of orchid and it is a hybrid orchid. This makes Singapore the only nation in the world to have a hybrid as a national flower. It was chosen because it was part of the effort to create national pride and identity.\nEconomy.\nSingapore has a strong and free economy that supports a large middle class. The city state is a global shipping and logistics hub and many multinational firms have their offices in Singapore. The national airline, Singapore Airlines has a large global network which brings tourists and business travelers alike, to the city.\nSingapore also has a port located at the south of Singapore, called Keppel Harbour. It is one of the busiest ports around the world with many ships coming in to trade in a single day. Singapore also has another port on Jurong Island.\nMoney.\nSingapore's currency is the Singapore dollar. The short name for the Singapore dollar is SGD. Brunei dollar can be used in Singapore, because they have the same value.\nAs of January 2018, one US dollar is about $1.35 Singapore dollars.\nGeography.\nSingapore is made up of 63 islands, including the main island, which is known as Singapore Island to most people, but is also known as Pulau Ujong. There are two man-made connections to Johor, Malaysia: the Johor–Singapore Causeway in the north, and the Tuas Second Link in the west. Jurong Island, Pulau Tekong, Pulau Ubin and Sentosa are the largest of Singapore's smaller islands. The highest natural point is Bukit Timah Hill at.\nAbout 23% of Singapore's land area are forest and nature reserves. Urbanisation has removed most primary rainforest, with Bukit Timah Nature Reserve the only significant remaining forest. Even though there is very little primary rainforest left, there are more than 300 parks and four nature reserves in Singapore. There are also many trees planted all over Singapore and almost fifty per cent of the country is covered by trees and plants. Because of this, Singapore is also commonly known as the 'Garden City'.\nSingapore, being a small country, has been reclaiming land from the sea around the island. The first time Singapore started to reclaim land was in the 1960s. The total land area of Singapore at that time was 581.5 km2 and it has increased to 633 km2 in the 1990s, which is an increase of about 9% in total land area. It is now, and may grow by another by 2030. Some land reclamation projects involve joining together smaller islands to make larger islands with more uses, like Jurong Island. Singapore uses the landfill method to reclaim the sea at the south of the country. The country's rapid reclamation projects has made disputes with its neighbouring countries, Malaysia and Indonesia.\nClimate.\nSingapore is hot and wet all year round. It has a tropical rainforest climate (\"Af\" in the Köppen climate classification), which means there are no seasons (spring, summer, autumn and winter) in Singapore. There is the most rain at the end of the year, and the temperature is usually around 20 °C to 35 °C.\nAlthough Singapore does not experience the four seasons, the period from May to June is usually warmer, while the period from November to January is cooler because of the more frequent rains and monsoonal winds in Singapore during the year-end.\nRelations with other countries.\nSingapore has diplomatic relations with 175 other Sovereign states. Singapore's foreign policy is to maintain a secure environment in Southeast Asia as well as the countries near Southeast Asia. A basic rule is the political and economic stability in Southeast Asia.\nASEAN.\nSingapore is part of the ASEAN (Association of the South East Asian nations) network, which is an organisation that unites all Southeast Asian countries. Member countries of ASEAN work with and help other countries in ASEAN. Singapore is one of the countries that founded ASEAN.\nCommonwealth of Nations.\nSingapore is also part of the Commonwealth of Nations, which is for countries that used to be under the British.\nLand reclamation.\nSingapore, being a small country, has been reclaiming land from the sea around the island. The first time Singapore started to reclaim land was in the 1960s. The total land area of Singapore at that time was 581.5 km2 and it has increased to 633 km2 in the 1990s, which is an increase of about 9% in total land area. Singapore uses the landfill method to reclaim the sea at the south of the country. The country's rapid reclamation projects has made disputes with its neighbouring countries, Malaysia and Indonesia.\nHolidays.\nThere are also school holidays, lasting one week in March and September, about one month in June, and about one and a half months in December.\nTransportation.\nThere are buses, trains, and taxis in Singapore.\nSingapore has a railway system known as the Mass Rapid Transit, or MRT in short. There are also taxi companies like Comfort Cabs, Silver Cab, SMRT Taxis, CityCab and Premier Taxi. There is one telephone number to call a taxi, of which the closest taxi from any company will respond.\nThe Mass Rapid Transit of Singapore is the most commonly used form of transportation in Singapore.\nThe Singaporean land transport system is controlled by the LTA (Land Transport Authority) of Singapore.\nAirport.\nThe Singapore Changi Airport is the main airport of Singapore. It is in the east of Singapore, with a total of four terminals with airlines flying to many different parts of the world. It has also received many awards for being the best airport in the world.\nThe airport is in Changi. It is on a 13 square kilometres (5.0 sq mi) site which was reclaimed from the sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":32},{"uri":"Country","surface_form":"country","offset":39},{"uri":"City-state","surface_form":"city-state","offset":53},{"uri":"Malay_Peninsula","surface_form":"Malay Peninsula","offset":98},{"uri":"Asia","surface_form":"Asia","offset":117},{"uri":"Equator","surface_form":"equator","offset":181},{"uri":"Malaysia","surface_form":"Malaysia","offset":216},{"uri":"Indonesia","surface_form":"Indonesia","offset":229},{"uri":"People","surface_form":"people","offset":259},{"uri":"Citizenship","surface_form":"citizens","offset":308},{"uri":"Ethnic_group","surface_form":"ethnically","offset":341},{"uri":"Chinese_language","surface_form":"Chinese","offset":352},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":364},{"uri":"India","surface_form":"India","offset":381},{"uri":"Lion","surface_form":"Lion","offset":455},{"uri":"Sultan","surface_form":"Sultans","offset":484},{"uri":"Standard_of_living","surface_form":"standard of living","offset":735},{"uri":"Punishment","surface_form":"punishment","offset":809},{"uri":"Fine","surface_form":"fine","offset":832},{"uri":"Language","surface_form":"language","offset":852},{"uri":"Malay_language","surface_form":"Malay","offset":877},{"uri":"Official_language","surface_form":"official language","offset":890},{"uri":"English_language","surface_form":"English","offset":935},{"uri":"Mandarin_language","surface_form":"Mandarin","offset":944},{"uri":"Tamil_language","surface_form":"Tamil","offset":957},{"uri":"Government","surface_form":"government","offset":1138},{"uri":"Student","surface_form":"Student","offset":1150},{"uri":"Secondary_school","surface_form":"secondary school","offset":1336},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":1434},{"uri":"Sumatra","surface_form":"Sumatra","offset":1494},{"uri":"Lion","surface_form":"Lion","offset":1584},{"uri":"Island","surface_form":"island","offset":1640},{"uri":"Malayan_Tiger","surface_form":"Malayan Tiger","offset":1962},{"uri":"Malaysia","surface_form":"Malaysia","offset":2006},{"uri":"Extinct","surface_form":"extinct","offset":2023},{"uri":"Stamford_Raffles","surface_form":"Sir Thomas Stamford Raffles","offset":2266},{"uri":"Britain","surface_form":"British","offset":2303},{"uri":"Trade","surface_form":"trading","offset":2311},{"uri":"1819","surface_form":"1819","offset":2327},{"uri":"Colony","surface_form":"colony","offset":2426},{"uri":"1867","surface_form":"1867","offset":2441},{"uri":"Sultan","surface_form":"Sultan","offset":2498},{"uri":"Defense_(military)","surface_form":"defenses","offset":2707},{"uri":"15_February","surface_form":"15 February","offset":2798},{"uri":"1942","surface_form":"1942","offset":2810},{"uri":"1945","surface_form":"1945","offset":2935},{"uri":"Torture","surface_form":"torture","offset":3043},{"uri":"Force_136","surface_form":"Force 136","offset":3223},{"uri":"Lim_Bo_Seng","surface_form":"Lim Bo Seng","offset":3244},{"uri":"World_War_II","surface_form":"World War II","offset":3428},{"uri":"Independence","surface_form":"independence","offset":3540},{"uri":"1963","surface_form":"1963","offset":3571},{"uri":"British_Malaya","surface_form":"Malaya","offset":3598},{"uri":"Sabah","surface_form":"Sabah","offset":3606},{"uri":"Sarawak","surface_form":"Sarawak","offset":3616},{"uri":"Malaysia","surface_form":"Malaysia","offset":3650},{"uri":"Race_(sociology)","surface_form":"races","offset":3692},{"uri":"Malays","surface_form":"Malays","offset":3719},{"uri":"Chinese_language","surface_form":"Chinese","offset":3864},{"uri":"Social_equality","surface_form":"equality","offset":3890},{"uri":"State","surface_form":"state","offset":4088},{"uri":"Government","surface_form":"government","offset":4094},{"uri":"Federal_republic","surface_form":"federal","offset":4126},{"uri":"Independent","surface_form":"independent","offset":4203},{"uri":"9_August","surface_form":"9 August","offset":4229},{"uri":"1965","surface_form":"1965","offset":4238},{"uri":"Yusof_bin_Ishak","surface_form":"Yusof bin Ishak","offset":4315},{"uri":"Lee_Kuan_Yew","surface_form":"Lee Kuan Yew","offset":4358},{"uri":"Association_of_Southeast_Asian_Nations","surface_form":"Association of Southeast Asian Nations","offset":4492},{"uri":"Non-Aligned_Movement","surface_form":"Non-Aligned Movement","offset":4557},{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister of Singapore","offset":4624},{"uri":"Developed_country","surface_form":"developed","offset":4675},{"uri":"Goh_Chok_Tong","surface_form":"Goh Chok Tong","offset":4695},{"uri":"Senior_Minister","surface_form":"Senior Minister","offset":4776},{"uri":"1997_Asian_Financial_Crisis","surface_form":"1997 Asian Financial Crisis","offset":4859},{"uri":"SARS","surface_form":"SARS","offset":4897},{"uri":"Terrorist","surface_form":"terrorist","offset":4915},{"uri":"Jemaah_Islamiyah","surface_form":"Jemaah Islamiyah","offset":4936},{"uri":"Lee_Hsien_Loong","surface_form":"Lee Hsien Loong","offset":4963},{"uri":"Minister_Mentor","surface_form":"Minister Mentor","offset":5104},{"uri":"Parliamentary_republic","surface_form":"parliamentary republic","offset":5174},{"uri":"Westminster_system","surface_form":"Westminster system","offset":5204},{"uri":"Unicameralism","surface_form":"unicameral","offset":5226},{"uri":"Constituency","surface_form":"constituencies","offset":5275},{"uri":"Constitution_of_Singapore","surface_form":"Its constitution","offset":5291},{"uri":"Representative_democracy","surface_form":"representative democracy","offset":5315},{"uri":"Freedom_House","surface_form":"Freedom House","offset":5373},{"uri":"The_Economist","surface_form":"The Economist","offset":5464},{"uri":"Corruption","surface_form":"corrupt","offset":5622},{"uri":"Transparency_International","surface_form":"Transparency International","offset":5667},{"uri":"Cabinet_of_Singapore","surface_form":"Cabinet","offset":5699},{"uri":"Executive_(government)","surface_form":"executive power","offset":5711},{"uri":"Prime_Minister_of_Singapore","surface_form":"Prime Minister","offset":5746},{"uri":"President_of_Singapore","surface_form":"President","offset":5770},{"uri":"Suffrage","surface_form":"popular vote","offset":5814},{"uri":"Veto","surface_form":"veto powers","offset":5841},{"uri":"Parliament_of_Singapore","surface_form":"Parliament","offset":6002},{"uri":"Legislature","surface_form":"legislative branch","offset":6027},{"uri":"First-past-the-post_voting","surface_form":"first-past-the-post","offset":6197},{"uri":"People%27s_Action_Party","surface_form":"People's Action Party","offset":6316},{"uri":"Workers%27_Party_of_Singapore","surface_form":"Workers' Party","offset":6527},{"uri":"English_common_law","surface_form":"English common law","offset":6703},{"uri":"Trial_by_jury","surface_form":"Trial by jury","offset":6775},{"uri":"Judiciary","surface_form":"judicial","offset":6828},{"uri":"Judge","surface_form":"judge","offset":6875},{"uri":"Judicial_corporal_punishment","surface_form":"judicial corporal punishment","offset":6925},{"uri":"Rape","surface_form":"rape","offset":6980},{"uri":"Riot","surface_form":"riot","offset":6986},{"uri":"Vandalism","surface_form":"vandalism","offset":6995},{"uri":"Death_penalty","surface_form":"death penalty","offset":7056},{"uri":"Murder","surface_form":"murder","offset":7074},{"uri":"Illegal_drug_trade","surface_form":"drug-trafficking","offset":7098},{"uri":"Gun","surface_form":"firearms","offset":7119},{"uri":"Buddhism","surface_form":"Buddhism","offset":7283},{"uri":"Christianity","surface_form":"Christianity","offset":7366},{"uri":"Islam","surface_form":"Islam","offset":7380},{"uri":"Taoism","surface_form":"Taoism","offset":7387},{"uri":"Hinduism","surface_form":"Hinduism","offset":7399},{"uri":"Compulsory_education","surface_form":"compulsory","offset":7466},{"uri":"PSLE","surface_form":"PSLE","offset":7567},{"uri":"Streaming_(education)","surface_form":"streamed","offset":7633},{"uri":"Scholarship","surface_form":"scholarship","offset":7912},{"uri":"GCE_Ordinary_Level","surface_form":"GCE Ordinary Level","offset":7984},{"uri":"Polytechnic","surface_form":"polytechnic","offset":8217},{"uri":"Diploma","surface_form":"diploma","offset":8290},{"uri":"Junior_college","surface_form":"junior college","offset":8306},{"uri":"GCE_Advanced_Level","surface_form":"\"A\" Level","offset":8368},{"uri":"Certificate","surface_form":"certificate","offset":8691},{"uri":"Universities","surface_form":"universities","offset":8732},{"uri":"Government_of_Singapore","surface_form":"Singapore government","offset":8786},{"uri":"English_language","surface_form":"English","offset":8843},{"uri":"Malay_language","surface_form":"Malay","offset":8852},{"uri":"Mandarin_Chinese","surface_form":"Chinese (Mandarin)","offset":8859},{"uri":"Tamil_language","surface_form":"Tamil","offset":8883},{"uri":"Singapore_English","surface_form":"Singapore English","offset":8923},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":9499},{"uri":"Malaysia","surface_form":"Malaysia","offset":9676},{"uri":"Malaysian_Chinese","surface_form":"Malaysian Chinese","offset":9693},{"uri":"China","surface_form":"China","offset":9716},{"uri":"Hairdresser","surface_form":"hairdresser","offset":9965},{"uri":"Singapore_English","surface_form":"Singaporean English","offset":10004},{"uri":"British_English","surface_form":"British English","offset":10042},{"uri":"Standard_English","surface_form":"Standard English","offset":10111},{"uri":"Pidgin","surface_form":"pidgin","offset":10133},{"uri":"Singlish","surface_form":"Singlish","offset":10147},{"uri":"Singlish","surface_form":"Singlish","offset":10222},{"uri":"Public_school","surface_form":"Public school","offset":10284},{"uri":"Hokkien","surface_form":"Hokkien","offset":10672},{"uri":"Hokkien","surface_form":"Hokkien","offset":10942},{"uri":"Malay_language","surface_form":"Malay","offset":11333},{"uri":"Malays_in_Singapore","surface_form":"Singaporean Malays","offset":11515},{"uri":"Majulah_Singapura","surface_form":"Majulah Singapura","offset":11749},{"uri":"Singaporean_Mandarin","surface_form":"Mandarin","offset":11814},{"uri":"Dialect","surface_form":"dialect","offset":11841},{"uri":"Standard_Mandarin","surface_form":"Standard Mandarin","offset":12119},{"uri":"Singdarin","surface_form":"Singdarin","offset":12158},{"uri":"Singaporean_Mandarin","surface_form":"Mandarin","offset":12177},{"uri":"Hokkien","surface_form":"Hokkien","offset":12248},{"uri":"Lingua_franca","surface_form":"lingua franca","offset":12269},{"uri":"Hokkien","surface_form":"Hokkien","offset":12357},{"uri":"Hokkien","surface_form":"Hokkien","offset":12430},{"uri":"Hainan","surface_form":"Hainan","offset":12439},{"uri":"Teochew","surface_form":"Teochew","offset":12447},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":12459},{"uri":"Tamil_language","surface_form":"Tamil","offset":12640},{"uri":"Malayalam","surface_form":"Malayalam","offset":12757},{"uri":"Telugu_language","surface_form":"Telugu","offset":12768},{"uri":"Hindi","surface_form":"Hindi","offset":12779},{"uri":"Peranakan","surface_form":"Peranakan","offset":13047},{"uri":"Satay","surface_form":"Satay","offset":13514},{"uri":"Nasi_lemak","surface_form":"Nasi lemak","offset":13521},{"uri":"Chilli_crab","surface_form":"Chilli crab","offset":13533},{"uri":"Hainanese_chicken_rice","surface_form":"Hainanese chicken rice","offset":13550},{"uri":"MediaCorp","surface_form":"MediaCorp","offset":13581},{"uri":"Mandarin_language","surface_form":"Chinese","offset":14111},{"uri":"Malay_language","surface_form":"Malay","offset":14120},{"uri":"Tamil_language","surface_form":"Tamil","offset":14131},{"uri":"Orchid","surface_form":"orchid","offset":14227},{"uri":"Hybrid","surface_form":"hybrid","offset":14321},{"uri":"Shipping","surface_form":"shipping","offset":14549},{"uri":"Logistics","surface_form":"logistics","offset":14562},{"uri":"Singapore_Airlines","surface_form":"Singapore Airlines","offset":14660},{"uri":"Jurong_Island","surface_form":"Jurong Island","offset":14990},{"uri":"Currency","surface_form":"currency","offset":15024},{"uri":"Dollar","surface_form":"dollar","offset":15050},{"uri":"Singapore_dollar","surface_form":"Singapore dollar","offset":15081},{"uri":"Brunei","surface_form":"Brunei","offset":15106},{"uri":"Value","surface_form":"value","offset":15173},{"uri":"Johor","surface_form":"Johor","offset":15445},{"uri":"Johor%E2%80%93Singapore_Causeway","surface_form":"Johor–Singapore Causeway","offset":15466},{"uri":"Malaysia%E2%80%93Singapore_Second_Link","surface_form":"Tuas Second Link","offset":15513},{"uri":"Jurong_Island","surface_form":"Jurong Island","offset":15543},{"uri":"Pulau_Tekong","surface_form":"Pulau Tekong","offset":15558},{"uri":"Pulau_Ubin","surface_form":"Pulau Ubin","offset":15572},{"uri":"Sentosa","surface_form":"Sentosa","offset":15587},{"uri":"Bukit_Timah","surface_form":"Bukit Timah Hill","offset":15672},{"uri":"Urbanisation","surface_form":"Urbanisation","offset":15760},{"uri":"Rainforest","surface_form":"rainforest","offset":15798},{"uri":"Bukit_Timah_Nature_Reserve","surface_form":"Bukit Timah Nature Reserve","offset":15815},{"uri":"Hot","surface_form":"hot","offset":16919},{"uri":"Wet","surface_form":"wet","offset":16927},{"uri":"Rainforest","surface_form":"rainforest","offset":16965},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":16997},{"uri":"Seasons","surface_form":"seasons","offset":17054},{"uri":"Spring","surface_form":"spring","offset":17063},{"uri":"Summer","surface_form":"summer","offset":17071},{"uri":"Autumn","surface_form":"autumn","offset":17079},{"uri":"Winter","surface_form":"winter","offset":17090},{"uri":"Rain","surface_form":"rain","offset":17130},{"uri":"Temperature","surface_form":"temperature","offset":17167},{"uri":"Diplomacy","surface_form":"diplomatic relations","offset":17504},{"uri":"Foreign_policy","surface_form":"foreign policy","offset":17570},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":17624},{"uri":"ASEAN","surface_form":"ASEAN","offset":17789},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":18098},{"uri":"School","surface_form":"school","offset":18740},{"uri":"March","surface_form":"March","offset":18777},{"uri":"September","surface_form":"September","offset":18787},{"uri":"June","surface_form":"June","offset":18817},{"uri":"December","surface_form":"December","offset":18858},{"uri":"Bus","surface_form":"bus","offset":18894},{"uri":"Railway","surface_form":"trains","offset":18901},{"uri":"Taxi","surface_form":"taxi","offset":18913},{"uri":"Railway","surface_form":"railway","offset":18949},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":18977},{"uri":"Taxi","surface_form":"taxi","offset":19029},{"uri":"Changi","surface_form":"Changi","offset":19705}]}