{"id":591,"url":"http://en.wikipedia.org/wiki/Physics","text":"Physics is a branch of science. It is one of the most fundamental scientific disciplines. The main goal of physics is to explain how things move in space and time and understand how the universe behaves. It studies matter, forces and their effects.\nThe word \"physics\" comes from the Greek word ἡ φύσις, meaning \"nature\". Physics can also be defined as \"that department of knowledge which relates to the order of nature, or, in other words, to the regular succession of events\".\nAstronomy, a part of physics, is the oldest natural science. In the past it was a part of 'natural philosophy' with other fields of science, such as chemistry and biology. During the scientific revolution, these fields became separate, and physics became a distinct field of knowledge.\nPhysics is very important in the development of new technologies, such as airplanes, televisions, computers and nuclear weapons. Mechanics, a branch of physics, helped develop the mathematical field of calculus.\nModern physics connects ideas about the four laws of symmetry and conservation of energy, momentum, charge, and parity.\nAncient astronomy.\nAstronomy is the oldest natural science. The Sumerians, and Ancient Egyptians studied the stars, mostly with a view to prediction and religion. The first Babylonian star maps date from about 1200 BC. That astronomical events are periodic also dates back to the Babylonians. Their understanding was not scientific, but their observations influenced later astronomy. Much astronomy came from Mesopotamia, Babylonia, Ancient Egypt, and Ancient Greece. Astronomers from Egypt built monuments that showed how objects in the sky moved, and most of the names for the constellations in the Northern hemisphere came from Greek astronomers.\nNatural philosophy.\nNatural philosophy started in Greece around 650 BC when a movement of philosophers replaced superstition with naturalism, which refuted the spiritual. Leucippus and his student Democritus suggested the idea of the atom around this period.\nPhysics in the medieval Islamic world.\nIslamic scholars continued to study Aristotelian physics during the Islamic Golden Age. One main contribution was to observational astronomy. Some, like Ibn Sahl, Al-Kindi, Ibn al-Haytham, Al-Farisi and Avicenna, worked on optics and vision. In \"The Book of Optics\", Ibn al-Haytham rejected previous Greek ideas concerning vision and proposed a new theory. He studied how light enters the eye, and developed the camera obscura. European scientists later built eyeglasses, magnifying glasses, telescopes, and cameras from this book.\nClassical physics.\nPhysics became a separate field of study after the scientific revolution. Galileo's experiments helped to create classical physics. Although he did not invent the telescope, he used it when he looked into the night sky. He supported Copernicus' idea that the Earth moved around the Sun (heliocentrism). He also investigated gravity. Isaac Newton used Galileo's ideas to create his three laws of motion and his law of universal gravitation. Together these laws explained the motion of falling bodies near the earth and the motion of earth and planets around the sun.\nIn a couple centuries, the Industrial Revolution was in full swing and many more discoveries were made in many fields of science. The laws of classical physics are good enough to study objects that move much slower than the speed of light, and are not microscopic. When scientists first studied quantum mechanics, they had to create a new set of laws, which was the start of modern physics.\nModern physics.\nAs scientists researched particles, they discovered what classical mechanics could not explain. Classical mechanics predicted that the speed of light varied, but experiments showed the speed of light stayed the same. This was predicted by Albert Einstein's theory of special relativity. Einstein predicted that the speed of electromagnetic radiation through empty space would always be the same. His view of space-time replaced the ancient idea that space and time were quite separate things.\nMax Planck came up with quantum mechanics to explain why metal releases electrons when you shine a light at it, and why matter emits radiation. Quantum mechanics applies for very small things like the electrons, protons, and neutrons that make up an atom. People like Werner Heisenberg, Erwin Schrödinger, and Paul Dirac continued to work on quantum mechanics and eventually we got the Standard Model.\nDefinition.\nPhysics is the study of energy and matter in space and time and how they are related to each other. Physicists assume the existence of mass, length, time and electric current and then define (give the meaning of) all other physical quantities in terms of these basic units. Mass, length, time, and electric current are never defined but the standard units used to measure them are always defined. In the International System of Units (abbreviated SI from the French Système International), the kilogram is the basic unit of mass, the metre is the basic unit of length, the second is the basic unit of time, and the ampere is the basic unit of electric current.\nIn addition to these four units, there are three other ones: the mole, which is the unit of the quantity of matter, the candela which measures the luminous intensity (the power of lighting) and the kelvin, the unit of temperature.\nPhysics studies how things move, and the forces that make them move. For example, velocity and acceleration are used by physics to show how things move. Also, physicists study the forces of gravity, electricity, magnetism and the forces that hold things together.\nPhysics studies very large things, and very small things. For instance, physicists can study stars, planets and galaxies but could also study small pieces of matter, such as atoms and electrons.They may also study sound, light and other waves. As well as that, they could examine energy, heat and radioactivity, and even space and time.\nPhysics not only helps people understand how objects move, but how they change form, how they make noise, how hot or cold they will be, and what they are made of at the smallest level.\nPhysics and mathematics.\nPhysics is a quantitative science because it is based on measuring with numbers. Mathematics is used in physics to make models that try to predict what will happen in nature. These predictions are compared to the way the real world works. Physicists are always working to make their models of the world better.\nBranches.\nClassical mechanics contains major topics such as Newton's laws of motion, Lagrangian mechanics, Hamiltonian mechanics, kinematics, statics, dynamics, chaos theory, acoustics, fluid dynamics, continuum mechanics. Classical mechanics is all about forces acting on a body in nature, balancing forces, maintaining equlibrium state, etc.\nElectromagnetism is study of charges on a particular body. It contains subtopics such as Electrostatics, electrodynamics, electricity, magnetism, magnetostatics, Maxwell's equations, optics.\nThermodynamics and statistical mechanics are related with temperature. It includes main topics such as Heat engine, kinetic theory. It uses terms such as heat(Q), work(W), and internal energy (U). First law of thermodynamics gives us the relation them by the following equation (ΔU = Q − W)\nQuantum mechanics is the study of particle at the atomic level taking into consideration the atomic model. It includes subtopics Path integral formulation, scattering theory, Schrödinger equation, quantum field theory, quantum statistical mechanics.\nGeneral description.\nPhysics is the science of matter and how matter interacts. Matter is any physical material in the universe. Everything is made of matter. Physics is used to describe the physical universe around us, and to predict how it will behave.\nPhysics is the science concerned with the discovery and characterization of the universal laws which govern matter, movement and forces, and space and time, and other features of the natural world.\nBreadth and goals of physics.\nThe sweep of physics is broad, from the smallest components of matter and the forces that hold it together, to galaxies and even larger things. There are only four forces that appear to operate over this whole range. However, even these four forces (gravity, electromagnetism, the weak force associated with radioactivity, and the strong force which holds protons and neutrons in an atom together) are believed to be different parts of a single force.\nPhysics is mainly focused on the goal of making ever simpler, more general, and more accurate rules that define the character and behavior of matter and space itself.\nOne of the major goals of physics is making theories that apply to everything in the universe. In other words, physics can be viewed as the study of those universal laws which define, at the most basic level possible, the behavior of the physical universe.\nPhysics uses the scientific method.\nPhysics uses the scientific method. That is, data from experiments and observations are collected. Theories which attempt to explain these data are produced. Physics uses these theories to not only describe physical phenomena, but to model physical systems and predict how these physical systems will behave. Physicists then compare these predictions to observations or experimental evidence to show whether the theory is right or wrong.\nThe theories that are well supported by data and are especially simple and general are sometimes called scientific laws. Of course, all theories, including those known as laws, can be replaced by more accurate and more general laws, when a disagreement with data is found.\nPhysics is quantitative.\nPhysics is more quantitative than most other sciences. That is, many of the observations in physics may be represented in the form of numerical measurements. Most of the theories in physics use mathematics to express their principles. Most of the predictions from these theories are numerical. This is because of the areas which physics has addressed work better with quantitative approaches than other areas. Sciences also tend to become more quantitative with time as they become more highly developed, and physics is one of the oldest sciences.\nFields of physics.\nClassical physics normally includes the fields of mechanics, optics, electricity, magnetism, acoustics and thermodynamics. Modern physics is a term normally used to cover fields which rely on quantum theory, including quantum mechanics, atomic physics, nuclear physics, particle physics and condensed matter physics, as well as the more modern fields of general and special relativity, but these last two are often considered fields of classical physics as they do not rely on quantum theory. Although this difference can be found in older writings, it is of little new interest as quantum effects are now understood to be of importance even in fields that before were called classical.\nApproaches in physics.\nThere are many ways to study physics, and many different kinds of activities in physics. The two main types of activities are the collection of data, and the development of theories.\nSome subfields of physics can be studied by experiment. For example, Galileo Galilei invented kinematics by making experiments and studying the data. Experimental physics focuses mainly on an empirical approach. Some experiments are done to explore nature, and other experiments are performed to produce data to compare with the predictions of theories.\nSome other fields in physics like astrophysics and geophysics are mostly observational sciences because most of their data has to be collected passively instead of through experimentation. Galileo, for example, could only look at Jupiter and discover that it has moons. However, observational programs in these fields use many of the same tools and technology that are used in the experimental subfields of physics.\nTheoretical physics often uses quantitative approaches to develop the theories that attempt to explain the data. In this way, theoretical physicists often use tools from mathematics. Theoretical physics often can involve creating quantitative predictions of physical theories, and comparing these predictions quantitatively with data. Theoretical physics sometimes creates models of physical systems before data is available to test and support these models.\nThese two main activities in physics, data collection, theory production and testing, use many different skills. This has led to a lot of specialization in physics, and the introduction, development and use of tools from other fields. For example, theoretical physicists use mathematics and numerical analysis and statistics and probability and computer software in their work. Experimental physicists develop instruments and techniques for collecting data, using engineering and computer technology and many other fields of technology. Often the tools from these other areas are not quite appropriate for the needs of physics, and need to be changed or more advanced versions have to be made.\nIt is frequent for new physics to be discovered if experimental physicists do an experiment that current theories cannot explain, or for theoretical physicists to generate theories which can then be put to the test by experimental physicists.\nExperimental physics, engineering and technology are related. Experiments often need specialized tools such as particle accelerators, lasers, and important industrial applications such as transistors and magnetic resonance imaging have come from applied research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Science","surface_form":"science","offset":23},{"uri":"Discipline_(study)","surface_form":"scientific disciplines","offset":66},{"uri":"Universe","surface_form":"universe","offset":186},{"uri":"Matter","surface_form":"matter","offset":215},{"uri":"Forces","surface_form":"forces","offset":223},{"uri":"Ancient_Greek_language","surface_form":"Greek","offset":283},{"uri":"Astronomy","surface_form":"Astronomy","offset":478},{"uri":"Natural_philosophy","surface_form":"natural philosophy","offset":569},{"uri":"Chemistry","surface_form":"chemistry","offset":627},{"uri":"Biology","surface_form":"biology","offset":641},{"uri":"Scientific_revolution","surface_form":"scientific revolution","offset":661},{"uri":"Knowledge","surface_form":"knowledge","offset":753},{"uri":"Technology","surface_form":"technologies","offset":816},{"uri":"Fixed-wing_aircraft","surface_form":"airplanes","offset":838},{"uri":"Television","surface_form":"television","offset":849},{"uri":"Computer","surface_form":"computer","offset":862},{"uri":"Nuclear_weapon","surface_form":"nuclear weapon","offset":876},{"uri":"Mechanics","surface_form":"Mechanics","offset":893},{"uri":"Calculus","surface_form":"calculus","offset":966},{"uri":"Symmetry","surface_form":"symmetry","offset":1029},{"uri":"Energy","surface_form":"energy","offset":1058},{"uri":"Momentum","surface_form":"momentum","offset":1066},{"uri":"Charge","surface_form":"charge","offset":1076},{"uri":"Parity","surface_form":"parity","offset":1088},{"uri":"Natural_science","surface_form":"natural science","offset":1139},{"uri":"Sumerians","surface_form":"Sumerians","offset":1160},{"uri":"Ancient_Egyptians","surface_form":"Ancient Egyptians","offset":1175},{"uri":"Babylonian","surface_form":"Babylonian","offset":1269},{"uri":"BC","surface_form":"BC","offset":1311},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":1505},{"uri":"Babylonia","surface_form":"Babylonia","offset":1518},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":1529},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":1548},{"uri":"Northern_hemisphere","surface_form":"Northern hemisphere","offset":1697},{"uri":"Pre-socratic_philosophers","surface_form":"a movement of philosophers","offset":1822},{"uri":"Superstition","surface_form":"superstition","offset":1858},{"uri":"Naturalism_(philosophy)","surface_form":"naturalism","offset":1876},{"uri":"Leucippus","surface_form":"Leucippus","offset":1917},{"uri":"Democritus","surface_form":"Democritus","offset":1943},{"uri":"Atom","surface_form":"atom","offset":1980},{"uri":"Islamic","surface_form":"Islamic","offset":2044},{"uri":"Aristotle","surface_form":"Aristotelian","offset":2080},{"uri":"Islamic_Golden_Age","surface_form":"Islamic Golden Age","offset":2112},{"uri":"Ibn_Sahl","surface_form":"Ibn Sahl","offset":2197},{"uri":"Al-Kindi","surface_form":"Al-Kindi","offset":2207},{"uri":"Alhazen","surface_form":"Ibn al-Haytham","offset":2217},{"uri":"Kam%C4%81l_al-D%C4%ABn_al-F%C4%81ris%C4%AB","surface_form":"Al-Farisi","offset":2233},{"uri":"Avicenna","surface_form":"Avicenna","offset":2247},{"uri":"Optics","surface_form":"optics","offset":2267},{"uri":"Vision","surface_form":"vision","offset":2278},{"uri":"Book_of_Optics","surface_form":"The Book of Optics","offset":2290},{"uri":"Light","surface_form":"light","offset":2416},{"uri":"Eye","surface_form":"eye","offset":2433},{"uri":"Camera_obscura","surface_form":"camera obscura","offset":2456},{"uri":"Scientific_revolution","surface_form":"scientific revolution","offset":2646},{"uri":"Galileo_Galilei","surface_form":"Galileo's","offset":2669},{"uri":"Heliocentrism","surface_form":"heliocentrism","offset":2882},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":2928},{"uri":"Newton%27s_laws_of_motion","surface_form":"three laws of motion","offset":2976},{"uri":"Newton%27s_law_of_universal_gravitation","surface_form":"law of universal gravitation","offset":3005},{"uri":"Industrial_Revolution","surface_form":"Industrial Revolution","offset":3188},{"uri":"Speed_of_light","surface_form":"speed of light","offset":3385},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":3456},{"uri":"Speed_of_light","surface_form":"speed of light","offset":3703},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":3807},{"uri":"Special_relativity","surface_form":"special relativity","offset":3835},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":3892},{"uri":"Space-time","surface_form":"space-time","offset":3976},{"uri":"Max_Planck","surface_form":"Max Planck","offset":4061},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":4085},{"uri":"Photoelectric_effect","surface_form":"metal releases electrons when you shine a light at it","offset":4118},{"uri":"Black-body_radiation","surface_form":"matter emits radiation","offset":4181},{"uri":"Atom","surface_form":"atom","offset":4311},{"uri":"Werner_Heisenberg","surface_form":"Werner Heisenberg","offset":4329},{"uri":"Erwin_Schr%C3%B6dinger","surface_form":"Erwin Schrödinger","offset":4348},{"uri":"Paul_Dirac","surface_form":"Paul Dirac","offset":4371},{"uri":"Standard_Model","surface_form":"Standard Model","offset":4447},{"uri":"Energy","surface_form":"energy","offset":4499},{"uri":"Matter","surface_form":"matter","offset":4510},{"uri":"Space_(physics)","surface_form":"space","offset":4520},{"uri":"Time","surface_form":"time","offset":4530},{"uri":"Mass","surface_form":"mass","offset":4610},{"uri":"Length","surface_form":"length","offset":4616},{"uri":"Time","surface_form":"time","offset":4624},{"uri":"Electric_current","surface_form":"electric current","offset":4633},{"uri":"Physical_quantity","surface_form":"physical quantities","offset":4698},{"uri":"Units_of_measurement","surface_form":"basic units","offset":4736},{"uri":"Standard","surface_form":"standard","offset":4816},{"uri":"International_System_of_Units","surface_form":"International System of Units","offset":4879},{"uri":"Kilogram","surface_form":"kilogram","offset":4969},{"uri":"Metre","surface_form":"metre","offset":5009},{"uri":"Second","surface_form":"second","offset":5048},{"uri":"Ampere","surface_form":"ampere","offset":5090},{"uri":"Mole_(unit)","surface_form":"mole","offset":5201},{"uri":"Candela","surface_form":"candela","offset":5256},{"uri":"Kelvin","surface_form":"kelvin","offset":5334},{"uri":"Temperature","surface_form":"temperature","offset":5354},{"uri":"Force_(physics)","surface_form":"forces","offset":5408},{"uri":"Velocity","surface_form":"velocity","offset":5449},{"uri":"Acceleration","surface_form":"acceleration","offset":5462},{"uri":"Physicists","surface_form":"physicists","offset":5526},{"uri":"Force_(physics)","surface_form":"forces","offset":5547},{"uri":"Gravity","surface_form":"gravity","offset":5557},{"uri":"Electricity","surface_form":"electricity","offset":5566},{"uri":"Magnetism","surface_form":"magnetism","offset":5579},{"uri":"Star","surface_form":"star","offset":5724},{"uri":"Planet","surface_form":"planet","offset":5731},{"uri":"Galaxy","surface_form":"galaxies","offset":5743},{"uri":"Atom","surface_form":"atom","offset":5805},{"uri":"Electron","surface_form":"electron","offset":5815},{"uri":"Sound","surface_form":"sound","offset":5845},{"uri":"Light","surface_form":"light","offset":5852},{"uri":"Wave","surface_form":"wave","offset":5868},{"uri":"Energy","surface_form":"energy","offset":5911},{"uri":"Heat","surface_form":"heat","offset":5919},{"uri":"Radioactivity","surface_form":"radioactivity","offset":5928},{"uri":"Space_(physics)","surface_form":"space","offset":5952},{"uri":"Time","surface_form":"time","offset":5962},{"uri":"Noise","surface_form":"noise","offset":6067},{"uri":"Heat","surface_form":"hot","offset":6078},{"uri":"Cold","surface_form":"cold","offset":6085},{"uri":"Atom","surface_form":"smallest level","offset":6137},{"uri":"Quantity","surface_form":"quantitative","offset":6191},{"uri":"Measure","surface_form":"measuring","offset":6235},{"uri":"Number","surface_form":"number","offset":6250},{"uri":"Model","surface_form":"model","offset":6298},{"uri":"Prediction","surface_form":"predict","offset":6317},{"uri":"World","surface_form":"world","offset":6404},{"uri":"Science","surface_form":"science","offset":7601},{"uri":"Matter","surface_form":"matter","offset":7612},{"uri":"Matter","surface_form":"matter","offset":7627},{"uri":"Matter","surface_form":"Matter","offset":7645},{"uri":"Universe","surface_form":"universe","offset":7684},{"uri":"Matter","surface_form":"matter","offset":7716},{"uri":"Science","surface_form":"science","offset":7835},{"uri":"Matter","surface_form":"matter","offset":7928},{"uri":"Movement","surface_form":"movement","offset":7936},{"uri":"Force_(physics)","surface_form":"forces","offset":7949},{"uri":"Space_(physics)","surface_form":"space","offset":7961},{"uri":"Time","surface_form":"time","offset":7971},{"uri":"Galaxy","surface_form":"galaxies","offset":8159},{"uri":"Force","surface_form":"force","offset":8212},{"uri":"Force","surface_form":"force","offset":8290},{"uri":"Gravity","surface_form":"gravity","offset":8298},{"uri":"Electromagnetism","surface_form":"electromagnetism","offset":8307},{"uri":"Weak_force","surface_form":"weak force","offset":8329},{"uri":"Strong_force","surface_form":"strong force","offset":8379},{"uri":"Protons","surface_form":"protons","offset":8404},{"uri":"Neutrons","surface_form":"neutrons","offset":8416},{"uri":"Atom","surface_form":"atom","offset":8431},{"uri":"Universe","surface_form":"universe","offset":8914},{"uri":"Scientific_method","surface_form":"scientific method","offset":8977},{"uri":"Collect","surface_form":"collected","offset":9048},{"uri":"Scientific_law","surface_form":"scientific law","offset":9502},{"uri":"Classical_physics","surface_form":"Classical physics","offset":10263},{"uri":"Mechanics","surface_form":"mechanics","offset":10313},{"uri":"Optics","surface_form":"optics","offset":10324},{"uri":"Electricity","surface_form":"electricity","offset":10332},{"uri":"Magnetism","surface_form":"magnetism","offset":10345},{"uri":"Acoustics","surface_form":"acoustics","offset":10356},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":10370},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":10481},{"uri":"Nuclear_physics","surface_form":"nuclear physics","offset":10516},{"uri":"Particle_physics","surface_form":"particle physics","offset":10533},{"uri":"Condensed_matter_physics","surface_form":"condensed matter physics","offset":10554},{"uri":"General_relativity","surface_form":"general","offset":10617},{"uri":"Special_relativity","surface_form":"special relativity","offset":10629},{"uri":"Experiment","surface_form":"experiment","offset":11200},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":11225},{"uri":"Kinematics","surface_form":"kinematics","offset":11250},{"uri":"Empiricism","surface_form":"empirical","offset":11348},{"uri":"Astrophysics","surface_form":"astrophysics","offset":11544},{"uri":"Geophysics","surface_form":"geophysics","offset":11561},{"uri":"List_of_Jupiter%27s_moons","surface_form":"has moons","offset":11769},{"uri":"Mathematics","surface_form":"mathematics","offset":12096},{"uri":"Engineering","surface_form":"engineering","offset":13344},{"uri":"Particle_accelerator","surface_form":"particle accelerator","offset":13433},{"uri":"Laser","surface_form":"laser","offset":13456},{"uri":"Transistor","surface_form":"transistor","offset":13510},{"uri":"Magnetic_resonance_imaging","surface_form":"magnetic resonance imaging","offset":13526}]}