{"id":591041,"url":"http://en.wikipedia.org/wiki/Herv%C3%A9_Villechaize","text":"Hervé Jean-Pierre Villechaize (; 23 April 1943 – 4 September 1993) was a French actor, teenage model and painter. He was born in Paris.\nVillechaize was known for his many movie and television roles including that of the evil henchman Nick Nack in the James Bond movie, \"The Man with the Golden Gun\" (1974), as well as Mr. Roarke's assistant, Tattoo, on the television series \"Fantasy Island\" (1978–1984). He starred in the movie \"Forbidden Zone\" (1980), and appeared in ' (1982), and episodes of \"Diff'rent Strokes\" and \"Taxi\".\nVillechaize was of Filipino descent. He suffered from proportionate dwarfism. In later years, he insisted on being called a \"midget\" rather than a \"dwarf\". His height was 3 feet and 10 inches. In 1964 he left France for the United States.\nVillechaize was married to Anne Sadowski from 1970 until they divorced in 1979. From 1980 through 1982, he was married to Camille Hagen. Until his death in 1993, he was partners with Kathy Self.\nDuring his later years Villechaize struggled with depression and suicidal thoughts.\nIn the early morning hours of 4 September 1993, Villechaize is believed to have first fired a shot through the sliding glass patio door in order to awaken his longtime girlfriend, Kathy Self, before shooting himself at his North Hollywood home. He was 50 years old. Villechaize left a suicide note saying he was suffering over longtime health problems. Villechaize was suffering from chronic pain due to having normal-sized internal organs putting increasing pressure on his small body. According to Self, Villechaize often slept in a kneeling position so he could breathe more easily.\nHis ashes were sprinkled into the Pacific Ocean off Point Fermin in San Pedro, Los Angeles, California.","categories":[],"infobox_types":[],"annotations":[{"uri":"French_people","surface_form":"French","offset":73},{"uri":"Paris","surface_form":"Paris","offset":129},{"uri":"Henchman","surface_form":"henchman","offset":225},{"uri":"James_Bond","surface_form":"James Bond","offset":251},{"uri":"The_Man_with_the_Golden_Gun_(movie)","surface_form":"The Man with the Golden Gun","offset":270},{"uri":"Fantasy_Island","surface_form":"Fantasy Island","offset":376},{"uri":"Forbidden_Zone","surface_form":"Forbidden Zone","offset":430},{"uri":"Diff%27rent_Strokes","surface_form":"Diff'rent Strokes","offset":497},{"uri":"Taxi_(TV_series)","surface_form":"Taxi","offset":521},{"uri":"Filipino_people","surface_form":"Filipino","offset":547},{"uri":"Dwarfism","surface_form":"dwarfism","offset":596},{"uri":"Depression","surface_form":"depression","offset":1012},{"uri":"North_Hollywood","surface_form":"North Hollywood","offset":1269},{"uri":"Internal_organs","surface_form":"internal organs","offset":1470},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1666},{"uri":"San_Pedro%2C_Los_Angeles","surface_form":"San Pedro, Los Angeles","offset":1700}]}