{"id":59136,"url":"http://en.wikipedia.org/wiki/Lyrics","text":"Lyrics are the words to a song. A person who writes lyrics is called a lyricist.\nThe lyrics of a song will usually have a meaning. Some times the meaning is easy to find but other times it can be very difficult to know what the lyrics mean. Some lyrics are so strange that it is nearly impossible to understand them. In such cases, people tend to look more at the form, articulation, meter, and symmetries of the lyrics instead of looking at their meaning.\nThere are many websites that have the lyrics to songs. This may be a bad thing since many web sites include copyrighted lyrics without permission from the copyright holder. The United States Music Publishers' Association (MPA), which represents sheet music companies, created a campaign against such sites in December 2005. MPA president Lauren Keiser said that the sites are \"completely illegal\" and that he wanted to see some site operators put in prison.\nEtymology and usage.\n\"Lyric\" is from the Greek; a lyric was originally a song sung with a lyre.\nA lyric poem is one that expresses a subjective, personal point of view.\nThe word \"lyric\" was used for the \"words of a popular song\" about 1876 [http://www.etymonline.com/index.php?term=lyric] for the first time. The plural \"lyrics\" was used only in referring to the words of several songs. That it is used for the words of a single song as its \"lyrics\" became increasingly common (probably because of the association between \"lyrics\" and the plural form \"words\"), and is common in modern usage of today's society. Use of the singular form \"lyric\" is still grammatically acceptable.","categories":[],"infobox_types":[],"annotations":[{"uri":"Song","surface_form":"song","offset":26},{"uri":"Difficult","surface_form":"difficult","offset":201},{"uri":"Form","surface_form":"form","offset":364},{"uri":"Articulation","surface_form":"articulation","offset":370},{"uri":"Meter_(poetry)","surface_form":"meter","offset":384},{"uri":"Symmetries","surface_form":"symmetries","offset":395},{"uri":"Website","surface_form":"website","offset":472},{"uri":"Copyright","surface_form":"copyright","offset":565},{"uri":"United_States","surface_form":"United States","offset":634},{"uri":"Music_Publishers%27_Association","surface_form":"Music Publishers' Association","offset":648},{"uri":"Sheet_music","surface_form":"sheet music","offset":702},{"uri":"Company","surface_form":"companies","offset":714},{"uri":"Campaign","surface_form":"campaign","offset":735},{"uri":"Lauren_Keiser","surface_form":"Lauren Keiser","offset":795},{"uri":"Prison","surface_form":"prison","offset":907},{"uri":"Greek_language","surface_form":"Greek","offset":956},{"uri":"Lyre","surface_form":"lyre","offset":1005},{"uri":"Lyric_poetry","surface_form":"lyric poem","offset":1013},{"uri":"1876","surface_form":"1876","offset":1150}]}