{"id":59132,"url":"http://en.wikipedia.org/wiki/S.C._Corinthians_Paulista","text":"S.C. Corinthians Paulista is a football club which plays in Brazil.\nHistory.\nFootball (soccer) had already established itself as the popular new sport in Brazil and when the dry season came and the fields dried out they were soon filled with lovers of the new game. São Paulo's sporting elite had formed several clubs,Germânia, Paulistano and Campos Elíseos among them, but access to the game was still largely restricted to the city's well off.\nFirst members.\nSo a group of working class fans - painter and decorators Joaquim Ambrósio, Antônio Pereira and César Nunes; cobbler Rafael Perrone; driver Anselmo Correia; foundry worker; Alexandre Magnani: cook Salvador Lopomo; labourer João da Silva and tailor Antônio Nunes - decided to start their own team. Bataglia decided to get involved he was named the club's first president.\nName.\nThe new club needed a name. Joaquim Ambrósio suggested they call themselves after the Corinthians Casuals Football Club, the famous English team that was then on tour in Brazil. The press and fans in Brazil who were following the tour shortened the English club's name to Corinthian's Team and so the founders did away with the aopstrophe and the club won its elegant name Corinthians.\nNickames.\nCorinthians is also known as \"Big Team\", \"Coringão\", \"The Musketeer\" and \"Champion of the Champions\".\nColours.\nFinally, the club picked colours. The club's first strip was beige with black trim and had the distinctive letters \"C\" and \"P\" for Corinthians Paulista. However, when the strips were washed, the black bled into the beige. The directors could not afford to keep buying new strips every time the colours ran so they decided to change their colours. They swapped the beige for white. In present-day, the colours of Corinthians are Black and White.\nStadium.\nThe name of Corinthians´s stadium is Arena Corinthians, also known as \"Itaquerão\" and with a capacity crowd of 68,000.\n1st match.\nThe team from Varzea Paulista. Playing away from home in their first match, Corinthians were expected to lose heavily but they showed they were not there just to make up the numbers and they battled hard before narrowly going down by a goal to nil.\nSecond match and first win.\nThe defeat turned out to be a one-off. Four days later, Corinthians proved they would be a name to be reckoned with and beat Estrela Polar 2-0. The honour of scoring the club's first goal went to striker Luís Fabi, who wrote himself into the history books by grabbing the opener. They followed the match with an unbeaten streak that lasted two years.\nThe \"big league\".\nThey then won 1-0 away at Minas Gerais and then beat São Paulo do Bexiga 4-0 at home. They had secured their place in the big league.\nThings got even better the following year and in 1914 a dynasty took hold. In just their second Paulista Championship, Corinthians destroyed the competition and won all 10 games, scoring 39 times in the process. Neco ended the tournament's top goalscorer with 12 goals.\nThreepeats.\nCorinthians picked up yet another Paulista Championship in 1922 but this victory had something special about it. The winner took the title not only of Paulista Champions but also of Centenary Champions, a title they would hold for at least the next 100 years.\nBy this time, winning the Paulista was becoming routine. The team won the league three years in a row in 1922, 1923 and 1924 under the command of Neco, the club's first great idol, and would do so again in 1928, 1929 and 1930.\nRivalry.\nThe great and only rival of Corinthians is Sociedade Esportiva Palmeiras. This is the most derbie and traditional rivalry in Brazilian football. The fans of Corinthians called Palmeiras as a \"pig\" and the fans of palmeiras called Corinthians as a \"skunk\".\nProblems.\nHowever, and between 1931 and 1934 a series of bad results left the team trailing. Corinthians lost to all their big rivals of the time and failed to make an impression in the league, never finishing higher than fourth.\nSolutions.\nThe turnaround came in 1937, and for the rest of the decade there was only one team in the state. Corinthians won the Paulista Championship in 1937, 1938 and 1939 to become the first team ever to win three back-to-back titles three times. Even today, no other team has managed to equal such a feat. The man who led the way was centre-forward Teleco. One of the club's greatest ever goalscorers, he topped the scoring charts in 1937 and 1939. The former year he scored almost half the club's goals, while in the latter he got an amazing 60 percent.\n100th Goal.\nThe 100-goal attack made history not only for the club but also for the league. In 1951, a front line made up of Carbone, Cláudio, Luizinho, Baltazar and Mário scored 103 goals in 30 games in the Paulista Championship, an average of 3.43 per game. The title was theirs, as was the trophy for top goalscorer, which went to Carbone, who got 30 of the team's goals.\nAwards.\nIn the years that followed, more titles were added to the growing trophy room at Parque São Jorge. In 1952, the \"Timão\" won the Paulista Championship for the second successive year, with Baltazar finishing top scorer. In 1953, they took the Rio-São Paulo title and the Little World Cup - the club's first international title - and in 1954 they walked off with another Rio-São Paulo as well as the Paulista do IV centenário de São Paulo. In 1956 and 1957, they won the \"Invencible Trophy\", the cup given to the team that went the longest number of games undefeated.\nThe Corinthians Invasion.\nIn 1976, Corinthians almost won their first Brazilian League title and the club's fans played a starring role in one of the most memorable moments in footballing history. Corinthians were drawn against Fluminense in the semi-finals of the league play offs at the Maracanã. More than 70,000 Corinthians fans made the six-hour trip up the motorway to Rio de Janeiro in a massive convoy that was christened the \"Corinthians Invasion.\"\n10.13.1977.\nCorinthians won the first game but lost the second and so needed to win a third and deciding match to take the title. It was quite a struggle, with the match goalless until the 81st minute. Then, a Zé Maria free kick was directed onto the bar by Vaguinho. Wladimir headed the rebound back towards goal where Oscar was on hand to knock it off the line. The ball fell to Basílio in the area and he hammered it into the net and gave Corinthians the goal they so desperately wanted. The 1977 Paulista Championship was theirs.\nThe Democracy team.\nThe \"Timão\" was always one of the most important clubs in Brazil. But the Corinthians Democracy movement was unique in world football. Through organisation, team spirit and democracy, they did something no other team has managed before or since. When players as politically and socially conscientious as Sócrates, Wladimir, Casagrande and Zenon get together then there are bound to be changes in the dressing room. Those four stars were the driving force behind the greatest ideological movement in the history of Brazilian football: Corinthians Democracy. And this in the middle of the country's military dictatorship. Corinthians Democracy did something that seemed impossible. Through football, the most popular sport in the country, they got people talking about all sorts of important and relevant questions concerning society, democracy and the end of military rule. In addition to that not inconsiderable feat, they showed that it was possible to create a society in which everyone's opinions are heard and respected and where democracy, through the imposition of the wishes of the majority, could prevail. They won the Paulista Championship in 1982 and 1983, beating city rivals São Paulo both times. In 1982, they battled back after losing the first game 3-2 to take the next two matches 1-0 and 3-1 and lift the trophy. The next year they won again, thanks to a series of brilliant performances from Sócrates. The good doctor scored all the team's goals in the semi-finals against Sociedade Esportiva Palmeiras (1-1 and 1-0) as well as in the final against São Paulo Futebol Clube (1-0 and 1-1). His four goals brought the team their 19th Paulista Championship.\nGlorious Decade.\nThe 1990s was to prove a glorious decade for Corinthians, who captured three Brazilian Championships (in 1990 beating São Paulo Futebol Clube, in 1998 beating Cruzeiro and in 1999 led the championship since the beginning at the finished and beating Atlético Mineiro at the final game), three State Championships (in 1995 beating Palmeiras, in 1997 beating São Paulo and 1999 beating Palmeiras again) and a Brazilian Cup (in 1995 beating Grêmio) in quick succession.\nFIFA Club World Championship.\nIn 2000, Corinthians, who captured FIFA Club World Championship victory against Vasco da Gama(win 4-3 on penalties) at the \"Maracanã\" Stadium. This match had attendance of 73,000 peoples. This is the most important title of Corinthians. Corinthians played the final game with Dida, Índio, Fábio Luciano, Adílson & Kléber; Vampeta (Gilmar), Rincón, Marcelinho Carioca & Ricardinho (Edu); Edílson (Fernando Baiano) & Luizão.\nNew Era.\nThe final months of 2004 marked a new era for the \"Timão\" and for Brazilian football. The partnership between MSI and Corinthians revolutionised the game and brought internationalists like Carlos Tévez, Javier Mascherano, Roger, Carlos Alberto and Gustavo Nery to the club. The future was bright for the club and fans could not help but feel optimistic they would enjoy many more triumphs in the coming years.\nAnd so it proved, with success coming quicker than they could have hoped for. Led by Argentine star Carlos Tévez, the \"Timão\" had a sensational league campaign in 2005 and won their fourth Brazilian League Title in 2005.\nMore signings.\nMore new signings were made in 2006 with Ricardinho, Rafael Moura and goalkeeper Silvio Luiz coming to the club in a bid to strengthen a squad that would be competing for another Brazilian League title and the Copa Libertadores.\nLegendary players.\nNeco (1913-30), Teleco (1933-44), Servílio (1938-48), Domingos da Guia (1944-48), Cláudio (1945-57), Baltazar (1947-58), Luizinho (1949-62 & 1964-67), Gilmar (1951-61), Rivelino (1965-74), Sócrates (1978-84), Daniel González (1982), Dunga (1984-85), Neto (1989-93), Carlos Gamarra (1998-99), Dida (1999-2001), Marcelinho Carioca (1993-97, 1998-2001), Edílson (1997-2000), Luizão (1999-2002), Carlos Tévez (2005-06), Ronaldo (2009), Roberto Carlos (2010), Emerson Sheik (2011-2012).","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":31},{"uri":"Brazil","surface_form":"Brazil","offset":60},{"uri":"Football_(soccer)","surface_form":"Football (soccer)","offset":77},{"uri":"Brazil","surface_form":"Brazil","offset":154},{"uri":"Germ%C3%A2nia","surface_form":"Germânia","offset":318},{"uri":"Paulistano","surface_form":"Paulistano","offset":328},{"uri":"Campos_El%C3%ADseos","surface_form":"Campos Elíseos","offset":343},{"uri":"Joaquim_Ambr%C3%B3sio","surface_form":"Joaquim Ambrósio","offset":866},{"uri":"Corinthians_Casuals_Football_Club","surface_form":"Corinthians Casuals Football Club","offset":924},{"uri":"Arena_Corinthians","surface_form":"Arena Corinthians","offset":1836},{"uri":"Varzea_Paulista","surface_form":"Varzea Paulista","offset":1943},{"uri":"Minas_Gerais","surface_form":"Minas Gerais","offset":2601},{"uri":"S%C3%A3o_Paulo_do_Bexiga","surface_form":"São Paulo do Bexiga","offset":2628},{"uri":"Neco","surface_form":"Neco","offset":2921},{"uri":"1922","surface_form":"1922","offset":3356},{"uri":"1923","surface_form":"1923","offset":3362},{"uri":"1924","surface_form":"1924","offset":3371},{"uri":"1928","surface_form":"1928","offset":3457},{"uri":"1929","surface_form":"1929","offset":3463},{"uri":"1930","surface_form":"1930","offset":3472},{"uri":"Sociedade_Esportiva_Palmeiras","surface_form":"Sociedade Esportiva Palmeiras","offset":3530},{"uri":"1931","surface_form":"1931","offset":3774},{"uri":"1934","surface_form":"1934","offset":3783},{"uri":"1937","surface_form":"1937","offset":4127},{"uri":"1938","surface_form":"1938","offset":4133},{"uri":"1939","surface_form":"1939","offset":4142},{"uri":"Teleco","surface_form":"Teleco","offset":4326},{"uri":"1939","surface_form":"1939","offset":4420},{"uri":"Carbone","surface_form":"Carbone","offset":4657},{"uri":"Cl%C3%A1udio","surface_form":"Cláudio","offset":4666},{"uri":"Luizinho","surface_form":"Luizinho","offset":4675},{"uri":"Baltazar","surface_form":"Baltazar","offset":4685},{"uri":"M%C3%A1rio","surface_form":"Mário","offset":4698},{"uri":"Parque_S%C3%A3o_Jorge","surface_form":"Parque São Jorge","offset":4996},{"uri":"1953","surface_form":"1953","offset":5136},{"uri":"Little_World_Cup","surface_form":"Little World Cup","offset":5184},{"uri":"Rio-S%C3%A3o_Paulo","surface_form":"Rio-São Paulo","offset":5283},{"uri":"1956","surface_form":"1956","offset":5355},{"uri":"1957","surface_form":"1957","offset":5364},{"uri":"Maracan%C3%A3","surface_form":"Maracanã","offset":5769},{"uri":"1977","surface_form":"1977","offset":6433},{"uri":"S%C3%B3crates","surface_form":"Sócrates","offset":6796},{"uri":"Wladimir","surface_form":"Wladimir","offset":6806},{"uri":"Casagrande","surface_form":"Casagrande","offset":6816},{"uri":"Zenon","surface_form":"Zenon","offset":6831},{"uri":"Military_rule","surface_form":"military rule","offset":7350},{"uri":"1982","surface_form":"1982","offset":7644},{"uri":"1983","surface_form":"1983","offset":7653},{"uri":"S%C3%B3crates","surface_form":"Sócrates","offset":7902},{"uri":"Sociedade_Esportiva_Palmeiras","surface_form":"Sociedade Esportiva Palmeiras","offset":7983},{"uri":"S%C3%A3o_Paulo_Futebol_Clube","surface_form":"São Paulo Futebol Clube","offset":8059},{"uri":"1990","surface_form":"1990","offset":8286},{"uri":"S%C3%A3o_Paulo_Futebol_Clube","surface_form":"São Paulo Futebol Clube","offset":8299},{"uri":"1998","surface_form":"1998","offset":8327},{"uri":"Cruzeiro","surface_form":"Cruzeiro","offset":8340},{"uri":"1999","surface_form":"1999","offset":8356},{"uri":"Atl%C3%A9tico_Mineiro","surface_form":"Atlético Mineiro","offset":8430},{"uri":"1995","surface_form":"1995","offset":8497},{"uri":"1997","surface_form":"1997","offset":8524},{"uri":"1999","surface_form":"1999","offset":8551},{"uri":"Gr%C3%AAmio","surface_form":"Grêmio","offset":8618},{"uri":"2000","surface_form":"2000","offset":8680},{"uri":"FIFA_Club_World_Championship","surface_form":"FIFA Club World Championship","offset":8712},{"uri":"Vasco_da_Gama","surface_form":"Vasco da Gama","offset":8757},{"uri":"2004","surface_form":"2004","offset":9129},{"uri":"MSI","surface_form":"MSI","offset":9219},{"uri":"Carlos_T%C3%A9vez","surface_form":"Carlos Tévez","offset":9298},{"uri":"Javier_Mascherano","surface_form":"Javier Mascherano","offset":9312},{"uri":"Roger","surface_form":"Roger","offset":9331},{"uri":"Carlos_Alberto","surface_form":"Carlos Alberto","offset":9338},{"uri":"Gustavo_Nery","surface_form":"Gustavo Nery","offset":9357},{"uri":"Carlos_T%C3%A9vez","surface_form":"Carlos Tévez","offset":9619},{"uri":"Campeonato_Brasileiro","surface_form":"Brazilian League","offset":9708},{"uri":"2005","surface_form":"2005","offset":9734},{"uri":"Ricardinho","surface_form":"Ricardinho","offset":9796},{"uri":"Copa_Libertadores","surface_form":"Copa Libertadores","offset":9965},{"uri":"Domingos_da_Guia","surface_form":"Domingos da Guia","offset":10057},{"uri":"Baltazar","surface_form":"Baltazar","offset":10104},{"uri":"Gylmar_dos_Santos_Neves","surface_form":"Gilmar","offset":10154},{"uri":"Roberto_Rivelino","surface_form":"Rivelino","offset":10172},{"uri":"S%C3%B3crates","surface_form":"Sócrates","offset":10192},{"uri":"Dunga","surface_form":"Dunga","offset":10236},{"uri":"Carlos_Gamarra","surface_form":"Carlos Gamarra","offset":10269},{"uri":"Dida","surface_form":"Dida","offset":10295},{"uri":"Marcelinho_Carioca","surface_form":"Marcelinho Carioca","offset":10313},{"uri":"Ed%C3%ADlson","surface_form":"Edílson","offset":10354},{"uri":"Luiz_Bombonato_Goulart","surface_form":"Luizão","offset":10375},{"uri":"Carlos_T%C3%A9vez","surface_form":"Carlos Tévez","offset":10395},{"uri":"Ronaldo","surface_form":"Ronaldo","offset":10419},{"uri":"Roberto_Carlos","surface_form":"Roberto Carlos","offset":10435},{"uri":"Emerson_Sheik","surface_form":"Emerson Sheik","offset":10458}]}