{"id":591487,"url":"http://en.wikipedia.org/wiki/Courtship","text":"A courtship is a time in the relationship of a couple. During a courtship, a couple gets to know one another. They later decide if they will get engaged, married or other such agreement. A courtship may be a private and informal matter between two people. On the other hand, it may be public. Or it could be a formal arrangement with the approval of a family.\nThere is a great difference between couples. The average extent of a courtship differs quite a bit across the world. Courtship may be entirely omitted, as in some cases of arranged marriage.\nIn the United Kingdom, there was a poll of over 3,000 engaged or married couples. The average time between first meeting and an accepted marriage proposal was two years and eleven months. The women felt ready to accept at an average of two years and seven months.\nIn the earlier 1800s, young adults were expected to court with the intention of finding a marriage partner, not social reasons. In the more traditional forms of Christianity, this concept of courtship has been kept.\nIn recent research, it has been found that marriage rates have dropped with people. There are not so many courted relationships in the society of today. This means that fewer people are getting married and practicing premarital sex. Many families are started with children, and \"then\" marriage. Traditions are referred to as a thing of the past. However, there are many people who still follow the old-fashioned courting route for their relationships.","categories":[],"infobox_types":[],"annotations":[{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":29},{"uri":"Arranged_marriage","surface_form":"arranged marriage","offset":532},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":558},{"uri":"Marriage_proposal","surface_form":"marriage proposal","offset":688},{"uri":"Christianity","surface_form":"Christianity","offset":976},{"uri":"Premarital_sex","surface_form":"premarital sex","offset":1248}]}