{"id":591665,"url":"http://en.wikipedia.org/wiki/Museo_de_Arte_Moderno_y_Contempor%C3%A1neo_de_Santander_y_Cantabria","text":"The Museo de Arte Moderno y Contemporáneo de Santander y Cantabria (also known as MAS) is an art museum in Santander, Spain. Today the museum specializes in modern and contemporary art.\nHistory.\nThe first MAS museum was established in 1907. It opened on 6 February 1908. At that time it was called Biblioteca y Museo Municipales (Municipal Library and Museum). Its collection was shown in a room of the Santander City Council building. In those early days the collection included paintings and sculptures and many other kinds objects. It had objects from archaeological sites and also objects related to natural history and ethnology.\nIn 1923 the city built a new home for the library and museum. The building was designed by Leonardo Rucabado. Starting in 1941, the library moved out of the building. The museum took over the whole building and began to change its collections. It kept the paintings and sculptures but gave the archaeological, natural history, and ethnology objects to other museums in Santander and the Cantabria region. The museum re-opened on 3 November 1947 with a new name: Museo Municipal de Pinturas (Municipal Museum of Painting). In 1957 the museum changed its name again. It became the Museo Municipal de Bellas Artes de Santander (Municipal Museum of Fine Arts of Santander).\nBetween 1978 and 1993 the museum's collection of works by younger artists and especially artists from Cantabria grew bigger. The inside of the museum was also repaired and made more modern. The museum specialized more and more in modern and contemporary art. In 2011 the museum changed its name to Museum de Arte Moderno y Contemporáneo de Santander y Cantabria (Museum of Modern and Contemporary Art of Santander and Cantabria). That is the name it has today.\nCollections.\nThe museum has 1,870 works of art—paintings, sculptures, photographs, engravings, and installations. About 100 of these works are by Spanish, Flemish, and Italian artists from the 16th, 17th and 18th centuries. All the rest are from the last part of the 19th century to the 21st century. Most of the museum's works are by Spanish artists. It has about 150 works by foreign artists. One of these is \"La muerte del toro\" (\"The Death of the Bull\") by the Italian contemporary artist, Umberto Pettinicchio., the \"La tauromaquia\" by Francisco Goya, the \"Grabados Suite Vollard\" by Pablo Picasso.","categories":[],"infobox_types":[],"annotations":[{"uri":"Art_museum","surface_form":"art museum","offset":93},{"uri":"Santander%2C_Spain","surface_form":"Santander, Spain","offset":107},{"uri":"Modern_art","surface_form":"modern","offset":157},{"uri":"Contemporary_art","surface_form":"contemporary","offset":168},{"uri":"City_council","surface_form":"City Council","offset":413},{"uri":"Archaeological_site","surface_form":"archaeological site","offset":555},{"uri":"Natural_history","surface_form":"natural history","offset":604},{"uri":"Ethnology","surface_form":"ethnology","offset":624},{"uri":"Cantabria","surface_form":"Cantabria region","offset":1022},{"uri":"Engraving","surface_form":"engraving","offset":1849},{"uri":"Installation_art","surface_form":"installations","offset":1865},{"uri":"Flemish","surface_form":"Flemish","offset":1921},{"uri":"16th_century","surface_form":"16th","offset":1959},{"uri":"17th_century","surface_form":"17th","offset":1965},{"uri":"18th_century","surface_form":"18th centuries","offset":1974},{"uri":"19th_century","surface_form":"19th century","offset":2033},{"uri":"21st_century","surface_form":"21st century","offset":2053},{"uri":"Umberto_Pettinicchio","surface_form":"Umberto Pettinicchio","offset":2260},{"uri":"Francisco_Goya","surface_form":"Francisco Goya","offset":2307},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":2355}]}