{"id":591727,"url":"http://en.wikipedia.org/wiki/Ram_Nath_Kovind","text":"Ram Nath Kovind (born 1 October 1945) is an Indian politician. Kovind became the 14th President of India upon winning the 2017 presidential election in July 2017. He is the second president to have been a Dalit leader and member of the Bharatiya Janata Party (BJP). He was Governor of Bihar from 2015 to 2017. He served as Member of Parliament from 1994 through 2006. Ram Nath Kovind is also prez candidate of NDA.\nIn June 2017, he won the nomination of the Bharatiya Janata Party for President of India in the 2017 Indian presidential election. After winning the nomination, he resigned from his post as Governor of Bihar, and President of India Pranab Mukherjee accepted his resignation on 20 June 2017. According to polling after voting was closed on 17 July 2017, Kovind was expected to win the presidency with a voting outcome of 99%. Kovind was declared as the winner after the counting of votes held on 20 July 2017.\nEarly life.\nKovind was born into a scheduled caste (Koli community), (Hindu Family), in Parakh Kanpur, Dehat District, Uttar Pradesh, india, to maiikulal kori and kalawati.\nHis father Maikulal Kori was a local vadiya, who operated a grocery store. His mother was Kalawati who died at a very young age of Kovind,\nKovind has 4 brothers and 3 sisters and he is the youngest amongst all of them.\nKovind grew up in humble circumstances in a small agrarian village where his father farmed and ran a small grocery store. His mother died when he was a young child. After earning degrees in commerce and law from Kanpur University, he moved to Delhi in order to take the civil services examination. Although he passed, Kovind chose to begin practicing law and was admitted to the bar in 1971.\nBJP member.\nHe joined the Bharatiya Janata Party in 1991. He was President of the BJP Dalit Morcha between 1998 and 2002 and President of the All-India Koli Samaj. He also served as national spokesperson of the party. He donated his ancestral home in Derapur to the RSS. He contested from Ghatampur and Bhognipur (both in UP) assembly constituencies on the BJP ticket but lost both elections.\nRajya Sabha (1994–2006).\nHe was elected and became a Rajya Sabha MP from the state of Uttar Pradesh in April 1994. He served a total of twelve years, two consecutive terms, until March 2006. As a member of parliament, he visited Thailand, Nepal, Pakistan, Singapore, Germany, Switzerland, France, the United Kingdom and the United States on study tours.\nGovernor of Bihar (2015–2017).\nOn 8 August 2015, the President of India appointed Kovind as Governor of Bihar. On 16 August 2015, the acting Chief Justice of Patna High Court, Iqbal Ahmad Ansari, administered the oath to Kovind as the 36th Governor of Bihar.\nAs Governor, he was praised for constituting a judicial commission to investigate irregularities in promotion of undeserving teachers, mis-management of funds and appointment of undeserving candidates in universities.\nKovind resigned as Governor on 20 June 2017 to peruse his campaign for President of India in the 2017 presidential election.\n2017 presidential campaign.\nKovind was nominated for the President of India for the Bharatiya Janata Party in June 2017 which led to his resignation as Governor of Bihar. His opponent is former Lok Sabha Speaker Meira Kumar for the Indian National Congress.\nAfter voting ended on 17 July 2017, it was reported that Kovind was expected to win the presidency once results are announced on 20 July 2017 according to voting poll numbers.\nKovind was declared as the winner after the counting of votes held on 20 July 2017. He will be administered oath by the Chief Justice of India Jagdish Singh Khehar, as The 14th President of India on 25th July, 2017 at The Central Hall located in The Parliament House, New Delhi.\nKovind secured roughly two-thirds of the votes from the electoral college of elected members of federal, state and union territory legislatures and was elected to a five-year term as President. Kovind's term of office will begin on 25 July 2017.\nTenure.\nKovind was sworn-in as President of India on 25 July 2017.\nPersonal life.\nKovind married Savita Kovind in 1974. They have a son, Prashant Kumar, and a daughter, Swati Kovind.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_India","surface_form":"President of India","offset":86},{"uri":"Indian_presidential_election%2C_2017","surface_form":"2017 presidential election","offset":122},{"uri":"Dalit","surface_form":"Dalit","offset":205},{"uri":"Bharatiya_Janata_Party","surface_form":"Bharatiya Janata Party","offset":236},{"uri":"Governor_of_Bihar","surface_form":"Governor of Bihar","offset":273},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":323},{"uri":"Bharatiya_Janata_Party","surface_form":"Bharatiya Janata Party","offset":458},{"uri":"President_of_India","surface_form":"President of India","offset":485},{"uri":"Indian_presidential_election%2C_2017","surface_form":"2017 Indian presidential election","offset":511},{"uri":"Pranab_Mukherjee","surface_form":"Pranab Mukherjee","offset":647},{"uri":"Bharatiya_Janata_Party","surface_form":"Bharatiya Janata Party","offset":1734},{"uri":"BJP_SC_Morcha","surface_form":"BJP Dalit Morcha","offset":1790},{"uri":"Koli_People","surface_form":"Koli","offset":1860},{"uri":"Ghatampur_(Lok_Sabha_constituency)","surface_form":"Ghatampur","offset":1997},{"uri":"Bhognipur_(Vidhan_Sabha_constituency)","surface_form":"Bhognipur","offset":2011},{"uri":"Uttar_Pradesh","surface_form":"UP","offset":2030},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":2187},{"uri":"Governor_of_Bihar","surface_form":"Governor of Bihar","offset":2547},{"uri":"Iqbal_Ahmad_Ansari","surface_form":"Iqbal Ahmad Ansari","offset":2631},{"uri":"President_of_India","surface_form":"President of India","offset":3003},{"uri":"Indian_presidential_election%2C_2017","surface_form":"2017 presidential election","offset":3029},{"uri":"Governor_of_Bihar","surface_form":"Governor of Bihar","offset":3209},{"uri":"Lok_Sabha","surface_form":"Lok Sabha","offset":3251},{"uri":"Meira_Kumar","surface_form":"Meira Kumar","offset":3269},{"uri":"Indian_National_Congress","surface_form":"Indian National Congress","offset":3289},{"uri":"Electoral_College_(India)","surface_form":"electoral college","offset":3826},{"uri":"President_of_India","surface_form":"President","offset":3953},{"uri":"President_of_India","surface_form":"President of India","offset":4047}]}