{"id":591754,"url":"http://en.wikipedia.org/wiki/Gingee_Fort","text":"e=\"preserve\">Gingee Fort or Senji Fort (also known as Chenji, Chanchi, Jinji or Senchi) in Tamil Nadu, India is one of the surviving forts in Tamil Nadu, India. It lies in Villupuram District, 160 kilometres (99 mi) from the state capital, Chennai, and is close to the Union Territory of Puducherry. The fort is so fortified, that Shivaji, the Maratha king, ranked it as the \"most impregnable fortress in India\" and it was called the \"Troy of the East\" by the British. The nearest town with a railway station is Tindivanam and the nearest airport is Chennai (Madras), located 150 kilometres (93 mi) away.\nOriginally the site of a small fort built by the Chola dynasty during the 9th century AD, Gingee Fort was modified by Kurumbar during the 13th century. As per one account, the fort was built during the 15–16th century by the Nayaks, the lieutenants of the Vijayanagara Empire and who later became independent kings (Nayaks of Gingee). The fort passed to the Marathas under the leadership of Shivaji in 1677 AD, Bijapur sultans, the Moghuls, Carnatic Nawabs, French and the British in 1761. The fort is closely associated with Raja Tej Singh, who unsuccessfully revolted against the Nawab of Arcot and eventually lost his life in a battle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":91},{"uri":"India","surface_form":"India","offset":103},{"uri":"Fort","surface_form":"fort","offset":133},{"uri":"Viluppuram_district","surface_form":"Villupuram District","offset":172},{"uri":"Chennai","surface_form":"Chennai","offset":240},{"uri":"Union_Territory","surface_form":"Union Territory","offset":269},{"uri":"Puducherry","surface_form":"Puducherry","offset":288},{"uri":"Shivaji","surface_form":"Shivaji","offset":331},{"uri":"Tindivanam","surface_form":"Tindivanam","offset":512},{"uri":"Mughals","surface_form":"Moghuls","offset":1037},{"uri":"French_colonial_empire","surface_form":"French","offset":1063},{"uri":"British_Raj","surface_form":"British","offset":1078}]}