{"id":591880,"url":"http://en.wikipedia.org/wiki/Galeras","text":"Galeras (Urcunina among the 16th-century native people) is an Andean stratovolcano in the Colombian department of Nariño, near the departmental capital Pasto. Its peak rises above sea level. It has erupted many times since the Spanish conquest. Its first historical eruption was recorded on December 7, 1580. A 1993 eruption killed nine people, including six scientists who had gone down into the volcano's crater to take samples of gases and measure gravity in an attempt to be able to predict future eruptions. It is currently the most active volcano in Colombia.\nGeological history.\nGaleras has been an active volcano for at least a million years. Its dominant product is andesite, an igneous rock. Two major caldera-forming eruptions have occurred: the first was about 560,000 years ago in an eruption which expelled about of material. The second was some time between 40,000 and 150,000 years ago, in a smaller but still sizable eruption of of material. Since that second eruption, part of the caldera wall has collapsed, possibly due to instabilities caused by hydrothermal (high-temperature water) activity, and later eruptions have built up a smaller cone inside the now horseshoe-shaped caldera.\nIn light of its violent eruptive history and proximity to the 450,000 people of Pasto, Galeras was designated a \"Decade Volcano\" in 1991. This identified it as a target for detailed study as part of the United Nations' \"International Decade for Natural Disaster Reduction\".\nEruptive history.\nGaleras is considered the most active volcano in Colombia, followed by Nevado del Ruiz. Its earliest activity during the Holocene has been dated at 7050 BC ± 1000 years through radiocarbon dating. Other eruptions similar to this event include those in 3150 BC ± 200 years, 2580 BC ± 500 years, 1160 BC ± 300 years, 490 BC ± 100 years, and in 890 AD ± 200 years. Typically these eruptions consist of a central vent explosion, conducive to an explosive eruption causing pyroclastic flows and/or lahars. Eruptions in more recent times, which have been recorded consist of those in 1535, December 1580, July 1616, 1641, 1670, 1754, November 1796, June 1823, October 1828, 1834, October 1865, July 1889, 1891, December 1923, October 1924, October 1932, February 1936, July 1947, January 1950, 1974, February 1989, January 1990, January 1993, March 2000, June 2002, July 2004, November 2005, and October 2007. Reported incidents with no official proof occurred in 1836, 1930, 1933, and 1973.\n1993 eruption.\nGaleras became active again in 1988 after 10 years of dormancy.\nA Decade Volcano conference in the city of Pasto, in 1993, ended in disaster when several of the scientists present mounted an impromptu (unscheduled) expedition on 14 January to the crater of Galeras. An eruption occurred unexpectedly while they were at the summit (highest point), resulting in the deaths of six scientists and three tourists.\nElements in the media made the event controversial. They suggested that the expedition leader, geologist Stanley Williams, who survived along with four others, had ignored safety procedures. A prediction had been made three days before the eruption, based on B-Type activity seen on a seismograph. Seismic B-types had been used successfully to predict eruptions on other volcanoes. However, the prediction was based simply on the one seismographic printout viewed in the light of previous history of Galeras, without any additional scientific measurements showing any serious activity within the volcano.\n21st-century activity.\nActivity at a low level has continued at Galeras. Small explosions occasionally cause ash to fall on nearby villages and towns. The volcano has continued to be well-studied, and predictions of eruptions at the volcano have improved. One phenomenon, which seems to be a reliable precursor to eruptive activity, is a low-frequency seismic event known as a \"tornillo event\". These have occurred before about eighty percent (80%) of the explosions at Galeras, and the number of tornillo events recorded before an eruption is also correlated with the size of the eruption that followed.\nMore than 100 minor tremors were felt during a major eruption in April 2002, although no damage or injury was reported. An eruption in November 2005 forced an evacuation of the dangerous area surrounding the volcano, and about 9,400 people from nearby villages (most of them farmers) were ordered to leave. The city of Pasto, about from the volcano, was blanketed by a layer of ash after the volcanic explosion, forcing the residents to put on goggles and face masks.\nNumerous minor tremors and ash emissions since March 2006 culminated on 12 July 2006 in three explosive eruptions, producing an ash and gas column reaching an altitude of. Rock falls and pyroclastic flows were reported from towns as distant as Consacá, west of the main crater. The Colombian government has repeatedly ordered evacuations to temporary shelters, of more than 8500 people residing in the highest risk areas surrounding the volcano, with hopes of eventual assistance toward permanent relocation.\nOn January 17, 2008, the volcano erupted around 20:06 (local) (01:06 UTC). There were no immediate reports of injuries or serious property damage. Later the experts confirmed partial damage in the national and local TV towers.\nThen, on February 14, 2009, the volcano erupted around 19:10 (local) (00:10 UTC). Some 8,000 residents were evacuated, and there were no immediate reports of injuries or serious property damage. As in 2005, the city of Pasto was blanketed by a layer of ash after the volcanic explosion (due to the direction of the wind). The local authorities ordered two water treatment plants near Galeras to shut down.\nOn March 13, 2009, Galeras erupted twice: at around 15:55 and 17:00 (local time). Ash fell on Pasto and some other towns near the volcano. The city and towns' evacuation was ordered, but reportedly ignored. No injuries or damage were reported.\n2010 eruption.\nThe volcano erupted on January 3, 2010, forcing the evacuation of 8,000 people. This was the tenth such eruption of the volcano in the previous year, and the first of 2010. Colombian authorities also stated that it could remain volatile in the weeks to come.\nGaleras erupted again on August 25, 2010, with an ash plume visible in the air. The eruption, which was described as non-explosive, caused authorities to raise an alert for neighbouring towns.\nThis volcano is monitored by the Deep Earth Carbon Degassing Project.","categories":[],"infobox_types":[],"annotations":[{"uri":"Native_people","surface_form":"native people","offset":41},{"uri":"Andes","surface_form":"Andean","offset":62},{"uri":"Stratovolcano","surface_form":"stratovolcano","offset":69},{"uri":"Colombia","surface_form":"Colombia","offset":90},{"uri":"Pasto","surface_form":"Pasto","offset":152},{"uri":"Sea_level","surface_form":"sea level","offset":180},{"uri":"Spanish_colonization_of_the_Americas","surface_form":"Spanish conquest","offset":227},{"uri":"Eruption","surface_form":"eruption","offset":266},{"uri":"Igneous_rock","surface_form":"igneous rock","offset":688},{"uri":"Caldera","surface_form":"caldera","offset":712},{"uri":"Horseshoe","surface_form":"horseshoe","offset":1179},{"uri":"United_Nations","surface_form":"United Nations","offset":1408},{"uri":"Nevado_del_Ruiz","surface_form":"Nevado del Ruiz","offset":1568},{"uri":"Holocene","surface_form":"Holocene","offset":1618},{"uri":"Anno_Domini","surface_form":"BC","offset":1650},{"uri":"Radiocarbon_dating","surface_form":"radiocarbon dating","offset":1674},{"uri":"Anno_Domini","surface_form":"AD","offset":1843},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic flow","offset":1965},{"uri":"Lahar","surface_form":"lahar","offset":1990},{"uri":"Seismograph","surface_form":"seismograph","offset":3192},{"uri":"Volcanic_ash","surface_form":"ash","offset":3621},{"uri":"Correlation","surface_form":"correlated","offset":4061},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic flow","offset":4772},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":5163},{"uri":"Water_treatment","surface_form":"water treatment","offset":5677}]}