{"id":59195,"url":"http://en.wikipedia.org/wiki/One_Piece","text":"is a manga and anime series created by Eiichiro Oda. It is the story of the Strawhat Pirates, led by captain Monkey D. Luffy, on their adventures in Grand Line. The main theme is Monkey D. Luffy's dream to find the One Piece, a grand treasure that the King of the Pirates, Gold Roger left behind. One Piece seems to take place in a world with one continent, many different islands, and a vast and large sea filled with monsters, pirates and treasure. One Piece is serialized in weekly JUMP(週刊少年ジャンプ）. The most successful movies are \"Strong World\" and \"One Piece Film Z\".\nMonkey D. Luffy.\nMonkey D. Luffy is the main character and is captain of the Strawhat Pirates. His other name is 'Straw Hat Luffy'. He ate a Devil Fruit called the \"Gum-Gum No Mi\" fruit when he was 7 years old, giving him the power to stretch like rubber. His Strawhat was given by Shanks. His older brother is Ace.\nRoronoa Zoro.\nZoro was a former pirate hunter but turned into a pirate when he joined Luffy. His another name is 'Pirate Hunter Zoro'. When he was little he was the greatest warrior in his dojo, next to Kuina, the teacher's daughter, who was frustrated that girls were not able to become great swordsmen. Zoro points out that it does not matter if you are a boy or girl. They then make a promise to one another that one of them will be the greatest swordsman, or swordwoman, of all time. The very next day Kuina dies after falling down some stairs. Zoro then takes her sword so he can fulfill their dream.\nCoby.\nCoby is Luffy's frienemy. In the anime One Piece starts out as Luffy meeting Coby on a pirate ship after he got captured 2 years earlier. They become friends after Coby was freed from the pirates he beat up. Later Luffy finds out that Coby is now his enemy since he joined the Navy, but Luffy still says they have a friendship bond and sails to see, later seeing him again after he got his shipwright, Franky.\nSanji.\nSanji is an amazing cook, with very good culinary skills. He is also a martial artist (who uses his feet only) that falls in love with almost every girl he sees. His other name is 'Black Leg Sanji'. His dream is to find 'The All Blue', and as a cook he values his hands greatly. Because of a period of starvation in his early life (while in the company of owner of the Baratie, Zeff), Sanji will always feed someone who is hungry. He is 21 years old. He is a smoker.\nNami.\nNami was a thief who stole from pirates. She is a navigation officer of the Strawhat Pirates now. Her other name is 'Cat Burglar Nami'. She is 20 years old. Her sister is Nojiko. She is from Kokoyashi. She likes oranges, and respected her late foster mother, Bellamere.\nUsopp.\nUsopp is a great sniper but a coward who likes to lie. His other name is 'King Of Snipers: Sogeking (Sniper King)'. His weapon is a slingshot, and he has excellent aim. Luffy officially made him the crew's sniper after he had perfect aim on his first try at shooting a cannon, destroying an island in one blow (which also happened to be the island where Yosaku and Johnny were resting). His father is Yasopp, a sniper on Shank's crew.\nTony Tony Chopper.\nChopper is a blue-nosed reindeer that ate a devils fruit which gave him the ability to become partly human. His other name is 'Cotton Candy Lover Chopper'. He is the doctor of the straw hat crew, and has a habit of \"hiding behind objects\" in a way where he is completely visible.\nNico Robin.\nRobin, formerly member of the crime organisation Baroque Works, joins the crew after being saved by Luffy. Her other name is \"Child of the Devil Nico Robin\". She ate a devils fruit that lets her create Replications of her body parts on any surface she wants.\nFranky (Cutty Flam).\nFranky is a cyborg and a ship craftsman. His another name is 'Cyborg Franky'. His body runs on Cola, although using other liquids can give amusing results. Franky's usual attire consists of swimming pants and some kind of T-shirt, even in freezing conditions. His usual phrase is \"SUPA!\"\nBrook.\nBrook is a living skeleton, who in his former life ate the devils fruit that gave him the ability to come back to life after his death. His other name is 'Humming Brook' or 'Soul King'. He is a swordsman and a musician. He can play many instruments, varying from the piano to the violin. His crew were the same pirates that left the whale at the beginning of the grand line.\nSurvival on the sea - A Supernova Story.\nOnce time, \"The king of Pirates\", Gold Roger got all things in the world. He said he left a big treasure, 'One Piece'. Many pirates wish for 'One Piece' and fight each other. 'Golden Age of Piracy' came!\nA boy living in Fusha town, Monkey D Luffy, made friends with Red hair Shanks. Shanks is a pirate staying in the town. Luffy was attacked by pirates. One day, Luffy ate a Devil Fruit called the \"Gum-Gum\" fruit, giving him the power to stretch like rubber, but he can't swim. After a while, Luffy made bandits angry, so they threw him into the sea. Luffy was nearly eaten by big fish, but Shanks helped him at the cost of his arm. When Shanks leave the town, Luffy was given his straw hat. The straw hat is Shanks's trend mark. Luffy promised him to become a great pirate and see him again.\nThe adventure starts.\nAfter 10 years, Luffy is 17 years old and he trained a lot. He leaves his town, Fusha town to be the king of pirates. But soon, he met with a disaster, then he met Cobby. Cobby's dream is to be a marine, but unfortunately he stays in Alwida's ship. Alwida is a female pirate and a big angry woman. Coby can't escape the ship and works on the ship. Luffy beats Alwida and helps Cobby, then he goes to Shellstown with him.\nMovies.\n\"ONE PIECE THE MOVIE episode of Chopper + Huyu ni saku, Kiseki no Sakura\" was released in 2008.\n\"ONE PIECE FILM STRONG WORLD\" was released in 2010.\n\"ONE PIECE FILM Z\" is released in 2012.\nManga.\nOne Piece is currently the most popular manga series. There are from vol.0 to vol.58(as of November 18, 2018).","categories":[],"infobox_types":["animanga/Print","animanga/Video","animanga/Video","animanga/Video","animanga/Video"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":5},{"uri":"Anime","surface_form":"anime","offset":15},{"uri":"Eiichiro_Oda","surface_form":"Eiichiro Oda","offset":39},{"uri":"Pirate","surface_form":"Pirate","offset":85},{"uri":"King","surface_form":"King","offset":252},{"uri":"Continent","surface_form":"continent","offset":347},{"uri":"Island","surface_form":"island","offset":373},{"uri":"Sea","surface_form":"sea","offset":403},{"uri":"Monster","surface_form":"monster","offset":419},{"uri":"Pirate","surface_form":"pirate","offset":429},{"uri":"Rubber","surface_form":"rubber","offset":819},{"uri":"Hunter","surface_form":"hunter","offset":926},{"uri":"Warrior","surface_form":"warrior","offset":1061},{"uri":"Dojo","surface_form":"dojo","offset":1076},{"uri":"Cook","surface_form":"cook","offset":1936},{"uri":"Martial_artist","surface_form":"martial artist","offset":1987},{"uri":"Thief","surface_form":"thief","offset":2400},{"uri":"Sniper","surface_form":"sniper","offset":2683},{"uri":"Slingshot","surface_form":"slingshot","offset":2798},{"uri":"Reindeer","surface_form":"reindeer","offset":3144},{"uri":"Craftsman","surface_form":"craftsman","offset":3722},{"uri":"Cola","surface_form":"Cola","offset":3787},{"uri":"Swimming","surface_form":"swimming","offset":3882},{"uri":"T-shirt","surface_form":"T-shirt","offset":3914},{"uri":"Skeleton","surface_form":"skeleton","offset":4005},{"uri":"Death","surface_form":"death","offset":4116},{"uri":"Musician","surface_form":"musician","offset":4197},{"uri":"Instrument","surface_form":"instrument","offset":4224},{"uri":"Piano","surface_form":"piano","offset":4254},{"uri":"Violin","surface_form":"violin","offset":4267},{"uri":"Whale","surface_form":"whale","offset":4320}]}