{"id":591934,"url":"http://en.wikipedia.org/wiki/Matthew_Willson","text":"With over 40 film and TV credits to his name and 1000 stage performances under his belt, Matthew Willson is an award-winning actor, director, producer and financier of both film and theatre. ACTRA member and Vice President of The Hamilton Theatre Company Matthew cut his teeth as a kid in numerous TV commercials before moving into film and television - including recognizable roles in: The Handmaid's Tale, American Hangman, Arrival, Jack Reacher, Reign, The Strain, Rookie Blue, Murdoch Mysteries, Queer as Folk, The Ranch and dozens of successful indie films. A dedicated humanitarian who has made meaningful connections to several philanthropic organizations, Matthew is involved both financially and physically with Sick Kids, Child Hunger Brantford and the National Theatre School Drama Festival (of which he is the only individual financier to support this national organization supporting children in the arts). Beyond that, Matthew supports his local community through various theatre and arts programs and initiatives. An entrepreneur at heart, Matthew launched Willson Entertainment Productions in 2010 which has produced a number of films that include Bully, On the Line, Skinning the Cat, Whole Lotto Love, Politics, Hotel Room, Alone, Schrodinger's Cat, Project Zero, and Sport documentaries on: TSN, Sports Net, ESPN.\nMatthew splits his time between Toronto and his hometown of Paris, Ontario. where he currently resides with his wife Jacqueline and two sons, Thatcher and Beckett.\nEarly life and career.\nWillson was raised in Paris, Ontario. Willson had learned techniques of acting. Later he founded Willson Entertainment Productions. In 2010, Matthew starred in a feature-length movie \"Skinning the Cat\". Matthew also appeared in \"The Negotiation\" in 2015. In 2016, he played a role in \"Arrival\" along with Amy Adams and Jeremy Renner. Matthew also appeared in Canadian Comedy Awards and several TV movies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paris%2C_Ontario","surface_form":"Paris, Ontario","offset":1393},{"uri":"Paris%2C_Ontario","surface_form":"Paris, Ontario","offset":1542},{"uri":"Arrival_(movie)","surface_form":"Arrival","offset":1805},{"uri":"Amy_Adams","surface_form":"Amy Adams","offset":1825},{"uri":"Jeremy_Renner","surface_form":"Jeremy Renner","offset":1839},{"uri":"Canadian_Comedy_Awards","surface_form":"Canadian Comedy Awards","offset":1879}]}