{"id":592,"url":"http://en.wikipedia.org/wiki/Politics","text":"e=\"preserve\">Politics is the way that people living in groups make decisions.\nPolitics is about making agreements between people so that they can live together in groups such as tribes, cities, or countries. In large groups, such as countries, some people may spend a lot of their time making such agreements. These people are called politicians. Politicians, and sometimes other people, may get together to form a government. The study of politics in universities is called political science, political studies, or public administration.\nIn everyday life, the term \"politics\" refers to the way that countries are governed, and to the ways that governments make rules and laws. Politics can also be seen in other groups, such as in companies, clubs, schools, and churches.\nGovernment.\nOne of the ways the government leads the group is by making laws and rules which tell everybody what they can and can not do. The government makes these laws so that society will be safe and well-ordered. The law that says \"you must not drink alcohol while driving a car\" stops people from drunk driving, which could kill people. The law that says \"you must wear a helmet on a motorcycle\" makes sure that people protect themselves when riding their motorcycles.\nThe government can also control people and what happens in a country in other ways besides making laws.\nPolitics is often compared to ethics (ideas about right and wrong). Ethics is a more abstract study of right and wrong. Ethics is usually more concerned with principle than law or politics or diplomacy, so many people think ethics is not practical. But without some agreement on ethics, there is probably no way to even have a debate, laws or an election. There is always some agreement on ethics and personal conduct in a political system.\nPolitical parties.\nIn most countries, people have formed political parties to put forward their ideas. There is usually some disagreement between people within a party, but they work together because they feel that they agree on enough things, and they will have more power if they join together. They agree to take the same position on many issues, and agree to support the same changes to law and the same leaders. An election is usually a competition between different parties. Some examples of parties are the Liberal party, the Labor party and the Greens.\nHistory.\nThe Greek philosopher Aristotle wrote that humans are a political animal and that ethics and politics are closely linked.\nNiccolò Machiavelli wrote, in his 1532 book, The Prince, that politics was firstly about having and keeping power. He said that without power, a leader could do nothing.\nIn 1651, Thomas Hobbes wrote \"Leviathan\", a book about politics. Hobbes wrote that people living in groups often give up some of their rights in exchange for some protections from a government.\nIn the 1800s, John Stuart Mill developed the \"liberal\" idea of politics. Mill said that democracy is the most important political development of the 1800s. He said that there should be more protection for individual rights against the government.\nBernard Crick wrote a list of the political virtues, which were about best practices of politics itself.\nInternational politics.\nThere are also disagreements between different countries. Attempts to solve the problem with meetings are called diplomacy. This is politics between nations instead of politics within nations. If the problems are not resolved by diplomatic meetings they can lead to war or terrorism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tribe","surface_form":"tribe","offset":178},{"uri":"City","surface_form":"cities","offset":186},{"uri":"Country","surface_form":"countries","offset":197},{"uri":"Politician","surface_form":"politician","offset":334},{"uri":"Government","surface_form":"government","offset":415},{"uri":"Political_science","surface_form":"political science","offset":475},{"uri":"Public_administration","surface_form":"public administration","offset":516},{"uri":"Law","surface_form":"law","offset":845},{"uri":"Drunk_driving","surface_form":"drunk driving","offset":1075},{"uri":"Ethics","surface_form":"ethics","offset":1381},{"uri":"Abstract","surface_form":"abstract","offset":1436},{"uri":"Concern","surface_form":"concern","offset":1494},{"uri":"Principle","surface_form":"principle","offset":1509},{"uri":"Practical","surface_form":"practical","offset":1589},{"uri":"Agreement","surface_form":"agreement","offset":1617},{"uri":"Debate","surface_form":"debate","offset":1678},{"uri":"Law","surface_form":"law","offset":1686},{"uri":"Election","surface_form":"election","offset":1697},{"uri":"Personal_conduct","surface_form":"personal conduct","offset":1752},{"uri":"Political_system","surface_form":"political system","offset":1774},{"uri":"Political_parties","surface_form":"political parties","offset":1849},{"uri":"Position","surface_form":"position","offset":2117},{"uri":"Issue_(debate)","surface_form":"issues","offset":2134},{"uri":"Law","surface_form":"law","offset":2183},{"uri":"Leader","surface_form":"leader","offset":2200},{"uri":"Aristotle","surface_form":"Aristotle","offset":2384},{"uri":"Ethics","surface_form":"ethics","offset":2444},{"uri":"Niccol%C3%B2_Machiavelli","surface_form":"Niccolò Machiavelli","offset":2484},{"uri":"The_Prince","surface_form":"The Prince","offset":2529},{"uri":"Influence","surface_form":"power","offset":2592},{"uri":"Thomas_Hobbes","surface_form":"Thomas Hobbes","offset":2663},{"uri":"Leviathan_(book)","surface_form":"Leviathan","offset":2684},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":2862},{"uri":"Bernard_Crick","surface_form":"Bernard Crick","offset":3095},{"uri":"Political_virtues","surface_form":"political virtues","offset":3129},{"uri":"Best_practice","surface_form":"best practice","offset":3165},{"uri":"Diplomacy","surface_form":"diplomacy","offset":3337},{"uri":"Nation","surface_form":"nation","offset":3373},{"uri":"War","surface_form":"war","offset":3490},{"uri":"Terrorism","surface_form":"terrorism","offset":3497}]}