{"id":592074,"url":"http://en.wikipedia.org/wiki/Ariyalur","text":"Ariyalur is a town and district headquarters of Ariyalur district in the South Indian state of Tamil Nadu and rich lime stone and surrounded with five cement factory and two suger factory. It is the smallest district headquarters in Tamil Nadu. The town is a part of the fertile Cauvery Delta and the major profession in the town is agriculture.\nAriyalur is administered by a municipality established in 1994. As of 2011, the municipality covered an area of 7.62 km2 (2.94 sq mi) and had a population of 28,902. Ariyalur comes under the Ariyalur assembly constituency which elects a member to the Tamil Nadu Legislative Assembly once every five years and it is a part of the Chidambaram constituency which elects its Member of Parliament (MP) once in five years.\nDemographics.\nAccording to 2011 census, Ariyalur had a population of 28,902 with a sex-ratio of 1,014 females for every 1,000 males, much above the national average of 929. A total of 2,977 were under the age of six, constituting 1,538 males and 1,439 females. Scheduled Castes and Scheduled Tribes accounted for 11.26% and.03% of the population respectively. The average literacy of the town was 76.04%, compared to the national average of 72.99%. The town had a total of : 7319 households. There were a total of 10,283 workers, comprising 315 cultivators, 670 main agricultural labourers, 298 in house hold industries, 7,165 other workers, 1,835 marginal workers, 159 marginal cultivators, 175 marginal agricultural labourers, 150 marginal workers in household industries and 1,351 other marginal workers. As of 2008, there were a total of eight notified slums, with 5,907 comprising 21% of the total population residing in those. As per the religious census of 2011, Ariyalur had 90.55% Hindus, 4.61% Muslims, 3.81% Christians, 0.02% Sikhs, 0.01% Buddhists, 0.01% Jains, 0.97% following other religions and 0.01% following no religion or did not indicate any religious preference.","categories":[],"infobox_types":[],"annotations":[{"uri":"Town","surface_form":"town","offset":14},{"uri":"Ariyalur_district","surface_form":"Ariyalur district","offset":48},{"uri":"Indian","surface_form":"Indian","offset":79},{"uri":"State","surface_form":"state","offset":86},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":95},{"uri":"Cauvery_Delta","surface_form":"Cauvery Delta","offset":279},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":717}]}