{"id":592072,"url":"http://en.wikipedia.org/wiki/Ariyalur_district","text":"Ariyalur district is an administrative district in the state of Tamil Nadu in India. The district headquarters is located at Ariyalur. The district encompasses an area of 1,949.31 km² and had a population of 752,481 As per the 2011 census.\nAriyalur is noted for its cement industries and has huge reserves of lignite. Gangaikonda Cholapuram built by the King Rajendra Cholan of Chola Empire, an UNESCO World Heritage site is situated in the district. This district is also known for its rich prehistoric fossils. Many fossils of gigantic Molluscs, Jawed fishes were discovered here. Notably, The Rajasaurus, an Indian dinosaur genus was identified here.\nAccording to the 2011 census Ariyalur district has a population of 752,481, roughly equal to the nation of Guyana or the US state of Alaska. This gives it a ranking of 491st in India (out of a total of 640). The district has a population density of 387 inhabitants per square kilometre (1,000/sq mi). Its population growth rate over the decade 2001-2011 was 8.19%.As of 2011 it is the third least populous district of Tamil Nadu (out of 32), after Perambalur and Nilgiris.\nThe district became famous in 2008, when theft of 8 idols were discovered from a 9th-century Chola Brahadeeswarar Temple at gangai konda cholapuram was discovered by Archaeological Survey of India(ASI) Government of India officials. One of these idols, the Sripuranthan Natarajan Idol found its way to the National Gallery of Australia. Two of the stolen statues were consequently returned and are now displayed in the Government Museum at Kumbakonam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ariyalur","surface_form":"Ariyalur","offset":125},{"uri":"Brihadeeswarar_Temple%2C_Gangaikonda_Cholapuram","surface_form":"Gangaikonda Cholapuram","offset":318},{"uri":"Rajendra_Chola","surface_form":"Rajendra Chola","offset":359},{"uri":"Chola_Empire","surface_form":"Chola Empire","offset":378},{"uri":"Perambalur_district","surface_form":"Perambalur","offset":1102},{"uri":"Nilgiris_district","surface_form":"Nilgiris","offset":1117},{"uri":"Brihadeshwara_Temple","surface_form":"Brahadeeswarar Temple","offset":1226},{"uri":"Brihadeeswarar_Temple%2C_Gangaikonda_Cholapuram","surface_form":"gangai konda cholapuram","offset":1251}]}