{"id":592112,"url":"http://en.wikipedia.org/wiki/Graphic_pejoratives_in_written_Chinese","text":"e=\"preserve\">Some Chinese characters for non-Chinese people were racist insults where the words themselves were not the insults, but the characters chosen to write them were. These characters chosen to racially insult people are called graphic pejoratives'\". An example of this is the name of the Yao people. The name of the Yao people, who are native to southwest China and Vietnam, used to be written as 猺 (\"Yáo\"), which means \"jackal\". However, when China made language reforms in the 20th century, the name of the Yao people was changed to 瑶, which has the exact same pronunciation, but the character means \"jade\".\nAnother example is Japan's original name. Before Japan chose its own name, the Chinese called the Japanese 倭 (\"Wō\"), which is pronounced \"Wa\" in Japanese and it means \"dwarf; subservience\". However, the Japanese thought the name the Chinese gave them was insulting, so the Japanese changed the Chinese exonym to 和, which has the same pronunciation as 倭 in Japanese but means \"harmony\", and the Japanese chose to call their own country 日本, which is pronounced \"Nippon\" or \"Nihon\" in Japanese and it means \"origin of the sun\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_character","surface_form":"Chinese characters","offset":18},{"uri":"Racism","surface_form":"racist","offset":65},{"uri":"Insult","surface_form":"insults","offset":72},{"uri":"Yao_people","surface_form":"Yao people","offset":297},{"uri":"China","surface_form":"China","offset":365},{"uri":"Vietnam","surface_form":"Vietnam","offset":375},{"uri":"Japan","surface_form":"Japan","offset":638},{"uri":"Chinese_people","surface_form":"Chinese","offset":698},{"uri":"Japanese_people","surface_form":"Japanese","offset":717},{"uri":"Japanese_language","surface_form":"Japanese","offset":764},{"uri":"Eponym","surface_form":"exonym","offset":921}]}