{"id":59225,"url":"http://en.wikipedia.org/wiki/Cubism","text":"Cubism was one of the most significant art movements of the 20th century. It began in France about 1907, and flourished from 1910 through the 1920s. It was pioneered by Georges Braque and Pablo Picasso.\nPablo Picasso's 1907 painting \"Les Demoiselles d'Avignon\" was an early Cubist work. Georges Braque's 1908 \"Houses at L’Estaque\" (and related works) prompted the critic Louis Vauxcelles to refer to \"bizarreries cubiques\" (cubic oddities).\nThe first organized group exhibition by Cubists took place at the \"Salon des Indépendants\" in Paris in the spring of 1911. It included works by Jean Metzinger, Albert Gleizes, Fernand Léger, Robert Delaunay and Henri Le Fauconnier, but no works by Picasso and Braque were exhibited.\nAccording to one art historian, there were three phases of Cubism. There was \"Early Cubism\", (from 1906 to 1908) when the movement was initially developed by Picasso and Braque. In the second phase, \"High Cubism\", (from 1909 to 1914), Juan Gris emerged as an important exponent after 1911. Finally \"Late Cubism\" (from 1914 to 1921) was the last phase of Cubism as a radical avant-garde movement. Douglas Cooper's emphasis on the work of Braque, Picasso, Gris (from 1911) and Léger (to a lesser extent) was an intentional value judgement.\nIts methods.\nCubism is a style of art which aims to show all of the possible viewpoints of a person or an object all at once. It is called Cubism because the items represented in the artworks look like they are made out of cubes and other geometrical shapes. Cubism was first started by Pablo Picasso and Georges Braque. Analytical Cubism is the first type of cubism. Most analytical Cubists painted and drew in monochrome (only one colour) so that the person who was looking at the painting did not pay attention to colour, but only to the shapes and the forms that were being shown.\nThis was changed in 1912 when Picasso first started painting with colours and using collages. Collage is when you glue together different cut-up pieces of paper to make an artwork. This new form of Cubism was called Synthetic Cubism. Picasso invented collage because he was tired of the way he was making his art, and wanted to try out something new.\nPablo Picasso created over 20,000 pictures. From 1912 to 1919 was Picasso's Synthetic Cubism Period.","categories":[],"infobox_types":[],"annotations":[{"uri":"Georges_Braque","surface_form":"Georges Braque","offset":169},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":188},{"uri":"Les_Demoiselles_d%27Avignon","surface_form":"Les Demoiselles d'Avignon","offset":234},{"uri":"Paris","surface_form":"Paris","offset":535},{"uri":"Jean_Metzinger","surface_form":"Jean Metzinger","offset":585},{"uri":"Albert_Gleizes","surface_form":"Albert Gleizes","offset":601},{"uri":"Fernand_L%C3%A9ger","surface_form":"Fernand Léger","offset":617},{"uri":"Robert_Delaunay","surface_form":"Robert Delaunay","offset":632},{"uri":"Henri_Le_Fauconnier","surface_form":"Henri Le Fauconnier","offset":652},{"uri":"Juan_Gris","surface_form":"Juan Gris","offset":959},{"uri":"Avant-garde","surface_form":"avant-garde","offset":1098},{"uri":"Style","surface_form":"style","offset":1287},{"uri":"Art","surface_form":"art","offset":1296},{"uri":"Pablo_Picasso","surface_form":"Pablo Picasso","offset":1549},{"uri":"Georges_Braque","surface_form":"Georges Braque","offset":1567}]}