{"id":592299,"url":"http://en.wikipedia.org/wiki/Fei","text":"Wang Fēifēi (hangul: 왕페이페이; hanja: 王 霏霏; born April 27, 1987 in Haikou) better known by her stage name Fei, is a Chinese singer, actress and TV presenter. She debuted as a member of miss A in 2010 under the company JYP Entertainment. In 2016, she made his debut as a solo artist with his CD single titled \"Fantasy\".\nBiography.\nFei was born on April 27, 1987 in Haikou, Hainan, China. He currently resides in Seoul, South Korea. She currently holds a scholarship at the Seoul Art Institute, Seoul Art College, along with former Miss A member Jia. In China before making his debut he studied at Nana School.\nIn China, Fei appeared on a Zhejiang television show, an audition program titled \"The Prettier She Is\". She was a member of the Chinese version of Wonder Girls, JYP Sisters directed for girls talents, nevertheless happened to be part after three years of training, to the female group of South Korea, miss A. In 2010, also was model for commercials for Samsung Anycall in China.\nmiss A.\nFei debuted as a member and leader of miss A in July 2010.\nSolo activities.\nAside from her activities with the group, she has also participated in several television variety shows such as \"Variety Blue Chip\" in 2013. She gained popularity after showing off her different skills as cooking and dancing in the show.\nFei made her acting debut in a short appearance on KBS's \"Dream High\" in 2011 and 2012.\nIn 2013, she became a candidate in \"Dancing with the Stars 3\" with her dance partner Kim Soo-ro, who won first place and consolidated her name as a great dancer in K-pop.\nIn March 2014, Fei participated in the Chinese variety show If You Love, a dating program where she was paired with Chinese actor Sun Jian.\nIn the same year, she made an appearance on SBS's drama \"Temptation\" as Jenny. She later sing the drama soundtrack with 2AM's Jo Kwon entitled \"One Summer Night,\" both published in Korean and English.\nIn 2015, it was confirmed that she would participate in the drama \"Swan\", with Nam Kyu-ri and Cho Min-sung. She was also confirmed as the protagonist of the Chinese movie \"Select Game\". On July 21, 2016, Fei made her debut as a solo artist with her CD single titled \"Fantasy\".","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Hangul","surface_form":"hangul","offset":13},{"uri":"Hanja","surface_form":"hanja","offset":28},{"uri":"Singer","surface_form":"singer","offset":121},{"uri":"Actor","surface_form":"actress","offset":129},{"uri":"Presenter","surface_form":"TV presenter","offset":141},{"uri":"Miss_A","surface_form":"miss A","offset":182},{"uri":"JYP_Entertainment","surface_form":"JYP Entertainment","offset":215},{"uri":"Jia","surface_form":"Jia","offset":541},{"uri":"Wonder_Girls","surface_form":"Wonder Girls","offset":753},{"uri":"Miss_A","surface_form":"miss A","offset":907},{"uri":"Miss_A","surface_form":"miss A","offset":1031},{"uri":"2AM","surface_form":"2AM","offset":1826},{"uri":"Jo_Kwon","surface_form":"Jo Kwon","offset":1832}]}