{"id":592330,"url":"http://en.wikipedia.org/wiki/For_Life","text":"\"For Life\" is the fifth extended play of the South Korean boy band EXO. It is scheduled to be published on December 19, 2016 at 12am (KST) by S.M. Entertainment and distributed by KT Music. The EP contains five songs, including the single of the same name, in the Korean and Mandarin versions.\nRelease and background.\nOn November 30, 2016, a agent of S.M. Entertainment announced that EXO was preparing for the release of its fifth mini album and third special winter album, after \"Miracles in December\", released in 2013, and \"Sing for You\", released in 2015. He also said that the members had already finished recording the video for the single with the same name. Two weeks later, on November 13, S.M. Entertainment updated the group's official website with a teaser image. On the same day, it was revealed that the EP, titled \"For Life\", would contain five songs. Its release was December 19, and the music videos of the single included the appearance of the Japanese actress Nanami Sakuraba and three members of the group: Chanyeol, Suho and Kai. Inspired by the donations they made last year with \"Sing for You\", it was reported that the group this time donated all the benefits for charity. Unlike their previous albums, which were released in two separate versions, one in Korean and one in Mandarin, \"For Life\" was released with both versions included.\nCommercial performance.\nEven without any promotion in music programs, over 300,000 copies were sold in its first week of sales, thus surpassing \"Sing for You\" and becoming the EXO album with the second largest amount of sales in the first week of Sales and the third album with the most sales in the history of the South Korean musical list Hanteo. For Life became Gaon's third best-selling album in 2016, with 438,481 copies sold, having topped the list. The album was also ranked \"the world's second best selling album in the week of January 4,\" according to the United World Chart.","categories":[],"infobox_types":[],"annotations":[{"uri":"EXO","surface_form":"EXO","offset":67},{"uri":"Miracles_in_December","surface_form":"Miracles in December","offset":482},{"uri":"Sing_for_You","surface_form":"Sing for You","offset":528},{"uri":"Park_Chan-yeol","surface_form":"Chanyeol","offset":1028},{"uri":"Suho","surface_form":"Suho","offset":1038},{"uri":"Kai","surface_form":"Kai","offset":1047},{"uri":"Sing_for_You","surface_form":"Sing for You","offset":1507}]}