{"id":592408,"url":"http://en.wikipedia.org/wiki/Charlemagne_P%C3%A9ralte","text":"Charlemagne Masséna Péralte (1886 - 1 November 1919) was a leader in Haiti. He stood against the US Invasion of his country in 1915. He led fighters called the Cacos against the US forces in Haiti. The US needed to get more soldiers because Peraite was difficult to stop. Péralte is a hero in Haiti today.\nEarly life.\nHe was born in 1886 in the Hinche, His family had come from the Dominican Republic. Name on birth certificate: François Borgia Charlemagne Peralte, Date of birth on birth certificate: 10 October 1885. His father was General Remi Massena Peralte.\nSource for correction: \"1885&#x2013;1985, Un Centenaire; Charlemagne Peralte,\", Georges Michel. Privately published in Port-au-Prince, 1989. Footnote, p. 19. Cites research of Roger Gaillard concerning birth and baptismal certificates in \"Premiere Ecrasement du Cacoism\", Port-au-Prince:Le Natal, 1981. Also appears in Douglas Henry Daniels's English translation of Michel's book,\"Charlemagne Peralte and the First American Occupation.\" Dubuque, Iowa: Kendall/Hunt Publishing CO., 1996.\nHaitian fighters.\nAn officer by career, Charlemagne Péralte was a  military officer and chief of the city of Léogane when the US Marines invaded Haiti in July 1915. (See United States occupation of Haiti (1915–1934)) He did not surrender to US troops without fighting, He quit his job and went home to Hinche to take care of his family's land. In 1917, he was arrested. He tried and failed to rob a police payroll. He was sent  to labor camp for five years. He escaped. He then got other fighters and began battles against US troops. Péralte's fighters were called \"Cacos\", a historic name of previous heroes. The Cacos were strong fighters. The US had to send more soldiers. The US had to use airplanes. The \"Cacos\" attacked Port-au-Prince in 1919, but did not win.\nDeath and aftermath.\nPeralte and his \"Cacos\" fought for two years. He began a new a provisional government in the north of Haiti, He was betrayed by one of his officers, Jean-Baptiste Conzé. Conze led a US soldier into the camp of the \"Cacos\" near Grand-Rivière Du Nord. The US soldier was Herman H. Hanneken and was promoted afterwards.Péralte was shot in the heart at close range. His body was taken,\nThe US troops took a picture of Charlemagne Péralte's body tied to a door. The picture was shown in many parts of the country. The picture looked like the crucifixion and made Peralte a hero and a martyr. His body was removed from its grave in 1935 for a special funeral. The the then-President of Haiti, Sténio Vincent attended. The funeral was held in Cap-Haïtien. His grave can still be seen today. A portrait of Charlemagne Péralte can now be seen on Haitian coins. These coins were stamped by the government of Jean-Bertrand Aristide after his 1994 return.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haiti","surface_form":"Haiti","offset":191},{"uri":"Hinche","surface_form":"Hinche","offset":345},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":382},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":683},{"uri":"L%C3%A9og%C3%A2ne","surface_form":"Léogane","offset":1160},{"uri":"United_States_Marine_Corps","surface_form":"US Marines","offset":1177},{"uri":"Hinche","surface_form":"Hinche","offset":1353},{"uri":"Provisional_government","surface_form":"provisional government","offset":1902},{"uri":"Cap-Ha%C3%AFtien","surface_form":"Cap-Haïtien","offset":2575}]}