{"id":592497,"url":"http://en.wikipedia.org/wiki/Lost_in_Space","text":"\"Lost in Space\" is an American science fiction TV series which was created by Irwin Allen and produced at the 20th Century Fox studios. It ran on CBS from 1965 until 1968, making three seasons with a total of 83 episodes. Its first season was made in black-and-white while its second and third seasons were made in color. The show stars Guy Williams, June Lockhart, Mark Goddard, Marta Kristen, Billy Mumy, Angela Cartwright and Jonathan Harris. The show's music was composed by Johnny Williams.\nPlot.\n\"Lost in Space\" is set to the year 1997, when the United States sends the Robinson family on a mission in outer space to the planet Alpha Centauri, which is thought to support life. However, while trying to sabotage this mission, Dr. Smith is accidentally trapped inside the ship, \"Jupiter 2\". To try to return to Earth, Dr. Smith ends up changing the ship's course, causing him and the Robinsons to become hopelessly lost in space. Because the series was unexpectedly canceled, the story was never finished. In the last episode, Dr. Smith and the Robinsons are still lost in space, stuck in a junkyard.\nExternal link.\n[https://www.imdb.com/title/tt0058824|\"Lost in Space\" article] on the IMDb","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":22},{"uri":"Science_fiction","surface_form":"science fiction","offset":31},{"uri":"20th_Century_Fox","surface_form":"20th Century Fox","offset":110},{"uri":"CBS","surface_form":"CBS","offset":146},{"uri":"Angela_Cartwright","surface_form":"Angela Cartwright","offset":407},{"uri":"Jonathan_Harris","surface_form":"Jonathan Harris","offset":429},{"uri":"John_Williams","surface_form":"Johnny Williams","offset":479},{"uri":"United_States","surface_form":"United States","offset":552},{"uri":"Alpha_Centauri","surface_form":"Alpha Centauri","offset":634},{"uri":"Internet_Movie_Database","surface_form":"IMDb","offset":1191}]}