{"id":592433,"url":"http://en.wikipedia.org/wiki/Sausage_Party","text":"\"Sausage Party\" is a 2016 American adult 3D computer animated adventure and comedy movie. It was a spoof of Disney and Pixar movies.\nPlot.\nFrank is one of the sausages who dreams of living with his hot dog bun girlfriend, Brenda. When Frank and Brenda's packages are chosen by a woman named Camille Toh to leave a supermarket called Shopwell's, a returned jar of Bickle's honey mustard unsuccessfully warns the groceries that the Great Beyond is a noble lie. Frank fails to stop Honey Mustard from committing suicide. This causes the two carts to crash each other, while Brenda, Frank and some groceries end up leaving the cart. The douche plots revenge against Frank and Brenda, after getting his nozzle bent. Teresa, a taco, falls in love with Brenda right after meeting her. Barry becomes frightened, when he discovers Camille preparing to cook the other purchased foods. Barry escapes from a window. When Frank separates from his friends, who disapprove of him being skeptical of the Great Beyond, he finds a cookbook behind the freezer section. When Frank reveals the contents for the rest of the groceries and before the humans return to the supermarket, the groceries choose to not believe Frank, despite his warning.\nProduction.\nThe movie was given an NC-17 rating by the MPAA due to the visibility of pubic hair. The pubic hair was then removed. The movie got an R-rating for strong crude sexual content, explicit language and drug use.\nRelease.\nThe movie was released in the United States on Friday, August 12, 2016.\nReception.\n\"Sausage Party\" took in $97.7 million in North America and $42.8 million in other countries. The total take-in was $140.4 million, against a budget of $19 million.\nCritical response.\nThe movie has an 82% rating by Rotten Tomatoes, meaning good reviews.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":26},{"uri":"Computer","surface_form":"computer","offset":44},{"uri":"Animation","surface_form":"animated","offset":53},{"uri":"Comedy","surface_form":"comedy","offset":76},{"uri":"Movie","surface_form":"movie","offset":83},{"uri":"Pixar","surface_form":"Pixar","offset":119},{"uri":"Sausage","surface_form":"sausage","offset":159},{"uri":"Hot_dog","surface_form":"hot dog","offset":198},{"uri":"Supermarket","surface_form":"supermarket","offset":314},{"uri":"Jar","surface_form":"jar","offset":356},{"uri":"Culinary_mustard","surface_form":"honey mustard","offset":372},{"uri":"Douche","surface_form":"douche","offset":633},{"uri":"Taco","surface_form":"taco","offset":721},{"uri":"Motion_Picture_Association_of_America","surface_form":"MPAA","offset":1280},{"uri":"United_States","surface_form":"United States","offset":1485},{"uri":"North_America","surface_form":"North America","offset":1579},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":1752}]}