{"id":592567,"url":"http://en.wikipedia.org/wiki/Swedish_Transport_Agency%27s_law-breaking_of_security_for_computer_system","text":"e=\"preserve\">Swedish Transport Agency's law-breaking of security for computer system was law-breaking - exposed by media in 2017 - regarding the security of information in a database of the governmental agency, Swedish Transport Agency.\nIn January 2017 Sweden's Cabinet fired the agency's director, Maria Ågren; why she was fired was held secret for the public; instead, the public was told that she did not continue in the job, because of disagreement between Ågren and minister of infrastructure, Anna Johansson.\nOn 27 July 2017 the prime minister announced that two ministers will leave their job: Interior Minister Anders Ygeman and Infrastructure Minister Anna Johansson; this happened because \" a no-confidence motion against three of the government's ministers by the opposition Alliance coalition\".\nHistory.\nChief of the agency, Maria Ågren let IBM work on the agency's computer systems in 2015; she did not follow a warning that came from other workers in the Swedish Transport Agency, and she did not follow a warning that came from Swedish Security Service (\"Säpo\").\nIBM took over the agency's IT operations, and \"IBM used subcontractors abroad, making sensitive information and an entire database of Swedish drivers’ licences accessible by foreign technicians who did not have the usual security clearance\".\nOn 6 July 2017 media said that Ågren was under police investigation.\nÅgren was told to pay a fine: 70,000 kronor, after a police investigation \"found her guilty of being 'careless with secret information'\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Law-breaking","surface_form":"law-breaking","offset":89},{"uri":"Media","surface_form":"media","offset":115},{"uri":"Swedish_Transport_Agency","surface_form":"Swedish Transport Agency","offset":211},{"uri":"Sweden%27s_Cabinet","surface_form":"Sweden's Cabinet","offset":253},{"uri":"Maria_%C3%85gren","surface_form":"Maria Ågren","offset":299},{"uri":"Anna_Johansson","surface_form":"Anna Johansson","offset":499},{"uri":"Interior_Minister","surface_form":"Interior Minister","offset":601},{"uri":"Infrastructure_Minister","surface_form":"Infrastructure Minister","offset":637},{"uri":"No-confidence_motion","surface_form":"no-confidence motion","offset":703},{"uri":"Opposition","surface_form":"opposition","offset":775},{"uri":"Swedish_Security_Service","surface_form":"Swedish Security Service","offset":1043},{"uri":"S%C3%A4po","surface_form":"Säpo","offset":1070},{"uri":"IT","surface_form":"IT","offset":1105},{"uri":"Subcontractor","surface_form":"subcontractor","offset":1134},{"uri":"Investigation","surface_form":"investigation","offset":1374},{"uri":"Investigation","surface_form":"investigation","offset":1449}]}