{"id":592810,"url":"http://en.wikipedia.org/wiki/Dunkirk_(2017_movie)","text":"\"Dunkirk\" is a 2017 British-American war drama movie written, co-produced and directed by Christopher Nolan. The movie stars Fionn Whitehead, Tom Glynn-Carney, Jack Lowden, Harry Styles, Aneurin Barnard, James D'Arcy, Barry Keoghan, Kenneth Branagh, Cillian Murphy, Mark Rylance and Tom Hardy.\nPlot.\nIn 1940, during the Battle of France, Allied soldiers have retreated to Dunkirk. Tommy, a young British private, is the sole survivor of a German ambush. At the beach, he finds thousands of troops awaiting evacuation and meets Gibson, who is burying a body. After a Luftwaffe dive-bomber attack, they find a wounded man. They rush his stretcher onto a hospital ship, hoping to get aboard, but are ordered off. The ship is sunk by dive bombers; Tommy meets Alex. They leave at night on a destroyer, but it is torpedoed by a U-boat. Gibson saves Tommy and Alex from the sinking ship, and they get back to the beach.\nWith only a single, vulnerable mole available for embarking on deep-draft ships, the Royal Navy requisitions civilian vessels in Great Britain that can get to the beach. In Weymouth, a civilian sailor Dawson, with his son Peter, sets out on his boat \"Moonstone\", rather than let the Navy commandeer her. Impulsively, their teenage hand George joins them, hoping to do something noteworthy. At sea, they rescue a shivering shell-shocked soldier from a wrecked ship. When he realises that Dawson is sailing for Dunkirk, the soldier demands that they turn back and tries to wrest control of the boat; in the scuffle, George suffers a head injury that renders him blind. Elsewhere, three RAF Spitfires cross the English Channel, heading towards Dunkirk, tasked with defending the evacuation. After their leader is shot down in a dogfight, one of the pilots, Farrier, assumes command, but the other Spitfire is hit and ditches. Its pilot, Collins, is rescued by \"Moonstone\".\nTommy, Alex and Gibson join some soldiers of a Highlanders regiment and hide inside a beached trawler in the intertidal zone outside the Allied perimeter, waiting for the rising tide to refloat it. German troops shoot at the boat, and water enters through the bullet holes. Alex, hoping to lighten the boat, accuses Gibson, who has stayed silent, of being a German spy. Gibson reveals he is French; he stole the identity of the dead British soldier he buried, hoping to be evacuated with the British. The group abandons the boat when it begins to sink, but Gibson is entangled in a chain and drowns. When a nearby minesweeper is sunk by a bomber, \"Moonstone\" manoeuvres to take on those in the water, including Tommy and Alex. Peter discovers that George is dead. Asked by the shell-shocked soldier, he lies and says that George is fine. Farrier reaches Dunkirk, before his fuel runs out. Gliding over the beach, he shoots down a dive-bomber, saving ships and troops, and then lands beyond the perimeter. He sets fire to his plane before being taken prisoner by the Germans. In all, 300,000 men are evacuated. Royal Navy Commander Bolton stays to oversee the evacuation of the French. Arriving back in Weymouth, Dawson is congratulated for having saved so many men. The shell-shocked soldier sees George's body being carried away. Peter goes to the local newspaper; a front-page article commends George as a hero. Tommy and Alex board a train, and receive a hero's welcome when the train arrives in Woking.\nBackground.\nSet during the Second World War, it portrays the Dunkirk evacuation. It is distributed by Warner Bros. Pictures, the movie is an international co-production between the United Kingdom, the United States, France and the Netherlands. Winston Churchill\nNolan wrote the script, told from three perspectives—the land, sea, and air—to contain little dialogue. Filming began in May 2016 in Dunkirk, France, and ended in Los Angeles, United States, where it also began post-production. Will Attenborough played Second Lieutenant. His grandfather, actor-director Richard Attenborough, appeared in \"Dunkirk\" (1958).\nCinematographer Hoyte van Hoytema shot the film on IMAX 65 mm and 65 mm large format movie stock. The movie made extensive use of practical effects, such as employing thousands of extras, gathering boats that had participated in the real Dunkirk evacuation, and using genuine era-appropriate planes for aerial sequences.\nRelease.\n\"Dunkirk\" premiered on 13 July 2017 at Odeon Leicester Square in London, England, and was released in the United Kingdom and United States on 21 July 2017 in IMAX, 70 mm and 35 mm film. The movie has grossed over $131 million worldwide and received praise for Nolan's screenplay and direction, acting, cinematography and Hans Zimmer's musical score.","categories":[],"infobox_types":["film"],"annotations":[{"uri":"Christopher_Nolan","surface_form":"Christopher Nolan","offset":90},{"uri":"Fionn_Whitehead","surface_form":"Fionn Whitehead","offset":125},{"uri":"Tom_Glynn-Carney","surface_form":"Tom Glynn-Carney","offset":142},{"uri":"Jack_Lowden","surface_form":"Jack Lowden","offset":160},{"uri":"Harry_Styles","surface_form":"Harry Styles","offset":173},{"uri":"Aneurin_Barnard","surface_form":"Aneurin Barnard","offset":187},{"uri":"James_D%27Arcy","surface_form":"James D'Arcy","offset":204},{"uri":"Barry_Keoghan","surface_form":"Barry Keoghan","offset":218},{"uri":"Kenneth_Branagh","surface_form":"Kenneth Branagh","offset":233},{"uri":"Cillian_Murphy","surface_form":"Cillian Murphy","offset":250},{"uri":"Mark_Rylance","surface_form":"Mark Rylance","offset":266},{"uri":"Tom_Hardy","surface_form":"Tom Hardy","offset":283},{"uri":"Battle_of_France","surface_form":"Battle of France","offset":320},{"uri":"Allies_of_World_War_II","surface_form":"Allied","offset":338},{"uri":"Dunkirk","surface_form":"Dunkirk","offset":372},{"uri":"Nazi_Germany","surface_form":"German","offset":439},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":566},{"uri":"Junkers_Ju_87","surface_form":"dive-bomber","offset":576},{"uri":"Destroyer","surface_form":"destroyer","offset":787},{"uri":"U-boat","surface_form":"U-boat","offset":823},{"uri":"Mole_(architecture)","surface_form":"mole","offset":945},{"uri":"Draft_(hull)","surface_form":"draft","offset":982},{"uri":"Royal_Navy","surface_form":"Royal Navy","offset":999},{"uri":"Weymouth%2C_Dorset","surface_form":"Weymouth","offset":1087},{"uri":"Shell_shock","surface_form":"shell-shocked","offset":1336},{"uri":"Royal_Air_Force","surface_form":"RAF","offset":1598},{"uri":"Supermarine_Spitfire","surface_form":"Spitfires","offset":1602},{"uri":"Dogfight","surface_form":"dogfight","offset":1739},{"uri":"Water_landing","surface_form":"ditches","offset":1828},{"uri":"Argyll_and_Sutherland_Highlanders","surface_form":"Highlanders regiment","offset":1931},{"uri":"Intertidal_zone","surface_form":"intertidal zone","offset":1993},{"uri":"Minesweeper","surface_form":"minesweeper","offset":2498},{"uri":"Heinkel_He_111","surface_form":"bomber","offset":2523},{"uri":"Prisoner_of_war","surface_form":"prisoner","offset":2934},{"uri":"Woking","surface_form":"Woking","offset":3383},{"uri":"World_War_II","surface_form":"Second World War","offset":3418},{"uri":"Dunkirk_evacuation","surface_form":"Dunkirk evacuation","offset":3452},{"uri":"Warner_Bros.","surface_form":"Warner Bros. Pictures","offset":3493},{"uri":"International_co-production","surface_form":"international co-production","offset":3532},{"uri":"Winston_Churchill","surface_form":"Winston Churchill","offset":3635},{"uri":"Triptych","surface_form":"three perspectives","offset":3687},{"uri":"Dunkirk","surface_form":"Dunkirk","offset":3786},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":3816},{"uri":"Will_Attenborough","surface_form":"Will Attenborough","offset":3881},{"uri":"Richard_Attenborough","surface_form":"Richard Attenborough","offset":3957},{"uri":"Dunkirk_(1958_film)","surface_form":"Dunkirk","offset":3992},{"uri":"Hoyte_van_Hoytema","surface_form":"Hoyte van Hoytema","offset":4025},{"uri":"IMAX","surface_form":"IMAX","offset":4060},{"uri":"70_mm_film","surface_form":"65 mm","offset":4065},{"uri":"Large_format","surface_form":"large format","offset":4081},{"uri":"Movie_stock","surface_form":"movie stock","offset":4094},{"uri":"Practical_effect","surface_form":"practical effect","offset":4139},{"uri":"Odeon_Leicester_Square","surface_form":"Odeon Leicester Square","offset":4378},{"uri":"London","surface_form":"London","offset":4404},{"uri":"35_mm_film","surface_form":"35 mm film","offset":4513},{"uri":"Hans_Zimmer","surface_form":"Hans Zimmer","offset":4660}]}