{"id":592812,"url":"http://en.wikipedia.org/wiki/Charlie_Gard","text":"Charlie Gard (4 August 2016 – 28 July 2017) was a British infant born Bedfont, London with a rare genetic condition known as mitochondrial DNA depletion syndrome that causes progressive brain damage and muscle failure, including the muscles needed to breathe. There is no treatment, and it causes death in infancy.\nBackground.\nHis parents, Chris Gard and Connie Yates, brought him to the Great Ormond Street Hospital (GOSH) in October 2016 because he was having trouble breathing, and he was put on mechanical ventilation.\nHis condition continued to deteriorate, and the genetic condition was diagnosed in November. The doctors and parents initially agreed to attempt an experimental treatment, but after the child had seizures that caused more brain damage in January, the doctors withdrew their support for trying the treatment because it was futile and would only prolong whatever pain the infant was suffering.\nThe doctors thought it would be best for the child to remove life support and allow him to die, but the parents still wanted to try the treatment.\nCourt cases.\nThis disagreement led to a series of court cases. The courts consistently supported GOSH's position, and the parents eventually dropped their challenge and agreed to withdraw life support. There was one more court case, about how to allow the child to die, which was decided on 27 July. On that day he was transferred to a hospice, and on the next day mechanical ventilation was withdrawn and he died at the age of 11 months and 24 days, a week before his first birthday.\nDeath.\nA week after being placed in hospice care in London on 28 July 2017 at 11 months.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bedfont","surface_form":"Bedfont","offset":70},{"uri":"Genetic_condition","surface_form":"genetic condition","offset":98},{"uri":"Mitochondrial_DNA_depletion_syndrome","surface_form":"mitochondrial DNA depletion syndrome","offset":125},{"uri":"Great_Ormond_Street_Hospital","surface_form":"Great Ormond Street Hospital","offset":388},{"uri":"Mechanical_ventilation","surface_form":"mechanical ventilation","offset":499},{"uri":"Futile_medical_care","surface_form":"futile","offset":845},{"uri":"Hospice","surface_form":"hospice care","offset":1583},{"uri":"London","surface_form":"London","offset":1599}]}