{"id":593123,"url":"http://en.wikipedia.org/wiki/Video_editing","text":"e=\"preserve\">Video editing is the act of changing video by arranging or changing the order, or content of the video. It is used to show information in things like video essays, movies, television and adverts (commercials). Video Editing has been used more in recent years because more people are able to use it than ever, since the wide spread use of personal computers.\nVideo editing at home.\nThe idea of editing videos at home was not practical at first, because of the price of video editing equipment. In fact, the original 2\" Quadruplex System was so expensive, television companies usually only had one of them.\nEver since the year 1999 with the release of Windows ME, and the more successful Windows XP, almost every single home computer has had the capability to edit video. There are also more expensive products for this process, such as the ones created by Adobe, and Sony's Sony Vegas. There has also been an attempt by many companies, to try and make video editing, Automation, Google for instance with Google Photos, their photo storage service.\nTypes of editing.\nNowadays, video editing has many different aspects. Originally, it was only about cutting and resequencing. It has now exploded into many different processes, such as special effects. These types of editing have different jobs attached to them.\nThis bullet-pointed section has been taken from the original Wikipedia article, with minor edits.\nOpen source video editing.\nOpen source video editing, is exactly what it says on the tin. This software is usually free and is developed by members of the public, or a nonprofit organisation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Personal_computer","surface_form":"personal computers.","offset":351},{"uri":"Windows_Me","surface_form":"Windows ME,","offset":663},{"uri":"Windows_XP","surface_form":"Windows XP","offset":699},{"uri":"Video","surface_form":"video","offset":776},{"uri":"Adobe","surface_form":"Adobe","offset":868},{"uri":"Sony_Vegas","surface_form":"Sony Vegas","offset":886},{"uri":"Automation","surface_form":"Automation","offset":979},{"uri":"Open_source","surface_form":"Open source","offset":1448}]}