{"id":593304,"url":"http://en.wikipedia.org/wiki/Oldest_people","text":"ce=\"preserve\">This is a list of tables of the oldest people in the world.\nTen oldest verified people ever.\nSystematic verification of longevity has only been practiced in recent decades and only in certain parts of the world. Note: All ten oldest people ever are women.\n† denotes age at death, or, if living, age as of\na As Marie-Louise Meilleur had a daughter also named Marie-Louise Meilleur, who was born in 1901 and claimed deceased at age 39 in 1940, there is a possibility that Meilleur has been confused with her mother. In this case, Meilleur would have been aged 97 at the time of her death in 1998 as she would have been born in 1901 rather than 1880.\nb As two of the ten oldest people ever are disputed, there is an addendum list with two people who would be included, if excluding the disputed people.\nTen oldest verified men ever.\na Mortensen was born in Denmark.\nb Toro was from Puerto Rico, which at the time of his birth was part of the Spanish Empire, and today is an unincorporated territory of the United States.\nc Gerneth was born in Szczecin which at the time of his birth was part of the German Empire, and today is part of Poland.\nd Johnson Parks lived to age 113 years, 275 days and Tomoji Tanabe to age 113 years, 274 days. However, both lived to the same age in total days: 41 547 days.\ne Kristal was born in Poland, then a part of the Russian Empire.\nChronological list of the oldest known living person since 1955.\nThis list is copied from the Gerontology Research Group's list of the World's Oldest Person Titleholders. As the oldest living person is usually a woman, a sequence of oldest women would be nearly redundant to this list. A sequence of oldest living men follows this sequence.\nChronological list of the oldest living man since 1973.\nThis list is copied from the Gerontology Research Group's list of the World's Oldest Man Titleholders.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Denmark","offset":868},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":893},{"uri":"Spanish_Empire","surface_form":"Spanish Empire","offset":953},{"uri":"Szczecin","surface_form":"Szczecin","offset":1054},{"uri":"German_Empire","surface_form":"German Empire","offset":1110},{"uri":"Poland","surface_form":"Poland","offset":1146},{"uri":"Congress_Poland","surface_form":"Poland","offset":1335},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":1362}]}