{"id":593490,"url":"http://en.wikipedia.org/wiki/Luis_Fonsi","text":"Luis Alfonso Rodríguez López-Cepero (born April 15, 1978), known by his stage name Luis Fonsi, is a Puerto Rican singer, songwriter and actor. He is best known for the hit song \"Despacito\" (2017). In January 2017, \"Despacito\" featuring Daddy Yankee was promoted and released.\nIn 2011, Fonsi released the album \"Tierra Firme\", and went on tour to promote it throughout Latin America.\nOn July 9, 2011, \"Billboard\" named Fonsi \"Leader of Latin Music's New Generation\".\nOn July 4, 2017, the music video has reached two billion views on YouTube, with the song becoming number one in nearly every Latin \"Billboard\" chart, and the most viewed video in the world. In August 2017, \"Despacito\" became the number one most viewed video on YouTube, with three billion views and counting.\nAs of 2018 he has broken six Guinness World Records and sold more than 11 million records with \"Despacito\".\nAfter five years since \"8\", on 1 February 2019 his 10th studio album \"Vida\" was released. The track list contains \"Despacito (Remix) \", \"Échame la Culpa\" and \"Sola\". The album topped the Billboard Top Latin Albums and Spanish album chart, and entered at number 18 of the Billboard 200.\nIn June 2018, Fonsi released the single \"Calypso\", with Stefflon Don. The song peaked at number 11 on the Hot Latin chart. On 2 November 2018, he collaborated on the track \"Baby\" by Clean Bandit from their second studio album. The song peaked at number 13 of Billboard Hot Dance/Electronic Songs and at number 15 of UK Singles Chart.\nOn 13 January 2019, the singer joined with Wisin, Alejandra Guzmán and Carlos Vives as coaches of the first Spanish season of La Voz by Telemundo.","categories":[],"infobox_types":[],"annotations":[{"uri":"Despacito","surface_form":"Despacito","offset":178},{"uri":"Despacito","surface_form":"Despacito","offset":215},{"uri":"Daddy_Yankee","surface_form":"Daddy Yankee","offset":236},{"uri":"Tierra_Firme_(album)","surface_form":"Tierra Firme","offset":311},{"uri":"YouTube","surface_form":"YouTube","offset":532},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":598},{"uri":"YouTube","surface_form":"YouTube","offset":727}]}