{"id":593574,"url":"http://en.wikipedia.org/wiki/Latching_on_(breastfeeding)","text":"Latching on is how the the baby fastens to the breast while breastfeeding. A good latch helps the baby get milk. This happens when the bottom of the areola (the area around the nipple) is in the baby's mouth. When the nipple is far back inside the baby's mouth this is a good latch. A latch that is not good happens when the baby does not have enough of the breast in his/her mouth. A shallow or short latch causes the nipple skin to press against the hard bones in the top of the baby's mouth. That will cause cracked nipples on the mother. Cracked nipples are painful and can bleed.\nPositioning.\nA comfortable position helps the baby to latch well. It may take some time for a baby and mother to learn how to get a good latch.\nPain.\nPain means that there is a poor latch. If the pain lasts longer than a few seconds, the latch is probably not correct. The tway for getting a good latch is to gently break the suction by placing a clean finger into the baby's baby's mouth and help the baby latch on again. When the baby unlatches, the nipple should the same or slightly longer. Pain or pinching is a sign of a poor latch. When the baby latches it can feel like a pinch that goes away. If it's more painful than that, it's probably a bad latch. And if the latch hurts the mom, it also keeps the baby from getting enough milk.\nTongue-tied.\nSometimes, a baby's tongue is stuck to the bottom of the mouth. This attachment means the baby can't open his or her mouth wide enough to get a good latch. This is called a tongue-tie. When a baby is checked after it is born, this usually is not checked. If the baby isn't latching on well and is not gaining weight mothers should talk to the nurse or doctor about this. Tongue-tie can be treated and breastfeeding gets better.\nInfants will naturally move their head while looking and feeling for a breast to feed. There are many ways to start feeding the infant, and the best approach is the one that works for the mother and the infant. The steps below can help with getting the infant to \"latch\" on to the breast for feeding.2\nHold the infant against a bare chest. Dress the infant in only a diaper to ensure skin-to-skin contact.\nKeep the infant upright, with his or her head directly under the chin.\nSupport the infant's neck and shoulders with one hand and his or her hips with the other hand. The infant may try to move around to find the breast.\nThe infant's head should be slightly tilted back to make nursing and swallowing easier. When his or her head is tilted back and the mouth is open, the tongue will naturally be down in the mouth to allow the breast to go on top of it.\nAt first, allow the breast to hang naturally. The infant may open his or her mouth when the nipple is near his or her mouth. The mother also can gently guide the infant to latch on to the nipple.\nWhile the infant is feeding, his or her nostrils may flare to breathe in air. Do not panic—this flaring is normal. The infant can breathe normally while breastfeeding.\nAs the infant tilts backward, support his or her upper back and shoulders with the palm of the hand and gently pull the infant close.\nPoor latching.\nNot only is a poor latch painful but it can also lead to blocked milk ducts, mastitis, and other infections. A poor latch also isn't good for the baby, as it means he or she isn't getting enough milk. So if poor latching has been occuring for more than a few days breastfeeding mothers can get help. There are resources available at no or low cost.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breast","surface_form":"breast","offset":47},{"uri":"Areola","surface_form":"areola","offset":149},{"uri":"Nipple","surface_form":"nipple","offset":177},{"uri":"Cracked_nipple","surface_form":"cracked nipple","offset":511},{"uri":"Blocked_milk_duct","surface_form":"blocked milk duct","offset":3198},{"uri":"Mastitis","surface_form":"mastitis","offset":3218},{"uri":"Infection","surface_form":"infection","offset":3238}]}