{"id":593603,"url":"http://en.wikipedia.org/wiki/Cracked_nipples","text":"Cracked nipples can happen when a mother breastfeeds her infant and it can be very painful. This happens for many reasons. The nipples can hurt, dry, or bleed. When the baby is breastfeeding, the cracked nipple can cause great pain. Many times this severe pain will make the mother stop breastfeeding. The crack looks like a cut across the tip of the nipple. Cracked nipples can be treated and healed.\nDescription.\nThe nipple helps nourish the baby. Small openings around the nipple are part of a gland that makes oil to keep the skin soft. Cracked nipples usually happen to breastfeeding mothers. Sometimes a sore will form. Cracked nipples are a skin condition that is caused by damage to the nipple. Sometimes cracked nipples can be seen three to seven days after the baby is born. If a nipple appears to be in the shape of a wedge or it looks white and flat this can mean that the nipple may form cracks.\nCause.\nCracked nipples can happen when breasts are too full with milk. New mothers are more likely to get cracked nipples. Cracked nipples can happen if the baby is not in a good position when he or she is breastfeeding. Nipples that are the wrong shape or are pointed can crack. A nipple that is the wrong shape can sometimes get fixed. If a nipple is a light color the baby may have trouble finding it. If a mother uses a breast pump, this will change the shape of the nipple. When a nipple becomes flat, the baby has a hard time getting it into his or her mouth. When the breast gets very full of milk the shape of the breast will change. The breast will be hard, flat and swollen. Then nipples on an full breast are flat.\nWhen the baby well attached, the nipple goes into the soft part of the baby's mouth. This soft part is in the back of the baby's mouth and is called the soft palate. If the nipple goes into the front of the baby's mouth it will be pinched against the hard part of the baby's mouth. This is called the hard palate. When the nipple is in the front part of the baby's mouth, the nipples can crack and cause great pain. The baby can make cracked nipples when she or he sucks very hard. This strong sucking stretches and pulls the nipple. When the nipple rubs inside and against the skin and tongue of the baby's mouth, the nipple can get hurt. An infection can cause cracked nipples. A type of yeast can cause a skin infection on the nipple. This is called a Candida infection. The same infection can be in the baby's mouth. When the yeast infection is in the baby's mouth, it is called thrush. Thrush looks like clumps of milk stuck on the baby's tongue. But thrush cannot be wiped off the baby's tongue. If the thrush is rubbed off, this may hurt the baby. Thrush can happen if the baby has taken antibiotic medicine.\nWhen a mother has her first baby, it may take a few times to get the baby to attach well. A good attachment prevents cracked nipples. If the nipples become cracked or bleed, the latch may need to be corrected. Breastfeeding does not have to stop if a mother has cracked nipples. Breastfeeding will help the nipples heal. A little breast milk or purified lanolin cream or ointment helps the nipples heal.\nIf a baby bottle is used and breastfeeding is done at the same time this may cause cracked nipples. This is because the sucking of a bottle is not the same as the sucking of a nipple. Bottle-feeding babies suck hard on the bottle. Breasfeeding babies use a different way to suck on the breast that is more gentle. Using a bottle makes the baby not want to breastfeed as much.\nInfection.\nInfection can enter the breast through cracked nipples. Bacteria can get in the breast through the cracks. This is called mastitis. Breastmilk protects the baby from infection. Breastmilk does not protect the mother from infection. A breast feeding mother can become infected by a Candida infection (thrush). She can then have deep-pink, cracked, and sore nipples. Mothers with hepatitis B and cracked nipples can breastfeed. There are other infections that the mother can have that can be given to the baby through the cracked nipples. One of this infections that can be given to a baby is called Toxoplasmosis. Transmission risk of HIV can happen if the mother has cracked and bleeding nipples There is a rare infection called Chagas disease, can be given to the breastfeeding infant through cracked nipples. Women with hepatitis C may infect their infants while breastfeeding with cracked nipples.\nTreatment.\nThere are medical people who can help a woman with breastfeeding. They are nurses, midwives and lactation consultants. Healthcare workers treat cracked nipples with 100% lanolin. Sometimes, glycerin nipple pads are made to be cold and put over the nipples to help them heal. If the cause of cracked nipples is from thrush, treatment is usually with nystatin. If the mother is and the baby have a yeast infection then they can be treated at the same time. Breasting helps the nipples heal.\nSome things don't help to cure cracked nipples. These things are using a nipple guard and keeping the breastfeeding short. If the baby only nurses for a short time, then the baby may not get enough milk.\nPrevention.\nRoman chamomile can be be used directly on to the skin for pain and swelling and is used to treat cracked nipples.\nEpidemiology.\nMany mothers get cracked nipples. Some women in New York City were asked why they stopped breastfeeding. Up to 35% of nursing mothers stopped breastfeeding after one week because of the pain of cracked nipples. Thirty percent stopped breastfeeding after one to three weeks. Mothers in Brazil said that they would also stop breastfeeding when they have cracked nipples. Mothers with higher education levels are more likely to continue breastfeeding even if they have the pain of cracked nipples. Mothers in the UK said they stopped breastfeeding because the cracked nipples made it too painful.","categories":[],"infobox_types":[],"annotations":[{"uri":"Breastfeeding","surface_form":"breastfeeds","offset":41},{"uri":"Soft_palate","surface_form":"soft palate","offset":1788},{"uri":"Hard_palate","surface_form":"hard palate","offset":1936},{"uri":"Tongue","surface_form":"tongue","offset":2222},{"uri":"Infection","surface_form":"infection","offset":2278},{"uri":"Yeast","surface_form":"yeast","offset":2325},{"uri":"Candida_infection","surface_form":"Candida infection","offset":2390},{"uri":"Thrush","surface_form":"thrush","offset":2518},{"uri":"Breast_milk","surface_form":"breast milk","offset":3081},{"uri":"Lanolin_cream","surface_form":"lanolin cream","offset":3105},{"uri":"Bacteria","surface_form":"Infection","offset":3542},{"uri":"Roman_chamomile","surface_form":"Roman chamomile","offset":5159}]}