{"id":5937,"url":"http://en.wikipedia.org/wiki/Town","text":"A town is usually a place with a lot of houses, but not a city. As with cities, there is more than one way to say what a town is in different countries. In some places, it is a kind of local government. When they say \"town\" people are normally thinking of a big, important place. It may even be a city.\nGenerally, the difference between towns and villages or hamlets is the sort of economy they have. People in towns usually get money from industry (factories etc.), commerce (shops etc.) and public service (working for the town), not agriculture (growing food).\nThe number of people who live in a place does not tell us if it is a town or a village. In many areas of the world, like India, a big village can have many more people than a small town. It is also difficult to say if a place is a town because today, some towns are becoming bigger.\nSometimes a place is a city because it got the name \"city\" by law. However, people often call a place a \"town\" if it is small.\nIn the Middle Ages, a place became a town by means of a charter, which gave it town privileges.\nUnited States.\nIn the United States of America, the meaning of the term \"town\" is different in each state. In some states, a town is a town if the state says it is. In other states, like Wisconsin, a town is a subdivision of a county. In other states, like Michigan, the name \"town\" has no official meaning. People use it to describe any place where many people live.\nIn the six New England states, a town is a smaller part of the county. In all six, towns do things that, in most other states, the counties do. In many of these towns, town meetings are the main form of government, so citizens can say what happens where they live by direct democracy. In these states, the towns are really more important than the county. In Connecticut and Rhode Island, counties are only on the map and have no power. In the other four states, court<nowiki/>s are the main work of counties. The counties with other functions are mostly in New Hampshire and Vermont.\nAlabama.\nIn Alabama, whether or not a place is a \"town\" or a \"city\" is based on how many people live there. A place with 2,000 people or more is a city. A place with less than 2,000 people is a town (Code of Alabama 1975, [https://web.archive.org/web/20130616104014/http://alisondb.legislature.state.al.us/acas/CodeOfAlabama/1975/11-40-6.htm Section 11-40-6]). For legislative purposes, places are put into eight categories based on the number of people. Class 8 includes all towns, and it includes all cities with that have less than 6,000 people (Code of Alabama 1975, [https://web.archive.org/web/20130616104906/http://alisondb.legislature.state.al.us/acas/CodeOfAlabama/1975/11-40-12.htm Section 11-40-12]).\nLouisiana.\nIn Louisiana, a \"town\" is a place that has a city government, and it has 1,0014,999 people living there.\nNew York.\nIn New York, a town is also a smaller part of the county, but it is less important than in New England. In New York, a town gives people more direct power than its county. Towns provide almost all municipal services to places, called \"hamlets\", that are not in villages, and some services to places that are in \"villages\". In New York, a town usually has some hamlets and villages. But, because villages have power without towns (they are \"independent\") they can be in two towns or even two counties. Everyone in New York State who does not live in an Indian reservation (a special place for American Indians) or a city lives in a town, and perhaps in one of the town's hamlets or villages.\nUtah.\nIn Utah, the terms \"town\" and \"city\" is based on the number of people living there. A place with 1,000 or more people is a city. A place with fewer than 1,000 people is a town. Cities are divided into five different categories based on the number of people.\nVirginia.\nIn Virginia, a town is similar to a city, but it can have a smaller number of people in it. By Virginia law cities are independent of counties (they have power without counties), towns are part of a county.\nWyoming.\nWyoming law says towns are incorporated places that have less than 4,000 people living there. Places with 4,000 or more people are \"first-class cities\".\nEngland and Wales.\nIn England and Wales, the name \"city\" is only for places that have a Royal Charter (a special document) saying they can have that name.\nIn the past, cities usually had a cathedral. Some English people think that a place with a cathedral must be a city, but it is not true today. For example, Northampton, Blackburn and Middlesbrough are all towns with a cathedral.\nIn the past, a place was usually a town, not a village, when it had a regular market or fair (a market, but not so often). There are some English villages (for example Kidlington, Oxfordshire) larger than some small towns (e.g. Middleham, North Yorkshire).\nJapan.\nIn Japan, population of a town (町) is less than 50,000 persons.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":58},{"uri":"Local_government","surface_form":"local government","offset":185},{"uri":"City","surface_form":"city","offset":297},{"uri":"Village","surface_form":"village","offset":347},{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":359},{"uri":"Economy","surface_form":"economy","offset":382},{"uri":"Industry","surface_form":"industry","offset":440},{"uri":"Factory","surface_form":"factories","offset":450},{"uri":"Commerce","surface_form":"commerce","offset":467},{"uri":"Agriculture","surface_form":"agriculture","offset":536},{"uri":"India","surface_form":"India","offset":685},{"uri":"Law","surface_form":"law","offset":909},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":981},{"uri":"Charter","surface_form":"charter","offset":1030},{"uri":"Town_privileges","surface_form":"town privileges","offset":1053},{"uri":"United_States","surface_form":"United States of America","offset":1092},{"uri":"State","surface_form":"state","offset":1170},{"uri":"States_of_the_United_States","surface_form":"states","offset":1185},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":1257},{"uri":"Michigan","surface_form":"Michigan","offset":1327},{"uri":"New_England","surface_form":"New England","offset":1449},{"uri":"County","surface_form":"county","offset":1501},{"uri":"Town_meeting","surface_form":"town meeting","offset":1606},{"uri":"Democracy","surface_form":"democracy","offset":1712},{"uri":"Connecticut","surface_form":"Connecticut","offset":1796},{"uri":"Rhode_Island","surface_form":"Rhode Island","offset":1812},{"uri":"Court","surface_form":"court","offset":1900},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":1995},{"uri":"Vermont","surface_form":"Vermont","offset":2013},{"uri":"Alabama","surface_form":"Alabama","offset":2034},{"uri":"Louisiana","surface_form":"Louisiana","offset":2748},{"uri":"Municipal_government","surface_form":"city government","offset":2790},{"uri":"New_York","surface_form":"New York","offset":2863},{"uri":"Utah","surface_form":"Utah","offset":3560},{"uri":"Virginia","surface_form":"Virginia","offset":3828},{"uri":"Wyoming","surface_form":"Wyoming","offset":4041},{"uri":"England","surface_form":"England","offset":4216},{"uri":"Wales","surface_form":"Wales","offset":4228},{"uri":"Royal_charter","surface_form":"Royal Charter","offset":4282},{"uri":"Document","surface_form":"document","offset":4307},{"uri":"Cathedral","surface_form":"cathedral","offset":4383},{"uri":"Cathedral","surface_form":"cathedral","offset":4440},{"uri":"Northampton","surface_form":"Northampton","offset":4505},{"uri":"Blackburn","surface_form":"Blackburn","offset":4518},{"uri":"Middlesbrough","surface_form":"Middlesbrough","offset":4532},{"uri":"Market","surface_form":"market","offset":4656},{"uri":"Kidlington","surface_form":"Kidlington","offset":4746},{"uri":"Oxfordshire","surface_form":"Oxfordshire","offset":4758},{"uri":"Middleham","surface_form":"Middleham","offset":4806},{"uri":"North_Yorkshire","surface_form":"North Yorkshire","offset":4817}]}