{"id":593858,"url":"http://en.wikipedia.org/wiki/Krzysztof_Ksi%C4%85%C5%BCek","text":"Krzysztof Książek (born 5 August 1992) is a Polish classical pianist. He was born in Krakow, Poland. He is a winner of highest prizes at national and international piano competitions. His nomation is Polityka Passport Award for Classical Music. Since 2005, he has trained with Stefan Wojtas, first at music secondary school, now as a student of the Feliks Nowowiejski Academy of Music in Bydgoszcz. He has won prizes in Polish and international competitions, including the Ricard Vines in Leida, Spain, the Lviv international competitions in Ukraine, the \"Città di Avezzano\" in Italy (2011, First Prize) and the Polish Frédéric Chopin Piano Competition in Warsaw (2011, Third Prize; 2015, Second Prize ex aequo), XV International Pianist Ricard Vines (Lleida, Spain 2009), The International Chopin Piano Competition (Lviv, Ukraine 2010), VI Concorso Internazionale Pianistico \"Citta di Avezzano\" (Avezzano, He participated in the 67th International Chopin Festival in Duszniki-Zdrój, the 18th International Festival of Young Winners of Silesian Music Contests, 5th National Promotion Festival \"August Talents\" He is a scholarship recipient of the \"Sapere Auso\" Malopolska Foundation, the Prime Minister, the Ministry of Culture and National Heritage, and the Pro Musica Bona Foundation.\nOn his preliminary round he was admitted as ex-aequo winner of the 2nd Prize on the 2015 Polish National Fryderyk Chopin Piano Competition in Warsaw. He was stopped in the third stage of the XVII International Chopin Piano Competition in 2015. Although Krzysztof Książek was not qualified for the finals of the Chopin Competition, Andrzej Sułek believes that his name may return to the competition in those days.\nCD.\nIn November 2016 a CD with Fryderyk Chopin’s Concerto in E minor, Op. 11, performed by Krzysztof Książek with the Santander Orchestra under the baton of José Maria Florêncio was released. In the autumn of this year, Krzysztof Książek's solo album will be released with Fryderyk Chopin’s works.\nKrzysztof Książek is represented by the Ludwig van Beethoven Association.\nStage 1.\nNocturne in F sharp minor, Opus 48 No. 2\nEtude in E minor, Opus 25 No. 5\nEtude in F major, Opus 10 No. 8\nScherzo in B minor, Opus 20\nStage 2.\nMazurka in A flat major Op. 7 No. 4\nPolonaise in F sharp minor Op. 44\nMazurka in B flat major Op. 7 No. 1\nWaltz in A flat major Op. 42\nMazurka in A minor Op. 7 No. 2\nStage 3.\nPrelude in C sharp minor Op. 45\nRondo in E flat major Op. 16\nMazurka in C sharp minor Op. 50 No. 3\nMazurka in G major Op. 50 No. 1\nAlthough Krzysztof Książek was not qualified for the finals of the Chopin Competition, but Andrzej Sułek believes that his name may return to the Chopin Competition in one more time.\nHe has one more opportunity to return the XVIII Chopin Competition in 2020.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poles","surface_form":"Polish","offset":44},{"uri":"Pianist","surface_form":"pianist","offset":61},{"uri":"Krakow","surface_form":"Krakow","offset":85},{"uri":"Poland","surface_form":"Poland","offset":93},{"uri":"Fr%C3%A9d%C3%A9ric_Chopin","surface_form":"Frédéric Chopin","offset":619},{"uri":"International_Chopin_Piano_Competition","surface_form":"International Chopin Piano Competition","offset":1483}]}