{"id":594068,"url":"http://en.wikipedia.org/wiki/Tibetan_spaniel","text":"The Tibetan Spaniel is a breed (type) of small, intelligent dogs. They were first bred more than 2,500 years ago in the Himalayan mountains of Tibet. They share genetic history with many other small dogs from Asia, like the Pekingese, Japanese Chin, Shih Tzu, Lhasa Apso, Tibetan Terrier and Pug.\nEven though they are called a Tibetan Spaniel, this dog is not like a \"true\" spaniel. Spaniels are gun dogs, for hunting. Tibetan Spaniels are companion dogs, and are not useful for hunting. No one is sure how they got the name \"spaniel\" if they are not gun dogs, but it may be because Tibetan Spaniels look very similar to the small, \"lapdog\" versions of the hunting spaniels, such as the Cavalier King Charles Spaniel.\nAppearance.\nThe Tibetan Spaniel has a round head that is small for their size. It has a short muzzle (nose), which is smooth, without wrinkles. The nose is black. The eyes are medium-sized and oval, and are far apart from each other. The Tibetan Spaniel does not have extra skin around the eyes; this helps to tell the difference between the Tibetan Spaniel and its close relative, the Pekingese. The ears hang down either side of the head to cheek level, with furry ends, called \"feathered.\" The neck is covered in a mane of hair. Male Tibetan Spaniels have larger manes. Like their ears, their tails are feathered with fur. Their hair is \"double coated,\" with long, silky hair covering short, soft hair.\nTibetan Spaniels come in all colours and can be solid, shaded and multi-coloured. Often there are white markings on the feet. Tibetan Spaniels usually weigh between 9lbs and 15lbs, although they are sometimes bigger,\nTemperament.\nExtremely intelligent, the Tibetan Spaniel is one of the most cat-like dog breeds. They will climb on the sofa, table, dresser, etc., to see what is going on outside.\nTibetan Spaniels are a social breed that needs to spend a lot of time with people. They do not like to be left alone for long periods of time.\nThey are protective of their family. Even if they have met many different people, they are typically not very friendly with strangers. If startled or scared, a Tibetan Spaniel will express their distrust with loud alarm barking.\nWhile they love their families, Tibetan Spaniels are independent. Even though they are intelligent, and good at learning tricks and commands, they do not like to listen to instructions.\nHealth.\nThe Tibetan Spaniel is a generally healthy dog. This type of dog usually lives between 13 and 16 years.","categories":[],"infobox_types":["Dogbreed"],"annotations":[{"uri":"Dog_breed","surface_form":"breed","offset":25},{"uri":"Dog","surface_form":"dog","offset":60},{"uri":"Himalaya","surface_form":"Himalayan mountains","offset":120},{"uri":"Tibet","surface_form":"Tibet","offset":143},{"uri":"Pekingese","surface_form":"Pekingese","offset":224},{"uri":"Japanese_Chin","surface_form":"Japanese Chin","offset":235},{"uri":"Shih_Tzu","surface_form":"Shih Tzu","offset":250},{"uri":"Lhasa_Apso","surface_form":"Lhasa Apso","offset":260},{"uri":"Tibetan_Terrier","surface_form":"Tibetan Terrier","offset":272},{"uri":"Pug","surface_form":"Pug","offset":292},{"uri":"Spaniel","surface_form":"spaniel","offset":374},{"uri":"Lap_dog","surface_form":"lapdog","offset":633},{"uri":"Cavalier_King_Charles_Spaniel","surface_form":"Cavalier King Charles Spaniel","offset":687},{"uri":"Guard_dog","surface_form":"alarm barking","offset":2178}]}