{"id":594052,"url":"http://en.wikipedia.org/wiki/Rivera_Department","text":"The Rivera department () is a department of Uruguay. The capital is the city of Rivera.\nIts ISO 3166-2 code is UY-RV.\nName.\nThe department and its capital city are named after Fructuoso Rivera (1784–1854), first president of Uruguay.\nGeography.\nThe Rivera department is in the northern part of the country. It has an area of, the 11th largest in the country. It is the eighth department with more people living in it, with a population of 103,493 inhabitants (2011 census) for a population density of.\nThere are three chains of low and rounded hills in the department. These chains of are known as \"cuchillas\" in the country. At the northwest end of the department is the \"Cuchilla de Haedo\", one of the most important \"cuchilla\" of the country, coming from the south; it meets the \"Cuchilla Negra\" that comes from the north. Between these two hill ranges is the \"Cerro de los Peludos\" hill. Along the borders with Brazil, to the north, runs the \"Cuchilla de Santa Ana\".\nIn the middle of the department is the hill \"Cerro de la Cruz\", while on its eastern end are the hills \"Cerro del Hospital\" and \"Cerro Bonito\".\nRivers.\nAlong the eastern borders of the department with Cerro Largo Department flows the Río Negro river, with its tributaries flowing through the easternmost part of the department.\nThe western part of its southern border with the Tacuarembó Department is formed by the Tacuarembó river (a tributary of the Río Negro river, with its tributaries flowing through most of the department.\nClimate.\nThe Köppen climate classification type for the climate at Rivera is a \"Humid subtropical climate\" and of the subtype Cfa.\nThe average amount of precipitation for the year in Rivera is. The month with the most precipitation on average is October with of precipitation. The month with the least precipitation on average is June with an average of.\nThe average temperature for the year in Rivera is. The warmest month, on average, is January with an average temperature of. The coolest month on average is June, with an average temperature of.\nDemographics.\nThe inhabitants of the Rivera department (and of the city of Rivera) are known, in Spanish, as \"Riverenses\".\nEvolution of the population in Rivera\nAccording to the 2011 census, the Rivera department has a rural population of 7,602.","categories":[],"infobox_types":[],"annotations":[{"uri":"Departments_of_Uruguay","surface_form":"department","offset":30},{"uri":"Uruguay","surface_form":"Uruguay","offset":44},{"uri":"Capital_city","surface_form":"capital","offset":57},{"uri":"City","surface_form":"city","offset":72},{"uri":"Rivera%2C_Uruguay","surface_form":"Rivera","offset":80},{"uri":"UY","surface_form":"ISO 3166-2","offset":92},{"uri":"Fructuoso_Rivera","surface_form":"Fructuoso Rivera","offset":176},{"uri":"President","surface_form":"president","offset":212},{"uri":"Population_density","surface_form":"population density","offset":479},{"uri":"Mountain_chain","surface_form":"chains","offset":518},{"uri":"Hill","surface_form":"hill","offset":544},{"uri":"R%C3%ADo_Negro_(Uruguay)","surface_form":"Río Negro","offset":1205},{"uri":"Tacuaremb%C3%B3_River","surface_form":"Tacuarembó","offset":1387},{"uri":"Tributary","surface_form":"tributary","offset":1407},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1515},{"uri":"Rivera","surface_form":"Rivera","offset":1569},{"uri":"Humid_subtropical_climate","surface_form":"Humid subtropical climate","offset":1582},{"uri":"Average","surface_form":"average","offset":1637},{"uri":"Precipitation","surface_form":"precipitation","offset":1655},{"uri":"Spanish_language","surface_form":"Spanish","offset":2149},{"uri":"Rural","surface_form":"rural","offset":2271}]}