{"id":594238,"url":"http://en.wikipedia.org/wiki/Heather_Heyer","text":"Heather Heyer (May 29, 1985 - August 12, 2017) was an American paralegal. She became a symbol for civil rights after she was killed during the 2017 Unite the Right rally in Charlottesville, Virginia.\nLife.\nHeather Heyer was born in Charlottesville. She grew up in Ruckersville, Virginia, north of Charlottesville near Shenandoah National Park. Her mother was Susan Diane Bro of Ruckersville, Virginia. Her father was Mark Heyer of Florida. Her step-father was Kim Bro. Heyer's parents separated when she was five months old.\nHeyer graduated from William Monroe High School in Stanardsville, Virginia. After high school, she got a job in a local restaurant, then got more waitressing shifts at another restaurant.\nHeyer worked in the bankruptcy department of the Miller Law Group in Charlottesville. She continued to work as a waitress, and went to school at night to improve her knowledge of law.\nBefore the rally.\nOn the Friday night before the rally, hundreds of white nationalists led by Richard B. Spencer marched on the University of Virginia campus in Charlottesville, Virginia. Heyer's friend was livestreaming the videos on Facebook. She saw white supremacists and neo-Nazis marching with torches and openly giving Nazi salutes. Heather’s friends said that the videos scared Heather. They decided not to go to Saturday’s much larger Unite the Right rally, because they thought it would be even more dangerous. But later that night, Heather texted her friend, \"I feel compelled to go, to show solidarity.\"\nThe Saturday rally.\nOn the day of the rally, many people stayed away. Those who came to the rally saw demonstrators with weapons and white nationalists with Nazi and KKK symbols. In the late morning, the local government declared a state of emergency and tried to stop the rally, but no one left. Instead they moved to other streets in the downtown area. The Virginia National Guard came to help the local police, but none of them seemed to know what to do. Some of the white nationalists, including Christopher Cantwell and former KKK grand wizard David Duke, spoke to reporters.\nHeather arrived about 1 pm with two colleagues from the law firm wearing a black t-shirt and pants in preparation for her shift as a waitress later that night. They began walking down Water Street. A video shows Heyer stopping to speak to a woman wearing a helmet, apparently asking why she was with a hate group of violent white men. The women did not answer. They continued to Fourth Street, after encountering right-wing demonstrators, some with weapons. There, Heyer, her colleagues and other protesters were run down by a man driving his car through the crowd. Nineteen people were hurt. Heyer was the only casualty.\nPolice arrested the driver of the car, James Alex Fields Jr. of Ohio. Fields was charged in a state court with second-degree murder, and in a federal court with 30 counts of hate crimes. He was granted an attorney to advise him in a third case, a federal civil suit.\nAfter the rally.\nA memorial service was held for Heather Heyer on Wednesday, August 16 at the Paramount Theater in Charlottesville. Virginia Governor Terry McAuliffe and US Senator Tim Kaine attended the service.\nSusan Bro spoke to the crowd inside the 1000-seat theater, \"They tried to kill my child to shut her up. Well, guess what? You just magnified her.\" Her mother pointed to the Facebook message that Heyer posted in November: 'If you're not outraged, you're not paying attention.' \"I want you to pay attention, find what's wrong... and say to yourself, what can I do to make a difference?\" Bro told the crowd. \"And that's how you're going to make my child's death worthwhile. I'd rather have my child, but by golly, if I've got to give her up, we're going to make it count.\"\nHeyer was buried in a secret grave to protect it from neo-Nazis, and to protect the people who work there. Bro says she receives death threats from white supremacists. Some of Heyer's family could not go to her funeral because of the danger.\nPresident Trump tried to call Heyer's mother, but after Trump said there was blame on “many sides”, she refused to take his calls. Bro did not agree with Trump when he said there were \"very fine people\" on both sides. According to Bro, \"You can’t say there were good people coming into town with their fists taped prepared to draw blood and do harm. That’s not good people.\"\nAfter the rally, the police chief of Charlottesville resigned. The city manager did not get a new contract. In November, Nikuyah Walker was elected to the city council and became the city’s first black female mayor. One year later, Jason Kessler tried to get a permit for an anniversary rally of white supremacists, but he withdrew the request. Instead he decided he wanted a rally in Washington that day. The state of Virginia and the city of Charlottesville declared a state of emergency ahead of the one-year anniversary, so they can increase security and authorize the Virginia National Guard to help.\nThe Heather Heyer Foundation.\nOne of Heyer's friends started a GoFundMe page to help her family after her death. The page raised $109,000 in less than 24 hours. Heather's mother Bro did not know what to do with the money, so she started an organization with Alfred Wilson, the African-American lawyer who hired Heyer at Miller Law Group.\nOnly fifteen days after her daughter's death, Susan Bro spoke at the 2017 MTV Video Music Awards in Inglewood, California and announced the newly formed Heather Heyer Foundation. \"Help me make Heather’s death count,” she said. “I want people to know that Heather never marched alone.\" The Heather Heyer Foundation provides scholarships to fight against hatred and promote social change, in the areas of study of law, paralegal studies, social work, social justice and education.\nSo far, the Heather Heyer Foundation has given eight scholarships worth at least $1,000. They worked with the AIDS Healthcare Foundation on several of those.\nHeather Heyer Way.\nIn December 2017, Fourth Street in Charlottesville, where Heather was killed, was given the name \"Heather Heyer Way\" to honor Heyer. Heyer's mother and the mayor of Charlottesville spoke at the ceremony.\nIn popular culture.\nDetroit rapper Eminem named Heyer in his song \"Like Home\" from the album \"Revival\", \"If we start from scratch like a scab for scars to heal/And band together for Charlottesville/And for Heather, fallen heroes.\"\n\"BlacKkKlansman\" (2018), which ends in a montage of the Charlottesville rally, is \"in memoriam\" of Heyer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paralegal","surface_form":"paralegal","offset":63},{"uri":"2017_Unite_the_Right_rally","surface_form":"2017 Unite the Right rally","offset":143},{"uri":"Charlottesville%2C_Virginia","surface_form":"Charlottesville, Virginia","offset":173},{"uri":"Charlottesville%2C_Virginia","surface_form":"Charlottesville","offset":232},{"uri":"Livestream","surface_form":"livestream","offset":1104},{"uri":"White_supremacists","surface_form":"white supremacists","offset":1150},{"uri":"Neo-Nazism","surface_form":"neo-Nazis","offset":1173},{"uri":"Nazi_salute","surface_form":"Nazi salutes","offset":1223},{"uri":"White_nationalist","surface_form":"white nationalist","offset":1646},{"uri":"Neo-Nazism","surface_form":"Nazi","offset":1670},{"uri":"Ku_Klux_Klan","surface_form":"KKK","offset":1679},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":1745},{"uri":"Christopher_Cantwell","surface_form":"Christopher Cantwell","offset":2013},{"uri":"KKK","surface_form":"KKK","offset":2045},{"uri":"David_Duke","surface_form":"David Duke","offset":2062},{"uri":"Terry_McAuliffe","surface_form":"Terry McAuliffe","offset":3133},{"uri":"Tim_Kaine","surface_form":"Tim Kaine","offset":3164},{"uri":"Donald_Trump","surface_form":"President Trump","offset":4008},{"uri":"Nikuyah_Walker","surface_form":"Nikuyah Walker","offset":4504},{"uri":"State_of_emergency","surface_form":"state of emergency","offset":4854},{"uri":"GoFundMe","surface_form":"GoFundMe","offset":5052},{"uri":"MTV_Video_Music_Awards","surface_form":"MTV Video Music Awards","offset":5401},{"uri":"Eminem","surface_form":"Eminem","offset":6222},{"uri":"BlacKkKlansman","surface_form":"BlacKkKlansman","offset":6419}]}