{"id":59434,"url":"http://en.wikipedia.org/wiki/Fractional_distillation","text":"Fractional distillation is a process of separating a mixture of chemical compounds. This means that each part (called a \"fraction\") of the mixture can be kept apart from the other chemicals. Different chemicals have different boiling points. Fractional distillation is done by heating the mixture so that it evaporates and then each fraction condenses in its own separate compartment. The reason we don't use simple distillation is because for liquids that boil at less than 25°kelvin from each other, some of the other liquid(s) may evaporate and so part of the separated liquid may have part of the other liquid(s).\nIt is a special type of distillation. Generally, the component parts boil at less than 25°kelvin from each other under a pressure of one atmosphere (atm). If the difference in boiling points is greater than 25°kelvin, a simple distillation is used.\nFractionation is done by boiling a mixture in a fractionating column. The mixture evaporates at different times and is caught in a container as a pure compound.\nFractional distillation is the main activity of oil refineries, and is done in a large fractionating column known as a \"fractionation tower\".\nIndustrially, crude oil is heated and sent up along the fractionating column that has decreasing temperatures with height and several platforms at different levels to collect the condensate. Different components of crude oil have different boiling points. High molecular weight components have higher boiling points and condense at lower portions of the column while fractions with lower boiling points rise to the top of the column to condense.\nThe main fractions include refinery gases, gasoline (petrol), naphtha, kerosene, diesel oil, fuel oil, and a residue that contains bitumen. These fractions are mainly used as fuels, although they do have other uses too. Hydrocarbons with small molecules make better fuels than those with large molecules because they are volatile, flow easily and are easily ignited.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":64},{"uri":"Boiling_point","surface_form":"boiling point","offset":226},{"uri":"Evaporation","surface_form":"evaporates","offset":308},{"uri":"Condensation","surface_form":"condenses","offset":342},{"uri":"Kelvin","surface_form":"kelvin","offset":478},{"uri":"Evaporation","surface_form":"evaporate","offset":534},{"uri":"Distillation","surface_form":"distillation","offset":642},{"uri":"Kelvin","surface_form":"kelvin","offset":708},{"uri":"Fractionating_column","surface_form":"fractionating column","offset":915},{"uri":"Oil_refinery","surface_form":"oil refineries","offset":1076}]}