{"id":59440,"url":"http://en.wikipedia.org/wiki/Odor","text":"e=\"preserve\">An odor or odour is a volatilized chemical compound, usually at a very low concentration, which humans and other animals perceive by the sense of olfaction.\nOdors are also called smells, which can be used to describe both pleasant and unpleasant odors. The words fragrance, scent, or aroma are used mostly by the food and cosmetic industry to describe a pleasant odor, and is sometimes used to refer to perfumes. On the other hand, the words stench, reek, and stink are used specifically to describe unpleasant odors.\nBasics.\nOdor is a sensation caused by molecules dissolved in air.\nThe widest range of odors are made up of organic compounds although some inorganic substances, such as hydrogen sulfide and ammonia, are also odorants.\nThe perception of an odor effect is a two step process.\nFirst, there is the physiological part; the sense of the stimulus by receptors in the nose.\nAfter that the psychological part follows. The stimuli are processed by the region of the human brain which is responsible for smelling.\nBecause of this, an objective and analytical measure of odor is impossible.\nWhile odor feelings are very personal perceptions, individual reactions are related to gender, age, state of health and private affectations. Common odors that people are used to, such as their own body odor, are less noticeable to individuals than external or uncommon odors.\nFor most people, the process of smelling gives little information concerning the ingredients of a substance. It only offers information related to the emotional impact. However, experienced people, such as flavorists and perfumers can pick out individual chemicals in complex mixes through smell alone.\nOdor analysis.\nThe concentrations of odorant in Germany are defined by the “Olfaktometrie” since the 1870s. In this connection it’s about the standard method to define the sense barrier of odors on basis the thinner of concentrated odor loaded assays. Following parameters are defined: odor substance concentration, intensity of odor and hedonism assessment.\nPheromones.\nPheromones are odors that are deliberately used for communication. A female moth may release a pheromone that can entice a male moth that is several kilometers away. Honeybee queens constantly release pheromones that regulate the activity of the hive. Workers can release such smells to call other bees into an appropriate cavity when a swarm moves in or to \"sound\" an alarm when the hive is threatened.\nIn mammals, some pathway of pheromones identification are in the vomeronasal organ and some in olfactory receptors.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_compound","surface_form":"chemical compound","offset":47},{"uri":"Sense","surface_form":"sense","offset":150},{"uri":"Olfaction","surface_form":"olfaction","offset":159},{"uri":"Food","surface_form":"food","offset":326},{"uri":"Perfume","surface_form":"perfume","offset":416},{"uri":"Sensation","surface_form":"sensation","offset":549},{"uri":"Molecule","surface_form":"molecule","offset":569},{"uri":"Organic_compound","surface_form":"organic compound","offset":638},{"uri":"Inorganic_compound","surface_form":"inorganic","offset":670},{"uri":"Hydrogen_sulfide","surface_form":"hydrogen sulfide","offset":700},{"uri":"Ammonia","surface_form":"ammonia","offset":721},{"uri":"Perception","surface_form":"perception","offset":753},{"uri":"Stimulus","surface_form":"stimulus","offset":862},{"uri":"Objectivity_(science)","surface_form":"objective","offset":1054},{"uri":"Analysis","surface_form":"analytical","offset":1068},{"uri":"Gender","surface_form":"gender","offset":1197},{"uri":"Ageing","surface_form":"age","offset":1205},{"uri":"Ingredients","surface_form":"ingredients","offset":1468},{"uri":"Flavorist","surface_form":"flavorist","offset":1593},{"uri":"Perfumer","surface_form":"perfumer","offset":1608},{"uri":"Germany","surface_form":"Germany","offset":1738},{"uri":"Pheromone","surface_form":"Pheromone","offset":2061},{"uri":"Moth","surface_form":"moth","offset":2137},{"uri":"Honeybee","surface_form":"Honeybee","offset":2227},{"uri":"Beehive","surface_form":"hive","offset":2307},{"uri":"Mammals","surface_form":"mammals","offset":2468},{"uri":"Vomeronasal_organ","surface_form":"vomeronasal organ","offset":2530},{"uri":"Olfactory_receptor","surface_form":"olfactory receptor","offset":2560}]}