{"id":594574,"url":"http://en.wikipedia.org/wiki/Citro%C3%ABn_Jumpy","text":"e=\"preserve\">The Citroën Jumpy (Citroën Dispatch in some countries) is a series of vans and passenger vans produced by Citroën in three generations since 1994. It is builded in cooperation with Fiat and Peugeot.\nFiat and Peugeot made the same vehicle but with different names, The names were Fiat Scudo and Peugeot Expert.\nFirst generation (1994–2006).\nCitroën created the first generation Jumpy in June 1994, In 1995 Citroën renamed their model to \"'Dispatch'\" in some countries. Peugeot created Peugeot Expert in July 1995.\nIn March 2004, the model was improved at the front and back, It had a new grille, new bonnet, new bumper and different headlamps.\nSecond generation (2007–2016).\nThe second generation Citroën Junpy/Dispatch was created in November 2006, The Peugeot Expert was created in January 2007.\nIn February 2011, the model was improved at the front and back, It had a new grille, new bonnet, new bumper and different headlamps and breaklights.\nIn July 2013, Toyota made the same vehicle but with a different name, The name was: Toyota ProAce.\nThe PSA/Fiat joint venture ended in March 2016 which meant Fiat wouldn't be creating anymore Fiat Scudos.\nThird generation (2016–).\nThe third generation Citroën Junpy/Dispatch, Peugeot Expert and Toyota ProAce vans were created in 2016.\nThe passenger vans were created in 2016 but they have different names, They are called: Citroën SpaceTourer, Peugeot Traveller and Toyota ProAce Verso.","categories":[],"infobox_types":[],"annotations":[{"uri":"Van","surface_form":"van","offset":83},{"uri":"Passenger_van","surface_form":"passenger van","offset":92},{"uri":"Citro%C3%ABn","surface_form":"Citroën","offset":119},{"uri":"1994","surface_form":"1994","offset":154},{"uri":"Fiat","surface_form":"Fiat","offset":194},{"uri":"Peugeot","surface_form":"Peugeot","offset":203},{"uri":"Fiat","surface_form":"Fiat","offset":212},{"uri":"Peugeot","surface_form":"Peugeot","offset":221},{"uri":"Venture","surface_form":"venture","offset":1077}]}