{"id":594896,"url":"http://en.wikipedia.org/wiki/Tove_Alsterdal","text":"Tove Kerstin Alsterdal'\", born on the 28th of December 1960 in Malmö, is a Swedish author, journalist and playwright.\nIn 2009 she made her debut with her first book in the thriller genre, ‘The Forgotten Dead‘, and has since been published in many countries worldwide.\nShe has also written manuscripts for movies and theatre, and been an editor for author Liza Marklund’s bestselling crime novels.\nBiography.\nAlsterdal was born year 1960 in Malmö. Her father was the journalist and author Alvar Alsterdal (1926-1991) from Alster in Värmland, Sweden. Alsterdal’s mother Elsa Bolin (1928-2009) was from Tornedalen, the northernmost part of Sweden bordering Finland.\nAlsterdal grew up in Umeå in northern Sweden and in Jakobsberg, a suburb in Stockholm that she has depicted in her novel, ‘\"Let me take your han\"d’. During her first years of her career after graduating from high school she worked as a psychiatric nurse at Beckomberga hospital, a mental institution that recurs in the novel ‘Do not turn around’.\nIn the years 1984-1985 Alsterdal studied journalism at Kalix Folkhögskola in the north of Sweden. There she met Liza Marklund with whom she would come to work closely with, author to author.\nAlsterdal lived in the town Luleå in Norrbotten for many years as an adult, where she among other things worked as a journalist for radio and TV, and started off her career as a playwright. Nowadays she lives in Stockholm. She has three daughters with her previous husband Nikolaj Alsterdal (née Andersen), the oldest born in 1999 and twins born in 2002.\nAuthorship.\nTove Alsterdal worked as a freelance journalist when she started writing drama for the fringe theatre Teater Scratch in Luleå in the beginning of the 1990’s. Later she wrote manuscripts for county theatres, opera, radio, TV and movies.\nIn the spring of 2000, Alsterdal bought Alfred Nobel’s former laboratory in Vinterviken, Stockholm and ran her own cabaret theatre with her ex husband.\nWith the actress and director Helena Bergström she wrote the manuscript to the movie ‘Så Olika’ (English translation: ‘So Different’) that premiered towards the end of 2009.\nAlsterdal made her debut as a novelist with the thriller ‘\"Women on the beach\"’. The idea of the novel was at first meant to be a movie manuscript but the possible producers found it would be too expensive as the story is set in seven countries. The story centres itself around people who drown when fleeing over the Mediterranean Sea and people who are taken advantage of as slave labour in Europe. The novel was praised by critics and has been published in nineteen languages.\nThe movie rights to ‘Women on the beach/The Forgotten Dead’ are sold to the British Filmwave AB who are developing a six part TV miniseries based on the story.\nAll of Alsterdal’s thrillers are standalone novels. She has been compared to the likes of Dennis Lehane and Dan Brown, and has been called “the John Le Carré of Sweden”.\nIn 2012 her second novel, ‘\"Grave of silence\"’, was published. It is set in Tornedalen, in the north of Sweden, and is about the Swedes who emigrated to the Soviet Union in the 1930’s. Alsterdals relative Nils Bucht was one of the people who disappeared under Stalin’s terror. The novel was nominated as the best crime novel of the year in Sweden, the Netherlands and France.\nAlsterdals third novel, ‘\"Let me take your hand\"’, was awarded the prize for the best crime novel by the Swedish Crime Writer’s Academy in 2014. The novel is set in the Stockholm suburb that the author grew up in, Jakobsberg, and in Argentina where a Swedish woman disappears during the military dictatorship in the 1970’s. “An elaborate and linguistically nuanced weave of mystery and contemporary history” read the motivation for the award.\nIn \"‘Do not turn around\"’, published in 2016, Alsterdal returns to the mental hospital where she worked when she was younger. The novel depicts the collision between the place’s dark past and the new residence idyll that is growing in the area. The only witness to a murder is a Romani beggar.\n“Not many authors would succeed in tying together a normal townhouse life with a society in free fall, combine big politics with murder mysteries with a gripping depiction of feeling alone within one’s family. But Tove Alsterdal does just that”, wrote best selling author and critic Malin Persson Giolito in the magazine ‘Amelia’.\nTove Alsterdal has been author Liza Marklund’s editor since ‘Sprängaren’ (The Bomber, 1998). She met Marklund at the school of journalism in 1984. Marklund has also been the first reader of all of Alsterdal’s novels. Together, they have written the manuscript for the movie based on the New York Times No 1 bestselling novel ‘Postcard Killers’ by Liza Marklund and James Patterson. The movie is expected to go into production in 2017 (George Films), directed by Janusz Kaminski, a cinematographer and academy award winner for ‘Schindler’s List’ and ‘Saving private Ryan’.","categories":[],"infobox_types":[],"annotations":[]}