{"id":59493,"url":"http://en.wikipedia.org/wiki/Weber-Fechner_law","text":"e=\"preserve\">The Weber–Fechner law is a proposed relationship between the magnitude of a physical stimulus and the intensity or strength that people feel.\nThe case of weight.\nIn one of his classic experiments, Weber gradually increased the weight that a blindfolded man was holding and asked him to respond when he first felt the increase. Weber found that the response was proportional to a relative increase in the weight. That is to say, if the weight is 1 kg, an increase of a few grams will not be noticed. Rather, when the mass is increased by a certain factor, an increase in weight is perceived. If the mass is doubled, the threshold is also doubled.\nThe relationship between stimulus and perception is logarithmic. This logarithmic relationship means that if a stimulus varies as a geometric progression (i.e. multiplied by a fixed factor), the corresponding perception is altered in an arithmetic progression (i.e. in additive constant amounts). For example, if a stimulus is tripled in strength (i.e., 3 x 1), the corresponding perception may be two times as strong as its original value (i.e., 1 + 1). If the stimulus is again tripled in strength (i.e., 3 x 3 x 1), the corresponding perception will be three times as strong as its original value (i.e., 1 + 1 + 1). Hence, for multiplications in stimulus strength, the strength of perception only adds.\nThis logarithmic relationship is valid, not just for the sensation of weight, but for other stimuli and our sensory perceptions as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Magnitude_(mathematics)","surface_form":"magnitude","offset":74},{"uri":"Stimulus","surface_form":"stimulus","offset":98},{"uri":"Weight","surface_form":"weight","offset":240},{"uri":"Logarithmic_scale","surface_form":"logarithmic","offset":711},{"uri":"Geometric_progression","surface_form":"geometric progression","offset":791},{"uri":"Arithmetic_progression","surface_form":"arithmetic progression","offset":896}]}