{"id":595175,"url":"http://en.wikipedia.org/wiki/Hurricane_Harvey","text":"Hurricane Harvey was a 2017 tropical cyclone, the 8th named storm, 3rd hurricane, and the 1st major hurricane of the hyperactive 2017 Atlantic hurricane season. Harvey was also the 3rd consecutive hurricane of the 2017 Atlantic hurricane season—after Franklin and Gert. The storm went through the Caribbean and Mexico. It threatened southern Texas, particularly the Corpus Christi and Victoria areas. The storm struck the state as a Category 4 hurricane on August 25.\nThe storm was the first major hurricane to make landfall in the United States since Hurricane Wilma in twelve years earlier.\nThe storm first developed on August 17, 2017, from a tropical wave to the east of the Lesser Antilles. It faded into an open tropical wave on August 19. But on August 24, Harvey redeveloped into a tropical storm, and then strengthened into a hurricane. On August 25, Harvey rapidly strengthened into a Category 4 hurricane with maximum sustained winds of at least 130 mph, and it made landfall in Texas as a low-end Category 4 hurricane. On August 26, Harvey stalled and rapidly weakened into a tropical storm in just a few hours after making landfall, resulting of dumping heavy rainfall and caused major and catastrophic flooding in parts of southeastern Texas especially the Houston metropolitan area.\nHarvey was the strongest hurricane to hit Texas since Hurricane Carla in 1961.\nDamage from Harvey was set around $125 billion. This and Hurricane Katrina in 2005 are both tied as the costliest tropical cyclones on record in the Atlantic and the United States history. Harvey is the wettest tropical cyclone on record in the United States, especially in Texas with rainfall accumulations of over 60 inches.\nThe storm killed just over 100 people in Texas alone.\nThe name \"Harvey\" was retired in April 2018 by the World Meteorological Organization and was replaced with \"Harold\" for the 2023 Atlantic hurricane season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":28},{"uri":"Caribbean","surface_form":"Caribbean","offset":297},{"uri":"Mexico","surface_form":"Mexico","offset":311},{"uri":"Texas","surface_form":"Texas","offset":342},{"uri":"Corpus_Christi%2C_Texas","surface_form":"Corpus Christi","offset":366},{"uri":"Victoria%2C_Texas","surface_form":"Victoria","offset":385},{"uri":"United_States","surface_form":"United States","offset":532},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":552},{"uri":"Hurricane_Carla","surface_form":"Hurricane Carla","offset":1352},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1434},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":1809}]}