{"id":595203,"url":"http://en.wikipedia.org/wiki/Keith_Warren","text":"e=\"preserve\">Keith Warren was a 19-year-old black teenager who, on July 31, 1986, was found hanging from a tree in a wooded area in Silver Spring, Maryland. His death was ruled a suicide, though some fight to this day to reopen and solve the case.\nWarren had recently graduated from John F. Kennedy High School and had applied to college recently before his death.\nCrime Scene.\nOn July 31, 1986, Warren's body was found nearby his family's townhome, in a wooded area, hanging by the neck. The rope was elaborately tied, anchored around the base of large tree and extending to another sapling, which Warren was found hanging from, the sapling bent over from the weight. He was discovered by paramedics, but when the authorities arrived, they claimed there was nothing suspicious about the scene and ruled the death a suicide. There were no eyewitnesses and no suicide note, and police reported they found \"no evidence of foul play.\"\nMany argue that the intricacy of the rope ties were too complicated to perform by one person. To add to the confusion, it was also stated that police did not determine a perimeter or close off the scene, they never interviewed his acquaintances, and an autopsy was never performed. His body was sent directly to a funeral home for embalming, even before his mother, Mary Couey, was notified of that decision. Warren's mother and sister, Sherri, believed the death to be a lynching. They were able to review the files with Montgomery police detective Joe Mudano. He was also found in clothing and shoes that were not his own.\nAccording to Keith's mother, shortly before his death, she heard from a friend of Keith's named Rodney Kendell that a group of suspicious people were looking for Keith. Several days after this, Kendell claimed he had another strange encounter, this time with a friend of Keith's named Mark Finley, who was also looking for Keith.\nReopening the Case.\nIn 1992, ABC News ran a story covering the mystery, digging into whether the case was a suicide or a murder. This same year, Keith's mother received a manila envelope with crime-scene photographs and noticed that the clothing her son was wearing at the time of death did not fit him properly—it was not his own clothing, and he was not wearing his own shoes. The only items the police returned to her were Keith's jacket and brown boots, neither of which were in the photographs she received. At this time, she hired a private investigator. The investigator noticed that in the photographs, the jacket was covered in leaves and dirt, appearing as if Keith were dragged into the air rather than hanging himself.\nIn May 1994, the family requested to exhume the body and to have an autopsy report completed. Dr. Isidore Mihalakis performed the autopsy, finding high levels of Trichloroethane and Dichloroethane in Warren's blood, brain, liver, kidney, and muscles. Ultimately, Mihalakis stated that the cause of death could not be determined.\nIn November 2011, Sherri Warren, Keith's sister, contacted pathologist Mohammad Al-Bayati (who had more than twenty-five years experience in the field) to request that he review her brother's autopsy report, along with other evidence, and provide an opinion on her brother's death. Al-Bayati's conclusion claimed that the county medical examiner on the original case missed the cause of death because the required standard medical-legal investigative procedures were not followed. Al-Bayati claims Warren did not commit suicide, but was, in fact, murdered.","categories":[],"infobox_types":[],"annotations":[]}