{"id":595292,"url":"http://en.wikipedia.org/wiki/Look_What_You_Made_Me_Do","text":"\"Look What You Made Me Do\" is a song recorded by American singer-songwriter Taylor Swift. It is the first single from her sixth studio album, \"Reputation\". The song was released on August 25, 2017, along with the pre-order of the album. The song uses the rhythm of the 1991 song \"I'm Too Sexy\" by Right Said Fred. Because of this, the songwriters of that song are credited. This song is the first single released by Swift in almost a year, since \"I Don't Wanna Live Forever\" with British singer Zayn Malik in 2016.\nIn the US, the song became Swift's fifth chart-topper when it jumped from number 77 to number one in its second week on the \"Billboard\" Hot 100. The song entered at the top of the charts in Canada, Australia, and the UK, becoming Swift's first UK number-one hit. It was also number one in Spain and New Zealand.\nThe RIAA certified the song triple-platinum for shipments of three million copies across the US.\nMusic video.\nSwift worked again with director Joseph Kahn on the video for \"Look What You Made Me Do\". Throughout it, there are scenes of Swift throughout different eras of her career, such as the glasses-and-T-shirt look in the video for \"You Belong with Me\", holding a Moonman and microphone (referring to Kanye West interrupting her speech at the 2009 MTV Video Music Awards), and her popular silver glitter guitar. A scene of Swift in a bathtub full of diamonds was controversial because some critics thought it referred to the 2016 Paris robbery of West's wife, Kim Kardashian, in which diamonds were stolen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taylor_Swift","surface_form":"Taylor Swift","offset":76},{"uri":"Reputation_(Taylor_Swift_album)","surface_form":"Reputation","offset":143},{"uri":"I%27m_Too_Sexy","surface_form":"I'm Too Sexy","offset":280},{"uri":"Zayn_Malik","surface_form":"Zayn Malik","offset":495},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":639},{"uri":"Recording_Industry_Association_of_America","surface_form":"RIAA","offset":831},{"uri":"Kim_Kardashian","surface_form":"Kim Kardashian","offset":1491}]}