{"id":595283,"url":"http://en.wikipedia.org/wiki/Tigrinya_language","text":"Tigrinya (sometimes written as\"Tigrigna\";;) is an Afroasiatic language of the Ethiopian Semitic branch. It is mostly spoken in Eritrea and northern Ethiopia. There are approximately 6,915,000 total speakers of this language. There are approximately 4,320,000 in Ethiopia and approximately 2,540,000 in Eritrea. Tigrinya is also spoken by emigrants from these regions, including some Ethiopian Jews.\nHistory and literature.\nThe earliest written example of Tigrinya is a text of local laws found in Logosarda district, Southern Region, Eritrea. It is from the 13th century.\nTigrinya is related to the Ethiopian Semitic language Ge'ez. However, Tigrinya has a different word order than Ge'ez, and there are some more differences in grammar. However, the two languages have similar phonology and morphology, which show they are related. Ge'ez has influenced Tigrinya literature, especially with words about Christian life. Until recent times, Ge'ez was used for writing more often than Tigrinya was. When the British ruled Eritrea, there was a newspaper written in Tigrinya.\nTigrinya was one of Eritrea's official languages while it was part of Ethiopia; in 1958 it was replaced with the language Amharic. During the rule of Emperor Haile Selassie (1930-1974), publications in Tigrinya were banned. When Selassie lost power, Amharic remained the standard language. In 1991, Eritrea became independent from Ethiopia. Tigrinya was the \"working language\" in Eritrea.\nSpeakers.\nThere are 6,915,000 total Tigrinya speakers. Of these, approximately 4,320,000 live in Ethiopia. Most Tigrinya speakers in Ethiopia live in the Tigray region. There are approximately 2,540,000 Tigrinya speakers in Eritrea. Most of these live in the southern and central areas of the country. There are also over 10,000 Beta Israel speakers of Tigrinya.\nTigrinya is the fourth most spoken language in Ethiopia after Amharic, Oromo, Somali and the most widely spoken language in Eritrea. It is also spoken by immigrants around the world. In Australia, Tigrinya is broadcast on public radio on the Special Broadcasting Service.\nThere are two dialects of Tigrinya: Northern and Southern.\nPhonology.\nTigrinya has a set of ejective consonants and seven vowels.\nA Tigrinya syllable may have a consonant-vowel or a consonant-vowel-consonant sequence.\nWriting system.\nTigrinya is written in the Ge'ez script (Ethiopic script), which was originally developed for the Ge'ez language. The Ge'ez script is an abugida. Each symbol represents a consonant+vowel syllable.\nNote: Symbols falling into disuse in Tigrinya are shown with a dark gray background in the table.","categories":[],"infobox_types":[],"annotations":[{"uri":"Afro-Asiatic_languages","surface_form":"Afroasiatic","offset":50},{"uri":"Semitic_languages","surface_form":"Semitic","offset":88},{"uri":"Eritrea","surface_form":"Eritrea","offset":127},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":148},{"uri":"Emigration","surface_form":"emigrants","offset":338},{"uri":"Judaism","surface_form":"Jews","offset":393},{"uri":"Ge%27ez_language","surface_form":"Ge'ez","offset":626},{"uri":"Phonology","surface_form":"phonology","offset":778},{"uri":"Morphology_(linguistics)","surface_form":"morphology","offset":792},{"uri":"Literature","surface_form":"literature","offset":863},{"uri":"Christianity","surface_form":"Christian","offset":903},{"uri":"Amharic","surface_form":"Amharic","offset":1193},{"uri":"Haile_Selassie","surface_form":"Haile Selassie","offset":1229},{"uri":"Beta_Israel","surface_form":"Beta Israel","offset":1789},{"uri":"Oromo_language","surface_form":"Oromo","offset":1894},{"uri":"Somali_language","surface_form":"Somali","offset":1901},{"uri":"Australia","surface_form":"Australia","offset":2009},{"uri":"Special_Broadcasting_Service","surface_form":"Special Broadcasting Service","offset":2065},{"uri":"Ejective_consonant","surface_form":"ejective consonant","offset":2187},{"uri":"Ge%27ez_script","surface_form":"Ge'ez script","offset":2356},{"uri":"Abugida","surface_form":"abugida","offset":2466}]}