{"id":595540,"url":"http://en.wikipedia.org/wiki/%C5%9Aruti_(scripture)","text":"Shruti are the collection of vedic literature.\nŚruti (Devanagari श्रुति, \"what is heard\") is a canon of Hindu sacred texts. They do not date to a particular period, but rather stretch across the entire history of Hinduism, beginning with the some of the earliest known Hindu texts, spanning into the modern period with the Upanishads.\nŚruti has no author; rather, it is divine recording of the \"cosmic sounds of truth\", heard by rishi. They are timeless teachings transmitted to rishis, or seers, directly by God thousands of years ago. Sruti is thus said to be apaurusheya, \"impersonal,\" or rather \"suprahuman.\"\nSruti consists essentially of the Vedas and the agama, preserved initially through oral tradition and eventually written down in Sanskrit. Among the many sacred books of the Hindus, these two bodies of knowledge are held in the highest esteem. For countless centuries shruti has been the basis of philosophical discussion, study and commentary, and this attention has given rise to countless schools of thought. It is also the subject of deep study and meditation, to realize the wisdom of the ancients within oneself.\nMost mantras are drawn from sruti, used for rites of worship, both public and domestic, as well as personal prayer and japa. It is a remarkable tribute to Hindu culture that so much of sruti was preserved for thousands of years without alteration by means of oral instruction from guru to shishya, generation after generation. In the Veda tradition this was accomplished by requiring the student to learn each verse in eleven different ways, including backwards. Traditionally sruti is not read, but chanted according to extremely precise rules of grammar, pitch, intonation and rhythm. This brings forth its greatest power. In the sacred language of shruti, word and meaning are so closely aligned that hearing these holy scriptures properly chanted is magical in its effect upon the soul of the listener.","categories":[],"infobox_types":[],"annotations":[]}