{"id":59559,"url":"http://en.wikipedia.org/wiki/European_Union_budget","text":"e=\"preserve\">The European Union (EU) has an independent parliament and civil service which is distinct from those of the 27 member states. It has to pay for expenditure on common policies throughout the EU. Therefore, the EU has an agreed budget of €862 billion for the period 2007-2013. By comparison, the UK expenditure for 2004 alone was estimated at about €759 billion.\nSetting a budget.\nThe EU has three elements to its government: the Council of Ministers, the European Commission and the European Parliament. All three take a part in setting the annual budget.\nRevenue.\nThe EU obtains most of its revenue indirectly by payments from treasuries of member states. Revenue is divided into three categories.\nTraditional own resources are taxes raised on behalf of the EU as a whole, principally import duties on goods brought into the EU. These are collected by the state where import occurs and passed on to the EU. States are allowed to keep a proportion of the revenue to cover administration.\nVAT based own resources are taxes on EU citizens as a proportion of Value added tax in each member country. VAT rates and exemptions vary in different countries, so a formula is used to create the 'harmonised tax base'. The starting point for calculations is the total VAT raised in a country.\nGNI based own resources currently forms the largest contribution to EU funding. A simple multiplier is applied to the calculated GNI for the country concerned. Revenue is currently capped at 1.24% of GNI for the EU as a whole.\nExpenditure.\nThe largest single expenditure item is the Common Agricultural Policy (CAP) at around 45% of the total budget. The second largest element is the regional policy, at 30%. Foreign policy consumes 8%, administration 6%, research 5%.","categories":[],"infobox_types":[],"annotations":[{"uri":"European_Union","surface_form":"European Union","offset":17},{"uri":"European_Parliament","surface_form":"parliament","offset":56},{"uri":"Expenditure","surface_form":"expenditure","offset":157},{"uri":"Budget","surface_form":"budget","offset":239},{"uri":"Council_of_the_European_Union","surface_form":"Council of Ministers","offset":441},{"uri":"European_Commission","surface_form":"European Commission","offset":467},{"uri":"European_Parliament","surface_form":"European Parliament","offset":495},{"uri":"Revenue","surface_form":"revenue","offset":604},{"uri":"Value_added_tax","surface_form":"Value added tax","offset":1068},{"uri":"Common_Agricultural_Policy","surface_form":"Common Agricultural Policy","offset":1577},{"uri":"European_Union_Regional_policy","surface_form":"regional policy","offset":1679}]}