{"id":595529,"url":"http://en.wikipedia.org/wiki/Daniel_Kraft","text":"Daniel Kraft is an American physician-scientist. Kraft serves as the Chair of Medicine & Neuroscience for Singularity University. Kraft is the founder and chair of Exponential Medicine. Kraft is a Fellow of the inaugural class of the Health Innovators Fellowship and a member of the Aspen Global Leadership Network.\nMedical career.\nKraft received a degree in Biochemistry from Brown University and his M.D. from the Stanford University School of Medicine. He completed the Harvard combined residency in Internal Medicine and Pediatrics at the Massachusetts General Hospital and the Boston Children's Hospital, before returning to Stanford for clinical fellowship training in hematology/oncology and bone marrow transplantation and a post-doctoral fellowship with Dr. Irving Weissman, and was subsequently on Stanford faculty on clinical faculty with the UCSF pediatric bone marrow transplantation service at University of California, San Francisco (UCSF). Kraft has peer-reviewed scientific publications which include in Science and Nature.\nKraft also contributed to the creation of the Tricorder X Prize contest. He is the bold innovator for the new Cancer XPRIZE proposed in 2016.\nAerospace medicine.\nKraft graduated from the International Space University, and has published physiological research at NASA-Ames and JSC. He was a finalist for NASA-Astronaut selection. Kraft joined the Air National Guard and served as a flight surgeon in F-15 and F-16 fighter squadrons.\nPublic speaking.\nKraft has presented talks at a number of venues including at TED, TEDMED conferences, international conferences such as SLUSH, Singularity University.","categories":[],"infobox_types":[],"annotations":[{"uri":"Physician-scientist","surface_form":"physician-scientist","offset":28},{"uri":"Singularity_University","surface_form":"Singularity University","offset":106},{"uri":"Brown_University","surface_form":"Brown University","offset":377},{"uri":"Stanford_University_School_of_Medicine","surface_form":"Stanford University School of Medicine","offset":416},{"uri":"Massachusetts_General_Hospital","surface_form":"Massachusetts General Hospital","offset":543},{"uri":"Boston_Children%27s_Hospital","surface_form":"Boston Children's Hospital","offset":582},{"uri":"Irving_Weissman","surface_form":"Irving Weissman","offset":767},{"uri":"UCSF","surface_form":"UCSF","offset":854},{"uri":"Tricorder_X_Prize","surface_form":"Tricorder X Prize","offset":1087},{"uri":"International_Space_University","surface_form":"International Space University","offset":1228},{"uri":"NASA-Ames","surface_form":"NASA-Ames","offset":1304},{"uri":"Lyndon_B._Johnson_Space_Center","surface_form":"JSC","offset":1318},{"uri":"Air_National_Guard","surface_form":"Air National Guard","offset":1388},{"uri":"TEDMED","surface_form":"TEDMED","offset":1557}]}