{"id":595615,"url":"http://en.wikipedia.org/wiki/SModcast","text":"\"SModcast\" is a weekly podcast featuring filmmaker Kevin Smith and his long-time producing partner Scott Mosier, although guests are occasionally featured. Released each Sunday night/Monday morning, the episodes are generally one hour in length and feature Smith and Mosier discussing current events and other non-sequitur topics.\nThe name was derived from taking the first letters of \"Smith\" and \"Mosier\" and replacing the \"P\" in \"podcast\". The podcast was originally distributed through Smith's entertainment website Quick Stop Entertainment. New episodes were made available for download each Sunday night or Monday morning, and are then released through the RSS feed the following Friday in order to ease bandwidth strains on the Quickstop Entertainment. On January 1, 2010, the host site was sold, the SModcasts were removed and a dedicated site was started. In addition, the one-week delay for iTunes subscribers was dropped starting with SModcast 101.\nIn September 2009, a book of Smith's favorite SModcasts called \"Shootin' the Sh*t with Kevin Smith\" was released.\n\"SModcast\" guests.\nWhile the show is primarily hosted by Smith and Mosier, there have been several occasions when Mosier was unable to record, and his place was filled by one or more guests, though sometimes guests appear with Smith and Mosier.\nAwards and recognition.\nThe podcast has been nominated for several awards, and has gained a great deal of recognition from various sources. In 2007, the podcast was named one of the best new podcasts by iTunes. In 2010, several of the podcasts were placed upon [https://itunes.apple.com/WebObjects/MZStore.woa/wa/viewFeature?id=408274422/ iTunes' Best Podcasts of 2010] list which included: \"Jay & Silent Bob Get Old\", \"Tell 'Em Steve-Dave!\", \"Hollywood Babble-On\", and \"Highlands: A Peephole History\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Podcast","surface_form":"podcast","offset":23},{"uri":"Kevin_Smith","surface_form":"Kevin Smith","offset":51},{"uri":"Film_producer","surface_form":"producing","offset":81},{"uri":"Scott_Mosier","surface_form":"Scott Mosier","offset":99},{"uri":"Non_sequitur_(literary_device)","surface_form":"non-sequitur","offset":310},{"uri":"Podcast","surface_form":"podcast","offset":432},{"uri":"Quick_Stop_Entertainment","surface_form":"Quick Stop Entertainment","offset":519},{"uri":"SModcast.com","surface_form":"dedicated site was started","offset":836},{"uri":"ITunes","surface_form":"iTunes","offset":1521},{"uri":"Jay_%26amp%3B_Silent_Bob_Get_Old","surface_form":"Jay & Silent Bob Get Old","offset":1710},{"uri":"Tell_%27Em_Steve-Dave%21","surface_form":"Tell 'Em Steve-Dave!","offset":1738},{"uri":"Hollywood_Babble-On","surface_form":"Hollywood Babble-On","offset":1762}]}