{"id":596008,"url":"http://en.wikipedia.org/wiki/Office_of_National_Drug_Control_Policy","text":"The Office of National Drug Control Policy is a part of the Executive Office of the President of the United States.\nBackground.\nThe \"Director of National Drug Control Policy\", known as the \"Drug Czar\", heads the office. \"Drug Czar\" was a term first used in the media by then-Senator Joe Biden in October 1982.\nIn addition to running the ONDCP, the director evaluates, coordinates, and oversees both the international and domestic anti-drug efforts of executive branch agencies and ensures that such efforts sustain and complement State and local anti-drug activities. The Director advises the President regarding changes in the organization, management, budgeting, and personnel of federal agencies that affect U.S. anti-drug efforts; and regarding federal agency compliance with their obligations under the National Drug Control Strategy, an annual report required by law.\n2017 Rumored shutdown.\nAs early as February 2017, \"The New York Times\" had reported that the Trump administration was considering eliminating the office, and other programs responsible for a total of $2.5 billion of domestic spending.\nIn May, the office's website was blanked and Politico and \"The Washington Post\" both reported that the office was about to be drastically defunded.\nList of Directors.\nThe title of Director, as well as the office, was created by the Anti-Drug Abuse Act of 1988. The position had cabinet-level status from 1993 to 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"Executive_Office_of_the_President_of_the_United_States","surface_form":"Executive Office of the President of the United States","offset":60},{"uri":"Drug_Czar","surface_form":"Drug Czar","offset":190},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":283},{"uri":"Executive_branch","surface_form":"executive branch","offset":451},{"uri":"Politico","surface_form":"Politico","offset":1154},{"uri":"The_Washington_Post","surface_form":"The Washington Post","offset":1168},{"uri":"Anti-Drug_Abuse_Act_of_1988","surface_form":"Anti-Drug Abuse Act of 1988","offset":1341},{"uri":"United_States_Cabinet","surface_form":"cabinet-level","offset":1387}]}