{"id":5961,"url":"http://en.wikipedia.org/wiki/Hinduism","text":"Hinduism is not only a religion but also a way of life. Hinduism is widely practiced in South Asia mainly in India and Nepal. Hinduism is the oldest religion in the world, and Hindus refer to it as \"Sanātanī\", \"the eternal tradition,\" or the \"eternal way,\" beyond human history. Scholars regard Hinduism as a combination of different Indian cultures and traditions, with diverse roots. Hinduism has no founder and origins of Hinduism is unknown. What we now call Hinduism has roots in cave paintings that have been preserved from Mesolithic sites dating from c. 30,000 BCE in Bhimbetka, near present-day Bhopal, in the Vindhya Mountains in the Madhya Pradesh.\" There was no concept of religion in India and Hinduism was not a religion. Hinduism as a religion started to develop between 500 BCE and 300 CE, after the Vedic period (1500 BCE to 500 BCE).\nHinduism contains a wide range of philosophies, and is linked by the concepts, like rituals, cosmology, Texts, and pilgrimage to sacred sites. Hindu texts are divided into Śruti (\"heard\") and Smṛti (\"remembered\"). These texts discuss philosophy, mythology, Vedic yajna, Yoga, agamic rituals, and temple building, and many more. Major scriptures in Hinduism include the Vedas and Upanishads, the Bhagavad Gita, and the Agamas.\nThere are 4 goals or aims of human life, namely Dharma (duties), Artha (prosperity), Kama (desires/passions), Moksha (liberation/freedom/salvation); karma (action, intent and consequences), Saṃsāra (cycle of rebirth), and the various Yogas (paths or practices to attain moksha). Hindu rituals include puja (worship) and recitations, meditation, family-oriented rites of passage, annual festivals, and occasional pilgrimages. Some Hindus leave their social world and become sanyasi to achieve Moksha. Hinduism prescribes the eternal duties, such as honesty, non-violence (ahimsa), patience, self-restraint, and compassion, among others. The four largest sects of Hinduism are the Vaishnavism, Shaivism, Shaktism and Smartism.\nHinduism is the world's third largest religion, There are approximately 1.15 billion Hindus which are 15-16% of the global population. The vast majority of Hindus live in India, Nepal and Mauritius. Hindus are also found in other countries.\nEtymology.\nThe word \"Hindu\" is taken from the Indo-Aryan/Sanskrit word \"Sindhu\", which is Sanskrit name for the Indus River which lies on the border of India and Pakistan. According to Gavin Flood, The word Hindu was used by Persians for the people who live beyond the Indus River, Inscription of Darius I which was written around 550–486 BCE also refer Hindu as the people who live beyond the Indus River. These records didn't refer Hindu as a religion. The earliest record which refer \"Hindu\" as religion may be the 7th-century CE Chinese text \"Record of the Western Regions\" by Xuanzang, and 14th-century Persian text \"Futuhu's-salatin\" by 'Abd al-Malik Isami. This is because the name if the religion is called Hinduism, not Hindu.\nThe Arabic term \"al-Hind\" referred to the people who live across the River Indus. It means \"Land of Hindus\" which is what it stood for until Muslims started to come into India.\nThe term \"Hindu\" was later used in some Sanskrit texts such as the later \"Rajataranginis\" of Kashmir (Hinduka, c. 1450) and some 16th- to 18th-century Bengali Gaudiya Vaishnava texts including \"Chaitanya Charitamrita\" and \"Chaitanya Bhagavata\". These texts used to distinguish Hindus from Muslims who are called Yavanas (foreigners) or Mlecchas (barbarians), with the 16th-century \"Chaitanya Charitamrita\" text and the 17th century \"Bhakta Mala\" text using the phrase \"Hindu dharma\". In the end of the 18th century the European merchants and colonists began to call followers of Indian religions collectively as \"Hindus\". The term \"Hinduism\", then spelled \"Hindooism\", was introduced into the English language in the 18th-century to denote the religious, philosophical, and cultural traditions native to India.\nDefinitions.\nHinduism is diverse on ideas on spirituality and traditions, but has no ecclesiastical order, no unquestionable religious authorities, no governing body, no prophet(s) nor any binding holy book; Hindus can choose to be polytheistic, pantheistic, monotheistic, monistic, agnostic, atheistic or humanist. Because of the wideness and openness of Hinduism, arriving at a definition is difficult. Hinduism has been defined as a religion, a religious tradition, a set of religious beliefs, and \"a way of life.\" From a Western point of view, Hinduism like other faiths is referred to as a religion. In India the term \"dharma\" is preferred, which is broader than the western term \"religion\".\nThe study of India and its cultures and religions, and the definition of \"Hinduism\", has been shaped by the interests of colonialism and by Western notions of religion. Since the 1990s, those influences and its outcomes have been the topic of debate among scholars of Hinduism, and have also been taken over by critics of the Western view on India.\nBeliefs.\nHindu beliefs include (but are not restricted to) Dharma (ethics/duties), Samsara (the continuing cycle of birth, life, death and rebirth), Karma (Every action has a reaction), Moksha (liberation from samsara or liberation in this life), and the various Yogas (paths or practices).\nDharma (righteousness, ethics).\nIn the Mahabharata, Krishna says it is Dharma which is holding both this-worldly and other-worldly affairs. (Mbh 12.110.11). The word \"Sanātana\" means \"eternal\", \"perennial\", or \"forever\"; thus, \"Sanātana Dharma\" means that it is the dharma that has neither beginning nor end.\nArtha (livelihood, wealth).\nArtha is second goal of life in Hinduism which means pursuit of wealth for livelihood, and economic prosperity. It includes political life, diplomacy and material well-being. The Artha includes all \"means of life\", activities and resources that enables one to be in a state one wants to be in, wealth, career and financial security. The aim of artha is considered an important aim of human life in Hinduism.\nKāma (sensual pleasure).\nKāma (Sanskrit, Pali; Devanagari: काम) means desire, wish, passion, pleasure of the senses, the enjoyment of life, affection, or love, with or without sexual connotations. In Hinduism, Kama is considered an important and healthy goal of human life when pursued without sacrificing Dharma, Artha and Moksha.\nMokṣa (liberation, freedom from samsara).\nMoksha (Sanskrit: ') or mukti (Sanskrit:) is the ultimate, most important goal in Hinduism. In one school Moksha means liberation from sorrow, suffering and saṃsāra (birth-rebirth cycle). In other schools of Hinduism, such as monistic, moksha means self-realization,\"realizing the whole universe as the Self\".\nKarma and samsara.\n\"Karma\" means \"action\", \"work\", or \"deed\", and also the vedic theory of cause and effect\". The theory is a combination of (1) causality that may be moral or non-moral; (2) moralization, that is good or bad actions have consequences; and (3) rebirth. Karma theory means \"Whatever experience currently a man have is due to his/her past work\". These actions may be in a person's current life, or, in some schools of Hinduism, actions in their past lives. This cycle of birth, life, death and rebirth is called \"samsara\". Liberation from samsara through moksha is believed to ensure lasting happiness and peace. Hindu scriptures teach that the future depends on the current action and our past deeds.\nMoksha.\nThe ultimate goal of life,according to Hinduism is \"moksha\", \"nirvana\" or \"samadhi\", but is understood in different ways in different schools.For example, Advaita Vedanta says that after attaining moksha a person knows their \"soul, self\" and identifies it as one with Brahman (Ultimate reality or cause of everything). The followers of Dvaita (dualistic) schools,state that after attaining moksha a person identify \"soul, self\" different from Brahman but very close to Brahman, and after attaining moksha one will spend eternity in a loka (higher planes). According to theistic schools of Hinduism, moksha is liberation from samsara, while for other schools such as the monistic school, moksha is possible in current life and is a psychological concept.\nConcept of God.\nHinduism is diverse and Hinduism include monotheism, polytheism, panentheism, pantheism, pandeism, monism, and atheism among others; Basically it depends on individuals choice and that's why sometimes Hinduism is referred to as henotheistic (i.e., involving devotion to a single god while accepting the existence of others), but any such term is an over generalization.\nHindus believe that all living creatures have a soul. This soul or true \"self\" of every living being is called the \"ātman\". The soul is believed to be eternal. According to the monistic/pantheistic (non-dualist) theologies of Hinduism (such as Advaita Vedanta school), this Atman is indistinct from Brahman. The goal of life, according to the Advaita school, is to realise that one's soul is identical to supreme soul, that the supreme soul is present in everything and everyone, all life is interconnected and there is oneness in all life. Dualistic schools (see Dvaita and Bhakti) sees Brahman as a Supreme Being separate from individual souls. They worship the Supreme Being variously as Vishnu, Brahma, Shiva, or Shakti, depending upon the sect. God is called \"Ishvara\", \"Bhagavan\", \"Parameshwara\", \"Devadu\" or \"Devi\", and these terms have different meanings in different schools of Hinduism. Devi is typically used when refereeing to a female goddess.\nThe Hindu scriptures refer to celestial entities called \"Devas\" (or \"Devi\" in feminine form; ' used synonymously for \"Deva\" in Hindi), which in English means demi-\"gods\" or \"heavenly beings\". The devas are an integral part of Hindu culture and are depicted in art, architecture and through icons, and stories about them are related in the scriptures, particularly in Indian epic poetry and the Puranas. They are, however, often distinguished from Ishvara, a personal god, with many Hindus worshipping Ishvara in one of its particular manifestations as their ', or chosen ideal. The choice is a matter of individual preference, and of regional and family traditions. The multitude of Devas are considered as manifestations of Brahman.\nMain traditions.\nHinduism has no central doctrinal authority and Hindus do not claim to belong to any particular sect or tradition. Four major sects in Hinduism are: \"Vaishnavism\", \"Shaivism\", \"Shaktism\" and \"Smarthism\".\nVaishnavism is the tradition that worships Vishnu and his avatars, such as Krishna and Rama. The people of this sect are generally non-ascetic, monastic. These practices include community dancing, singing of Kirtans and Bhajans, with sound and music believed by some to have meditative and spiritual powers.\nShaivism is the tradition that focuses on Shiva. Shaivas are more attracted to ascetic individualism, and it has several sub-schools. Their practices include Bhakti-style devotion but they leaned to philosply such as Advaita and Yoga. Some Shaivas worship in temples, but some practice yoga, striving to be one with Shiva within. Shaivas visualize god as half male, half female, as a combination of the male and female principles (Ardhanarishvara). Shaivism is related to Shaktism, wherein Shakti is seen as wife of Shiva. Shaivism is mainly practiced in the Himalayan north from Kashmir to Nepal, and in south India.\nShaktism focuses on goddess worship of Shakti or Devi as cosmic mother, and it is mainly worshipped in northeastern and eastern states of India such as Assam and Bengal. Devi is depicted as in gentler forms like Parvati, the consort of Shiva; or, as warrior goddesses like Kali and Durga. Community celebrations include festivals, some of which include processions and idol immersion into sea or other water bodies.\nSmartism worship all the major Hindu deities like Shiva, Vishnu, Shakti, Ganesha, Surya and Skanda. The Smarta tradition developed during the (early) Classical Period of Hinduism around the beginning of the Common Era, when Hinduism emerged from the interaction between Brahmanism and local traditions. The Smarta tradition is very much same as Advaita Vedanta, and consider Adi Shankara as its founder or reformer, who considered worship of God-with-attributes (saguna Brahman) as a journey towards ultimately realizing God-without-attributes (nirguna Brahman, Atman, Self-knowledge).\nShruti.\nShruti or Shruthi (Sanskrit: श्रुति; IAST: \"Śruti\"; IPA/Sanskrit: [ʃrut̪i]) in Sanskrit means \"that which is heard\" These ancient religious texts comprising the central canon of Hinduism includes the four Vedas including its four types of attached texts - the Samhitas, the Brahmanas, the Aranyakas and the early Upanishads\nSmriti.\nSmriti (Sanskrit: स्मृति, IAST: \"Smṛti\"), means \"that which is remembered\" are a body of Hindu texts. Smriti were the texts which were remembered and were spread through mouth from generation to generation. Smriti includes (the Mahābhārata and Rāmāyana), the Dharmasūtras and Dharmaśāstras (or Smritiśāstras), the Arthasaśāstras, the Purānas, the Kāvya or poetical literature.\nFestivals.\nThere are many Hindu Festivals celebrated throughout the world but mainly in India and Nepal. These festivals include worship, offerings to deities, fasting, rituals, fairs, charity, celebrations, Puja, etc. The festivals mainly celebrate events from Hindu mythology, changes in season, changes in Solar System. Different sects celebrate different festivals but festivals like Diwali, Holi, Shivratri, Raksha Bandhan, Janamashtmi etc. are celebrated by the majority of Hindus.\nPeriodisation.\nHinduism can be divided in following ages\nOrigins.\nThe origins of Hinduism are unknown but the earliest traces of Hinduism come from Mesolithic in the sites such as the rock paintings of Bhimbetka rock shelters dating to a period of 30,000 BCE or older, as well as neolithic times. Some of the religious practices can be considered to have originated in 4000 BCE. Several tribal religions still exist, though their practices may not resemble those of prehistoric religions.\nVarna.\nAccording to one view, the Varna, which later transformed into caste system during the British rule, shows how strongly many have felt about each person following his or her dharma, or destined path. Many Hindus say it goes against the true meaning of dharma. However, Varna plays a big role in Hindu society. It's later transformation as Caste system by the British rule of India lost favor and became illegal after the independence of India.\nTemples.\nPuja (worship) takes place in the Mandir (temple). Mandirs vary in size from small village shrines to large buildings, surrounded by walls. People can also visit the Mandir at any time to pray and participate in the bhajans (religious songs). Hindus also worship at home and often have a special room with a shrine to particular gods.\nTemple construction in India started nearly 2000 years ago. The oldest temples that were built of brick and wood no longer exist. Stone later became the preferred material. Temples marked the transition of Hinduism from the Vedic religion of ritual sacrifices to a religion of Bhakti or love and devotion to a personal deity. Temple construction and mode of worship is governed by ancient Sanskrit scriptures called agamas, of which there are several, which deal with individual deities. There are substantial differences in architecture, customs, rituals and traditions in temples in different parts of India. During the ritual consecration of a temple, the presence of the universal all-encompassing Brahman is invoked into the main stone deity of the temple, through ritual, thereby making the deity and the temple sacred and divine\nThe Bhakti schools.\nThe Bhakti (Devotional) school takes its name from the Hindu term that signifies a blissful, selfless and overwhelming love of God as the beloved Father, Mother, Child, or whatever relationship finds appeal in the devotee's heart. The philosophy of Bhakti seeks to tap into the universal divinity through personal form, which explains the proliferation of so many gods and goddesses in India, often reflecting the singular inclinations of small regions or groups of people. Seen as a form of Yoga, or union, it seeks to dissolve the ego in God, since consciousness of the body and limited mind as self is seen to be a divisive factor in spiritual realization. Essentially, it is God who effects all change, who is the source of all works, who acts through the devotee as love and light. 'Sins' and evil-doings of the devotee are said to fall away of their own accord, the devotee shriven, limitedness even transcended, through the love of God. The Bhakti movements rejuvenated Hinduism through their intense expression of faith and their responsiveness to the emotional and philosophical needs of India. They can rightly be said to have affected the greatest wave of change in Hindu prayer and ritual since ancient times.\nThe most popular means of expressing love for God in the Hindu tradition has been through \"puja\", or ritual devotion, frequently using the aid of a \"murti\" (statue) in conjunction with the singing or chanting of meditational prayer in the form of mantras.\nDevotional songs called bhajans (written primarily from the 14th-17th centuries), kirtan (praise), and arti (a filtered down form of Vedic fire ritual) are sometimes sung in conjunction with performance of puja. This rather organic system of devotion attempts to aid the individual in connecting with God through symbolic medium. It is said, however, that the \"bhakta\", through a growing connection with God, is eventually able to avoid all external form and is immersed entirely in the bliss of undifferentiated Love in Truth.\nAltogether, bhakti resulted in a mass of devotional literature, music and art that has enriched the world and gave India renewed spiritual impetus, one eschewing unnecessary ritual and artificial social boundaries. See bhakti yoga for more.\nTantrism.\nAccording to the most famous Western Tantrik scholar, Sir John Woodroffe (pseudonym Arthur Avalon): \"The Indian Tantras, which are numerous, constitute the Scripture (Shastra) of the Kaliyuga, and as such are the voluminous source of present and practical orthodox 'Hinduism'. The Tantra Shastra is, in fact, and whatever be its historical origin, a development of the Vaidika Karmakanda, promulgated to meet the needs of that age. Shiva says: 'For the benefit of men of the Kali age, men bereft of energy and dependent for existence on the food they eat, the Kaula doctrine, O auspicious one! is given' (Chap. IX., verse 12). To the Tantra we must therefore look if we would understand aright both ritual, yoga, and sadhana of all kinds, as also the general principles of which these practices are but the objective expression.\" (Introduction to Sir John Woodroffe's translation of \"Mahanirvana Tantra.\")\nThe word \"tantra\" means \"treatise\" or \"continuum\", and is applied to a variety of mystical, occult, medical and scientific works as well as to those which we would now regard as \"tantric\". Most tantras were written in the late Middle Ages and sprang from Hindu cosmology and Yoga.\nAhimsa and the cow.\nMany Hindus are vegetarians (do not eat meat) because of their respect for life. About 30% of today's Hindu population, especially in orthodox communities in South India, in certain northerly states like Gujarat, and in many Brahmin areas around the subcontinent, are vegetarian.\nMost Hindus who do eat meat do not eat beef. Some do not even use leather products. This is most likely because many Hindus have relied so heavily on the cow for all sorts of dairy products, tilling of fields and fuel for fertiliser that its status as a willing 'caretaker' of humanity grew to identifying it as an almost motherly figure. Thus, while most Hindus do not worship the cow, and rules against eating beef arose long after the Vedas had been written, it still has an honored place in Hindu society. It is said that Krishna is both Govinda (herder of cows) and Gopala (protector of cows), and Shiva's attendant is Nandi, the bull. With the stress on vegetarianism (which is usually followed even by meat-eating Hindus on religious days or special occasions) and the sacred nature of the cow, it is no wonder that most holy cities and areas in India have a ban on selling meat-products and there is a movement among Hindus to ban cow-slaughter not only in specific regions, but in all of India.\nHindu symbols.\nHindus use many symbols and signs. The two most important symbols used by Hindus are the \"Aum\" and the \"Swastika (Hinduism)\".\nForms of worship: murtis and mantras.\nContrary to popular belief, practiced Hinduism is neither polytheistic nor strictly monotheistic. The various Hindu gods and avatars that are worshipped by Hindus are understood as different forms of One truth, sometimes seen as beyond a mere god and as a formless Divine Ground (Brahman), akin but not limited to monism, or as one monotheistic principle like Vishnu or Shiva.\nWhether believing in the One source as formless (nirguna brahman, without attributes) or as a personal god (saguna Brahman, with attributes), Hindus understand that the one truth may be seen as different to different people. Hinduism encourages devotees to describe and develop a personal relationship with their chosen deity (ishta devata) in the form of a god or goddess.\nWhile some censuses hold worshippers of one form or another of Vishnu (known as \"Vaishnavs\") to be at 80% and those of Shiva (called \"Shaivaites\") and Shakti at the remaining 20%, such figures are perhaps misleading. The vast majority of Hindus worship many gods as varicolored forms of the same prism of Truth. Among the most popular are Vishnu (as Krishna or Rama), Shiva, Devi (the Mother as many female deities, such as Lakshmi, Saraswati, Kali and Durga), Ganesha, Skanda and Hanuman.\nWorship of the said deities is often done through the aid of pictures or icons (\"murti\") which are said not to be God themselves but conduits for the devotee's consciousness, markers for the human soul that signify the ineffable and illimitable nature of the love and grandeur of God. They are symbols of the greater principle, representing and are never presumed to \"be\" the concept or entity itself. Thus, Hindu image worship is a form of iconolatry, in which the symbols are venerated as putative sigils of divinity, as opposed to idolatry, a charge often levied (erroneously) at Hindus. For more details on this form of worship, see murti.\nMantra.\nHindus use several prayers and group of words. Some group of words are called mantras.\nThese words are said to give the speaker a deeper concentration and understanding, thus coming closer to Brahman.\nA well known mantra is \"om\" or \"aum\". It symbolizes Brahman, and is often the opening word in many prayers.\nTo pronounce a mantra well, you should say it slowly, and in a deep voice.\nGeographic distribution.\nThe nations of India, Mauritius, and Nepal as well as the Indonesian island of Bali have more people who are Hindus than people who are not Hindus.In these nations, specially Nepal and India Hinduism is very popular.\nThere are also strong Hindu communities in the countries of the ex-Soviet Union, especially in Russia and Poland. The Indonesian islands of Java, Sulawesi, Sumatra, and Borneo also have big native Hindu populations. In its Yoga stream, Hinduism is even more widespread all over the world with 30 million (less than one percent can not be 30 million for US population) Hindus in the United States alone.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Asia","surface_form":"South Asia","offset":88},{"uri":"India","surface_form":"India","offset":109},{"uri":"Nepal","surface_form":"Nepal","offset":119},{"uri":"San%C4%81tan%C4%AB","surface_form":"Sanātanī","offset":199},{"uri":"Vedic_period","surface_form":"Vedic period","offset":816},{"uri":"Hindu_cosmology","surface_form":"cosmology","offset":945},{"uri":"Pilgrimage","surface_form":"pilgrimage to sacred sites","offset":967},{"uri":"Hindu_texts","surface_form":"Hindu texts","offset":995},{"uri":"%C5%9Aruti","surface_form":"Śruti","offset":1024},{"uri":"Smriti","surface_form":"Smṛti","offset":1044},{"uri":"Hindu_philosophy","surface_form":"philosophy","offset":1086},{"uri":"Hindu_mythology","surface_form":"mythology","offset":1098},{"uri":"Vedas","surface_form":"Vedic","offset":1109},{"uri":"Yajna","surface_form":"yajna","offset":1115},{"uri":"Yoga","surface_form":"Yoga","offset":1122},{"uri":"%C4%80gama_(Hinduism)","surface_form":"agamic","offset":1128},{"uri":"Ritual","surface_form":"ritual","offset":1135},{"uri":"Hindu_temple","surface_form":"temple building","offset":1148},{"uri":"Vedas","surface_form":"Vedas","offset":1221},{"uri":"Upanishads","surface_form":"Upanishads","offset":1231},{"uri":"Bhagavad_Gita","surface_form":"Bhagavad Gita","offset":1247},{"uri":"%C4%80gama_(Hinduism)","surface_form":"Agamas","offset":1270},{"uri":"Dharma","surface_form":"Dharma","offset":1326},{"uri":"Artha","surface_form":"Artha","offset":1343},{"uri":"Kama","surface_form":"Kama","offset":1363},{"uri":"Moksha","surface_form":"Moksha","offset":1388},{"uri":"Karma","surface_form":"karma","offset":1427},{"uri":"Sa%E1%B9%83s%C4%81ra","surface_form":"Saṃsāra","offset":1468},{"uri":"Yoga","surface_form":"Yoga","offset":1512},{"uri":"Puja_(Hinduism)","surface_form":"puja","offset":1579},{"uri":"Sanskara_(rite_of_passage)","surface_form":"rites of passage","offset":1639},{"uri":"Ahimsa","surface_form":"ahimsa","offset":1849},{"uri":"Vaishnavism","surface_form":"Vaishnavism","offset":1957},{"uri":"Shaivism","surface_form":"Shaivism","offset":1970},{"uri":"Shaktism","surface_form":"Shaktism","offset":1980},{"uri":"Smarta_Tradition","surface_form":"Smartism","offset":1993},{"uri":"India","surface_form":"India","offset":2174},{"uri":"Nepal","surface_form":"Nepal","offset":2181},{"uri":"Mauritius","surface_form":"Mauritius","offset":2191},{"uri":"Indo-Aryan_languages","surface_form":"Indo-Aryan","offset":2290},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":2301},{"uri":"Indus_River","surface_form":"Indus River","offset":2356},{"uri":"India","surface_form":"India","offset":2396},{"uri":"Pakistan","surface_form":"Pakistan","offset":2406},{"uri":"Gavin_Flood","surface_form":"Gavin Flood","offset":2429},{"uri":"Xuanzang","surface_form":"Xuanzang","offset":2825},{"uri":"Isami_(historian)","surface_form":"Isami","offset":2901},{"uri":"Rajatarangini","surface_form":"Rajatarangini","offset":3231},{"uri":"Bengali_language","surface_form":"Bengali","offset":3308},{"uri":"Gaudiya_Vaishnavism","surface_form":"Gaudiya Vaishnava","offset":3316},{"uri":"Chaitanya_Charitamrita","surface_form":"Chaitanya Charitamrita","offset":3351},{"uri":"Chaitanya_Bhagavata","surface_form":"Chaitanya Bhagavata","offset":3380},{"uri":"Mleccha","surface_form":"Mleccha","offset":3493},{"uri":"Samsara","surface_form":"Samsara","offset":5097},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":5344},{"uri":"Krishna","surface_form":"Krishna","offset":5357},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":6081},{"uri":"Pali","surface_form":"Pali","offset":6091},{"uri":"Devanagari","surface_form":"Devanagari","offset":6097},{"uri":"Senses","surface_form":"senses","offset":6159},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":6432},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":6455},{"uri":"Nirvana","surface_form":"nirvana","offset":7520},{"uri":"Sam%C4%81dhi","surface_form":"samadhi","offset":7533},{"uri":"Dvaita","surface_form":"Dvaita","offset":7794},{"uri":"Loka","surface_form":"loka","offset":7992},{"uri":"Monotheism","surface_form":"monotheism","offset":8269},{"uri":"Polytheism","surface_form":"polytheism","offset":8281},{"uri":"Panentheism","surface_form":"panentheism","offset":8293},{"uri":"Hindu_views_on_Pantheism","surface_form":"pantheism","offset":8306},{"uri":"Pandeism","surface_form":"pandeism","offset":8317},{"uri":"Monism","surface_form":"monism","offset":8327},{"uri":"Atheism_in_Hinduism","surface_form":"atheism","offset":8339},{"uri":"Henotheistic","surface_form":"henotheistic","offset":8456},{"uri":"Atman_(Hinduism)","surface_form":"ātman","offset":8714},{"uri":"Nondualism","surface_form":"non-dualist","offset":8797},{"uri":"Advaita_Vedanta","surface_form":"Advaita Vedanta","offset":8842},{"uri":"Brahman","surface_form":"Brahman","offset":8897},{"uri":"Dualistic","surface_form":"Dualistic","offset":9139},{"uri":"Dvaita","surface_form":"Dvaita","offset":9162},{"uri":"Bhakti","surface_form":"Bhakti","offset":9173},{"uri":"Vishnu","surface_form":"Vishnu","offset":9289},{"uri":"Brahma","surface_form":"Brahma","offset":9297},{"uri":"Shiva","surface_form":"Shiva","offset":9305},{"uri":"Shakti","surface_form":"Shakti","offset":9315},{"uri":"Ishvara","surface_form":"Ishvara","offset":9363},{"uri":"Bhagavan","surface_form":"Bhagavan","offset":9374},{"uri":"Parameshwara_(God)","surface_form":"Parameshwara","offset":9386},{"uri":"Deva_(Hinduism)","surface_form":"Devadu","offset":9402},{"uri":"Devi","surface_form":"Devi","offset":9414},{"uri":"Deva_(Hinduism)","surface_form":"Devas","offset":9612},{"uri":"Devi","surface_form":"Devi","offset":9624},{"uri":"Icon","surface_form":"icon","offset":9845},{"uri":"Indian_epic_poetry","surface_form":"Indian epic poetry","offset":9922},{"uri":"Puranas","surface_form":"Puranas","offset":9949},{"uri":"Ishvara","surface_form":"Ishvara","offset":10002},{"uri":"Vaishnavism","surface_form":"Vaishnavism","offset":10510},{"uri":"Vishnu","surface_form":"Vishnu","offset":10553},{"uri":"Krishna","surface_form":"Krishna","offset":10585},{"uri":"Rama","surface_form":"Rama","offset":10597},{"uri":"Kirtan","surface_form":"Kirtan","offset":10718},{"uri":"Bhajan","surface_form":"Bhajan","offset":10730},{"uri":"Shaivism","surface_form":"Shaivism","offset":10818},{"uri":"Shiva","surface_form":"Shiva","offset":10860},{"uri":"Raja_yoga","surface_form":"Yoga","offset":11047},{"uri":"Ardhanarishvara","surface_form":"Ardhanarishvara","offset":11249},{"uri":"Shaktism","surface_form":"Shaktism","offset":11436},{"uri":"Shakti","surface_form":"Shakti","offset":11475},{"uri":"Assam","surface_form":"Assam","offset":11588},{"uri":"West_Bengal","surface_form":"Bengal","offset":11598},{"uri":"Parvati","surface_form":"Parvati","offset":11648},{"uri":"Kali","surface_form":"Kali","offset":11709},{"uri":"Durga","surface_form":"Durga","offset":11718},{"uri":"Smartism","surface_form":"Smartism","offset":11852},{"uri":"Ganesha","surface_form":"Ganesha","offset":11925},{"uri":"Surya","surface_form":"Surya","offset":11934},{"uri":"Kartikeya","surface_form":"Skanda","offset":11944},{"uri":"Advaita_Vedanta","surface_form":"Advaita Vedanta","offset":12197},{"uri":"Adi_Shankara","surface_form":"Adi Shankara","offset":12227},{"uri":"Hindu","surface_form":"Hindu","offset":13181},{"uri":"India","surface_form":"India","offset":13243},{"uri":"Nepal","surface_form":"Nepal","offset":13253},{"uri":"Bhimbetka_rock_shelters","surface_form":"Bhimbetka rock shelters","offset":13845},{"uri":"Tribal_religions_in_India","surface_form":"tribal religions","offset":14030},{"uri":"Caste","surface_form":"caste","offset":14202},{"uri":"Bhakti_yoga","surface_form":"Bhakti","offset":15787},{"uri":"Yoga","surface_form":"Yoga","offset":16275},{"uri":"Bhakti","surface_form":"Bhakti","offset":16731},{"uri":"Icons_and_mantras","surface_form":"murti","offset":17154},{"uri":"Mantra","surface_form":"mantra","offset":17252},{"uri":"Bhajan","surface_form":"bhajan","offset":17285},{"uri":"Kirtan","surface_form":"kirtan","offset":17343},{"uri":"Arti","surface_form":"arti","offset":17364},{"uri":"Bhakti_yoga","surface_form":"bhakti yoga","offset":18008},{"uri":"Tantra","surface_form":"tantra","offset":18956},{"uri":"Yoga","surface_form":"Yoga","offset":19221},{"uri":"Hindu","surface_form":"Hindu","offset":19349},{"uri":"South_India","surface_form":"South India","offset":19405},{"uri":"Brahmin","surface_form":"Brahmin","offset":19472},{"uri":"Hindus","surface_form":"Hindus","offset":19532},{"uri":"Beef","surface_form":"beef","offset":19566},{"uri":"Leather","surface_form":"leather","offset":19593},{"uri":"Veda","surface_form":"Veda","offset":19965},{"uri":"Krishna","surface_form":"Krishna","offset":20053},{"uri":"Shiva","surface_form":"Shiva","offset":20130},{"uri":"Nandi","surface_form":"Nandi","offset":20151},{"uri":"India","surface_form":"India","offset":20524},{"uri":"Aum","surface_form":"Aum","offset":20636},{"uri":"Swastika_(Hinduism)","surface_form":"Swastika (Hinduism)","offset":20650},{"uri":"Polytheism","surface_form":"polytheistic","offset":20768},{"uri":"Monotheism","surface_form":"monotheistic","offset":20794},{"uri":"Hindu_gods","surface_form":"Hindu gods","offset":20820},{"uri":"Brahman","surface_form":"Brahman","offset":20990},{"uri":"Monism","surface_form":"monism","offset":21024},{"uri":"Vishnu","surface_form":"Vishnu","offset":21070},{"uri":"Shiva","surface_form":"Shiva","offset":21080},{"uri":"Vishnu","surface_form":"Vishnu","offset":21524},{"uri":"Vaishnav","surface_form":"Vaishnav","offset":21542},{"uri":"Shiva","surface_form":"Shiva","offset":21580},{"uri":"Shaivaites","surface_form":"Shaivaites","offset":21595},{"uri":"Devi","surface_form":"Shakti","offset":21612},{"uri":"Vishnu","surface_form":"Vishnu","offset":21800},{"uri":"Krishna","surface_form":"Krishna","offset":21811},{"uri":"Rama","surface_form":"Rama","offset":21822},{"uri":"Shiva","surface_form":"Shiva","offset":21829},{"uri":"Devi","surface_form":"Devi","offset":21836},{"uri":"Lakshmi","surface_form":"Lakshmi","offset":21885},{"uri":"Saraswati","surface_form":"Saraswati","offset":21894},{"uri":"Kali","surface_form":"Kali","offset":21905},{"uri":"Durga","surface_form":"Durga","offset":21914},{"uri":"Ganesha","surface_form":"Ganesha","offset":21922},{"uri":"Skanda","surface_form":"Skanda","offset":21931},{"uri":"Hanuman","surface_form":"Hanuman","offset":21942},{"uri":"God","surface_form":"God","offset":22231},{"uri":"Icon","surface_form":"icon","offset":22392},{"uri":"Idolatry","surface_form":"idolatry","offset":22485},{"uri":"Murti","surface_form":"murti","offset":22588},{"uri":"Mantra","surface_form":"mantra","offset":22681},{"uri":"Brahman","surface_form":"Brahman","offset":22795},{"uri":"India","surface_form":"India","offset":23027},{"uri":"Mauritius","surface_form":"Mauritius","offset":23034},{"uri":"Nepal","surface_form":"Nepal","offset":23049},{"uri":"Indonesia","surface_form":"Indonesia","offset":23070},{"uri":"Bali","surface_form":"Bali","offset":23091},{"uri":"Nepal","surface_form":"Nepal","offset":23187},{"uri":"India","surface_form":"India","offset":23197},{"uri":"Russia","surface_form":"Russia","offset":23324},{"uri":"Poland","surface_form":"Poland","offset":23335},{"uri":"Java_(island)","surface_form":"Java","offset":23369},{"uri":"Sulawesi","surface_form":"Sulawesi","offset":23375},{"uri":"Sumatra","surface_form":"Sumatra","offset":23385},{"uri":"Borneo","surface_form":"Borneo","offset":23398},{"uri":"Yoga","surface_form":"Yoga","offset":23452},{"uri":"United_States","surface_form":"United States","offset":23611}]}