{"id":596468,"url":"http://en.wikipedia.org/wiki/Despacito","text":"\"Despacito\" (; English: \"Slowly\") is a song by Puerto Rican singer Luis Fonsi featuring Puerto Rican rapper Daddy Yankee from Fonsi's upcoming studio album. On January 12, 2017, Universal Music Latin released \"Despacito\" and its music video, which shows both artists performing the song in La Perla neighborhood of Old San Juan, Puerto Rico and the local bar La Factoría. The song's music video is the first video to reach over three billion views on YouTube. The song was written by Luis Fonsi, Erika Ender and Daddy Yankee, and was produced by Andrés Torres and Mauricio Rengifo.\nBy being certified Diamond in the US only a year after its release, it reached this level faster than any other song since Elton John's double A-side single \"Candle in the Wind 1997/Something About the Way You Look Tonight\". This certification means the song has shipped and streamed over 10 million equivalent copies in the US.\nJustin Bieber remix.\nOn April 17, 2017 a remix version featuring vocals by Canadian singer Justin Bieber was released, who sang in Spanish for the first time in his career. The remix was released as a single by Universal Music Latin, Republic Records, Def Jam Recordings, RBMG and School Boy Records. The song maintained the original rhythms and Luis Fonsi translated some lines to English, singing a verse in Spanglish, while Daddy Yankee's verses were kept from the original version. It was the first collaboration between Luis Fonsi and Daddy Yankee with Bieber. The remix's official audio video garnered 20 million views on YouTube on its first 24 hours, making it the highest debut for a music-related video in 2017 as of April.\nThe song became Bieber's fifth chart-topper on the US \"Billboard\" Hot 100, after \"What Do You Mean?\", \"Sorry\", \"Love Yourself\", and \"I'm the One\". In the US, UK, and Canada, it replaced \"I'm the One\" at the top spot. \"Despacito\" became Bieber's sixth British and seventh Canadian chart-topper.","categories":[],"infobox_types":[],"annotations":[{"uri":"English_language","surface_form":"English","offset":15},{"uri":"Puerto_Rican","surface_form":"Puerto Rican","offset":47},{"uri":"Luis_Fonsi","surface_form":"Luis Fonsi","offset":67},{"uri":"Daddy_Yankee","surface_form":"Daddy Yankee","offset":108},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":329},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":1002},{"uri":"Def_Jam_Recordings","surface_form":"Def Jam Recordings","offset":1163},{"uri":"Spanglish_(language)","surface_form":"Spanglish","offset":1321}]}