{"id":596505,"url":"http://en.wikipedia.org/wiki/Howard_Hawks","text":"Howard Winchester Hawks (May 30, 1896December 26, 1977) was an American movie director, producer and screenwriter of the classic Hollywood era. The classic Hollywood era was the time between 1917 and 1960 when American films first started to be created. During the classical Hollywood era, directors learned how to make films tell stories in ways that are still used today.\nHawks made many different kinds of films. He made funny films, dramas, gangster films, science fiction, film noir, and westerns. He made many popular movies. Some of them are \"Scarface\" (1932), \"Bringing Up Baby\" (1938), \"Only Angels Have Wings\" (1939), \"His Girl Friday\" (1940), \"To Have and Have Not\" (1944), \"The Big Sleep\" (1946), \"Red River\" (1948), \"The Thing from Another World\" (1951), and \"Rio Bravo\" (1959). Hawks often included strong women who talked a lot in his films. This kind of woman was in so many of Hawks's films that people now call that type of woman a \"Hawksian woman.\"\nIn 1942, other movie people in the Academy of Motion Picture Arts and Sciences nominated Hawks for the Academy Award for Best Director for his work making \"Sergeant York.\" In 1975 the Academy gave Hawks an Honorary Academy Award Hawks's work has influenced some of the most popular movie directors such as Martin Scorsese, Robert Altman, John Carpenter, and Quentin Tarantino.\nFamily.\nHoward Winchester Hawks was born in Goshen, Indiana, the first child of Frank W. Hawks (1865–1950), who made his money making paper, and his wife, Helen (née Howard; 1872–1952), the daughter of a businessman with money. Hawks's family on his father's side were American pioneers and his old family member John Hawks had come from England to Massachusetts in 1630. The family lived in Goshen and by the 1890s was one of the richest families in the Midwest, because the Goshen Milling Company made a lot of money.\nThe dad of Hawks's mom, C. W. Howard (1845–1916), lived in Neenah, Wisconsin in 1862 at age 17. In 15 years he had made his money in the town's paper mill and other business moves. Frank Hawks and Helen Howard met in the early 1890s and married in 1895. Howard Hawks was the oldest of five kids and his birth was followed by Kenneth Neil Hawks (August 12, 1899 – January 2, 1930), William Bellinger Hawks (January 29, 1901 – January 10, 1969), Grace Louise Hawks (October 17, 1903 – December 23, 1927) and Helen Bernice Hawks (1906 – May 4, 1911). In 1898, the family moved to Neenah, Wisconsin where Frank Hawks started working for his father-in-law's Howard Paper Company.\nEducation.\nBetween 1906 and 1909, the Hawks family started to live in Pasadena, California because of the cold Wisconsin winters. This helped Helen Hawks's ill health. Little by little they started to live in Wisconsin only in the summers. They then moved to Pasadena for good in 1910. The family lived in a house down the street from Throop Polytechnic Institute (later known as the California Institute of Technology). The Hawks children started going to the school's Polytechnic Elementary School in 1907.\nHawks did okay in school. He did not do well in sports, but by 1910 he made up coaster racing, an early kind of soapbox racing. In 1911, Hawks's younger sister Helen died suddenly of food poisoning. From 1910 to 1912, Hawks went to Pasadena High School. But in 1912, the Hawks family moved to Glendora, California. Frank Hawks had orange trees there. Hawks ended his junior year of high school at Citrus Union High School in Glendora. When there he flew planes for performers.\nHe was then sent to Phillips Exeter Academy in New Hampshire from 1913 to 1914. His family's money may have been a part his being let into the high-end private school. He was only seventeen, but he was let in as a student the same level of a sophomore. While in New England, Hawks went to the movie houses in Boston. In 1914, Hawks went back to Glendora and graduated from Pasadena High School that year.\nThat same year, Hawks was let into Cornell University in Ithaca, New York. He studied mechanical engineering and was a part of Delta Kappa Epsilon. School friend Ray S. Ashbury remembered Hawks spending more of his time playing craps and drinking alcohol than studying. Hawks also loved reading popular American and English books in school.\nWhile working in the movie industry in his 1916 summer vacation, Hawks made an attempt to change schools to Stanford University. He was not let in. He went to Cornell that September. He left in April 1917 to join the Army when the United States joined World War I. Like a lot of students who joined the armed services in the war, he got a degree in absentia in 1918. Before Hawks went to war, he went back to Hollywood and by the end of April 1917 was working on a Cecil B. DeMille movie.\nEarly film career.\nIn 1916, Hawks met Victor Fleming, a Hollywood filmmaker who had fixed cars and flown planes. Fleming started in the movie industry when a friend, Marshall Neilan, told movie director Allan Dwan that Fleming could fix his car. (Fleming left an impression on Dwan by quickly fixing his car and a broken camera.) By 1916, Fleming was a cinematographer.\nHawks met Fleming when he started racing and working on a Mercer race car—bought for him by his grandfather, C.W. Howard—during his 1916 summer vacation in California. They say he met Fleming when the two men raced on a dirt track and caused an accident.\nFleming gave Hawks's his first job in the movie industry, as a prop boy on the Douglas Fairbanks movie \"In Again, Out Again\" (on which Fleming worked as the cinematographer) for Famous Players-Lasky. Hawks said, a new place to be filmed needed to be made quickly when the studio's set designer could not be there, so Hawks offered to do the job. He did a good job. Fairbanks was happy. He then worked making things used in the movie and general helper on an unknown movie put together by Cecil B. DeMille. (Hawks never said what film in interviews and DeMille made five movies about in that time).","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie_director","surface_form":"movie director","offset":72},{"uri":"Producer","surface_form":"producer","offset":88},{"uri":"Screenwriter","surface_form":"screenwriter","offset":101},{"uri":"Film_noir","surface_form":"film noir","offset":478},{"uri":"Bringing_Up_Baby","surface_form":"Bringing Up Baby","offset":569},{"uri":"Academy_of_Motion_Picture_Arts_and_Sciences","surface_form":"Academy of Motion Picture Arts and Sciences","offset":1003},{"uri":"Academy_Award_for_Best_Director","surface_form":"Academy Award for Best Director","offset":1071},{"uri":"Sergeant_York_(film)","surface_form":"Sergeant York","offset":1124},{"uri":"Honorary_Academy_Award","surface_form":"Honorary Academy Award","offset":1174},{"uri":"Martin_Scorsese","surface_form":"Martin Scorsese","offset":1274},{"uri":"Robert_Altman","surface_form":"Robert Altman","offset":1291},{"uri":"John_Carpenter","surface_form":"John Carpenter","offset":1306},{"uri":"Quentin_Tarantino","surface_form":"Quentin Tarantino","offset":1326},{"uri":"Goshen%2C_Indiana","surface_form":"Goshen, Indiana","offset":1389},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":1694},{"uri":"Midwestern_United_States","surface_form":"Midwest","offset":1800},{"uri":"Neenah%2C_Wisconsin","surface_form":"Neenah, Wisconsin","offset":1924},{"uri":"Paper_mill","surface_form":"paper mill","offset":2009},{"uri":"Kenneth_Hawks","surface_form":"Kenneth Neil Hawks","offset":2190},{"uri":"William_Hawks","surface_form":"William Bellinger Hawks","offset":2246},{"uri":"Neenah%2C_Wisconsin","surface_form":"Neenah, Wisconsin","offset":2442},{"uri":"Pasadena%2C_California","surface_form":"Pasadena, California","offset":2610},{"uri":"California_Institute_of_Technology","surface_form":"Throop Polytechnic Institute","offset":2875},{"uri":"Polytechnic_School","surface_form":"Polytechnic Elementary School","offset":3010},{"uri":"Gravity_racer","surface_form":"coaster racing","offset":3128},{"uri":"Soapbox_racing","surface_form":"soapbox racing","offset":3161},{"uri":"Pasadena_High_School_(Pasadena%2C_California)","surface_form":"Pasadena High School","offset":3281},{"uri":"Glendora%2C_California","surface_form":"Glendora, California","offset":3342},{"uri":"Phillips_Exeter_Academy","surface_form":"Phillips Exeter Academy","offset":3546},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":3573},{"uri":"Sophomore","surface_form":"sophomore","offset":3768},{"uri":"New_England","surface_form":"New England","offset":3788},{"uri":"Boston","surface_form":"Boston","offset":3835},{"uri":"Cornell_University","surface_form":"Cornell University","offset":3966},{"uri":"Ithaca%2C_New_York","surface_form":"Ithaca, New York","offset":3988},{"uri":"Mechanical_engineering","surface_form":"mechanical engineering","offset":4017},{"uri":"Craps","surface_form":"craps","offset":4159},{"uri":"Stanford_University","surface_form":"Stanford University","offset":4380},{"uri":"United_States","surface_form":"United States","offset":4503},{"uri":"World_War_I","surface_form":"World War I","offset":4524},{"uri":"Victor_Fleming","surface_form":"Victor Fleming","offset":4799},{"uri":"Allan_Dwan","surface_form":"Allan Dwan","offset":4964},{"uri":"Cinematographer","surface_form":"cinematographer","offset":5114},{"uri":"Mercer_(automobile)","surface_form":"Mercer","offset":5189},{"uri":"Race_car","surface_form":"race car","offset":5196},{"uri":"Summer_vacation","surface_form":"summer vacation","offset":5268},{"uri":"Victor_Fleming","surface_form":"Fleming","offset":5386},{"uri":"Movie_industry","surface_form":"movie industry","offset":5428},{"uri":"Theatrical_property","surface_form":"prop boy","offset":5449},{"uri":"Douglas_Fairbanks","surface_form":"Douglas Fairbanks","offset":5465},{"uri":"In_Again%2C_Out_Again","surface_form":"In Again, Out Again","offset":5490},{"uri":"Famous_Players-Lasky","surface_form":"Famous Players-Lasky","offset":5564},{"uri":"Set_designer","surface_form":"set designer","offset":5667},{"uri":"Cecil_B._DeMille","surface_form":"Cecil B. DeMille","offset":5874}]}