{"id":596657,"url":"http://en.wikipedia.org/wiki/United_States_National_Health_Care_Act","text":"e=\"preserve\">The United States National Health Care Act, or the Expanded and Improved Medicare for All Act () is a bill introduced in the United States House of Representatives by Representative John Conyers (D-MI). The bill had 49 cosponsors in 2015. As of August 12, 2017, it had 116 cosponsors, which amounts to a majority of the Democratic caucus in the House of Representatives and is the highest level of support the bill has ever received since Conyers began annually introducing the bill in 2003.\nThe act would create a universal single-payer health care system in the United States, the rough equivalent of Canada's Medicare and Taiwan's Bureau of National Health Insurance, among other examples. Under a single-payer system, most medical care would be paid for by the Government of the United States, ending the need for private health insurance and premiums, and probably recasting private insurance companies as providing purely supplemental coverage, to be used when non-essential care is sought.\nThe bill was first introduced in 2003, when it had 25 cosponsors, and has been reintroduced in each Congress since. During the 2009 health care debates over the bill that became the Patient Protection and Affordable Care Act, H.R. 676 was expected to be debated and voted upon by the House in September 2009, but was never debated.\nThe bill was introduced again recently by Rep. Conyers in the House of Representatives. Senator Bernie Sanders has said that he intends to introduce a parallel bill in the United States Senate in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States_House_of_Representatives","surface_form":"United States House of Representatives","offset":138},{"uri":"John_Conyers","surface_form":"John Conyers","offset":195},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic","offset":333},{"uri":"Single-payer_health_care","surface_form":"single-payer health care","offset":538},{"uri":"Medicare_(Canada)","surface_form":"Canada's Medicare","offset":616},{"uri":"Republic_of_China","surface_form":"Taiwan","offset":638},{"uri":"Healthcare_in_Taiwan","surface_form":"Bureau of National Health Insurance","offset":647},{"uri":"Government_of_the_United_States","surface_form":"Government of the United States","offset":778},{"uri":"America%27s_Affordable_Health_Choices_Act_of_2009","surface_form":"bill that became","offset":1171},{"uri":"Patient_Protection_and_Affordable_Care_Act","surface_form":"Patient Protection and Affordable Care Act","offset":1192},{"uri":"Bernie_Sanders","surface_form":"Bernie Sanders","offset":1438},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":1514}]}