{"id":596757,"url":"http://en.wikipedia.org/wiki/P._J._Kennedy","text":"Patrick Joseph \"P. J.\" Kennedy (January 14, 1858 – May 18, 1929) was an American businessman and politician. Kennedy was a major figure in the Democratic Party in Boston. He was the father of Joseph P. Kennedy, Sr. (1888-1969) and the grandfather of President John F. Kennedy (1917-1963).\nThe son of Irish immigrants, he was the only surviving male in the family after two outbreaks of Cholera. He started work at fourteen as a stevedore in the docks. Kennedy owned three saloons and a whisky import house, and eventually had major interests in coal and banking. He moved successfully into politics, as a sociable man able to mix comfortably with both the Irish and the Protestant elite, and he sat in the Massachusetts House of Representatives and in the Massachusetts Senate. His particular talent was for the behind-the-scenes machinations for which Boston politics became so notorious.\nEarly life.\nP. J. was the youngest of five children born to Irish Catholic immigrants Patrick Kennedy (1823–1858) and Bridget Murphy (1821–1888), who were both from New Ross, County Wexford, and married in Boston on September 26, 1849. The couple's elder son, John, had died of cholera in infancy two years before P. J. was born. Ten months after P. J.'s birth, his father Patrick also succumbed to the infectious cholera epidemic that infested the family's East Boston neighborhood. As the only surviving male, P. J. was the first Kennedy to receive a formal education. His mother Bridget had purchased an East Boston stationery and notions store where she had worked. The business took off and expanded into a grocery and liquor store.\nAt the age of fourteen, P. J. left school to work with his mother and three older sisters, Mary, Joanna, and Margaret, as a stevedore on the Boston Docks. In the 1880s, with money he had saved from his modest earnings, he launched a business career by buying a saloon in Haymarket Square downtown. In time, he bought a second establishment by the East Boston docks. Next, to capitalize on the social drinking of upperclass Boston, Kennedy purchased a third bar in an upscale East Boston hotel, the Maverick House. Before he was thirty, his growing prosperity allowed him to buy a whiskey-importing business. By the time he died in 1929, Kennedy held an interest in a coal company and a substantial amount ofstock in a bank, the Columbia Trust Company. His wealth afforded his family of one son and two daughters an attractive home on Jeffries Point in East Boston.\nPolitical career.\nKennedy was \"always ready to help less fortunate fellow Irishmen with a little cash and some sensible advice.\" He enjoyed the approval and respect of most folks in East Boston, living on the hill of a mixed Boston neighborhood of upscale Irish and Protestant elite. Beginning in 1884, he converted his popularity into five consecutive one-year terms in the Massachusetts House of Representatives, followed by three two-year terms in the Massachusetts Senate. Establishing himself as one of Boston's principal Democratic leaders, he was invited to give one of the seconding speeches for Grover Cleveland at the party's 1888 national convention in St. Louis. However, he found campaigning, speech making, and legislative maneuvering, to be less appealing than the behind-the-scenes machinations that characterized so much of Boston politics in the late-nineteenth and early-twentieth centuries. After leaving the Senate in 1895, Kennedy spent his political career as an appointed elections commissioner, an appointed fire commissioner, as the backroom boss of Boston's Ward Two, and as a member of his party's unofficial Board of Strategy.\nDeath.\nP. J. Kennedy died on May 18, 1929 from natural causes at age 71.","categories":[],"infobox_types":[],"annotations":[{"uri":"Joseph_P._Kennedy%2C_Sr.","surface_form":"Joseph P. Kennedy, Sr.","offset":192},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":260},{"uri":"Cholera","surface_form":"Cholera","offset":386},{"uri":"Massachusetts_House_of_Representatives","surface_form":"Massachusetts House of Representatives","offset":706},{"uri":"Massachusetts_Senate","surface_form":"Massachusetts Senate","offset":756},{"uri":"Patrick_Kennedy","surface_form":"Patrick Kennedy","offset":976},{"uri":"New_Ross%2C_County_Wexford","surface_form":"New Ross, County Wexford","offset":1055},{"uri":"Boston","surface_form":"Boston","offset":1096},{"uri":"Cholera","surface_form":"cholera","offset":1304},{"uri":"East_Boston_neighborhood","surface_form":"East Boston neighborhood","offset":1348},{"uri":"Stevedore","surface_form":"stevedore","offset":1752},{"uri":"Massachusetts_House_of_Representatives","surface_form":"Massachusetts House of Representatives","offset":2868},{"uri":"Massachusetts_Senate","surface_form":"Massachusetts Senate","offset":2948},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":3097}]}