{"id":596805,"url":"http://en.wikipedia.org/wiki/Selima_Ahmad","text":"Selima Ahmed (born 7 July 1960) is a Bangladeshi politician and businesswoman. She is the Vice Chairperson of Nitol-Niloy Group and the founder and President of Bangladesh Women Chamber of Commerce and Industry (BWCCI). She serves as board member of state-owned Janata Bank Limited and former board member of Sonali Bank Limited. In 2014 she won the Oslo Business for Peace Award for her contribution in Business. She is a Global Ambassador of The International Alliance for Women (TIAW) and also a Course Teacher of MBA class in University of Dhaka.\nEarly life and education.\nAhmed obtained graduation and Masters in Business Management from Dhaka University and did short courses from USA, Japan, Denmark and Canada. She is a fellow of Stanford University. She has been working for the private sector development for over 28 years and has helped promote the development of many women entrepreneurs.\nCareer.\nAhmad, Vice Chairperson of the Nitol-Niloy Group. Nitol Niloy Group is one of the reputed business houses and has 26 companies. Of them, six are joint ventures and three are public companies. It has presence in automobiles, cement, paper, real estate, electronics and financial services. The Group has a strong, diversified profile, which includes a joint venture with TATA Motors of India to trade, assemble, and provide after sales support of vehicles, transport and aviation services, financial institutions, manufacturing of sugar, cement, paper and luggage, real estate development, and sports promotion. She is the Key person of the Bangladesh chapter of Women Democracy Network. She is a member of the Civil Society Advisory Group of UN Women. She also holds positions in different committees of various national and international organizations.\nPersonal life.\nAhmad is married to Abdul Matlub Ahmad, a Business Leader and former President of Federation of Bangladesh Chambers of Commerce & Industries (FBCCI). The have two son, Abdul Musabbir Ahmed (Nitol) and Abdul Marib Ahmed (Niloy).","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"2014","surface_form":"2014","offset":333},{"uri":"University_of_Dhaka","surface_form":"University of Dhaka","offset":530},{"uri":"University_of_Dhaka","surface_form":"Dhaka University","offset":643},{"uri":"USA","surface_form":"USA","offset":687},{"uri":"Japan","surface_form":"Japan","offset":692},{"uri":"Denmark","surface_form":"Denmark","offset":699},{"uri":"Canada","surface_form":"Canada","offset":711},{"uri":"Stanford_University","surface_form":"Stanford University","offset":738},{"uri":"TATA_Motors","surface_form":"TATA Motors","offset":1278},{"uri":"UN","surface_form":"UN","offset":1650}]}