{"id":596984,"url":"http://en.wikipedia.org/wiki/Samuel_Brannan","text":"e=\"preserve\">Samuel Brannan (March 2, 1819 – May 5, 1889) was an American businessman. He was a member of the The Church of Jesus Christ of Latter-day Saints. He started the first newspaper in San Francisco, which was called \"The California Star\". He was the first person to tell everyone about the gold in California during the California Gold Rush. He was also the first person millionaire of the Gold Rush\nBrannan moved to Yerba Buena, a place in northern California. He talked with the people who lived there and decided that the land by the Sacramento River would be a safe place for the Mormons to live. A lot of people didn't agree with him, so the new city didn't work. Brannan was the first person to do a lot of things there, like building a flour mill (a place that makes bread) and teaching in English.\nBrannan started the first newspaper in San Francisco, which was called \"The\" \"California Star\", on January 9, 1847. Brannan sold the newspaper to a friend, and then it was called \"The Daily Alta California\".\nIn June 1847, Brannan went to Green River, Wyoming, to meet with Brigham Young, who was the head of the Church of Jesus Christ of Latter-day Saints. Young was leading a group of Mormons to the Great Basin area. Brannan wanted Young to bring the Mormons to California, but Young wanted to stay in Utah. Brannan wasn't happy about that, and went back to California. Brannan was the only church leader in California, so the Mormons paid him their tithes (a small part of their money). But there is no record of Brannan sending the money to his church leaders in Utah, so it's possible that he kept it for himself. Many members stopped paying him and moved to the Salt Lake valley, where most of the other Mormons were.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":110},{"uri":"San_Francisco","surface_form":"San Francisco","offset":193},{"uri":"California","surface_form":"California","offset":307},{"uri":"California_Gold_Rush","surface_form":"California Gold Rush","offset":329},{"uri":"Millionaire","surface_form":"millionaire","offset":380},{"uri":"Green_River%2C_Wyoming","surface_form":"Green River","offset":1053},{"uri":"Wyoming","surface_form":"Wyoming","offset":1066},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":1088},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Church of Jesus Christ of Latter-day Saints","offset":1127},{"uri":"Great_Basin","surface_form":"Great Basin","offset":1216},{"uri":"Utah","surface_form":"Utah","offset":1319},{"uri":"Tithe","surface_form":"tithes","offset":1467}]}