{"id":596980,"url":"http://en.wikipedia.org/wiki/Aldus_Manutius","text":"e=\"preserve\">Aldus Pius Manutius (ca. 1452 – February 6, 1515) was a person who printed books in Venice, Italy during the Italian Renaissance. He started a company to print books called the Aldine Press in 1494. He was one of the first people to use modern printing ideas. He also printed small books that were easy to carry.\nEarly life and printing press.\nManutius was born in Bassiano, in the Papal States, in what is now the province of Latina, about 100 km south of Rome. He was born during the Italian Renaissance period. His family was well off, and in the early 1470s Manutius was sent to Rome to be taught as a scholar of human society and culture. He studied Latin under Gaspare da Verona and was also taught by Domizio Calderini. In 1475–1478 he studied Greek in Ferrara, under Guarino da Verona.\nManutius became a citizen of the town Carpi in March 1480. In 1482 he went to live in Mirandola with his old friend and fellow student, Giovanni Pico, while staying away from the Venetian army. He lived there for two years, learning about Greek literature. Before Pico moved to Florence, he made Manutius the teacher to his sister's sons, Alberto and Leonello Pio, who were young royal sons of the town of Carpi. In Carpi, Manutius grew close with his student, Alberto Pio. At the end of the 1480s Manutius created two works addressed to his two students and their mother, Caterina Pico. Both works were printed by Baptista de Tortis in Venice — \"Musarum panagyris\" with its \"Epistola Catherinae Piae\", March/May 1487 – March 1491 and the \"Paraenesis\", 1490. This would serve as Manutius's start in publishing.\nAldine Press.\nIn 1494 Manutius made the Aldine Press in Venice. The Aldine Press printed its first material in February 1495. Pier Francesco Barbarigo owned half of the Aldine Press. Andrea Torresani owned the other half. Manutius shared part of what Torresani owned with him. Aldus Manutius wanted to save ancient Greek literature. He wanted to make it so that everybody could read what the Greeks had written a very long time ago. He did this by printing copies of things they had written. He wanted to make the letters he used in printing to look like the handwriting of Latin and Greek humanists. People in Venice usually wrote in curly connected letters. Printing presses only used square looking letters back then. By making letters that were all connected and curly, Manutius could make the things he printed more personal. Manutius paid Francesco Griffo of Bologna to make the new letters used in the printing press. The letters that Griffo made were used to print Cardinal Pietro Bembo's \"De Aetna\" in 1495. These letters were also the first model of italic type. The letters were used until 1501.","categories":[],"infobox_types":[],"annotations":[{"uri":"Printing","surface_form":"printed","offset":80},{"uri":"Venice","surface_form":"Venice","offset":97},{"uri":"Italian_Renaissance","surface_form":"Italian Renaissance","offset":122},{"uri":"Bassiano","surface_form":"Bassiano","offset":378},{"uri":"Papal_States","surface_form":"Papal States","offset":395},{"uri":"Province_of_Latina","surface_form":"province of Latina","offset":428},{"uri":"Italian_Renaissance","surface_form":"Italian Renaissance","offset":499},{"uri":"Latin","surface_form":"Latin","offset":668},{"uri":"Guarino_da_Verona","surface_form":"Gaspare da Verona","offset":680},{"uri":"Domizio_Calderini","surface_form":"Domizio Calderini","offset":721},{"uri":"Ancient_Greek","surface_form":"Greek","offset":764},{"uri":"Ferrara","surface_form":"Ferrara","offset":773},{"uri":"Guarino_da_Verona","surface_form":"Guarino da Verona","offset":788},{"uri":"Mirandola","surface_form":"Mirandola","offset":893},{"uri":"Giovanni_Pico_della_Mirandola","surface_form":"Giovanni Pico","offset":943},{"uri":"Greek_literature","surface_form":"Greek literature","offset":1046},{"uri":"Florence","surface_form":"Florence","offset":1085},{"uri":"Alberto_III_Pio%2C_Prince_of_Carpi","surface_form":"Alberto","offset":1146},{"uri":"Carpi%2C_Emilia-Romagna","surface_form":"Carpi","offset":1213},{"uri":"Caterina_Pico","surface_form":"Caterina Pico","offset":1380},{"uri":"Aldine_Press","surface_form":"Aldine Press","offset":1618},{"uri":"Aldine_Press","surface_form":"Aldine Press","offset":1658},{"uri":"Venice","surface_form":"Venice","offset":1674},{"uri":"Ancient_Greek_literature","surface_form":"ancient Greek literature","offset":1925},{"uri":"Humanism","surface_form":"humanists","offset":2208},{"uri":"Francesco_Griffo","surface_form":"Francesco Griffo","offset":2463},{"uri":"Bologna%2C_Italy","surface_form":"Bologna","offset":2483},{"uri":"Pietro_Bembo","surface_form":"Cardinal Pietro Bembo's","offset":2591},{"uri":"Italic","surface_form":"italic","offset":2678}]}