{"id":596978,"url":"http://en.wikipedia.org/wiki/Helen_Foster_Snow","text":"e=\"preserve\">Helen Foster Snow (September 21, 1907 – January 11, 1997) was an American journalist. She lived in China in the 1930s.\nEarly life.\nHelen Foster was born in Cedar City, Utah. She grew up in the The Church of Jesus Christ of Latter-day Saints (LDS Church). Her parents were John Moody Foster and Hannah Davis. They met while working as teachers at Ricks Academy, a school connected with the LDS Church. Hannah went to school at Ricks Academy. John went to Stanford University. Both of Helen's parents were the children of Mormon pioneers. The pioneers came to Utah in the mid-1800s.\nWhen Helen was young, the Foster family moved a lot. After Helen was born, the Fosters moved to Chicago so John could go to law school. Many years later, the family moved back to Idaho. Moving a lot made Helen more outgoing. She cared about what her new classmates thought of her. Because she was the oldest child and only daughter of the family, she had to help a lot as the family grew. She often worked with her mother to care for her three younger brothers and do chores. This was needed even more when the Fosters did not have a lot of money.\nHelen moved to Salt Lake City when she started high school. She lived with her grandmother and aunt. She went to West High School and did many school activities. She worked on the school's yearbook. She was the student vice president of her senior class. Helen planned to go to college at Stanford, like her father. But the cost of school was too much for her parents. Helen said her parents thought that girls could only get married. They thought it was a waste of money for her to go to school. But Helen's father did pay for her to go to the University of Utah. She went to school there for many years, but she did not graduate.\nInstead of going to school, Helen worked. She got a job as a secretary for the Utah chapter (a part of a large group in one area) of the American Silver Mining Commission. While working there, she learned that she wanted to work in other countries. She also dreamed of writing her own \"great American novel\". Helen took the civil service exam and passed. First, she wanted to work in Europe. But there were no places open for her to work in civil service in Europe. Her boss had a connection in China. This helped Helen get a job with the president of an American company in Shanghai. In August 1931, Helen moved to Asia with hopes of becoming a writer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Journalist","surface_form":"journalist","offset":87},{"uri":"China","surface_form":"China","offset":112},{"uri":"Utah","surface_form":"Utah","offset":181},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":206},{"uri":"BYU-Idaho","surface_form":"Ricks Academy","offset":359},{"uri":"Stanford_University","surface_form":"Stanford University","offset":467},{"uri":"Mormon_Pioneers","surface_form":"Mormon pioneers","offset":533},{"uri":"Chicago","surface_form":"Chicago","offset":690},{"uri":"Law_school","surface_form":"law school","offset":718},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":1157},{"uri":"High_school","surface_form":"high school","offset":1189},{"uri":"Salt_Lake_City","surface_form":"West High School","offset":1255},{"uri":"Yearbook","surface_form":"yearbook","offset":1331},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":1687},{"uri":"Graduate","surface_form":"graduate","offset":1764},{"uri":"Secretary","surface_form":"secretary","offset":1835},{"uri":"Novel","surface_form":"great American novel","offset":2060},{"uri":"Civil_service","surface_form":"civil service","offset":2098},{"uri":"China","surface_form":"China","offset":2269},{"uri":"Shanghai","surface_form":"Shanghai","offset":2349},{"uri":"Asia","surface_form":"Asia","offset":2390}]}