{"id":597030,"url":"http://en.wikipedia.org/wiki/Viduthalai_Chiruthaigal_Katchi","text":"e=\"preserve\">Viduthalai Chiruthaigal Katchi is a in Tamil Nadu, India.Its chairman is Thol. Thirumavalavan, a lawyer from Chennai.The party's main principle is the abolition of the Hindu caste system and the institution of equality among Tamil people. The political party believes that true social equality lies in the unification of scheduled castes and scheduled tribes, Other Backward Classes, and minorities such as the Christians and Muslims of Tamil Nadu.The Party is against capitalism, caste domination, and Brahminism.\nAgainst TASMAC.\nViduthalai Chiruthaigal Party is one among the parties along with Marumalarchi Dravida Munnetra Kazhagam and Paataali Makkal katchi which Campaigned against government liquor shops of Tamil Nadu popularly known as TASMAC.\nPrinciples of the Party.\nThe main aim of the party is to abolish the differences among Tamil people and to lift up the economically weaker sections of society. The party supported the freedom movement of Tamil people in Tamil Eelam, as well as the security of Tamil people living abroad.The party also declared that Mahinda Rajapaksa should be charged with war crimes for the alleged assassination of thousands of innocent Tamil people during war against the Liberation Tigers of Tamil Eelam.\nControversies.\nThe Political party is accused of extra promoting Tamil nationalism and supporting Liberation Tigers of Tamil Eelam which is banned in India.Although major Tamil political parties DMK and ADMK both are accused for indirectly supporting LTTE, VCK is accused of supporting LTTE leader Prabakaran openly in its party posters. It is alleged that LTTE involved in the assassination of Former Indian prime minister Rajiv Gandhi.VCK Party is demanding release of the Rajiv Gandhi murder accusers along with major Tamil parties like NTK,MDMK,PMK,SMK,AIADMK and DMK.VCK Party also celebrated the birth day of Slain LTTE Leader Prabakaran along with other Tamil parties.","categories":[],"infobox_types":[],"annotations":[{"uri":"Viduthalai_Chiruthaigal_Katchi","surface_form":"Viduthalai Chiruthaigal Katchi","offset":13},{"uri":"Thol._Thirumavalavan","surface_form":"Thol. Thirumavalavan","offset":86},{"uri":"Chennai","surface_form":"Chennai","offset":122},{"uri":"TASMAC","surface_form":"TASMAC","offset":758},{"uri":"Tamil_Eelam","surface_form":"Tamil Eelam","offset":986},{"uri":"Mahinda_Rajapaksa","surface_form":"Mahinda Rajapaksa","offset":1082},{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"Liberation Tigers of Tamil Eelam","offset":1225},{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"Liberation Tigers of Tamil Eelam","offset":1357},{"uri":"All_India_Anna_Dravida_Munnetra_Kazhagam","surface_form":"ADMK","offset":1462},{"uri":"Liberation_Tigers_of_Tamil_Eelam","surface_form":"LTTE","offset":1510},{"uri":"Viduthalai_Chiruthaigal_Katchi","surface_form":"VCK","offset":1516},{"uri":"Rajiv_Gandhi","surface_form":"Rajiv Gandhi","offset":1734},{"uri":"Marumalarchi_Dravida_Munnetra_Kazhagam","surface_form":"MDMK","offset":1803},{"uri":"Pattali_Makkal_Katchi","surface_form":"PMK","offset":1808},{"uri":"All_India_Anna_Dravida_Munnetra_Kazhagam","surface_form":"AIADMK","offset":1816},{"uri":"Dravida_Munnetra_Kazhagam","surface_form":"DMK","offset":1827}]}