{"id":597001,"url":"http://en.wikipedia.org/wiki/Robert_J._Cenker","text":"ce=\"preserve\">Robert Joseph \"Bob\" Cenker (born November 5, 1948) is an American engineer, and former astronaut. In January 1986, Cenker was a crew member on the seventh flight of Space Shuttle \"Columbia\". Cenker was a type of astronaut called a Payload Specialist.\nThis mission was the final flight before the Challenger explosion, which ended the Space Shuttle program until 1988. As a result, Cenker's mission was called \"The End of Innocence\" for the Shuttle.\nFollowing the end of his space mission, Cenker returned to work as an engineer, and also makes appearances for NASA.\nEarly life and education.\nCenker was born on November 5, 1948, and raised near Uniontown, Pennsylvania. He started his education at St. Fidelis College Seminary in Herman, Pennsylvania, leaving in 1962. He later attended Uniontown Joint Senior High School and graduated in 1966.\nCenker enrolled at Penn State University in 1970 where he earned a Bachelor of Science degree in aerospace engineering. He continued his studies at Penn State and earned a Master of Science degree in 1973, also in aerospace engineering. Cenker earned a second Master of Science degree in Electrical Engineering from Rutgers University in 1977.\nPre-spaceflight career.\nCenker worked for 18 years at RCA Astro-Electronics and its successor company GE Astro Space. Cenker worked on hardware design and systems design concerning satellite attitude control. He also worked on in-orbit operations, as well as spacecraft assembly, test, and pre-launch operations. He spent two years on the Navy navigation satellite program, but spent most of his career working on commercial communications satellites.\nCenker's positions included integration and test manager for the Satcom D and E spacecraft, where he was responsible for all launch site activities. He also served as spacecraft bus manager on the Spacenet/GStar programs. He was responsible for ensuring the spacecraft bus could interface with multiple rockets, including the Delta, Space Shuttle, and Ariane launch vehicles.\nSpaceflight experience.\nAs an incentive for a spacecraft owner to contract with NASA to use a Shuttle launch instead of an unmanned, commercial launch system, NASA permitted contracting companies to apply for a Payload Specialist seat on the same mission. When RCA contracted with NASA to launch Satcom Ku-1, RCA Astro-Electronics' manager of systems engineering for the Satcom-K program Bob Cenker, and his co-worker Gerard Magilton, were selected to train as Payload Specialists.\nCenker and Magilton trained with career astronauts as well as other Payload and Mission Specialists, including those scheduled for the next scheduled flight, that of the \"Challenger\" mission, STS-51-L.\nThis flight of \"Columbia\" was originally scheduled to occur in August 1985, but the timeline slipped. In July 1985 the payload was finalized to include the RCA satellite, and Cenker was assigned to the mission, now designated as STS-61-C. Magilton was assigned as the back-up.Prior to its successful launch, \"Columbia\" had several aborted launch attempts, including one on January 6 which was \"one of the most hazardous in the shuttle’s operational history\" to that point, as well as a near-catastrophic abort three days later. Referring to the January 9 abort, pilot Charlie Bolden later stated that it “...would have been catastrophic, because the engine would have exploded had we launched.”\n\"Columbia\" ultimately launched and achieved orbit on January 12, 1986, with a full crew of seven. Along with Cenker, the crew included Robert L. \"Hoot\" Gibson, future NASA Administrator Charles F. Bolden, George D. Nelson, Steven A. Hawley, Franklin R. Chang-Diaz, and US Representative Bill Nelson.\nCenker and his crewmates traveled over 2.1 million miles in 96 orbits aboard Columbia and logged over 146 hours in space.\nDuring the six-day mission, January 12–18, Cenker performed a variety of physiological tests, operated a primary experiment – an infrared imaging camera – and assisted with the deployment of RCA Americom's Satcom Ku-1 satellite, the primary mission objective. Satcom K-1 was deployed nearly 10 hours into the mission, and Satcom later reached its geostationary “slot” at 85 degrees West longitude where it remained operational until April 1997, the last major commercial satellite deployed by the space shuttle program.\nIn a 2014 video of the \"Tell Me a Story\" series titled \"Close My Eyes & Drift Away\", posted to the Kennedy Space Center Visitor Complex YouTube channel, Cenker tells a humorous story regarding a zero-g sleeping problem that he faced on his mission.\nThe next Shuttle launch, ten days after the return of \"Columbia,\" resulted in the destruction of \"Challenger\" with the loss of all aboard, including Cenker's counterpart from Hughes Aircraft, civilian crew member and Payload Specialist Greg Jarvis. Accordingly, commander Gibson later called the STS-61-C mission \"The End of Innocence\" for the Shuttle Program.\nFollowing the Challenger disaster, the shuttle fleet was grounded until 1988. Even after Shuttle missions resumed, civilian Payload Specialists like Cenker were excluded until the Payload Specialist program was reinstated on December 2, 1990 when Samuel T. Durrance, an Applied Physics Laboratory astrophysicist and Ronald A. Parise, a Computer Sciences Corporation astronomer, flew aboard STS-35. By that time, RCA had been purchased by General Electric, and RCA Astro-Electronics became part of GE. Following two additional ownership transitions, the facility was closed in 1998. As a result, Cenker was the only RCA Astro-Electronics employee, and only employee in the history of the facility under all of its subsequent names, to ever fly in space.\nNASA's Payload Specialist program has been criticized for giving limited Shuttle flight positions to civilian aerospace engineers such as Cenker and Greg Jarvis (killed aboard \"Challenger\"), politicians such as Bill Nelson, and others civilians such as Teacher in Space Christa McAuliffe (also killed aboard \"Challenger\"). Even the flight of former Mercury astronaut and US Senator John Glenn was questioned. The concern was that these people had replaced career astronauts in very limited flight opportunities, and some may have flown without fully understanding the level of danger involved in a Shuttle mission.\nPost-spaceflight.\nFollowing the completion of his shuttle mission, Cenker returned to work in the civilian aerospace field. Cenker's last two years with RCA Astro-Electronics and it's successor GE Astro Space were spent as Manager of Payload Accommodations on an EOS spacecraft program. After leaving GE, Cenker served as a consultant for various aerospace companies regarding micro-gravity research, and spacecraft design, assembly and flight operations. Cenker supported systems engineering and systems architecture studies for various spacecraft projects, including smallsats, military communications satellites, and large, assembled-in-orbit platforms. His contributions included launch vehicle evaluation and systems engineering support for Motorola on Iridium, and launch readiness for the Globalstar constellation. Other efforts include systems engineering and operations support for INTELSAT on Intelsat K and Intelsat VIII, for AT&T on Telstar 401 and 402, for Fairchild-Matra on SPAS III, for Martin Marietta on Astra 1B, BS-3N, ACTS, and for the Lockheed Martin Series 7000 communications satellites.\nCenker continues to make periodic public appearances representing NASA and the shuttle astronaut program, including one at the Kennedy Space Center in March 2017.\nIn 2017, Cenker's STS-61C crewmate former US Senator Bill Nelson spoke at a session of the US House of Representatives. In an address, titled \"Mission to Mars and Space Shuttle Flight 30th Anniversary\", he read into the Congressional Record the details of the mission of STS-61C, as well as the names and function of each crew member including Cenker.\nPersonal life.\nBob Cenker is married to Barbara Ann Cenker; they have two sons and a daughter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Engineer","surface_form":"engineer","offset":80},{"uri":"Astronaut","surface_form":"astronaut","offset":101},{"uri":"Space_Shuttle_Columbia","surface_form":"Space Shuttle \"Columbia\"","offset":179},{"uri":"Space_Shuttle_Challenger_disaster","surface_form":"Challenger explosion","offset":310},{"uri":"Pennsylvania_State_University","surface_form":"Penn State University","offset":878},{"uri":"Bachelor_of_Science","surface_form":"Bachelor of Science","offset":926},{"uri":"Aerospace_engineering","surface_form":"aerospace engineering","offset":956},{"uri":"Master_of_Science","surface_form":"Master of Science","offset":1031},{"uri":"Electrical_engineering","surface_form":"Electrical Engineering","offset":1147},{"uri":"Rutgers_University","surface_form":"Rutgers University","offset":1175},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":1384},{"uri":"Orbit","surface_form":"in-orbit","offset":1430},{"uri":"United_States_Navy","surface_form":"Navy","offset":1542},{"uri":"Satellite_navigation","surface_form":"navigation satellite","offset":1547},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":1628},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":1988},{"uri":"NASA","surface_form":"NASA","offset":2190},{"uri":"Space_Shuttle_Challenger","surface_form":"Challenger","offset":2684},{"uri":"Space_Shuttle_Columbia","surface_form":"Columbia","offset":2731},{"uri":"Charles_Bolden","surface_form":"Charles F. Bolden","offset":3596},{"uri":"United_States_House_of_Representatives","surface_form":"US Representative","offset":3679},{"uri":"Bill_Nelson","surface_form":"Bill Nelson","offset":3697},{"uri":"Outer_space","surface_form":"space","offset":3825},{"uri":"YouTube","surface_form":"YouTube","offset":4488},{"uri":"General_Electric","surface_form":"General Electric","offset":5400},{"uri":"Christa_McAuliffe","surface_form":"Christa McAuliffe","offset":5985},{"uri":"John_Glenn","surface_form":"John Glenn","offset":6097},{"uri":"Systems_engineering","surface_form":"systems engineering","offset":6803},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":6919},{"uri":"Motorola","surface_form":"Motorola","offset":7076},{"uri":"Iridium","surface_form":"Iridium","offset":7088},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":7267},{"uri":"Lockheed_Martin","surface_form":"Lockheed Martin","offset":7387},{"uri":"Kennedy_Space_Center","surface_form":"Kennedy Space Center","offset":7569},{"uri":"United_States_Senate","surface_form":"US Senator","offset":7647},{"uri":"Bill_Nelson","surface_form":"Bill Nelson","offset":7658},{"uri":"United_States_House_of_Representatives","surface_form":"US House of Representatives","offset":7696},{"uri":"Congressional_Record","surface_form":"Congressional Record","offset":7825}]}