{"id":59707,"url":"http://en.wikipedia.org/wiki/Renaissance_music","text":"e=\"preserve\">Renaissance music is European music written from about the year 1400 to 1600. This section of time is called the Renaissance, a word which means “rebirth”. The Renaissance comes between the Middle Ages and the Baroque times.\nPutting music into time sections does not mean that there were quick changes of type. Music changed slowly, and early Renaissance music was similar to Medieval music. Slowly music-writers started to try new ideas. A lot of medieval church music had become very hard with lots of rules about rhythms and clashes of notes to make dissonances. A lot of Renaissance composers wrote music which was smoother and more gentle. The music was still polyphonic with each voice having a share of melody. Music was starting to become less modal and more tonal. By the time the Baroque period started composers were using a system of major and minor keys like we do today.\nVocal music.\nComposers wrote many masses and motets. The 16th century also saw the birth of the madrigal: secular (not religious) songs which were often about love. The madrigal started in Italy and became very popular for a short while in England from the 1580s. There were lots of other secular songs such as the chanson, canzonetta and villanelle. Songs were often accompanied by a lute.\nMusic was an essential part of civic, religious, and courtly life in the Renaissance. The rich interchange of ideas in Europe, as well as political, economic, and religious events in the period 1400–1600 led to major changes in styles of composing, methods of disseminating music, new musical genres, and the development of musical instruments. The most important music of the early Renaissance was compose for use by the church—polyphonic (made up of several simultaneous melodies) masses and motets in Latin for important churches and court chapels. By the end of the sixteenth century, however, patronage was split among many areas: the Catholic Church, Protestant churches and courts, wealthy amateurs, and music printing—all were sources of income for composers.\nMusic notation.\nAn important development during the Renaissance was music notation. Many musicians wrote books about music theory. They are useful for us because they tell us how music sounded in those days and what people thought about it. Music started to be written on a music staff with five lines. There were still no barlines in early Renaissance music. Notes were written with white note heads, e.g. the minim (half note) was at one time the shortest note that could be written (the “minimum” length). Only later did crochets (quarter notes) and quavers (eighth notes) come in. This does not mean that music was slow in those days, it was just the way it was written.\nKey signatures had not yet been invented. Sharps and flats were sometimes shown by accidentals (written in front of the notes). Very often, however, the performers were expected to know or even decide for themselves the sharps and flats (see musica ficta).\nMusic printing.\nAnother very important discovery at this time was music printing. Music printing started in Italy in the mid 16th century.\nComposers of the Renaissance.\nIn the early 15th century there was a group of composers known now as the Burgundian School (from Burgundy). Guillaume Dufay was the most famous. Their music sounded a little bit like medieval music.\nTowards the end of the 15th century a style of polyphonic sacred music had been developed that can be heard in the masses of Johannes Ockeghem and Jacob Obrecht. Ockeghem even composed one piece in which all the parts develop from one idea which was used as a canon.\nIn the 16th century composers started to write music with a clear beat and regular pulse. These included Josquin des Prez and others from the Franco-Flemish School. The was a Roman school, to which the famous Italian Giovanni da Palestrina belonged. His way of writing polyphony has been a model for that style for many centuries. Music students still have to study “Palestrina technique” (how to compose in Palestrina’s style). Although church music at this time is mainly polyphonic it also has homophonic passages where the voices sing the same words together. This helps to make important words really clear.\nIn Venice, from about 1534 until around 1600, a polychoral style developed. Choirs were separated, singing from different parts of the church, often from galleries. This grand music sounded beautiful in big churches such as the Basilica San Marco di Venezia. These composers are often called the “Venetian School”. Andrea Gabrieli and later his nephew Giovanni Gabrieli wrote this kind of music, and later Claudio Monteverdi who started in the Renaissance and lived into the Baroque period.\nThe end of the Renaissance period.\nThe change to the Baroque musical style happened around 1600. This was the time when opera was invented. This needed a new style of composing. The composer Monteverdi wrote in the Renaissance style until about 1600-1650, when he changed to the Baroque style.","categories":[],"infobox_types":[],"annotations":[{"uri":"Europe","surface_form":"Europe","offset":34},{"uri":"Music","surface_form":"music","offset":43},{"uri":"1400","surface_form":"1400","offset":77},{"uri":"1600","surface_form":"1600","offset":85},{"uri":"Renaissance","surface_form":"Renaissance","offset":126},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":203},{"uri":"Baroque","surface_form":"Baroque","offset":223},{"uri":"Medieval_music","surface_form":"Medieval music","offset":389},{"uri":"Dissonance","surface_form":"dissonance","offset":566},{"uri":"Polyphonic","surface_form":"polyphonic","offset":678},{"uri":"Mode_(music)","surface_form":"modal","offset":765},{"uri":"Tonal","surface_form":"tonal","offset":780},{"uri":"Masses_(music)","surface_form":"masses","offset":932},{"uri":"Motet","surface_form":"motet","offset":943},{"uri":"Madrigal","surface_form":"madrigal","offset":994},{"uri":"1580s","surface_form":"1580s","offset":1155},{"uri":"Chanson","surface_form":"chanson","offset":1213},{"uri":"Canzonetta","surface_form":"canzonetta","offset":1222},{"uri":"Villanelle","surface_form":"villanelle","offset":1237},{"uri":"Accompaniment_(music)","surface_form":"accompanied","offset":1266},{"uri":"Lute","surface_form":"lute","offset":1283},{"uri":"Music_notation","surface_form":"music notation","offset":2125},{"uri":"Music_theory","surface_form":"music theory","offset":2174},{"uri":"Music_staff","surface_form":"music staff","offset":2331},{"uri":"Bar_(music)","surface_form":"barlines","offset":2380},{"uri":"Key_signature","surface_form":"Key signature","offset":2732},{"uri":"Musica_ficta","surface_form":"musica ficta","offset":2974},{"uri":"Music_printing","surface_form":"music printing","offset":3055},{"uri":"Burgundy","surface_form":"Burgundy","offset":3256},{"uri":"Guillaume_Dufay","surface_form":"Guillaume Dufay","offset":3267},{"uri":"Johannes_Ockeghem","surface_form":"Johannes Ockeghem","offset":3483},{"uri":"Jacob_Obrecht","surface_form":"Jacob Obrecht","offset":3505},{"uri":"Canon_(music)","surface_form":"canon","offset":3618},{"uri":"Josquin_des_Prez","surface_form":"Josquin des Prez","offset":3730},{"uri":"Franco-Flemish_School","surface_form":"Franco-Flemish School","offset":3767},{"uri":"Rome","surface_form":"Roman","offset":3800},{"uri":"Italy","surface_form":"Italian","offset":3834},{"uri":"Giovanni_da_Palestrina","surface_form":"Giovanni da Palestrina","offset":3842},{"uri":"Homophonic","surface_form":"homophonic","offset":4122},{"uri":"Venice","surface_form":"Venice","offset":4241},{"uri":"1534","surface_form":"1534","offset":4260},{"uri":"San_Marco_di_Venezia","surface_form":"San Marco di Venezia","offset":4475},{"uri":"Andrea_Gabrieli","surface_form":"Andrea Gabrieli","offset":4553},{"uri":"Giovanni_Gabrieli","surface_form":"Giovanni Gabrieli","offset":4590},{"uri":"Claudio_Monteverdi","surface_form":"Claudio Monteverdi","offset":4644},{"uri":"Baroque_music","surface_form":"Baroque musical style","offset":4782},{"uri":"Opera","surface_form":"opera","offset":4849}]}