{"id":597022,"url":"http://en.wikipedia.org/wiki/Tanjore_District_(Madras_Presidency)","text":"e=\"preserve\">Tanjore District was one of the districts in the erstwhile Madras Presidency of British India. It covered the area of the present-day districts of Thanjavur, Tiruvarur and Nagapattinam and the Aranthangi taluk of Pudukkottai District in Tamil Nadu.Thanjavur was a centre of Chola cultural heritage and one of the richest and most prosperous districts in Madras Presidency.\nTanjore district was constituted in 1799 when the Thanjavur Maratha ruler Serfoji II ceded most of his kingdom to the British East India Company in return for his restitution on the throne. Tanjore district, which is situated on the Cauvery Delta, is one of the richest rice-growing regions in South India. It was scarcely affected by famines such as the Great Famine of 1876–78.\nDemographics.\nTanjore District covered a total area of 9,600 square kilometres (3,710 sq mi). It had a population of 2,245,029 in 1901. The population density was 234 inhabitants per square kilometre (605/sq mi). As per the 1901 census statistics, Tanjore was the fifth most populous district in the Madras Presidency and the second most densely populated after Madras city.\nAccording to the 1901 census, 91 percent of the population was Hindu, 5 percent Muslim and 4 percent Christian. Among Hindus, Paraiyars (310,391), Vanniyars (235,406), Vellalars (212,168), Kallars (188,463), Pallars (159,855), Valaiyars (137,216), and Brahmins (118,882) were the most numerous. Kallars were mainly found in the western part of Tanjore and Pattukkottai taluks. Tanjore had the third highest Brahmin population in the Madras Presidency (more than 6%) after South Canara and Ganjam and the highest among the Tamil-speaking districts. Most of the Muslims were Marakkayars or Labbais and concentrated in Kumbakonam taluk where they formed the majority in the towns of Ayyampettai, Rajagiri and Pandaravadai apart from Koothanallur in Mannargudi taluk. They were also found in large numbers in the Negapatam and Pattukkottai taluks. More than a third of the total Christian population of the district lived in Tanjore taluk. There were a total of about 600 Jains chiefly concentrated in the Tanjore and Mannargudi taluks.The chief Muslim places of worship were located in Tanjore and Muttupet apart from the Nagore dargah.\nTamil was spoken as mother tongue by an overwhelming majority of the population while Telugu was spoken by about 3%. Other languages spoken include Marathi (13,651) and Saurashtrian or Patnuli.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tanjore_District_(Madras_Presidency)","surface_form":"Tanjore District","offset":13},{"uri":"Madras_Presidency","surface_form":"Madras Presidency","offset":72},{"uri":"British_India","surface_form":"British India","offset":93},{"uri":"Thanjavur_district","surface_form":"Thanjavur","offset":160},{"uri":"Thiruvarur_district","surface_form":"Tiruvarur","offset":171},{"uri":"Nagapattinam_district","surface_form":"Nagapattinam","offset":185},{"uri":"Aranthangi_taluk","surface_form":"Aranthangi taluk","offset":206},{"uri":"Pudukkottai_district","surface_form":"Pudukkottai District","offset":226},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":250},{"uri":"Thanjavur","surface_form":"Thanjavur","offset":261},{"uri":"Thanjavur","surface_form":"Thanjavur","offset":436},{"uri":"Serfoji_II","surface_form":"Serfoji II","offset":460},{"uri":"British_East_India_Company","surface_form":"British East India Company","offset":504},{"uri":"Cauvery_Delta","surface_form":"Cauvery Delta","offset":619},{"uri":"Vanniyar","surface_form":"Vanniyars","offset":1288},{"uri":"Kallar_(caste)","surface_form":"Kallars","offset":1330},{"uri":"Pallar","surface_form":"Pallars","offset":1349},{"uri":"Brahmin","surface_form":"Brahmins","offset":1393},{"uri":"Kumbakonam_Taluk","surface_form":"Kumbakonam taluk","offset":1757},{"uri":"Ayyampettai","surface_form":"Ayyampettai","offset":1821},{"uri":"Rajagiri","surface_form":"Rajagiri","offset":1834},{"uri":"Pandaravadai","surface_form":"Pandaravadai","offset":1847},{"uri":"Koothanallur","surface_form":"Koothanallur","offset":1871},{"uri":"Mannargudi_Taluk","surface_form":"Mannargudi taluk","offset":1887}]}