{"id":597144,"url":"http://en.wikipedia.org/wiki/Chepauk_Stadium","text":"e=\"preserve\">Chepauk Stadium (M. A. Chidambaram Stadium) is a cricket stadium in Chennai, India. The stadium, most commonly known as Chepauk, was established in 1916 and it is the oldest continuously used cricket stadium in the country. Its alternative name is after M. A. Chidambaram, former President of BCCI and the stadium was formerly known as Madras Cricket Club Ground. It is the home ground of the Tamil Nadu cricket team and the Indian Premier League team Chennai Super Kings. Chepauk hosted its first Test match on 10 February 1934, the first ever Ranji Trophy match in 1936 and Indian cricket team's first ever test victory in 1952 against England. The 1986 India-Australia match held at Chepauk was only the second ever Tied Test in the history of the game. As of 19 Aug, 2017 it has hosted 32 Tests, 21 ODIs and 1 T20I.\nCrowd.\nThe Chepauk crowd is known to be amongst the most appreciative in the country. The crowd gave a standing ovation to Saeed Anwar after scoring the highest ever ODI score of 194 against India in 1997. The crowd was again appreciative when Pakistan won a Test match in 1999 and the Pakistani team made a lap of honour in appreciation of the spectators' sporting behaviour.\nRecords of the stadium and in the stadium.\nIndia hold the record for the highest score on the ground when they hit 759-7d runs against England in 2016. India hold the record for the lowest score at the ground when England restricted them to just 83. Sunil Gavaskar (1018 runs) had scored the most number of runs in this stadium followed by Sachin Tendulkar (876 runs) and Gundappa Vishwanath (785 runs) in Tests. Anil Kumble (48 wickets) had taken the most wickets in this stadium followed by Kapil Dev (40 wickets) and Harbhajan Singh (39 wickets) in Tests.\nThe highest ODI score here was made by Pakistan in 1997 when Pakistan scored 327–5, India replied with 292 all out, which is the third highest score here. The second highest score is 299–8 made by India on 22 October 2015 against South Africa which India defended successfully. The fourth highest score is 289–4 made by Australia against New Zealand. Yuvraj Singh has scored the most number of runs here with 255 runs in ODIs. Mohammad Rafique has taken the most number of wickets (14 wickets), followed by Ajit Agarkar, who is the highest wicket taking Indian cricketer.\nNotable events.\nSachin Tendulkar has scored more runs in Chepauk than any other venue in India with 876 runs in nine Tests at an average of 87.60.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chennai","surface_form":"Chennai","offset":81},{"uri":"M._A._Chidambaram","surface_form":"M. A. Chidambaram","offset":267},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":438},{"uri":"Chennai_Super_Kings","surface_form":"Chennai Super Kings","offset":465},{"uri":"Sachin_Tendulkar","surface_form":"Sachin Tendulkar","offset":2357}]}