{"id":597140,"url":"http://en.wikipedia.org/wiki/Chennai_Super_Kings","text":"ce=\"preserve\">The Chennai Super Kings (abbreviated as CSK) is a franchise cricket team standing for Chennai, Tamil Nadu (India), playing in the Indian Premier League (IPL). Founded in 2008, the team played its home matches at the M. A. Chidambaram Stadium in Chennai. On 14 July 2015, the Supreme Court appointed RM Lodha committee suspended the Super Kings from the IPL for a period of two years for the alleged involvement of their owners in the 2013 Indian Premier League betting case.Prior to the suspension, the team was captained by Mahendra Singh Dhoni and coached by Stephen Fleming.It has most fans in instagram around 6.2 million follwers\nThe Super Kings had won the title twice in succession (2010 and 2011).In 2010, they won the Champions League Twenty20 for the first time and repeated the feat in 2014. The leading run-scorer of the team is Suresh Raina, while the leading wicket-taker is Ravichandran Ashwin.CSK has most records of appearance in playoffs (10) and finals(8)\nCreation.\nIn September 2007, the Board of Control for Cricket in India (BCCI) announced the establishment of the Indian Premier League, a Twenty20 competition to be started in 2008.In January 2008, the BCCI unveiled the owners of eight city-based franchises. The Chennai franchise was sold to the India Cements for $91 million, making it the fourth most expensive team in the league behind Mumbai, Bangalore and Hyderabad.India Cements acquired the rights to the franchise for 10 years.\n2008–2009: First seasons.\nDuring the first player auctions for the inaugural IPL season conducted in January 2008, the Chennai franchise bought a number of contemporary star cricketers such as Mahendra Singh Dhoni, Matthew Hayden, Stephen Fleming, Muttiah Muralitharan and Michael Hussey. Dhoni became the costliest player of the auction, as the Chennai franchise bought him for $1.5 million.The franchise named Dhoni as the captain of the team and appointed Kepler Wessels as the head coach.They played their first game on 19 April 2008 against Kings XI Punjab at Mohali. The Super Kings won the game by 33 runs after posting 240/5 in 20 overs, which was the highest total of the tournament, a record surpassed by themselves in 2010.The Super Kings ended the league stage with eight wins from 14 games and finished third on the points table.They beat the Kings XI Punjab by 9 wickets in the semifinal.The Super Kings faced the Rajasthan Royals in the final of the IPL at Mumbai. Batting first, the Super Kings scored 163/5 in 20 overs and lost the game by 3 wickets off the final delivery of the match.\nIn 2009 season, The Super Kings finished with 17 points from 14 matches and earned a second place at the league table.However, at the semi-finals, their hopes of entering the final for a second time were crushed by the Royal Challengers who beat them by 6 wickets.The Super Kings opener Matthew Hayden, who scored 572 runs in 12 innings with 5 half-centuries at an average of 52 and strike-rate of 145, won the Orange Cap for the leading run-scorer of the season and was also adjudged Player of the Tournament.\n2010: IPL and CLT20 double wins.\nIn 2010, the Super Kings struggled in the first half of the regular season, winning only two matches out of seven. They won four of their next five games in the season mainly due to the efforts of Murali Vijay and Suresh Raina. After a defeat at home to the Delhi Daredevils, the Super Kings were left with a must-win match against Kings XI Punjab at Dharamsala. The Super Kings won the match by six wickets as they chased down the target of 193 with two balls to spare with skipper Dhoni scoring an unbeaten 54 from 29 balls.Chennai got the third place as they had the better net run rate of the four teams which finished on 14 points.In the semifinal, the Super Kings scored a modest 142/7 in 20 overs against the defending champions Deccan Chargers. But an inspired bowling spell from Doug Bollinger (4/13 in four overs) did the most damage as the Chargers were bowled out for 104. This gave the Super Kings a 38-run victory that took them to the final. The Super Kings faced the tournament favorites Mumbai Indians at their home ground in the final.Suresh Raina's 57 (35) helped the Super Kings recover from 68/3 after 12 overs to put up 168/5 at the end of their 20 overs. Then, their spin duo of Ravichandran Ashwin and Muralitharan conceded only 41 runs in the 8 overs bowled between them to help the Super Kings won the game by 22 runs and secure their first ever IPL title.With this, the Super Kings also qualified for the 2010 Champions League Twenty20 that was held in South Africa.\nAt the Champions League, the Super Kings were placed in Group A along with champions of Twenty20 competitions from Australia, South Africa, New Zealand and Sri Lanka. The Super Kings topped the Group table with three wins and a Super Over defeat to the Victorian Bushrangers.In the semi-final at Durban, the Super Kings comprehensively defeated IPL rivals Royal Challengers Bangalore by 52 runs. Raina won the Man of the match for his unbeaten 94 off 48 balls.The Super Kings played their first CLT20 final at Johannesburg where they beat the Chevrolet Warriors by 8 wickets, becoming the first IPL team to win the CLT20. Murali Vijay won not only the Man of the Match in the final for his 58 but also the Golden Bat for scoring the most runs in the tournament and Ashwin, who was the leading wicket-taker, was adjudged the Player of the Series. At the end of the season, Matthew Hayden decided to retire from the IPL.\n2011-2015 seasons.\nIn 2011, as two new teams were added to the IPL, the IPL Governing Council declared that each franchise could retain a maximum of four players of their squad, only three of whom can be Indian players, and the rest of the international players would be put in the mega-auction. The Chennai franchise, keen to have the same set of core players, retained captain MS Dhoni, vice-captain Suresh Raina, Murali Vijay and all-rounder Albie Morkel for a total of $4.5 million. At the auction, they bought back some of their star players of previous seasons such as Hussey, Ashwin, Bollinger and Subramaniam Badrinath. In the 2011 IPL, they lost three of their first five games which placed them at the bottom of the ten-team points table.But then, they went on to win seven of their next eight games to finish second and register a spot in the knockout stages. They faced the top-ranked team Royal Challengers Bangalore in the Qualifying final which they won by 6 wickets thanks to an unbeaten 73 from Suresh Raina.\nIn the final, they faced the same opponents again, which was held at their home ground Chepauk. Vijay and Hussey put on a 133-run first-wicket partnership that helped the Super Kings to post a total of 205/5. Their bowlers, then, restricted Bangalore to only 147 to take the Super Kings to second consecutive title in the IPL. Vijay was awarded Man of the Match for his match-winning innings of 95.CSK also won all their home games that season becoming the first team in IPL to achieve the feat. However at the Champions League later that year, they won only one out of their four group matches and finished at the bottom.\nIn 2012, the franchise signed up Indian all-rounder Ravindra Jadeja for $2 million at the players' auction.They got off to a rather slow start in the regular season, winning only five of their first 12 games which put them in doubt of qualifying for the Playoffs. Then they won three of their last four matches and qualified for the Playoffs with a better net run rate than the Royal Challengers who also finished with the same number of points.In the Eliminator, they beat the Mumbai Indians by 38 runs before comprehensively beating the table-toppers Delhi Daredevils in the Qualifying final by 86 runs. Murali Vijay, who struck his second IPL hundred (113 off 58 balls), won the Man of the Match.At the final, the Super Kings were defeated by 5 wickets by the Kolkata Knight Riders who chased down the target of 191 with two balls to spare, thus denying the Super Kings a hat-trick of titles in the IPL. At the Champions League, once again they could not progress past the group stage with two wins and two defeats.\nIn 2013, the Super Kings strengthened their bowling attack by signing up five overseas and five Indian bowlers. In the IPL season, they finished first in the points table with 11 wins from 16 matches and qualified for the Playoffs and 2013 CLT20. This was the first time in six seasons that the Super Kings had topped the league table of the IPL. During the season, they also equaled Royal Challengers Bangalore's 2011 record for most wins in succession in the IPL (7 wins on trot). In the first Qualifier at Delhi against Mumbai Indians, the Super Kings posted 192/1 in 20 overs riding on unbeaten half-centuries from Hussey (86* off 58 balls) and Raina (82* off 42 balls) before bowling out their opponents for 144. Thus they entered the final of the IPL for the fourth time in succession where they would play the same opponents, Mumbai Indians, at Kolkata. At the final, batting first, the Mumbai Indians made 148/9 in their 20 overs. In reply, the Super Kings were reduced to 39/6 at one stage before an unbeaten half-century from skipper Dhoni took them close to the target. However, Mumbai Indians won the match by 23 runs to win their first ever IPL title. Super Kings opening batsman Michael Hussey, who scored 733 runs that season at an average of 52, won the Orange Cap for the most runs in the season while all-rounder Dwayne Bravo won the Purple Cap for bagging the most wickets (32). The Super Kings gained direct qualification for the 2013 CLT20 which was held in India in September–October. They were placed in Group B alongside Brisbane Heat, Sunrisers Hyderabad, Titans and Trinidad & Tobago. They won their first three games before losing the final group match against Trinidad & Tobago. With 12 points from four matches, the Super Kings progressed to the semifinals where they suffered a 14-run defeat at the hands of the Rajasthan Royals at Jaipur.\nIn 2014,The Super Kings started the season with a defeat in the opening match, after which they went on to win eight of their next nine matches to take the first spot in the points table. However, they suffered a loss of form towards the end of the regular season which resulted in three consecutive defeats. They won their last league fixture and finished third in the points table and qualified for the Eliminator against the fourth-placed Mumbai Indians. They won the Eliminator at Mumbai by 7 wickets and qualified for the Qualifier. At the Qualifier against Kings XI Punjab, the Super Kings won the toss and elected to field. Punjab went on to score 226/6 in their 20 overs. The Super Kings, in reply, could manage only 202/7 despite a 25-ball 87 from Raina. They crashed out of the IPL, but, on account of finishing third, qualified for the main event of the 2014 CLT20. In the group stage of the CLT20, the Super Kings won two matches, lost one while another match was a no result. Thus with 10 points they finished second in the group table and qualified for the semifinal where they met the unbeaten team of the other group, Kings XI Punjab. After being put in to bat, the Super Kings posted 182/7 in 20 overs thanks to Bravo who scored a 39-ball 67. Then their bowlers reduced Punjab to 34/6 in the eighth over, and Punjab were eventually bowled out for 117. At the final in Bangalore, the Super Kings faced the IPL champions Kolkata Knight Riders who set them a target of 181 in 20 overs. Raina guided the run-chase with an unbeaten 109 off 62 balls, helping the team to an eight-wicket win and their second CLT20 title. Super Kings spinner Pawan Negi who took 5/22 during Kolkata's innings won the Man of the Match, and Raina, who finished as the highest run-getter of the tournament, was awarded Man of the Tournament.\nIn 2015, before the players' auction, Chennai Super Kings gave away Ben Hilfenhaus, John Hastings, Vijay Shankar and David Hussey. At the auction they bought back Michael Hussey for a price of Rs.1.5 crores. They also bought Kyle Abbott, Irfan Pathan, Andrew Tye, Eklavya Dwivedi, Ankush Bains, Pratyush Singh and Rahul Sharma. In the final, they lost against Mumbai.\nControversies.\nIn May 2013, Gurunath Meiyappan, son-in-law of Srinivasan, was arrested by Mumbai Police on charges of placing bets on IPL matches Meiyappan, who was the Team Principal of the Super Kings, was issued a summons by the Mumbai Police and on interrogation it was found that Meiyappan was in contact with bookies through actor Vindu Dara Singh. Following this, Srinivasan, on 2 June 2013, decided to step aside as BCCI President temporarily until the inquiry into the betting case completed. In February 2014, the three member panel appointed by the Supreme Court of India enquired into the betting case indicted Meiyappan for illegal betting during the 2013 IPL.\nOn 25 March 2014, the Supreme Court of India issued an ultimatum to the BCCI demanding that Srinivasan either step down as President or be removed from his position. On 14 July 2015, the Supreme Court appointed RM Lodha committee suspended the owners of Rajasthan Royals and Chennai Super Kings from the Indian Premier League for a period of two years. On 24 February 2016, the Supreme Court of India agreed to hear a plea for lifting the ban on the Chennai Super Kings.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chennai","surface_form":"Chennai","offset":100},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":109},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":144},{"uri":"Chepauk_Stadium","surface_form":"M. A. Chidambaram Stadium","offset":230},{"uri":"Mahendra_Singh_Dhoni","surface_form":"Mahendra Singh Dhoni","offset":539},{"uri":"Stephen_Fleming","surface_form":"Stephen Fleming","offset":575},{"uri":"Champions_League_Twenty20","surface_form":"Champions League Twenty20","offset":741},{"uri":"Suresh_Raina","surface_form":"Suresh Raina","offset":855},{"uri":"Ravichandran_Ashwin","surface_form":"Ravichandran Ashwin","offset":903},{"uri":"Board_of_Control_for_Cricket_in_India","surface_form":"Board of Control for Cricket in India","offset":1022},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":1102},{"uri":"India_Cements","surface_form":"India Cements","offset":1411},{"uri":"Mahendra_Singh_Dhoni","surface_form":"Mahendra Singh Dhoni","offset":1669},{"uri":"Matthew_Hayden","surface_form":"Matthew Hayden","offset":1691},{"uri":"Stephen_Fleming","surface_form":"Stephen Fleming","offset":1707},{"uri":"Muttiah_Muralitharan","surface_form":"Muttiah Muralitharan","offset":1724},{"uri":"Michael_Hussey","surface_form":"Michael Hussey","offset":1749},{"uri":"Kepler_Wessels","surface_form":"Kepler Wessels","offset":1935},{"uri":"Kings_XI_Punjab","surface_form":"Kings XI Punjab","offset":2022},{"uri":"Kings_XI_Punjab","surface_form":"Kings XI Punjab","offset":2332},{"uri":"Rajasthan_Royals","surface_form":"Rajasthan Royals","offset":2404},{"uri":"Royal_Challengers_Bangalore","surface_form":"Royal Challengers","offset":2799},{"uri":"Matthew_Hayden","surface_form":"Matthew Hayden","offset":2867},{"uri":"Murali_Vijay","surface_form":"Murali Vijay","offset":3321},{"uri":"Suresh_Raina","surface_form":"Suresh Raina","offset":3338},{"uri":"Delhi_Daredevils","surface_form":"Delhi Daredevils","offset":3382},{"uri":"Doug_Bollinger","surface_form":"Doug Bollinger","offset":3912},{"uri":"Mumbai_Indians","surface_form":"Mumbai Indians","offset":4128},{"uri":"Ravichandran_Ashwin","surface_form":"Ravichandran Ashwin","offset":4326},{"uri":"Champions_League_Twenty_20","surface_form":"Champions League","offset":4625},{"uri":"Champions_League_Twenty20","surface_form":"Twenty20","offset":4706},{"uri":"Victorian_Bushrangers","surface_form":"Victorian Bushrangers","offset":4871},{"uri":"Suresh_Raina","surface_form":"Suresh Raina","offset":5939},{"uri":"Murali_Vijay","surface_form":"Murali Vijay","offset":5953},{"uri":"Albie_Morkel","surface_form":"Albie Morkel","offset":5982},{"uri":"Subramaniam_Badrinath","surface_form":"Subramaniam Badrinath","offset":6142},{"uri":"Royal_Challengers_Bangalore","surface_form":"Royal Challengers Bangalore","offset":6439},{"uri":"Ravindra_Jadeja","surface_form":"Ravindra Jadeja","offset":7238},{"uri":"Kolkata_Knight_Riders","surface_form":"Kolkata Knight Riders","offset":7949},{"uri":"Mumbai_Indians","surface_form":"Mumbai Indians","offset":9038},{"uri":"Michael_Hussey","surface_form":"Michael Hussey","offset":9398},{"uri":"Dwayne_Bravo","surface_form":"Dwayne Bravo","offset":9536},{"uri":"Brisbane_Heat","surface_form":"Brisbane Heat","offset":9750},{"uri":"Sunrisers_Hyderabad","surface_form":"Sunrisers Hyderabad","offset":9765},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad & Tobago","offset":9797},{"uri":"Trinidad_and_Tobago","surface_form":"Trinidad & Tobago","offset":9893},{"uri":"Pawan_Negi","surface_form":"Pawan Negi","offset":11727},{"uri":"Ben_Hilfenhaus","surface_form":"Ben Hilfenhaus","offset":11975},{"uri":"John_Hastings","surface_form":"John Hastings","offset":11991},{"uri":"Vijay_Shankar","surface_form":"Vijay Shankar","offset":12006},{"uri":"David_Hussey","surface_form":"David Hussey","offset":12024},{"uri":"Michael_Hussey","surface_form":"Michael Hussey","offset":12070},{"uri":"Kyle_Abbott","surface_form":"Kyle Abbott","offset":12132},{"uri":"Irfan_Pathan","surface_form":"Irfan Pathan","offset":12145},{"uri":"Andrew_Tye","surface_form":"Andrew Tye","offset":12159},{"uri":"Eklavya_Dwivedi","surface_form":"Eklavya Dwivedi","offset":12171},{"uri":"Rahul_Sharma","surface_form":"Rahul Sharma","offset":12221},{"uri":"Gurunath_Meiyappan","surface_form":"Gurunath Meiyappan","offset":12303},{"uri":"Vindu_Dara_Singh","surface_form":"Vindu Dara Singh","offset":12612},{"uri":"Rajasthan_Royals","surface_form":"Rajasthan Royals","offset":13203}]}