{"id":597169,"url":"http://en.wikipedia.org/wiki/Sonia_Bashir_Kabir","text":"Sonia Bashir Kabir is a Bangladeshi business executive. She is the Managing Director of Microsoft Bangladesh Limited and co-founder of IT Firm Syntec and D Money, a financial technology sector start-up. She was a national athlete and she has played for Bangladesh National Volleyball team and Bangladesh National Cricket team. Before joining the national team she played both volleyball and cricket for Abahani. She serves on boards of the Bangladesh Association of Software and Information Services (BASIS), the business and computer science schools of North South University and the business school of the Independent University Bangladesh. Former UN Secretary-General Ban Ki-moon appointed Sonia in 2015 to the Governing Council of the Technology Bank for the Least Developed Countries (LDC) for a 3 year term.\nEarly life and education.\nSonia passed SSC and HSC from Vicarunnessa High school and College. After that she educated and trained in Silicon Valley. She lived in Northern California for 20 years.\nCareer.\nAfter completing MBA, Sonia worked in Silicon Valley for Fortune 100 companies including Sun Microsystems and Oracle. Her expertise includes strategic planning and growth, sales execution, financial management, team building and change management. Before work with Microsoft Bangladesh she served as Country Manager for Dell Bangladesh and Chief Operating Officer for Aamra Technologies Limited. She is the Founder President of TiE Dhaka, Co-founder of Bangladesh Women in IT (BWIT) and Board Member of the American International School, Dhaka. She is also Director of Women Entrepreneurs’ Association (WEA), Member of Bangladesh Cricket Board (BCB) Women’s Wing and Member, Abahani Women’s Games Development Committee (AWGDC).","categories":[],"infobox_types":[],"annotations":[{"uri":"UN","surface_form":"UN","offset":650},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":671},{"uri":"Silicon_Valley","surface_form":"Silicon Valley","offset":947},{"uri":"Sun_Microsystems","surface_form":"Sun Microsystems","offset":1107},{"uri":"Oracle","surface_form":"Oracle","offset":1128}]}