{"id":597347,"url":"http://en.wikipedia.org/wiki/Reed_Smoot","text":"e=\"preserve\">Reed Smoot (January 10, 1862 – February 9, 1941) was a republican senator from 1903–1933. He was also a leader in the Church of Jesus Christ of Latter-day Saints (LDS Church) and a businessman.\nAs a senator he is known for the 1930 Smoot–Hawley Tariff Act.\nSmoot was an important leader of the LDS Church. He was chosen to serve as an apostle in the Quorum of the Twelve Apostles in 1900. Smoot's role in the LDS Church led to a controversy in the United States Senate. There were also rumors of polygamy and a secret oath against the United States A Senate committee questioned Smoot's authority in the Reed Smoot hearings. The committee suggested Smoot's removal, but the full Senate voted to keep Smoot. He lost the vote for office in 1932. Smoot returned to Utah in 1933. Smoot stopped working in politics and business and spent his time working in the church. At the time of his death, he was third in line to lead the LDS Church.\nEarly life, family, and religious activity.\nSmoot was born in 1862 in Salt Lake City, Utah Territory. He was the son of a Mormon pioneer from Kentucky and Iowa, Abraham O. Smoot, who was a mayor of the city from 1856 to 1862. His mother was Anne Kristina Morrison Smoot, also known as Anne Kirstine Mauritzen before her marriage. Anne Kristina Morrison Smoot was Smoot's father's fifth wife of six plural marriages and 27 children, three of whom Abraham O. Smoot adopted. The family moved to Provo, Utah, when his father was called by Brigham Young to head the stake there. Smoot went to school at the University of Utah (then a religious school) and graduated from Brigham Young Academy (now Brigham Young University) in Provo in 1879. After school, Smoot worked as a Mormon missionary in England. After returning to Utah, Smoot married Alpha M. Eldredge of Salt Lake City on September 17, 1884. They had six children together. Thereafter, Smoot became a successful businessman in the Salt Lake City area. In 1895, he became very involved in the government of the LDS Church and achieved more authority. On April 8, 1900, Smoot was chosen as an LDS Church apostle and member of the church's Quorum of the Twelve Apostles.\nUnited States Senate.\nAfter becoming an apostle in 1900, Smoot got permission from the LDS Church president Joseph F. Smith to run for office in 1902. He had joined the Republican Party.\nSmoot was voted by the Utah legislature to the United States Senate on January 20, 1903, as a Republican Senator representing the state. Smoot was introduced to the United States Senate by Utah's senior U.S. Senator, Republican Thomas Kearns, a Catholic who was elected in 1901. Kearns, an important mining leader, newspaper owner, banker, and railroad owner, had competed with Smoot for election to the Senate in 1900. Kearns was elected. Two years later Smoot ran again and won.\nPolitical career.\nSmoot was elected again in 1908 and continued to be elected over and over again until 1932. He worked in the Senate until March 1933. A Constitutional amendment required the popular election of US Senators after 1913. Smoot lost 1932 election, the year in which Democrat Franklin D. Roosevelt won the presidency.\nIn 1916, William Kent was the lead supporter in the House of Representatives of a law to establish the National Park Service. Smoot sponsored the law in the Senate. The law passed the House of Representatives on July 1, 1916. The law passed the Senate on August 5. The law was signed by U.S. President Woodrow Wilson on August 25, 1916. The National Park Service was placed within the cabinet Department of Interior.\nSmoot was Chairman of the Senate Finance Committee from 1923 to 1933, and worked on the Senate Appropriations Committee. He worked on the national Republican Party and served as a delegate to the Republican National Convention every four years between 1908 and 1924. He was Chairman of the 1928 Resolutions Committee at the 1928 Republican National Convention and Chairman of the Republican Senatorial Campaign Committee.\nSmoot was a co-sponsor of the Smoot-Hawley Tariff Act in 1930. This act raised U.S. import tariffs on over 20,000 items to higher than they had ever been. Many historians believe that it made the Great Depression worse. U.S. President Herbert Hoover signed the act and it became a law on June 17, 1930.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republican","surface_form":"republican","offset":68},{"uri":"Senator","surface_form":"senator","offset":79},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"the Church of Jesus Christ of Latter-day Saints","offset":127},{"uri":"Businessman","surface_form":"businessman","offset":194},{"uri":"Smoot%E2%80%93Hawley_Tariff_Act","surface_form":"Smoot–Hawley Tariff Act","offset":245},{"uri":"Quorum_of_the_Twelve_Apostles_(LDS_Church)","surface_form":"Quorum of the Twelve Apostles","offset":363},{"uri":"Controversy","surface_form":"controversy","offset":442},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":461},{"uri":"Polygamy","surface_form":"polygamy","offset":509},{"uri":"Oath_of_vengeance","surface_form":"secret oath","offset":524},{"uri":"Authority","surface_form":"authority","offset":600},{"uri":"Reed_Smoot_hearings","surface_form":"Reed Smoot hearings","offset":617},{"uri":"Utah","surface_form":"Utah","offset":775},{"uri":"Salt_Lake_City","surface_form":"Salt Lake City","offset":1019},{"uri":"Utah_Territory","surface_form":"Utah Territory","offset":1035},{"uri":"Mormon","surface_form":"Mormon","offset":1071},{"uri":"Polygamy","surface_form":"plural marriages","offset":1347},{"uri":"Provo%2C_Utah","surface_form":"Provo, Utah","offset":1441},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":1484},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":1551},{"uri":"Brigham_Young_University","surface_form":"Brigham Young University","offset":1642},{"uri":"Mormon_missionary","surface_form":"Mormon missionary","offset":1718},{"uri":"Apostle","surface_form":"apostle","offset":2212},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":2341},{"uri":"Legislature","surface_form":"legislature","offset":2387},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2406},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":2524},{"uri":"Thomas_Kearns","surface_form":"Thomas Kearns","offset":2587},{"uri":"Newspaper","surface_form":"newspaper","offset":2674},{"uri":"Constitutional_amendment","surface_form":"Constitutional amendment","offset":2994},{"uri":"Popular_election","surface_form":"popular election","offset":3032},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrat","offset":3120},{"uri":"Franklin_D._Roosevelt","surface_form":"Franklin D. Roosevelt","offset":3129},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":3223},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":3274},{"uri":"United_States_Senate","surface_form":"Senate","offset":3328},{"uri":"United_States_Senate","surface_form":"Senate","offset":3416},{"uri":"President_of_the_United_States","surface_form":"U.S. President","offset":3458},{"uri":"Woodrow_Wilson","surface_form":"Woodrow Wilson","offset":3473},{"uri":"National_Park_Service","surface_form":"National Park Service","offset":3512},{"uri":"United_States_Department_of_the_Interior","surface_form":"cabinet Department of Interior","offset":3556},{"uri":"Chairman","surface_form":"Chairman","offset":3598},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":3735},{"uri":"Chairman","surface_form":"Chairman","offset":3862},{"uri":"Chairman","surface_form":"Chairman","offset":3952},{"uri":"Great_Depression","surface_form":"Great Depression","offset":4206},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":4245}]}