{"id":597360,"url":"http://en.wikipedia.org/wiki/Thomas_L._Kane","text":"Thomas L. Kane (January 27, 1822 – December 26, 1883) was an American lawyer. He was friends with Brigham Young, a leader in the Church of Jesus Christ of Latter-day Saints, or Mormon church, or LDS Church. Kane helped Brigham Young and the Mormons travel to Utah.\nMormon Battalion.\nKane met with members of the LDS Church at a meeting in Philadelphia in May 1846. Kane gave them his advice (told them what he thought they should do) and helped with their conflicts (arguments) with the U.S. government. He also helped them when they tried to emigrate (move) to western areas (places) in the US. Jesse C. Little, an LDS religious leader in the East, was asking for help with the Latter-day Saints' move to the West. Kane was able to get letters of recommendation (letters that say Kane can be trusted) from people who knew his father. Kane later joined Little in Washington, D.C., and they met the secretary of state, secretary of war, and President James K. Polk. After they negotiated (shared and talked about ideas), the United States agreed to send 500 LDS men, in five groups of 75 to 100 men each, called the Mormon Battalion, to help in the Mexican-American War.\nWith his fathers help, Kane got U.S. government permission for the refugee (people who have lost or had to leave their homes) Mormons to occupy Pottawattamie and Omaha Indian lands along the Missouri. Kane carried letters to Fort Leavenworth, and looked for Little in the Latter-day Saint camps on the Missouri River. On July 17, 1846, Kane met with LDS leaders and Army Captain James Allen to make the Mormon Battalion. Kane met many leaders of the Church, and became a popular figure among Mormon emigrants (people who moved). Miller's Hollow, the main Iowa settlement (colony) of the LDS group at what is now Council Bluffs, was renamed Kanesville to honor Kane for his help.\nDuring this time, Kane became really ill with a fever. Although he got help from both an army physician (doctor) from Fort Leavenworth and church members, his health was not good for the rest of his life.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lawyer","surface_form":"lawyer","offset":70},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":98},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"the Church of Jesus Christ of Latter-day Saints","offset":125},{"uri":"Mormon","surface_form":"Mormon church","offset":177},{"uri":"Mormons","surface_form":"Mormons","offset":241},{"uri":"Utah","surface_form":"Utah","offset":259},{"uri":"Jesse_C._Little","surface_form":"Jesse C. Little","offset":596},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":863},{"uri":"James_K._Polk","surface_form":"James K. Polk","offset":950},{"uri":"Mormon_Battalion","surface_form":"Mormon Battalion","offset":1115},{"uri":"Mexican-American_War","surface_form":"Mexican-American War","offset":1148},{"uri":"Fort_Leavenworth","surface_form":"Fort Leavenworth","offset":1395},{"uri":"Missouri_River","surface_form":"Missouri River","offset":1472},{"uri":"James_Allen_(Mormon_Battalion)","surface_form":"James Allen","offset":1549},{"uri":"Council_Bluffs","surface_form":"Council Bluffs","offset":1782}]}