{"id":597349,"url":"http://en.wikipedia.org/wiki/Mormon_Folklore","text":"e=\"preserve\">Mormon Folklore is a group of stories and things that express the culture of the Church of Jesus Christ of Latter-day Saints. It includes personal stories and shared stories, music, jokes, and art.\nMormon folklore has stories in it, told by word of mouth. Missionaries will tell stories as a part of initiation, or to try and tell others to do the right thing. People will tell stories about early people in the Church, people in the scriptures, and help from God. These stories are supposed to help people's belief. In the early days of the Church, songs would say both good things and bad things about leaders such as Brigham Young.\nCommon practices for Mormons include sharing testimonies during fast and testimony meeting. Members testify of the things they know to be true and occasionally share personal stories how they gained their testimony. In Mormon culture, marriage and family are very important. Pioneer Day is a state holiday in Utah, where members honor the early pioneer saints.\nEarly settlers in the Church were influenced by many cultures that came together in Utah. Handicrafts were part of this influence. They had many different projects, and the Relief Society said they were good for the mind. Lots of these can still be seen around Utah.\nMormon fundamentalists have different folklore than Latter-day saints do. Their experience in government raids makes them feel more together, and they like folk dancing.\nResearch into Mormon folklore.\nAustin E. and Alta S. Fife are called the founders of research into Mormon folklore. This research has been done much more since the couple’s first work on it in the 1930s. Although people had looked at the issue a little before, the Fifes made the field better, through the Fife Folklore Archive, now at the library at Utah State University. Their book on Mormon folklore, called \"Saints of Sage and Saddle\", came out in 1956. This book, says someone who studies folklore named Jill Terry Rudy, \"remains the most complete book-length treatment of Mormon folklore\" - which means that it is the best book on Mormon folklore that there is.\nMissionary lore.\nMissionaries have their own set of folklore. Missionaries tell stories or sing church hymns, to connect with people they meet, to build friendship with those they teach, to inspire each other in missionary efforts, and to strengthen their own faith. In many missions around the world missionaries use church art, music and missionary stories as finding tools in proselytizing. Most young people in the church plays at least one musical instrument, the most common one is the piano.\nPioneer lore.\nMormons often retell stories about early church members who went through extremely difficult challenges, and made many sacrifices in order to build God’s church. The purpose of those stories is to educate people about the historical events that took place at the beginning of the church history and the historical figures who were part of it. So, those who are currently members of the church can better understand the LDS heritage and the changes that occurred over the past years. Thus, they develop a deeper appreciation and gratitude for the early pioneers’ efforts to establish God's church and the legacy they left behind.","categories":[],"infobox_types":[],"annotations":[{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"the Church of Jesus Christ of Latter-day Saints","offset":90},{"uri":"Joke","surface_form":"joke","offset":195},{"uri":"Story","surface_form":"stories","offset":231},{"uri":"Word_of_mouth","surface_form":"word of mouth","offset":254},{"uri":"Missionaries","surface_form":"Missionaries","offset":269},{"uri":"Initiation","surface_form":"initiation","offset":313},{"uri":"Story","surface_form":"stories","offset":391},{"uri":"Scripture","surface_form":"scripture","offset":447},{"uri":"Belief","surface_form":"belief","offset":522},{"uri":"Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Church","offset":555},{"uri":"Songs","surface_form":"songs","offset":563},{"uri":"Leader","surface_form":"leader","offset":617},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":633},{"uri":"Pioneer_Day_(Utah)","surface_form":"Pioneer Day","offset":923},{"uri":"Settler","surface_form":"settler","offset":1015},{"uri":"Influence","surface_form":"influence","offset":1043},{"uri":"Culture","surface_form":"culture","offset":1062},{"uri":"Utah","surface_form":"Utah","offset":1093},{"uri":"Handicrafts","surface_form":"Handicrafts","offset":1099},{"uri":"Project","surface_form":"project","offset":1164},{"uri":"Relief_Society","surface_form":"Relief Society","offset":1182},{"uri":"Fundamentalist_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Mormon fundamentalists","offset":1276},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"Latter-day saints","offset":1328},{"uri":"Raid","surface_form":"raid","offset":1381},{"uri":"Folk_dance","surface_form":"folk dancing","offset":1432},{"uri":"Founders","surface_form":"founders","offset":1519},{"uri":"Folklore","surface_form":"Folklore","offset":1757},{"uri":"Archive","surface_form":"Archive","offset":1766},{"uri":"Library","surface_form":"library","offset":1786},{"uri":"Utah_State_University","surface_form":"Utah State University","offset":1797},{"uri":"Saints","surface_form":"Saints","offset":1859},{"uri":"Sage","surface_form":"Sage","offset":1869},{"uri":"Saddle","surface_form":"Saddle","offset":1878},{"uri":"Missionary_(LDS_Church)","surface_form":"Missionaries","offset":2132}]}