{"id":5976,"url":"http://en.wikipedia.org/wiki/Atheism","text":"Atheism is rejecting the belief in a god or gods.\nIt is the opposite of theism, which is the belief that at least one god exists. A person who rejects belief in gods is called an atheist. Theism is the belief in one or more gods. Adding an a, meaning \"without\", before the word theism results in atheism, or literally, \"without theism\".\nAtheism is not the same as agnosticism: agnostics say that there is no way to \"know\" whether gods exist or not. Being an agnostic does not have to mean a person rejects or believes in god. Some agnostics are theists, believing in god. The theologian Kierkegaard is an example. Other agnostics are atheists. Gnosticism refers to a claim of knowledge. A gnostic has sufficient knowledge to make a claim. Adding an a, meaning \"without\", before the word gnostic results in agnostic, or literally, \"without knowledge\".\nWhile theism refers to \"belief\" in one or more gods, gnosticism refers to \"knowledge\". In practice, most people simply identify as a theist, atheist, or agnostic.\nHistory of atheism.\nAnaxagoras was the first known atheist. He was an Ionian Greek, born in Clazomenae in what is now Asia Minor. He travelled to other Greek cities, and his ideas were well known in Athens. Socrates mentioned that his works could be bought in Athens for a drachma. Eventually he was prosecuted and condemned for impiety, and banished from Athens.\nAnaxagoras' beliefs were interesting. He thought the Sun was not a god, and was not animated (alive). The Sun was \"a red-hot mass many times larger than the Peloponnese\". The Moon was a solid body with geographical features, and made of the same substance as the Earth. The world was a globe (spherical).\nReasons for atheism.\nAtheists often give reasons why they do not believe in a god or gods. Three of the reasons that they often give are the problem of evil, the argument from inconsistent revelations, and the argument from nonbelief. Not all atheists think these reasons provide complete proof that gods cannot exist, but these are the reasons given to support rejecting belief that gods exist.\nSome atheists do not believe in any god because they feel that there is no evidence for any god nor gods and goddesses, so believing any type of theism means believing unproved assumptions. These atheists think a simpler explanation for everything is methodological naturalism which means that only natural things exist. Occam's razor shows simple explanations without many unproved guesses are more likely to be true.\nEtymology.\nFile:Ephesians 2,12 - Greek atheos.jpg|thumb|right|The Greek word (\"atheoi\"), as it appears in the Epistle to the Ephesians ([http://www.biblegateway.com/passage/?search=Ephesians%202:11-15&version=NIV 2:12]) on the early 3rd-century Papyrus 46. It is usually written in English as \"those who are] without God\".\nThe word \"atheism\" comes from the Greek language. It can be divided into \"a-\" (ἄ), a Greek prefix meaning \"without\", and \"theos\" (θεός), meaning \"god\", and recombined to form \"without gods\" or \"godless\". In Ancient Greece it also meant \"impious\".\nStarting in about the 5th century BC, the word came to describe people who were \"severing relations with the gods\" or \"denying the gods\". Before then, the meaning had been closer to \"impious\". There is also the abstract noun, ('), \"atheism\".\nCicero transliterated the Greek word into the Latin \"atheos\". This word was often used in the debate between early Christians and Hellenists. Each side used it to label the other, in a bad way.\nKaren Armstrong writes that \"During the sixteenth and seventeenth centuries, the word 'atheist' was still reserved exclusively for polemic... The term 'atheist' was an insult. Nobody would have dreamed of calling \"himself\" an atheist.\"\n\"Atheism\" was first used to describe an openly positive belief in late 18th-century Europe, meaning disbelief in the monotheistic Abrahamic god.\nThe 20th century saw the term expand to refer to disbelief in all deities. However, it is still common in Western society to describe atheism as simply \"disbelief in God\".\nAtheism in society.\nIn many places, it is (or was) a crime to make public the idea of atheism. Examples would be to claim the Bible or Qur'an could not be true, or to speak or write that there is no god.\nMuslim apostasy, that is becoming an atheist or believing in a god other than Allah, may be a dangerous act in places with many conservative Muslim people. Many religious courts have punished and some still punish this act with the death penalty. Many countries still have laws against atheism. Although it is considered by most Muslim scholars to be a sin, not all agree, that is should be punishable. For example, \"[https://quran.com/109 Surat Al Kafirun\"] in Qur'an is clearly stating everyone's freedom to choose his religion and beliefs. The laws against Athiesm in the Muslim World is not universal, and is based on each society's interpretation of the Holy Book.\nAtheism is becoming more common, mainly in South America, North America, Oceania and Europe (by percentage of people that had a religion before and started to be atheist).\nIn many countries, mainly in the Western world, there are laws that protect atheists' right to express their atheistic belief (freedom of speech). This means that atheists have the same rights under the law as everyone else. \"Freedom of religion\" in international law and treaties includes the freedom to not have a religion.\nToday, about 2.3% of the world's population describes itself as atheist. About 11.9% is described as nontheist.\nBetween 64% and 65% of Japanese describe themselves as atheists, agnostics, or non-believers,\nand up to 48% in Russia. The percentage of such people in European Union member states ranges between 6% (Italy) and 85% (Sweden). In the United States, according to Pew and Gallup—two of the most reputable polling firms in America—both conclude that about 10% of Americans say they do not believe in God, and this figure has been slowly creeping up over the decades. The real number is likely higher than this, due to the stigma around atheism.\nDefining atheism.\nPeople disagree about what atheism means. They disagree on when to call certain people atheists or not.\nImplicit and explicit atheism.\nAtheism is generally described as not believing in God.\nGeorge H. Smith created the expressions \"implicit atheism\" \"and \"explicit atheism\" to describe the difference between different types of Atheism. \"Implicit atheism\" is when you do not believe in God because you do not know about the concept of God. \"Explicit atheism\" is when you do not believe in God after learning about the idea.\nIn 1772, Baron d'Holbach said that \"All children are born atheists; they have no idea of God\".\nIn 1979 George H. Smith said that: \"The man who is unacquainted with theism is an atheist because he does not believe in a god. This category would also include the child [who is able to] grasp the issues involved, but who is still unaware of those issues. The fact that this child does not believe in god qualifies him as an atheist\".\nThose two quotes describe implicit atheism.\nErnest Nagel disagrees with Smith's definition of atheism as an \"absence of theism\", saying only \"explicit\" atheism is true atheism. This means that Nagel believes that to be an atheist, a person needs to know about God and then reject the idea of God.\n\"Weak\" and \"strong\" atheism.\nhave looked at \"strong\" (sometimes called positive) atheism against \"weak\" (sometimes called negative) atheism. According to this idea, anyone who does not believe in a god or gods is either a weak or a strong atheist.\nStrong atheism is the certain belief that no god exists. An older way of saying strong atheism is to say \"positive atheism\". Weak atheism is all other forms of not believing in a god or gods. An older way of saying weak atheism is to say \"negative atheism\" These terms have been used more in philosophical writing and in Catholic beliefs.\nUnder this definition of atheism, most agnostics are weak atheists.\nMichael Martin says that agnosticism includes weak atheism. Some agnostics, including Anthony Kenny, disagree. They think being an agnostic is different from being an atheist. They think atheism is no different from believing in a god, because both require belief. This overlooks the reality that agnostics also have their own belief or \"claim to knowledge\"\nAgnostics say that it cannot be known if a god or gods exist. In their view, strong atheism requires a leap of faith.\nAtheists usually respond by saying that there is no difference between an idea about religion with no proof, and an idea about other things\nThe lack of proof that god does not exist does not mean that there is no god, but it also does not mean that there is a god.\nScottish philosopher J.J.C. Smart says that \"sometimes a person who is really an atheist may describe herself, even passionately, as an agnostic because of unreasonable generalised philosophical skepticism which would preclude us from saying that we know anything whatever, except perhaps the truths of mathematics and formal logic\".\nSo, some popular atheist authors such as Richard Dawkins like to show the difference between theist, agnostic and atheist positions by the probability assigned to the statement \"God exists\".\nAtheism in daily life.\nIn everyday life, many people define natural phenomena without the need of a god or gods. They do not deny the existence of one or more gods, they simply say that this existence is not necessary. Gods do not provide a purpose to life, nor influence it, according to this view.\nMany scientists practice what they call methodological naturalism. They silently adopt philosophical naturalism and use the scientific method. Their belief in a god does not affect their results.\nTheoretical atheism.\nTheoretic atheism tries to find arguments against the existence of god, and to disprove the arguments of theism, such as the argument from design or Pascal's Wager. These theoretical reasons have many forms, most of them are ontological or epistemological. Some rely on psychology or sociology.\nImmanuel Kant.\nAccording to Immanuel Kant, there can be no proof of a supreme being that is made using reason. In his work, \"Critique of Pure Reason\", he tries to show that all attempts of either proving the existence of God, or disproving it, end in logical contradictions. Kant says that it is impossible to know whether there are any higher beings. This makes him an agnostic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Deity","surface_form":"god","offset":37},{"uri":"Theism","surface_form":"theism","offset":72},{"uri":"Reject","surface_form":"reject","offset":143},{"uri":"Agnosticism","surface_form":"agnosticism","offset":364},{"uri":"Theology","surface_form":"theologian","offset":576},{"uri":"Kierkegaard","surface_form":"Kierkegaard","offset":587},{"uri":"Anaxagoras","surface_form":"Anaxagoras","offset":1034},{"uri":"Ionia","surface_form":"Ionia","offset":1084},{"uri":"Asia_Minor","surface_form":"Asia Minor","offset":1132},{"uri":"Athens","surface_form":"Athens","offset":1213},{"uri":"Socrates","surface_form":"Socrates","offset":1221},{"uri":"Athens","surface_form":"Athens","offset":1274},{"uri":"Drachma","surface_form":"drachma","offset":1287},{"uri":"Sun","surface_form":"Sun","offset":1431},{"uri":"Peloponnese","surface_form":"Peloponnese","offset":1535},{"uri":"Moon","surface_form":"Moon","offset":1553},{"uri":"Problem_of_evil","surface_form":"problem of evil","offset":1824},{"uri":"Argument_from_inconsistent_revelations","surface_form":"argument from inconsistent revelations","offset":1845},{"uri":"Argument_from_nonbelief","surface_form":"argument from nonbelief","offset":1893},{"uri":"Monotheism","surface_form":"god","offset":2171},{"uri":"Polytheism","surface_form":"gods and goddesses","offset":2179},{"uri":"Theism","surface_form":"theism","offset":2224},{"uri":"Assumption","surface_form":"assumptions","offset":2256},{"uri":"Naturalism_(philosophy)","surface_form":"methodological naturalism","offset":2330},{"uri":"Occam%27s_razor","surface_form":"Occam's razor","offset":2400},{"uri":"Epistle_to_the_Ephesians","surface_form":"Epistle to the Ephesians","offset":2608},{"uri":"Papyrus_46","surface_form":"Papyrus 46","offset":2743},{"uri":"Those_who_are%5D_without_God%26quot%3B.","surface_form":"those who are] without God\".","offset":2792},{"uri":"Greek_language","surface_form":"Greek language","offset":2855},{"uri":"Greek_language","surface_form":"Greek","offset":2906},{"uri":"Prefix","surface_form":"prefix","offset":2912},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":3028},{"uri":"Cicero","surface_form":"Cicero","offset":3310},{"uri":"Latin","surface_form":"Latin","offset":3356},{"uri":"Early_Christianity","surface_form":"early Christians","offset":3419},{"uri":"Greek_mythology","surface_form":"Hellenists","offset":3440},{"uri":"Polemic","surface_form":"polemic","offset":3635},{"uri":"Monotheism","surface_form":"monotheistic","offset":3857},{"uri":"Crime","surface_form":"crime","offset":4110},{"uri":"Apostasy_in_Islam","surface_form":"Muslim apostasy","offset":4261},{"uri":"Allah","surface_form":"Allah","offset":4339},{"uri":"Death_penalty","surface_form":"death penalty","offset":4493},{"uri":"Western_world","surface_form":"Western world","offset":5136},{"uri":"Law","surface_form":"law","offset":5161},{"uri":"Freedom_of_speech","surface_form":"freedom of speech","offset":5230},{"uri":"Freedom_of_religion","surface_form":"Freedom of religion","offset":5329},{"uri":"International_law","surface_form":"international law","offset":5353},{"uri":"International_treaty","surface_form":"treaties","offset":5375},{"uri":"Freedom","surface_form":"freedom","offset":5397},{"uri":"Religion","surface_form":"religion","offset":5419},{"uri":"Nontheism","surface_form":"nontheist","offset":5530},{"uri":"George_H._Smith","surface_form":"George H. Smith","offset":6290},{"uri":"Baron_d%27Holbach","surface_form":"Baron d'Holbach","offset":6632},{"uri":"Ernest_Nagel","surface_form":"Ernest Nagel","offset":7098},{"uri":"Reject","surface_form":"reject","offset":7327},{"uri":"Term","surface_form":"terms","offset":7862},{"uri":"Philosophy","surface_form":"philosophical","offset":7891},{"uri":"Catholic","surface_form":"Catholic","offset":7920},{"uri":"Leap_of_faith","surface_form":"leap of faith","offset":8467},{"uri":"Philosophical_skepticism","surface_form":"philosophical skepticism","offset":8928},{"uri":"Richard_Dawkins","surface_form":"Richard Dawkins","offset":9122},{"uri":"Probability","surface_form":"probability","offset":9220},{"uri":"Scientist","surface_form":"scientist","offset":9577},{"uri":"Naturalism_(philosophy)","surface_form":"methodological naturalism","offset":9612},{"uri":"Scientific_method","surface_form":"scientific method","offset":9696},{"uri":"Argument_from_design","surface_form":"argument from design","offset":9914},{"uri":"Pascal%27s_Wager","surface_form":"Pascal's Wager","offset":9938},{"uri":"Ontology","surface_form":"ontological","offset":10014},{"uri":"Epistemology","surface_form":"epistemological","offset":10029},{"uri":"Psychology","surface_form":"psychology","offset":10059},{"uri":"Sociology","surface_form":"sociology","offset":10073},{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":10112},{"uri":"Reason","surface_form":"reason","offset":10187}]}