{"id":598379,"url":"http://en.wikipedia.org/wiki/Bush_ballad","text":"The bush ballad, bush song or bush poem is a style of poetry and folk music that describes the life, character and scenery of the Australian bush. Bush ballads usually have a simple rhyme structure. They can be funny or sad. The words used are colourful, colloquial and Australian. They tell stories of action and adventure about bushranging, droving, droughts, floods, life on the frontier, and relations between Indigenous and non-Indigenous Australians.\nThe first ballads were created by British and Irish settlers and convicts who brought with them the folk music of their homelands. They were usually not written down, but passed around verbally. The ballads grew into a unique style over the years, becoming very popular in the late 19th and early 20th centuries. Australians thought they were \"an authentic expression of the national spirit\". Through bush poetry, newspapers and magazines, like \"The Bulletin\", promoted mateship, egalitarianism, anti-authoritarianism and a concern for the \"battler\" as being ideal Australian values.\nBush ballads are not as popular in modern times, but the poems written up to Federation are still some of the best-known and loved poems in Australia. The \"bush bards\" such as Henry Lawson and Banjo Paterson are regarded as giants of Australian literature. Clubs and festivals devoted to bush poetry can be found throughout the country, and the tradition lives on in Australian country music.\nCharacteristics.\nThe songs tell personal stories of life in Australia. The stories can include mining, raising and droving cattle, sheep shearing, wanderings, war stories, the 1891 Australian shearers' strike, conflict between the working poor and the rich farmers (squatters), bushrangers such as Ned Kelly, as well as love, and more modern themes such as trucking.\nAlthough not technically bush ballads, there are also numerous sea shanties. These were sung by whalers and sailors, as well as songs about the voyage made by convicts and other immigrants from England to Australia.\nModern musical styles for the ballads are different, even though the content is similar. Good examples of the older, traditional ballad style include Slim Dusty's When the Rain Tumbles Down in July or Leave Him in the Long yard. These have strong story lines in the verses, with choruses set to a Pick n' Strum beat. Modern bush ballads may use finger picking and strumming rock styles.\nHistory.\nAustralia's musical traditions include the English, Scottish, and Irish folk songs of the convicts, as well as the work of pastoral poets of the 1880s.\nThere was also a hymn singing tradition brought by missionaries in the 19th century. The beginnings of Australia's bush music come from the songs sung by the convicts who were sent to Australia from 1788. They tell of the harsh life of the time, and of people and events including bushrangers, swagmen, drovers, stockmen and shearers. Convict and bushranger verses often complained about the governments misuse of power. Examples include ballads like: The Wild Colonial Boy, Click Go The Shears, The Eumeralla Shore, The Drover's Dream, The Queensland Drover, The Dying Stockman and Moreton Bay.\nLater bush ballads told stories of war, droughts, floods, Aboriginality, railways and roads. Isolation and loneliness of life in the Australian bush has been another theme. They often tell of the difficulties and struggles for the working poor people. The bush ballads are often ironic and humorous, for example \"Beautiful Land of Australia.\" They were an oral and folkloric tradition, and only later published in print, such as Banjo Paterson's \"Old Bush Songs\", in the 1890s.\nThe lyrics for \"Waltzing Matilda\", often regarded as Australia's unofficial national anthem, were written by Banjo Paterson in 1895. This type of Australian country music, with lyrics focusing on strictly Australian subjects, is generally known as \"bush music\" or \"bush band music\".\nThe ballads continued in Australia long after popular music took hold in Great Britain. The ballad style in rural England began dying out when land clearances, industrialisation and urbanization saw people moving from the farms into the cities. English popular music began in the working-class music halls during the 1830s and 1840s. Australia, which still had a large rural population, popular music was started a lot later.\nAs early as the 1920s, the different ethnic groups in Asutralia influenced the ballads. Poncie Cubillo introduced the rondalla with their Filipino string band in Darwin. The ballad tradition has grown to include some of these influences including Chinese and Filipino. There were also the Italians growing tobacco, the de Bortoli family, in \"Texas in Queensland\", adding to the mix of folk tunes and Tex Morton's hillbilly tunes. Morton, a country music singer from New Zealand, made a number of Australian-themed recordings between 1936 and 1943. These included the \"Dying Duffer's Prayer,\" \"Murrumbridgee Jack,\" \"Billy Brink The Shearer,\" \"Stockman's Last Bed,\" \"Wrap Me Up in My Stockwhip and Blanket,\" \"Rocky Ned (The Outlaw),\" and \"Ned Kelly Song\". While these are a part of the bush ballad tradition, Morton sang without an Australian accent and used yodeling like the American singer Jimmie Rodgers. American cowboy and country songs and 1950s rock 'n' roll influenced Australian bush ballads. With increased modern communications, bush ballads share the modern Australian music scene with rockabilly, country music, blues, Texas swing, bluegrass, trail songs, and country pop.\nCountry and folk musicians including Slim Dusty, Stan Coster, Rolf Harris, The Bushwackers, John Williamson, Graeme Connors and John Schumann of the band Redgum, still record the old bush ballads. Contemporary artists including Sara Storer and Lee Kernaghan draw heavily on this heritage. Ashley Cook, a contemporary balladeer, sings about topics relevant to life in agriculture and mining work in Australia's outback: \"Cattle, Dust and Leather\" and \"Blue Queensland Dogs\". His song \"Road to Kakadu\" is about killing water buffalo in Northern Territory in the 1990s to control the Brucellosis disease. \"Beneath the Queensland Moon\" covers the life and death as a drover.\nPublic opinions.\nThe bush ballad style is sometimes seen as unsophisticated and simple. This is because it uses cliched images and stereotypes.\nThe bush ballads have influenced Australian theatre and movies. Since the mid-20th century, bush songs have often been performed by bush bands, such as The Bandicoots or Franklyn B Paverty. There have been female bush balladeers, including Shirley Thoms (1925-1999) known as Australia's yodeling sweetheart, and Indigenous singer-songwriter Yvonne Bradley.\nAwards.\nA number of awards have been set up to recognize bush balladeers. Jeff Brown was nominated for a Golden Guitar Award in the Bush Ballad of the Year category for a song he recorded \"In the wings of the yard\" in 2008. He said it was \"...important to keep the old yarns alive through country music ballads. It's our heritage really and it needs to be kept alive somehow and the old bush ballads are the way to do it.\" Past winners of the Country Music Awards Australia Bush Ballad of the Year include Anne Kirkpatrick and Joy McKean. The Stan Coster Memorial Bush Ballad Award has several categories. In 2007 Reg Poole was male vocalist of the year for ‘A Tribute To Slim’, Graham Rodger was Songwriter of the Year for ‘The Battle Of Long Tan’, and Dean Perrett for Album of the Year for ‘New Tradition’ The magazine, the \"Balladeers Bulletin\" magazine also hold a \"Bush Balladeer Starquest\" competition. At the 2008 36th Country Music Awards of Australia held in Tamworth, Amos Morris became the youngest artist ever to win the Golden Guitar trophy for the Bush Ballad of the Year category with \"Sign of the Times\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Poetry","surface_form":"poetry","offset":54},{"uri":"Folk_music","surface_form":"folk music","offset":65},{"uri":"Australian_bush","surface_form":"Australian bush","offset":130},{"uri":"Colloquial","surface_form":"colloquial","offset":255},{"uri":"Bushranger","surface_form":"bushranging","offset":330},{"uri":"Drover_(Australian)","surface_form":"droving","offset":343},{"uri":"Drought_in_Australia","surface_form":"drought","offset":352},{"uri":"Floods_in_Australia","surface_form":"flood","offset":362},{"uri":"Indigenous_Australians","surface_form":"Indigenous","offset":414},{"uri":"Ballad","surface_form":"ballad","offset":467},{"uri":"Convict","surface_form":"convict","offset":522},{"uri":"The_Bulletin","surface_form":"The Bulletin","offset":903},{"uri":"Mateship","surface_form":"mateship","offset":927},{"uri":"Egalitarianism","surface_form":"egalitarianism","offset":937},{"uri":"Anti-authoritarianism","surface_form":"anti-authoritarianism","offset":953},{"uri":"Aussie_battler","surface_form":"battler","offset":998},{"uri":"Federation_of_Australia","surface_form":"Federation","offset":1118},{"uri":"Henry_Lawson","surface_form":"Henry Lawson","offset":1217},{"uri":"Banjo_Paterson","surface_form":"Banjo Paterson","offset":1234},{"uri":"Australian_literature","surface_form":"Australian literature","offset":1275},{"uri":"Australian_country_music","surface_form":"Australian country music","offset":1408},{"uri":"Sheep_shearing","surface_form":"sheep shearing","offset":1565},{"uri":"1891_Australian_shearers%27_strike","surface_form":"1891 Australian shearers' strike","offset":1610},{"uri":"Squatting_(pastoral)","surface_form":"squatters","offset":1700},{"uri":"Bushrangers","surface_form":"bushrangers","offset":1712},{"uri":"Ned_Kelly","surface_form":"Ned Kelly","offset":1732},{"uri":"Truck_driver","surface_form":"trucking","offset":1791},{"uri":"Sea_shanty","surface_form":"sea shanties","offset":1864},{"uri":"Whaling","surface_form":"whalers","offset":1897},{"uri":"Sailor","surface_form":"sailor","offset":1909},{"uri":"Convicts_in_Australia","surface_form":"convicts","offset":1960},{"uri":"Slim_Dusty","surface_form":"Slim Dusty","offset":2167},{"uri":"When_the_Rain_Tumbles_Down_in_July","surface_form":"When the Rain Tumbles Down in July","offset":2180},{"uri":"Leave_Him_in_the_Long_yard","surface_form":"Leave Him in the Long yard","offset":2218},{"uri":"Pick_n%27_Strum","surface_form":"Pick n' Strum","offset":2314},{"uri":"Hymn","surface_form":"hymn","offset":2582},{"uri":"Bush_music","surface_form":"bush music","offset":2680},{"uri":"Bushrangers","surface_form":"bushrangers","offset":2846},{"uri":"Swagmen","surface_form":"swagmen","offset":2859},{"uri":"Drover_(Australian)","surface_form":"drovers","offset":2868},{"uri":"Stockman_(Australia)","surface_form":"stockmen","offset":2877},{"uri":"Sheep_shearer","surface_form":"shearer","offset":2890},{"uri":"The_Wild_Colonial_Boy","surface_form":"The Wild Colonial Boy","offset":3017},{"uri":"Click_Go_The_Shears","surface_form":"Click Go The Shears","offset":3040},{"uri":"The_Eumeralla_Shore","surface_form":"The Eumeralla Shore","offset":3061},{"uri":"The_Queensland_Drover","surface_form":"The Queensland Drover","offset":3102},{"uri":"The_Dying_Stockman","surface_form":"The Dying Stockman","offset":3125},{"uri":"Australian_Aborigines","surface_form":"Aboriginality","offset":3219},{"uri":"Australian_bush","surface_form":"Australian bush","offset":3294},{"uri":"Irony","surface_form":"ironic","offset":3440},{"uri":"Waltzing_Matilda","surface_form":"Waltzing Matilda","offset":3655},{"uri":"Banjo_Paterson","surface_form":"Banjo Paterson","offset":3748},{"uri":"Bush_band","surface_form":"bush band","offset":3904},{"uri":"Popular_music","surface_form":"popular music","offset":3968},{"uri":"Ethnic","surface_form":"ethnic","offset":4385},{"uri":"Poncie_Cubillo","surface_form":"Poncie Cubillo","offset":4436},{"uri":"Rondalla","surface_form":"rondalla","offset":4466},{"uri":"Filipino_people","surface_form":"Filipino","offset":4486},{"uri":"String_band","surface_form":"string band","offset":4495},{"uri":"Darwin_(Australia)","surface_form":"Darwin","offset":4510},{"uri":"Italians","surface_form":"Italians","offset":4637},{"uri":"Tobacco","surface_form":"tobacco","offset":4654},{"uri":"Tex_Morton","surface_form":"Tex Morton","offset":4748},{"uri":"Hillbilly","surface_form":"hillbilly","offset":4761},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4814},{"uri":"Yodeling","surface_form":"yodeling","offset":5205},{"uri":"Jimmie_Rodgers_(country_singer)","surface_form":"Jimmie Rodgers","offset":5239},{"uri":"Rock_%27n%27_roll","surface_form":"rock 'n' roll","offset":5299},{"uri":"Rockabilly","surface_form":"rockabilly","offset":5445},{"uri":"Country_music","surface_form":"country music","offset":5457},{"uri":"Blues","surface_form":"blues","offset":5472},{"uri":"Western_swing","surface_form":"Texas swing","offset":5479},{"uri":"Bluegrass_music","surface_form":"bluegrass","offset":5492},{"uri":"Trail_songs","surface_form":"trail songs","offset":5503},{"uri":"Country_pop","surface_form":"country pop","offset":5520},{"uri":"Slim_Dusty","surface_form":"Slim Dusty","offset":5570},{"uri":"Stan_Coster","surface_form":"Stan Coster","offset":5582},{"uri":"Rolf_Harris","surface_form":"Rolf Harris","offset":5595},{"uri":"The_Bushwackers_(band)","surface_form":"The Bushwackers","offset":5608},{"uri":"John_Williamson_(singer)","surface_form":"John Williamson","offset":5625},{"uri":"Graeme_Connors","surface_form":"Graeme Connors","offset":5642},{"uri":"John_Schumann","surface_form":"John Schumann","offset":5661},{"uri":"Redgum","surface_form":"Redgum","offset":5687},{"uri":"Sara_Storer","surface_form":"Sara Storer","offset":5761},{"uri":"Lee_Kernaghan","surface_form":"Lee Kernaghan","offset":5777},{"uri":"Ashley_Cook","surface_form":"Ashley Cook","offset":5822},{"uri":"Australian_Cattle_Dog","surface_form":"Blue Queensland Dogs","offset":5984},{"uri":"Kakadu_National_Park","surface_form":"Kakadu","offset":6025},{"uri":"Northern_Territory","surface_form":"Northern Territory","offset":6067},{"uri":"Brucellosis","surface_form":"Brucellosis","offset":6114},{"uri":"Drover_(Australian)","surface_form":"drover","offset":6196},{"uri":"Clich%C3%A9","surface_form":"cliched","offset":6316},{"uri":"Stereotype","surface_form":"stereotype","offset":6335},{"uri":"Bush_band","surface_form":"bush band","offset":6480},{"uri":"The_Bandicoots","surface_form":"The Bandicoots","offset":6500},{"uri":"Franklyn_B_Paverty","surface_form":"Franklyn B Paverty","offset":6518},{"uri":"Shirley_Thoms","surface_form":"Shirley Thoms","offset":6588},{"uri":"Indigenous_Australians","surface_form":"Indigenous","offset":6660},{"uri":"Anne_Kirkpatrick","surface_form":"Anne Kirkpatrick","offset":7211},{"uri":"Joy_McKean","surface_form":"Joy McKean","offset":7232},{"uri":"Dean_Perrett","surface_form":"Dean Perrett","offset":7459},{"uri":"Country_Music_Awards_of_Australia","surface_form":"Country Music Awards of Australia","offset":7632},{"uri":"Tamworth%2C_New_South_Wales","surface_form":"Tamworth","offset":7674}]}