{"id":598411,"url":"http://en.wikipedia.org/wiki/Suresh_Raina","text":"ce=\"preserve\">Suresh Kumar Raina (born 27 November 1986) is an Indian professional cricketer. An aggressive left-handed middle-order batsman and an occasional off-spin bowler, he is considered as one of the best fielders in world cricket. He plays for Uttar Pradesh in all forms of domestic cricket. He is the captain of Gujarat Lions in the Indian Premier League, and was the vice-captain of the Chennai Super Kings. He has also captained the Indian cricket team and is the second-youngest player ever to captain India. He is the first of the three Indian batsmen to ever score a century in all three formats of international cricket. He was born in Ghaziabad. Raina made his ODI debut in July 2005 against Sri Lanka at the age of 19. However, his Test debut came about five years later, in July 2010, against the same opposition. He scored a hundred on his Test debut. He was a part of the Indian squad that won the 2011 World Cup, Captained team Uttar Pradesh, India (on several occasions), India – A, Gujarat Lions and Chennai Super Kings (3 matches).\nEarly life.\nHe lives in Rajnagar, a town in Ghaziabad, Uttar Pradesh. He has three older brothers Dinesh Raina, Naresh Raina and Mukesh Raina and one elder sister Renu. An article by Suresh Raina was featured in the 2012 book.\nCareer.\nIn 2000, Raina decided to play cricket and subsequently moved from his hometown Muradnagar, Ghaziabad, Uttar Pradesh (near New Delhi) to Lucknow, to attend the Guru Gobind Singh Sports College, Lucknow.He rose to become the captain of the Uttar Pradesh U-16s and came to prominence amongst Indian selectors in 2002, when he was selected at the age of 15 and a half years for the U-19 tour to England, where he made a pair of half-centuries in the U-19 Test matches. He toured Sri Lanka later that year with the U-17 team. He made his Ranji Trophy debut for Uttar Pradesh against Assam in February 2003 at the age of 16, but did not play another match until the following season. In late 2003, he toured Pakistan for the U-19 Asian ODI Championship before being selected for the 2004 U-19 World Cup, where he scored three half-centuries, including a 90 scored off only 38 balls. He was then awarded a Border-Gavaskar scholarship to train at the Australian Cricket Academy and in early 2005, he made his first-class limited overs debut, and scored 645 runs that season at an average of 53.75.\n2011 Cricket World Cup.\nRaina was on the bench through the first half of the 2011 Cricket World Cup as captain Mahendra Singh Dhoni instead went with the in-form Yusuf Pathan. This remained so until the group game against West Indies, which Raina played in place of an injured Virender Sehwag. Against defending champions Australia in the quarter-final, Dhoni made a strategic change, omitting Yusuf Pathan in favour of Raina. Raina responded by assisting Yuvraj Singh in a successful run chase through high pressure, making 34 from 28 balls to carry India to victory. In the semi-final against Pakistan, he batted with tailenders to score an unbeaten 36, a significant contribution to India's final tally of 260. He also took Younis Khan's catch off of Yuvraj's bowling. Suresh Raina played some crucial knocks in quarter-final and semi-final of the World Cup, which helped India to win the 2011 ICC Cricket WorldCup. Gary Kirsten, the then coach of India, said 'Raina won the World Cup for us with some crucial knocks'.\nCaptaincy and 2011 West Indies tour.\nIndia toured West Indies after the World Cup with captain MS Dhoni rested and vice-captain Virender Sehwag injured. Gautam Gambhir was named the captain for the One-dayers and T20's with Raina as his deputy. But due to injury Gambhir was ruled out, with Raina captaining with Harbhajan as his deputy. India won the series, but Raina averaged just 16.4. In the Test matches, he scored 232 runs at the average of 46.4 scoring crucial fifties in each Test. His captaincy was highly appreciated by former west-Indian legends.\n2012 Tour of Sri Lanka.\nIn the first ODI, Raina played an attacking 45 ball, 50-run knock to help India reach 314. They eventually won the match by 21 runs on 21 July 2012.\nIn the second ODI he was out for 1 but he came back stronger in the third ODI where he played a blistering 45 balls 65 to hand India a five-wicket win and he eventually also won the man of the match award for his performance. Gambhir too scored a century in that match.\nHe continued his good form in the 4th ODI as he scored his 3rd half-century of the series and helped India beat Sri Lanka by 6 wickets by scoring 58*.and mujeeb helped him\nHe was out for a duck in the last ODI.\nAfter the Tour of Sri Lanka, When England team came to India, he was dropped and gave away his spot to Yuvraj Singh, Who made a comeback after suffering from Cancer.\n2012–13 England tour of India.\nRaina registered strong performances in this series, which India won 3–2. He scored 277 runs at an average of 92.33 with four consecutive half-centuries but only two of them in a winning cause. He became 13th Indian batsman to cross 4000 international runs, in his 159th ODI and got his first Man of the Series award in this format. At the end of the series, he broke into the ICC top 10 ranked batsmen for the first time in his career.\nCaptaincy.\nHe was again declared captain of the young Indian cricket team after the West Indies series in 2014 Bangladesh series while all the regular players of Indian cricket were rested. He led his team for 2–0 victory in the series. His personal performance was also splendid in the low scoring series as he captained the side very aggressively throughout the series. He was praised all over the world for his captaincy skills which he displayed during the 2nd ODI of this series. India was all out scoring 104 runs while batting first and Suresh Raina and his young team defended 104 runs and won the match by 54 runs. His captaincy was the deciding factor of this match along with Stuart Binny's bowling performance.\n2014–15 tour of Australia.\nSuresh has been included into India's test squad after almost two years. Raina was selected in the final Test match at Sydney, under the captaincy of Virat Kohli. Later on, he announced his return to form in the Tri-Series with a flamboyant 51 against Australia.\n2016.\nSuresh Raina was not selected in India's first tour to USA, where they play West Indies for 2 T20Is. However, he made a reentry to the ODI team for a series against New Zealand. But he was ruled out due to Chikungunya.\n2017.\nHe was selected for a T20 series against England. In that series, he made a strong comeback. He scored a 63 in the 3rd T20.\nIndian Premier League.\nRaina was signed by the Chennai Super Kings for US$650,000 for the first three years of the tournament. Raina made significant contributions in the first edition of the tournament to compensate the Chennai Super Kings over the losses of key players like Matthew Hayden, Michael Hussey and Jacob Oram. He played a vital Man of the Match performance in the last league fixture to give Chennai Super Kings the win they required to qualify for the semi-finals. Ultimately the Super Kings finished Again in 2010 IPL, Raina's consistent batting throughout the series won him applause and became the all-time run-getter of the league surpassing Australian legend Adam Gilchrist halfway down the tournament. He also captained the Super Kings for three matches in skipper Dhoni's absence and took some sensational catches in the field. He scored 520 runs in all, making him the third highest run getter of the series and the first for Chennai. He also was awarded \"best fielder\" by the BCCI ahead of the finals. He played a vital half-century which turned the final to Chennai's tide who ultimately went on to become the champions beating the Mumbai Indians.\nAt the end of the season, Raina set the record for most runs scored in the tournament, with 421, 434, and 520 and also taking the most no. of catches, two records that are still unbroken. Raina also hit the second maximum no. of sixes behind Adam Gilchrist in the three editions of the league. He was retained by the Super Kings for the 2011 Indian Premier League along with Murali Vijay, Albie Morkel and skipper MS Dhoni.\nIn the 2011 IPL too, Raina maintained his reputation as the leading run-scorer with 438 runs, again being the only player to cross 400 do so for all the seven seasons. His most crucial knock came against the Royal Challengers Bangalore in the Qualifier where he played a stunning innings to get the game back to Chennai's favor.\nDespite struggling to find form in the initial stages of the 2012 IPL, Raina found form in the latter stages and finished the tournament as Chennai's leading run scorer, scoring 441 runs and on the course became the only player to score 400 runs in every IPL. He scored a blistering 73 in the final against Kolkata Knight Riders and added 116 with Mike Hussey, who scored a magnificent 86, to help his team put a big total on board. He became the first player in the history of IPL to cross the mark of 2000 IPL runs.\nIn 2013, IPL Raina scored 548 runs at a healthy average of 42.15 and strike rate of 150.13. At the start of the season he was struggling with his form but in the later half, he regained his form. He scored his maiden hundred in IPL against Kings XI Punjab. Raina scored an astonishing 99 not out off 52 deliveries against Sunrisers Hyderabad and helped Chennai Super Kings to score a mammoth 223 runs. This was Chennai Super Kings 3rd highest total. In the 1st Qualifier against MI he along with Hussey pounded MI bowlers to reach a score of 193 for 1.\nOn 30 May 2014 he made 87 runs out of 25 balls against Kings XI Punjab. He missed his fastest century of the cricketing history by just 13 runs due to a run out. In Champions League Twenty20 final he played a crucial knock scoring 109* off just 62 balls and made Chennai Super Kings win 2nd CLT20 title.\nIn 2016, Raina was signed for the Gujarat Lions after the suspension of CSK. He captained the team for the season, and remained consistent with batting, scoring 399 runs in 15 innings. Raina Had to leave for Netherlands in between of season 9 for birth of his first child thus making him miss his first ever match in nine seasons of IPL.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":252},{"uri":"Gujarat_Lions","surface_form":"Gujarat Lions","offset":321},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":342},{"uri":"Ghaziabad_district%2C_Uttar_Pradesh","surface_form":"Ghaziabad","offset":651},{"uri":"Ghaziabad_district%2C_Uttar_Pradesh","surface_form":"Ghaziabad","offset":1100},{"uri":"Muradnagar","surface_form":"Muradnagar","offset":1371},{"uri":"Ghaziabad_district%2C_Uttar_Pradesh","surface_form":"Ghaziabad","offset":1383},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":1394},{"uri":"Lucknow","surface_form":"Lucknow","offset":1485},{"uri":"Ranji_Trophy","surface_form":"Ranji Trophy","offset":1825},{"uri":"Border-Gavaskar_Trophy","surface_form":"Border-Gavaskar","offset":2191},{"uri":"Mahendra_Singh_Dhoni","surface_form":"Mahendra Singh Dhoni","offset":2493},{"uri":"Yusuf_Pathan","surface_form":"Yusuf Pathan","offset":2544},{"uri":"Virender_Sehwag","surface_form":"Virender Sehwag","offset":2659},{"uri":"Yuvraj_Singh","surface_form":"Yuvraj Singh","offset":2838},{"uri":"Virat_Kohli","surface_form":"Virat Kohli","offset":6151},{"uri":"Jacob_Oram","surface_form":"Jacob Oram","offset":6931},{"uri":"Adam_Gilchrist","surface_form":"Adam Gilchrist","offset":7298},{"uri":"Murali_Vijay","surface_form":"Murali Vijay","offset":8167},{"uri":"Albie_Morkel","surface_form":"Albie Morkel","offset":8181},{"uri":"Kolkata_Knight_Riders","surface_form":"Kolkata Knight Riders","offset":8852},{"uri":"Michael_Hussey","surface_form":"Mike Hussey","offset":8893}]}