{"id":598412,"url":"http://en.wikipedia.org/wiki/Ghaziabad_district%2C_Uttar_Pradesh","text":"e=\"preserve\">Ghaziabad district is a largely suburban district of Uttar Pradesh state in northern India, within the National Capital Region. The town of Ghaziabad is the administrative headquarters of the district. This district is part of Uttar Pradesh's Meerut Division. It has become a major bedroom community (Commuter town) for Delhi.\nHistory.\nGhaziabad District was once part of Meerut District, but was split off forming the district with an area of 2550 km2 Later, Gautam Budh Nagar district was split off as well, reducing the district's size to 1933.3 km2. In Sept 2011, 2 tehsils were again split off to form Hapur district. The revised area is 1273 km2 and revised population is 3,323,241.\nGeography.\nGhaziabad district is bounded on the northwest by Baghpat District, on the north by Meerut district, on the east by Hapur district, on the southeast by Bulandshahr district, on the southwest by Gautam Buddha Nagar District, and on the west by Delhi state across the Yamuna River.\nPopulation.\nAccording to the 2011 Census, it is the third most populous district of Uttar Pradesh (out of 75), after Prayagraj district and Moradabad.\nAccording to the 2011 census of Ghaziabad district, it has a population of 4,661,452, roughly equal to the nation of Ireland or the US state of South Carolina. This gives it a ranking of 28th highest in India (out of a total of 640). The district has a population density of 3,967 inhabitants per square kilometre (10,270/sq mi). Its population growth rate over the decade 2001–2011 was 41.66%. Ghaziabad has a sex ratio of 878 females for every 1000 males, and a literacy rate of 85%.\nAt the 2011 census, this district had a population of 4,661,452 (3rd highest in UP), with 2,481,803 males and 2,179,649 females. It contributes 2.33% of the total population of UP. It has highest density of population in UP with 4060 persons per square km. It is second in population growth rate with 40.66%. The average literacy rate in 2011 was 85%, which is the highest in UP. This is revised to 3,323,241 after the split of Hapur district.","categories":[],"infobox_types":[],"annotations":[{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":66},{"uri":"National_Capital_Region","surface_form":"National Capital Region","offset":116},{"uri":"Ghaziabad","surface_form":"Ghaziabad","offset":153},{"uri":"Meerut_Division","surface_form":"Meerut Division","offset":256},{"uri":"Delhi","surface_form":"Delhi","offset":333},{"uri":"Meerut_District","surface_form":"Meerut District","offset":385},{"uri":"Gautam_Budh_Nagar_district","surface_form":"Gautam Budh Nagar district","offset":473},{"uri":"Hapur_district","surface_form":"Hapur district","offset":620},{"uri":"Baghpat_district","surface_form":"Baghpat District","offset":763},{"uri":"Bulandshahr_district","surface_form":"Bulandshahr district","offset":865},{"uri":"Gautam_Budh_Nagar_district","surface_form":"Gautam Buddha Nagar District","offset":907},{"uri":"Delhi","surface_form":"Delhi","offset":956},{"uri":"Yamuna_River","surface_form":"Yamuna River","offset":979},{"uri":"Prayagraj_district","surface_form":"Prayagraj district","offset":1110},{"uri":"Moradabad_district","surface_form":"Moradabad","offset":1133},{"uri":"Ghaziabad_district%2C_Uttar_Pradesh","surface_form":"Ghaziabad district","offset":1176}]}