{"id":598728,"url":"http://en.wikipedia.org/wiki/Sivaganga","text":"e=\"preserve\">Sivaganga is the headquarters of the Sivaganga district in the South Indian state of Tamil Nadu. It is also the headquarters of the Sivaganga taluk. The town is located at a distance of from Madurai and from the state capital Chennai.It is the important city in this district for official and commercial purpose.\nSivagangai kingdom was founded by Sasivarna Periya Oodaya Thevar in 1730. The town was subsequently ruled by his successors and ultimately by Velu Nachiyar under the stewardship of Maruthu Pandiyar. They were against the British Empire, but ultimately lost to them in 1790. The Company appointed Gowry Vallaba Periya Oodaya Thevar as the Zamindar of Sivaganga in 1801, whose successors continued with chaos until India's independence in 1947. It was under Ramnad district until 1984 and subsequently a part of the newly formed Sivaganga district. The town is known for agriculture, metal working and weaving. The region around Sivaganga has considerable mineral deposits.\nSivaganga is administered by a municipality established in 1965. As of 2011, the municipality covered an area of and had a population of 40,403. Sivagangai comes under the Sivaganga assembly constituency which elects a member to the Tamil Nadu Legislative Assembly once every five years and it is a part of the Sivaganga constituency which elects its Member of Parliament (MP) once in five years. Roadways are the major mode of transportation to the town and it also has rail connectivity. The nearest seaport, Thoothukudi Port, is located from Sivaganga, while the nearest airport, Madurai International Airport, is located from the town.\nDemographics.\nAccording to 2011 census, Sivaganga had a population of 40,403 with a sex-ratio of 990 females for every 1,000 males, much above the national average of 929. A total of 3,880 were under the age of six, constituting 1,985 males and 1,895 females. Scheduled Castes and Scheduled Tribes accounted for 9.59% and.07% of the population respectively. The average literacy of the town was 83.86%, compared to the national average of 72.99%. The town had a total of 10184 households. There were a total of 14,145 workers, comprising 164 cultivators, 294 main agricultural labourers, 246 in house hold industries, 11,406 other workers, 2,035 marginal workers, 54 marginal cultivators, 127 marginal agricultural labourers, 173 marginal workers in household industries and 1,681 other marginal workers. Sivaganga town had a growth of 25% during the decades of 1991 and 2001. The population density of the town has nearly doubled in the decades of 1981, 1991 and 2001. Spread over area of, the density increased from 3500 person per km2 in 1981 and to 4800 person per km2 in 1991. The development was largely concentrated along the whole town area.\nAs per the religious census of 2011, Sivaganga had 84.75% Hindus, 10.07% Muslims, 4.66% Christians, 0.02% Sikhs, 0.01% Buddhists and 0.49% following other religions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sivaganga_district","surface_form":"Sivaganga district","offset":50},{"uri":"South_India","surface_form":"South India","offset":76},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":98},{"uri":"Sivaganga_taluk","surface_form":"Sivaganga taluk","offset":145},{"uri":"Madurai","surface_form":"Madurai","offset":204},{"uri":"Chennai","surface_form":"Chennai","offset":239},{"uri":"Velu_Nachiyar","surface_form":"Velu Nachiyar","offset":468},{"uri":"Maruthu_Pandiyar","surface_form":"Maruthu Pandiyar","offset":507},{"uri":"British_Empire","surface_form":"British Empire","offset":547},{"uri":"Ramnad_district","surface_form":"Ramnad district","offset":782},{"uri":"Sivaganga_(State_Assembly_Constituency)","surface_form":"Sivaganga assembly","offset":1170},{"uri":"Tamil_Nadu_Legislative_Assembly","surface_form":"Tamil Nadu Legislative Assembly","offset":1231},{"uri":"Sivaganga_(Lok_Sabha_constituency)","surface_form":"Sivaganga constituency","offset":1309},{"uri":"Member_of_Parliament","surface_form":"Member of Parliament","offset":1349},{"uri":"Thoothukudi_Port","surface_form":"Thoothukudi Port","offset":1509},{"uri":"Madurai_International_Airport","surface_form":"Madurai International Airport","offset":1581},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":1665},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":1898},{"uri":"Hindus","surface_form":"Hindus","offset":2846},{"uri":"Muslims","surface_form":"Muslims","offset":2861},{"uri":"Christians","surface_form":"Christians","offset":2876},{"uri":"Sikhs","surface_form":"Sikhs","offset":2894},{"uri":"Buddhists","surface_form":"Buddhists","offset":2907}]}