{"id":598722,"url":"http://en.wikipedia.org/wiki/Nagercoil","text":"e=\"preserve\">Nagercoil (\"Temple of the Nāgas\") is a town in the southernmost Indian state of Tamil Nadu and a municipality and administrative headquarters of Kanyakumari District. The city is situated close to the tip of the Indian peninsula, locked with the Western Ghats on all sides. It was briefly part of the erstwhile Travancore state, till almost a decade after India's Independence from Britain in 1947. In 1956, it was merged with Tamil Nadu. In its earlier days, the town and its surroundings were known as Nanjilnadu. Nagercoil holds a number of educational institutions, hospitals, offices and industries. It is also the hub of industrial and commercial activity in the district, and a fertile agricultural area that produces paddy. The minerals ilmenite and monazite are mined there. The land is surrounded by hills and lush green paddy fields. It is also known for different varieties of bananas. Nagercoil is a land of great traditional and cultural significance.\nAccording to 2011 census, Nagercoil had a population of 224,849 with a sex-ratio of 1,050 females for every 1,000 males, much above the national average of 929. A total of 20,241 were under the age of six, constituting 10,119 males and 10,122 females. Scheduled Castes and Scheduled Tribes accounted for 4.19% and.17% of the population respectively. The average literacy of the city was 95.35%. The city had a total of 59,997 households. There were a total of 76,345 workers, comprising 244 cultivators, 1,155 main agricultural laborers, 2,271 in household industries, 67,050 other workers, 5,625 marginal workers, 110 marginal cultivators, 361 marginal agricultural laborers, 447 marginal workers in household industries and 4,707 other marginal workers.\nAs per the religious census of 2011, Nagercoil had 61.06% Hindus, 8.89% Muslims, 29.94% Christians, 0.01% Sikhs, 0.02% Buddhists, 0.02% Jains and 0.06% following other religions or not stating their position.\nThe largest concentration of the population of the town and the District is along the coastal belt, on the eastern side, while the largely forested areas on the western side of the district (along the Western Ghats) are sparsely populated.","categories":[],"infobox_types":[],"annotations":[{"uri":"N%C4%81ga","surface_form":"Nāga","offset":39},{"uri":"India","surface_form":"India","offset":77},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":93},{"uri":"Municipality","surface_form":"municipality","offset":110},{"uri":"Kanyakumari_District","surface_form":"Kanyakumari District","offset":158},{"uri":"Western_Ghats","surface_form":"Western Ghats","offset":259},{"uri":"Travancore","surface_form":"Travancore","offset":324},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":992},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":1231},{"uri":"Hindus","surface_form":"Hindus","offset":1793},{"uri":"Muslims","surface_form":"Muslims","offset":1807},{"uri":"Christians","surface_form":"Christians","offset":1823},{"uri":"Sikhs","surface_form":"Sikhs","offset":1841},{"uri":"Buddhists","surface_form":"Buddhists","offset":1854},{"uri":"Jainism","surface_form":"Jains","offset":1871}]}