{"id":598732,"url":"http://en.wikipedia.org/wiki/Srivilliputhur","text":"e=\"preserve\">Srivilliputhur is a town and a municipality in Virudhunagar district in the Indian state of Tamil Nadu. As of 2011, the town had a population of 75,396.\nThe most important landmark of Srivilliputhur is 11-tiered tower structure dedicated to the Lord of Srivilliputhur, known as Vatapatrasayee. The tower of this temple rises 192 feet high and is the official symbol of the Government of Tamil Nadu. It is said to have been built by Periyalvar, believed to be the father-in-law of the Temple Deity, with a purse of gold that he won in debates held in the palace of Pandya King Vallabhadeva. Srivilliputhur is well known for its ancient heritage and devotional contributions.\nIt is on the Virudhunagar - Shenkottai line of the Southern Railway, about 74 km south of Madurai and connected by road and rail with Madurai, Sivakasi, Sankarankovil & Shenkottai, Thirunelveli and Sattur.\nDemographics.\nAccording to 2011 census, Srivilliputhur had a population of 75,396 with a sex-ratio of 1,015 females for every 1,000 males, much above the national average of 929. A total of 6,884 were under the age of six, constituting 3,466 males and 3,418 females. Scheduled Castes and Scheduled Tribes accounted for 6.21% and.01% of the population respectively. The average literacy of the town was 77.84%, compared to the national average of 72.99%. The town had a total of 21411 households. There were a total of 32,556 workers, comprising 134 cultivators, 1,241 main agricultural labourers, 3,126 in house hold industries, 25,769 other workers, 2,286 marginal workers, 18 marginal cultivators, 318 marginal agricultural labourers, 119 marginal workers in household industries and 1,831 other marginal workers. The decadal growth of population during the 1991–2001 period reduced to half of the previous decade due to migration to industrialized cities.\nAs per the religious census of 2011, Srivilliputhur (M) had 90.7% Hindus, 2.27% Muslims, 6.62% Christians, 0.01% Sikhs, 0.01% Buddhists, 0.38% following other religions and 0.02% following no religion or did not indicate any religious preference.\nAs of 1994, a total (45%) of the land in Srivilliputhur was used for residential, (3%) for commercial, (3%) for industrial, (5%) for public & semi public, (2%) for educational and (24%) for non urban purposes like agriculture and irrigation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Municipality","surface_form":"municipality","offset":44},{"uri":"Virudhunagar_district","surface_form":"Virudhunagar district","offset":60},{"uri":"India","surface_form":"India","offset":89},{"uri":"States_and_territories_of_India","surface_form":"state","offset":96},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":105},{"uri":"Tamil_Nadu","surface_form":"Tamil Nadu","offset":400},{"uri":"Periyalvar","surface_form":"Periyalvar","offset":445},{"uri":"Pandyan_kingdom","surface_form":"Pandya","offset":577},{"uri":"Virudhunagar","surface_form":"Virudhunagar","offset":700},{"uri":"Shenkottai","surface_form":"Shenkottai","offset":715},{"uri":"Madurai","surface_form":"Madurai","offset":777},{"uri":"Madurai","surface_form":"Madurai","offset":821},{"uri":"Sivakasi","surface_form":"Sivakasi","offset":830},{"uri":"Sankarankovil","surface_form":"Sankarankovil","offset":840},{"uri":"Shenkottai","surface_form":"Shenkottai","offset":856},{"uri":"Thirunelveli","surface_form":"Thirunelveli","offset":868},{"uri":"Sattur","surface_form":"Sattur","offset":885},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":920},{"uri":"Scheduled_Castes_and_Scheduled_Tribes","surface_form":"Scheduled Castes and Scheduled Tribes","offset":1160},{"uri":"Hindus","surface_form":"Hindus","offset":1918},{"uri":"Muslims","surface_form":"Muslims","offset":1932},{"uri":"Christians","surface_form":"Christians","offset":1947},{"uri":"Sikhs","surface_form":"Sikhs","offset":1965},{"uri":"Buddhists","surface_form":"Buddhists","offset":1978}]}