{"id":599298,"url":"http://en.wikipedia.org/wiki/Exotic_atom","text":"e=\"preserve\">An exotic atom is an atom that has a particle replaced by a particle of the same charge. For example, Positronium, an exotic atom, contains an electron and a positron. The positron (which is the antiparticle of the electron) replaces a proton which would normally be found in that atom. Most exotic atoms are hard to discover, because they decay very quickly. Positronium on average has a half-life (how long until half of the object is gone via decay) of 0.125 nanoseconds. There are a few types of exotic atom.\nMuonic atom.\nA muonic atom is an exotic atom that has a muon, instead of an electron, orbiting the nucleus. Because a muon is much more massive than an electron, the muon orbits much closer to the nucleus.\nHadronic atom.\nA hadronic atom is an exotic atom that has an electron replaced by a negatively charged hadron. The hadron could be a meson (such as a pion or a kaon, creating a pionic atom or a kaonic atom, respectively). Another hadronic atom is an antiproton (antiparticle of the proton) atom, that has an antiproton replacing an electron. This is known as an antiprotonic atom.\nOnium.\nAn onium is an exotic atom that has a particle bound to its antiparticle. A good example is Positronium, which is an electron bound to a positron.\nHypernuclear atom.\nA hypernuclear atom is an exotic atom that contains strange particles (a particle that is made of a strange quark) called hyperons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atom","surface_form":"atom","offset":34},{"uri":"Particle","surface_form":"particle","offset":50},{"uri":"Charged_particle","surface_form":"charge","offset":94},{"uri":"Positronium","surface_form":"Positronium","offset":115},{"uri":"Electron","surface_form":"electron","offset":156},{"uri":"Positron","surface_form":"positron","offset":171},{"uri":"Antiparticle","surface_form":"antiparticle","offset":208},{"uri":"Proton","surface_form":"proton","offset":249},{"uri":"Half-life_(element)","surface_form":"half-life","offset":402},{"uri":"Muon","surface_form":"muon","offset":582},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":625},{"uri":"Hadron","surface_form":"hadron","offset":835},{"uri":"Meson","surface_form":"meson","offset":865},{"uri":"Pion","surface_form":"pion","offset":882},{"uri":"Kaon","surface_form":"kaon","offset":892},{"uri":"Antiproton","surface_form":"antiproton","offset":982},{"uri":"Hyperon","surface_form":"hyperons","offset":1408}]}