{"id":599299,"url":"http://en.wikipedia.org/wiki/Plum_pudding_model","text":"The plum pudding model is an early 20th century model of an atom. It was later found to be wrong. It was proposed by J.J. Thomson in 1904, after the electron had been discovered, but before the atomic nucleus was discovered. During that time, scientists knew that there was a positive charge in the atom that balanced out the negative charges of the electrons, making the atom neutral, but they didn't know where the positive charge was coming from. Thomson's model showed an atom that had a positively charged medium, or space, with negatively charged electrons inside the medium. Soon after its proposal, the model was called a \"plum pudding\" model because the positive medium was like a pudding, with electrons, or plums, inside.\nRutherford's model.\nIn 1909, not long after Thomson's model was proposed, Hans Geiger and Ernest Marsden made an experiment with thin sheets of gold, to test Thomson's model. Their professor, Ernest Rutherford, expected the results to prove Thomson correct, but their results were extremely different to what they were expecting. In 1911, Rutherford discovered that the positive charges come from tiny particles called protons, and that the protons were in a tiny center called the nucleus, and that the electrons were orbiting around the nucleus.\nNiels Bohr's Model.\nRutherford's model was quite simple, but it was later disproved because electrons have charge, and they should be attracted to the positively charged nucleus. In 1913, Niels Bohr added 'energy levels' to the atomic model. Electrons don't fall into the nucleus because they are contained in energy levels, and to change to higher energy levels extra energy is needed, and to change to lower energy levels a release of energy is needed. It is not possible to change energy states without changing the energy of the electron. If an electron gets hit by a photon (a particle that carries electromagnetic radiation) it will gain extra energy and go into a higher energy level (it changes states), then it will jump back down to a lower energy level, releasing its contained energy. This new model was called the Bohr model or the Rutherford-Bohr model. This added a whole new branch of science: Quantum physics.\nQuantum model.\nIn 1926 Erwin Schrödinger used the idea that electrons acted as a wave, as well as a particle, this is known as a wave-particle duality. This added a whole new layer to the atomic model and quantum physics. With a particle, you can know where it is in space if you observe (look) at it. But with a wave, it is all over the place, so you can't define where exactly it is. This is known as quantum uncertainty. With an electron, you can only know the probability of it being in a place, because it is a wave as well as a particle. (See diagram above)","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientific_model","surface_form":"model","offset":48},{"uri":"Atom","surface_form":"atom","offset":60},{"uri":"J._J._Thomson","surface_form":"J.J. Thomson","offset":117},{"uri":"Electron","surface_form":"electron","offset":149},{"uri":"Atomic_nucleus","surface_form":"atomic nucleus","offset":194},{"uri":"Balanced","surface_form":"balanced","offset":309},{"uri":"Neutral_particle","surface_form":"neutral","offset":377},{"uri":"Space_(physics)","surface_form":"space","offset":522},{"uri":"Plum_pudding","surface_form":"plum pudding","offset":631},{"uri":"Hans_Geiger","surface_form":"Hans Geiger","offset":807},{"uri":"Ernest_Marsden","surface_form":"Ernest Marsden","offset":823},{"uri":"Ernest_Rutherford","surface_form":"Ernest Rutherford","offset":925},{"uri":"Atomic_nucleus","surface_form":"nucleus","offset":1215},{"uri":"Charged_particle","surface_form":"charge","offset":1388},{"uri":"Niels_Bohr","surface_form":"Niels Bohr","offset":1469},{"uri":"Energy_level","surface_form":"energy levels","offset":1487},{"uri":"Photon","surface_form":"photon","offset":1853},{"uri":"Electromagnetic_radiation","surface_form":"electromagnetic radiation","offset":1885},{"uri":"Quantum_Physics","surface_form":"Quantum physics","offset":2191},{"uri":"Erwin_Schr%C3%B6dinger","surface_form":"Erwin Schrödinger","offset":2231},{"uri":"Wave_(physics)","surface_form":"wave","offset":2289},{"uri":"Particle","surface_form":"particle","offset":2308},{"uri":"Wave-particle_duality","surface_form":"wave-particle duality","offset":2337},{"uri":"Uncertainty_principle","surface_form":"quantum uncertainty","offset":2611}]}