{"id":59929,"url":"http://en.wikipedia.org/wiki/Grana_Padano_cheese","text":"Grana Padano is a kind of hard cheese. It is a kind of parmesan cheese. The name comes from the noun \"grana\" (‘grain’), which refers to the distinctively grainy texture of the cheese, and the adjective \"Padano\", which refers to the river Po.\nGrana Padano was created by the Cistercian monks of Chiaravalle. They used ripened cheese as a way of preserving extra milk. By the year 1477, it was regarded as one of the most famous cheeses of Italy. Today, this product is made in the regions of Piedmont, Lombardy and Veneto, and in the province of Trento.\nLike Parmigiano Reggiano, Grana Padano is a semi-fat hard cheese which is cooked and ripened slowly (for up to 18 months). It is produced by curdling the milk of grass-fed cows. The cows are milked twice a day, the milk is left to stand, and then partially creamed. It is produced all year round and the quality can vary seasonally as well as by year.\nA wheel of Grana Padano is cylindrical, with slightly convex or almost straight sides and flat faces. The rind, which is thin, is white or straw yellow.\nGrana Padano cheese has been produced since the 12th century, and production and quality are now overseen by the Consorzio per la Tutela del Formaggio Grana Padano.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cheese","surface_form":"cheese","offset":31},{"uri":"Parmesan_cheese","surface_form":"parmesan cheese","offset":55},{"uri":"Po_River","surface_form":"Po","offset":238},{"uri":"Cistercian","surface_form":"Cistercian","offset":274},{"uri":"Chiaravalle","surface_form":"Chiaravalle","offset":294},{"uri":"Piedmont","surface_form":"Piedmont","offset":491},{"uri":"Lombardy","surface_form":"Lombardy","offset":501},{"uri":"Veneto","surface_form":"Veneto","offset":514},{"uri":"Trento","surface_form":"Trento","offset":545},{"uri":"Parmigiano_Reggiano","surface_form":"Parmigiano Reggiano","offset":558},{"uri":"Milk","surface_form":"milk","offset":707},{"uri":"Cow","surface_form":"cow","offset":725},{"uri":"12th_century","surface_form":"12th century","offset":1106}]}