{"id":59933,"url":"http://en.wikipedia.org/wiki/North_American_Free_Trade_Agreement","text":"e=\"preserve\">The North American Free Trade Agreement (NAFTA) is a trade agreement between Mexico, the United States, and Canada. The agreement was signed by U.S. President George H.W. Bush, Canadian Prime Minister Brian Mulroney, and Mexican President Carlos Salinas on December 17, 1992 in San Antonio, Texas, and took effect on January 1, 1994. It removed taxes on products traded between the United States, Canada, and Mexico. It also protects copyrights, patents, and trademarks between those three countries. It was updated with the North American Agreement on Environmental Cooperation, which helped set more environment regulations and helped reduce pollution. It was also updated with the North American Agreement for Labor Cooperation, which helped people fight for better work conditions.\nOn September 30, 2018, it was announced that the United States, Mexico, and Canada had come to an agreement to replace NAFTA with the United States–Mexico–Canada Agreement (USMCA).\nEffects.\nSince it took away taxes between products traded between the US, Canada, and Mexico. Mexico has been buying more products from the US. It saved U.S. companies on the cost of selling products to Mexico, and it saved Mexican companies on the cost of buying things from U.S. companies.\nA benefit of the bill is that labels on products exchanged between the three countries come in French, English, and Spanish. That way, Mexicans and Americans who speak Spanish can read the Spanish label, Americans and Canadians can read the English label, and Canadians who speak French can read the French label.\nNAFTA also encourages more immigration from Mexico to the US. Since small businesses can no longer be protected by tariffs, many small business owners in Mexico cannot compete with the prices of subsidized products from the US and therefore many of them have gone under, or they lost more money than they could make. As a result, many Mexicans have gone to the US looking for work. The human rights organization EZLN (Ejército Zapatista de la Liberación Nacional), a revolutionary Mexican grass roots movement, is a strong opponent of NAFTA and points out how its provisions only make the economic situation worse for the poorest in Mexico and better for multi-national corporations.\nJob losses.\nWith the increased ease by which Mexico can import food products from the United States, the role of Mexican farmers is overwhelmed by the output of American farming. This is a notable con of NAFTA. According to Thomas Net Industry Market Trends, over 1 million Mexican farmers have lost their jobs as a result of the agreement.\nThe American economy lost about 683,000 jobs thanks to NAFTA -- more than 60% of which were in the manufacturing sector. Almost 35,000 Ohioans found themselves unemployed, or without jobs, thanks to a free trade agreement that’s been a disaster for our nation’s industrial base. - Sharrod Brown\nImmigration.\nIt was possible that NAFTA would encourage Mexican citizens to stay in their country since their manufacturing work could still reach the American market easily. But since the creation of NAFTA, illegal immigration between Mexico and the United States has only gotten worse. Over the 10-year period between 1990 and 2000, the number of illegal immigrants per year doubled, or increased two times, despite the creation of NAFTA in 1994, according to Thomas Net Industry Market Trends. NAFTA not being more effective in preventing the immigration crisis is a disadvantage to the agreement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Trade","surface_form":"trade","offset":66},{"uri":"Mexico","surface_form":"Mexico","offset":90},{"uri":"United_States","surface_form":"United States","offset":102},{"uri":"Canada","surface_form":"Canada","offset":121},{"uri":"George_H.W._Bush","surface_form":"George H.W. Bush","offset":172},{"uri":"Brian_Mulroney","surface_form":"Brian Mulroney","offset":214},{"uri":"Carlos_Salinas","surface_form":"Carlos Salinas","offset":252},{"uri":"San_Antonio%2C_Texas","surface_form":"San Antonio, Texas","offset":291},{"uri":"Copyright","surface_form":"copyrights","offset":447},{"uri":"Patent","surface_form":"patents","offset":459},{"uri":"Trademark","surface_form":"trademarks","offset":472},{"uri":"United_States","surface_form":"United States","offset":848},{"uri":"Mexico","surface_form":"Mexico","offset":863},{"uri":"Canada","surface_form":"Canada","offset":875},{"uri":"United_States%E2%80%93Mexico%E2%80%93Canada_Agreement","surface_form":"United States–Mexico–Canada Agreement","offset":933},{"uri":"EZLN","surface_form":"EZLN","offset":1998},{"uri":"Corporation","surface_form":"corporations","offset":2256},{"uri":"Import","surface_form":"import","offset":2326},{"uri":"Farming","surface_form":"farming","offset":2440},{"uri":"Manufacturing","surface_form":"manufacturing","offset":2710},{"uri":"Unemployment","surface_form":"unemployed","offset":2771},{"uri":"Illegal_immigration","surface_form":"illegal immigration","offset":3114}]}