{"id":599411,"url":"http://en.wikipedia.org/wiki/Dry_toilet","text":"A dry toilet is for depositing human excrement without using water, very different from flush toilets that use water. It may be for sitting or squat<nowiki/>ting. The urine may get mixed with the feces or be kept separate.\nThere are different types of dry toilets: compost<nowiki/>ing toilet, urine-diverting dry toilet, Arborloo, container-based toilet, bucket toilet, pit latrine, incinerating toilet, or freezing toilet.\nTypes.\nOther dry toilets are being developped, some with funding from the Bill and Melinda Gates Foundation.\nUses.\nDry toilets can be very presentable and are used in developed countries (for example, Sweden, Finland, and Norway), where they are often found at summer houses and national parks. They are more common in developing countries in places where flush toilets are not possible or not desired. Remember that sewers often cost too much where the land is rocky or irregular and where houses are far from one another.\nChallenges.\nSome people strongly believe that dry toilets are the best way deal with excrement, others argue that they cannot be done everywhere, and others simply do not want to change their habits. Dry toilets reduce water consumption and pollution, recover valuable nutrients for agriculture, and (when managed properly) eliminate diseases and chemicals efficiently.\nIt has been difficult to install and manage many dry toilets in cities (for example, in the Erdos Eco-City of the Inner Mongolia Autonomous Region of China). Designs need to be fine-tuned and we need to be very careful during construction and management. The users also need to learn about the benefits of dry toilets and how to properly use them.\nHistory.\nFurther information: Toilet § History (in English Wikipedia)\nNearly all toilets were dry toilets, and excrement was valued in agriculture, until flush toilets were invented.\nGreat Britain.\nIn Britain, dry toilets were still used in some areas (including cities) until the 1940s. It seems that these were often emptied directly onto gardens, where the excreta was used as fertiliser.[6] Sewer systems did not come to some rural areas in Britain until the 1950s or later.\nAustralia.\nBrisbane, Australia, was largely unsewered until the early 1970s, with many suburbs having dry toilets (called \"dunnies\") behind each house.","categories":[],"infobox_types":[],"annotations":[{"uri":"Toilet","surface_form":"toilet","offset":6},{"uri":"Feces","surface_form":"excrement","offset":37},{"uri":"Water","surface_form":"water","offset":61},{"uri":"Squat","surface_form":"squat","offset":143},{"uri":"Urine","surface_form":"urine","offset":167},{"uri":"Feces","surface_form":"feces","offset":196},{"uri":"Compost","surface_form":"compost","offset":265},{"uri":"Urine-diverting_dry_toilet","surface_form":"urine-diverting dry toilet","offset":293},{"uri":"Arborloo","surface_form":"Arborloo","offset":321},{"uri":"Container","surface_form":"container","offset":331},{"uri":"Bucket","surface_form":"bucket","offset":355},{"uri":"Cavity","surface_form":"pit","offset":370},{"uri":"Burn","surface_form":"incinerating","offset":383},{"uri":"Freezing","surface_form":"freezing","offset":407},{"uri":"Pollution","surface_form":"pollution","offset":1189},{"uri":"Nutrient","surface_form":"nutrient","offset":1217},{"uri":"Disease","surface_form":"disease","offset":1282},{"uri":"Chemical_substance","surface_form":"chemicals","offset":1295},{"uri":"China","surface_form":"China","offset":1468},{"uri":"Great_Britain","surface_form":"Britain","offset":1867},{"uri":"Australia","surface_form":"Australia","offset":2166}]}