{"id":599819,"url":"http://en.wikipedia.org/wiki/Ancient_Corinth","text":"e=\"preserve\">Corinth is at a critical place in the Peloponnese, a city-state on the Isthmus of Corinth. Ancient Corinth was one of the largest and most important cities of Ancient Greece, with a population of 90,000 in 400 BC. The Romans demolished Corinth in 146 BC, built a new city in its place in 44 BC, and later made it the provincial capital of Greece.\nClassical Greece.\nThe city was a major player in the Persian Wars. It sent 400 soldiers to defend Thermopylae. It supplied forty warships for the Battle of Salamis and 5,000 hoplites in the following Battle of Plataea.\nAt the end of the Peloponnesian War (404 BC) Corinth joined Athens in the Corinthian War against Sparta. However, in 395 BC Corinth switched back to the Peloponnesian League and joined Sparta to attack Athens.\nThese conflicts weakened the city-states of the Peloponnese and set the stage for the conquests of Philip II of Macedon. In 338 BC, after defeating Athens and its allies, Philip II created the League of Corinth to unite the Greeks in a war against Persia. Philip was named hegemon of the League.\nCorinth under the Roman Republic.\nIn 146 BC, Rome declared war on the Greek Achaean League, led by Corinth. After some victories, the Romans under captured Corinth. When he entered the city, their commander Lucius Mummius killed all the men and sold the women and children into slavery before burning the city. This ruthless action was on a par with the destruction of Corinth. The Romans would not stand for any city which competed with them for trade in the Mediterranean. There is archeological evidence of some minimal habitation in the years afterwards. Corinth remained largely deserted until Julius Caesar refounded the city in 44 BC, shortly before his assassination. At this time, an amphitheatre was built.\nUnder the Romans, Corinth was rebuilt as a major city. It had a large mixed population of Romans, Greeks, and Jews.","categories":[],"infobox_types":[],"annotations":[{"uri":"Peloponnese","surface_form":"Peloponnese","offset":51},{"uri":"Isthmus_of_Corinth","surface_form":"Isthmus of Corinth","offset":84},{"uri":"Ancient_Greece","surface_form":"Ancient Greece","offset":172},{"uri":"Ancient_Rome","surface_form":"Romans","offset":231},{"uri":"Battle_of_Thermopylae","surface_form":"Thermopylae","offset":458},{"uri":"Battle_of_Salamis","surface_form":"Battle of Salamis","offset":506},{"uri":"Hoplites","surface_form":"hoplites","offset":534},{"uri":"Battle_of_Plataea","surface_form":"Battle of Plataea","offset":560},{"uri":"Peloponnesian_War","surface_form":"Peloponnesian War","offset":597},{"uri":"BC","surface_form":"BC","offset":620},{"uri":"Athens","surface_form":"Athens","offset":639},{"uri":"Corinthian_War","surface_form":"Corinthian War","offset":653},{"uri":"Peloponnesian_League","surface_form":"Peloponnesian League","offset":732},{"uri":"Philip_II_of_Macedon","surface_form":"Philip II of Macedon","offset":888},{"uri":"League_of_Corinth","surface_form":"League of Corinth","offset":982},{"uri":"Persia","surface_form":"Persia","offset":1037},{"uri":"Hegemon","surface_form":"hegemon","offset":1062},{"uri":"Corinth","surface_form":"Corinth","offset":1454},{"uri":"Mediterranean","surface_form":"Mediterranean","offset":1545},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":1684},{"uri":"Amphitheatre","surface_form":"amphitheatre","offset":1778}]}