{"id":599949,"url":"http://en.wikipedia.org/wiki/Kottayam_district","text":"e=\"preserve\">Kottayam District is one of the 14 districts in the state of Kerala, India. Though the district is 157 km south to Kunnamkulam, the center of Kerala. It is located in an area with biggest diameter and population. It is the only district having no border with either the Western Ghats or Arabian Sea. The Kerala government and Central govt both agreed to built an airport near Sabarimala. Cheruvally Estate in Erumeli may be the site. Given it is a plain plateau with strong soil, Aviation ministry estimated that the airport could be completed in just six months. The district has its headquarters at Kottayam town, located at 9.36° N and 76.17° E. Pala or Kidangoor may be the center point of district. Rubber Board campus located in Puthuppally with head office in Kottayam town is the only central govt organization in the district. Kottayam is known as city of three 'L's - Literacy, Lakes and Latex. Kottayam is the first town to achieve 100% literacy rate in India. On 27 September 2008, Kottayam district also became the first tobacco free districts in India.\nKottayam City is also known as Akshara Nagari (City of Letters) and Chuvar Chitra Nagari (City of Mural).\nBordered by hills on the east and the Vembanad Lake and paddy fields of Kuttanad on the west, Kottayam has many unique characteristics. Panoramic backwater stretches, lush paddy fields, highlands, hills and hillocks, rubber plantations and places associated with many legends gives Kottayam District the enviable title: The land of letters, legends, latex and lakes. The district is 15.35% urbanised.\nThe headquarters of 2 significant religious communities in Kerala are located in Kottayam District: Nair Service Society and Indian Orthodox Church\nDemographics.\nAccording to the 2011 census Kottayam district has a population of 1,979,384, roughly equal to the nation of Slovenia or the US state of New Mexico. This gives it a ranking of 234th in India (out of a total of 640). The district has a population density of. Its population growth rate over the decade 2001–11 was 1.32%. Kottayam has a sex ratio of 1040 females for every 1000 males, and a literacy rate of 97.21, the highest in the state and 4th highest in India.\nAs per the 2001 Indian Census, population in Kottayam included Hindus (49.32%), Christians (44.60%) and Muslims (5.97%).\nOther websites.\n[http://www.onefivenine.com/india/villag/Kottayam Best tourism places in Kottayam]","categories":[],"infobox_types":[],"annotations":[{"uri":"Districts_of_Kerala","surface_form":"districts in the state of Kerala","offset":48},{"uri":"India","surface_form":"India","offset":82},{"uri":"Kottayam","surface_form":"Kottayam","offset":614},{"uri":"India","surface_form":"India","offset":978},{"uri":"Tobacco","surface_form":"tobacco","offset":1047},{"uri":"Vembanad_Lake","surface_form":"Vembanad Lake","offset":1224},{"uri":"Paddy_field","surface_form":"paddy field","offset":1242},{"uri":"Kuttanad","surface_form":"Kuttanad","offset":1258},{"uri":"Rubber","surface_form":"rubber","offset":1403},{"uri":"Nair_Service_Society","surface_form":"Nair Service Society","offset":1687},{"uri":"Indian_Orthodox_Church","surface_form":"Indian Orthodox Church","offset":1712},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":1766},{"uri":"Demographics_of_India","surface_form":"population","offset":1802},{"uri":"Slovenia","surface_form":"Slovenia","offset":1858},{"uri":"New_Mexico","surface_form":"New Mexico","offset":1886},{"uri":"Districts_of_India","surface_form":"640","offset":1959},{"uri":"Family_planning_in_India","surface_form":"population growth rate","offset":2011},{"uri":"Sex_ratio","surface_form":"sex ratio","offset":2084},{"uri":"Women_in_India","surface_form":"females","offset":2102},{"uri":"Literacy_in_India","surface_form":"literacy rate","offset":2138}]}