{"id":599942,"url":"http://en.wikipedia.org/wiki/Idukki_district","text":"e=\"preserve\">Idukki is one of the 14 districts of Kerala state, India, created on 26January 1972. At that time, the district headquarters was at Kottayam. In June 1976 it was moved to Painavu. Idukki which lies in the Western Ghats of Kerala. Idukki is the second largest district in area but has the lowest population density. Idukki has a vast forest reserve area; more than a half of the district is covered by forests. The urban areas are densely populated whereas villages are sparsely populated. Idukki is also known as the spice garden of Kerala.\nDemographics.\nAccording to the 2011 census Idukki district has a population of 1,107,453. This ranks it as 416th among the 640 districts of India. The district has a population density of. Its population growth rate over the decade 2001–2011 was −1.93%. Idukki has a sex ratio of 1006 females for every 1000 males, and a literacy rate of 92.2 per cent. According to the 2011 census, Hindus make up 48. 86% (541,854) of the population, Christians 43.42% (481,507), Muslims 7.41%(82,206).\nTourist area.\nMunnar was the summer resort of the British Government in the south. Munnar has some of the largest tea plantations in the world. This hill station, which is more than 5000 feet above sea level, is a well-known tourist attraction noted for its scenic and picturesque landscapes. Most of the native flora and fauna of Munnar have disappeared due to severe habitat fragmentation resultant from the creation of the plantations.Most of the native flora and fauna of Munnar have disappeared due to severe habitat fragmentation resultant from the creation of the plantations. However, some species continue to survive and thrive in several protected areas nearby, including the new Kurinjimala Sanctuary to the east, the Chinnar Wildlife Sanctuary, Manjampatti Valley and the Amaravati reserve forest of Indira Gandhi Wildlife Sanctuary to the north east, the Eravikulam National Park and Anamudi Shola National Park to the north, the Pampadum Shola National Park to the south and the proposed Palani Hills National Park to the east.","categories":[],"infobox_types":[],"annotations":[{"uri":"Districts_of_Kerala","surface_form":"districts","offset":37},{"uri":"Kerala","surface_form":"Kerala","offset":50},{"uri":"India","surface_form":"India","offset":64},{"uri":"Kottayam","surface_form":"Kottayam","offset":145},{"uri":"Painavu","surface_form":"Painavu","offset":184},{"uri":"Western_Ghats","surface_form":"Western Ghats","offset":218},{"uri":"2011_census_of_India","surface_form":"2011 census","offset":585},{"uri":"Demographics_of_India","surface_form":"population","offset":619},{"uri":"Districts_of_India","surface_form":"districts of India","offset":681},{"uri":"Family_planning_in_India","surface_form":"population growth rate","offset":747},{"uri":"Sex_ratio","surface_form":"sex ratio","offset":821},{"uri":"Women_in_India","surface_form":"females","offset":839},{"uri":"Literacy_in_India","surface_form":"literacy rate","offset":875},{"uri":"Munnar","surface_form":"Munnar","offset":1055}]}