{"id":600,"url":"http://en.wikipedia.org/wiki/People%27s_Republic_of_China","text":"The People's Republic of China (PRC) () is a one-party state in East Asia governed by the Chinese Communist Party (CCP). It was founded on 1 October 1949. It currently has more than 1.4 billion people (as of 2017), which is more than any other country in the world. It covers an area of 9.6 million square kilometers.\nThe capital city is Beijing and Shanghai is the city with the most people living in it. Along with the cities of Tianjin and Chongqing, these four cities are \"municipalities\" directly controlled by the national government. Two other cities are given the status of \"special administrative region\" (SAR). They are Hong Kong, which was once a colony of the United Kingdom and given back to China in 1997 and Macau, which Portugal gave back in 1999. These two cities remain highly autonomous or have much of their own power. Aside from the \"municipalities\" and the \"SAR's\", there are 23 provinces and five \"autonomous regions\" or regions with more law-making rights than the provinces and with many people of a minority group population. They are the Xinjiang Uyghur Autonomous Region, the Tibet Autonomous Region or Xizang Autonomous Region, the Guangxi Zhuang Autonomous Region, the Inner Mongolia Autonomous Region or Nei Mongol Autonomous Region and the Ningxia Hui Autonomous Region.\nIn the SAR's, the central government is responsible for defense and foreign affairs but not the daily operations for 50 years. PRC claims Taiwan as one of its many provinces. However, PRC does not have control of Taiwan which has an entirely different political system and officially known as the Republic of China (Taiwan).\nHistory.\nChina has one of the world's oldest civilizations and has the oldest continuous civilization. It has archaeological evidence over 5,000 years old. It also has one of the world's oldest writing systems (and the oldest in use today), and is viewed as the source of many major inventions.\nAncient (2100 B.C. - 1500 A.D.).\nAncient China was one of the first civilizations and was active since the 2nd millennium BC as a feudal society.\nChinese civilization was also one of the few to invent writing, with the others being Mesopotamia, the Indus Valley civilization, the Maya civilization, the Minoan civilization of ancient Greece, and Ancient Egypt. It reached its golden age during the Tang Dynasty (c. A.D. 10th century). Home of Confucianism and Daoism, it had great influence on nearby countries including Japan, Korea, and Vietnam in the areas of political system, philosophy, religion, art, and even writing and literature. China is home to some of the oldest artwork in the world. Statues and pottery, as well as decorations made of jade, are some classic examples.\nBefore the Qin Dynasty united China, there were hundreds of small states that fought each other for hundreds of years in a war to control China. This is known as the Warring States Period. Although the continuing wars made people suffer, it was at this time when many of the great philosophies of the East were born, including Confucianism and Daoism. Confucianism and Daoism alone have been the foundation of many social values seen in modern eastern-Asian cultures today.\nIts geography mostly looked like that of modern China, except with northern and western edges that varied. It was often attacked by northern nomadic people such as the Turkic tribes and the Mongols lead by Genghis Khan and Kublai Khan. During the history of ancient China, the northern nomadic people and the Chinese people had been fighting each other and taking turns to rule the land and the people of China. However, when the northern people beat the Chinese people and came to rule the kingdom, they also Incorporated the Chinese way of living and became like the Chinese. Many of the strongest dynasties of China were ruled by the northern people, including the Qin, Tang, Yuan (Mongolian), and Qing (Manchu). Each time, they also brought new elements into the Chinese culture.\nA new age.\nWhile China achieved many things in the First millennium and early 2nd millennium, it became an isolationist country in the 15th century C.E. This was because Spain found a lot of silver in the newly explored continents of North and South America. Silver was the main currency (money) in China and Europe at the time, and China did not want to be bought by the foreigners.\nBy the time of the Renaissance, European powers started to take over other countries in Asia. During this time the opium epidemic was growing in China. Foreign traders (primarily British) had been illegally exporting opium mainly from India to China since the 18th century, but that trade grew dramatically from about 1820. The resulting widespread addiction in China was causing serious social and economic disruption there. This led to what is now known as the first opium war. The first Opium War between China and Great Britain lasted from 1839 to 1842. The conflict was the result of years of attempts by the British to exploit China as a market for British goods. Britain eventually relied on its superior military capabilities to force open the lucrative Chinese market, while imposing an illicit trade in opium on the Chinese people.\nWhile China was never actually taken over by Europeans, many European countries, such as Britain and France built spheres of influence in China. Since China had cut itself off from the world over the previous few centuries, by the Qing Dynasty, it had fallen behind other countries in technology, and was helpless to stop this from happening. This had become clear when it lost the Opium Wars to Britain in the 19th century.\nIn 1912, the Qing dynasty was overthrown by the Sun Yat-sen and the Kuomintang, a nationalist party, and the Republic of China established. Over time, Marxist ideas grew popular and the Communist party was formed.\nThe Chinese Civil War later started between the Kuomintang (Nationalists) of the Republic of China (ROC) and the Communists of the People's Republic of China (PRC). The Communists wanted to make China like the Soviet Union, whereas the other side wanted to keep China in its current state at the time. The Communists were led by Mao Zedong, Zhou Enlai, Liu Shaoqi and others. Later Liu lost influence with Mao and his death to this day remains unresolved. The Communists eventually won the war. The Nationalists (led by Chiang Kai-shek) fled to the island of Taiwan and set up their new capital city in Taipei. After the Chinese Civil War, the Communist leader Mao Zedong declared a new country, the People's Republic of China (PRC), in Beijing on October 1, 1949.\nIn 1927, the Chinese Civil War began as the Kuomintang, led by Chiang Kai-shek, and the Communists fought one another.\nAmidst the turmoil brewing between the Nationalist and Communist parties who were vying for control of China at the time, Japan had launched an invasion of Manchuria in 1934 and began to creep steadily inland. China, the Nationalist party in particular, owed Japan immense amounts of money, which they could not pay whilst infused in their own civil war. The Treaty of Versailles promised the Japanese government land in China in return for forgiveness of their debt. This ended up not being a popular sentiment and was rallied against all over the country, and most famously during the May 4th Movement in Beijing in 1919. When the Chinese did not readily give up their rights to their land, Japan tried to take it by force. This was the beginning of World War II in the Pacific Theater.\nBy 1949, the Red Army of the Chinese Communist Party had gained control over mainland China and Mao Zedong announced the creation of the People's Republic of China. Chiang Kai-shek and the other nationalists fled to Taiwan.\nAs the Chairman of the Chinese Communist Party, Mao began many social and economic reform projects with mixed results. The Great Leap Forward, from 1958 to 1961, tried to industrialize China and increase its food production, but resulted in one of the largest famines in history. It is estimated that 45 million people died as a result of this reform project. In 1966, Mao began the Cultural Revolution to remove capitalist influences from society and government. Major government officials and ordinary citizens were accused of being \"revisionists\" - people who disagreed with some parts of Marxism - or \"counter-revolutionaries\" and were persecuted. Many universities and schools were closed, and historical and religious sites were destroyed. Although the program officially ended in 1969, it continued until Mao's death in 1976.\nDuring this time period, the People's Republic of China did not get along with the capitalist countries of the Western world. Beginning in the 1960s, relationships between the People's Republic of China and the Soviet Union also became increasingly unfriendly in the Sino-Soviet Split. In 1972, to counter the power of the Soviet Union, Chairman Mao and Chinese Premier Zhou Enlai met with US President Richard Nixon in Beijing. This began to improve relationships between China and the Western world.\nAfter Mao's death, there was a power struggle between the Gang of Four and Chinese Premier Hua Guofeng, the man Mao had chosen to be the next leader of China. Eventually, Deng Xiaoping, one of the veterans of the revolution, took power. He began a \"Reform and Opening Up\" () campaign. These reforms tried to make the People's Republic of China a modern, industrial - but still socialist - nation by moving towards a market system. Deng's policies would be known as \"socialism with Chinese characteristics.\"\nAlthough Deng's policy helped loosen restrictions on citizens, the People's Republic of China continues to have problems with the amount of control the government has over citizens' private lives. In 1979, the one-child policy, which limits most couples to one child, was created because of the overpopulation problem in the People's Republic of China. This policy is highly controversial and many Westerners have criticized it. News and Internet sites are also censored by the government.\nIn 1989, the Chinese Communist Party used soldiers and tanks to stop a protest in Beijing's Tiananmen Square organized by students seeking political reform. This action received worldwide criticism and led to economic sanctions being placed on the Chinese government.\nIn August 2008, China hosted the Summer Olympics for the first time.\nGeography.\nThe People's Republic of China is the third- or fourth-largest country in the world after Russia, Canada, and (in some sources) the United States and the second-largest by land area. China has every kind of climate in the northern hemisphere except the polar climate. It is also the largest country without any land north of the Arctic Circle. China borders 14 nations, which is more than any other country in the world. It borders Vietnam, Laos, and Burma in Southeast Asia; India, Bhutan, Nepal and Pakistan in South Asia; Afghanistan, Tajikistan, Kyrgyzstan and Kazakhstan in Central Asia; a small section of Russian Altai and Mongolia in Inner Asia; and the Russian Far East and North Korea in Northeast Asia.\nChina has two major rivers, the Yellow River and the Yangtze River. There is also the Taklamakan and the Gobi Desert.\nThe world's highest point, Mt. Everest (8848m), is on the border between China and Nepal. The country's lowest point, and the world's fourth-lowest, is the dried lake bed of Ayding Lake (−154m).\nBiodiversity.\nChina is one of 17 megadiverse countries. It is in two of the world's major ecozones: the Palearctic and the Indomalaya. In the Palearctic zone, mammals such as the horse, camel, tapir, and jerboa can be found. Among the species in the Indomalaya region are the Leopard Cat, bamboo rat, treeshrew, and various monkey and ape species. Some overlap is between the two regions; deer, antelope, bears, wolves, pigs, and many rodent species can all be found in China's environments. The famous giant panda is found only in a limited area along the Yangtze River. China has a continuing problem with trade in endangered species. There are now laws to stop such activities.\nChina also has a variety of forest types. Cold coniferous forests cover most of the north of the country. The forest have animal species such as moose and the Asian black bear, along with over 120 bird species. Moist conifer forests can have thickets of bamboo. It is replaced by rhododendrons in higher montane stands of juniper and yew. Subtropical forests, which are mostly in central and southern China. These support as many as 146,000 species of flora. Tropical and seasonal rainforests, though confined to Yunnan and Hainan Island, have a quarter of all the plant and animal species found in China.\nPolitics.\nChina is a one-party state wherein the General Secretary of the Chinese Communist Party (CCP) holds ultimate power and authority over state and government and serves as the paramount leader. The current General Secretary is Xi Jinping, who took office on 15 November 2012 and was re-elected on 25 October 2017.\nThe President is the titular head of state, elected by the National People's Congress. The current president is Xi Jinping, who is also the General Secretary of the Communist Party of China and the Chairman of the Central Military Commission, making him China's Paramount leader. The Premier is the head of government, heading the State Council alongside with four vice premiers and the heads of ministries and commissions. The current premier is Li Keqiang, who is also a senior member of the CCP Politburo Standing Committee, China's \"de facto\" top decision-making body.\nMilitary.\nThe PRC Armed Forces, also known as the People's Liberation Army (PLA), is one of the most powerful armies in the world. Nowadays PRC is among the atomic powers in the world. It also has the largest standing army in the world of over 2 million soldiers on active duty.\nPeople and culture.\nThere are 56 recognized ethnic minority groups in China. Han is the largest ethnic group in China. Mandarin Chinese is the main spoken language.\nChina is the origin of Eastern martial arts, called Kung Fu or Wushu. China is also the home of the well-respected Spa Monastery and Wudang Mountains. Martial art started more for the purpose of survival, defense, and warfare than art. Over time some art forms have branched off, while others have retained their distinct Chinese characteristics.\nChina has had renowned artists including Wong Fei Hung and many others. Art has also co-existed with a variety of paints including the more standard 18 colors. Legendary and controversial moves like Big Mak are also praised and talked about within the culture.\nChina has many traditional festivals, such as the Chinese New Year, Dragon Boat Festival, Mid-Autumn Festival and so on. The most significant is Chinese New Year. Another important holiday is the National Day celebration around October. Weekends are moved around to make sure everyone has a week-long holiday for it, just like during the lunar new year.\nFestivals.\nChinese New Year lasts fifteen days, including one week as a national holiday. It starts with the first day of the Chinese lunar year and ends with the full moon fifteen days later. It is always in the middle of winter, but is called the Spring Festival in Chinese because Chinese seasons are a little different from English ones. On the first day of the Chinese New Year, people call on friends and relatives. Because most people watch the special performances on CCTV all the night on New Year's Eve and don't go to bed until 12:00 AM, they usually get up later in the next day. The fifth day of the Chinese New Year is the day to welcome the god of Wealth (Chinese:财神爷), many people make and eat dumplings (Chinese:饺子. Pinyin: Jaozi). They believe that dumplings can hold the god of Wealth and bring luck. The last day of the Chinese New Year is the Lantern Festival. On this day, the moon becomes the full moon. People go out and watch the lantern festivals everywhere. After that, they eat sweet dumpling (Chinese:汤圆,元宵), a kind of dumpling which is round and looks like the full moon.\nDragon Boat Festival is celebrated to commemorate the death of Qu Yuan, a patriotic poet of the State of Chu during the Warring States period. He persuaded his emperor not to accept Qin's diplomats's offers several times but his emperor did not listen to him. He was very sad and ended up jumping into the river to end his life. The people loved him so much that they did not want the fish to eat his corpse. They made and threw rice dumplings into the river. They hope the fish eat these dumplings instead of the poet's corpse. They also rowed dragon boats in the river to get rid of the fish. Eating rice dumplings and holding dragon boat races, became what the Chinese do in this festival nowadays.\nHeld on the fifteenth day of the eighth lunar month, the Mid-Autumn Festival is a festival for families. Now when the festival sets in, people sit together to eat moon cakes, appreciate the moon and the moon itself, celebrate the bumper harvest, and enjoy the family love and happiness. To the Chinese people, the full moon symbolizes family reunion, as do the moon cakes. Hence why the Mid-Autumn Festival is also called the Family Reunion Festival.\nTransport.\nTrains are commonly used for moving from one place to another, mainly for long distances. Bullet trains are faster and more common in the cities. China has more high-speed trains than any other country in the world. Buses and air transport are also very common.","categories":[],"infobox_types":["country"],"annotations":[{"uri":"One-party_state","surface_form":"one-party state","offset":45},{"uri":"East_Asia","surface_form":"East Asia","offset":64},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":90},{"uri":"People","surface_form":"people","offset":194},{"uri":"World","surface_form":"world","offset":259},{"uri":"Square_kilometers","surface_form":"square kilometers","offset":299},{"uri":"Beijing","surface_form":"Beijing","offset":338},{"uri":"Shanghai","surface_form":"Shanghai","offset":350},{"uri":"Tianjin","surface_form":"Tianjin","offset":431},{"uri":"Chongqing","surface_form":"Chongqing","offset":443},{"uri":"Municipality","surface_form":"municipalities","offset":477},{"uri":"Special_Administrative_Region","surface_form":"special administrative region","offset":583},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":630},{"uri":"Colony","surface_form":"colony","offset":658},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":672},{"uri":"Macau","surface_form":"Macau","offset":723},{"uri":"Portugal","surface_form":"Portugal","offset":736},{"uri":"Autonomy","surface_form":"autonomous","offset":795},{"uri":"Province","surface_form":"province","offset":901},{"uri":"Autonomy","surface_form":"autonomous regions","offset":921},{"uri":"Minority_group","surface_form":"minority group","offset":1025},{"uri":"Xinjiang_Uyghur_Autonomous_Region","surface_form":"Xinjiang Uyghur Autonomous Region","offset":1065},{"uri":"Tibet_Autonomous_Region","surface_form":"Tibet Autonomous Region","offset":1104},{"uri":"Guangxi","surface_form":"Guangxi Zhuang Autonomous Region","offset":1161},{"uri":"Inner_Mongolia","surface_form":"Inner Mongolia Autonomous Region","offset":1199},{"uri":"Ningxia","surface_form":"Ningxia Hui Autonomous Region","offset":1272},{"uri":"Foreign_policy","surface_form":"foreign affairs","offset":1371},{"uri":"Taiwan","surface_form":"Taiwan","offset":1441},{"uri":"Taiwan","surface_form":"Taiwan","offset":1516},{"uri":"Political","surface_form":"political","offset":1555},{"uri":"Republic_of_China","surface_form":"Republic of China (Taiwan)","offset":1600},{"uri":"Archaeology","surface_form":"archaeological","offset":1738},{"uri":"Chinese_character","surface_form":"writing systems","offset":1822},{"uri":"Inventions","surface_form":"inventions","offset":1911},{"uri":"Ancient_China","surface_form":"Ancient China","offset":1956},{"uri":"Civilization","surface_form":"civilization","offset":1991},{"uri":"2nd_millennium_BC","surface_form":"2nd millennium BC","offset":2030},{"uri":"Feudalism","surface_form":"feudal","offset":2053},{"uri":"Society","surface_form":"society","offset":2060},{"uri":"Writing","surface_form":"writing","offset":2124},{"uri":"Mesopotamia","surface_form":"Mesopotamia","offset":2155},{"uri":"Indus_Valley_civilization","surface_form":"Indus Valley civilization","offset":2172},{"uri":"Maya_civilization","surface_form":"Maya civilization","offset":2203},{"uri":"Minoan_civilization","surface_form":"Minoan civilization","offset":2226},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":2249},{"uri":"Ancient_Egypt","surface_form":"Ancient Egypt","offset":2269},{"uri":"Tang_Dynasty","surface_form":"Tang Dynasty","offset":2321},{"uri":"Confucianism","surface_form":"Confucianism","offset":2366},{"uri":"Daoism","surface_form":"Daoism","offset":2383},{"uri":"Japan","surface_form":"Japan","offset":2444},{"uri":"Korea","surface_form":"Korea","offset":2451},{"uri":"Vietnam","surface_form":"Vietnam","offset":2462},{"uri":"Jade","surface_form":"jade","offset":2674},{"uri":"Qin_Dynasty","surface_form":"Qin Dynasty","offset":2718},{"uri":"Warring_States_Period","surface_form":"Warring States Period","offset":2873},{"uri":"Eastern_philosophy","surface_form":"philosophies of the East","offset":2988},{"uri":"Confucianism","surface_form":"Confucianism","offset":3034},{"uri":"Daoism","surface_form":"Daoism","offset":3051},{"uri":"Nomadic_people","surface_form":"nomadic people","offset":3322},{"uri":"Turkic_peoples","surface_form":"Turkic tribes","offset":3349},{"uri":"Mongol","surface_form":"Mongol","offset":3371},{"uri":"Genghis_Khan","surface_form":"Genghis Khan","offset":3387},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":3404},{"uri":"Qing_Dynasty","surface_form":"Qin","offset":3849},{"uri":"Tang_Dynasty","surface_form":"Tang","offset":3854},{"uri":"Yuan_Dynasty","surface_form":"Yuan","offset":3860},{"uri":"Qing_Dynasty","surface_form":"Qing","offset":3882},{"uri":"Manchu","surface_form":"Manchu","offset":3888},{"uri":"First_millennium","surface_form":"First millennium","offset":4016},{"uri":"2nd_millennium","surface_form":"2nd millennium","offset":4043},{"uri":"Isolationism","surface_form":"isolationist","offset":4072},{"uri":"15th_century","surface_form":"15th century C.E.","offset":4100},{"uri":"Continent","surface_form":"continent","offset":4185},{"uri":"Americas","surface_form":"North and South America","offset":4199},{"uri":"Renaissance","surface_form":"Renaissance","offset":4368},{"uri":"Europe","surface_form":"Europe","offset":5252},{"uri":"Countries","surface_form":"countries","offset":5261},{"uri":"Britain","surface_form":"Britain","offset":5280},{"uri":"France","surface_form":"France","offset":5292},{"uri":"Spheres_of_influence","surface_form":"spheres of influence","offset":5305},{"uri":"Centuries","surface_form":"centuries","offset":5404},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":5422},{"uri":"Technology","surface_form":"technology","offset":5476},{"uri":"Opium_Wars","surface_form":"Opium Wars","offset":5573},{"uri":"Britain","surface_form":"Britain","offset":5587},{"uri":"19th_century","surface_form":"19th century","offset":5602},{"uri":"Sun_Yat-sen","surface_form":"Sun Yat-sen","offset":5664},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":5684},{"uri":"Nationalist","surface_form":"nationalist","offset":5698},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":5725},{"uri":"Marxism","surface_form":"Marxist","offset":5767},{"uri":"Communist_Party_of_China","surface_form":"Communist party","offset":5802},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":5834},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":5878},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":5911},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":6040},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":6159},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":6171},{"uri":"Liu_Shaoqi","surface_form":"Liu Shaoqi","offset":6183},{"uri":"Beijing","surface_form":"Beijing","offset":6567},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":6608},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":6658},{"uri":"Red_Army","surface_form":"Red Army","offset":7516},{"uri":"Mainland_China","surface_form":"mainland China","offset":7580},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":7599},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":7668},{"uri":"Taiwan","surface_form":"Taiwan","offset":7719},{"uri":"Chairman_of_the_Communist_Party_of_China","surface_form":"Chairman of the Chinese Communist Party","offset":7734},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":7850},{"uri":"Industrialization","surface_form":"industrialize","offset":7898},{"uri":"Famine","surface_form":"famine","offset":7987},{"uri":"Cultural_Revolution","surface_form":"Cultural Revolution","offset":8110},{"uri":"Capitalism","surface_form":"capitalist","offset":8140},{"uri":"Persecution","surface_form":"persecuted","offset":8367},{"uri":"Capitalist","surface_form":"capitalist","offset":8643},{"uri":"Western_world","surface_form":"Western world","offset":8671},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":8771},{"uri":"Sino-Soviet_Split","surface_form":"Sino-Soviet Split","offset":8827},{"uri":"Zhou_Enlai","surface_form":"Zhou Enlai","offset":8930},{"uri":"Richard_Nixon","surface_form":"Richard Nixon","offset":8963},{"uri":"Gang_of_Four","surface_form":"Gang of Four","offset":9120},{"uri":"Hua_Guofeng","surface_form":"Hua Guofeng","offset":9153},{"uri":"Deng_Xiaoping","surface_form":"Deng Xiaoping","offset":9233},{"uri":"Veteran","surface_form":"veteran","offset":9259},{"uri":"Market_economy","surface_form":"market system","offset":9478},{"uri":"One-child_policy","surface_form":"one-child policy","offset":9779},{"uri":"Overpopulation","surface_form":"overpopulation","offset":9864},{"uri":"Controversy","surface_form":"controversial","offset":9944},{"uri":"Censorship","surface_form":"censored","offset":10031},{"uri":"Tiananmen_Square_protests_of_1989","surface_form":"protest in Beijing's Tiananmen Square","offset":10130},{"uri":"Economic_sanction","surface_form":"economic sanction","offset":10268},{"uri":"August","surface_form":"August","offset":10330},{"uri":"Summer_Olympics","surface_form":"Summer Olympics","offset":10360},{"uri":"Russia","surface_form":"Russia","offset":10497},{"uri":"Canada","surface_form":"Canada","offset":10505},{"uri":"United_States","surface_form":"United States","offset":10539},{"uri":"Polar_climate","surface_form":"polar climate","offset":10660},{"uri":"Arctic_Circle","surface_form":"Arctic Circle","offset":10736},{"uri":"Vietnam","surface_form":"Vietnam","offset":10839},{"uri":"Laos","surface_form":"Laos","offset":10848},{"uri":"Burma","surface_form":"Burma","offset":10858},{"uri":"India","surface_form":"India","offset":10883},{"uri":"Bhutan","surface_form":"Bhutan","offset":10890},{"uri":"Nepal","surface_form":"Nepal","offset":10898},{"uri":"Pakistan","surface_form":"Pakistan","offset":10908},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":10932},{"uri":"Tajikistan","surface_form":"Tajikistan","offset":10945},{"uri":"Kyrgyzstan","surface_form":"Kyrgyzstan","offset":10957},{"uri":"Kazakhstan","surface_form":"Kazakhstan","offset":10972},{"uri":"Altai_Republic","surface_form":"Russian Altai","offset":11019},{"uri":"Mongolia","surface_form":"Mongolia","offset":11037},{"uri":"Inner_Asia","surface_form":"Inner Asia","offset":11049},{"uri":"Russian_Far_East","surface_form":"Russian Far East","offset":11069},{"uri":"North_Korea","surface_form":"North Korea","offset":11090},{"uri":"Yellow_River","surface_form":"Yellow River","offset":11153},{"uri":"Yangtze_River","surface_form":"Yangtze River","offset":11174},{"uri":"Taklamakan_Desert","surface_form":"Taklamakan","offset":11207},{"uri":"Gobi_Desert","surface_form":"Gobi Desert","offset":11226},{"uri":"Mt._Everest","surface_form":"Mt. Everest","offset":11266},{"uri":"Nepal","surface_form":"Nepal","offset":11322},{"uri":"Ayding_Lake","surface_form":"Ayding Lake","offset":11413},{"uri":"Megadiverse_countries","surface_form":"megadiverse countries","offset":11467},{"uri":"Ecozone","surface_form":"ecozone","offset":11524},{"uri":"Palearctic","surface_form":"Palearctic","offset":11538},{"uri":"Indomalaya","surface_form":"Indomalaya","offset":11557},{"uri":"Camel","surface_form":"camel","offset":11620},{"uri":"Tapir","surface_form":"tapir","offset":11627},{"uri":"Jerboa","surface_form":"jerboa","offset":11638},{"uri":"Leopard_Cat","surface_form":"Leopard Cat","offset":11710},{"uri":"Bamboo_rat","surface_form":"bamboo rat","offset":11723},{"uri":"Treeshrew","surface_form":"treeshrew","offset":11735},{"uri":"Monkey","surface_form":"monkey","offset":11758},{"uri":"Ape","surface_form":"ape","offset":11769},{"uri":"Deer","surface_form":"deer","offset":11823},{"uri":"Antelope","surface_form":"antelope","offset":11829},{"uri":"Gray_wolf","surface_form":"wolves","offset":11846},{"uri":"Giant_panda","surface_form":"giant panda","offset":11937},{"uri":"Endanger","surface_form":"endanger","offset":12051},{"uri":"Coniferous","surface_form":"coniferous","offset":12162},{"uri":"Moose","surface_form":"moose","offset":12260},{"uri":"Asian_black_bear","surface_form":"Asian black bear","offset":12274},{"uri":"Conifer","surface_form":"conifer","offset":12332},{"uri":"Bamboo","surface_form":"bamboo","offset":12369},{"uri":"Rhododendron","surface_form":"rhododendron","offset":12395},{"uri":"Juniper","surface_form":"juniper","offset":12437},{"uri":"Taxus","surface_form":"yew","offset":12449},{"uri":"Subtropical","surface_form":"Subtropical","offset":12454},{"uri":"Rainforest","surface_form":"rainforest","offset":12596},{"uri":"Yunnan","surface_form":"Yunnan","offset":12628},{"uri":"Hainan_Island","surface_form":"Hainan Island","offset":12639},{"uri":"One-party_state","surface_form":"one-party state","offset":12742},{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"General Secretary","offset":12770},{"uri":"Communist_Party_of_China","surface_form":"Chinese Communist Party","offset":12795},{"uri":"Xi_Jinping","surface_form":"Xi Jinping","offset":12955},{"uri":"President_of_China","surface_form":"President","offset":13046},{"uri":"Head_of_state","surface_form":"head of state","offset":13071},{"uri":"National_People%27s_Congress","surface_form":"National People's Congress","offset":13101},{"uri":"Xi_Jinping","surface_form":"Xi Jinping","offset":13154},{"uri":"General_Secretary_of_the_Communist_Party_of_China","surface_form":"General Secretary of the Communist Party of China","offset":13182},{"uri":"Chairman_of_the_Central_Military_Commission","surface_form":"Chairman of the Central Military Commission","offset":13240},{"uri":"Premier_of_the_People%27s_Republic_of_China","surface_form":"Premier","offset":13326},{"uri":"Head_of_government","surface_form":"head of government","offset":13341},{"uri":"State_Council_of_China","surface_form":"State Council","offset":13373},{"uri":"Li_Keqiang","surface_form":"Li Keqiang","offset":13489},{"uri":"Politburo_Standing_Committee_of_the_Communist_Party_of_China","surface_form":"CCP Politburo Standing Committee","offset":13536},{"uri":"People%27s_Liberation_Army","surface_form":"People's Liberation Army","offset":13665},{"uri":"Ethnic_group","surface_form":"ethnic minority groups","offset":13938},{"uri":"China","surface_form":"China","offset":13964},{"uri":"Han","surface_form":"Han","offset":13971},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":14013},{"uri":"Martial_art","surface_form":"martial art","offset":14090},{"uri":"Kung-fu","surface_form":"Kung Fu","offset":14111},{"uri":"Wushu","surface_form":"Wushu","offset":14122},{"uri":"Spa_Monastery","surface_form":"Spa Monastery","offset":14174},{"uri":"Wudang_Mountains","surface_form":"Wudang Mountains","offset":14192},{"uri":"Survival","surface_form":"survival","offset":14254},{"uri":"War","surface_form":"war","offset":14277},{"uri":"Art","surface_form":"art","offset":14290},{"uri":"Art_form","surface_form":"art form","offset":14310},{"uri":"Artist","surface_form":"artist","offset":14429},{"uri":"Wong_Fei_Hung","surface_form":"Wong Fei Hung","offset":14447},{"uri":"Art","surface_form":"Art","offset":14478},{"uri":"Paint","surface_form":"paint","offset":14520},{"uri":"Big_Mak","surface_form":"Big Mak","offset":14605},{"uri":"Culture","surface_form":"culture","offset":14658},{"uri":"Festival","surface_form":"festival","offset":14694},{"uri":"Chinese_New_Year","surface_form":"Chinese New Year","offset":14717},{"uri":"Chinese_New_Year","surface_form":"Chinese New Year","offset":14812},{"uri":"National_Day_of_the_People%27s_Republic_of_China","surface_form":"National Day","offset":14863},{"uri":"Chinese_New_Year","surface_form":"Chinese New Year","offset":15032},{"uri":"National_holiday","surface_form":"national holiday","offset":15093},{"uri":"China_Central_Television","surface_form":"CCTV","offset":15497},{"uri":"Warring_States","surface_form":"Warring States","offset":16243},{"uri":"Train","surface_form":"Train","offset":17287},{"uri":"Bullet_train","surface_form":"Bullet train","offset":17377},{"uri":"Bus","surface_form":"Bus","offset":17503},{"uri":"Air_travel","surface_form":"air transport","offset":17513}]}