{"id":60008,"url":"http://en.wikipedia.org/wiki/Single_(music)","text":"e=\"preserve\">In popular music marketing, a single is a record release with only one or two songs. The first song (usually the one given the most promotion, and heard more often in the media) is called an A-side, while any other song on the single is called a B-side.\nThe pairing of recordings on a single comes from the days of and vinyl records, when discs had two playable sides. Modern compact disc singles may contain more than one version of either the A- or B-side, or sometimes an additional recording by the same performer. B-sides may be selections from an album, or songs not otherwise issued for sale.\nMany times the chance to get a new song issued as an A-side creates competition between members of bands, or teams of songwriters. John Lennon and Paul McCartney of the Beatles tried to write better songs than each other, to get more A-sides than the other. George Harrison, also a Beatle, rarely had his songs chosen for singles, but had a hit with \"Something\" for the band.\nIn the days of vinyl singles, for both A- and B-sides were paid equally. Many listeners never played B-sides more than once, and radio focused on A-sides. Many people who made recordings knew this, and used it to earn extra money from sales, or to promote other music they made. Phil Spector sometimes used short by his studio band as B-sides to singles he produced.\nMichael Nesmith of the Monkees wanted his songs to appear on Monkees singles. He would settle for B-sides, if he could not get an A-side. Don Kirshner, who oversaw the band's early music, wanted the B-sides to come from other songwriters who worked for him. Nesmith and Kirshner disagreed, and it caused tension for the Monkees and their company.\nRecords that include more than two or three songs are usually called EPs (for \"extended play\"), and may include four or more distinct songs, but not as many as on an album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Popular_music","surface_form":"popular music","offset":16},{"uri":"Marketing","surface_form":"marketing","offset":30},{"uri":"Vinyl_record","surface_form":"record","offset":55},{"uri":"Song","surface_form":"song","offset":91},{"uri":"Promotion","surface_form":"promotion","offset":145},{"uri":"Media","surface_form":"media","offset":184},{"uri":"Vinyl_record","surface_form":"vinyl record","offset":332},{"uri":"Compact_disc","surface_form":"compact disc","offset":389},{"uri":"Album","surface_form":"album","offset":566},{"uri":"Songwriter","surface_form":"songwriter","offset":731},{"uri":"John_Lennon","surface_form":"John Lennon","offset":744},{"uri":"Paul_McCartney","surface_form":"Paul McCartney","offset":760},{"uri":"Beatles","surface_form":"Beatles","offset":782},{"uri":"George_Harrison","surface_form":"George Harrison","offset":871},{"uri":"Phil_Spector","surface_form":"Phil Spector","offset":1268},{"uri":"Michael_Nesmith","surface_form":"Michael Nesmith","offset":1356},{"uri":"Monkees","surface_form":"Monkees","offset":1379},{"uri":"Don_Kirshner","surface_form":"Don Kirshner","offset":1494},{"uri":"Tension","surface_form":"tension","offset":1660},{"uri":"Album","surface_form":"album","offset":1869}]}