{"id":600156,"url":"http://en.wikipedia.org/wiki/National_Day_of_the_People%27s_Republic_of_China","text":"National Day is a yearly holiday in the People's Republic of China. It celebrates the beginning of its new government on October1, 1949. It is one of two Golden Weeks in the country, along with the Chinese New Year.\nName.\nThe Mandarin Chinese name of the holiday is \"Guóqìng Jié\", which means \"Nation-Celebrating Holiday\" or \"Holiday of National Celebration\". It is written in traditional characters and in simplified characters. The holiday has also become a common given name in China, with around 420,000 people named \"Guoqing\" in 2010.\nHistory.\nFrom at least the time of the Western Jin dynasty in the late 3rd century, the birthday of the emperor was celebrated as a national holiday. After the Xinhai Revolution, the Republic of China celebrated its national day on October10.\nNear the end of the Chinese Civil War, Mao Zedong and the Chinese Communist Party began the People's Republic of China on September21, 1949. This is sometimes known as \"Chinese Independence Day\". The PRC leaders and 300,000 Chinese celebrated the creation of the new government on October1 in Tian'anmen Square. At the first meeting of the first CPPCC on Oct.9, Xu Guangping introduced Ma Xulun's suggestion that China have a yearly national day celebrated apart from the birthday of the Communist Party. They recommended it be October1, the day of Mao's public message. The Central People's Government passed their suggestion on December2, making Oct.1 a yearly holiday.\nNational Day was celebrated with military parades in Beijing every year from 1949 to 1959. By 1960, the problems during the Great Leap Forward caused the government to suggest saving money on celebrations. From 1960 to 1970, there were no military parades but the day was still celebrated with large gatherings in Tian'anmen Square. After the Ninth Congress, the big meetings in Beijing were discouraged in favor of smaller events at parks and other locations from 1971 to 1983. 1984 saw the first military parade in many years, celebrating the PRC's 35th anniversary. There was another large military parade at the 50th anniversary in 1999, and a third at the 60th anniversary in the year after the Beijing Olympics.\nSince the year 2000, National Day has been one of the country's Golden Weeks: there are three days of paid time away from work from Oct.1 to Oct.3 and two weekends around it are moved to make a 7 day long holiday. These Golden Weeks copied a similar Japanese idea. The 2017 National Day was 8 days long, because it also included the Mid-Autumn Festival. In 2014, the day before National Day became Martyrs' Day, celebrating the soldiers and other Chinese who died creating the PRC.\nEvents.\nNational Day begins with the raising of the national flag at Tian'anmen Square in Beijing.\nThe holiday is associated with large military parades in Beijing. The leaders of the Chinese Communist Party give speeches and watch from Tian'anmen, the southern gate of the Forbidden City, and millions of Chinese people watch from Tian'anmen Square and on television. China no longer has these parades every year, but the idea now is to have a smaller parade every 5th anniversary and a larger parade every 10th anniversary. When these parades occur, the city tries very hard to keep everyone safe and to make the event look good. For the 2009 parade, the city police added 1,120,000 volunteers to patrol the streets. 50,000 policemen and women worked more than 25 hours without stopping for rest or sleep.\nEvery year, many large groups of flowers are put along Beijing's Chang'an Avenue. The 2017 centerpiece measured across its base and stood high. Lan Hailang and dozens of other designers and officials made it from April to September, with at least 70 big design changes. The finished designs should show how China is getting better and what it plans to do next. Parts of the 2017 flower designs show the Belt-and-Road Initiative to make China's connections with Central Asia better; other parts show ways Beijing and Tianjin are going to be better over the next few years.\nThere are state dinners in Beijing and at Chinese embassies around the world throughout the week.\nIn the evening, fireworks are set off in Beijing, Hong Kong, and other large cities. There are also some singing, dancing, painting, and calligraphy celebrations. In Shanghai, the Tourism Festival's Music Fireworks Festival happens during the weeklong holiday. It is one of Asia's largest fireworks shows.\nThe long holiday also helps Chinese tourism, with millions of people traveling around the country visiting family members or sightseeing. This leads to higher prices and crowds, though, so foreign visitors are usually encouraged to come at other times of the year instead. The 1st day of the 2017 National Day vacation set records for the national rail system: more than 15 million trips were taken over 24 hours.\nUnlike traditional Chinese holidays, National Day is not associated with any special food.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holidays_of_the_People%27s_Republic_of_China","surface_form":"holiday","offset":25},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":40},{"uri":"Government_of_China","surface_form":"new government","offset":103},{"uri":"Golden_Week_(China)","surface_form":"Golden Week","offset":154},{"uri":"Chinese_New_Year","surface_form":"Chinese New Year","offset":198},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":226},{"uri":"Traditional_characters","surface_form":"traditional characters","offset":377},{"uri":"Simplified_characters","surface_form":"simplified characters","offset":407},{"uri":"Given_name","surface_form":"given name","offset":467},{"uri":"Western_Jin","surface_form":"Western Jin","offset":579},{"uri":"List_of_Chinese_dynasties","surface_form":"dynasty","offset":591},{"uri":"Emperor_of_China","surface_form":"emperor","offset":644},{"uri":"Xinhai_Revolution","surface_form":"Xinhai Revolution","offset":700},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":723},{"uri":"National_Day_of_the_Republic_of_China","surface_form":"its national day","offset":752},{"uri":"Chinese_Civil_War","surface_form":"Chinese Civil War","offset":803},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":822},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":841},{"uri":"State_Council_of_the_People%27s_Republic_of_China","surface_form":"new government","offset":1046},{"uri":"Tian%27anmen_Square","surface_form":"Tian'anmen Square","offset":1076},{"uri":"Chinese_People%27s_Political_Consultative_Conference","surface_form":"CPPCC","offset":1129},{"uri":"Xu_Guangping","surface_form":"Xu Guangping","offset":1145},{"uri":"Ma_Xulun","surface_form":"Ma Xulun","offset":1169},{"uri":"National_day","surface_form":"national day","offset":1216},{"uri":"People%27s_Liberation_Army","surface_form":"military","offset":1488},{"uri":"Parade","surface_form":"parade","offset":1497},{"uri":"Beijing","surface_form":"Beijing","offset":1508},{"uri":"Great_Leap_Forward","surface_form":"Great Leap Forward","offset":1579},{"uri":"Ninth_Congress_of_the_People%27s_Republic_of_China","surface_form":"Ninth Congress","offset":1798},{"uri":"Park","surface_form":"park","offset":1889},{"uri":"Beijing_Olympics","surface_form":"Beijing Olympics","offset":2155},{"uri":"Weekend","surface_form":"weekend","offset":2328},{"uri":"Japan","surface_form":"Japan","offset":2423},{"uri":"Mid-Autumn_Festival","surface_form":"Mid-Autumn Festival","offset":2506},{"uri":"Martyrs%27_Day","surface_form":"Martyrs' Day","offset":2571},{"uri":"Flag_of_the_People%27s_Republic_of_China","surface_form":"national flag","offset":2707},{"uri":"Tian%27anmen","surface_form":"Tian'anmen","offset":2892},{"uri":"Forbidden_City","surface_form":"Forbidden City","offset":2929},{"uri":"China_Central_Television","surface_form":"television","offset":3012},{"uri":"Police","surface_form":"police","offset":3317},{"uri":"Volunteer","surface_form":"volunteer","offset":3340},{"uri":"Lan_Hailang","surface_form":"Lan Hailang","offset":3607},{"uri":"Belt-and-Road_Initiative","surface_form":"Belt-and-Road Initiative","offset":3866},{"uri":"Central_Asia","surface_form":"Central Asia","offset":3924},{"uri":"Tianjin","surface_form":"Tianjin","offset":3979},{"uri":"State_dinner","surface_form":"state dinner","offset":4045},{"uri":"Embassy","surface_form":"embassies","offset":4085},{"uri":"Fireworks","surface_form":"fireworks","offset":4149},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":4183},{"uri":"Chinese_singing","surface_form":"singing","offset":4238},{"uri":"Chinese_dancing","surface_form":"dancing","offset":4247},{"uri":"Chinese_painting","surface_form":"painting","offset":4256},{"uri":"Chinese_calligraphy","surface_form":"calligraphy","offset":4270},{"uri":"Shanghai","surface_form":"Shanghai","offset":4299},{"uri":"Shanghai_Tourism_Festival","surface_form":"Tourism Festival","offset":4313},{"uri":"Shanghai_International_Music_Fireworks_Festival","surface_form":"Music Fireworks Festival","offset":4332},{"uri":"Tourism","surface_form":"tourism","offset":4475},{"uri":"Rail_transport_in_the_People%27s_Republic_of_China","surface_form":"national rail system","offset":4778},{"uri":"Chinese_holidays","surface_form":"Chinese holidays","offset":4872},{"uri":"Chinese_food","surface_form":"special food","offset":4930}]}