{"id":60023,"url":"http://en.wikipedia.org/wiki/Objectivity_(journalism)","text":"e=\"preserve\">Objectivity is a significant principle of journalistic professionalism. It involves presenting information that can be relied upon.\nObjectivity may have several meanings in the eye of the public. \"Fairness\" involves making sure that multiple sides of an issue are presented. \"Disinterestedness\" means that the presenters are neutral in a story in which the people involved try to influence them. \"Factuality\" bases story content on facts that can be checked by an independent agent. \"Nonpartisanship\" means not taking sides, especially on political matters. Depending on the topic of a story, any or all of these factors may be relevant in the journalist's remaining objective.\nThe editorial board of media outlets such as the press or broadcast news chooses what information to present, so the editors' selection may be biased toward one position or belief system.\nIn many countries, \"advocacy journalism,\" which supports a particular position, is considered as a legitimate sort of professional journalism. These stories may be either news or analysis. They may or may not be objective.\nDefinitions.\nFew journalists would make a claim to total neutrality or impartiality. However, most try to keep distance from their own personal biases in their news work. In \"Discovering the News\" (1978), sociologist Michael Schudson argues that \"the belief in objectivity is a faith in 'facts,' a distrust in 'values,' and a commitment to their segregation.\" In the United States, an objective story is typically considered to be one that steers a middle path between two poles of political rhetoric.\nJournalism without any bias, as if one just came to Earth from another planet and had no opinions about our behavior or ways is rarely practiced, although some argue it would lead to radical changes in reporting. (See, for example, Noam Chomsky, [http://www.thirdworldtraveler.com/Chomsky/Journalist_Mars.html The Journalist from Mars].)","categories":[],"infobox_types":[],"annotations":[{"uri":"Journalism","surface_form":"journalistic","offset":55},{"uri":"Editorial_board","surface_form":"editorial board","offset":695},{"uri":"Print_media","surface_form":"press","offset":740},{"uri":"Broadcast_media","surface_form":"broadcast news","offset":749},{"uri":"Neutrality","surface_form":"neutrality","offset":1159},{"uri":"Impartiality","surface_form":"impartiality","offset":1173},{"uri":"Bias","surface_form":"bias","offset":1627}]}