{"id":600425,"url":"http://en.wikipedia.org/wiki/Scriptio_continua","text":"e=\"preserve\">\"Scriptio continua\" (Latin for \"continuous script\") is a style of writing that does not use spaces, different letter cases, or punctuation to tell apart words, phrases, or sentences. It was a common way of writing for texts in Ancient Greek and Classical Latin. Even though Greek and Latin speakers already created punctuation to tell words apart, \"scriptio continua\" was often used to save space. This was because writing materials were expensive and the boundaries between words, clauses, and sentences are not so clear in spoken language.\nUse of \"scriptio continua\" became less common after the fall of the Roman Empire, and spaces began to appear between words. The first known documents that used spacing were Irish and Anglo-Saxon Bibles and Gospels. However, \"scriptio continua\" is still used for the writing systems for several modern languages, including Southeast Asian abugidas like Thai, Lao, Khmer, Burmese, Javanese, Balinese, and Tibetan. Languages that use the Chinese character system like Chinese and Japanese sometimes use \"scriptio continua\", even though modern Chinese and Japanese stopped using it when they adopted punctuation during the 19th and 20th centuries.\nLatin.\nThe first sentence below is the first sentence of Ovid's Metamorphoses written in Latin using \"scriptio continua\" writing, the second is the same sentence written in Latin using spaces, punctuation and cases, and the third is an English translation. In all the Latin sentences, all the letter U's have been replaced with letter V's.\nEnglish.\nThe first sentence is the biblical verse John 3:16 in the King James Version written in English using \"scriptio continua\" writing, and the second is the same sentence written in English using spaces, punctuation and cases.\nDue to the internet, modern English developed a form of \"scriptio continua\" through email and URL web addresses. Since spaces are invalid characters, the URL for the website \"Example Fake Website\" would be examplefakewebsite.com.\nChinese.\nChinese had no sort of punctuation until the 20th century, and only added punctuation because of their interactions with Western countries. Chinese is still fairly readable even without punctuation and spacing because each Chinese character represents an entire word or morpheme (the smallest meaningful units of language) instead of single sounds like an alphabet.\nThe first sentence below is a sentence written in modern Chinese, the second is the same sentence using \"scriptio continua\" writing, the third is the sentence written with spaces in between the words, the fifth is the sentence written in Hanyu Pinyin, and the fifth is the sentence translated into English.\nJapanese.\nLike Chinese, Japanese also does not use spacing in its writing. Even though Japanese also uses many Chinese characters (called kanji in Japanese) in its writing, the two languages are actually very different from each other. When Japanese was first written, it was written entirely in kanji and man'yogana (kanji used only for writing the sounds of Japanese). Chinese characters could be used to either tell a words' pronunciation or its meaning, so it made Japanese very hard to read. Even native Japanese speakers had a hard time reading ancient Japanese writings.\nLater during the 10th century, the Japanese created different sound-based systems to write more quickly and to tell apart phonetic-loan characters and semantic-based characters more easily. These writing systems are called kana.\nToday Japanese uses three different writing systems, kanji for showing the meanings of words, and hiragana and katakana for showing the sounds of words. While Japanese does not use spacing, native Japanese speakers can still tell apart words quickly because the three different types of writing look quite different from each other, and each writing system is usually used for a certain kind of word. Kanji is usually used to write native Japanese words, Chinese loanwords, and the roots of content words (nouns, adjective, adjectives, adverbs). Hiragana is usually used for common phrases, particles, and the inflections of content words. Katakana is usually used for loanwords from languages other than Chinese, onomatopoeia, and for extra emphasis.\nAlso like Chinese, it used no punctuation until after it had major interactions with Western countries, and it did not have any punctuation until the Meiji Period, when Japan quickly modernized.\nThe first sentence below is sentence written in Japanese using hiragana, katakana and kanji without spaces between words. The second is written in hiragana, katakana and kanji with spaces in between words (including particles). The third is written only in hiragana and katakana. The fourth is written entirely in romaji (Japanese written in the Latin alphabet). The fifth is the sentence translated translated in English. The sixth is written using \"scriptio continua\" entirely in kanji and man'yōgana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Punctuation","surface_form":"punctuation","offset":140},{"uri":"Ancient_Greek_language","surface_form":"Ancient Greek","offset":240},{"uri":"Classical_Latin","surface_form":"Classical Latin","offset":258},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":623},{"uri":"Irish_language","surface_form":"Irish","offset":728},{"uri":"Old_English","surface_form":"Anglo-Saxon","offset":738},{"uri":"Bible","surface_form":"Bible","offset":750},{"uri":"Gospel","surface_form":"Gospel","offset":761},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":877},{"uri":"Abugida","surface_form":"abugida","offset":893},{"uri":"Thai_language","surface_form":"Thai","offset":907},{"uri":"Lao_language","surface_form":"Lao","offset":913},{"uri":"Khmer_language","surface_form":"Khmer","offset":918},{"uri":"Burmese_language","surface_form":"Burmese","offset":925},{"uri":"Javanese_language","surface_form":"Javanese","offset":934},{"uri":"Tibetan_language","surface_form":"Tibetan","offset":958},{"uri":"Chinese_character","surface_form":"Chinese character","offset":990},{"uri":"Chinese_language","surface_form":"Chinese","offset":1020},{"uri":"Japanese_language","surface_form":"Japanese","offset":1032},{"uri":"Metamorphoses","surface_form":"Metamorphoses","offset":1263},{"uri":"Translation","surface_form":"translation","offset":1443},{"uri":"U","surface_form":"U","offset":1499},{"uri":"V","surface_form":"V","offset":1534},{"uri":"Bible","surface_form":"biblical","offset":1574},{"uri":"Authorized_King_James_Version","surface_form":"King James Version","offset":1606},{"uri":"E-mail","surface_form":"email","offset":1855},{"uri":"URL","surface_form":"URL web addresses","offset":1865},{"uri":"Morpheme","surface_form":"morpheme","offset":2280},{"uri":"Alphabet","surface_form":"alphabet","offset":2366},{"uri":"Pinyin","surface_form":"Hanyu Pinyin","offset":2614},{"uri":"Kanji","surface_form":"kanji","offset":2979},{"uri":"Manyogana","surface_form":"man'yogana","offset":2989},{"uri":"Rebus","surface_form":"phonetic-loan","offset":3383},{"uri":"Kana","surface_form":"kana","offset":3484},{"uri":"Hiragana","surface_form":"hiragana","offset":3588},{"uri":"Katakana","surface_form":"katakana","offset":3601},{"uri":"Loanword","surface_form":"loanword","offset":3953},{"uri":"Onomatopoeia","surface_form":"onomatopoeia","offset":4204},{"uri":"Meiji_Restoration","surface_form":"Meiji Period","offset":4392},{"uri":"Japan","surface_form":"Japan","offset":4411},{"uri":"Romanization_of_Japanese","surface_form":"romaji","offset":4751}]}