{"id":60096,"url":"http://en.wikipedia.org/wiki/Pedal_(music)","text":"e=\"preserve\">Pedals on musical instruments are used to control parts of the instrument, or provide extra notes.\nThere are several musical instruments which have pedals for various reasons.\nPiano.\nThe piano has at least two pedals; large concert grand pianos always have three. The pedal on the right (operated by the player's right foot) sustains the sound of the notes for as long as the pedal is depressed. It does this by lifting the dampers from the strings. Some of the other strings even start to vibrate as well (\"in sympathy\").\nThe pedal on the left makes the sound quieter. It is called the \"una corda\" pedal (Italian for \"one string\"). This is because, in the early days of the piano, the una corda pedal made all the hammers move over so that a hammer would only hit one string for each note instead of three (most notes on a piano each have three strings to make a bigger sound). On modern pianos the hammers actually hit two strings instead of just one. They also tend to hit the string at a point where the hammer is softer, away from the grooves which get worn in the hammerhead. On an upright piano the una corda pedal moves the hammers closer to the strings so that they do not hit them so hard.\nOn pianos which have a middle pedal (called a sostenuto pedal) any note or chord which the player is holding down when the pedal is pressed will be sustained, but any more notes he plays afterwards will not be affected.\nOrgan.\nOn pipe organs there is a pedalboard with pedals which play notes in the same way that the fingers are playing notes. An organ pedalboard usually has two and a half octaves of notes. These are low notes written in the bass clef. An organist has to learn to play with the feet at the same time as with the hands. He uses the toes or the heels of his shoes. It is even possible to play four notes at once (four part chords) but this is very difficult and usually found in some modern French music.\nHarp.\nThere are seven pedals on a concert harp. Each pedal can be in a high, middle or low position. The strings of the harp can be thought of like the white notes of a piano, tuned to naturals (C,D,E etc.). Each pedal can change one of the letter-named notes one semitone higher or lower. For example: the pedal on the left changes all the Ds to D flat (if the pedal is in the highest position) or D sharp (in the lowest position). From left to right the pedals operate the Ds, Cs, Bs, Es, Fs, Gs and As.\nTimpani.\nPedal timpani are timpani with a pedal which will tighten or loosen the drumhead. This will make the note go up or down in pitch. It is a fairly new invention. Composers in the Classical music period never had pedal timpani. Their timpani always had to be tuned by hand using the taps around the side. Composers like Béla Bartók wrote for pedal timpani.\nHarpsichord.\nModern harpsichords often have pedals which change the sound in the same way that stops on an organ change the sound. In earlier harpsichords the sound was more often changed by pushing in or pulling out hand stops.","categories":[],"infobox_types":[],"annotations":[{"uri":"Musical_instrument","surface_form":"musical instrument","offset":23},{"uri":"Piano","surface_form":"piano","offset":200},{"uri":"Chord","surface_form":"chord","offset":1288},{"uri":"Pipe_organ","surface_form":"pipe organ","offset":1443},{"uri":"Octave","surface_form":"octave","offset":1605},{"uri":"France","surface_form":"French","offset":1922},{"uri":"Harp","surface_form":"harp","offset":1978},{"uri":"Semitone","surface_form":"semitone","offset":2200},{"uri":"Timpani","surface_form":"timpani","offset":2457},{"uri":"Pitch_(music)","surface_form":"pitch","offset":2574},{"uri":"Classical_music_period","surface_form":"Classical music period","offset":2628},{"uri":"B%C3%A9la_Bart%C3%B3k","surface_form":"Béla Bartók","offset":2768},{"uri":"Harpsichord","surface_form":"harpsichord","offset":2825}]}