{"id":601081,"url":"http://en.wikipedia.org/wiki/Oh_Na_Na_Na","text":"\"Oh Na Na Na\" is a song by Nigerian recording artist Slim Burna. It was released on 1 October 2013 in celebration of Nigeria's 53rd Independence Day Anniversary. The song was produced, mixed and mastered by Slim Burna with co-production by P Jaydino. It premiered on Rhythm 93.7 FM on 28 September 2013.\nThe song became the first radio top ten hit of Slim Burna's career, entering the \"TGIF Chart\" at number ten, and eventually reaching the number two position. Burna had initially thought about Nigeria turning 53 on 1 October and wanted to make that day a special one for himself and his fans. After he had recorded \"Oh Na Na Na\" in September 2013, he thought the song was special and eventually decided to release it on Independence day to celebrate Nigeria at 53. The lyrics compare a Nigerian woman's beauty to that of an Indian and a Brazilian woman. Burna performed the song, as well as \"Claro\" (from \"I'm on Fire\"), at the Pre-Carniriv concert on 6 December 2013, at the Liberation Stadium.\nOn 6 January 2015, a remix of \"Oh Na Na Na\" featuring Ghanaian rapper Edem was released, in the Portugese language as said from experts. In an interview, Burna said that he \"wanted a completely different sound for the remix, and having Edem, Ayzed back me up with their unique contributions just did it for me. They really gave it their best shot and I don't think it would have come out the way it did if I had chose [sic] differently.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Slim_Burna","surface_form":"Slim Burna","offset":53},{"uri":"Rhythm_93.7_FM_Port_Harcourt","surface_form":"Rhythm 93.7 FM","offset":267},{"uri":"Nigerian","surface_form":"Nigerian","offset":789},{"uri":"Indian","surface_form":"Indian","offset":827},{"uri":"Brazilian","surface_form":"Brazilian","offset":840},{"uri":"Liberation_Stadium","surface_form":"Liberation Stadium","offset":979},{"uri":"Ghana","surface_form":"Ghana","offset":1053},{"uri":"Ayigbe_Edem","surface_form":"Edem","offset":1069}]}