{"id":601087,"url":"http://en.wikipedia.org/wiki/Ventilator","text":"e=\"preserve\">A ventilator is a machine which artificially moves air in and out of the lungs of a patient in order to help them breathe if that patient cannot breathe on their own or breathe properly. Some ventilators can also be used in order give patients anesthesia and can be part of an anesthetic machine.\nHow do they work.\nThere are different types of ventilators which can work differently, but they all help pump air into and out of the lungs using pressure.\nManual resuscitators.\nSome types of ventilators require someone else to make them work by hand and help the patient breathe for a short period of time: they are called manual resuscitators.\nBag-valve masks (BMVs) have an oxygen mask which covers the nose and mouth of the patient, a one-way valve attached between the mask and the bag which filters the moving air and prevents the air to be breathed back into the bag, and an inflatable bag which holds the air in and is squeezed by hand. An operator squeezes the bag which forces air into the patient's lungs, and as the hand releases the bag is the patient breathes out into the outer environment and the bag refills itself with outside air. The bag is squeezed and released by hand repeatedly in order to keep the patient breathing.\nAmnesia bags is another type of manual resuscitator in which the bag does not refill itself with air as the patient is breathing. Instead, the bag is filled with air or gas beforehand and the bag is either squeezed by hand or the patient can inhale the air or gas inside of bath if they can breathe on their own.\nMechanical ventilators.\nMechanical ventilators work by themselves without manual operation and are usually controlled by computers, and can be powered by either electricity connected to a wall outlet or battery, or pneumatics without the use of electricity. The air can be moved in and out of the patient by attaching an oxygen mask on the patient or by connecting the ventilator to a breathing tube inserted into the nostrils, the larynx or the trachea. They are used to help the patient breathe for a long period of time.\nPositive pressure ventilators work by blowing air from the outside or from an oxygen tank or air tank through a pneumatic reservoir which holds and compressing the air, or through a turbine which turns around and forces the air through a mask or breathing tube and into the patient. As the air is forced into the lungs, the patient would later breathe out through a \"patient circuit\" with a one-way valve.\nOn the other hand, a negative pressure ventilator, also known as an \"iron lung\" or a tank respirator, is a chamber which is enclosed around the patient's chest and lowers the pressure inside the chamber around the chest area to a point in which the pressure inside the chamber is less than the pressure outside allowing the patient to breathe in, and then the pressure inside heightens to a point in which the pressure inside the chamber is greater than the pressure outside allowing the patient to breathe out. This process occurs periodically. Negative pressure ventilators are now considered obsolete and instead positive pressure ventilators are used in its place.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"machine","offset":31},{"uri":"Air","surface_form":"air","offset":64},{"uri":"Lungs","surface_form":"lungs","offset":86},{"uri":"Patient","surface_form":"patient","offset":97},{"uri":"Breathe","surface_form":"breathe","offset":127},{"uri":"Anesthesia","surface_form":"anesthesia","offset":257},{"uri":"Anesthetic_machine","surface_form":"anesthetic machine","offset":290},{"uri":"Pressure","surface_form":"pressure","offset":456},{"uri":"Nose","surface_form":"nose","offset":716},{"uri":"Mouth","surface_form":"mouth","offset":725},{"uri":"Hand","surface_form":"hand","offset":949},{"uri":"Gas","surface_form":"gas","offset":1421},{"uri":"Computers","surface_form":"computers","offset":1686},{"uri":"Electricity","surface_form":"electricity","offset":1726},{"uri":"Wall_outlet","surface_form":"wall outlet","offset":1753},{"uri":"Battery","surface_form":"battery","offset":1768},{"uri":"Pneumatics","surface_form":"pneumatics","offset":1780},{"uri":"Nostril","surface_form":"nostril","offset":1983},{"uri":"Larynx","surface_form":"larynx","offset":1997},{"uri":"Trachea","surface_form":"trachea","offset":2011},{"uri":"Oxygen_tank","surface_form":"oxygen tank","offset":2167},{"uri":"Air_tank","surface_form":"air tank","offset":2182},{"uri":"Reservoir","surface_form":"reservoir","offset":2211},{"uri":"Compressed_air","surface_form":"compressing the air","offset":2237},{"uri":"Turbine","surface_form":"turbine","offset":2271},{"uri":"Chamber","surface_form":"chamber","offset":2602},{"uri":"Chest","surface_form":"chest","offset":2649}]}