{"id":601114,"url":"http://en.wikipedia.org/wiki/Automated_external_defibrillator","text":"An automated external defibrillator is a special type of defibrillator which can be used by people without medical education. A defibrillator is used to treat certain kinds of heart problems using controlled electric shocks. Almost all heart problems are medical emergencies. For each minute, that such a heart problem is left untreated, the chance of survival drops by about ten percent. Even if they are alerted immediately, emergency teams take some time to arrive. For this reason automated external defibrillator have been placed in locations where they are easily accessible, such as airports, and railway stations.\nIn many cases, using such a defibrillator will alert emergency services. Very often, the defibrillator will guide the person helping through its use. In some countries such as the United Kingdom, regional public ambulance services provide lists for people to show where all the publicly accessible defibrillators are located in their region ([http://www.eastamb.nhs.uk/your-service/campaigns/Community-Public-Access-Defibrillators-in-EEAST.xlsx East of England Ambulance Services Trust] for example). In some open public locations, defibrillators are secured in special cases which need a code to open them (see the example on the right). When you call for an ambulance, you tell the operator the location code on the case, and they give you the code to unlock it to get the defibrillator out.\nStudies where conducted to see the survival rates of cardiac arrest. They showed that when public access defibrillators were used, the patient had a median chance of survival of forty percent. When operated by non-dispatched lay first responders they have the highest likelihood of leading to survival.","categories":[],"infobox_types":[],"annotations":[{"uri":"Defibrillator","surface_form":"defibrillator","offset":57},{"uri":"Medical_emergency","surface_form":"medical emergencies","offset":255},{"uri":"Airport","surface_form":"airport","offset":590},{"uri":"Railway_station","surface_form":"railway station","offset":604},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":802},{"uri":"Cardiac_arrest","surface_form":"cardiac arrest","offset":1469},{"uri":"Median","surface_form":"median","offset":1565}]}