{"id":60119,"url":"http://en.wikipedia.org/wiki/Second_Sino-Japanese_War","text":"The Second Sino-Japanese War (July 7, 1937--September 9, 1945) was a major war fought between the Republic of China and the Empire of Japan, besides Northern part of Burma. It is a part of World War II that started years before the other parts. The war ended when Japan surrendered unconditionally after two nuclear bombs were dropped on Hiroshima and Nagasaki by the United States.\nInvasion of China.\nThe Second Sino-Japanese War began when Japan invaded China in 1931. Japan used the Mukden Incident as an excuse to invade China. The invasion grew into a full-scale war after the Marco-Polo Bridge Incident. Japanese officers said that a Japanese soldier got lost and they were allowed to find him in Beiping.\nWhile the Imperial Japanese Army was trying to take over China, the KMT (the Nationalist Government under Chiang Kai-Shek) and the CCP (Chinese Communist Party under Mao Zedong) cooperated a little to try to fight off Japan together. This was called the \"Chinese United Front\". However, for the most part, they continued to fight each other as well.\nJapanese occupation of China.\nIn 1931, the Imperial Japanese Army began to occupy China, starting in the northeast (Manchuria), where they created a puppet state called Manchukuo. In 1937, they occupied Beiping (now called Beijing), and then Nanjing. For six weeks in Nanjing, the army committed the Nanjing Massacre. During this massacre, Japanese soldiers killed between 40,000 and 300,000 Chinese people, and raped at least 20,000 women and girls.\nAfter six weeks, the Japanese Army left Nanjing. It finally occupied the industrial cities in southern China. Chiang moved his capital city from Nanjing to Chongqing, and began a tactic of \"using space to trade for time.\" He was able to spread Japanese soldiers out too thin. This means they were covering too much space with too few soldiers. This made them harder to fight, and made it easier for partisans to fight back in occupied China.\nMany soldiers died on both sides at this time. However, in 1940, the Japanese Army stopped being able to move farther into China and take more land. 1940 also marked the point where China began to be able to fight back, instead of Japan continuing to take over the country.\nEnd of the war.\nAfter Japan bombed Pearl Harbor in the United States on December 7, 1941, the Second Sino-Japanese War became part of World War II. It became a part of the area of fighting called the China-Burma-India theatre. The entrance of the United States into the war in Asia meant that the Chinese military forces started receiving lend-lease supplies from the British and Americans over the Burma Road. This helped the Chinese fight back and get much-needed modern weapons.\nThe Second Sino-Japanese War had damaged Japan. It had not been able to win the war against China quickly. Instead, Japan's military had already been fighting China for four years. This made it much more difficult for Japan to keep fighting (now in the Pacific against the Allied forces). This may have been one reason why Japan eventually lost the war.\nIn China, the war had some important effects. It made more people support the Chinese Communist Party. It also made Chiang's Republic fall apart more quickly, in 1949.","categories":[],"infobox_types":[],"annotations":[{"uri":"War","surface_form":"war","offset":75},{"uri":"China","surface_form":"Republic of China","offset":98},{"uri":"Japan","surface_form":"Empire of Japan","offset":124},{"uri":"Myanmar","surface_form":"Burma","offset":166},{"uri":"World_War_II","surface_form":"World War II","offset":189},{"uri":"Hiroshima","surface_form":"Hiroshima","offset":338},{"uri":"Nagasaki","surface_form":"Nagasaki","offset":352},{"uri":"Invasion","surface_form":"invaded","offset":448},{"uri":"Mukden_Incident","surface_form":"Mukden Incident","offset":486},{"uri":"War","surface_form":"war","offset":568},{"uri":"Marco-Polo_Bridge_Incident","surface_form":"Marco-Polo Bridge Incident","offset":582},{"uri":"Beijing","surface_form":"Beiping","offset":703},{"uri":"Imperial_Japanese_Army","surface_form":"Imperial Japanese Army","offset":722},{"uri":"Kuomintang","surface_form":"KMT","offset":780},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-Shek","offset":818},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":848},{"uri":"Mao_Tse_Tung","surface_form":"Mao Zedong","offset":878},{"uri":"Military_occupation","surface_form":"occupy","offset":1137},{"uri":"Manchuria","surface_form":"Manchuria","offset":1178},{"uri":"Puppet_state","surface_form":"puppet state","offset":1211},{"uri":"Manchukuo","surface_form":"Manchukuo","offset":1231},{"uri":"Nanjing","surface_form":"Nanjing","offset":1304},{"uri":"Nanking_Massacre","surface_form":"Nanjing Massacre","offset":1362},{"uri":"Mass_murder","surface_form":"massacre","offset":1392},{"uri":"Rape","surface_form":"raped","offset":1474},{"uri":"Comfort_women","surface_form":"women and girls","offset":1496},{"uri":"Industry","surface_form":"industrial","offset":1586},{"uri":"Capital_city","surface_form":"capital city","offset":1640},{"uri":"Chongqing","surface_form":"Chongqing","offset":1669},{"uri":"Partisan","surface_form":"partisans","offset":1912},{"uri":"Attack_on_Pearl_Harbor","surface_form":"bombed Pearl Harbor","offset":2257},{"uri":"United_States","surface_form":"United States","offset":2284},{"uri":"China-Burma-India_theatre","surface_form":"China-Burma-India theatre","offset":2429},{"uri":"Lend-Lease","surface_form":"lend-lease","offset":2568},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":2964},{"uri":"Allies_of_World_War_II","surface_form":"Allied forces","offset":2984}]}