{"id":601215,"url":"http://en.wikipedia.org/wiki/The_War","text":"\"The War\" is the fourth studio album of the South Korean boy band EXO. It was digitally published on July 18, 2017 and physically on July 19 by S.M. Entertainment under the distribution of Genie Music. The album includes a total of nine songs including the lead single \"Ko Ko Bop\". \"The War\" got the highest number of pre-orders at that time for a K-pop album, with more than 800,000 physical copies. Twenty-four days later to be released, \"The War\" became EXO's fourth consecutive studio album to have sold more than a million copies. On September 5, 2017, the group released the reissue of the album under the name of \"The War: The Power of Music\".\nBackground and release.\nAt a press conference on May 28, 2017 regarding The EXO'rDIUM tour, Baekhyun revealed that the single from the next album was already finished, adding that both the group and the agency were satisfied with the result. During an interview for \"Billboard\" the same month, the leader, Suho, revealed that EXO would most likely make his return to the stage \"in hot days\"; in the next month, an agent of S.M. Entertainment confirmed that the comeback would be in summer. On June 23, S.M. announced that Lay would not participate in this comeback, due to his activities in China, which overlapped with those of the group.\nThe first teaser video for \"Ko Ko Bop\" was revealed during a concert of the SM Town Live World Tour VI. As of June 9, S.M. began to publish individual teasers of the members, where they were revealed fragments of the other songs. The album's title was revealed as \"The War\" on July 10 by the group's agency and was digitally released on July 18 and physically on the 19th. Pre-sales for the album began on July 10, and purchases caused Synnara's downfall and temporary blocking of site servers. The next day, Synnara revealed that there will be three versions —regular A, regular B, and private— for both the Korean version and Mandarin. The private version has exclusive content like photos taken by the members themselves, comments about the songs, and notes from the producers and the group about the album.\nDuring a broadcast on July 20, Baekhyun confirmed that the group would release a reissue of the album. He added: \"Ko Ko Bop is exactly what it is, an eve or a pre-sequel. The title of our new album is The War. You can see us taking advantage of the night before we start the fight, to go to the real war. At that moment, that is the tip of the iceberg. When we hear about the concept, we think: that is the S.M. for you. His planning exploded my mind.\"\nOn August 21, 2017, S.M. Entertainment, confirmed that EXO planned to make their comeback with a repackage album for \"The War\" in early September. S.M. Entertainment began to release teasers of the reissue of the album with the message \"The Power of Music\". The first teaser titled #Total_Eclipse was released on August 21, 2017 at the same time as the solar eclipse of August 21, 2017. The second teaser was released on August 28 entitled \"Parallel_Universe.\"\nThe third teaser titled \"Power # RF_05\" was released on August 30. On the same day, the title of the reissue was revealed as \"The War: The Power of Music\" and will be released on September 5, 2017 with twelve songs including the single \"Power\". On August 31, it was revealed that the album includes three new songs: \"Power\", \"Sweet Lies\" and \"Boomerang\", along with the nine original songs of \"The War\".\nPromotion.\nIn February 2017, Suho said members were planning to actively promote themselves in 2017, kicking off during the Korean summer of that year. To publicize the group's comeback to social networks, official pages were created on Facebook, Instagram, Twitter and Weibo, where they released the teaser previously released during the SM Town Live World Tour VI tour and the other individual teasers. On Twitter, the group used Instant Unlock, which allows users to watch videos and special content to spread it. To gain access to the video, it was necessary for site users to choose a hashtag ─#EXO, #KoKoBop, or #TheWAREXO─ and tweet about it, making it a trend worldwide.\nFrom July 14 to 16, fans will be able to listen to the single before their release in COEX Artium with 3D sound in virtual reality. EXO performed a special broadcast titled \"Ko Ko Bop on One Night Summer\" through the V application of Naver two hours after the release of the album, where they talked about various issues related to their release and production. His promotions in musical programs began in \"M! Countdown\" performing the single from the album and \"전야 (The Eve)\". The promotions ended on August 13, winning eleven trophies in music programs. EXO also performed their new songs in Hong Kong during the SM Town Live World Tour VI on August 5 and \"Ko Ko Bop\" and \"The Eve\" on Music Bank World Tour in Jakarta on September 2. On September 6, EXO organized a mini fan meeting where they performed \"Power\" for the first time. The promotions of the reissue began in musical programs since September 7 in \"M! Countdown\".\n\"Ko Ko Bop\".\n\"Ko Ko Bop\" ranked first in the Melon Realtime Chart, making EXO the first K-pop group to be number one on the list after the changes to the list were implemented on February 27, 2017. The other songs of the album entered in the top 9. It was reported that several servers crashing, due to the large number of fans entering the web pages. \"Ko Ko Bop\" also surpassed the 155 lists of iTunes around the world, including K-pop and pop lists, as well as lists of all genres. \"Ko Ko Bop\" topped Gaon's digital chart for four consecutive weeks, making EXO the first artist to achieve it in 2017. EXO also became the third group of idols to position themselves in Gaon's first place for four weeks, as well as the only group of male idols. The song also ranked first in Gaon Monthly Chart in August, making EXO the first group in 2017 and the fifth group of boys since 2012 to position itself in first place.\n\"Power\".\nOn September 14, the song of EXO, \"Power\", got the highest score of all time in \"M! Countdown\" with 11 000 points, making EXO the first artist to achieve a perfect score after system changes were implemented in June 2015. The victory also marks its 100th win in music programs.","categories":[],"infobox_types":["album"],"annotations":[{"uri":"EXO","surface_form":"EXO","offset":66},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":144},{"uri":"Ko_Ko_Bop","surface_form":"Ko Ko Bop","offset":270},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":743},{"uri":"Billboard","surface_form":"Billboard","offset":918},{"uri":"Suho","surface_form":"Suho","offset":957},{"uri":"Lay","surface_form":"Lay","offset":1173},{"uri":"Solar_eclipse_of_August_21%2C_2017","surface_form":"solar eclipse of August 21, 2017","offset":2908},{"uri":"M%21_Countdown","surface_form":"M! Countdown","offset":4506}]}