{"id":601374,"url":"http://en.wikipedia.org/wiki/Kingdom_of_France","text":"The \"Kingdom of France\" (royaume de France) is the name given to various political entities of France in the Middle Ages and Modern times. According to historians, the date of the first \"kingdom of France\" is associated with one of these three major events: the advent of Clovis in 481, the Treaty of Verdun, and the election of Hugues Capet in 987. The kingdom lasted until 1792, and was briefly restored from 1814 to 1848.\nThe King of the Franks Clovis had sealed the alliance of Frankish Kingdoms with the Catholic Church at his baptism. This alliance was perpetuated in the kingdom of France by the sacrilege of kings at Reims, which made them monarchs of divine right. The first Capetians are anxious to crown their eldest son in their lifetime because their authority is limited in fact to the Ile de France. It is not until Philippe Auguste that their official acts use the denomination of kingdom of France and that they are able to make a real act of authority throughout the kingdom. The territory of the latter is composed of the feudal fiefs of which king of Western France is the suzerain since the division in 843 of the Carolingian empire.\nThe gradual integration of the feudal fiefs into the royal domain requires the establishment of a royal administration. Saint Louis attaches paramount importance to its role as justiciary and the parliament, superior court of justice, is put in place. The long war of one hundred years is the occasion to establish under Charles VII an army and permanent taxes. Richelieu, the minister of Louis XIII, and Louis XIV, strengthened the royal authority in the provinces, by bringing the local governors of the nobility under their stewardship and by delegating to them stewards appointed by the king.\nThe tendency of royalty to exercise a more and more absolute power could be challenged in times of turmoil, civil wars and the reigns of minor kings. The dispute takes a more pronounced character on the occasion of the diffusion of the philosophy of enlightenment and of the values that it carries: government of reason, separation of powers, individual liberties... The French Revolution led to the establishment of a French constitutional monarchy Constitutional. However, the different formulas experienced fail successively in 1792, 1830 and 1848, bringing the end of royalty to France.","categories":[],"infobox_types":["former country"],"annotations":[{"uri":"France","surface_form":"France","offset":95},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":109},{"uri":"Modern_history","surface_form":"Modern times","offset":125},{"uri":"Clovis_I","surface_form":"Clovis","offset":272},{"uri":"Treaty_of_Verdun","surface_form":"Treaty of Verdun","offset":291},{"uri":"Hugues_Capet","surface_form":"Hugues Capet","offset":329},{"uri":"Clovis_I","surface_form":"Clovis","offset":448},{"uri":"Frankish_Kingdoms","surface_form":"Frankish Kingdoms","offset":482},{"uri":"King_of_France","surface_form":"king","offset":1063},{"uri":"Western_France","surface_form":"Western France","offset":1071},{"uri":"Suzerain","surface_form":"suzerain","offset":1093},{"uri":"Enlightenment_(philosophy)","surface_form":"philosophy of enlightenment","offset":1988}]}