{"id":601526,"url":"http://en.wikipedia.org/wiki/Winnie_Chlomin_Lee","text":"Winnie Chlomin Lee (born August 25th, 1977, Hong Kong) is a Chinese-American fashion and wedding dress designer. She is the co-founder and creative director of the Winnie Couture, wedding attire brand, based in Beverly Hills, California.\nEarly Life.\nLee was born and raised in Hong Kong, immigrated to the United States at the age of 15. Lee is said to be passionate about sewing dressmaking from a very young age, with an innate sense of style and these are said to reflect in her designs.\nShe attended the School of Architecture at the University of Houston.She married her life partner Chris Lee in 1999.\nCareer.\nLee and her husband found Winnie Couture in 2001. Lee’s designs are largely said to embody “classic-feminine” bridal fashion. Lee is known for her structural, tailored and flawless designs. Winnie Couture is known to be one of the fastest growing and high-in-demand bridal collections nationally and internationally in places like Europe and Asia.\nLee’s label is well-known Hollywood having dressed celebrities like, Giuliana Rancic, Kelly Clarkson, Lea Michele, Jennifer Aniston, Masiela Lusha, and Helen Hunt.\nLee’s designs have been featured in InStyle, Brides, Modern Luxury, Modern Brides, and People. Lee has appeared on various TV shows such as, ABC’s The Bachelorette, The CW’s Shedding for the Wedding, Oprah Winfrey Network’s Don't Tell the Bride, E!’s Bridalplasty, VH1’s Basketball Wives, and WE TV's My Fair Wedding.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_language","surface_form":"Chinese","offset":60},{"uri":"Americans","surface_form":"American","offset":68},{"uri":"Wedding_dress","surface_form":"wedding dress","offset":89},{"uri":"Winnie_Couture","surface_form":"Winnie Couture","offset":164},{"uri":"Beverly_Hills%2C_California","surface_form":"Beverly Hills, California","offset":211},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":277},{"uri":"United_States","surface_form":"United States","offset":306},{"uri":"University_of_Houston","surface_form":"University of Houston","offset":538},{"uri":"Europe","surface_form":"Europe","offset":947},{"uri":"Asia","surface_form":"Asia","offset":958},{"uri":"Kelly_Clarkson","surface_form":"Kelly Clarkson","offset":1050},{"uri":"Lea_Michele","surface_form":"Lea Michele","offset":1066},{"uri":"Jennifer_Aniston","surface_form":"Jennifer Aniston","offset":1079},{"uri":"Masiela_Lusha","surface_form":"Masiela Lusha","offset":1097},{"uri":"Helen_Hunt","surface_form":"Helen Hunt","offset":1116},{"uri":"Oprah_Winfrey","surface_form":"Oprah Winfrey","offset":1328},{"uri":"VH1","surface_form":"VH1","offset":1393}]}