{"id":60166,"url":"http://en.wikipedia.org/wiki/Origami","text":"Origami is a traditional Japanese art of paper folding. It uses many techniques and various objects can be created. The object is made of origami paper, which is specially made for folding and staying in shape. Many dictionaries and television shows suggest that origami is only paper cranes, waterbombs, and paper planes, but many new models and creatures have been made because new folding techniques have allowed this.\nWhen the Japanese first folded origami, they used only one piece of paper. A different kind of origami called \"modular origami\" uses many small pieces that are the same, which are combined to form one large model. Also, many mathematical shapes can be made with origami.\nHistory.\nThe beginnings of origami are not clear. Paperfolding started in China in the 1st or 2nd century. It finally came to Japan in the 6th century. Instead of making models that looked exactly like things, the first origami models only looked similar to things. People often folded models and gave them to other people for good luck. For example, Shinto nobles celebrated weddings with sake in glasses decorated with origami butterflies, which gave good luck to the bride and groom.\nThere were also independent paperfolding traditions in other countries, like Germany and Spain. The earliest evidence of paperfolding in Europe is a picture of a boat in 1490. There was also a paper box from 1440. Finally, in 1845, \"Kan no mado\" was written, and it was the first book of origami models.\nRecently, people have become more interested in origami. In 1954, Japanese paperfolder Akira Yoshizawa created rules to explain how to fold origami models. His instructions on paperfolding are now used in all countries.\nPaper.\nPeter Engel, who is a well-known paperfolder, says \"the best paper [for origami] is thin and crisp and absolutely square.\" Pre-cut origami paper is sold in many colors, sizes, and patterns. Duo paper, or paper with different colors on each side, is used by paperfolders because it makes areas of different color on the finished model. There are also special papers, like textured, metallic, and patterned.\nMany people like to make their own paper. Engel describes a process shown to him by Robert Lang that is \"a sandwich of aluminum foil and two pieces of tissue paper.\" In this method, two pieces of paper are pasted to each side of the aluminum foil. Many people like origami because there is almost always paper. Copy paper, napkins, wallpaper, index cards, and even paper money can be used to make interesting and unique models.\nTools.\nMany paperfolders prefer to use a flat surface to fold models on, but others, like the Japanese, fold in the air. Traditional paperfolders believe that only the hands should be used when folding, but many modern folders use other tools when folding. Tweezers and paper clips can be used to make very small folds. Some folders use rulers or other flat tools to make sharper creases in the models.\nTypes.\nNew types of origami have been made because more people are making origami models.\nPureland.\nPureland origami is origami with one rule: only one fold can be made at a time. British paperfolder John Smith started pureland origami for inexperienced paperfolders or for people with poor motor skills. Hard folds, like the inside-reverse fold, are not allowed in pureland origami.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":25},{"uri":"Paper","surface_form":"paper","offset":41},{"uri":"Folding","surface_form":"folding","offset":47},{"uri":"Dictionary","surface_form":"dictionaries","offset":216},{"uri":"Television_show","surface_form":"television show","offset":233},{"uri":"Crane_(bird)","surface_form":"cranes","offset":285},{"uri":"Waterbomb","surface_form":"waterbomb","offset":293},{"uri":"Airplane","surface_form":"planes","offset":315},{"uri":"Animal","surface_form":"creatures","offset":347},{"uri":"Modular_origami","surface_form":"modular origami","offset":533},{"uri":"Shape","surface_form":"shape","offset":660},{"uri":"China","surface_form":"China","offset":767},{"uri":"Noble","surface_form":"noble","offset":1051},{"uri":"Sake","surface_form":"sake","offset":1083},{"uri":"Butterflies","surface_form":"butterflies","offset":1122},{"uri":"Bride","surface_form":"bride","offset":1163},{"uri":"Groom","surface_form":"groom","offset":1173},{"uri":"Germany","surface_form":"Germany","offset":1257},{"uri":"Spain","surface_form":"Spain","offset":1269},{"uri":"Europe","surface_form":"Europe","offset":1317},{"uri":"Box","surface_form":"box","offset":1379},{"uri":"Kan_no_mado","surface_form":"Kan no mado","offset":1413},{"uri":"Akira_Yoshizawa","surface_form":"Akira Yoshizawa","offset":1571},{"uri":"Peter_Engel","surface_form":"Peter Engel","offset":1711},{"uri":"Paper","surface_form":"paper","offset":1772},{"uri":"Square_(geometry)","surface_form":"square","offset":1825},{"uri":"Pattern","surface_form":"pattern","offset":1891},{"uri":"Texture","surface_form":"texture","offset":2082},{"uri":"Metal","surface_form":"metal","offset":2092},{"uri":"Robert_Lang","surface_form":"Robert Lang","offset":2201},{"uri":"Sandwich","surface_form":"sandwich","offset":2224},{"uri":"Paste","surface_form":"paste","offset":2323},{"uri":"Napkin","surface_form":"napkin","offset":2440},{"uri":"Wallpaper","surface_form":"wallpaper","offset":2449},{"uri":"Money","surface_form":"paper money","offset":2482},{"uri":"Hand","surface_form":"hand","offset":2713},{"uri":"Tweezer","surface_form":"Tweezer","offset":2802},{"uri":"Paper_clip","surface_form":"paper clip","offset":2815},{"uri":"Ruler","surface_form":"ruler","offset":2882},{"uri":"British","surface_form":"British","offset":3128},{"uri":"Motor_skill","surface_form":"motor skill","offset":3239}]}