{"id":601671,"url":"http://en.wikipedia.org/wiki/Building_design","text":"e=\"preserve\">This article is about Sustainable Building Design in Australia. It explains the services offered by a Building Designer. The article outlines what a sustanable building designer does for their clients and explains specialties of sustainable building design. For Architecture see this entry.\nWhat is a building designer?\nSustainable Building Design is sometimes referred to as Eco Design or Green Design. An Eco Designer is a professional that is already familiar with all aspects of the building trade but approaches design with the natural and human environment in mind. In general terms a Building Designer will create plans and designs that reflect the clients practical needs, personal style preferences and budget indications. You may retain a Building Designer to provide all or any part of the planning, design, and construction process as you desire.\nEco designers tend to be passionate about the environment and design and understand that a balance needs to be found between the impact of a building on the environment and the realities of budget and everyday practicalities. For renovations and retrofits they will explore the best options to improve the functionality and efficiency of existing buildings. For new builds the same principles will be applied from scratch and based very much on existing conditions.\nThe designer may aim to design a living environment that will create a productive system that provides a sustainable food and resource supply that will enhance your lifestyle and that of the surrounding environment. The designer may have other specialities such as Permaculture which will be added to the mix. A combination of building design and property planning also goes a long way towards the ultimate in sustainable design and living.\nSustainable building designers are usually very familiar wth the local region where they live and can give insight into the best way to build to suit both criteria like geography, weather conditions, lifestyle and landscape. Building designers may differ in their approach from region to region depending on the same criteria. A Queensland building designer for example will carefully consider weather factors that can seriously affect a site including sunshine, wind, rainfall, water catchment and storage, water run-off, humidity, cooling, and other issues.\nServices.\nMost building designers offer a complete service from concept design, through to construction documentation. They will liaise with the builder and do inspections of the construction to ensure that the level of finish and quality the client expects is ensured. Fees are generally tailored to suit each project. Often fixed fees are agreed to before starting design work however some designers bill at an hourly rate. Below is a list of services and items that a building designer might take care of or cover.\nDoes the difference between academic qualifications matter? .\nBoth can both perform the same kinds of work. Architecture is classed as a creative industry degree however there are many Building Designers that have designed very unique and creative projects. Individual Building Designers and Architects can vary in many different ways as individuals or as a team. They vary in prices, qualifications, experiences, accomplishments, specific styles and way of dealing with clients.\nSkills and positive qualities to look for in a good designer.\nBuilding designers and architects are very similar.  The choice of designer should come down to the client confidence that a particular designer is capable, can demonstrate that capability, has aligning philosophies and creative abilities to fulfil the desired project outcomes.  A relationship needs to develop for the best outcomes, so easy communication between all parties is the most important factor.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"this entry","offset":292}]}