{"id":601980,"url":"http://en.wikipedia.org/wiki/Eppelsheim","text":"Eppelsheim is a village (\"Ortsgemeinde\") in the Alzey-Worms district in Rhineland-Palatinate, Germany.\nGeography.\nEppelsheim lies on a high plateau in the Rhenish Hesse wine region.\nMunicipal council.\nThe village has a council that governs it. The council has 16 members. These members are elected by the people of the village. In the 2014 election, 9 members of the FWG and 7 of the SPD were elected.\nThe honorary mayor is Ute Klenk-Kaufmann.\nCoat of arms.\nThe village’s arms has two halves. They are divided vertically. On the left is a crowned lion. It is standing on its hind legs and facing left. The right half has a green branch with two green apples.\nDeinotherium at the town hall.\nThe \"Dinotherium-Museum\" in Eppelsheim holds fossil remains of mammals from deposits about ten million years old from the prehistoric Rhine near Eppelsheim. These deposits are known as the Deinotherium Sands, because they often contain teeth and bones from the extinct proboscid deinotherium.\nPaleontological discoveries.\nBesides the dinotherium fossils, the femur of a \"Paidopithex rhenanus\" was found in the area in the 19th century. This was a now-extinct catarrhine primate.\nIn 2017, researchers reported finding teeth of an ape dating to about 9.7 million years ago. The teeth seem to belong to a kind of ape similar to Lucy (\"Australopithecus afarensis\"), but that animal first appeared in Africa more than 4 million years later.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alzey-Worms","surface_form":"Alzey-Worms","offset":48},{"uri":"Rhineland-Palatinate","surface_form":"Rhineland-Palatinate","offset":72},{"uri":"Germany","surface_form":"Germany","offset":94},{"uri":"Coat_of_arms","surface_form":"arms","offset":472},{"uri":"Rhine","surface_form":"Rhine","offset":824},{"uri":"Deinotherium","surface_form":"Deinotherium","offset":879},{"uri":"Proboscidea","surface_form":"proboscid","offset":959},{"uri":"Femur","surface_form":"femur","offset":1049},{"uri":"Lucy","surface_form":"Lucy","offset":1315},{"uri":"Africa","surface_form":"Africa","offset":1386}]}