{"id":602285,"url":"http://en.wikipedia.org/wiki/Muthal_Mariyathai","text":"e=\"preserve\">\"Mudhal Mariyadhai\" is a 1985 Tamil feature movie directed by P. Bharathiraja. It starred Sivaji Ganesan and Radha in the lead with Vadivukkarasi, Ranjani, Aruna Mucherla, A. K. Veerasamy and Sathyaraj playing other significant roles. The film's score and soundtrack are composed by Ilaiyaraaja.\nThe film was critically well received upon release. It fetched Best Lyricist Award and Best Feature Film in Tamil Award for Vairamuthu and Bharathiraja respectively at the 33rd National Film Awards. While the lead actors won their respective Filmfare Awards South in Best Tamil Actor and Best Tamil Actress category.\nKuyil role was first offered to Radhika, but she choose to do \"Swati Mutyam\", which was offered to her at the same time.\nThe film was dubbed into Telugu under the title \"Aatma Bandhuvu\". It is the last silver jubliee blockbuster of Sivaji as lead role.\nPlot.\nThe film commences with friends and family of an ailing village head, Malaichami (Sivaji Ganesan), gathered around him on his death bed. The plot then moves along in a series of flashbacks, featuring significant episodes of the dying man's life. These include the presence of a boatman's young daughter Kuyil (Radha) in his village. The protagonist is unhappily married to a bad or tempered wife by the name of Ponnatha (Vadivukkarasi), and seeks comfort in a friendship with Kuyil. The friendship raises eyebrows, and is socially awkward and complicated for both Malaichami and Kuyil.\nSoundtrack.\nThe music was composed by Ilaiyaraaja while the lyrics for songs were written by Vairamuthu. All the songs were well received. G. Dhananjayan in his book \"Pride of Tamil cinema – 1931 to 2013\" wrote that the songs \"helped tremendously in film's success\".\nLegacy.\nIn a comedy scene from \"Thalattu Ketkuthamma\" (1992), Koundamani sings \"Poongatru Thirumbuma\" to impress his wife (Vijay Chandrika), Prabhu completes the lyrics after Goundamani has forgetten the lyrics. In \"Aavarampoo\" (1992), Goundamani sings the song \"Hey Kuruvi\". In \"Rajakumaran\" (1994), Goundamani who plays a milk man tries to impress a girl whose face he has not seen by providing the milk. The song \"Poongatru\" with different lyrics is heard as background song for the scene. In \"Parambarai\" (1996), Kannayiram (Senthil) is seen singing the lyrics \"Medhdhai Vanginen\" from that song. In a scene from \"Unakkaga Ellam Unakkaga\" (1999), Kundalakesi (Goundamani) lifts a huge stone similar to Sivaji's technique from the film to impress his lover. Vivek did a spoof of \"Muthal Mariyathai\" in the film \"Parthiban Kanavu\" (2003). In \"Mozhi\" (2007), Ananthakrishnan (Brahmanandam) will be seen watching \"Poongatru\" in television before getting disturbed by a cockroach.\nThe dialogue \"Enaku oru unma therinjaaganum\" (I need to know the truth) spoken by A. K. Veerasamy became popular. An unrelated series of same name also directed by Bharathiraja was aired on Kalaignar TV. R. Selvaraj, writer of this film has directed a film called \"Neethana Andha Kuyil\" in 1986 which was inspired from the line from the song \"Poongatru\". Another song \"Rasave Unnai Nambi\" has inspired a Ramarajan starrer of same name. In Singam (2010), Pandu, Who came as a farmer intimated the dialogue,which gains a lot of interest towards the movie","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_language","surface_form":"Tamil","offset":43},{"uri":"Movie","surface_form":"movie","offset":57},{"uri":"P._Bharathiraja","surface_form":"P. Bharathiraja","offset":75},{"uri":"Sivaji_Ganesan","surface_form":"Sivaji Ganesan","offset":103},{"uri":"Radha_(actress)","surface_form":"Radha","offset":122},{"uri":"Vadivukkarasi","surface_form":"Vadivukkarasi","offset":145},{"uri":"Ranjini_(actress)","surface_form":"Ranjani","offset":160},{"uri":"Aruna_Mucherla","surface_form":"Aruna Mucherla","offset":169},{"uri":"Sathyaraj","surface_form":"Sathyaraj","offset":205},{"uri":"Ilaiyaraaja","surface_form":"Ilaiyaraaja","offset":296},{"uri":"National_Film_Award_for_Best_Lyrics","surface_form":"Best Lyricist Award","offset":372},{"uri":"National_Film_Award_for_Best_Feature_Film_in_Tamil","surface_form":"Best Feature Film in Tamil Award","offset":396},{"uri":"Vairamuthu","surface_form":"Vairamuthu","offset":433},{"uri":"Bharathiraja","surface_form":"Bharathiraja","offset":448},{"uri":"33rd_National_Film_Awards","surface_form":"33rd National Film Awards","offset":481},{"uri":"Filmfare_Awards_South","surface_form":"Filmfare Awards South","offset":551},{"uri":"Filmfare_Award_for_Best_Actor%26amp%3Bnbsp%3B%E2%80%93_Tamil","surface_form":"Best Tamil Actor","offset":576},{"uri":"Filmfare_Award_for_Best_Actress%26amp%3Bnbsp%3B%E2%80%93_Tamil","surface_form":"Best Tamil Actress","offset":597},{"uri":"Radhika_(actress)","surface_form":"Radhika","offset":658},{"uri":"Swati_Mutyam","surface_form":"Swati Mutyam","offset":689},{"uri":"Sivaji_Ganesan","surface_form":"Sivaji Ganesan","offset":967},{"uri":"Radha_(actress)","surface_form":"Radha","offset":1195},{"uri":"Vadivukkarasi","surface_form":"Vadivukkarasi","offset":1306},{"uri":"Thalattu_Ketkuthamma","surface_form":"Thalattu Ketkuthamma","offset":1770},{"uri":"Aavarampoo","surface_form":"Aavarampoo","offset":1954},{"uri":"Rajakumaran_(film)","surface_form":"Rajakumaran","offset":2018},{"uri":"Parambarai","surface_form":"Parambarai","offset":2235},{"uri":"Unakkaga_Ellam_Unakkaga","surface_form":"Unakkaga Ellam Unakkaga","offset":2356},{"uri":"Goundamani","surface_form":"Goundamani","offset":2402},{"uri":"Vivek_(actor)","surface_form":"Vivek","offset":2499},{"uri":"Parthiban_Kanavu_(2003_film)","surface_form":"Parthiban Kanavu","offset":2553},{"uri":"Mozhi_(film)","surface_form":"Mozhi","offset":2583},{"uri":"Ramarajan","surface_form":"Ramarajan","offset":3122},{"uri":"Singam","surface_form":"Singam","offset":3157}]}