{"id":602288,"url":"http://en.wikipedia.org/wiki/M._R._Radha","text":"e=\"preserve\">Madras Rajagopala Radhakrishnan Naidu (14 April 1907 – 17 September 1979), popularly known by his stage name, M. R. Radha, was an Indian movie actor and politician. He was given the title of \"Nadigavel\" (Spearhead of acting / frontrunner /torchbearer) by E.V.R. Periyar in a stage, for his acting prowess. After a successful career on stage in his early years, he acted in movies from the 1930s to the 1970s, and then, giving up movies, he went back to his first love, the stage.\nCareer.\nRadha was a popular theatre artist who performed in more than 5000 stage shows. Starting at the age of 10, he appeared at first in small roles and eventually grew to a level that stories for dramas were custom made for him.Radha gained popularity with the success of his stage play \"Ratha Kanneer\". His performance in the 1954 movie version of the play, directed by Krishnan-Panju, brought wider recognition of his talents and made him a household name in Tamil Nadu.\nRadha played both villain roles and comedic roles. After the 1950s, filmmakers created roles specially for him, and he often overshadowed even main actors like MGR and Sivaji Ganesan. He was an active member of the Self-Respect Movement, and was known for his atheistic views. Towards the end of his career, however, he started acting in Hindu devotional movies like \"Velum Mayilum Thunai\" but he often used to ridicule theism in these movies.\nMGR Shooting incident.\nOn 12 January 1967, Radha and a producer K.N. Vasu of Muthukumaran Pictures visited the actor and politician M. G. Ramachandran at his home to talk about a future project. During the conversation, Radha suddenly got up from his chair and shot twice at Ramachandran's left ear. Both bullets got lodged in Ramachandran's neck. Radha then turned the gun on himself and tried to shoot himself, but the bullet just scratched his right temple. Radha and Ramachandran were admitted to the Government General Hospital, Chennai, where they survived after proper treatment. The only eye witness for the shooting event was producer Vasu. As majority of the evidences were against Radha, he was sentenced to a seven-year term. At the High Court hearing, considering his age, the sentence was reduced to three and a half years.\nDeath.\nAfter being released from jail, Radha died of jaundice on 17 September 1979 aged 72 at his residence in Thiruchirappalli. His popularity had improved and his funeral procession was one of the largest in South India, as over 200,000 mourners paid respect.\nPersonal life.\nM. R. Radhakrishnan married four times, and his marriages were concurrent. The names of his wives were Smt. Saraswathi Ammal, Smt. Dhanalakshmi Ammal, Smt. Jayammal and Smt. Geetha. He was survived by three of his wives, namely Smt. Saraswathi Ammal, Smt. Dhanalakshmi Ammal and Smt. Jayamamal.\nRadhakrishnan was the father of several children (at least three sons and six daughters) by his four wives. His three sons were M. R. R. Vasu and Radha Ravi (both borne by Smt. Dhanalakshmi Ammal) and M.R. Radharajoo. Radhakrishnan also had at least seven daughters, including Rashya, Rani, Ganavalli, Kasturi, Rajeswari and two daughters (actresses Radhika and Nirosha) born to his most junior wife Geetha.\nRadhakrishnan's eldest son M. R. R. Vasu was a leading character artist until the mid-1980s. His other son Radha Ravi is also an actor. Radhika is an actress and producer and is presently married to actor R. Sarathkumar (her third husband). Nirosha (also known as Niroja) is an actress working mostly in supporting roles; she is married to actor Ramki.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_people","surface_form":"Indian","offset":143},{"uri":"Periyar_E._V._Ramasamy","surface_form":"E.V.R. Periyar","offset":268},{"uri":"Ratha_Kanneer","surface_form":"the 1954 movie version of the play","offset":819},{"uri":"Krishnan-Panju","surface_form":"Krishnan-Panju","offset":867},{"uri":"Self-Respect_Movement","surface_form":"Self-Respect Movement","offset":1184},{"uri":"M._G._Ramachandran","surface_form":"M. G. Ramachandran","offset":1545},{"uri":"Government_General_Hospital%2C_Chennai","surface_form":"Government General Hospital, Chennai","offset":1918},{"uri":"Jaundice","surface_form":"jaundice","offset":2304},{"uri":"Thiruchirappalli","surface_form":"Thiruchirappalli","offset":2362},{"uri":"M._R._R._Vasu","surface_form":"M. R. R. Vasu","offset":2951},{"uri":"Radha_Ravi","surface_form":"Radha Ravi","offset":2969},{"uri":"Raadhika_Sarathkumar","surface_form":"Radhika","offset":3173},{"uri":"Nirosha","surface_form":"Nirosha","offset":3185},{"uri":"M._R._R._Vasu","surface_form":"M. R. R. Vasu","offset":3258},{"uri":"Radha_Ravi","surface_form":"Radha Ravi","offset":3338},{"uri":"Raadhika_Sarathkumar","surface_form":"Radhika","offset":3367},{"uri":"R._Sarathkumar","surface_form":"R. Sarathkumar","offset":3436},{"uri":"Nirosha","surface_form":"Nirosha","offset":3472},{"uri":"Ramki","surface_form":"Ramki","offset":3577}]}