{"id":60229,"url":"http://en.wikipedia.org/wiki/Croatian_language","text":"The Croatian language is spoken mainly throughout the countries of Croatia and Bosnia and Herzegovina and in the surrounding countries of Europe.\nCroatian grammar is the grammar of the Croatian language. The Croatian language consists of three vernaculars (Kaikavian, Chakavian and Shtokavian).\nCroatian grammar books show that the codification of the language started at the beginning of the 17th century (the first grammar was written by Bartol Kašić in Latin in 1604). This means that the rules for the language were written down. From 1604 to 1836 there were 17 grammars. Most of them described the Štokavian dialect, but some were about Kajkavian. In the 19th century, more grammars based on Štokavian were written. They were \"Nova ricsoslovnica illiricka\", written by Šime Starčević (1812), and \"Grammatik der illyrischen Sprache\", written by Ignjat Alojzije Brlić (1833). Even before the 19th century, the three dialects of the Croatian language were almost equally used. However, the way each dialect was written down varied throughout Croatia. Near the Adriatic coast, it was more similar to Italian, and near the Hungarian border, it was more similar to Hungarian.\nAll grammars of the above period (1604-1836) used three accents: acute, grave and circumflex, Starčević's grammar is an exception as it uses a system of four accents.\nIn 19th century, Ljudevit Gaj proposed new letters from Czech (č,ž,š,ľ,ň,ď and ǧ). The letters that were accepted were č, ž and š, and from Polish, ć. For other phonemes (sounds), the digraphs that were accepted were ie, lj, nj and dž. Later dj or gj was changed to đ (according to proposal by Đuro Daničić).\nOrthography.\nThe Croatian language uses a Latin script of 30 letters and one diphthong \"ie\" or \"ije\", and \"ŕ\". This system is called \"gajica\" in Croatian (or Croatian Gaj's Latin alphabet). The name came from Ljudevit Gaj. The letter order (and whole alphabet) is called \"abeceda\" in Croatian, because the first 4 letters are spelled \"a, be, ce, de\". For writing foreign names and words, and in some professions, the Croatian language uses letters which do not belong to \"gajica\", like \"X, x (iks), Y,y (ipsilon)\" and others.\nGrammatical cases.\nIn Croatian, nouns change form depending on the composition of the sentence. This is called declension. For people who are learning Croatian, declension is the most difficult part of the language to master. It is very complicated and time consuming to explain it and because of that we will use simpler techniques. However, many languages have noun and pronoun declension, including English. In English, though, only pronoun declension now remains. Let us start by explaining all of the seven Croatian grammatical cases. The technique that is most frequently used in determining grammatical cases (the same technique is used in Croatian schools when taught to children) is by asking yourself a question when you are trying to figure out which case a noun should be in. In Croatian, grammatical cases are called padeži (plural) and padež (singular).\nThe question you will ask yourself here is: “Where is Krešimir going?”. And the answer is that he's going to school. By looking at the table below you will see that the question 'where' is used for the Locative case.\nGender.\nCroatian nouns are divided into three genders: the masculine, feminine and neuter gender. To know a noun's gender is very important because it affects all the words in a sentence that are tied to the noun, such as adjectives. A gender is determined by the noun's ending (with some exceptions). This makes it easier to tell what gender a noun is without memorizing the gender of every word. See the table below.\nNouns retain their gender in plural. For instance, even though the noun 'žene' (women) ends in -e, it is of the feminine gender.\nGrammatical aspects.\nCroatian verbs have two grammatical aspects: the perfective and imperfective. The perfective aspect depicts an action that has already been finished. The imperfective aspect depicts an action that is still continuing. So, each verb in its infinitive form can be written in 2 ways: in its perfective and imperfective aspect. The table below is showing 5 verbs both in their perfective and imperfective aspects.\nGrammatical tenses.\nIn Croatian, there are seven grammatical tenses. They can be divided in two ways: by the time they take place in and by their complexity. Simple tenses consist of only 1 word (simple tenses are aorist, imperfect, and present) while complex tenses consist of 2 or even 3 words (complex tenses are pluperfect, perfect, first future, second future) because they also consist of auxiliary verbs. Also, some grammatical tenses cannot be formed with both grammatical aspects, they work with only one aspect.\nCommon phrases.\nThe Croatian week starts with Monday and ends with Sunday, unlike weeks from some other countries, where Sunday is the first day and Saturday the last.","categories":[],"infobox_types":[],"annotations":[{"uri":"Croatia","surface_form":"Croatia","offset":67},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":79},{"uri":"Europe","surface_form":"Europe","offset":138},{"uri":"Grammar","surface_form":"grammar","offset":170},{"uri":"Dialect","surface_form":"vernaculars","offset":244},{"uri":"Kaikavian","surface_form":"Kaikavian","offset":257},{"uri":"Chakavian","surface_form":"Chakavian","offset":268},{"uri":"Shtokavian","surface_form":"Shtokavian","offset":282},{"uri":"Grammar","surface_form":"grammar","offset":304},{"uri":"Bartol_Ka%C5%A1i%C4%87","surface_form":"Bartol Kašić","offset":440},{"uri":"Latin","surface_form":"Latin","offset":456},{"uri":"%C5%A0ime_Star%C4%8Devi%C4%87","surface_form":"Šime Starčević","offset":774},{"uri":"Ignjat_Alojzije_Brli%C4%87","surface_form":"Ignjat Alojzije Brlić","offset":849},{"uri":"Adriatic_Sea","surface_form":"Adriatic","offset":1062},{"uri":"Italian_language","surface_form":"Italian","offset":1101},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":1164},{"uri":"Acute_accent","surface_form":"acute","offset":1240},{"uri":"Grave_accent","surface_form":"grave","offset":1247},{"uri":"Circumflex_accent","surface_form":"circumflex","offset":1257},{"uri":"Ljudevit_Gaj","surface_form":"Ljudevit Gaj","offset":1359},{"uri":"Czech_language","surface_form":"Czech","offset":1398},{"uri":"Polish_language","surface_form":"Polish","offset":1482},{"uri":"%C4%90uro_Dani%C4%8Di%C4%87","surface_form":"Đuro Daničić","offset":1636},{"uri":"Croatian_alphabet","surface_form":"Croatian Gaj's Latin alphabet","offset":1809},{"uri":"Ljudevit_Gaj","surface_form":"Ljudevit Gaj","offset":1860},{"uri":"Present_tense","surface_form":"present","offset":4478}]}