{"id":60237,"url":"http://en.wikipedia.org/wiki/Christian_Church","text":"The term Christian Church, Catholic Church or One Holy Catholic and Apostolic Church, as it was called by 110 AD, refers to the \"universal company of believers\". It means every person who has ever accepted or ever will accept the Christian Faith. The idea is that all these people together make up one \"body\" called \"the Church\". \"The Church\" (in this sense) is not thought of by Christians as an ordinary human organisation. It is thought of as being part of God's way to bring people close to him. \"The Church\" was begun by Jesus in the 1st century AD. It is called \"The Christian Church\" because Jesus was called \"The Christ\" (or holy one from God).\n\"Churches\" as Christian organisations were begun by Jesus' followers. Today there are many churches in the sense of \"church organisations\". The different organised churches are called Christian denominations.\nThe main Christian beliefs are held by all major Christian denominations. These beliefs are often said aloud by Christian people in a \"statement of faith\" which is called the Creed. The Roman Catholic, Orthodox, Lutheran, Anglican Communion and other Protestant churches all believe that God is the \"creator and eternal father of all things\", that Jesus was the \"Christ\" and son of God who died to save people from the punishment for their sins, and that the Holy Spirit is God's gift to help and comfort Christian people. Christians believe that these are three parts of One God.\nThere are many other beliefs that are different between different denominations. These differences have sometimes caused arguments and have caused the organised church to split into denominations. The different opinions are called controversies.\nTerminology.\nThe English word \"church\" comes from the Greek κυριακή (kyriake) meaning \"Master's (house)\", or \"Lord's (house)\". In modern English the word \"church\" is used for both a church building and \"the Christian Church\" throughout the world.\nIn 381 AD, at the a meeting of bishops known as the First Council of Constantinople, the Nicene Creed (a statement of beliefs) that was used at the time was changed to include a description of the Church. The words that were added to the Nicene Creed are \"One Holy, Catholic and Apostolic Church\". This important addition describes the four most important things that Christians were to believe about the Christian Church.\nControversies.\nOne important controversy is simply the definition of the Christian or Catholic Church. To some degree this controversy comes from the Nicene Creed with its words \"One Holy Catholic and Apostolic Church\" which means \"universal\" church. Many denominations believe that all denominations are part of a world-wide Christian Church and think that the most important thing is the \"common faith\" and not a common organisation or tradition. (\"Common faith\" means \"the faith that is the same\". The word \"common\" does not mean \"ordinary\" in this sense.)\nFor many hundreds of years, the Roman Catholic Church has regarded itself as the only Christian Church and has called itself the \"Catholic\" (or \"universal\") church. In other words, only those people who were within the \"organisation\" of the Roman Catholic Church were believed to belong to the \"Universal Church\". In the 20th century this view began to change and in the late 20th century there was a strong movement within parts of the Roman Catholic Church to reach out to other denominations. The Eastern Orthodox Church has thought of itself in the same way, but in the late 20th century there has been much more discussion between the Orthodox Church and Roman Catholic, Lutheran and Anglican Churches. Some smaller denominations such as Jehovah's Witnesses also believe that they are the one and only true Christian Church.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jesus","surface_form":"Jesus","offset":526},{"uri":"Christian_denomination","surface_form":"Christian denomination","offset":837},{"uri":"Christian_denomination","surface_form":"Christian denomination","offset":911},{"uri":"Creed","surface_form":"Creed","offset":1037},{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":1048},{"uri":"Orthodox_Church","surface_form":"Orthodox","offset":1064},{"uri":"Lutheran_Church","surface_form":"Lutheran","offset":1074},{"uri":"Anglican_Communion","surface_form":"Anglican Communion","offset":1084},{"uri":"Protestantism","surface_form":"Protestant churches","offset":1113},{"uri":"Holy_Spirit","surface_form":"Holy Spirit","offset":1321},{"uri":"Controversy","surface_form":"controversies","offset":1674},{"uri":"Greek_language","surface_form":"Greek","offset":1743},{"uri":"Bishop","surface_form":"bishop","offset":1967},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":2174},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":2509},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":2951},{"uri":"20th_century","surface_form":"20th century","offset":3240},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox Church","offset":3419},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":3662}]}