{"id":602459,"url":"http://en.wikipedia.org/wiki/Naya_Raipur","text":"e=\"preserve\">Naya Raipur is between National Highways NH-6 and NH-43, about 17 km southeast of the current capital Raipur; Swami Vivekananda Airport separates the old and new cities. Naya Raipur is the administrative capital of the State and also caters to the infrastructural needs of industry and trade in the region.\nNaya Raipur is surrounded by the cities of Raipur, Arang, Mahasamund, Rajim and Abhanpur. Naya Raipur covers an area of about 8000 hectares. It includes 41 villages out of which 27 villages form the core of Naya Raipur. During the renovation of villages for the construction of Naya Raipur, it displaced the population of one village.\nAbout half of the total acquired land is being used for afforestation, roads, parks, public conveniences, water facilities-canals, green belts etc.; 23% of the land would be reserved for educational institutions, government offices and public auditoriums etc.; and 30% of the land will be used for residential and economical purposes.\nNaya Raipur is India's sixth planned city after Jamshedpur (Jharkhand), Bhubaneshwar (Odisha), Gandhinagar (Gujarat), Chandigarh (Punjab & Haryana), and Navi Mumbai (Maharashtra), and fourth among the capital cities.\nThe city is expected to house about 4.5 lakh (450,000) people within a decade. There are plans to make it larger and to improve infrastructure in the future.\nSports.\nShaheed Veer Narayan Singh International Cricket Stadium is a new cricket field in the city. It seats 65,000 spectators and was opened in 2008. It is the second largest cricket stadium in India and the fourth largest cricket stadium in the world by seating capacity.\nThe stadium was home ground for two matches for the IPL team Delhi Daredevils during the 2013, 2015 and 2016 Indian Premier League event.\nThe stadium hosted a half marathon, with the theme \"Let us run\" on 16 December 2012 to mark Vijay Diwas.\nSunil Gavaskar rated this stadium to as one of the best stadiums in the country and had proposed to use it for all types of matches.","categories":[],"infobox_types":[],"annotations":[{"uri":"Raipur","surface_form":"Raipur","offset":115},{"uri":"Swami_Vivekananda_Airport","surface_form":"Swami Vivekananda Airport","offset":123},{"uri":"Raipur","surface_form":"Raipur","offset":363},{"uri":"Arang","surface_form":"Arang","offset":371},{"uri":"Mahasamund","surface_form":"Mahasamund","offset":378},{"uri":"Rajim","surface_form":"Rajim","offset":390},{"uri":"Abhanpur","surface_form":"Abhanpur","offset":400},{"uri":"Hectare","surface_form":"hectare","offset":451},{"uri":"Planned_community","surface_form":"planned city","offset":1019},{"uri":"Jamshedpur","surface_form":"Jamshedpur","offset":1038},{"uri":"Bhubaneshwar","surface_form":"Bhubaneshwar","offset":1062},{"uri":"Gandhinagar","surface_form":"Gandhinagar","offset":1085},{"uri":"Chandigarh","surface_form":"Chandigarh","offset":1108},{"uri":"Navi_Mumbai","surface_form":"Navi Mumbai","offset":1143},{"uri":"Lakh","surface_form":"lakh","offset":1247},{"uri":"Shaheed_Veer_Narayan_Singh_International_Cricket_Stadium","surface_form":"Shaheed Veer Narayan Singh International Cricket Stadium","offset":1373},{"uri":"Delhi_Daredevils","surface_form":"Delhi Daredevils","offset":1701},{"uri":"Indian_Premier_League","surface_form":"Indian Premier League","offset":1749},{"uri":"Sunil_Gavaskar","surface_form":"Sunil Gavaskar","offset":1883}]}