{"id":602453,"url":"http://en.wikipedia.org/wiki/Additional_Member_System","text":"e=\"preserve\">The Additional Member System is an electoral system used to produce a more proportional result than Plurality voting, also known as First Past The Post. It is sometimes referred to as Mixed Member Proportional but these two electoral systems have different ways of allocating list seats. The term additional member system is almost only used in the United Kingdom but has been used to describe Italy's Electoral system from 1993 to 2005.\nMethod of voting.\nIn the Additional Member System the voter has two votes; one vote goes to an local representative or multiple representatives from a geographical electoral district. This is commonly referred as a constituency vote. The other vote goes to a political party. This is commonly referred as a list vote and is to represent the voter in a wider region.\nCalculation.\nFirstly, the Constituency vote is counted: the votes are counted and the candidate with the most votes, even if the candidate did not reach a majority, wins the seat.\nformula_1\nOnce the party's member score is calculated the list seats are given to each political party using the D'hondt formula.\nExample.\nIn this Hypothetical Example there is 100,000 voters and there are: 3 political Parties, 10 total Seats (6 constituency seats and 4 list seats).\nMattarellum.\nItaly's Parliament used from 1993 to 2005 used a system which was sometimes called the additional member system but was known as Mattarellum, it had 75% of seats allocated using Plurality voting and 25% of seats used to create a proportional legislature. It had a complex system to allocate proportional seats which was called Scorporo.\nRosatellum.\nRosatellum, officially known as the Italian Electoral Law of 2017, Is an additional member system with 36% of seats allocated using Plurality Voting and 64% of seats used to create a proportional legislature. The new electoral law was supported by the current government's Democratic Party and the coalition partner Popular Alternative, but also by the opposition parties Forza Italia, Lega Nord and Liberal Popular Alliance. However, two parties (the Five Star Movement and the Democratic and Progressive Movement) did not support the new electoral system. The electoral law was approved on the 12th October by the Chamber of Deputies with 375 votes in favor and 215 against and on 26 October by the Senate with 214 votes against 61.","categories":[],"infobox_types":[],"annotations":[{"uri":"Voting_system","surface_form":"electoral system","offset":48},{"uri":"Proportional_representation","surface_form":"proportional","offset":88},{"uri":"Plurality_voting","surface_form":"Plurality voting","offset":113},{"uri":"First-past-the-post_voting","surface_form":"First Past The Post","offset":145},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":362},{"uri":"Italy","surface_form":"Italy's","offset":407},{"uri":"Constituency","surface_form":"constituency vote","offset":666},{"uri":"Political_party","surface_form":"political party","offset":710},{"uri":"Majority_rule","surface_form":"majority","offset":972},{"uri":"Legislature","surface_form":"legislature","offset":1536},{"uri":"Five_Star_Movement","surface_form":"Five Star Movement","offset":2095}]}