{"id":602456,"url":"http://en.wikipedia.org/wiki/Ross_Island%2C_South_Andaman_district","text":"e=\"preserve\">Ross Island is an island of the Andaman Islands. It belongs to the South Andaman administrative district, Andaman and Nicobar Islands.\nThe island is situated east from downtown Port Blair.\n1941 earthquake.\nAbout nine months before the Japanese take-over of the entire set of islands, Ross Island experienced an earthquake, which caused many people to leave the Island.\nExcept for a brief time when the Japanese occupied, the abandonment of Ross Island as a result of the quake continued. The headquarters were then shifted to Port Blair.\nJapanese period.\nFrom 1942 to 1945, the island was occupied by the Japanese. The Government House became the residence of the Japanese admiral also for three years (from March 1942 to October 1945). It was during this period that Subhash Chandra Bose, who took the help of Japanese in his fight against the British, stayed at the Island for a day in December 1943. Netaji also hoisted the national tricolor at the top of the Government House. The Japanese too left their imprint on the island which stand in the form of bunkers used as watch points to safeguard the Island from any foreign invasion.\nRecapture.\nThe allies reoccupied the island in 1945 and later abandoned it.\nIndian naval post.\nIn April 1979, the island was handed over to the Navy, which set up a small post, INS Jarawa, named after one of the indigenous tribes of the Andaman group of islands.\nGeography.\nThe island belongs to the Port Blair Islands and lies in the entrance of Port Blair.\nAdministration.\nPolitically, Ross Island is part of Port Blair taluk.\nDemographics.\nRoss Island is an island where no civilian settlement is allowed by the authorities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Andaman_Islands","surface_form":"Andaman Islands","offset":45},{"uri":"South_Andaman_district","surface_form":"South Andaman","offset":80},{"uri":"Districts_of_India","surface_form":"district","offset":109},{"uri":"Andaman_and_Nicobar_Islands","surface_form":"Andaman and Nicobar Islands","offset":119},{"uri":"Port_Blair","surface_form":"Port Blair","offset":190},{"uri":"1941_Andaman_Islands_earthquake","surface_form":"earthquake","offset":324},{"uri":"Japanese_occupation_of_the_Andaman_Islands","surface_form":"Japanese occupied","offset":415},{"uri":"Port_Blair","surface_form":"Port Blair","offset":539},{"uri":"Subhash_Chandra_Bose","surface_form":"Subhash Chandra Bose","offset":781},{"uri":"List_of_Indian_flags","surface_form":"national tricolor","offset":940},{"uri":"INS_Jarawa","surface_form":"INS Jarawa","offset":1328},{"uri":"Port_Blair_Islands","surface_form":"Port Blair Islands","offset":1451},{"uri":"Port_Blair_taluk","surface_form":"Port Blair taluk","offset":1562},{"uri":"INS_Jarawa","surface_form":"authorities","offset":1666}]}