{"id":602455,"url":"http://en.wikipedia.org/wiki/Cellular_Jail","text":"e=\"preserve\">The Cellular Jail, also known as Kālā Pānī (Hindi for \"black waters\"), was a colonial prison in the Andaman and Nicobar Islands, India. The prison was used by the British especially to exile political prisoners to the remote archipelago. Many notable dissidents such as Batukeshwar Dutt, Yogendra Shukla and Vinayak Damodar Savarkar, among others, were imprisoned here during the struggle for India's independence. Today, the complex serves as a national memorial monument.\nArchitecture.\nThe construction of the prison started in 1896 and was completed in 1906. The original building was a puce-colored brick building.The bricks used to build the building were brought from Burma.Each of the seven wings had three stories upon completion. There were no dormitories and a total of 696 cells. Each cell was in size with a ventilator located at a height of.\nThe name, \"cellular jail\", derived from the solitary cells which prevented any prisoner from communicating with any other. Also, the spokes were so designed such that the face of a cell in a spoke saw the back of cells in another spoke. This way, communication between prisoners was impossible.\nJapanese occupation.\nThe Empire of Japan invaded the Andaman islands in 1942 and drove out the British. The Cellular Jail then became home to British prisoners. During this period, Subhas Chandra Bose also visited the island. In 1945, the British resumed control with the end of World War II.\nPost Independence.\nAnother two wings of the jail were demolished after India achieved independence. However, this led to protests from several former prisoners and political leaders who saw it as a way of erasing the evidence of their persecution. The remaining three wings and the central tower were therefore converted into a National Memorial on 11th February 1979 by then Prime Minister of India Shri.Morarji Desai.\nThe Govind Ballabh Pant Hospital was set up in the premises of the Cellular Jail in 1963. It is now a 500-bed hospital with about 40 doctors serving the local population.The centenary of the jail's completion was marked on 10 March 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hindi","surface_form":"Hindi","offset":57},{"uri":"Andaman_and_Nicobar_Islands","surface_form":"Andaman and Nicobar Islands","offset":113},{"uri":"India","surface_form":"India","offset":142},{"uri":"British_Empire","surface_form":"British","offset":176},{"uri":"Exile","surface_form":"exile","offset":198},{"uri":"Political_prisoners","surface_form":"political prisoners","offset":204},{"uri":"Archipelago","surface_form":"archipelago","offset":238},{"uri":"Batukeshwar_Dutt","surface_form":"Batukeshwar Dutt","offset":283},{"uri":"Yogendra_Shukla","surface_form":"Yogendra Shukla","offset":301},{"uri":"Vinayak_Damodar_Savarkar","surface_form":"Vinayak Damodar Savarkar","offset":321},{"uri":"Indian_independence_movement","surface_form":"struggle for India's independence","offset":393},{"uri":"Puce","surface_form":"puce","offset":603},{"uri":"Burma","surface_form":"Burma","offset":687},{"uri":"Empire_of_Japan","surface_form":"Empire of Japan","offset":1188},{"uri":"Invasion_and_occupation_of_the_Andaman_Islands_during_World_War_II","surface_form":"invaded the Andaman islands","offset":1204},{"uri":"Subhash_Chandra_Bose","surface_form":"Subhas Chandra Bose","offset":1344},{"uri":"World_War_II","surface_form":"World War II","offset":1442},{"uri":"Govind_Ballabh_Pant","surface_form":"Govind Ballabh Pant","offset":1880}]}