{"id":60240,"url":"http://en.wikipedia.org/wiki/Christian_denomination","text":"e=\"preserve\">The word denomination is used for a large group of Christian people right across the world who use the same name, the same sort of organisation and have the same (or very similar) beliefs. Christianity is divided into ten main groups. These groups all branched out at different dates from the early Christianity founded by the followers of Jesus. The splits generally happened because they could not agree on certain beliefs or practices. The groups then divided into smaller groups. Each group that has its own separate name is a \"denomination\". The word \"denomination\" means \"having a name\".\nDenominations.\nEach of these ten has important subdivisions. There are also other (smaller) groups that are not mentioned here.\nThe Evangelical and Nontrinitarian branches of Christianity are much more divided up than any of the others. Each separate Evangelical church is often called a \"denomination\". While the Roman Catholic Church looks to a single earthly leader, the Pope, and has similar beliefs right across the world, the several Protestant denominations do not look to a single leader and sometimes have beliefs that are very different from each other.\nMany Christian denomination see themselves as part of the worldwide Church which includes other denominations as well. Some denominations, such as the Roman Catholic and Orthodox Churches and some Protestant Churches, believe that they are the \"only\" true Christian church.\nSome denominations have beliefs which almost all the other denominations would disagree with, very strongly. These beliefs are called \"heresy\" by the other churches.\nThere were some movements considered heresies by the early church which do not exist today and are not generally referred to as denominations. Examples include the Gnostics (who had believed in an esoteric dualism), the Ebionites (who venerated Christ's blood relatives), and the Arians. The greatest divisions in Christianity today, however, are between Eastern Orthodoxy, Roman Catholicism, and various denominations formed during and after the Protestant Reformation. There also exists in Protestantism and Orthodoxy various degrees of unity and division.\nComparisons between denominations must be approached with caution. For example, some churches are part of a larger church organization or diocese, while in other groups, each congregation is an independent organization. This issue is further complicated by the existence of groups of congregations with a common heritage that are officially nondenominational and have no centralized authority or records, but which are identified as denominations by non-adherents. Study of such churches in denominational terms is therefore a more complex proposition.\nNumerical comparisons are also problematic. Some groups count membership based on adult believers and baptized children of believers, while others only count adult baptized believers. Others may count membership based on those adult believers who have formally affiliated themselves with the congregation. In addition, there may be political motives of advocates or opponents of a particular group to inflate or deflate membership numbers through propaganda or outright deception.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christian","offset":64},{"uri":"Christianity","surface_form":"Christianity","offset":202},{"uri":"Early_Christianity","surface_form":"early Christianity","offset":306},{"uri":"Twelve_Apostles","surface_form":"followers","offset":340},{"uri":"Jesus","surface_form":"Jesus","offset":353},{"uri":"Pope","surface_form":"Pope","offset":981},{"uri":"One_Holy_Catholic_and_Apostolic_Church","surface_form":"worldwide Church","offset":1229},{"uri":"Heresy","surface_form":"heresy","offset":1580},{"uri":"Gnosticism","surface_form":"Gnostics","offset":1775},{"uri":"Esotericism","surface_form":"esoteric","offset":1808},{"uri":"Dualism","surface_form":"dualism","offset":1817},{"uri":"Ebionite","surface_form":"Ebionite","offset":1831},{"uri":"Veneration","surface_form":"venerated","offset":1846},{"uri":"Christ","surface_form":"Christ","offset":1856},{"uri":"Arianism","surface_form":"Arians","offset":1891},{"uri":"Eastern_Orthodoxy","surface_form":"Eastern Orthodoxy","offset":1966},{"uri":"Roman_Catholicism","surface_form":"Roman Catholicism","offset":1985},{"uri":"Protestant_Reformation","surface_form":"Protestant Reformation","offset":2058},{"uri":"Protestantism","surface_form":"Protestantism","offset":2103},{"uri":"Eastern_Orthodox_Church","surface_form":"Orthodoxy","offset":2121},{"uri":"Diocese","surface_form":"diocese","offset":2308},{"uri":"Baptism","surface_form":"baptized","offset":2825},{"uri":"Propaganda","surface_form":"propaganda","offset":3170}]}