{"id":602438,"url":"http://en.wikipedia.org/wiki/IPhone_SE_(1st_generation)","text":"The iPhone SE is a smartphone made by Apple Inc. It was released on March 31, 2016. It has almost everything the iPhone 6S has but in the body of an iPhone 5S. It does not have 3D Touch or a barometer. However, just like the iPhone 6S, it has an improved Apple A9 system-on-a-chip, an improved battery, and an improved camera that can record 4K video.\nAlong with the iPhone 6S and the iPhone X, the iPhone SE was discontinued by Apple on September 12, 2018. The iPhone SE currently does not have an upcoming model based on the original iPhone SE. \"Business Insider\" wrote that \"Apple made a big mistake by removing its smallest and most affordable iPhone from its lineup\", suggesting that the company was ignoring customers who are worried about the loss of a smartphone type that is both affordable and small enough to be comfortable to use. \"Quartz\" reported that women and other smartphone users with small hands get sore hands from holding large smartphones. The technology website \"Gizmodo\" was also concerned that Apple discontinued the iPhone SE, hoping that \"there will be a return to smaller phones\", as well as hoping that people will be able to hold a phone \"in a single hand, and be able to use it fully.\"\nHistory.\nEarlier iPhones, the 4.7-inch iPhone 6 and the 5.5-inch iPhone 6 Plus, had much larger screens. However, there are a significant number of customers who would prefer to use a smaller 4-inch screen size of the iPhone 5 and the iPhone 5S.\nApple stated in the \"Let us loop you in\" event on March 21, 2016 that they sold over 30 million 4-inch iPhones in 2015. In this event, they proved that many customers wanted smaller phones. Later in the event they presented the iPhone SE, describing it as \"the most powerful 4-inch phone ever.\"\nThe iPhone SE, iPhone 6S, and iPhone 6S Plus were the last iPhones to feature the standard 3.5 mm headphone jack.\nAlong with the iPhone 6S and the iPhone X, the iPhone SE was discontinued by Apple on September 12, 2018.\nDesign.\nThe iPhone SE looks almost identical to the iPhone 5 and 5S, except the iPhone SE has got rounded edges and a stainless steel Apple logo on the back. Cases designed to fit the 5 and the 5S will also fit an. The iPhone SE is available in the colors Space Gray, Silver, Gold, and Rose Gold.\nReviews.\n\"CNET\" was positive about the iPhone SE, considering the iPhone SE to be a \"great choice at the small end, with no compromises\". \"CNET\" also praised Apple for adapting the iPhone 6S generation phones into different sizes to increase variety of phone types; the smaller 4.0-inch SE, 4.7-inch 6S, and 5.5-inch 6S Plus. In a later article, \"CNET\" summarized the iPhone SE to be “the smaller, more pocketable member of the iPhone family. It was Apple's compact, budget option, and its 4-inch screen and tinier overall size were total throwback stuff. Consumers loved the battery life and that it still had a headphone jack.”\n\"The Verge\" considered the iPhone SE to be \"a much-improved, well-designed, small phone with great battery life\" and a \"great upgrade\" for customers who currently own 4S or 5S models, noting the device's familiar appearance, high performance (even noting that the small screen is the only problem for multitasking and certain apps), and improved battery life. Giving the iPhone SE an 8.7 out of 10, Goode praised many features of the iPhone SE: \"the iPhone SE is not a tiny little engine of innovation. It's today's tech in yesterday's phone body. As with anything, we should be wary of giving too much praise to something that's just doing its job.\"\n\"TechCrunch\" praised the iPhone SE's design. They mentioned that the phone appealed \"not just to the nostalgic and neophobic (fear of new things), but simply people who prefer a smaller phone.\" The employees who work at TechCrunch do not have \"particularly large or small hands, but [they] preferred this highly pocketable, proven design to the new one for a number of reasons\", further praising the iPhone SE as the best iPhone that Apple has ever made.","categories":[],"infobox_types":["mobile phone"],"annotations":[{"uri":"Smartphone","surface_form":"smartphone","offset":19},{"uri":"Apple_Inc.","surface_form":"Apple Inc.","offset":38},{"uri":"IPhone_6S","surface_form":"iPhone 6S","offset":113},{"uri":"IPhone_5S","surface_form":"iPhone 5S","offset":149},{"uri":"Barometer","surface_form":"barometer","offset":191},{"uri":"IPhone_6S","surface_form":"iPhone 6S","offset":367},{"uri":"IPhone_X","surface_form":"iPhone X","offset":385},{"uri":"IPhone_6","surface_form":"iPhone 6","offset":1257},{"uri":"IPhone_6","surface_form":"iPhone 6 Plus","offset":1283},{"uri":"IPhone_5","surface_form":"iPhone 5","offset":1436},{"uri":"IPhone_5S","surface_form":"iPhone 5S","offset":1453},{"uri":"IPhone_6S","surface_form":"iPhone 6S","offset":1774},{"uri":"IPhone_6S","surface_form":"iPhone 6S Plus","offset":1789},{"uri":"Phone_connector_(audio)","surface_form":"headphone jack","offset":1857},{"uri":"IPhone_6S","surface_form":"iPhone 6S","offset":1888},{"uri":"IPhone_X","surface_form":"iPhone X","offset":1906},{"uri":"Nostalgia","surface_form":"nostalgic","offset":3658}]}