{"id":602475,"url":"http://en.wikipedia.org/wiki/Muhammad_Qudrat-i-Khuda","text":"Muhammad Qudrat-i-Khuda (, FPAS, SI), was a Bangladeshi organic chemist, educationist and writer. He founded the Bangladesh Council of Scientific and Industrial Research. From 1969 till 1972, Khuda served as the president of the Pakistan Academy of Sciences.\nHe was awarded Ekushey Padak in 1976 by the Government of Bangladesh for his contribution in education of the country and Independence Day Award in 1986 (posthumous) by the Government of Bangladesh for his contribution in science and technology.\nEarly life.\nKhuda was born in Margram village, Birbhum District, Bengal Presidency, British India (now India). He passed Matriculation examination from Calcutta Madrasa in 1918 with First Division. In 1924, he received his MSc degree in Chemistry from Presidency College, Kolkata. Later, he studied in London University. In 1929, he received D. Sc. in physics from this institute.\nWorks.\nKhuda was specialized in the field of organic chemistry. He conducted research on herbals, jute, salt, charcoal, soil and minerals. He extracted biochemical elements from local trees and plants that can be used for medical purposes. Khuda and his associates had patent of 18 scientific inventions. One of his most significant inventions was manufacturing of Partex from jute-stick. Other significant scientific innovations by Khuda were manufacturing malt vinegar from the juice of sugarcane and molasses, rayon from jute and jute-sticks, and paper from jute.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fellow_of_the_Pakistan_Academy_of_Sciences","surface_form":"FPAS","offset":27},{"uri":"Sitara-e-Imtiaz","surface_form":"SI","offset":33},{"uri":"Organic_chemistry","surface_form":"organic chemist","offset":56},{"uri":"Bangladesh_Council_of_Scientific_and_Industrial_Research","surface_form":"Bangladesh Council of Scientific and Industrial Research","offset":113},{"uri":"Pakistan_Academy_of_Sciences","surface_form":"Pakistan Academy of Sciences","offset":229},{"uri":"Ekushey_Padak","surface_form":"Ekushey Padak","offset":274},{"uri":"Government_of_Bangladesh","surface_form":"Government of Bangladesh","offset":303},{"uri":"Independence_Day_Award","surface_form":"Independence Day Award","offset":381},{"uri":"Birbhum_District","surface_form":"Birbhum District","offset":552},{"uri":"Bengal_Presidency","surface_form":"Bengal Presidency","offset":570},{"uri":"British_India","surface_form":"British India","offset":589},{"uri":"India","surface_form":"India","offset":608},{"uri":"Presidency_College","surface_form":"Presidency College","offset":757},{"uri":"London_University","surface_form":"London University","offset":807},{"uri":"Doctor_of_Science","surface_form":"D. Sc.","offset":847},{"uri":"Organic_chemistry","surface_form":"organic chemistry","offset":931}]}