{"id":60244,"url":"http://en.wikipedia.org/wiki/Creed","text":"A creed is a statement or confession of belief — usually religious belief — or faith. The word comes from the Latin \"credo\" for \"I believe\". It is called \"symbol\" (Greek, συμβολον), that means a \"token\" by which persons of like beliefs might recognize each other.\nChristian creeds.\nThe Nicene Creed is clearly derived from the Apostles' Creed, and represents an elaboration of its basic themes. The most important additions to this creed are much more elaborate statements concerning Christology and the Trinity.\nChristians today probably use the Nicene Creed most widely, followed by the Apostles' Creed.\nJewish Creed: the \"Shmah\".\nThe Jewish faith recognizes a single creed called the Shmah or Shema Yisrael, a statement of faith in strict unitarian monotheism, the belief in one God. This creed is embodied in a single prayer recited twice a day: \"Hear O Israel, the Lord is our God, the Lord is One\", also translated as \"Hear O Israel, the Lord is our God, the Lord is unique [\"or\" alone].\"\nIn Hebrew: שמע ישראל אדני אלהינו אדני אחד\nThis is pronounced phonetically in Hebrew: \"Shema Yisrael Adonai Eloheinu Adonai Echad\".\nIslamic creeds.\nThe most basic attempt to put the religion of Islam in a brief statement of doctrine is the shahada, the proclamation that there is no god but Allah, and Muhammad is His prophet.\nMore detailed credal declarations of Islamic dogma constitute aqidah.\nAlso from the Aqidah of the Salaf is the belief that the faith (i.e. Eemaan) consists of (both) speech and action and that it increases and decreases. This differs from the Murji’ah a sect who uphold the belief of “Irjaa’”-to hold that sins major and minor, do not affect the faith and that faith neither increases nor decreases.\nAnd they uphold the belief that the Quran is the Speech of Allah, His Revelation and Light. It is not created, since the Quran is from Allah and that which is from Allah is not created. One of the attributes of Allah is his Speech. Since His attributes have been with Him eternally, His Speech cannot be created and therefore, the Quran is not created. According to the Salaf, debating about it is disbelief. It is not denied except by a Jahmee. A Jahmee is one who denies Allah’s attributes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belief","surface_form":"belief","offset":40},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":286},{"uri":"Apostles%27_Creed","surface_form":"Apostles' Creed","offset":327},{"uri":"Christology","surface_form":"Christology","offset":484},{"uri":"Trinity","surface_form":"Trinity","offset":504},{"uri":"Nicene_Creed","surface_form":"Nicene Creed","offset":547},{"uri":"Judaism","surface_form":"Jewish","offset":637},{"uri":"Shema_Yisrael","surface_form":"Shema Yisrael","offset":696},{"uri":"Islam","surface_form":"Islam","offset":1188},{"uri":"Shahada","surface_form":"shahada","offset":1234},{"uri":"God","surface_form":"god","offset":1277},{"uri":"Allah","surface_form":"Allah","offset":1285},{"uri":"Muhammad","surface_form":"Muhammad","offset":1296},{"uri":"Prophet","surface_form":"prophet","offset":1312},{"uri":"Dogma","surface_form":"dogma","offset":1366},{"uri":"Aqidah","surface_form":"Aqidah","offset":1405},{"uri":"Murji%E2%80%99ah","surface_form":"Murji’ah","offset":1564},{"uri":"Quran","surface_form":"Quran","offset":1757},{"uri":"Quran","surface_form":"Quran","offset":1842},{"uri":"Jahmee","surface_form":"Jahmee","offset":2159}]}