{"id":602627,"url":"http://en.wikipedia.org/wiki/Asiago","text":"e=\"preserve\">Asiago is a mountain town in the Northern Italian alps and the birthplace of the world-famous Asiago cheese. The town is located on a plateau at an altitude of 3800 feet (1000 meters) and has a population of more than 6000 people. Asiago is also known as the site of a major battle during the first World War and is home to a war memorial and observatory. Its current economy is based on farming, dairy production and tourism. Roads connect Asiago to the cities of Verona, Venice and Trento and their international airports.\nGeography.\nThe town of Asiago is located at an altitude of 3280 feet (1,000 meters), and it covers an area of 1.8 square miles (2.95 Km2). Asiago is the largest city on its plateau. The land is flat with low hills, and it’s surrounded by the Brenta and the Astico rivers. The land is covered by forests or it is used as pasture.\nThe temperature varies from 25 °F to 71 °F (-4C to 21C). The warmer season is between June and September with an average daily high temperature around 64 °F(18C). The cold season is from November to March, with an average daily high temperature below 43 °F(6C). Most of the snow falls between November and April with an average snow depth between 0.1 and 0.4 inches.\nFoundation.\nHumans were present in the area since Paleolithic times. Inside of local caves, evidence of the presence of first settlers, such as weapons, stone tools and cave painting, have been documented.\nIn the following centuries, the plateau became the settlement for different peoples like Bavarians, Scandinavians and Cimbri. These different cultures have left their signs in the local language and traditions.\nAsiago and the six other towns on the plateau formed an alliance and shared a common government between 1310 and 1807. The alliance was an autonomous state and an ally of the Republic of Venice. After 1807, Asiago became part of the Republic of Venice and then of the Italian kingdom.\nWorld War I.\nDuring World War I (1915-1918), the plateau was the place of many battles between the Austro-Hungarians and Italians.\nThe deadliest battle took place on the 15th of May 1916 and lasted for two weeks. For the first time on the Italian front, the Austro-Hungarian army used toxic gas. The battle caused the deaths of 15,000 Italian and 10,000 Austro-Hungarian soldiers. The civilian population of Asiago was evacuated and the town was destroyed as the result of heavy bombing. After the end of the war, some of the original population returned to Asiago and rebuilt the town.\nThe famous American writer Ernest Hemingway spent time in Asiago during the first World War as an ambulance driver. In 1922, he wrote a poem inspired by this experience and called “Arsiero, Asiago”.\nEconomy.\nThe traditional economy was based on farming and on the use of other natural resources taken from the forest. More recently this has been replaced by the year-round tourism industry and by small manufacturing and food processing factories.\nAsiago offers many outdoor activities such as hiking and skiing. There are 500 km of ski slopes and 260 km of biking trails (the Plateau Grand Tour). Many tourists are also attracted by the opportunity to taste local foods and visit historical sites from the first World War. Since 2003, the number of tourists has been decreasing every year. In 2015, 174,139 tourists visited Asiago.\nAsiago cheese.\nAsiago is the birthplace and the place of production of Asiago cheese. Production dates back to the 11th century. During the first World War the method of production was changed in order to feed the growing number of soldiers present on the plateau. This led to the development of the modern version of Asiago cheese, which is now popular around the world. The town of Asiago is the fifth major site of cheese production in Italy, exporting primarily to Switzerland and the United States. The production and origin of Asiago cheese are established under European union rules and guaranteed by a P.D.O. (protected designation of origin) label.\nPopulation.\nIn 2016, the population of Asiago was 6,426. Following a common trend in Italian mountain communities, the population has decreased in number and has become older in age in the last few decades.\nTransportation.\nAsiago is connected by road to the cities of Vicenza, Trento and Bassano. Regular bus services connect Asiago to near towns and cities. The closest international airports are the ones of Verona and Venice. Asiago is also the site of a small airfield, which is a popular destination for flying in from Northern Italy, Southern Germany and Southern Austria.\nPlaces of interest.\nThe observatory of Asiago is home to the largest optical telescope in Italy, and it is operated by the University of Padua. It was built in 1942, and it’s located at an altitude of 3428 feet (1.045 meters).\nThe Asiago War Memorial is a monument containing the bones of about 60,000 Italian and Austrian-Hungarian soldiers who died on the plateau during World War I. It was built in 1936 and opened by Mussolini in 1937. It is still an important national crypt and the place of official national celebrations.\nThe town hall was rebuilt in 1929 after it was destroyed during the first World War. It is made of white and red marble and decorated with Murano glass and mosaic. Its tower houses a 1600 kg bell that is 139 cm in diameter.\nForte Interrotto is a fort overlooking the town. It was built in 1887 at an altitude of 4566 feet and was originally used as military barracks. During the first World War, it became a fortress and was occupied by Austro-Hungarian forces on the 22th of May 1916. Its ruins are now a popular hiking destination.","categories":[],"infobox_types":[],"annotations":[{"uri":"Italian_alps","surface_form":"Italian alps","offset":55},{"uri":"Plateau","surface_form":"plateau","offset":147},{"uri":"First_World_War","surface_form":"first World War","offset":306},{"uri":"Observatory","surface_form":"observatory","offset":356},{"uri":"Verona","surface_form":"Verona","offset":478},{"uri":"Venice","surface_form":"Venice","offset":486},{"uri":"Trento","surface_form":"Trento","offset":497},{"uri":"Brenta","surface_form":"Brenta","offset":780},{"uri":"Pasture","surface_form":"pasture","offset":858},{"uri":"Paleolithic","surface_form":"Paleolithic","offset":1284},{"uri":"Weapons","surface_form":"weapons","offset":1378},{"uri":"Cave_painting","surface_form":"cave painting","offset":1403},{"uri":"Centuries","surface_form":"centuries","offset":1457},{"uri":"Bavarians","surface_form":"Bavarians","offset":1529},{"uri":"Scandinavians","surface_form":"Scandinavians","offset":1540},{"uri":"Cimbri","surface_form":"Cimbri","offset":1558},{"uri":"Alliance","surface_form":"alliance","offset":1707},{"uri":"Austro-Hungarians","surface_form":"Austro-Hungarians","offset":2035},{"uri":"Civilian","surface_form":"civilian","offset":2321},{"uri":"Ernest_Hemingway","surface_form":"Ernest Hemingway","offset":2550},{"uri":"Natural_resources","surface_form":"natural resources","offset":2800},{"uri":"Manufacturing","surface_form":"manufacturing","offset":2926},{"uri":"Food_processing","surface_form":"food processing","offset":2944},{"uri":"Hiking","surface_form":"hiking","offset":3017},{"uri":"Skiing","surface_form":"skiing","offset":3028},{"uri":"Switzerland","surface_form":"Switzerland","offset":3825},{"uri":"European_union","surface_form":"European union","offset":3925},{"uri":"Protected_designation_of_origin","surface_form":"protected designation of origin","offset":3974},{"uri":"Decades","surface_form":"decades","offset":4212}]}