{"id":6027,"url":"http://en.wikipedia.org/wiki/Richard_Nixon","text":"Richard Milhous Nixon (January 9, 1913 – April 22, 1994) was an American politician. He served as the 37th President of the United States, serving from 1969 to 1974, when he became the only president to resign. Before that, Nixon was a Republican U.S. Representative and Senator from California and the 36th Vice President of the United States (from 1953 to 1961 under President Dwight D. Eisenhower).\nHis presidency is known for a start for diplomacy with China, a slow ending of the Vietnam War, domestic acts (such as OSHA and Environmental Protection) and an era of peace with the Soviet Union (communist Russia). He is also known for corruption and the Watergate scandal which resulted in the public losing trust in him and his impeachment process. The scandal would cause his resignation.\nEarly life, Belief & Californian Heritage.\nNixon was born in 1913 in his family's home in Yorba Linda, California, to Hannah and Francis Nixon. He is the only president born in California. He was named for King Richard the Lionhearted, and was raised as a Quaker. His brother Edward, was a businessman. Herbert Hoover was the only other United States President to belong to the Quaker faith (as a coincedince, Hoover was also one of just three presidents, one of whom was Nixon, to hail from California). Nixon was raised in Whittier, California. His father was of Scotch-Irish ancestry and his mother was of German, English, and Irish ancestry. He attended Whittier High School, Whittier College, and Duke University. He served in the Navy during World War II. Later, he married Thelma Nixon (later Patricia Nixon) and had two daughters, Tricia and Julie.\nHarvard Scholarship & More.\nNixon \"received a scholarship to Harvard\", but declined to help his family on the farm. Nixon was also tapped to join the FBI. He was very pleased, but at the last minute was rejected due to budget cuts.\nEarly political career.\nNixon was elected to the House of Representatives in 1946. When in the House, he was a member of House Un-American Activities Commission, a group of Congressmen that tried to expose people in the United States who might have been Communists.\nHe was later elected a Senator in 1950 after running a controversial campaign against Helen Gahagan Douglas.\nIn the 1952 presidential election, Dwight D. Eisenhower selected Nixon to be vice-president. People accused him of receiving illegal money contributions to his campaign and some people wanted Eisenhower to pick a different vice president, but Eisenhower still kept Nixon. Nixon after the accusations made a speech saying that no matter what people accuse him of illegally receiving during the campaign, he is still going to keep one campaign gift: his dog named Checkers.\nThe Republican Party decided to keep Nixon as their vice-presidential candidate and when Eisenhower won the election, Nixon became vice-president of the United States from 1953 to 1961. During his vice-presidency, he was very busy and traveled across the world to places like South America. While he was vice president, he went to the Soviet Union and had a debate with the Soviet leader Nikita Khrushchev. They were both arguing that their country was better.\nIn the presidential election of 1960, he ran against Democrat John F. Kennedy. Kennedy was expected to win at first (because he won the first television debate against Nixon), but as Election Day came closer and closer, Nixon was catching up. In the end, Kennedy won, but it was a very close election.\nIn 1962, Nixon lost the election for governor of California to Pat Brown. After losing, Nixon said \"you don't have Nixon to kick around any more, because, gentlemen, this is my last press conference.\", leading many experts to say that Nixon's political career was over.\nIn 1968, Richard Nixon defeated Hubert Humphrey in the presidential election and became president of the United States in 1969. Although Humphrey lost the popular vote narrowly, he lost the electoral college in a landslide, carrying just fifteen states.\nPresidency.\nNixon took over the Vietnam War from Lyndon Johnson and continued it with the strategy of slowly withdrawing U.S. troops, so that the South Vietnamese troops could take over the fighting by themselves. Nixon secretly bombed many enemy targets in Cambodia and North Vietnam while bringing home the American troops, to make it easier for South Vietnam to win. When his spreading the bombing to Cambodia and Laos became known in 1970, it caused larger protests than ever in America, including at Kent State and even in Washington, DC, where more than 12,000 were arrested in May 1971 at the peak of the protests. Partly because of the amount of opposition, Nixon sped up troop withdrawal and ended the draft.\nNixon was very successful in diplomacy (relations negotiations with foreign countries). He began a policy called \"detente\" which reduced tensions between the United States and the Soviet Union. The two countries would get along and sign treaties that would limit the production of nuclear weapons between both sides. Nixon traveled to communist China and established a very good relationship with them. Before that, there was almost no relationship between the United States and China. It opened up the door for decades of trade in the future, which is why many items in the United States were made in China. His diplomacy with China is seen as one of his greatest accomplishments. Later, under President Carter, the U.S. broke relations with the Republic of China and recognized communist China, not Taiwan, as the legal government of China.\nAt home, Nixon put many reforms into law. He created the Environmental Protection Agency, supported anti-drug laws, supported anti-crime laws, and supported anti-discrimination laws. When inflation (meaning the value of money goes down and prices go up) was high, he ordered that prices should be frozen for 90 days. Although, he was known as a conservative Republican before he became president, while he was President, he supported some of the liberal ideas that Democrats supported. In 1974, Nixon made a speech that outlined a plan for universal health care.\nNixon was re-elected by a landslide in 1972 with most Americans approving of him, but soon after, Nixon's reputation would be destroyed and most Americans would disapprove of him. Due to a scandal called \"Watergate\" during which Nixon attempted to protect (or possibly ordered) men to burglarize the Democratic National Headquarters, Congress was going to put him on trial in a process called impeachment (to remove him from power). Nixon tried to cover up the scandal, but eventually, the Supreme Court ordered him to send his taped conversations (which included him talking about covering up Watergate) to them. Alexander Haig thought Nixon would be convicted and kicked out of office. To prevent this, Nixon resigned (quit) the Presidency in 1974.\nPost-Presidency.\nNixon's second vice president, Gerald Ford, gave Nixon a pardon of any crimes Nixon committed during Watergate. Ford wanted to end the crisis as quickly as possible, because the nation faced more important problems. Many people blamed Ford for letting Nixon go unpunished, and voted against him when he ran in the 1976 election.\nNixon's public image never fully recovered, but he still garnered some approval from Republicans as he frequently defended his legacy. He remained as a consultant to later Presidents, and to other people in government and the media especially to British journalist David Frost. His memoirs are considered important readings. His work in negotiating with China in the early 1970s was praised for improving relations between his country and theirs. Nixon died of a stroke in 1994, ten months after his wife Pat died. Not being able to defend his legacy any longer, his overall approval rating fell, and most everyone today acknowledges his wrongdoings related to Watergate. The house where he was born is now part of the Richard M. Nixon Presidential Library and Museum. He was buried at the library.","categories":[],"infobox_types":[],"annotations":[{"uri":"President_of_the_United_States","surface_form":"President of the United States","offset":107},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President of the United States","offset":308},{"uri":"Dwight_D._Eisenhower","surface_form":"President Dwight D. Eisenhower","offset":369},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":658},{"uri":"Impeachment_process_against_Richard_Nixon","surface_form":"impeachment process","offset":733},{"uri":"California","surface_form":"California","offset":898},{"uri":"Religious_Society_of_Friends","surface_form":"Quaker","offset":1051},{"uri":"Edward_Nixon","surface_form":"Edward","offset":1071},{"uri":"Herbert_Hoover","surface_form":"Herbert Hoover","offset":1098},{"uri":"Whittier%2C_California","surface_form":"Whittier, California","offset":1320},{"uri":"Duke_University","surface_form":"Duke University","offset":1497},{"uri":"World_War_III","surface_form":"World War II","offset":1543},{"uri":"Communist","surface_form":"Communist","offset":2138},{"uri":"Dwight_D._Eisenhower","surface_form":"Dwight D. Eisenhower","offset":2294},{"uri":"South_America","surface_form":"South America","offset":3007},{"uri":"Nikita_Khrushchev","surface_form":"Nikita Khrushchev","offset":3119},{"uri":"United_States_Democratic_Party","surface_form":"Democrat","offset":3245},{"uri":"John_F._Kennedy","surface_form":"John F. Kennedy","offset":3254},{"uri":"Pat_Brown","surface_form":"Pat Brown","offset":3557},{"uri":"Hubert_Humphrey","surface_form":"Hubert Humphrey","offset":3796},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":4050},{"uri":"Lyndon_Johnson","surface_form":"Lyndon Johnson","offset":4067},{"uri":"South_Vietnam","surface_form":"South Vietnam","offset":4164},{"uri":"Cambodia","surface_form":"Cambodia","offset":4276},{"uri":"North_Vietnam","surface_form":"North Vietnam","offset":4289},{"uri":"Laos","surface_form":"Laos","offset":4435},{"uri":"Washington%2C_DC","surface_form":"Washington, DC","offset":4546},{"uri":"Conservatism","surface_form":"conservative","offset":5924},{"uri":"Republican_Party_(United_States)","surface_form":"Republican","offset":5937},{"uri":"Liberal","surface_form":"liberal","offset":6025},{"uri":"Democratic_Party_(United_States)","surface_form":"Democrats","offset":6044},{"uri":"Watergate","surface_form":"Watergate","offset":6347},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":6941},{"uri":"Pardon","surface_form":"pardon","offset":6967},{"uri":"Consultant","surface_form":"consultant","offset":7391},{"uri":"Media","surface_form":"media","offset":7465},{"uri":"British_people","surface_form":"British","offset":7485},{"uri":"David_Frost","surface_form":"David Frost","offset":7504},{"uri":"Memoir","surface_form":"memoir","offset":7521},{"uri":"China","surface_form":"China","offset":7593},{"uri":"Stroke","surface_form":"stroke","offset":7702}]}