{"id":60278,"url":"http://en.wikipedia.org/wiki/Medina","text":"Medina (;, ', \"the radiant city\"; or, ' (), \"the city\"), also transliterated as Madīnah, is a city in the Hejaz, and the capital of the Al Madinah Region of Saudi Arabia. The city contains al-Masjid al-Nabawi (\"the Prophet's Mosque\"), which is the burial place of the Islamic prophet Muhammad, and is the second-holiest city in Islam after Mecca.\nMedina was Muhammad's destination after his Hijrah from Mecca, and became the capital of a rapidly increasing Muslim Empire, first under Muhammad's leadership, and then under the first four Rashidun caliphs, Abu Bakr, Umar, Uthman, and Ali. It served as the power base of Islam in its first century where the early Muslim community developed. Medina is home to the three oldest mosques, namely the Quba Mosque, al-Masjid an-Nabawi, and Masjid al-Qiblatayn (\"the mosque of the two qiblas\"). Muslims believe that the chronologically final surahs of the Quran were revealed to Muhammad in Medina, and are called Medinan surahs in contrast to the earlier Meccan surahs.\nSimilar to Mecca, non-Muslims are forbidden from entering the sacred core of Medina or the center of the city.\nOverview.\nMedina currently has a population of more than 1,300,000 people (2006). The city was originally known as \"Yathrib\", but later its name was changed to Madīnat al-Nabī (مدينة ﺍﻟﻨﺒﻲ \"city of the prophet\") or \"Al Madīnah al Munawwarah\" (\"the enlightened city\" or \"the radiant city\"). The short form \"Madīnah\" simply means \"city\". Madina is the second holiest city of Islam, after Mecca (Makkah).\nMedina's religious significance in Islam.\nMedina is very important to Muslims. This is because the Prophet Muhammad is buried in a mosque known as 'Masjid-e-Nabawi' or 'The Mosque of The Prophet'. The Mosque was built on a site next to Muhammad's home. Muslims believe that Prophets must be buried at the very same place that they die. Accordingly, Muhammad was buried in his house. The tomb later became part of the mosque when it was expanded by the Umayyad Caliph Al-Walid I. The first mosque of Islam is also in Medina. It is known as \"Masjid Quba,\" (the Quba Mosque).\nLike Mecca, the city of Medina only permits Muslims to enter. The \"haram\" (area closed to non-Muslims) of Medina is much smaller than that of Mecca, though. Many facilities on the outskirts of Medina are open to non-Muslims. In Mecca the area closed to non-Muslims extends well beyond the limits of the built-up area. Both cities' numerous mosques are the destination for large numbers of Muslims on their annual pilgrimage. Hundreds of thousands of Muslims come to Medina each year to visit the 'Tomb of Prophet' and to worship at mosques in a unified celebration. Muslims believe that praying once in the Mosque of the Prophet is equal to praying at least 1000 times in any other mosque.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hejaz","surface_form":"Hejaz","offset":106},{"uri":"Saudi_Arabia","surface_form":"Saudi Arabia","offset":157},{"uri":"Al-Masjid_al-Nabawi","surface_form":"al-Masjid al-Nabawi","offset":189},{"uri":"Muhammad","surface_form":"Muhammad","offset":284},{"uri":"Islam","surface_form":"Islam","offset":328},{"uri":"Mecca","surface_form":"Mecca","offset":340},{"uri":"Hijra_(Islam)","surface_form":"Hijrah","offset":391},{"uri":"Abu_Bakr","surface_form":"Abu Bakr","offset":555},{"uri":"Umar","surface_form":"Umar","offset":565},{"uri":"Uthman","surface_form":"Uthman","offset":571},{"uri":"Ali","surface_form":"Ali","offset":583},{"uri":"Quba_Mosque","surface_form":"Quba Mosque","offset":745},{"uri":"Masjid_al-Qiblatayn","surface_form":"Masjid al-Qiblatayn","offset":783},{"uri":"Qibla","surface_form":"qibla","offset":827},{"uri":"Sura","surface_form":"sura","offset":884},{"uri":"Quran","surface_form":"Quran","offset":898},{"uri":"Medinan_sura","surface_form":"Medinan sura","offset":956},{"uri":"Meccan_sura","surface_form":"Meccan sura","offset":998},{"uri":"2006","surface_form":"2006","offset":1199},{"uri":"Islam","surface_form":"Islam","offset":1497},{"uri":"Mecca","surface_form":"Mecca","offset":1510},{"uri":"Muslim","surface_form":"Muslim","offset":1596},{"uri":"Al-Masjid_al-Nabawi","surface_form":"Masjid-e-Nabawi","offset":1674},{"uri":"Umayyad","surface_form":"Umayyad","offset":1978},{"uri":"Caliph","surface_form":"Caliph","offset":1986},{"uri":"Al-Walid_I","surface_form":"Al-Walid I","offset":1993},{"uri":"Quba_Mosque","surface_form":"Quba Mosque","offset":2085},{"uri":"Muslim","surface_form":"Muslim","offset":2143}]}