{"id":602756,"url":"http://en.wikipedia.org/wiki/Din_Tai_Fung","text":"Ding Tai Fung is a chain restaurant founded in Taiwan, best-known for its xiaolongbao, a type of steamed dumpling. In 1972, Din Tai Fung started selling xiaolongbao and soon began to expand. The restaurant is recommended by the New York Times and the Michelin Guide. Din Tai Fung’s branches have spread around the world along with its business philosophy.\nHistory.\nDin Tai Fung was originally a retail cooking oil business founded by Yang Bing-yi in 1958. Din Tai Fun got its name from Heng Tai Fung, the cooking oil company where founder Yang previously worked, and Din Mei oil, the oil supplier of Yang’s business. In 1972, as a result of the unsuccessful cooking oil business, half of the Din Tai Fung oil shop was turned into a restaurant where Yang and his wife started selling steamed dumplings, xiaolongbao. Gradually, Din Tai Fung’s xiaolongbao business made a bigger profit than its cooking oil business, so the founders decided to close the oil business and focus on the restaurant business. Din Tai Fung was then expanded to a 300-seat restaurant. The restaurant is originally located on Xinyi Road in Taipei City and could sell 4,000 pieces of xiaolongbao a day.\nIn 2000 Din Tai Fung was turned into an incorporated company by its CEO, Yang Ji-hua, son of Yang Bing-yi. Din Tai Fung’s management team was formed and a central kitchen was established. Later, Din Tai Fung’s franchise rights were offered to some overseas companies such as The Breadtalk Group and The Moment Group. Now Din Tai Fung is a chain restaurant company that operates branches around the world.\nBusiness Philosophy.\nSince the opening of its first restaurant in Taiwan, Din Tai Fung’s aim has been to keep control of its food and service quality and make sure customers around the world have the same food experience every time they visit. Din Tai Fung requires all of its franchises to follow its business model. The company rejected several franchising requests because of concerns about not meeting its standards in its branches. The restaurant not only standardizes its recipes, but also focuses on training its staff in order to offer the same service in every branch. Customers are able to watch the chefs make xiaolongbao in the kitchen through a glass window, and Din Tai Fung does not advertise.\nCuisine.\nDin Tai Fung serves cuisine that originated in the region of Shanghai, and its most famous dish is a type of steamed dumpling called xiaolongbao. Din Tai Fung has very precise standards for making xiaolongbao. The dough and fillings of the xiaolongbao have to be weighed carefully. They must weigh exactly 21g, with 5g of dough and 16g of filling. Din Tai Fung’s xiaolongbao must have eighteen folds. After doing a lot of testing, the chefs found that the eighteen folds give xiaolongbao the best texture and also the best appearance.\nDin Tai Fung also serves other Shanghai cuisine such as dumplings, buns, fried rice, wontons and noodles.\nBranches.\nDin Tai Fung’s original restaurant in Taiwan was founded in 1972. Since then, Din Tai Fung has established 119 branches in 14 countries. These countries include Taiwan, Japan, the United States, mainland China, Singapore, South Korea, Indonesia, Hong Kong, Australia, Malaysia, Thailand, Macau, UAE, and the Philippines.\nReputation.\nIn 1993, Din Tai Fung was listed as one of the top ten restaurants in the world by the New York Times, which made it well-known on the international stage. After opening its first branch in Japan in 1996, Din Tai Fung gained more international recognition. In 2010, Din Taig Fung’s Silvercord branch in Hong Kong received the restaurant’s first Michelin Star, and it was awarded a Michelin Star for the next three years. In 2013, CNN rated Din Tai Fung as the second best franchise in the world for travelers because of its xiaolongbao.","categories":[],"infobox_types":[],"annotations":[{"uri":"Taiwan","surface_form":"Taiwan","offset":47},{"uri":"Xiaolongbao","surface_form":"xiaolongbao","offset":74},{"uri":"Dumpling","surface_form":"dumpling","offset":105},{"uri":"New_York_Times","surface_form":"New York Times","offset":228},{"uri":"Michelin_Guide","surface_form":"Michelin Guide","offset":251},{"uri":"Cooking_oil","surface_form":"cooking oil","offset":402},{"uri":"Taipei_City","surface_form":"Taipei City","offset":1113},{"uri":"Franchise","surface_form":"franchise","offset":1385},{"uri":"Recipe","surface_form":"recipe","offset":2058},{"uri":"Chef","surface_form":"chef","offset":2190},{"uri":"Advertise","surface_form":"advertise","offset":2278},{"uri":"Cuisine","surface_form":"cuisine","offset":2318},{"uri":"Shanghai","surface_form":"Shanghai","offset":2359},{"uri":"Dough","surface_form":"dough","offset":2512},{"uri":"Shanghainese_food","surface_form":"Shanghai cuisine","offset":2864},{"uri":"Bun","surface_form":"bun","offset":2900},{"uri":"Fried_rice","surface_form":"fried rice","offset":2906},{"uri":"Wonton","surface_form":"wonton","offset":2918},{"uri":"Noodles","surface_form":"noodles","offset":2930},{"uri":"Japan","surface_form":"Japan","offset":3118},{"uri":"United_States","surface_form":"United States","offset":3129},{"uri":"China","surface_form":"China","offset":3153},{"uri":"Singapore","surface_form":"Singapore","offset":3160},{"uri":"South_Korea","surface_form":"South Korea","offset":3171},{"uri":"Indonesia","surface_form":"Indonesia","offset":3184},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3195},{"uri":"Australia","surface_form":"Australia","offset":3206},{"uri":"Malaysia","surface_form":"Malaysia","offset":3217},{"uri":"Thailand","surface_form":"Thailand","offset":3227},{"uri":"Macau","surface_form":"Macau","offset":3237},{"uri":"UAE","surface_form":"UAE","offset":3244},{"uri":"Philippines","surface_form":"Philippines","offset":3257},{"uri":"Michelin_Guide","surface_form":"Michelin Star","offset":3627},{"uri":"CNN","surface_form":"CNN","offset":3712}]}