{"id":602811,"url":"http://en.wikipedia.org/wiki/Sino-Korean_vocabulary","text":"e=\"preserve\">Sino-Korean vocabulary, or hanja-eo (hangul: 한자어, hanja: 漢子語) are Chinese loanwords in the Korean language. Like Japanese, Korean is unrelated to the Chinese language. Chinese is a Sino-Tibetan language while Korean is a language isolate (meaning that no known languages are related to it), but Chinese has influenced Korean so much that it made many changes to the Korean language. Chinese loanwords make up around 60% of the language's vocabulary, even though Koreans tend to use native Korean words a lot more in everyday speech. This is similar to how around 50% of English words come from Latin, French, or Greek, but English speakers tend to use native English words a lot more. Also similar to Japanese, Chinese serves as one the three main sources for Korean words, the other two being native Korean words and words from other foreign languages, especially English. When some Chinese loanwords changed meanings in Japanese, their meanings also changed in Korean because Korea was a Japanese colony at the time these words changed. Since Koreans were forced by law to speak Japanese and forbidden to speak Korean, the Chinese loanwords adopted the new Japanese meanings when Koreans were allowed to freely speak their own language again.\nSince the Korean Peninsula split into two different countries, North Korea and South Korea, the different dialects developed very differently from each other.\nSouth Korea.\nToday, South Koreans write using a mix of hangul (the native Korean alphabet) and hanja 漢子 (the Korean version of Chinese characters), although they write using the latter far less than Chinese and Japanese do. Since Chinese words often sound similar to each other even in Chinese, they also became homophones when they came into Korean, but since Korean lacks tones, they sound even more alike in Korean. South Koreans usually write only in hangul, but sometimes when a word has many homophones and the meaning of the word is unclear from context, Koreans sometimes write the word in hanja so that there is no confusion between words. For example, since the Korean word \"sudo\" (hanja: 수도) has many homophones and can have meanings like \"spiritual discipline\", \"prisoner\", \"city of water, i.e. Venice or Suzhou\", \"paddy rice\", \"drain/rivers/path of surface water\", \"tunnel\", or \"capital city\", so to avoid confusion about what \"sudo\" means, these words can be written by their hanja, which are 修道, 囚徒, 水都, 水稻, 水道, 隧道, and 首都. However, Koreans almost never write native Korean words in hanja. For example, native Korean words like \"Hananim\" (hangul: 하나님, hanja: 神, meaning: God), \"mul\" (hangul: 물, hanja: 水, meaning: water), \"mal\" (hangul: 말, hanja: 馬, meaning: horse), \"nara\" (hangul: 나라, hanja: 國, country), and \"saram\" (hangul: 사람, hanja: 人, meaning: person) will almost always be written in hangul, even though many of them can be written in hanja. This is different from Japanese, which often writes Chinese characters to represent both native Japanese words and Chinese loanwords.\nNorth Korea.\nIn North Korea, where Korean nationalism became very strong, hanja and many Chinese loanwords were abolished to \"purify\" the Korean language, or to get rid of words from other languages and use native words instead. Nowadays, when North Koreans write in Korean, they only write in hangul.\nKorean names.\nKoreans usually have a one-word family name of Chinese origin and a two-word given name also of Chinese origin. Traditionally, one word in the given name would be the same as all the person's siblings, and the other would be unique to themselves. Examples include Park Geun-hye (hangul: 박근혜, hanja: 朴槿惠) and Kim Jong-un (hangul: 김정은, hanja: 金正恩). Some Koreans, however, have a two-word family name of Chinese origin, like Namgung (hangul: 남궁, hanja: 南宮) and a one-word given name of Chinese origin like in Namkung Do (hangul: 남궁도, hanja: 南宮道). In other cases, Koreans may have a one-word given name and a one-word family name. An example of this is Go Soo (hangul: 고수, hanja: 高洙). Nowadays, however, it has become more common for Koreans to have their given name be a native Korean word, like Haneul (hanja:한을, meaning: \"Heaven\"/\"Sky\"), Areum (hanja:아름, meaning: \"Beauty\"), Iseul (hanja:이슬 \"Dew\"), and Seulgi (hanja:슬기, meaning: \"Wisdom\"). On official documents, Koreans must write their names in hanja and hangul. For native Korean names, Koreans chose hanja that just have the same pronunciation as the word's syllables rather than hanja that have the same meaning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hangul","surface_form":"hangul","offset":50},{"uri":"Hanja","surface_form":"hanja","offset":63},{"uri":"Chinese_language","surface_form":"Chinese","offset":79},{"uri":"Loanword","surface_form":"loanword","offset":87},{"uri":"Korean_language","surface_form":"Korean language","offset":104},{"uri":"Japanese_language","surface_form":"Japanese","offset":126},{"uri":"Sino-Tibetan_languages","surface_form":"Sino-Tibetan language","offset":194},{"uri":"Korean_people","surface_form":"Koreans","offset":475},{"uri":"English_language","surface_form":"English","offset":583},{"uri":"Latin","surface_form":"Latin","offset":607},{"uri":"French_language","surface_form":"French","offset":614},{"uri":"Greek_language","surface_form":"Greek","offset":625},{"uri":"Korea_under_Japanese_rule","surface_form":"Korea","offset":991},{"uri":"Korean_Peninsula","surface_form":"Korean Peninsula","offset":1268},{"uri":"North_Korea","surface_form":"North Korea","offset":1321},{"uri":"South_Korea","surface_form":"South Korea","offset":1337},{"uri":"Dialect","surface_form":"dialect","offset":1364},{"uri":"Chinese_character","surface_form":"Chinese character","offset":1544},{"uri":"Homophone","surface_form":"homophone","offset":1729},{"uri":"Tone_language","surface_form":"tones","offset":1791},{"uri":"Context_(language)","surface_form":"context","offset":1970},{"uri":"North_Korea","surface_form":"North Korea","offset":3032},{"uri":"Nationalism","surface_form":"nationalism","offset":3058},{"uri":"Park_Geun-hye","surface_form":"Park Geun-hye","offset":3596},{"uri":"Kim_Jong-un","surface_form":"Kim Jong-un","offset":3640},{"uri":"Namkung_Do","surface_form":"Namkung Do","offset":3838}]}