{"id":603067,"url":"http://en.wikipedia.org/wiki/Fort_Provintia","text":"Fort Provintia is a defense base in Tainan, a city in south Taiwan, built by the Dutch in 1653, and now it’s a historic site.\nThe Dutch Era (1624~1662).\nIn 1624, the Dutch colonized southern Taiwan in order to trade with mainland China. Before the fort was built, the place was a center of commercial trade. The fort was built by the Dutch to prevent another rebellion after the local people, led by Guo Huai-yi, went against the Dutch in 1652. The fort was still used as a trade center. The Dutch made the fort with red bricks and mortar, which were a mixture of water, sugar, sticky rice and oyster shells.\nThe Zheng Era (1662~1683).\nIn 1662, Koxinga, the ruler of Zheng dynasty,expelled the Dutch, and the fort was used as his government with the new name Chen-Tien Fu. In 1664, the fort was abandoned as a place of government and was used as a place to store gunpowder.\nThe Qing Era (1683~1895).\nIn 1683, the ruler of Zheng dynasty surrendered to the Qing. In 1721, the fort was damaged when Zhu Yigui led uprising against the government. Also through the following years, the fort was destroyed by several earthquakes only a few walls remained. The chief administrator, Sheng Shou Qien, built the Penghu Academy in 1886. It is a Qing style building located at the west side of the fort. In 1879, both the Wunchang Pavilion (Temple of Literature God) and the Hai-She Temple（Temple of Sea God）were built by the emperor’s administrator, Shen Baozhen. The Wunchang Pavilion and the Hai-She Temple are located in the central part of the fort. The Wunchang Pavilion was built in honor of Wun- Chang, God of Literature. The Hai-She Temple was built in honor of God of the Sea.\nThe Japanese Era (1895~1945).\nIn 1895, the Qing lost the First Sino-Japanese War and gave away the territory of Taiwan to Japan. The Japanese began to use the fort as an army hospital. In 1944, the Japanese began to restore the buildings including the walls that the Dutch had built, the Hai-Shen Temple, the Wunchang Pavilion and the Penghu Academy.\nAfter 1945.\nAfter WWII, Japan retreated from Taiwan. Then the fort was renamed Chihkan Tower and became an exhibition center. In 1960, the imperial tortoise statues and the stone monuments with historical records from the Great South Gate, part of the original 14 gates of the Tainan City Wall, were moved to the south Chihkan Tower.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tainan","surface_form":"Tainan","offset":36},{"uri":"Taiwan","surface_form":"Taiwan","offset":191},{"uri":"Dutch","surface_form":"Dutch","offset":334},{"uri":"Guo_Huai-yi","surface_form":"Guo Huai-yi","offset":400},{"uri":"Koxinga","surface_form":"Koxinga","offset":645},{"uri":"Zheng_dynasty","surface_form":"Zheng dynasty","offset":667},{"uri":"Chen-Tien_Fu","surface_form":"Chen-Tien Fu","offset":759},{"uri":"Qing_dynasty","surface_form":"Qing","offset":955},{"uri":"Zhu_Yigui","surface_form":"Zhu Yigui","offset":996},{"uri":"First_Sino-Japanese_War","surface_form":"First Sino-Japanese War","offset":1732},{"uri":"Japan","surface_form":"Japan","offset":1797},{"uri":"WWII","surface_form":"WWII","offset":2044}]}