{"id":603003,"url":"http://en.wikipedia.org/wiki/Second_Anglo-Mysore_War","text":"The Second Anglo-Mysore War was a conflict that took place on the Indian Subcontinent from 1780 to 1784. The war ended without a clear victory on either side. The Treaty of Mangalore restored the situation to the state before the war broke out. The war involved the Kingdom of Mysore and the British East India Company. The Kingdom of Mysore was a large kingdom, in the South of India. It was an ally of the French. The East India Company was on the side of the English.\nHyder Ali, the ruler of Mysore, committed himself to a French alliance to seek revenge against the British. The British had problems with Mysore because it had an alliance with the French.\nHyder Ali And Tipu Sultan.\nThe army of Hyder was one of the largest armies in India. In 1780, his army swept down the Eastern Ghats (mountains) and burnt the villages. Hyder set about forming a confederacy against the British. This included the French, the Marathas and the Nizam of Hyderabad. Hyder Ali overthrew the government and established his authority over the Mysore state. Hyder Ali tried to made a treaty with the Marathas and the Nizam of Hyderabad, but both of them decided not to take up arms against the British so Hyder Ali ended up fighting the war on his own. Hyder died in 1782 but Tipu Sultan proved to be a worthy successor, He introduced many reforms to overhaul and reorganize the administrative machinery. He also modernized the army.\nThe Treaty.\nThe battle remained indecisive and peace was finally concluded with Tipu on 28 June 1784. The war ended by signing the peace treaty in 1784. The treaty was named as the treaty of Mangalore because the treaty was signed in Mangalore. The Treaty of Mangalore was signed between Tipu Sultan and the British East India Company on 11 March 1784. It was signed in Mangalore and brought an end to the Second Anglo-Mysore War.\nCauses of the war.\nThe British had problems with Mysore because it had an alliance with the French. The Marathas attacked Hyder Ali and the British signed a treaty saying that they would help Hyder, but they never cared to show up. Between 1773 and 1779 Hyder Ali was expanding his kingdom. To counter the British threat, Nana Phadnavis, the Maratha chief minister at Pune formed an alliance with the Marathas, Mysore and the Nizam of Hyderabad.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conflict","surface_form":"conflict","offset":34},{"uri":"Treaty_of_Mangalore","surface_form":"Treaty of Mangalore","offset":163},{"uri":"Kingdom_of_Mysore","surface_form":"Kingdom of Mysore","offset":266},{"uri":"East_India_Company","surface_form":"British East India Company","offset":292},{"uri":"France","surface_form":"French","offset":408},{"uri":"Hyder_Ali","surface_form":"Hyder Ali","offset":471},{"uri":"Marathas","surface_form":"Marathas","offset":917},{"uri":"Nizam_of_Hyderabad","surface_form":"Nizam of Hyderabad","offset":934},{"uri":"Tipu_Sultan","surface_form":"Tipu Sultan","offset":1260},{"uri":"Pune","surface_form":"Pune","offset":2217}]}