{"id":603170,"url":"http://en.wikipedia.org/wiki/Vadivelu","text":"e=\"preserve\">Vadivelu is one of the most famous comedian in the present era of Tamil cinema.following the worlds best comedian Surya of neyveli. The comedian known in Tamil cinema mainly for his slapstick comedies. He is also a playback singer and an actor who played supporting roles along with comedy. He acted in about 200 and above movies. Vadivelu received awards in the Best Comedian category for his performances in Kaalam Maari Pochu (1996), Vetri Kodi Kattu (2000), Thavasi (2001), Chandramukhi (2005), Imsai Arasan 23m Pulikesi (2006), Marudhamalai (2007) and Kathavarayan (2008) Velayudham (2011). His popularity led to his media-coined nickname, Vaigai Puyal, meaning \"the storm from the Vaigai River which flows through his hometown Madurai.\nBiography of the comedian.\nHe started his career in Tamil cinema as a side-comedian along with the Tamil cinema's most famous duo of Goundamani and Senthil. Vadivelu rose as a renowned actor from the movie Kadhalan (1998), although his debut is in En Thangai Kalyani of T.Rajendar.\nSome of his most famous movies are Friends, Bharathi Kannamma, Vetri Kodi Kattu, Winner, Giri, Thalainagaram, Marudhamalai and Chandramukhi. The actor played the lead in the blockbuster Imsai Arasan 23am Pulikesi (2006) where he played a dual role of twin brothers. His next movie in a lead role was Indiralogathil Na Azhagappan (2008), which was however a big failure.\nAfter the 2011 Legislative Assembly election fight between Vijayakanth, leader of DMDK and Vadivelu in which he was severely criticized for his public speeches that heavily alledged Vijayakanth, he took rest for two years from media appearance since his rival and his alliance won the election. He signed up to play a double role in the movie Tenaliraman, his third movie as hero. The movie did decent business at the box office.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kaalam_Maari_Pochu","surface_form":"Kaalam Maari Pochu","offset":423},{"uri":"Vetri_Kodi_Kattu","surface_form":"Vetri Kodi Kattu","offset":450},{"uri":"Thavasi","surface_form":"Thavasi","offset":475},{"uri":"Chandramukhi","surface_form":"Chandramukhi","offset":491},{"uri":"Imsai_Arasan_23rd_Pulikecei","surface_form":"Imsai Arasan 23m Pulikesi","offset":512},{"uri":"Marudhamalai","surface_form":"Marudhamalai","offset":546},{"uri":"Kathavarayan","surface_form":"Kathavarayan","offset":570},{"uri":"Vaigai_River","surface_form":"Vaigai River","offset":700},{"uri":"Madurai","surface_form":"Madurai","offset":746}]}