{"id":603146,"url":"http://en.wikipedia.org/wiki/Anarcho-primitivism","text":"Anarcho-primitivism is a form of anarchism that is critical of the progress of human civilization.\nHistory.\nHenry David Thoreau's work was very influential to early green anarchists. He supported simple living and self-sufficiency among natural surroundings as a way to fight the growth of industrial civilization.\nIn the late 1800s, anarchist naturism appeared as the union of anarchist and naturist ideas. The movement was influenced by Thoreau, Leo Tolstoy and Elisée Reclus. The movement supported vegetarianism, free love, nudism and an ecological view of the world. Followers viewed nudism as a way of avoiding the artificiality of the industrial modern society. Most of the followers were in Spain, France and Portugal.\nBeliefs.\nAnarcho-primitivists believe that before the widespread use of agriculture, humans lived in egalitarian hunter-gatherer tribes. They believe that after the introduction of agriculture, humans slowly began to become\nobsessed with technology, and divisions of labour began to cause inequality. Primitivists disagree about whether we should return to hunter-gatherer tribes, use permaculture, or both.\nPrimitivists believe, based on anthropological studies, that hunter-gatherer societies are less likely to have war, violence, and disease. Not all anthropologists believe this, however. A notable example would be Jared Diamond, who believes that tribe-based people are more prone to violence than developed states.\nAnarchists are against strong government control, and strive for egalitarian relationships with others. However, Anarcho-primitivists go beyond and apply this to all life, not just human life. Anarcho-primitivists look at the history of human civilization in order to decide how to achieve their goals. They are influenced by the Luddites, and are generally against technology. Anarcho-primitivists appreciate the diversity of life, and believe that humans are damaging it.\nPrimitivists do not believe that a mass society can be free. They believe that the divisions of labour that these industrial societies produce lead to people relying on factories and other people to make their food, clothing, shelter, etc.; thus, forcing them to be a member of the society.\nCriticism.\nA common criticism of the anarcho-primitivist movement is hypocrisy. Critics say that while primitivists reject civilization, they usually live civilized lives and use technology to spread their message. Primitivists like John Zerzan say that using technology is a necessary evil for continuing to promote and discuss important conversations.\nA notable primitivist, Derrick Jensen, rejects the term \"primitivism,\" believing that it is racist way to describe Indigenous Peoples. He now prefers to be called a \"indigenist\" or an \"ally to the indigenous.\"\nAnarchists Wolfi Landstreicher and Jason McQuinn both criticize the movement as romanticizing exaggerations of Indigenous societies. They also claim that primitivists use the appeal to nature fallacy often. In response, primitivist John Zerzan says that the movement is not romanticizing Indigenous Peoples. It is instead promoting the \"mainstream view presented in anthropology and archeology textbooks for the past few decades. It sounds utopian, but it's now the generally accepted paradigm.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Anarchism","surface_form":"anarchism","offset":33},{"uri":"Human","surface_form":"human","offset":79},{"uri":"Civilization","surface_form":"civilization","offset":85},{"uri":"Henry_David_Thoreau","surface_form":"Henry David Thoreau","offset":108},{"uri":"Green_anarchism","surface_form":"green anarchists","offset":165},{"uri":"Simple_living","surface_form":"simple living","offset":196},{"uri":"Self-sufficiency","surface_form":"self-sufficiency","offset":214},{"uri":"Industry","surface_form":"industrial","offset":290},{"uri":"Anarchist_naturism","surface_form":"anarchist naturism","offset":334},{"uri":"Anarchist","surface_form":"anarchist","offset":378},{"uri":"Naturism","surface_form":"naturist","offset":392},{"uri":"Leo_Tolstoy","surface_form":"Leo Tolstoy","offset":448},{"uri":"Elis%C3%A9e_Reclus","surface_form":"Elisée Reclus","offset":464},{"uri":"Vegetarianism","surface_form":"vegetarianism","offset":502},{"uri":"Free_love","surface_form":"free love","offset":517},{"uri":"Nudism","surface_form":"nudism","offset":528},{"uri":"Artificial","surface_form":"artificial","offset":621},{"uri":"Agriculture","surface_form":"agriculture","offset":799},{"uri":"Egalitarianism","surface_form":"egalitarian","offset":828},{"uri":"Hunter-gatherer","surface_form":"hunter-gatherer","offset":840},{"uri":"Technology","surface_form":"technology","offset":965},{"uri":"Division_of_labour","surface_form":"divisions of labour","offset":981},{"uri":"Permaculture","surface_form":"permaculture","offset":1112},{"uri":"Anthropology","surface_form":"anthropological","offset":1166},{"uri":"War","surface_form":"war","offset":1246},{"uri":"Violence","surface_form":"violence","offset":1251},{"uri":"Disease","surface_form":"disease","offset":1265},{"uri":"Jared_Diamond","surface_form":"Jared Diamond","offset":1348},{"uri":"Authoritarianism","surface_form":"strong government control","offset":1473},{"uri":"Egalitarianism","surface_form":"egalitarian","offset":1515},{"uri":"Luddite","surface_form":"Luddite","offset":1780},{"uri":"Technology","surface_form":"technology","offset":1816},{"uri":"Ecosystem","surface_form":"diversity of life","offset":1864},{"uri":"Mass_society","surface_form":"mass society","offset":1959},{"uri":"Division_of_labour","surface_form":"divisions of labour","offset":2007},{"uri":"Hypocrisy","surface_form":"hypocrisy","offset":2284},{"uri":"Necessary_evil","surface_form":"necessary evil","offset":2491},{"uri":"Derrick_Jensen","surface_form":"Derrick Jensen","offset":2592},{"uri":"Racism","surface_form":"racist","offset":2661},{"uri":"Indigenous_peoples","surface_form":"Indigenous Peoples","offset":2684},{"uri":"Indigenism","surface_form":"indigenist","offset":2735},{"uri":"Romanticism","surface_form":"romanticizing","offset":2859},{"uri":"Appeal_to_nature","surface_form":"appeal to nature","offset":2954},{"uri":"Fallacy","surface_form":"fallacy","offset":2971},{"uri":"Paradigm","surface_form":"paradigm","offset":3264}]}