{"id":603145,"url":"http://en.wikipedia.org/wiki/Hossein_Rajabian","text":"Hossein Rajabian (; born 5 July 1984) is an Iranian movie director, writer and photographer who was imprisoned in 2015 on charges related to his filmmaking.\nImprisonment and hunger strike.\nAfter finishing his first feature movie, Rajabian was arrested by Iranian security forces on 5 October 2013 outside his office in Sari alongside two musicians, and was transferred to Ward 2-A of Evin Prison where all three of them were held in solitary confinement for more than two months and were threatened with televised confessions. He was released on bail (around $66,000) in mid-December, pending trial. Two years later, his case was heard at Branch 28 of Tehran Revolutionary Court which was presided over by Judge Moghisseh (Summer 2015). He was sentenced to six years in prison and fines for pursuing illegal cinematic activities, launching propaganda against the establishment and hurling insults at sanctities. On appeal, his sentence was changed to three years imprisonment and three years of suspended jail and fines.\nHossein Rajabian was sent to the ward 7 of Evin Prison in Tehran. After spending one third of his total period of imprisonment (that is 11 months), he went on hunger strike to protest against unjust trial, lack of medical facilities, and transfer of his brother to another ward called section 8 of the same prison. During the first hunger strike period, which lasted 14 days, he was transferred to hospital because of pulmonary infection and he could not continue his hunger strike because of the interference of the representative of the prosecutor who was sent as an intermediary. After some time, he sent an open letter to the judicial authorities of Iran and went again on strike which brought him the supports of international artists. After 36 days of hunger strike, he could convince the judicial authorities of Iran to review his case and grant him medical leave for the treatment of his left kidney suffered from infections and blood arising out of hunger strike. he, after a contentious struggle with the judicial officer of the prison was sent to the ward 8 for punishment.\nOfficial reactions of the senior officials of the world.\nAfter imprisonment of Hossein Rajabian, senior officials of the world started to react officially to this sentence. For instance, Ban Ki-moon, secretary general of the United Nations, issued a special declaration about the human rights in the world. In the ninth page of the annual declaration, he refers to the conditions of Hossein Rajabian in the Iranian prisons, and asks the Iranian authorities to release this filmmaker unconditionally. UN Special Rapporteur for human rights in Iran Asma Jahangir, in her annual report called for the unconditional release of Hossein Rajabian and other prisoners in Iran. It can be referred to the protesting speech delivered by Wilfred Moore, the Canadian Liberal Senator in the senate against the Iranian authorities and in support of Hossein Rajabian. After the imprisonment of Hossein Rajabian, Åse Kleveland who is a Norwegian an artist and political leader declared her support to him, and asked for unconditional release of him and all artists imprisoned throughout the world. Following that, Philip Luther, the head of Amnesty International published an official video talking about Hossein Rajabian and asked all artists of the world to launch a worldwide campaign to support him. After organizing an international petition by the Amnesty International, Johnny Depp, the American actor, and Peter Gabriel, the well-known musician initiated a campaign with the motto \"Art is not a Crime\" to protest against censorship and support Rajabian and all other imprisoned artists.\nA petition was signed by more than 12,000 people of different human right activists and artists addressing the Iranian authorities to review the judicial case of Rajabian and several other prisoners. Finally, the United Nations Human Rights Committee unanimously passed a resolution against Iranian government for the flagrant violation of human rights as a reaction to the collective hunger strike of Hossein Rajabian and seven other political and ideological prisoners of Evin Prison. Following that, the United States Senate extended the sanctions imposed on Iran for the violation of human rights for another ten years. The citizens of European countries initiated a supporting campaign and a sit-in in front of the Iranian Embassies in different countries while showing his photos. The annual report U.S. Department of State on Human Rights in Iran in 2016, to the situation of prisoner filmmaker Hossein Rajabian.\nMovie release in protest.\nIn protest at his sentence and seizure of his movie materials, Hossein Rajabian released the medium-quality copy of his movie \"The Upside-down Triangle\" online.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Movie_director","surface_form":"movie director","offset":52},{"uri":"Writer","surface_form":"writer","offset":68},{"uri":"Photographer","surface_form":"photographer","offset":79},{"uri":"Sari","surface_form":"Sari","offset":319},{"uri":"Evin_Prison","surface_form":"Evin Prison","offset":384},{"uri":"Islamic_Revolutionary_Court","surface_form":"Revolutionary Court","offset":659},{"uri":"Evin_Prison","surface_form":"Evin Prison","offset":1064},{"uri":"Tehran","surface_form":"Tehran","offset":1079},{"uri":"Hunger_strike","surface_form":"hunger strike","offset":1180},{"uri":"Ban_Ki-moon","surface_form":"Ban Ki-moon","offset":2293},{"uri":"United_Nations","surface_form":"United Nations","offset":2331},{"uri":"United_Nations","surface_form":"UN","offset":2606},{"uri":"Human_rights","surface_form":"human rights in Iran","offset":2632},{"uri":"Asma_Jahangir","surface_form":"Asma Jahangir","offset":2653},{"uri":"Wilfred_Moore","surface_form":"Wilfred Moore","offset":2832},{"uri":"%C3%85se_Kleveland","surface_form":"Åse Kleveland","offset":3002},{"uri":"Norway","surface_form":"Norwegian","offset":3025},{"uri":"Philip_Luther","surface_form":"Philip Luther","offset":3203},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":3230},{"uri":"Johnny_Depp","surface_form":"Johnny Depp","offset":3466},{"uri":"Peter_Gabriel","surface_form":"Peter Gabriel","offset":3503},{"uri":"Art_is_not_a_Crime","surface_form":"Art is not a Crime","offset":3579},{"uri":"United_Nations_Human_Rights_Council","surface_form":"United Nations Human Rights Committee","offset":3897},{"uri":"Human_rights","surface_form":"human rights","offset":4024},{"uri":"Evin_Prison","surface_form":"Evin Prison","offset":4158},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":4191},{"uri":"United_States_Department_of_State","surface_form":"U.S. Department of State","offset":4489},{"uri":"The_Upside-down_Triangle","surface_form":"The Upside-down Triangle","offset":4757}]}