{"id":6033,"url":"http://en.wikipedia.org/wiki/White_blood_cell","text":"The job of white blood cells (also called \"leukocytes\") is to fight infections and cancer. They also remove poison, waste and damaged cells from the body.\nThe number of white blood cells increases when a person is fighting infection or disease and decrease when a person is healthy.\nLymphocytes.\nLymphocytes are round white blood cells a bit bigger than a red blood cell. Their center is round and they have little cytoplasm. Part of the lymphatic system, these target specific germs or poisons using their antibodies. There are three known types of lymphocytes, called T-cells, B-cells, and natural killer cells (NK cells).\nB-cells make antibodies, which are little molecules that attach to viruses or bad cells. These tell other cells to destroy the viruses or bad cells, like a flag.\nT-cells can either help make more B-cells, or kill cells with antibodies.\nNatural killer cells kill cells in the body that have been infected by a virus or that are part of a tumor. They are part of the innate immune system.\nMonocytes.\nMonocytes are reserve cells which turn into macrophages and dendritic cells, which work together in tissues to fight disease. Monocytes have a kidney bean shaped center and lots of cytoplasm. They may appear as macrophages in a non-round shape when they pass through tissue to eat germs, \"junk\" cells, and dead cells.\nGranulocytes.\nThe next three types of white blood cells are referred to as granulocytes since they all contain rough, grain-like particles that assist in attacking viruses and bacteria. Granulocytes are also called polymorphonuclear leukocytes because of the shape of the nucleus, which has three segments.\nNeutrophils.\nNeutrophils are the most abundant type of white blood cells in mammals, 70% of leukocytes. They are an essential part of the immune system. They get to the site of an injury within minutes, and make up much of the content of pus. They have a short life-span of a couple of days.\nThe nucleus, which looks like a string of beads, does not take up stain strongly. Like phagocytes, they actually eat the bacteria and dead cells. They also release a bunch of proteins which work to damage the bacteria.\nBasophils.\nBasophils, or basophil granulocytes, are rare granulocytes. If you collected 1000 white blood cells, only 13 of them would be basophils. Their nucleus is hidden by granules which turn dark blue in color when stained. Basophils carry histamine and heparin. They appear at the sites of ectoparasite infection, or allergies. We don't know exactly how they work.\nEosinophils.\nEosinophils, or \"acidophils\", are leukocytes. They are one of the immune system components which combat parasites and certain infections. As with mast cells and basophils, they part causes of allergy and asthma. Eosinophils are round cells with a lobed nucleus and granules which turn red when stained. These granules are packed with proteins that can be poured out to help destroy invaders.\nCell testing.\nA test called a differential count shows how many white blood cells there are in a person's blood, and how many of each type are there.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infection","surface_form":"infection","offset":68},{"uri":"Cancer","surface_form":"cancer","offset":83},{"uri":"Lymphocyte","surface_form":"Lymphocyte","offset":296},{"uri":"Red_blood_cell","surface_form":"red blood cell","offset":356},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":415},{"uri":"Lymphatic_system","surface_form":"lymphatic system","offset":438},{"uri":"Antibody","surface_form":"antibodies","offset":507},{"uri":"T-cell","surface_form":"T-cell","offset":570},{"uri":"B-cell","surface_form":"B-cell","offset":579},{"uri":"Natural_killer_cell","surface_form":"natural killer cell","offset":592},{"uri":"Antibody","surface_form":"antibodies","offset":638},{"uri":"Innate_immune_system","surface_form":"innate immune system","offset":990},{"uri":"Monocytes","surface_form":"Monocytes","offset":1023},{"uri":"Macrophage","surface_form":"macrophage","offset":1067},{"uri":"Dendritic_cell","surface_form":"dendritic cell","offset":1083},{"uri":"Cytoplasm","surface_form":"cytoplasm","offset":1204},{"uri":"Pathogen","surface_form":"germs","offset":1304},{"uri":"Granulocyte","surface_form":"granulocyte","offset":1416},{"uri":"Viruses","surface_form":"viruses","offset":1505},{"uri":"Bacteria","surface_form":"bacteria","offset":1517},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":1613},{"uri":"Neutrophil","surface_form":"Neutrophil","offset":1661},{"uri":"Mammal","surface_form":"mammal","offset":1724},{"uri":"Immune_system","surface_form":"immune system","offset":1786},{"uri":"Pus","surface_form":"pus","offset":1886},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":1944},{"uri":"Bead","surface_form":"bead","offset":1982},{"uri":"Phagocyte","surface_form":"phagocyte","offset":2027},{"uri":"Bacteria","surface_form":"bacteria","offset":2061},{"uri":"Basophil","surface_form":"Basophil","offset":2170},{"uri":"Cell_nucleus","surface_form":"nucleus","offset":2313},{"uri":"Histamine","surface_form":"histamine","offset":2403},{"uri":"Heparin","surface_form":"heparin","offset":2417},{"uri":"Parasite","surface_form":"parasite","offset":2458},{"uri":"Allergy","surface_form":"allergies","offset":2481},{"uri":"Eosinophil","surface_form":"Eosinophil","offset":2542},{"uri":"Parasites","surface_form":"parasites","offset":2646},{"uri":"Mast_cell","surface_form":"mast cell","offset":2688},{"uri":"Basophil","surface_form":"basophil","offset":2703},{"uri":"Allergy","surface_form":"allergy","offset":2734},{"uri":"Asthma","surface_form":"asthma","offset":2746},{"uri":"Proteins","surface_form":"proteins","offset":2876}]}