{"id":60358,"url":"http://en.wikipedia.org/wiki/Shatin_Pui_Ying_College","text":"ce=\"preserve\">Shatin Pui Ying College () is a Christian secondary school in Hong Kong. Its English name is simply said to be SPYC or PYC. It was started in 1978, and uses the money given by the Hong Kong government. There are 4 classes each for Forms 1 to 6 (as in 2019). The school icon is an eagle, which means courage and determination. Its location is at 9 Fung Shun Street, Wo Che Estate, Sha Tin District, Hong Kong.\nWhat the school does.\nThe school teaches its students for public examinations. The school motto is: Faith, Hope, Love\" (「信、望、愛」). The school teaches the students other things to gain higher qualities of moral (德), intelligent (智), physical (體), social (群), art (美) and heart (靈).\nSchool history.\nThe father of the school is Rev Henry Noyes. In 1879, he built a school in Guangzhou, teaching Mathematics and Science. Later he built more schools in Taishan, Jiangmen and Hong Kong.\nIn 1978, someone built the 5th school which is Shatin Pui Ying College. Mr Wong Wai Wah was the Principal. In the first year, the school worked on the campus of Baptist Lui Ming Choi Secondary School at Lek Yuen Estate. In September 1979, the school could move into Wo Che Estate. The school library was opened since September 1982.\nIn order to make it possible for all the Form 3 students to study as Form 4 in the school, the school changed the class structure. The Student Union was set up in September 1995 and Parent-Teacher Association in 1996. In 1996, Principal Wong gave up working and the Vice Principal Ms Yau Oi Yuen started doing his work. The elite class system was deleted in September, 1996.\nThe library system was changed to use computer since September 2001. The new wing building of the school has been finished since July 2005. In the new wing, there are classrooms for higher forms classes, a new library, some special rooms and computer rooms.\nEnglish.\nExchange students from Italy and Germany help the students learn English. The school has many English activities such as English Tutorial Class, English Drama Competition, Form 1 Bridging Programme, Lyrics-writing Course, English Immersion Speech Competition, Interviewing Tourists, English Phonetics Class, English Enhancement Course, Summer English Class, Overseas Immersion Course, Summer English Camp for senior form students, Summer English Day Camp for junior form students, Intra-school and Inter-school English Debate Competitions and English Musicals.\nChinese.\nThe Chinese Language teachers write their own teaching units for the students. There are many Chinese activities such as Creative Writing Class, Chinese Week, Prose Writing Class, Reading Club, Modern Poetry Writing Class, Verse-speaking Gathering, Story Writing Class, and Seminar on Reading, Seminar on Modern Poetry, Intra-school and Inter-school Chinese Debate Competitions and Report and Comment on Chinese Words of Wisdom.\nPutonghua.\nThe school teaches Putonghua. There are many activities such as Putonghua Day, Tongue-Twisters, Putonghua Class, Singing Contest, Putonghua Broadcast and Putonghua Corner. Students in the school can learn more about the Chinese culture from the activities such as Workshop on Chinese clipart, Chinese Tea Tao and Chinese Culture and General Studies Competition.\nStudents in examinations.\nAll Form 1 new students are Band 1 students. All of the Form 3 students can study as Form 4 in the school. Students have good results in public examinations. The average passing percentage for the HKCEE and HKALE is higher than 90%. The best student in HKCEE got 8As in 2004.\nAll Form 6 students in the school are from the Form 5 in the same school, except the exchange students from other countries. Most of the Form 7 students can study in the universities these years.\nAccording to the government, the school teaches Chinese language, English language and Mathematics very well from 2000 to 2006.\nThe school gives the good students some awards, such as scholarships, Academic Awards, Flying Eagle Awards and Improvement Awards. The school gives money to some students to take part in some inter-school competition and courses in some universities such as The University of Hong Kong, The Chinese University of Hong Kong and The Hong Kong University of Science and Technology. There are some tutorial classes to improve junior students' skills in both English and Chinese languages and also Mathematics.\nReading activities.\nReading Time is designed to help students having a good reading habit. Reading Days are held by the school library for all students to read or to take part in activities related to reading.\nInformation technology.\nThere are many computer subjects in the school, such as Information Technology (IT) for Forms 1 to 3, Computer and Information Technology (CIT) for Forms 4 and 5, and Computer Applications (CA) for Forms 6 and 7.\nTeaching art.\nThe school has organised 3 musicals, \"The Comeback Kid\", \"Soul for Sale\" and \"The Last Move\". The songs inside are written by the students and past students. Every Form 1 student has to play at least 1 musical instrument. The Photography Club and the Audio-Visual Group teaches students many skills, such as film editing, image recording, lighting, backdrop setting and sound engineering.\nStudy about the world.\nThe school invites some guest speakers to the school to give speeches. Students can know more about the political, social and economic issues in Hong Kong and around the world. The school lets the students to join some extracurricular activities such as \"The Youth Summit\", \"Dinner with Outstanding Citizens\" and \"Hong Kong International Model United Nations\". The school lets the students to join mainland and overseas cultural tours.\nStudent leaders.\nThe students can take leadership-training courses and extracurricular activities, such as activities such as “Youth Leaders Auditorium 2005”, “The 6th Basic Certificate Course for Student Leaders”, “Outstanding Leadership Development Programme” and “Youth Think Tank Training Project”. There are Free Talks so that students can have better training in giving speeches.\nFlying Eagle Award.\nThis award is only for the students who have good learning habit, good examination results, good self-discipline, good responsibility, community skills and studies in school activities. There are 4 phases in this award. Students can get a Bronze Eagle Badge in Phase 1, a Silver Eagle Badge in Phase 2, a Gold Eagle Badge in Phase 3 and a cup in Phase 4.\nStudy about God.\nThere are many activities to teach students about the Christian principles, such as Gospel Week, Gospel Camp Evangelical Team, Evangelical Broadcast, Bible Study Groups and Christian Fellowship.\nSchool songs.\nThere is a school song with Chinese lyrics. Its melody is the same as the song O Christmas Tree and there are two paragraphs. There is also a school hymn with English lyrics. There are three paragraphs in this school hymn.\nSchool uniform.\nAll boys in the school wear white shirts and green trousers, and all girls wear white dresses with green drawstrings as summer uniform. The boys wear grey trousers and the girls wear grey dresses with white socks as winter uniform. Both boys and girls wear green ties when wearing winter uniform.\nWhen students have physical education lessons, they wear PE uniform. From 2000, students can wear PE uniform to school without changing at school. From 2001, the PE uniform has been changed into a new format that is grey and blue in colour. The PE T-shirts have 3 different colours, namely black, blue and red, with respect to the students’ house.\nClasses.\nThe class names are combined with one number and one English character, such as “6B”. After the New Secondary School program was out, the number of classes and students per class was changed. There are about 30 students in each class from Form 1 to Form 6. 1A and 1B are remedial classes whereas 1C to 1E perform better in exams. The classes are mixed when students go into Form 2 or Form 3.\nAll Form 3 students have to choose their subjects after finishing their year. After finishing 2 and a half years of High Form study, students have to join the public exam, DSE (usually in April).\nHouses.\nEach Form forms a House, with its own chairman and committee members elected by the students in the own Form. Each House has its own colour such as black, blue or red, just like the students’ PE uniform. The forms from the same colours form some cheering teams during the sports days.\nSports days and swimming gala.\nThere are 2 sports days every year. The sports days take places on the Yuen Wo Road Sports Ground. Besides the various types of sports competitions, there are competitions among the cheering teams. The swimming gala is held every year with the Pui Ying Secondary School. It takes place on the Hong Kong Island or Sha Tin District alternatively every two years.\nExternal competitions.\nStudents in the school take parts in many external competitions in many fields such as music, sports, debates, writings, mathematics and other academic competitions. One of the most notable competitions is the Hang Lung Mathematics Award. The school’s HLMA team got an Honourable Mention in 2004 and a Special Commendation in 2006.\nStudent union.\nThe Student Union was established in November 1994. Its election activity is held in November every year. It helps the school setting new school rules and improves students’ lives. It organises activities such as blood donation days and ball game competitions.\nStudent Guidance Committee.\nIt is formed by some teachers, social worker and psychologist to teach students how to have a true value.\nCareers Guidance Committee.\nIt helps students plan for their future by giving them information about different study opportunities and the world of work.\nDisciplinary Committee.\nSome students may be naughty, so there are some prefects catching the naughty students.\nSchool library.\nThe school library has over 20000 books available to students. Every year there are about 100 school librarians. The book borrowing system was changed from man power only into computer system in 2001. The location of it was moved to the new wing building of the school in 2005. It organises Reading Day every year.\nInformation Technology Committee.\nIt is made up of an IT technician and some teachers. They work together to provide the up-to-date information for the use of IT in teaching and learning. It trains the teachers and maintaining computer hardware and software. It also provide some advanced computers and facilities including digital video cameras and viewers.\nExtra-curricular Activities Committee.\nThere are 5 groups of extracurricular activities, including studying, services, entertainment, sports and Christian programme. They are divided into 40 clubs and activity groups.\nCivic Education Committee.\nIt teaches the students about civic education. There are many activities for the students to join..\nReligious Education Committee.\nIt is formed by a group of Christian teachers and Christ's Harvest Church to organize some special activities, Morning Assembly and Fellowship.\nPui Ying family.\nThe school has good relationship with Guangzhou Pui Ying, Xiguan Pui Ying, Jiangmen Pui Ying, Taishan Pui Ying and Pui Ying Secondary School. In Canada, there is a Pui Ying Christian Services Society Pui Ying Alumni Associations can be found all over the world, such as in the USA, Canada, New Zealand, Australia, England, South Africa, Japan, Peru, Singapore, Thailand, Guangzhou, Taishan, Jiangmen and Taiwan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christian","surface_form":"Christian","offset":46},{"uri":"English_language","surface_form":"English","offset":91},{"uri":"1978","surface_form":"1978","offset":156},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":194},{"uri":"Government","surface_form":"government","offset":204},{"uri":"Eagle","surface_form":"eagle","offset":294},{"uri":"Courage","surface_form":"courage","offset":313},{"uri":"Determination","surface_form":"determination","offset":325},{"uri":"Sha_Tin_District","surface_form":"Sha Tin District","offset":394},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":412},{"uri":"Faith","surface_form":"Faith","offset":523},{"uri":"Hope","surface_form":"Hope","offset":530},{"uri":"Love","surface_form":"Love","offset":536},{"uri":"Moral","surface_form":"moral","offset":626},{"uri":"Intelligent","surface_form":"intelligent","offset":637},{"uri":"Physical","surface_form":"physical","offset":654},{"uri":"Social","surface_form":"social","offset":668},{"uri":"Art","surface_form":"art","offset":680},{"uri":"Heart","surface_form":"heart","offset":692},{"uri":"Rev_Henry_Noyes","surface_form":"Rev Henry Noyes","offset":747},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":794},{"uri":"Mathematics","surface_form":"Mathematics","offset":814},{"uri":"Science","surface_form":"Science","offset":830},{"uri":"Taishan","surface_form":"Taishan","offset":870},{"uri":"Jiangmen","surface_form":"Jiangmen","offset":879},{"uri":"Wong_Wai_Wah","surface_form":"Wong Wai Wah","offset":978},{"uri":"Baptist_Lui_Ming_Choi_Secondary_School","surface_form":"Baptist Lui Ming Choi Secondary School","offset":1064},{"uri":"1979","surface_form":"1979","offset":1136},{"uri":"Library","surface_form":"library","offset":1195},{"uri":"1982","surface_form":"1982","offset":1230},{"uri":"1995","surface_form":"1995","offset":1409},{"uri":"1996","surface_form":"1996","offset":1448},{"uri":"Yau_Oi_Yuen","surface_form":"Yau Oi Yuen","offset":1520},{"uri":"2001","surface_form":"2001","offset":1674},{"uri":"2005","surface_form":"2005","offset":1745},{"uri":"Computer","surface_form":"computer","offset":1853},{"uri":"Italy","surface_form":"Italy","offset":1901},{"uri":"Germany","surface_form":"Germany","offset":1911},{"uri":"Putonghua","surface_form":"Putonghua","offset":2907},{"uri":"HKCEE","surface_form":"HKCEE","offset":3473},{"uri":"HKALE","surface_form":"HKALE","offset":3483},{"uri":"2004","surface_form":"2004","offset":3546},{"uri":"Government","surface_form":"government","offset":3765},{"uri":"Chinese_language","surface_form":"Chinese language","offset":3796},{"uri":"English_language","surface_form":"English language","offset":3814},{"uri":"Mathematics","surface_form":"Mathematics","offset":3835},{"uri":"2000","surface_form":"2000","offset":3862},{"uri":"2006","surface_form":"2006","offset":3870},{"uri":"University","surface_form":"universities","offset":4113},{"uri":"The_University_of_Hong_Kong","surface_form":"The University of Hong Kong","offset":4134},{"uri":"The_Chinese_University_of_Hong_Kong","surface_form":"The Chinese University of Hong Kong","offset":4163},{"uri":"The_Hong_Kong_University_of_Science_and_Technology","surface_form":"The Hong Kong University of Science and Technology","offset":4203},{"uri":"Reading","surface_form":"reading","offset":4458},{"uri":"Computer","surface_form":"computer","offset":4631},{"uri":"Information_Technology","surface_form":"Information Technology","offset":4672},{"uri":"Musicals","surface_form":"musicals","offset":4870},{"uri":"The_Comeback_Kid","surface_form":"The Comeback Kid","offset":4881},{"uri":"Soul_for_Sale","surface_form":"Soul for Sale","offset":4901},{"uri":"The_Last_Move","surface_form":"The Last Move","offset":4921},{"uri":"Musical_instrument","surface_form":"musical instrument","offset":5045},{"uri":"United_Nations","surface_form":"United Nations","offset":5599},{"uri":"Bronze","surface_form":"Bronze","offset":6336},{"uri":"Silver","surface_form":"Silver","offset":6369},{"uri":"Gold","surface_form":"Gold","offset":6402},{"uri":"Trophy","surface_form":"cup","offset":6436},{"uri":"Christian","surface_form":"Christian","offset":6523},{"uri":"Shirts","surface_form":"shirts","offset":6951},{"uri":"Trousers","surface_form":"trousers","offset":6968},{"uri":"Dresses","surface_form":"dresses","offset":7003},{"uri":"Sock","surface_form":"sock","offset":7124},{"uri":"Ties","surface_form":"ties","offset":7180},{"uri":"Physical_education","surface_form":"physical education","offset":7233},{"uri":"T-shirts","surface_form":"T-shirts","offset":7462},{"uri":"Pui_Ying_Secondary_School","surface_form":"Pui Ying Secondary School","offset":8727},{"uri":"Hong_Kong_Island","surface_form":"Hong Kong Island","offset":8776},{"uri":"Sha_Tin_District","surface_form":"Sha Tin District","offset":8796},{"uri":"2004","surface_form":"2004","offset":9158},{"uri":"2006","surface_form":"2006","offset":9193},{"uri":"1994","surface_form":"1994","offset":9260},{"uri":"2001","surface_form":"2001","offset":10086},{"uri":"2005","surface_form":"2005","offset":10163},{"uri":"Computer_hardware","surface_form":"computer hardware","offset":10433},{"uri":"Software","surface_form":"software","offset":10455},{"uri":"Sports","surface_form":"sports","offset":10699},{"uri":"Canada","surface_form":"Canada","offset":11247},{"uri":"USA","surface_form":"USA","offset":11379},{"uri":"New_Zealand","surface_form":"New Zealand","offset":11392},{"uri":"Australia","surface_form":"Australia","offset":11405},{"uri":"England","surface_form":"England","offset":11416},{"uri":"South_Africa","surface_form":"South Africa","offset":11425},{"uri":"Japan","surface_form":"Japan","offset":11439},{"uri":"Peru","surface_form":"Peru","offset":11446},{"uri":"Singapore","surface_form":"Singapore","offset":11452},{"uri":"Thailand","surface_form":"Thailand","offset":11463},{"uri":"Taiwan","surface_form":"Taiwan","offset":11506}]}