{"id":60362,"url":"http://en.wikipedia.org/wiki/Heuristic","text":"e=\"preserve\">A heuristic is a practical way to solve a problem. It is better than chance, but does not always work. A person develops a heuristic by using intelligence, experience, and common sense. Trial and error is the simplest heuristic, but one of the weakest. Rule of thumb and 'educated guesses' are other names for simple heuristics. Since a heuristic is not certain to get a result, there are always exceptions.\nSometimes heuristics are rather vague: 'look before you leap' is a guide to behaviour, but 'think about the consequences' is a bit clearer. Sometimes a heuristic is a whole set of stages. When doctors examines a patient, they go through a whole set of tests and observations. They may not find out what is wrong, but they give themselves the best chance of succeeding. This is called a diagnosis.\nIn computer science, a 'heuristic' is a kind of algorithm. Algorithms are written to get a good solution to a problem. A heuristic algorithm might usually find pretty good solutions, but there is no guarantee or proof that the solutions are correct. The time it takes to run the algorithm is another consideration.\nBackground.\nHeuristics is the art of finding an adequate solution to a problem, using limited knowledge and little time. More formally, heuristics are based on experience; they can speed up the search for a solution using simple rules. A complete search may take too long, or may be too difficult to do.\nIn more precise terms, heuristics are strategies using readily accessible, though loosely applicable, information to control problem solving in human beings and machines.\nHeuristics can be used in some fields of science, but not in others: For economics, a solution that is one percent off is often acceptable; a telescope that has an error of one degree is probably unusable if aimed at a far-away object. The same telescope pointed to the window across the street will probably tolerate this error; missing by one degree will not have a big impact on a short distance.\nHeuristics can be used to estimate an answer which is then made more clear by performing an exact solution at a very small scale, perhaps to save time, money or labor on a project - for example a heuristic guess as to how much weight a bridge is expected to carry can be used to determine whether the bridge should be made of wood, stone or steel, and appropriate quantities of the needed material can be purchased while the exact design of the bridge is being completed.\nHowever, the use of heuristics in certain very technical fields may be damaging computer science is one example. Programming a computer to perform more or less the desired actions may result in severe glitches. Therefore, computer tasks generally must be fairly exact. However, there are certain areas in which computers can calculate heuristic solutions safely for example Google's search technology relies heavily on heuristics, producing \"near-miss\" matches to a search query when an exact match cannot be found. This enables a user to correct for any mistakes the search produces. Example: Searching for the name \"Peter Smith\" and unable to find that exact name, the search engine heuristically matches \"Pete Smith\" instead, and the person using the search engine must decide whether Pete and Peter are the same person.\nPacking problem.\nOne example where heuristics are useful is a kind of packing problem. The problem consists of packing a number of items. There are rules that need to be respected. For example, each item has a value and a weight. The problem now is to get the most valuable items, with the least weight possible. Another instance is fitting a number of differently-sized items into a confined space, like the trunk of a car.\nTo get the perfect solution to the problem, all possibilities must be tried. This is often not a good option, as trying them takes a long time, and on average, half the possibilities must be tried until a solution is found. So what most people will do is to start with the biggest item, fit it in, and then try to arrange the other items around it. This will give a good solution, most of the time. There are cases however, where such a solution is very bad and another technique must be used.\nTherefore, this is a heuristic solution.","categories":[],"infobox_types":[],"annotations":[{"uri":"Problem","surface_form":"problem","offset":55},{"uri":"Chance","surface_form":"chance","offset":82},{"uri":"Intelligence","surface_form":"intelligence","offset":155},{"uri":"Experience","surface_form":"experience","offset":169},{"uri":"Common_sense","surface_form":"common sense","offset":185},{"uri":"Trial_and_error","surface_form":"Trial and error","offset":199},{"uri":"Diagnosis","surface_form":"diagnosis","offset":807},{"uri":"Computer_science","surface_form":"computer science","offset":821},{"uri":"Algorithm","surface_form":"algorithm","offset":866},{"uri":"Guarantee","surface_form":"guarantee","offset":1017},{"uri":"Mathematical_proof","surface_form":"proof","offset":1030},{"uri":"Art","surface_form":"art","offset":1163},{"uri":"Problem_solving","surface_form":"problem solving","offset":1562},{"uri":"Telescope","surface_form":"telescope","offset":1750}]}