{"id":60367,"url":"http://en.wikipedia.org/wiki/Insolation","text":"Insolation is derived from the words \"incoming solar radiation\". Insolation is specifically applied to radiation which is arriving at earth’s atmosphere first and then earth surface. The heat is derived from solar energy, normally called solar radiation. Insolation is the solar radiation that reaches the earth's surface. It is measured by the amount of solar energy received per square centimetre per minute. Similarly, solar energy received by the earth is called insolation. It is the amount of incoming solar radiation that is received over a unit area of the earth’s surface. Solar energy received over the planet’s surface varies according to season, latitude, transparency of the atmosphere, and aspect or ground slope.\nInsolation affects temperature. The more the insolation, the higher the temperature.\nIn any given day, the strongest insolation is received at noon.\nSolar Constant.\nAt the top of the earth’s atmosphere receives insolation is expressed as the solar constant.It received at the top of the atmospheric surface (thermopause) on a perpendicular plane to the solar beam. The average insolation received at the thermopause i.e.1368Wm2(Watt per squaremetre)energy(solar constant)in the form of short wave. Thus, it is termed as solar constant for that mean distance from the sun. These solar constant is varying over 1 Wm2 by periodic disturbances and explosions in the solar surface basically related to sun spot. Sun spots are dark and cooler areas visible on the sun’s surface.The recent researches have shown that more and more energy is released when the sunpots are in large number.The number of sunspots also increases or decreases on a regular basis, creating a cycle of 11 years.\nThe angle of incidence.\nSince the earth is a geoid resembling a sphere, the sun’s rays strike the surface at different angles at different places. This depends on the latitude of the place.The higher the latitude, the less is the angle they make with the surface of the earth.\nThe area covered by the vertical rays is always less than the slant rays. If more area is covered, the energy gets distributed and the net energy received per unit area decreases. Moreover, the sun’s rays with small angle traverse more of the atmosphere than rays striking at a large angle.\nDuration of The Day.\nThe length of the day determines the duration of sunlight which affects the amount of solar radiation received by the earth’s surface. The longer period of sunshine, greater the quantity of solar radiation will be received by a portion of earth.For example, at the equator the length of days and nights is 12 hours in all the months but the tropics of Arctic and Antarctic sunshine duration varies between 0 and 24. On the autumn and springe quinoxes (September 23and March 21 respectively),the sun is overhead at the equatorat noon.The night and day all over the earth are equal on these days and maximum amount of insolation is received at the equator, and the amount of insolation decreasing towards the poles.It is caused by vertical sunshine at equator but with increasing latitudes, the rays become more and more slanting. Therefore, poleward, the received energy keeps on declining.\nEarth's Distance from Sun.\nThe earth is revolving around the sun in an elliptical orbit, resulting continuous change in the distance between sun and the earth on annual basis. It leads to seasonal variation in solar energy received by the earth.The mean distance between the earth and sun is about 149,600,000 kilometers(92,900,000 miles).When earth position is farthest(152 million km) from sun is known as ‘aphelion’ on July 4. It is perihelion(147 million km)occurs on January 3 each year which is the closest distance. During aphelion the northern hemisphere is facing the sun and therefore receives energy about 7 percent less than the perihelion (southern hemisphere).\nTransparency of the Atmosphere.\nAtmosphere is not transparent for all the radiation coming from the sun because of different composition and layers. It is also one of the controlling factors of insolation to reach earth surface. The atmosphere is composed of gases, water vapour and particulate matters.The atmosphere is a mixture of gases,such as nitrogen(N), oxygen (O2), Argon, carbon dioxide, Neon (Ne), Helium (He), Methane (CH4), Krypton (Kr), Ozone (O3), Nitrous oxide (N2O), Hydrogen (H) and Xenon (Xe). The atmosphere also contains water vapour, water in the gaseous state.\nThe longer the duration of daylight, the more the insolation received per day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Solar_radiation","surface_form":"solar radiation","offset":273},{"uri":"Earth","surface_form":"earth","offset":306},{"uri":"Surface","surface_form":"surface","offset":314},{"uri":"Solar_energy","surface_form":"solar energy","offset":355},{"uri":"Centimetre","surface_form":"centimetre","offset":388},{"uri":"Minute","surface_form":"minute","offset":403},{"uri":"Temperature","surface_form":"temperature","offset":747},{"uri":"Noon","surface_form":"noon","offset":871},{"uri":"(September_23and_March_21_respectively)","surface_form":"(September 23and March 21 respectively)","offset":2749},{"uri":"149%2C600%2C000_kilometers(92%2C900%2C000__miles)","surface_form":"149,600,000 kilometers(92,900,000 miles)","offset":3486},{"uri":"(152__million__km)","surface_form":"(152 million km)","offset":3558},{"uri":"%E2%80%98aphelion%E2%80%99_on__July__4","surface_form":"‘aphelion’ on July 4","offset":3596},{"uri":"Perihelion(147__million__km)occurs_on_January__3","surface_form":"perihelion(147 million km)occurs on January 3","offset":3624}]}