{"id":60376,"url":"http://en.wikipedia.org/wiki/Hugo_Ch%C3%A1vez","text":"Hugo Rafael Chávez Frías (IPA:) (July 28, 1954 – March 5, 2013) was president of Venezuela from 1999 until his death in 2013. He was the leader of the \"Bolivarian Revolution\" and promoted his vision of democratic socialism, Latin American integration, and anti-imperialism. Chávez was also an ardent critic of neoliberal globalization and U.S. foreign policy.\nCareer.\nChávez was a career military officer. He founded the left-wing Fifth Republic Movement after a failed coup d'état against former President Carlos Andrés Pérez. Chávez was elected to serve as president in 1998. This was mainly because he promised to help the poor majority of Venezuelan people. He was re-elected in 2000, and 2006.\nHe started a movement called Bolivarian Missions. Its goal is to fight disease, illiteracy, malnutrition, poverty, and other social problems. Abroad, Chávez is known for supporting alternative models of economic development. He also spoke in favor of a collaboration of poor nations, especially those in Latin America. On September 20, 2006, Chávez made a speech to the UN General Assembly. Chávez said that U.S. President George W. Bush is \"The devil came here yesterday, and it smells of sulfur still today\".\nChávez's reforms have caused controversy, both inside Venezuela, and outside the country. Some people criticized the reforms, others supported them. Those people who support the reforms say that he has given more power to the poor, and that he has stimulated economic growth. Those who argue against the reforms say that he is an autocrat who has mismanaged the economy.\nSome governments, especially the government of the United States saw Chávez as a threat to global oil prices, as well as to regional stability. Others sympathize with his ideology or welcome his bilateral trade and reciprocal aid agreements.\nAwards.\nIn 2005 and 2006 he was named one of \"Time\" magazine's 100 most influential people. Chavez has received many prizes: He has received honorary doctorates from the University of Beijing, the university of Rio de Janeiro, the university of Santo Domingo, and Kyung Hee University in South Korea.\nBelief.\nChávez said he was a Roman Catholic. Much like his predecessor Simon Bólivar, Chávez tolerated elements of belief systems,popular in Venezuela, such as the María Lionza cult and Sanería. These movements mix Roman Catholic belief with other elements, such as those of Voodoo and Shamanism. Chavez also put emphasis on the social ideas of the Catholic church, and remained in the background when it came to discussing controversial ideas. His ideas caused controversy with some clerics of the Catholic church, and some evangelical movements. While he was na pilgrimage, cardinal Rosalio Lara said that those that did not have the same ideas as the people in power were persecuted, and that Chavez' way of running the country was undemocratic.\nHealth.\nHe had an operation on his pelvis to remove his colorectal cancer. On January 2013, his cancer worsened and was put on life support. Chávez put his daughter in charge whether he should live or die. He was treated for the disease in Cuba and in Venezuela. On February 27, 2013 rumors said that his daughter stopped the life support on February 23. Later on February 28, the Vice President said that Chávez was fighting for his life. Chávez died of colorectal cancer on March 5, 2013.\nDeath.\nOn March 5, 2013 Vice President Nicolás Maduro announced on state television that Chávez died in Caracas, Venezuela at 16:25 VET (2055 UTC). The cause of his death was a heart attack caused by colorectal cancer and respiratory failure. He battled cancer since June 2011. He is survived by his three daughters and one son. Leaders from the world shared reactions about Chávez's death.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":26},{"uri":"President","surface_form":"president","offset":68},{"uri":"Venezuela","surface_form":"Venezuela","offset":81},{"uri":"Bolivarian_Revolution","surface_form":"Bolivarian Revolution","offset":152},{"uri":"Democratic_socialism","surface_form":"democratic socialism","offset":202},{"uri":"Latin_America","surface_form":"Latin America","offset":224},{"uri":"Anti-imperialism","surface_form":"anti-imperialism","offset":256},{"uri":"Neoliberalism","surface_form":"neoliberal","offset":310},{"uri":"Globalization","surface_form":"globalization","offset":321},{"uri":"Foreign_relations_of_the_United_States","surface_form":"U.S. foreign policy","offset":339},{"uri":"Left-wing_politics","surface_form":"left-wing","offset":421},{"uri":"Fifth_Republic_Movement","surface_form":"Fifth Republic Movement","offset":431},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":470},{"uri":"Carlos_Andr%C3%A9s_P%C3%A9rez","surface_form":"Carlos Andrés Pérez","offset":507},{"uri":"Bolivarian_Missions","surface_form":"Bolivarian Missions","offset":728},{"uri":"Disease","surface_form":"disease","offset":770},{"uri":"Illiteracy","surface_form":"illiteracy","offset":779},{"uri":"Malnutrition","surface_form":"malnutrition","offset":791},{"uri":"Poverty","surface_form":"poverty","offset":805},{"uri":"Latin_America","surface_form":"Latin America","offset":1003},{"uri":"UN_General_Assembly","surface_form":"UN General Assembly","offset":1069},{"uri":"George_W._Bush","surface_form":"George W. Bush","offset":1122},{"uri":"Controversy","surface_form":"controversy","offset":1239},{"uri":"Autocracy","surface_form":"autocrat","offset":1540},{"uri":"United_States","surface_form":"United States","offset":1632},{"uri":"Time_(magazine)","surface_form":"Time","offset":1869},{"uri":"Time_100","surface_form":"100 most influential people","offset":1886},{"uri":"Doctor_honoris_causa","surface_form":"honorary doctorates","offset":1964},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":2153},{"uri":"Mar%C3%ADa_Lionza_cult","surface_form":"María Lionza cult","offset":2288},{"uri":"Saner%C3%ADa","surface_form":"Sanería","offset":2310},{"uri":"Voodoo","surface_form":"Voodoo","offset":2399},{"uri":"Shamanism","surface_form":"Shamanism","offset":2410},{"uri":"Cleric","surface_form":"cleric","offset":2608},{"uri":"Rosalio_Lara","surface_form":"Rosalio Lara","offset":2709},{"uri":"Pelvis","surface_form":"pelvis","offset":2908},{"uri":"Colorectal_cancer","surface_form":"colorectal cancer","offset":2929},{"uri":"Cuba","surface_form":"Cuba","offset":3113},{"uri":"Caracas","surface_form":"Caracas","offset":3468},{"uri":"Venezuela","surface_form":"Venezuela","offset":3477},{"uri":"UTC","surface_form":"UTC","offset":3506}]}