{"id":60390,"url":"http://en.wikipedia.org/wiki/Three_Laws_of_Robotics","text":"e=\"preserve\">The Three Laws of Robotics are three rules which Isaac Asimov thought should be programmed into robots. The rules assume that robots will be human-type machines, able to walk about and do things. Asimov called these robots \"positronic robots\". The laws are presented in his 'Robot' series of short stories and novels.\nThe first mention of the laws is in Asimov's short story \"Runaround\" (written in 1942).\nLater, Asimov added the Zeroth Law: \"A robot may not harm humanity, or, by inaction, allow humanity to come to harm\"; the rest of the laws are changed one by one so that there can be no reason for a robot to break the Zeroth Law..\nAccording to the \"Oxford English Dictionary,\" the passage in Asimov's short story \"Liar!\" (1941) that mentions the First Law is the earliest recorded use of the word \"robotics\". Asimov was not aware of this at the time; he assumed the word already existed by analogy with \"mechanics,\" \"hydraulics,\" and other similar terms denoting branches of applied knowledge.\nThe Three Laws form a theme in his \"Robot\" series and the other stories linked to it, as well as his Lucky Starr series of science fiction for children. Other authors working in Asimov's fictional universe have adopted them, and references (often parodic) appear in science fiction and other genres. Technologists in the field of artificial intelligence have speculated upon the role the Laws might have in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Isaac_Asimov","surface_form":"Isaac Asimov","offset":62},{"uri":"Short_story","surface_form":"short story","offset":376},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":668},{"uri":"Robotics","surface_form":"robotics","offset":817},{"uri":"Analogy","surface_form":"analogy","offset":909},{"uri":"Lucky_Starr_series","surface_form":"Lucky Starr series","offset":1114},{"uri":"Parody","surface_form":"parodic","offset":1260},{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":1343}]}