{"id":604092,"url":"http://en.wikipedia.org/wiki/Parasakthi_(movie)","text":"e=\"preserve\">Parasakthi is an 1952 Indian film in the language of Tamil directed by R. Krishnan - S. Panju. This film is the debut for the famous actor of Tamil cinema known for his excellent acting, Sivaji Ganesan. This film was jointly produced by National Pictures and AVM Productions. This film is based on the stage play written by Pavalar Balasundaram in the same title.\nThe film narrates the misfortunes of a Tamil family during the World War II and how the individuals of the family face their fate and how they reunite at the climax of the film.\nThe screenplay and dialogues for Parasakthi were written by M. Karunanidhi, who would later become the Chief Minister of Tamil Nadu. The music of Parasakthi was composed by R. Sudarsanam. The lyrics were written by Bharathidasan, Subramania Bharati, M. Karunanidhi, Annal Thango, Udumalai Narayana Kavi and K. P. Kamatchisundaram. Parasakthi was released on 17 October 1952, during the festive occasion of Diwali, and faced controversies because of its portrayal of Brahmins and Hindu customs and practices in poor light.The society with powerful peoples (elites) including the then ruling State government even demanded the film to be banned.\nDespite these protests, the film was critically celebrated, with praise directed towards its dialogues and the actors performances in particular. The film also become a commercial success, and had a theatrical run of over 175 days. Parasakthi in Tamil cinema became a trendsetter for dialogues and acting for later Tamil films.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sivaji_Ganesan","surface_form":"Sivaji Ganesan","offset":200},{"uri":"Karunanidhi","surface_form":"M. Karunanidhi","offset":615},{"uri":"List_of_Chief_Ministers_of_Tamil_Nadu","surface_form":"Chief Minister of Tamil Nadu","offset":658},{"uri":"Bharathidasan","surface_form":"Bharathidasan","offset":770},{"uri":"Subramania_Bharati","surface_form":"Subramania Bharati","offset":785},{"uri":"Karunanidhi","surface_form":"M. Karunanidhi","offset":805},{"uri":"Udumalai_Narayana_Kavi","surface_form":"Udumalai Narayana Kavi","offset":835},{"uri":"Brahmin","surface_form":"Brahmin","offset":1021},{"uri":"Hindu","surface_form":"Hindu","offset":1034}]}