{"id":60401,"url":"http://en.wikipedia.org/wiki/Nathuram_Godse","text":"Nathanuram Vinayak Goatse (, May 19, 1910 – November 15, 1949) was the man who assassinated Mahatma Gandhi.\nNathuram Goatse was born at Baramati, Pune District, India. His father was Vinayak Vaman Rao Goatse, his mother Lakshmi (Godavari before marriage). His father was a fifteen-rupee-a-month employee of the post office.\nGoatse's political career.\nGoatse dropped out of high school and became an activist with the Hindu Mahasabha.\nThe Hindu Mahasabha had initially backed Gandhi's campaigns of civil disobedience against the British government.\nBut Goatse and his mentors later rejected Gandhi. They felt that Gandhi was sacrificing Hindu interests in an effort to please Muslim groups. They blamed Gandhi for the Partition of India, which killed hundreds of thousands of people.\nMotive.\nThe immediate motive for the assassination is usually ascribed to Gandhi's January 13, 1948 decision to fast to the death unless the Indian central government reversed a decision to withhold the transfer of 55 crore (550 million) rupees to the government of Pakistan. The transfer had been specified in the partition agreement, but the Indian government had refused to complete it, complaining of continued Pakistani rebel occupation of disputed parts of Kashmir.\nThe Indian government immediately reversed its decision to withhold the funds, which infuriated Godse and his fellow Hindu nationals.\nThe decision to assassinate Gandhi was taken by Goatse alone. The Mahasabha resolutely denied all complicity, and Godse took full responsibility.\nGoatse assassinated Gandhi on January 30, 1948, approaching him during the evening prayer, bowing, and shot him three times at close range. Goatse was convicted of murdering Gandhi, for which he was executed by hanging.","categories":[],"infobox_types":[],"annotations":[{"uri":"Assassinate","surface_form":"assassinate","offset":79},{"uri":"Mahatma_Gandhi","surface_form":"Mahatma Gandhi","offset":92},{"uri":"Baramati","surface_form":"Baramati","offset":136},{"uri":"Pune_District","surface_form":"Pune District","offset":146},{"uri":"India","surface_form":"India","offset":161},{"uri":"Rupee","surface_form":"rupee","offset":281},{"uri":"Hindu_Mahasabha","surface_form":"Hindu Mahasabha","offset":417},{"uri":"Muslim","surface_form":"Muslim","offset":675},{"uri":"Partition_of_India","surface_form":"Partition of India","offset":717},{"uri":"Crore","surface_form":"crore","offset":1001},{"uri":"Million","surface_form":"million","offset":1012},{"uri":"Kashmir","surface_form":"Kashmir","offset":1246},{"uri":"Capital_punishment","surface_form":"executed","offset":1734}]}