{"id":604134,"url":"http://en.wikipedia.org/wiki/Boomerang_(Central_and_Eastern_Europe)","text":"Boomerang Central and Eastern Europe is a television channel, which broadcasts cartoons, from the Hanna-Barbera and Warner Bros. Animation library. This is the variant of the channel that is being broadcast in countries part of Central and Eastern Europe, such as Romania, Poland, Hungary, Czech Republic, Slovakia, Bulgaria, Ukraine, the Adria nations, Russia and CIS countries. Since November 2014, it has been broadcasting on all providers in the Netherlands and the Flanders region of Belgium. In the Netherlands and Flanders, it is offered with a Dutch soundtrack as well.\nOriginal launch.\nThe two feeds was launched in December 2005.\nOn October 12, 2011, the Boomerang (Central and Eastern Europe) was launched and is available in 4 audio versions: Romanian, Hungarian, Polish and English.\nOn 12 June 2012, it was launched in Russia. On 30 January 2015, it is available in Bulgaria and in Baltic countries and in Balkans.\nOn 30 September 2015, Boomerang was launched on Freesat in Czech Republic.\nProgramming.\nAll Boomerang programming is available in English with soundtracks in Hungarian, Polish, Ukrainian, Romanian, Dutch and Russian.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hanna-Barbera","surface_form":"Hanna-Barbera","offset":98},{"uri":"Warner_Bros._Animation","surface_form":"Warner Bros. Animation","offset":116},{"uri":"Boomerang_(TV_channel)","surface_form":"channel","offset":175},{"uri":"Central_Europe","surface_form":"Central","offset":228},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":240},{"uri":"Hungarian_language","surface_form":"Hungarian","offset":1086},{"uri":"Polish_language","surface_form":"Polish","offset":1097},{"uri":"Ukrainian_language","surface_form":"Ukrainian","offset":1105},{"uri":"Romanian_language","surface_form":"Romanian","offset":1116},{"uri":"Dutch_language","surface_form":"Dutch","offset":1126},{"uri":"Russian_language","surface_form":"Russian","offset":1136}]}