{"id":604364,"url":"http://en.wikipedia.org/wiki/Deva_(composer)","text":"Devanesan Chokkalingam, also known as Deva, is an Indian movie composer and singer. He has composed songs and provided background music for Tamil, Telugu, Malayalam and Kannada movies in a career spanning about 20 years. Many know his gaana songs, written mostly using Madras Tamil. He is known as the \"Father of Gaana Genre\" in the Tamil movie industry.\nDeva has composed music for many movies within a very short period. His first movie as a movie music director is the movie \"Manasukkeththa Maharasa\" in 1989. In these years he has composed music for more than 400 movies.\nPersonal life.\nDeva was born to M. C. Chokkalingam and M. C. Krishnaveni in the year 1950, November 20th. Even in his childhood, Deva was attracted to the world of music. Teaming up with Chandra Bose, he did many musical programmes in stage. He started learning classical music under Dhanraj. Later he completed a course in Western music at Trinity College of Music in London. His son Srikanth Deva is also a music director. Deva's brothers are also music directors, formed the duo Sabesh-Murali. His nephew Jai is an actor.\nCareer.\nBefore coming to Tamil cinema, Deva worked in the television field. In those days Deva's brothers were working in the musical group of Ilaiyaraja and other music directors as musicians playing instruments. His first movie, \"Manasukketha Maharasa\", was released in 1989. He was then called to work on the movie \"Vaigasi Poranthachu\". After the release of \"Vaigasi Poranthachu\", his name became known throughout the Tamil community.\nSo far he has composed music for more than 400 movies, which include Tamil, Telugu and Malayalam movies. He is also famous for his compositions for religious movies. He was widely renowned for his music for Rajinikanth acted \"Basha movie\".\nIn 2014, Anirudh Ravichander chose Deva to sing a gaana song in his album \"Maan Karate\" and labelled Deva as the \"father of the Gaana genre\".\nHonours.\nVeteran music director M. S. Viswanathan awarded the title Thenisai Thendral upon Deva, for his contributions to Tamil cinema.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_cinema","surface_form":"Tamil","offset":140},{"uri":"Telugu_cinema","surface_form":"Telugu","offset":147},{"uri":"Malayalam","surface_form":"Malayalam","offset":155},{"uri":"Kannada","surface_form":"Kannada","offset":169},{"uri":"Gaana","surface_form":"gaana","offset":235},{"uri":"Madras_Tamil","surface_form":"Madras Tamil","offset":269},{"uri":"Trinity_College_of_Music","surface_form":"Trinity College of Music","offset":917},{"uri":"Srikanth_Deva","surface_form":"Srikanth Deva","offset":961},{"uri":"Sabesh-Murali","surface_form":"Sabesh-Murali","offset":1058},{"uri":"Jai_(actor)","surface_form":"Jai","offset":1084},{"uri":"Ilaiyaraaja","surface_form":"Ilaiyaraja","offset":1244},{"uri":"Manasukketha_Maharasa","surface_form":"Manasukketha Maharasa","offset":1333},{"uri":"Vaigasi_Poranthachu","surface_form":"Vaigasi Poranthachu","offset":1420},{"uri":"Basha_(movie)","surface_form":"Basha","offset":1766},{"uri":"Anirudh_Ravichander","surface_form":"Anirudh Ravichander","offset":1789},{"uri":"Maan_Karate","surface_form":"Maan Karate","offset":1855},{"uri":"Gaana","surface_form":"Gaana","offset":1908},{"uri":"M._S._Viswanathan","surface_form":"M. S. Viswanathan","offset":1954}]}