{"id":604338,"url":"http://en.wikipedia.org/wiki/A._R._Rahman","text":"e=\"preserve\">Allah-Rakha Rahman is an Indian composer, singer, songwriter, music composer and philanthropist. A. R. Rahman's works are famous for combining Indian classical music with electronic music, world music and traditional orchestral arrangements.\nBirth and early life.\nRahman was born in Madras, India. His father, R. K. Shekhar, was a movie composer for Tamil and Malayalam movies. Rahman assisted his father in the studio, playing the keyboard.\nRahman began his early musical training under Master Dhanraj, and at age 11 began playing in the orchestra of Malayalam composer (and close friend of his father) M. K. Arjunan. He soon began working with other composers, such as M. S. Viswanathan, Ilaiyaraaja, Ramesh Naidu and Raj-Koti. He had assisted Zakir Hussain, Kunnakudi Vaidyanathan and L. Shankar on world tours. He also obtained a scholarship from London Trinity College of Music.\nStudying in Madras, Rahman completed his studies with a diploma in Western classical music from the school. His mother was a practicing Hindu. He converted to Islam with other members of his family in 1989 at age 23, changing his name from R. S. Dileep Kumar to Allah Rakha Rahman (A. R. Rahman).\nDebut movie and thereafter.\nIn 1992, he was approached by director Mani Ratnam to compose the score and soundtrack for his Tamil movie, Roja.Rahman received the Rajat Kamal (Silver Lotus) award for best music director at the National Film Awards for Roja. The movie's music was critically and commercially successful in its original and dubbed versions, led by the innovative theme \"Chinna Chinna Aasai\".A. R. Rahman won the National Film Award for Best Music Direction, the first time ever by a debutant. Rahman also earned Tamil Nadu State Film Award for Best Music Director and Filmfare Best Music Director Award (Tamil) for his work.\nApart from successful soundtracks, he has also received notability for his background music and is considered one of the finest background music composers in India. Almost every Music compositions of A.R.Rahman were famous throughout Tamil cinema and other language movies.","categories":[],"infobox_types":[],"annotations":[{"uri":"Master_Dhanraj","surface_form":"Master Dhanraj","offset":501},{"uri":"M._S._Viswanathan","surface_form":"M. S. Viswanathan","offset":684},{"uri":"Ilaiyaraaja","surface_form":"Ilaiyaraaja","offset":703},{"uri":"Zakir_Hussain","surface_form":"Zakir Hussain","offset":759},{"uri":"Kunnakudi_Vaidyanathan","surface_form":"Kunnakudi Vaidyanathan","offset":774},{"uri":"London_Trinity_College_of_Music","surface_form":"London Trinity College of Music","offset":864},{"uri":"Mani_Ratnam","surface_form":"Mani Ratnam","offset":1261},{"uri":"Roja_(movie)","surface_form":"Roja","offset":1330}]}