{"id":60431,"url":"http://en.wikipedia.org/wiki/Categorical_imperative","text":"e=\"preserve\">The categorical imperative is an idea that the philosopher Immanuel Kant had about ethics. Kant said that an \"imperative\" is something that a person must do. For example: if a person wants to stop being thirsty, it is \"imperative\" that they have a drink. Kant said an imperative is \"categorical,\" when it is true at all times, and in all situations.\nThe example of a thirsty person Kant named the Hypothetical Imperative. Kant used the \"hypothetical\" imperative to explain his ideas about the ethics of a \"categorical \"imperative. For example, it is not usually a moral choice when a person decides to drink water, no matter why they are drinking the water. If a person is very thirsty, then it is a hypothetical imperative that they drink the water.\nInstead of the hypothetical imperative, Kant said that the moral choices are governed by a categorical imperative. The categorical imperative is something that a person must do, no matter what the circumstances. It is imperative to an ethical person that they make choices based on the categorical imperative. Another way of saying that, is that an ethical person follows a \"universal law\" regardless of their situation.\nKant explained his ideas about following the categorical imperative by introducing one more idea he called a \"maxim.\" A maxim is another way of saying what we want to do and why we want to do it in one sentence. We can learn ethical maxims by applying the test of the categorical imperative. And he said we can live ethical lives if we use these maxims whenever we make decisions.\nThe categorical imperative, hypothetical imperative, and the maxim can all be seen in the example of the thirsty man. A man locked alone in a room for one night, and he brought nothing with him except a bottle of water. The man has had nothing to drink all day and is very thirsty. We can call this man, \"Thirsty Man.\"\nA hypothetical imperative might be that \"a thirsty man must drink water if he wants to stop being thirsty.\" If Thirsty Man lived by a maxim based on this hypothetical imperative, it might be \"If I can, I will drink water whenever I am thirsty.\" In this example, Thirsty Man is not making any obvious moral choice. Some philosophers would say that the Thirsty Man's maxim is a reasonable one. Based on Thirsty Man's maxim, he will soon drink the water. A few minutes later a second man is brought into the room. Both men are told that they will be in the room all night, and that no one else will be back to see them until morning.\nThirsty Man has not yet opened the water bottle. The new man has not had anything to drink for many days. The second man is clearly dying of dehydration. If he is not given water soon he will die. We can call this second man, \"Dying Man.\" Thirsty Man now has a decision to make, will he share the water or drink it himself? Thirsty Man does not live by the maxim of \"I will drink water when I am thirsty,\" because that maxim fails the test of being universally fulfilling the \"categorical imperative.\"\nThirsty Man believes that the categorical imperative is the Golden Rule. To be an ethical person, Thirsty Man believes he must at all times treat others the way he would want them to treat him. From the categorical imperative of the Golden Rule, Thirsty Man has adopted a maxim of \"I will give anything I can to anyone I meet, if that person needs what I have much more than I need it.\" Thirsty Man prepares to decide if he will drink the water that he wants to drink, or if he will give it to Dying Man. Thirsty Man tests both choices by comparing them to his maxim. He sees that it is \"imperative \" that he give the water to Dying Man. Thirsty Man gives the water to Dying Man. Dying Man drinks nearly the entire bottle, but then he chokes on the last sip. There is nothing Thirsty Man can do to stop the choking, and Dying Man dies. There are many philosophies of ethics, and many philosophers who have very different opinions. Some philosophers might say that it would have been ethical if Thirsty Man had kept the bottle for himself to drink. It was his bottle to begin with and he could do whatever he wanted with it. Other philosophers might say that Thirsty Man was ethically wrong to give the bottle to Dying Man because the water ended up choking the Dying Man to death.\nKant's idea of the categorical imperative would say that Thirsty Man made the right choice, for the right reasons, and he made those ethical decisions in a logical way.\nAn important part of Kant's idea is that the morality of a choice is based on why we make the choice (intention), and not based on what happens after we make it (consequence). Another important part of Kant's idea is that these ethical decisions are not rules or laws handed down to us (universal law or objectively true ethical statement). Kant thought that ethical decisions needed to be based in logic and reason (correct reasoning or deductive reasoning).\nKant elaborated on these ideas by saying that we should treat other persons as persons and not as tools who can help us in some way. He said we should do this based on the ethical duty that all persons have to each other, an ethical duty which could be called a universal law. Kant's ideas about this universal law and the categorical imperative are important basic components of the philosophy of Absolutism.","categories":[],"infobox_types":[],"annotations":[{"uri":"Immanuel_Kant","surface_form":"Immanuel Kant","offset":72},{"uri":"Ethics","surface_form":"ethics","offset":96},{"uri":"Hypothetical_imperative","surface_form":"Hypothetical Imperative.","offset":410},{"uri":"Tool","surface_form":"tool","offset":5026},{"uri":"Absolutism","surface_form":"Absolutism","offset":5326}]}