{"id":604416,"url":"http://en.wikipedia.org/wiki/Knights_Hospitaller","text":"The Knights Hospitaller were a group of military knights fighting in Jerusalem. They are the group that became the Knights of the Order of St. John of Jerusalem and, eventually, St. John Ambulance.\nThe Hospitallers are a Catholic military order founded at Jerusalem in the 11th century. They later became the Sovereign Military Order of Malta. Today their headquarters are in Rome. The order continues its humanitarian tasks in most parts of the modern world under several slightly different names.\nKnights of Malta.\nMalta was ruled by the Order of Saint John as a vassal state of the Kingdom of Sicily from 1530 to 1798. The islands of Malta and Gozo, as well as the city of Tripoli in modern Libya, were given to the Order by Spanish Emperor Charles V in 1530. following the loss of Rhodes. The Ottoman Empire managed to capture Tripoli from the Order in 1551, but an attempt to take Malta in 1565 failed.\nIn 1565 Suleiman sent an invasion force of about 40,000 men to besiege the 700 knights and 8,000 soldiers. He wanted to get the island as a base. From there he might launch another assault on Europe. A long struggle ended with the Knights undefeated. This is known as the Great Siege of Malta. Resisting the Ottoman Empire was their great achievement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Knight","surface_form":"knights","offset":49},{"uri":"Jerusalem","surface_form":"Jerusalem","offset":69},{"uri":"St._John_Ambulance","surface_form":"St. John Ambulance","offset":178},{"uri":"Catholic","surface_form":"Catholic","offset":221},{"uri":"Malta","surface_form":"Malta","offset":337},{"uri":"Rome","surface_form":"Rome","offset":376},{"uri":"Vassal","surface_form":"vassal","offset":565},{"uri":"Sicily","surface_form":"Sicily","offset":596},{"uri":"Gozo","surface_form":"Gozo","offset":647},{"uri":"Tripoli","surface_form":"Tripoli","offset":676},{"uri":"Libya","surface_form":"Libya","offset":694},{"uri":"Emperor_Charles_V","surface_form":"Emperor Charles V","offset":736},{"uri":"Rhodes","surface_form":"Rhodes","offset":785},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":797},{"uri":"Suleiman","surface_form":"Suleiman","offset":916},{"uri":"Siege","surface_form":"siege","offset":973},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":1216}]}