{"id":60442,"url":"http://en.wikipedia.org/wiki/Glycolysis","text":"e=\"preserve\">Glycolysis is a metabolic process in most organisms. It is the first stage in cellular respiration. It allows both aerobic and anaerobic respiration. Glycolysis releases only a small amount of energy. The word \"glycosis\" comes from the Greek words γλυκύς (meaning \"sweet\") and λύσις (meaning \"rupture\").\nGlycolysis is thought to be the archetype of a universal metabolic pathway. It occurs, with variations, in almost all organisms, both aerobic and anaerobic. The wide occurrence of glycolysis shows that it is one of the most ancient known metabolic pathways.\nGlycolysis has ten intermediate compounds, catalysed by ten different enzymes. Only the broad outline is described here.\nPreparatory phase.\nThe first half of glycolysis is the preparatory phase. It starts off by adding a phosphate group to glucose (Glucose 6-phosphate). Next, the Glucose 6-phosphate is converted into Fructose 6-phosphate. Another phosphate group is added turning it into fructose -1,6- biphosphate. The fructose -1,6-biphosphate is then split in two, one part turning into G3P (Glyceraldehyde-3-phosphate) and dihydroxyacetone phosphate. The dihydroxyacetone phosphate is converted into G3P, leaving us with the two G3P triose sugar molecules used in the Pay-off phase.\nPay-off phase.\nThe second half of glycolysis is known as the 'pay-off phase', by the net gain of the energy-rich molecules ATP and NADH. Since glucose leads to two triose (G3P) sugars in the preparatory phase, each reaction in the pay-off phase occurs twice per glucose molecule. This yields 2 NADH molecules and 4 ATP molecules, leading to a net gain of 2 NADH molecules and 2 ATP molecules from the glycolytic pathway per glucose molecule.\nSummary: 2ATP → 4ATP + 2(NADH + H+) + 2 pyruvate (net production of 2ATP)\nAerobic respiration.\nCells performing aerobic respiration (respiration using oxygen) synthesize much more ATP, but not as part of glycolysis. These further reactions use the pyruvate from glycolysis.\nEukaryote aerobic respiration produces about 30 additional molecules of ATP for each glucose molecule.\nGlycolysis, through anaerobic respiration, is the main energy source in many cells.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metabolism","surface_form":"metabolic","offset":29},{"uri":"Cellular_respiration","surface_form":"cellular respiration","offset":91},{"uri":"Aerobics","surface_form":"aerobic","offset":128},{"uri":"Anaerobic","surface_form":"anaerobic","offset":140},{"uri":"Greek_language","surface_form":"Greek","offset":249},{"uri":"Archetype","surface_form":"archetype","offset":349},{"uri":"Metabolism","surface_form":"metabolic","offset":374},{"uri":"Catalysis","surface_form":"catalysed","offset":618},{"uri":"Enzyme","surface_form":"enzyme","offset":645},{"uri":"Phosphate","surface_form":"phosphate","offset":796},{"uri":"NADH","surface_form":"NADH","offset":1395},{"uri":"Glyceraldehyde_3-phosphate","surface_form":"G3P","offset":1436},{"uri":"Aerobic_respiration","surface_form":"aerobic respiration","offset":1818},{"uri":"Eukaryote","surface_form":"Eukaryote","offset":1980}]}