{"id":604643,"url":"http://en.wikipedia.org/wiki/Muni_(movie)","text":"Muni is a 2007 Tamil horror comedy film written and directed by Raghava Lawrence who also plays the lead role. Vedhicka, Rajkiran, Kovai Sarala and Rahul Dev played supporting roles in the film.The film released on 9 March 2007 along with a Telugu dubbed version of same name. This film gained average reviews and average box office collections. This movie is the 1000th movie of actor Vinu Chakravarthy..\nStory.\nThe story revolves around Ganesh (Raghava Lawrence)who has fear of ghost and his family in a haunted house. Ganesh always fears to move out of the house after 6pm due to his fear. Unknowingly his father(Vinu Chakravarthy) buys a house where Muni, a person was murdered long ago. His ghost was also moving around the house. Muni enters Ganesh's body and Ganesh starts behaving in a rude manner, his family could not understand why his behavior is weird so they seek the help of a priest (Nassar). Priest asks the ghost about his own flashback. The ghost says that he is Muniyaandi (Rajkiran) and starts saying his flashback.\nMuniyaandi was a kind-hearted poor man living in the slums with his daughter and other people. Muni's friend is Marakka Dhandapani MLA (Kadhal Dhandapani) uses him to win in elections. The MLA promises that he would give lands to the poor villagers. Dhandapani wins the election but he cheats Muni and the villagers. Muni fights with Dhandapaani but he kills both him and his daughter. Dhandapani lies to the villagers saying that Muni and his daughter had moved with the money he had given him for the welfare of the villagers.\nGanesh with ghost in him, enters Dhandapani's household and scare him and his assistants. Dhandapaani comes to know that the ghost of Muni is inside Ganesh's body so he gets a shaman (meaning:healer) (Rahul Dev) to save his life. Muni agrees to leave Dhandapani if he tells the true to the villagers and give them the money. He tells the true and gives the money. But Dhandapani was planning to get back all his money from the villagers. Ganesh upon hearing this kills Dhandapaani, but acts like as Muni's ghost killed him. The shaman knewing that Ganesh killed him and not the ghost, didn't tell the truth seeing the injustice made by Dhandapani.\nBox office.\nThe film earned (grossed) around Rs. 15 crore worldwide and became a commercial success.\nMuni series.\nSuccess of this film led to a horror comedy film series by Raghava Lawrence. He made two more films from this series named Muni2: Kanchana and Muni3: Kanchana 2. These became a present trendsetter in the Tamil cinema. These two film are also commercially successful and became mass hit films.","categories":[],"infobox_types":[],"annotations":[{"uri":"Raghava_Lawrence","surface_form":"Raghava Lawrence","offset":64},{"uri":"Vedhicka","surface_form":"Vedhicka","offset":111},{"uri":"Rajkiran","surface_form":"Rajkiran","offset":121},{"uri":"Kovai_Sarala","surface_form":"Kovai Sarala","offset":131},{"uri":"Rahul_Dev","surface_form":"Rahul Dev","offset":148},{"uri":"Vinu_Chakravarthy","surface_form":"Vinu Chakravarthy","offset":386},{"uri":"Vinu_Chakravarthy","surface_form":"Vinu Chakravarthy","offset":616}]}