{"id":604960,"url":"http://en.wikipedia.org/wiki/Hugo_de_Jonge","text":"Hugo Mattheüs de Jonge (born September 26, 1977 in Bruinisse) is a Dutch politician. He is a member of the Christian Democratic Appeal (CDA) and the current first Deputy Prime Minister in the Third Rutte cabinet.\nDe Jonge studied at Ichthus University of Applied Sciences in Rotterdam and subsequently worked as a school teacher for five years.\nFrom 2004 to 2006 he was an assistant to the CDA parliamentary group in the Second Chamber. The next four years he worked at the Ministry of Education, Culture and Science.\nHe became an alderman of the city of Rotterdam in 2010, which lasted till 2017. Education, youth and family matters were in his portfolio. In between he was also a councillor of Rotterdam for a brief period (after the municipal elections in 2014).\nSince October 26, 2017, he has been Minister of Health, Welfare and Sports, and also a Vice Minister-President in Rutte III. He is the first one to replace Prime Minister Mark Rutte.\nAt the public presentation of the government he received attention by wearing dark-dotted white shoes made of crocodile leather.\nHugo de Jonge is married with two children, and a member of the Protestant Church in the Netherlands (PKN).","categories":[],"infobox_types":[],"annotations":[{"uri":"Bruinisse","surface_form":"Bruinisse","offset":51},{"uri":"Christian_Democratic_Appeal","surface_form":"Christian Democratic Appeal","offset":107},{"uri":"Third_Rutte_cabinet","surface_form":"Third Rutte cabinet","offset":192},{"uri":"Second_Chamber","surface_form":"Second Chamber","offset":421},{"uri":"Alderman","surface_form":"alderman","offset":531},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":555},{"uri":"Councillor","surface_form":"councillor","offset":682},{"uri":"Rutte_III","surface_form":"Rutte III","offset":880},{"uri":"Mark_Rutte","surface_form":"Mark Rutte","offset":937},{"uri":"Leather","surface_form":"leather","offset":1069},{"uri":"Protestant_Church_in_the_Netherlands","surface_form":"Protestant Church in the Netherlands","offset":1142}]}