{"id":604970,"url":"http://en.wikipedia.org/wiki/Bairavaa","text":"\"Bairavaa\" is a 2017 Indian Tamil-language action film written and directed by Bharathan and produced by Vijaya Productions. The film stars Vijay and Keerthy Suresh in the lead roles, while Sathish, Jagapathi Babu, Daniel Balaji, Mime Gopi, Sriman and Sija Rose amongst others play supporting roles. The music is composed by Santhosh Narayanan, the cinematography is handled by M. Sukumar and the film is edited by Praveen K. L. After entering production in early 2016, the film progressed under the tentative title of \"Vijay 60\", before being named as \"Bairavaa\" during September 2016. The film had a worldwide release on 12 January 2017. The film was dubbed into Telugu as \"Agent Bairavaa\" and in Hindi as \"Bhairava\" by Goldmines Telefilms in 2017. The film completed 100-day theatrical run. The film was a commercial success.\nStory.\nThe story revolves around Bairavaa (Vijay) and Malarvizhi (Keerthy Suresh). Bairavaa (Vijay), a collection agent for ICCI Bank in Chennai. During his manager's daughter's wedding, he comes across Malarvizhi (Keerthy Suresh), a medical student from Kallidaikurichi in Tirunelveli district, and immediately falls in love with her. He goes to the Koyambedu bus station to propose his love to Malarvizhi before she leaves Chennai. But he notices a group tries to kill her. He saves her from them. She tells a flashback that happened in her medical college.\nThe college has no basic facilities, including a proper building and good doctors. Malarvizhi and her best friend Vaishali (Aparna Vinod) lodged a complaint against the college to the Medical Council of India. To save his name, PK(owner of the college) made a deal with the MCI officials to cancel the suspension in exchange for sex with a girl from the college. Vaishali, who was the girl chosen by the officials, was found raped and killed the next morning. Malarvizhi's father (Aadukalam Naren), a sincere police officer, began an investigation into PK's involvement in Vaishali's death, but he too was killed by PK. After her father's death, Malarvizhi dragged PK to court. The judge declared that Malarvizhi should not be expelled from the college and must not be harmed till the case ends. But PK indirectly troubles her through the lecturers of the college. Bairavaa, on hearing Malarvizhi's story, decides to help her fight against PK and get justice for Vaishali. He too leaves for Kallidaikurichi with her.\nHe makes a raid on PK's house acting like an Income Tax officer. He collects all the evidences against PK from the raid. Then later PK came to know that he is not an IT officer. The fight between the both starts. PK gets back the evidence and destroys them, leaving Bairavaa with no evidence. Bairavaa thinks to use PK's right hand Kottai Veeran as the evidence. The time came, Kottai Veeran's wife was very ill and passes away. He changes PK's asthma inhaler with nitrous oxide (laughing gas). PK who inhales the gas before going to his wife's funeral, begins to laugh uncontrollably. Kottai Veeran turns against him and accept Bairavaa's offer of becoming approver. But PK kills him too.\nBairavaa decides to kill PK as that is the only way he can do to get justice for Vaishali. He frames that PK is planning to assassinate the Prime Minister of India while he is on the way to the Kudankulam Nuclear Power Plant. The news spreads all across India.Soon it is ordered to shoot PK. PK, realising that he is cornered, tries to kill Bairavaa before he dies, but Bairavaa manages to kill him along with the NSG commandos.\nBox office.\nThe movie got a collection above Rs. 100 crore and was considered as a super hit movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_language","surface_form":"Tamil","offset":28},{"uri":"Action_film","surface_form":"action film","offset":43},{"uri":"Bharathan_(director)","surface_form":"Bharathan","offset":79},{"uri":"Vijaya_Productions","surface_form":"Vijaya Productions","offset":105},{"uri":"Vijay_(actor)","surface_form":"Vijay","offset":140},{"uri":"Keerthy_Suresh","surface_form":"Keerthy Suresh","offset":150},{"uri":"Sathish","surface_form":"Sathish","offset":190},{"uri":"Jagapathi_Babu","surface_form":"Jagapathi Babu","offset":199},{"uri":"Daniel_Balaji","surface_form":"Daniel Balaji","offset":215},{"uri":"Mime_Gopi","surface_form":"Mime Gopi","offset":230},{"uri":"Sriman_(actor)","surface_form":"Sriman","offset":241},{"uri":"Sija_Rose","surface_form":"Sija Rose","offset":252},{"uri":"Santhosh_Narayanan","surface_form":"Santhosh Narayanan","offset":325},{"uri":"M._Sukumar","surface_form":"M. Sukumar","offset":378},{"uri":"Praveen_K._L.","surface_form":"Praveen K. L.","offset":415},{"uri":"Kallidaikurichi","surface_form":"Kallidaikurichi","offset":1084},{"uri":"Tirunelveli_district","surface_form":"Tirunelveli district","offset":1103},{"uri":"Koyambedu_bus_station","surface_form":"Koyambedu bus station","offset":1180},{"uri":"Aparna_Vinod","surface_form":"Aparna Vinod","offset":1513},{"uri":"Aadukalam_Naren","surface_form":"Aadukalam Naren","offset":1870},{"uri":"Nitrous_oxide","surface_form":"nitrous oxide","offset":2871}]}