{"id":605121,"url":"http://en.wikipedia.org/wiki/Center_Parcs","text":"Center Parcs is a group of holiday villages in Europe that was founded in the Netherlands in 1968. It is now two different companies: Center Parcs Europe (CPE), which is run by Pierre & Vacances on mainland European sites owned by Blackstone Group and Center Parcs UK which runs holiday villages in Great Britain and Ireland and is owned by the Brookfield Properties Corporation.\nHistory.\nA Dutch businessman, Piet Derksen, started a sport items shop in 1953 at Lijnbaan, Rotterdam. Its name was 'Sporthuis Centrum', which means 'Sport House Centre'. It succeeded and Derksen made 17 more shops in the Netherlands. He then added things used for camping to the range.\nIn 1968, Derksen bought some woodland near Reuver so that his staff and customers could relax in small tents. The park, De Lommerbergen, worked well so the tents were replaced with bungalows. In 1987, Center Parcs opened its first UK resort at Sherwood Forest in Nottinghamshire. The brewer Scottish and Newcastle liked the idea - they would buy Center Parcs UK.\nCenter Parcs UK.\nIn 2001, Scottish and Newcastle sold the Center Parcs UK to venture capitalists Mid Ocean. In December 2003 they sold the UK resorts to Arbor for £285 million. After it was put on the London Stock Exchange in May 2006, Center Parcs UK Group PLC was sold to Blackstone Group. It was changed into a private company. The chief executive Martin Dalby said that the company might make a fifth village. In 2004 it the company said it would be built near Woburn in Bedfordshire. They were not allowed to build it, but later they were allowed to.\nCenter Parcs in Whinfell Forest was built and run by the Rank Organisation, the only people who had the same service as Center Parcs in the UK. After a few years it was sold to Center Parcs. Whinfell Forest is not built in the same way as other Center Parcs places there are some design differences including the exterior look of the lodges and the Subtropical Swimming Paradise (which is the pools complex) which has been likened to a butterfly shape.\nBreak prices include accommodation, unlimited use of the Subtropical Swimming Paradise and playgrounds. Meals, bike hire and activities are additional costs.\nRepublic of Ireland.\nIn July 2016, Center Parcs was allowed by An Bord Pleanála (the Irish group which decides who can build things) to build the first Center Parcs in Ireland. The 395-acre resort will be built in Newcastle Wood, a forest near Ballymahon, County Longford. This is in the Republic of Ireland. The resort will be called 'Longford Forest' and will open in the summer of 2019.\nCenter Parcs Europe.\nIn 2003, Scottish & Newcastle sold the sites on the main part of Europe to Pierre & Vacances (P&V) and DBCP, a German investment group. This was called Center Parcs Europe (CPE). P&V owned a big bungalow-holiday-maker, Gran Dorado Resorts, a Dutch company.\nCPE was in Rotterdam, Netherlands. The Dutch government did not like the idea of combining Gran Dorado and Center Parcs, because it would be too big. After agreeing to get rid of some beds, CPE sold all but six Gran Dorado Resorts to Landal GreenParks. Six parks were added to CenterParcs: Loohorst (NL), Port Zelande (NL), Zandvoort (NL), Weerterbergen (NL), Hochsauerland (D) and Heilbachsee (D).\nIn 2006, after the Blackstone Group bought Center Parcs UK plc, Pierre & Vacances said they would sell all of the CPE sites, if they could still run them. In January 2009, Sunparks was made as well as a Center Parcs in Europe, as a version which did not cost as much.\nOperations and facilities.\nThere are now 26 resorts in the Netherlands, France, Belgium, Germany and the UK. None of the villages are the same. Visitors stay in lodges or bungalows, with trees and bushes around them. Park Zandvoort is different - it is in sand dunes. Some resorts have hotel rooms. The first village had swimming pool, shops and restaurants. A dome was made in 1980. It is called Subtropical Swimming Paradise in the UK. It has a swimming pool in it and other water play areas and pools. It is called 'Aqua Mundo' in Europe. Visitors can do lots of things, like go to restaurants, do activities, visit the spas, and go cycling.\nAll places.\nCenter Parcs UK and Center Parcs Europe has of 26 resorts and 4 Sunparks. There are six new parks being made.","categories":[],"infobox_types":[],"annotations":[{"uri":"Holiday_village","surface_form":"holiday village","offset":27},{"uri":"Netherlands","surface_form":"Netherlands","offset":78},{"uri":"Pierre_%26amp%3B_Vacances","surface_form":"Pierre & Vacances","offset":177},{"uri":"Blackstone_Group","surface_form":"Blackstone Group","offset":231},{"uri":"Center_Parcs_UK","surface_form":"Center Parcs UK","offset":252},{"uri":"Great_Britain","surface_form":"Great Britain","offset":299},{"uri":"Ireland","surface_form":"Ireland","offset":317},{"uri":"Brookfield_Properties_Corporation","surface_form":"Brookfield Properties Corporation","offset":345},{"uri":"Piet_Derksen","surface_form":"Piet Derksen","offset":410},{"uri":"Lijnbaan","surface_form":"Lijnbaan","offset":462},{"uri":"Rotterdam","surface_form":"Rotterdam","offset":472},{"uri":"Camping","surface_form":"camping","offset":645},{"uri":"Woodland","surface_form":"woodland","offset":696},{"uri":"Reuver","surface_form":"Reuver","offset":710},{"uri":"Tent","surface_form":"tent","offset":770},{"uri":"De_Lommerbergen","surface_form":"De Lommerbergen","offset":787},{"uri":"Bungalows","surface_form":"bungalows","offset":848},{"uri":"Sherwood_Forest","surface_form":"Sherwood Forest","offset":911},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":930},{"uri":"Brewery","surface_form":"brewer","offset":951},{"uri":"Scottish_and_Newcastle","surface_form":"Scottish and Newcastle","offset":1056},{"uri":"Venture_capital","surface_form":"venture capital","offset":1107},{"uri":"Blackstone_Group","surface_form":"Blackstone Group","offset":1304},{"uri":"Private_company","surface_form":"private company","offset":1344},{"uri":"CEO","surface_form":"chief executive","offset":1365},{"uri":"Bedfordshire","surface_form":"Woburn","offset":1495},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":1505},{"uri":"Rank_Organisation","surface_form":"Rank Organisation","offset":1643},{"uri":"An_Bord_Plean%C3%A1la","surface_form":"An Bord Pleanála","offset":2260},{"uri":"Ireland","surface_form":"Ireland","offset":2365},{"uri":"Ballymahon","surface_form":"Ballymahon","offset":2441},{"uri":"County_Longford","surface_form":"County Longford","offset":2453},{"uri":"Republic_of_Ireland","surface_form":"Republic of Ireland","offset":2485},{"uri":"Scottish_%26amp%3B_Newcastle","surface_form":"Scottish & Newcastle","offset":2617},{"uri":"Pierre_%26amp%3B_Vacances","surface_form":"Pierre & Vacances","offset":2683},{"uri":"Investment","surface_form":"investment","offset":2726},{"uri":"Gran_Dorado","surface_form":"Gran Dorado Resorts","offset":2827},{"uri":"Landal_GreenParks","surface_form":"Landal GreenParks","offset":3099},{"uri":"Blackstone_Group","surface_form":"Blackstone Group","offset":3283},{"uri":"France","surface_form":"France","offset":3604},{"uri":"Belgium","surface_form":"Belgium","offset":3612},{"uri":"Germany","surface_form":"Germany","offset":3621},{"uri":"United_Kingdom","surface_form":"UK","offset":3637},{"uri":"Sand_dunes","surface_form":"sand dunes","offset":3788},{"uri":"Restaurant","surface_form":"restaurant","offset":4117},{"uri":"Day_spa","surface_form":"spas","offset":4155},{"uri":"Cycling","surface_form":"go cycling","offset":4165}]}