{"id":605183,"url":"http://en.wikipedia.org/wiki/Paul_Manafort","text":"Paul John Manafort Jr. (born April 1, 1949) is an American lobbyist, political consultant, lawyer and convicted felon. He joined Donald Trump's presidential campaign team in March 2016 and served as campaign manager from June to August 2016. He was an adviser to the U.S. presidential campaigns of Republicans Gerald Ford, Ronald Reagan, George H. W. Bush, and Bob Dole.\nOn August 22, 2018, Manafort was convicted of bank and tax fraud.\nIn 1980, Manafort co-founded the Washington, D.C.-based lobbying firm Black, Manafort & Stone, along with principals Charles R. Black Jr., and Roger Stone.\nFBI Investigation.\nManafort is under investigation by multiple federal agencies. The Federal Bureau of Investigation (FBI) has reportedly had an active criminal investigation on him since 2014 regarding business dealings in Ukraine. He is also a person of interest in the FBI counterintelligence probe looking into the Russian interference in the 2016 United States elections led by Robert Mueller.\nArrest.\nOn October 30, 2017, Manafort surrendered to the FBI after news broke that a federal grand jury had indicted him. They charged Manafort with conspiracy against the United States, conspiracy to launder money, failure to file reports of foreign bank and financial accounts, being an unregistered agent of foreign principal, false and misleading FARA statements, and false statements.\nOn June 15, 2018, Manafort's bail was revoked and he was sent to jail due to charges of obstruction of justice and witness tampering that is alleged to have occurred while he was under house arrest. He pled not guilty to these additional charges and as of June 2018 is currently awaiting trial.\nConviction.\nOn Tuesday, August 21, 2018, Manafort was convicted of five counts of tax fraud, two counts of bank fraud and one count of failure to report foreign bank accounts. In total, the jury convicted Manafort on 8 of the 18 counts against him and said it was deadlocked on the other 10 counts (U.S. District Judge [https://en.wikipedia.org/wiki/T._S._Ellis_III T. S. Ellis III] declared a mistrial on those charges).","categories":[],"infobox_types":[],"annotations":[{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":129},{"uri":"Gerald_Ford","surface_form":"Gerald Ford","offset":310},{"uri":"Ronald_Reagan","surface_form":"Ronald Reagan","offset":323},{"uri":"George_H._W._Bush","surface_form":"George H. W. Bush","offset":338},{"uri":"Bob_Dole","surface_form":"Bob Dole","offset":361},{"uri":"Black%2C_Manafort%2C_Stone_and_Kelly","surface_form":"Black, Manafort & Stone","offset":507},{"uri":"Charles_R._Black_Jr.","surface_form":"Charles R. Black Jr.","offset":554},{"uri":"Roger_Stone","surface_form":"Roger Stone","offset":580},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":678},{"uri":"Ukraine","surface_form":"Ukraine","offset":817},{"uri":"Russian_interference_in_the_2016_United_States_elections","surface_form":"Russian interference in the 2016 United States elections","offset":912},{"uri":"Robert_Mueller","surface_form":"Robert Mueller","offset":976},{"uri":"Launder_money","surface_form":"launder money","offset":1193}]}