{"id":605177,"url":"http://en.wikipedia.org/wiki/Sutherland_Springs_church_shooting","text":"e=\"preserve\">On November 5, 2017, a mass shooting took place at the First Baptist Church in Sutherland Springs, Texas.\nAn armed, male gunman reportedly entered the church around 11:30 am CST and started firing. The shooter was killed after a chase with local law enforcement. At least 27 people were killed including the man who did the shooting. One of the victims was the pastor's 14-year-old daughter. At least 30 people were injured in the shooting.\nThe shooting is the deadliest mass shooting at a church in U.S. history. More people died than in the Charleston, South Carolina, church shooting in 2015.\nPresident Donald Trump was in Japan at the time of the attack. He tweeted, \"May God be w/ the people of Sutherland Springs, Texas. The FBI & law enforcement are on the scene. I am monitoring the situation from Japan.\"\nA few hours after the shooting, it was learned that the shooter was 26-year-old Devin Patrick Kelley. He served in the U.S. Air Force from 2009 to 2013 before being told to leave. For a short time he was an unpaid helper at a Vacation Bible School in Kingsville, Texas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_shooting","surface_form":"mass shooting","offset":36},{"uri":"Sutherland_Springs%2C_Texas","surface_form":"Sutherland Springs, Texas","offset":92},{"uri":"CST","surface_form":"CST","offset":187},{"uri":"Charleston_church_shooting","surface_form":"Charleston, South Carolina, church shooting","offset":556},{"uri":"President_of_the_United_States","surface_form":"President","offset":609},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":619},{"uri":"Japan","surface_form":"Japan","offset":639},{"uri":"United_States_Air_Force","surface_form":"U.S. Air Force","offset":946},{"uri":"Vacation_Bible_School","surface_form":"Vacation Bible School","offset":1053},{"uri":"Kingsville%2C_Texas","surface_form":"Kingsville, Texas","offset":1078}]}