{"id":605124,"url":"http://en.wikipedia.org/wiki/Center_Parcs_UK","text":"Center Parcs UK is a company which sells short breaks in five holiday villages in the United Kingdom. Each is about of woodland. The company's first village opened at Sherwood Forest, Nottinghamshire, in 1987. Its fifth, at Woburn Forest, Bedfordshire, opened in 2014.\nAnother company runs in the main part of Europe. It is also called Center Parcs, but the two companies are separate. Center Parcs UK became 30 years old in 2017.\nHistory.\nIn 1968, a Dutch businessman called Piet Derksen bought woodland near Reuver so that workers and customers of his 17 sporting goods shops could relax in small tents. The park, De Lommerbergen, worked well and tents were replaced by bungalows. In 1987, Center Parcs opened its first UK resort at Sherwood Forest, Nottinghamshire. The brewer Scottish and Newcastle liked this idea and they would buy the company.\nIn 2001 Scottish and Newcastle sold the Center Parcs UK to venture capitalists Mid Ocean. In 2003 they sold the sites in Europe to France-based Pierre & Vacances (P&V), and German investment group DBCP. The companies have the same name but are not the same company.\nIn December 2003 Mid Ocean sold the UK resorts to Arbor Ltd for £285 million. Arbor put the company on the London Stock Exchange's Alternative Investment Market. In May 2006 Center Parcs UK was sold to Blackstone Group, and change into a private company. Blackstone changed the name of the European sites to Center Parcs.\nIn June 2015, it was announced that Blackstone had agreed to sell the company to Canadian-based Brookfield Properties Corporation, for £2.4bn.\nOperations.\nThe first Center Parcs holiday village in the United Kingdom was opened in July 1987. It was near Ollerton and Boughton in Nottinghamshire and named Sherwood Forest. Two years later a second village was added, at Elveden Forest, near Brandon, Suffolk.\nThe third park opened in 1994, on the site of Longleat Safari Park near Warminster, Wiltshire. This village has less lodges than Elveden Forest and Sherwood Forest because it is very hilly.\nIn 1997, the Rank Organisation had opened a holiday village near Penrith, Cumbria. They called it Oasis Lakeland Holiday Village. When Center Parcs UK bought it they changed the name to \"Center Parcs Oasis Whinfell Forest\". The middle of the village is under a roof, and there is no country club like at Elveden Forest and Sherwood Forest. Center Parcs have changed many Whinfell Forest lodges. They have also added new lodges like the ones at the other parks.\nIn April 2002, the central plaza and sports centre at Elveden Forest was destroyed by a fire. Nobody was badly injured but one man had to be treated because he inhaled smoke. In the summer of 2003, Elveden Forest reopened. Whilst it was closed, the village was rebuilt in a slightly different design. Some lodges were extended and a spa was built.\nThe chief executive, Martin Dalby, said that the company might add a fifth village. In December 2004, Center Parcs said that it had found a place for it near a town called Woburn, Bedfordshire. The estimated project cost ten years before construction was about £160 million. New lodges, buildings, a pool, a spa and restaurants were built. It was thought that the project would take between three and four years to complete. In September 2007 the company were allowed to build. In 2012 they got £250 million of investment to build the new resort. It would be called Woburn Forest. It is the smallest Center Parcs UK village and opened in spring 2014.\nIn 2008, Martin Dalby, the chief executive of Center Parcs UK, said that the new village would be the last village the company built in the UK and that if a sixth village was built it would probably be placed in Ireland.\nThe sixth village was announced in September 2015. County Longford Forest will be in Ireland and is going to open in the summer of 2019.\nPlaces to stay.\nEach village has different lodge types. These can have between one and four bedrooms. Sherwood Forest has just built a lodge with 6 bedrooms. They can hold up to 12 people. Some big lodges have a games room and hot tub. Lodges are usually in small groups and are quite private. Elveden Forest doesn't have any lodges with one bedroom. It has Lakeside Apartments instead, for one to two people.\nIn 2007, Center Parcs began updating all of its lodges. All the beds were replaced. A new kind of 'Woodland Lodge' replaced the old simple lodges to become the least expensive place to stay. The Executive Lodges were also upgraded.\nThings to do.\nGuests can book and take part in a large amount to do at the villages.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Holiday_village","surface_form":"holiday village","offset":62},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":86},{"uri":"Center_Parcs_Sherwood_Forest","surface_form":"Sherwood Forest","offset":167},{"uri":"Center_Parcs_Woburn_Forest","surface_form":"Woburn Forest","offset":224},{"uri":"Europe","surface_form":"Europe","offset":310},{"uri":"Center_Parcs","surface_form":"Center Parcs","offset":336},{"uri":"Piet_Derksen","surface_form":"Piet Derksen","offset":476},{"uri":"Reuver","surface_form":"Reuver","offset":510},{"uri":"Sporting_goods","surface_form":"sporting goods","offset":557},{"uri":"De_Lommerbergen","surface_form":"De Lommerbergen","offset":616},{"uri":"Bungalows","surface_form":"bungalows","offset":672},{"uri":"Sherwood_Forest","surface_form":"Sherwood Forest","offset":735},{"uri":"Nottinghamshire","surface_form":"Nottinghamshire","offset":752},{"uri":"Brewery","surface_form":"brewer","offset":773},{"uri":"Venture_capital","surface_form":"venture capital","offset":910},{"uri":"France","surface_form":"France","offset":982},{"uri":"Pierre_%26amp%3B_Vacances","surface_form":"Pierre & Vacances","offset":995},{"uri":"Germany","surface_form":"German","offset":1024},{"uri":"Investment","surface_form":"investment","offset":1031},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":1224},{"uri":"Alternative_Investment_Market","surface_form":"Alternative Investment Market","offset":1248},{"uri":"Blackstone_Group","surface_form":"Blackstone Group","offset":1319},{"uri":"Private_company","surface_form":"private company","offset":1355},{"uri":"Canada","surface_form":"Canadian","offset":1520},{"uri":"Brookfield_Properties_Corporation","surface_form":"Brookfield Properties Corporation","offset":1535},{"uri":"Ollerton_and_Boughton","surface_form":"Ollerton and Boughton","offset":1692},{"uri":"Elveden_Forest","surface_form":"Elveden Forest","offset":1807},{"uri":"Brandon%2C_Suffolk","surface_form":"Brandon","offset":1828},{"uri":"Longleat_Safari_Park","surface_form":"Longleat Safari Park","offset":1892},{"uri":"Warminster","surface_form":"Warminster","offset":1918},{"uri":"Wiltshire","surface_form":"Wiltshire","offset":1930},{"uri":"Rank_Organisation","surface_form":"Rank Organisation","offset":2049},{"uri":"Penrith%2C_Cumbria","surface_form":"Penrith, Cumbria","offset":2101},{"uri":"Fire","surface_form":"fire","offset":2585},{"uri":"Smoke","surface_form":"smoke","offset":2665},{"uri":"Spa","surface_form":"spa","offset":2830},{"uri":"CEO","surface_form":"chief executive","offset":2849},{"uri":"Center_Parcs_Woburn_Forest","surface_form":"fifth village","offset":2914},{"uri":"Woburn%2C_Bedfordshire","surface_form":"Woburn","offset":3017},{"uri":"Bedfordshire","surface_form":"Bedfordshire","offset":3025},{"uri":"Investment","surface_form":"investment","offset":3356},{"uri":"Ireland","surface_form":"Ireland","offset":3708},{"uri":"Hot_tub","surface_form":"hot tub","offset":4081}]}