{"id":60561,"url":"http://en.wikipedia.org/wiki/Ko%C5%84skowola","text":"Końskowola is a village in Southeastern Poland. It is the capital of a separate commune within Puławy County and the Lublin Voivodeship. It has 2,188 inhabitants (as of 2004).\nHistory.\nThe town was established on June 8, 1532. Końskowola served as a center of the foodstuffs trade for the surrounding area. Several textile production factories were also located there.\nDuring World War II, on September 15, 1939, Końskowola was taken by German troops and occupied. During the course of WWII, the Germans set up a POW camp and camps for slave labor in the town. The POW camp was soon stopped, but a labor camp continued in operation through 1943.\nA ghetto was established in the town, to which many groups of Jews were relocated, including Jews from Slovakia. On May 8, 1942, the Nazis conducted an \"Aktion\" in which many Jews were rounded up and transported to a death camp. In October 1942, the ghetto's population was killed in a massacre carried out by German troops. Some 800-1000 Jews, among them women and children, were taken to a nearby forest and killed. The ghetto's remaining inhabitants were moved to another camp.\nWith the approach of Soviet Union forces in the summer of 1944, the Germans had plans to burn the town. On July 25, 1944, the German occupation forces were attacked by fighters of the Polish resistance. The town was soon freed from the Germans.","categories":[],"infobox_types":["settlement"],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":40},{"uri":"Capital_(city)","surface_form":"capital","offset":58},{"uri":"Pu%C5%82awy_County","surface_form":"Puławy County","offset":95},{"uri":"Lublin_Voivodeship","surface_form":"Lublin Voivodeship","offset":117},{"uri":"Textile","surface_form":"textile","offset":315},{"uri":"World_War_II","surface_form":"World War II","offset":376},{"uri":"Germany","surface_form":"German","offset":437},{"uri":"Prisoner_of_war","surface_form":"POW","offset":513},{"uri":"German_concentration_camps","surface_form":"camps","offset":526},{"uri":"Slave_labor","surface_form":"slave labor","offset":536},{"uri":"Ghetto","surface_form":"ghetto","offset":648},{"uri":"Jews","surface_form":"Jews","offset":708},{"uri":"Slovakia","surface_form":"Slovakia","offset":749},{"uri":"Nazis","surface_form":"Nazis","offset":779},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1148}]}