{"id":6057,"url":"http://en.wikipedia.org/wiki/Brush","text":"A brush is a tool with bristle<nowiki/>s or wires or other filaments sticking out. There are many kinds. Most brushes have a long part at one end to hold (the handle), on the other end from the head that carries the bristles or filaments. We use brushes for cleaning, making hair look good, painting, and other purposes.\nBrushes for cleaning.\nMany kinds of brushes are made for cleaning, for example toothbrushes or brushes for cleaning floors.\nPaint brushes.\nWe use paint brushes for putting ink or paint on paper. Computer graphics uses digital paintbrushes for making pictures\nSizes and materials.\nWe can buy brushes in different sizes and materials. Here are some sorts.\nDecorators' brushes.\nThe sizes of brushes used for painting and decorating (changing the colour or look of a room) are usually in millimeters or inches. This shows how wide the head is.\nWe can buy brushes with natural or synthetic (man-made) bristles. Handles (the part of the brush we hold) may be wood or plastic.\nArtists' brushes.\nArtists' brushes usually have sizes with numbers, but there is no standard.\nWe use sizes \"000\" to \"20\" most often.\nBristles may be natural -- either soft hair or hog (pig) bristle -- or synthetic (man-made).\nArtists' brush handles (the part of the brush we hold) are often wooden, but the cheapest brushes may have plastic handles. Many cheap handles are made of unfinished wood; better quality handles are of finished wood.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bristle","surface_form":"bristle","offset":23},{"uri":"Handle_(grip)","surface_form":"handle","offset":159},{"uri":"Head","surface_form":"head","offset":194},{"uri":"Cleaning","surface_form":"cleaning","offset":258},{"uri":"Hair","surface_form":"hair","offset":275},{"uri":"Painting","surface_form":"painting","offset":291},{"uri":"Ink","surface_form":"ink","offset":493},{"uri":"Paint","surface_form":"paint","offset":500},{"uri":"Computer_graphics","surface_form":"Computer graphics","offset":516},{"uri":"Size","surface_form":"size","offset":633},{"uri":"Material","surface_form":"material","offset":643},{"uri":"Wood","surface_form":"wood","offset":974},{"uri":"Plastic","surface_form":"plastic","offset":982},{"uri":"Artist","surface_form":"Artist","offset":1009},{"uri":"Wood","surface_form":"wood","offset":1282},{"uri":"Plastic","surface_form":"plastic","offset":1324}]}