{"id":60608,"url":"http://en.wikipedia.org/wiki/Socialist_Party_(France)","text":"e=\"preserve\">The Socialist Party (\"Parti Socialiste\", PS) is one of the largest political parties in France. It replaced the French Section of the Workers' International (SFIO) in 1969.\nIt is one of the social democratic parties.\nIt first won power under the Fifth Republic with François Mitterrand's victory at the 1981 presidential election.\nThe party's candidate for the 2007 presidential election, Ségolène Royal, was defeated by Nicolas Sarkozy by about 53% to 47%. In 2012, Socialist Party's candidate François Hollande won the presidential election.\nFrench socialism until 1969.\nAfter the failure of the Paris commune (1871), French socialism was figuratively beheaded. Its leaders were killed or exiled. France's first socialist party, the Federation of the Socialist Workers of France (\"Fédération des travailleurs socialistes de France\" or FTSF), was founded in 1879.\nIn 1899, the participation of Millerand in Pierre Waldeck-Rousseau's cabinet caused a debate about socialist participation in a \"bourgeois government\". Three years later, Jaurès, Allemane and the possibilists founded the French Socialist Party while Guesde and Vaillant formed the Socialist Party of France. Then, in 1905, during the Globe Congress, the two groups merged in the French Section of the Workers International (\"Section française de l'Internationale ouvrière\" or SFIO). Jaurès became the party leader.\nThe French socialists were strongly pacifist, but following the assassination of Jaurès in 1914 they were unable to resist the wave of militarism which followed the outbreak of World War I.\nThe Socialists suffered a severe split over participation in the wartime government of national unity. In 1919 the anti-war socialists were heavily defeated in elections. In 1920, during the Tours Congress, the majority and left wing of the party broke away and formed the French Section of the Communist International (\"Section française de l'Internationale Communiste\" or SFIC). This party joined the Third International, that was founded by Lenin. The right wing, led by Léon Blum, kept the \"old house\" and remained in the SFIO.\nIn 1934, the Communists changed their line, and the three parties came together in the Popular Front, which won the 1936 elections and brought Blum to power as France's first Socialist Prime Minister.\nAfter the liberation of France in 1944, the SFIO had a coalition with a powerful Communist Party (which became the main left-wing party) and the Christian Democratic MRP. This alliance did not survive the Cold War. Blum proposed the construction of a Third Force with the center-left and the center-right, against the Gaullists and the Communists. However, his candidate to lead of the SFIO, Daniel Mayer, was defeated by Guy Mollet.\nMollet was supported by the left wing of the party. Paradoxically, he spoke a Marxist language without questioning the alliance with the center and the center-right. He was Prime Minister at the head of a minority government in 1956. The SFIO returned to opposition in 1959.\nThe SFIO did not nominate a candidate for the 1965 election. Consequently, it supported the candidacy of François Mitterrand, a former minister of the Fourth Republic who had been a conservative, then an independent of the left. He was resolutely anti-Gaullist. He obtained an honourable result and faced De Gaulle in an unexpected second ballot. He thus appeared as the leader of the non-Communist left.\nIn order to exist between the Communist Party, leading the left, and the Gaullist Party, leading the country, the SFIO, Radicals, and left wing republican groups created the Federation of the Democratic and Socialist Left under Mitterrand's leadership.\nThe foundation of the PS and the \"Union of Left\" (1969–1981).\nIn 1969 the SFIO was replaced by the Socialist Party (\"Parti socialiste\" or PS). It was joined by pro-Pierre Mendès-France clubs (Union of Clubs for the Renewal of the Left led by Alain Savary) and left-wing republican groups (Union of Socialist Groups ad Clubs of Jean Poperen). During the Issy-les-Moulineaux Congress, Alain Savary was elected First Secretary with the support of his predecessor Guy Mollet. He proposed an \"ideological dialogue\" with the Communists.\nTwo years later, pro-François Mitterrand clubs (Convention of the Republican institutions), joined the party. Mitterrand defeated the Savary-Mollet duo by proposing an electoral programme with the Communists.\nMitterrand's presidency and the practice of power (1981–1995).\nIn 1981 Mitterrand defeated the neoliberal Valéry Giscard d'Estaing, to become the first socialist elected President of France by universal suffrage.\nThe PS lost the majority in the French National Assembly in 1986, forcing Mitterrand to \"cohabit\" with the conservative government of Jacques Chirac. Nevertheless, Mitterrand was re-elected President in 1988 with a moderate programme entitled \"united France\". He proposed neither nationalisations nor privatisations. He chose as Prime Minister the most popular and moderate of the Socialist politicians, Michel Rocard. His cabinet included 4 center-right ministers but it was supported by only a plurality in the National Assembly elected in June 1988.\nDuring his second term, Mitterrand focused on foreign policy and European construction.\nJospin and the \"Plural Left\" (1995–2002).\nIn opposition, the PS reconstructed a coalition with the other left-wing forces: the PCF, the Greens, the Left Radical Party and the MDC. This \"Plural Left\" (\"Gauche plurielle\") gained the 1997 legislative election and Jospin became Prime Minister of the third \"cohabitation\".\nHis policy was broadly progressive but had little to do with socialism as traditionally understood. The Aubry laws reduced the working time to 35 hours a week. A universal medical cover was instituted. However, the policy of privatization was pursued.\nOn April 21, 2002 Jospin was eliminated at the first round of the presidential election.\nAfter the 2002 shock.\nIn the 2004 regional elections, the Socialists had a major comeback. In coalition with the former \"Plural Left\", they gained power in 20 of the 22 metropolitan regions (all except Alsace and Corsica) and in the four overseas regions. In fact, it benefited from a \"sanction-vote\" against the right.\nOn 1 December 2004, 59% of the members of the Socialist Party decided to approve the proposed European Constitution. However, several well-known members of the Party, including Laurent Fabius, and left-wingers Henri Emmanuelli and Jean-Luc Mélenchon, asked the voters to vote \"no\" in the 29 May 2005 French referendum on the European Constitution, at which the proposed Constitution was rejected.\n2007 presidential elections.\nFor the 2007 presidential election, many potential candidates appeared: François Hollande, Laurent Fabius (who has joined the left-wing of the party), Dominique Strauss-Kahn (who claimed he represented \"social-democracy\"), Jack Lang, Martine Aubry and Ségolène Royal, who was favourite according to the polls.\nOn 16 November 2006, the members of the Socialist Party chose Ségolène Royal to be their candidate with a majority of 60%. Her challengers, Strauss-Kahn and Fabius, obtained 21% and 19% respectively.\nAfter obtaining 25% of the vote in the first round of France's presidential elections Ségolène Royal qualified for the second round of voting but lost to Nicolas Sarkozy on May 6, 2007.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":101},{"uri":"French_Section_of_the_Workers%27_International","surface_form":"French Section of the Workers' International","offset":125},{"uri":"Social_democracy","surface_form":"social democratic","offset":203},{"uri":"French_Fifth_Republic","surface_form":"Fifth Republic","offset":259},{"uri":"Fran%C3%A7ois_Mitterrand","surface_form":"François Mitterrand","offset":279},{"uri":"French_presidential_election%2C_1981","surface_form":"1981 presidential election","offset":316},{"uri":"French_presidential_election%2C_2007","surface_form":"2007 presidential election","offset":374},{"uri":"S%C3%A9gol%C3%A8ne_Royal","surface_form":"Ségolène Royal","offset":402},{"uri":"Nicolas_Sarkozy","surface_form":"Nicolas Sarkozy","offset":434},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":508},{"uri":"French_presidential_election%2C_2012","surface_form":"presidential election","offset":534},{"uri":"Paris_commune","surface_form":"Paris commune","offset":611},{"uri":"Federation_of_the_Socialist_Workers_of_France","surface_form":"Federation of the Socialist Workers of France","offset":748},{"uri":"Pierre_Waldeck-Rousseau","surface_form":"Pierre Waldeck-Rousseau","offset":921},{"uri":"Globe_Congress","surface_form":"Globe Congress","offset":1212},{"uri":"French_Section_of_the_Workers_International","surface_form":"French Section of the Workers International","offset":1257},{"uri":"World_War_I","surface_form":"World War I","offset":1570},{"uri":"Tours_Congress","surface_form":"Tours Congress","offset":1774},{"uri":"French_Communist_Party","surface_form":"French Section of the Communist International","offset":1856},{"uri":"Third_International","surface_form":"Third International","offset":1986},{"uri":"Lenin","surface_form":"Lenin","offset":2027},{"uri":"L%C3%A9on_Blum","surface_form":"Léon Blum","offset":2057},{"uri":"Popular_Front_(France)","surface_form":"Popular Front","offset":2202},{"uri":"French_Communist_Party","surface_form":"Communist Party","offset":2397},{"uri":"Popular_Republican_Movement","surface_form":"MRP","offset":2482},{"uri":"Third_Force","surface_form":"Third Force","offset":2567},{"uri":"Daniel_Mayer","surface_form":"Daniel Mayer","offset":2708},{"uri":"Guy_Mollet","surface_form":"Guy Mollet","offset":2738},{"uri":"French_presidential_election%2C_1965","surface_form":"1965 election","offset":3071},{"uri":"Fran%C3%A7ois_Mitterrand","surface_form":"François Mitterrand","offset":3130},{"uri":"Gaullist_Party","surface_form":"Gaullist Party","offset":3503},{"uri":"Federation_of_the_Democratic_and_Socialist_Left","surface_form":"Federation of the Democratic and Socialist Left","offset":3604},{"uri":"Pierre_Mend%C3%A8s-France","surface_form":"Pierre Mendès-France","offset":3847},{"uri":"Union_of_Clubs_for_the_Renewal_of_the_Left","surface_form":"Union of Clubs for the Renewal of the Left","offset":3875},{"uri":"Alain_Savary","surface_form":"Alain Savary","offset":3925},{"uri":"Union_of_Socialist_Groups_ad_Clubs","surface_form":"Union of Socialist Groups ad Clubs","offset":3972},{"uri":"Jean_Poperen","surface_form":"Jean Poperen","offset":4010},{"uri":"Val%C3%A9ry_Giscard_d%27Estaing","surface_form":"Valéry Giscard d'Estaing","offset":4529},{"uri":"President_of_France","surface_form":"President of France","offset":4593},{"uri":"French_National_Assembly","surface_form":"French National Assembly","offset":4668},{"uri":"Jacques_Chirac","surface_form":"Jacques Chirac","offset":4770},{"uri":"French_legislative_election%2C_1988","surface_form":"June 1988","offset":5178},{"uri":"Les_Verts","surface_form":"Greens","offset":5413},{"uri":"Left_Radical_Party","surface_form":"Left Radical Party","offset":5425},{"uri":"Gauche_plurielle","surface_form":"Gauche plurielle","offset":5478},{"uri":"French_legislative_election%2C_1997","surface_form":"1997 legislative election","offset":5508},{"uri":"Cohabitation_(government)","surface_form":"cohabitation","offset":5581},{"uri":"Aubry_laws","surface_form":"Aubry laws","offset":5700},{"uri":"French_presidential_election%2C_2002","surface_form":"presidential election","offset":5914},{"uri":"French_regional_elections%2C_2004","surface_form":"2004 regional elections","offset":5966},{"uri":"Alsace","surface_form":"Alsace","offset":6139},{"uri":"Corsica","surface_form":"Corsica","offset":6150},{"uri":"European_Constitution","surface_form":"European Constitution","offset":6351},{"uri":"Laurent_Fabius","surface_form":"Laurent Fabius","offset":6434},{"uri":"Henri_Emmanuelli","surface_form":"Henri Emmanuelli","offset":6467},{"uri":"Jean-Luc_M%C3%A9lenchon","surface_form":"Jean-Luc Mélenchon","offset":6488},{"uri":"French_referendum_on_the_European_Constitution","surface_form":"French referendum on the European Constitution","offset":6557},{"uri":"French_presidential_election%2C_2007","surface_form":"2007 presidential election","offset":6691},{"uri":"Fran%C3%A7ois_Hollande","surface_form":"François Hollande","offset":6755},{"uri":"Laurent_Fabius","surface_form":"Laurent Fabius","offset":6774},{"uri":"Dominique_Strauss-Kahn","surface_form":"Dominique Strauss-Kahn","offset":6834},{"uri":"Jack_Lang_(French_politician)","surface_form":"Jack Lang","offset":6906},{"uri":"Martine_Aubry","surface_form":"Martine Aubry","offset":6917},{"uri":"S%C3%A9gol%C3%A8ne_Royal","surface_form":"Ségolène Royal","offset":6935},{"uri":"S%C3%A9gol%C3%A8ne_Royal","surface_form":"Ségolène Royal","offset":7055},{"uri":"Nicolas_Sarkozy","surface_form":"Nicolas Sarkozy","offset":7347}]}