{"id":60610,"url":"http://en.wikipedia.org/wiki/Anomie","text":"e=\"preserve\">Anomie means the absence of the usual moral or ethical values, where a person or group lacks ethical standards. In the context of society or government it may be a cause of social unrest.\nEtymology.\nThe word comes from Greek, namely the prefix \"a-\" “without”, and \"nomos\" “law”. The original meaning of \"anomie\" was \"against or outside the law\".\nIn contemporary English the word \"anomie\" can mean not only normlessness but also anarchy. Émile Durkheim and later theorists, meant with \"anomie\" a reaction against or a retreat from the regulatory social controls of society, and is a completely separate concept from anarchy which is an absence of effective rulers or leaders.\nAnomie in literature and film.\nIn Albert Camus’s existentialist novel \"The Stranger\", the protagonist Meursault struggles to construct an individual system of values as he responds to the disappearance of the old. He exists largely in a state of \"anomie\", as seen from the apathy evinced in the opening lines: \"“Aujourd’hui, maman est morte. Ou peut-être hier, je ne sais pas”\" (“Today Mother died. Or maybe yesterday, I don't know.”)\nDostoevsky, whose work is often considered a philosophical precursor to existentialism, often expressed a similar concern in his novels. In \"The Brothers Karamazov\", the character Dimitri Karamazov asks his atheist friend Rakitin, ”...without God and immortal life? All things are lawful then, they can do what they like?” Raskolnikov, the anti-hero of Dostoevsky’s novel \"Crime and Punishment\", puts this philosophy into action when he kills an elderly pawnbroker and her sister, later rationalizing this act to himself with the words, “...it wasn’t a human being I killed, it was a principle!”\nOn Hermann Hesse´s \"Der Steppenwolf\" we can also find a very clear picture of anomie. The protagonist affirms that the men of the Dark Ages did not suffer more than those of the Classical Antiquity, and vice-versa. It is rather those who live between two times, those who do not know what to follow, that suffer the most. In this token, a man from the Dark Ages living in the Classical Antiquity, or the opposite, would undergo a gulping sadness and agony.","categories":[],"infobox_types":[],"annotations":[{"uri":"Value","surface_form":"value","offset":68},{"uri":"Society","surface_form":"society","offset":143},{"uri":"Government","surface_form":"government","offset":154},{"uri":"Greek_language","surface_form":"Greek","offset":232},{"uri":"Prefix","surface_form":"prefix","offset":250},{"uri":"Normlessness","surface_form":"normlessness","offset":419},{"uri":"Anarchism","surface_form":"anarchy","offset":441},{"uri":"%C3%89mile_Durkheim","surface_form":"Émile Durkheim","offset":450},{"uri":"Social_control","surface_form":"social control","offset":558},{"uri":"Society","surface_form":"society","offset":577},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":722},{"uri":"Existentialism","surface_form":"existentialist","offset":737},{"uri":"Novel","surface_form":"novel","offset":752},{"uri":"The_Stranger_(novel)","surface_form":"The Stranger","offset":759},{"uri":"Meursault","surface_form":"Meursault","offset":790},{"uri":"Dostoevsky","surface_form":"Dostoevsky","offset":1123},{"uri":"Existentialism","surface_form":"existentialism","offset":1195},{"uri":"The_Brothers_Karamazov","surface_form":"The Brothers Karamazov","offset":1264},{"uri":"Atheist","surface_form":"atheist","offset":1330},{"uri":"Raskolnikov","surface_form":"Raskolnikov","offset":1446},{"uri":"Crime_and_Punishment","surface_form":"Crime and Punishment","offset":1496},{"uri":"Hermann_Hesse","surface_form":"Hermann Hesse","offset":1722},{"uri":"Der_Steppenwolf","surface_form":"Der Steppenwolf","offset":1739},{"uri":"Dark_Ages","surface_form":"Dark Ages","offset":1849},{"uri":"Classical_Antiquity","surface_form":"Classical Antiquity","offset":1897},{"uri":"Agony","surface_form":"agony","offset":2169}]}