{"id":606184,"url":"http://en.wikipedia.org/wiki/Indooroopilly_Silver_Mine","text":"The Indooroopilly Silver Mine is a historic silver mine at Indooroopilly, Brisbane, Australia\nHistory.\nIn 1918, G. Olsen and his neighbour, Patrick J. Madden discovered silver-lead traces on Mr Olsen’s land at Finney’s Hill, Indooroopilly, a suburb of Brisbane, Queensland, 10km from the city centre. After some promising excavations all over the property approximately 200 feet above sea level, a mineral lease was granted to them and the first ore recovered from the site was dispatched to Cockle Creek, N.S.W. for smelting.\nThe success of this led to the construction of an underground shaft to commence open-cut mining of the site in 1919. A number of leases were taken out on the property and adjacent land. A year later geophysical prospecting was undertaken, the first record of such a survey being undertaken in Queensland.\nIn 1921, a larger shaft was sunk to recover ore and a small treatment plant was erected in 1924 to facilitate work there. Mining continued with P.J. Madden purchasing the property outright. The existing house on the land, Fernbrook, built by architect, George Addison was demolished.\nBy 1929, the mine ceased operations, due to poor metal prices worldwide and the exhaustion of the higher grade reserve. Total production for the period 1919-1929 had been 227, 343 oz of silver and 1,795 tonnes of lead.\nUniversity of Queensland Experimental Mine.\nOver the next two decades, the mine remained closed. Shafts and tunnels collapsed as timber rotted, and the land was susceptible to flooding from the Brisbane River. The University of Queensland leased the site in 1951, totalling 6 hectares for its Department of Mining. The property was owned by Brisbane City Council, who sold it to the Queensland government. In 1956, the state government provided to mine site to the University granting it permanent and exclusive surface and underground rights.\nThe open-cut and underground workings resumed, offering the University an opportunity to manage it as a working mine and teaching facility. Three shafts exist – the main shaft sunk to a depth of 290 ft, a ventilation shaft sunk to 150 ft and an inclined shaft sunk 65 degrees horizontal to the mine’s 140 ft level. This was established by students of the Colombo Plan to gain experience.\nThe mine operates today as part of the Julius Kruttschnitt Mineral Research Centre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Silver","surface_form":"silver","offset":44},{"uri":"Mine","surface_form":"mine","offset":51},{"uri":"Brisbane","surface_form":"Brisbane","offset":74},{"uri":"Australia","surface_form":"Australia","offset":84},{"uri":"Silver","surface_form":"silver","offset":169},{"uri":"Lead","surface_form":"lead","offset":176},{"uri":"Brisbane","surface_form":"Brisbane","offset":252},{"uri":"Cockle_Creek_Smelter","surface_form":"Cockle Creek","offset":492},{"uri":"George_Henry_Male_Addison","surface_form":"George Addison","offset":1085},{"uri":"University_of_Queensland","surface_form":"University of Queensland","offset":1549},{"uri":"Julius_Kruttschnitt_II","surface_form":"Julius Kruttschnitt","offset":2306}]}