{"id":606251,"url":"http://en.wikipedia.org/wiki/History_of_the_London_Underground","text":"From its creation to the present day, London Underground's 150-year history has been an eventful one.\nLondon Underground milestones.\nConstructed by Sir Marc Brunel and his son Isambard, the Thames Tunnel opens\nOn 10 January, The Metropolitan Railway opens the world's first underground railway, between Paddington (then called Bishop's Road) and Farringdon Street\nThe first section of the Metropolitan District Railway, from South Kensington to Westminster (now part of the District and Circle lines), opens\nThe first steam trains travel through the Brunels' Thames Tunnel\nRunning from the Tower of London to Bermondsey, the first Tube tunnel opens\nOn 18 December, The City and South London Railway opens the world's first deep-level electric railway. It runs from King William Street in the City of London, under the River Thames, to Stockwell\nThe Prince of Wales opens the Central London Railway from Shepherd's Bush to Bank (the 'Twopenny Tube'). This is now part of the Central line\nThe Underground Electric Railway Company of London (known as the Underground Group) is formed. By the start of WWI, mergers had brought all lines - except the Metropolitan line\nDistrict and Circle lines become electrified\nBaker Street & Waterloo Railway (now part of the Bakerloo line) opens and runs from Baker Street to Kennington Road (now Lambeth North). Great Northern, Piccadilly & Brompton Railway (now part of the Piccadilly line) opens between Hammersmith and Finsbury Park\nCharing Cross, Euston & Hampstead Railway (now part of the Northern line) opens and runs from Charing Cross to Golders Green and Highgate (now Archway). Albert Stanley (later Lord Ashfield) is appointed General Manager of the Underground Electric Railway Company of London Limited\nThe name 'Underground' makes its first appearance in stations, and the first electric ticket-issuing machine is introduced. This year also sees the first appearance of the famous roundel symbol\nLondon's first escalators are installed at Earl's Court station\nThe last manually-operated doors on Tube trains are replaced by air-operated doors\nBetween September 1940 and May 1945, most Tube station platforms are used as air raid shelters. Some, like the Piccadilly line, Holborn - Aldwych branch, are closed to store British Museum treasures\nThe London Passenger Transport Board was nationalised and now becomes the London Transport Executive\nThe first aluminium train enters service on the District line\nSees the end of the steam and electric locomotive haulage of London Transport passenger trains\nThe London Transport Executive becomes the London Transport Board, reporting directly to the Minister of Transport\nThe Queen opens the Victoria line\nThe London Transport Executive takes over the Underground and the Greater London area bus network, reporting to Greater London Council\nA fatal accident on the Northern line at Moorgate kills 43 people. New safety measures were introduced\nThe Queen opens Heathrow Central station (Terminals 1 2 3) on the Piccadilly line\nThe Prince of Wales opens the Jubilee line\nA museum about the birthplace of modern urban transportation, called Brunel Engine House, opens to the public\nDot matrix train destination indicators introduced on platforms.\nThe Hammersmith & City and the Circle lines convert to one-person operation\nThe Piccadilly line is extended to serve Heathrow Terminal 4\nA tragic fire at King's Cross station kills 31 people\nNew safety and fire regulations are introduced following the Fennell Report into the King's Cross fire\nThe London Underground Customer Charter is launched\n52 people are killed in bomb attacks on three Tube trains and a bus on 7 July","categories":[],"infobox_types":[],"annotations":[{"uri":"London_Underground","surface_form":"London Underground","offset":38}]}