{"id":60623,"url":"http://en.wikipedia.org/wiki/Alexandra_Fyodorovna","text":"Alexandra Fyodorovna (Russian: Императрица Александра Фёдоровна) (born Princess Alix of Hesse and by Rhine 6 June 1872 – 17 July 1918) was Empress consort of Nicholas II, the last Tsar of the Russian Empire. She was a granddaughter of Queen Victoria of the United Kingdom. The Russian Orthodox Church canonised her as Saint Alexandra in 2000.\nAlexandra is best remembered as the last Tsarina of Russia. She is also one of the most famous royal carriers of the haemophilia disease. Her friendship with the Russian mystic Grigori Rasputin was also an important part of her life.\nEarly life.\nAlexandra Fyodorovna was born Princess Alix Viktoria Helene Luise Beatrix in Darmstadt, Hesse and by Rhine. That area was a part of the German Empire at the time. Her father was Grand Duke Louis IV. Her mother was the former Princess Alice, the second daughter of Queen Victoria and Prince Albert.\nIn November of 1878, diphtheria swept through Hesse. Alix, her sisters, Irene and May and brother, Ernst were infected by the disease. Her sister, May, died shortly before the end of the month but the others got better. Alix's mother became sick after caring for Ernie when he came down with the disease. Princess Alice died on December 14, 1878. Princess Alix became very close to her maternal grandmother. She was often thought to be Victoria's favourite granddaughter. Because of this, Alix spent many of her early years in the United Kingdom. In 1892 when she was twenty, her father died, and her brother, Ernst, became the Grand Duke of Hesse and by Rhine.\nMarriage.\nWhen she grew up, Alix was a beautiful woman, with reddish-blonde hair, high cheek bones, pale skin, dark blue eyes, and long dark eyelashes. Alix was married relatively late for a princess in those times. She had already refused to marry Prince Albert Victor, Duke of Clarence (the eldest son of the Prince of Wales) even though her family wanted her to marry him. She had, however, already met a relative by marriage, the Tsesarevich of Russia. His uncle Grand Duke Sergei Alexandrovich was married to Alix's sister Elizabeth. At first, Nicholas' father, Tsar Alexander III, told them they could not get married. He later changed his mind as his health began get bad. Alix did not like the need that she had to turn away from her Lutheran faith. The Russian Tsarina had to be an Orthodox. She later changed her mind and in time became a strong convert to the faith. She and Nicholas became engaged in April 1894. Alexander III died in November of that year, and Nicholas became Tsar of Russia at the age of twenty-six. The couple were married 14 November 1894.\nExecution of the Royal family.\nThe Tsar and Tsarina and all of their family, along with several family servants, were executed early in the morning during the night of July 17, 1918, by a detachment of Bolsheviks led by Yakov Yurovsky. Alexandra watched the murder of her husband and two servants before Peter Ermakov killed her with a gun shot to the left side of her head before she could finish making the sign of the cross. Ermakov, in a drunken haze, stabbed her dead body and that of her husband's, shattering both their rib cages.\nIdentification and burial.\nAfter the execution of the Romanov family, Alexandra's body, along with Nicholas, their children and some servants who died with them, was stripped and the clothing burnt. At first, the bodies were thrown down an unused mine shaft, 12 miles north of Yekaterinburg. A short time later they were retrieved. Their faces and bodies were badly damaged so they could not be recognized. All of the bodies except for two of the children were later buried again. The bodies missing are believed to be those of a daughter- Maria or Anastasia- and Alexis. In the early 1990s, after the fall of the Soviet Union, what is believed to be the bodies of most of the family were found and identified.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russian_language","surface_form":"Russian","offset":22},{"uri":"Queen","surface_form":"Empress consort","offset":139},{"uri":"Nicholas_II_of_Russia","surface_form":"Nicholas II","offset":158},{"uri":"Tsar","surface_form":"Tsar","offset":180},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":192},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":235},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":257},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":277},{"uri":"Canonisation","surface_form":"canonised","offset":301},{"uri":"Tsarina","surface_form":"Tsarina","offset":384},{"uri":"Haemophilia_in_European_royalty","surface_form":"royal carriers of the haemophilia disease","offset":438},{"uri":"Mystic","surface_form":"mystic","offset":513},{"uri":"Grigori_Rasputin","surface_form":"Grigori Rasputin","offset":520},{"uri":"Darmstadt","surface_form":"Darmstadt","offset":666},{"uri":"Hesse","surface_form":"Hesse and by Rhine","offset":677},{"uri":"German_Empire","surface_form":"German Empire","offset":725},{"uri":"Louis_IV%2C_Grand_Duke_of_Hesse","surface_form":"Grand Duke Louis IV","offset":767},{"uri":"Princess_Alice_of_the_United_Kingdom","surface_form":"Princess Alice","offset":814},{"uri":"Victoria_of_the_United_Kingdom","surface_form":"Queen Victoria","offset":853},{"uri":"Albert%2C_Prince_Consort","surface_form":"Prince Albert","offset":872},{"uri":"Diphtheria","surface_form":"diphtheria","offset":908},{"uri":"Infection","surface_form":"infected","offset":997},{"uri":"Disease","surface_form":"disease","offset":1013},{"uri":"Mother","surface_form":"maternal","offset":1273},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":1418},{"uri":"Marriage","surface_form":"married","offset":1710},{"uri":"Prince_Albert_Victor%2C_Duke_of_Clarence","surface_form":"Prince Albert Victor, Duke of Clarence","offset":1798},{"uri":"Edward_VII_of_the_United_Kingdom","surface_form":"Prince of Wales","offset":1860},{"uri":"Nicholas_II_of_Russia","surface_form":"the Tsesarevich of Russia","offset":1979},{"uri":"Grand_Duke_Sergei_Alexandrovich_of_Russia","surface_form":"Grand Duke Sergei Alexandrovich","offset":2016},{"uri":"Grand_Duchess_Elizabeth_Fyodorovna","surface_form":"Elizabeth","offset":2077},{"uri":"Alexander_III_of_Russia","surface_form":"Tsar Alexander III","offset":2116},{"uri":"Health","surface_form":"health","offset":2207},{"uri":"Lutheranism","surface_form":"Lutheran faith","offset":2291},{"uri":"Russian_Orthodox_Church","surface_form":"Orthodox","offset":2340},{"uri":"Faith","surface_form":"faith","offset":2420},{"uri":"Tsar","surface_form":"Tsar","offset":2539},{"uri":"Execution","surface_form":"executed","offset":2740},{"uri":"Bolshevik","surface_form":"Bolshevik","offset":2824},{"uri":"Yakov_Yurovsky","surface_form":"Yakov Yurovsky","offset":2842},{"uri":"Peter_Ermakov","surface_form":"Peter Ermakov","offset":2926},{"uri":"Mining","surface_form":"mine shaft","offset":3407},{"uri":"Yekaterinburg","surface_form":"Yekaterinburg","offset":3437},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":3774}]}