{"id":606363,"url":"http://en.wikipedia.org/wiki/Kenting_National_Park","text":"Kenting National Park (), also known as just Kenting (), is a national park in Pingtung County, Taiwan. It was created on 1 January 1984. It is Taiwan's oldest and southernmost national park. It is also Taiwan's most popular national park. Five million people went to Kenting in 2016.\nHistory.\nThe meaning of \"Kenting\" is pathfinders or pioneers.\nThe park was the home of many Aboriginal cultures. Seventeen prehistoric sites have been found in the park. Most sites are over 4000 years old. The Puyama tribe, which is the main tribe in the area, the Ami tribe, and the Siraiya Makatau tribe lived in the area.\nThe Eluanbi Lighthouse was built near the tip of Taiwan in the late 1800s. This was because there were many shipwrecks near the area, including the American Rover incident. The lighthouse took twenty years to build. Aboriginal tribes had also attacked the lighthouse because they did not want it on their land. Because of that, the Chinese military had to guard the area. The lighthouse is the only armed lighthouse in Taiwan. During World War II, while under Japanese rule, there were many bombings on the lighthouse during the Aerial Battle of Taiwan-Okinawa. The lighthouse was soon rebuilt.\nKenting National Park was created in 1984 by Chiang Ching-kuo. The area had damage from farming and building, so it was created to protect the land.\nIn 2001, a Greek ship, the \"Amorgos\", lost power while sailing to China close to the park. In 2010, the hull of the ship split. It spilt 1100 tonnes of oil which collected around the park's shoreline. It caused major damage to the sea and wildlife. Almost of the shore was affected by the spill. It affected 200 bird species and 2200 plant species in the park. It killed many crabs, fish, and clams.\nGeography.\nKenting is surrounded by the Pacific Ocean in the east, the Taiwan Strait in the west and the Bashi Channel in the south. The park covers almost. It has of land and of sea.\nThe park is in an area with a lot of tectonic activity.\nBiodiversity.\nThe park has many species of plants and animals. It has 15 species of mammals, 310 species of birds, 59 species of reptiles and amphibians, 21 species of fish, 216 species of butterflies, and many species of insects.\nA lot of whales used to spend the winter in the sea around the park. During the Japanese rule, whaling caused disappearances of the whales. There aren't any whales in the area now.\nDuring the fall and the winter, a lot of migrating birds fly to the park to rest and feed. Almost 235 of the species of birds come to the park during this time.\nClimate.\nThe park has a tropical climate. It has warm and hot weather for the whole year. The temperature in January is. In July it can get to. Rainfall is spread out over the whole year.\nAttractions.\nMany people come to Kenting to do snorkelling, scuba diving, swimming, and hiking. There are also many nature parks, museums, and beaches in the area. They include the Sheding Nature Park, Eluanbi Lighthouse, the National Museum of Marine Biology and Aquarium, and the Jialeshui Beach.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":62},{"uri":"Pingtung_County","surface_form":"Pingtung County","offset":79},{"uri":"Taiwan","surface_form":"Taiwan","offset":96},{"uri":"Rover_incident","surface_form":"Rover incident","offset":767},{"uri":"World_War_II","surface_form":"World War II","offset":1044},{"uri":"Japan","surface_form":"Japan","offset":1070},{"uri":"Aerial_Battle_of_Taiwan-Okinawa","surface_form":"Aerial Battle of Taiwan-Okinawa","offset":1139},{"uri":"Chiang_Ching-kuo","surface_form":"Chiang Ching-kuo","offset":1250},{"uri":"China","surface_form":"China","offset":1420},{"uri":"Hull_(watercraft)","surface_form":"hull","offset":1458},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1794},{"uri":"Taiwan_Strait","surface_form":"Taiwan Strait","offset":1825},{"uri":"Bashi_Channel","surface_form":"Bashi Channel","offset":1859},{"uri":"Tectonics","surface_form":"tectonic","offset":1975},{"uri":"Mammal","surface_form":"mammal","offset":2078},{"uri":"Bird","surface_form":"bird","offset":2102},{"uri":"Reptile","surface_form":"reptile","offset":2123},{"uri":"Amphibian","surface_form":"amphibian","offset":2136},{"uri":"Fish","surface_form":"fish","offset":2162},{"uri":"Butterfly","surface_form":"butterflies","offset":2183},{"uri":"Insects","surface_form":"insects","offset":2216},{"uri":"Tropical_climate","surface_form":"tropical climate","offset":2591},{"uri":"Scuba_diving","surface_form":"scuba diving","offset":2815},{"uri":"Swim","surface_form":"swim","offset":2829},{"uri":"Hiking","surface_form":"hiking","offset":2843},{"uri":"Sheding_Nature_Park","surface_form":"Sheding Nature Park","offset":2936},{"uri":"Eluanbi_Lighthouse","surface_form":"Eluanbi Lighthouse","offset":2957},{"uri":"National_Museum_of_Marine_Biology_and_Aquarium","surface_form":"National Museum of Marine Biology and Aquarium","offset":2981}]}