{"id":60648,"url":"http://en.wikipedia.org/wiki/Njord","text":"e=\"preserve\">Njörðr is the god of the seas and the wind in Norse mythology. A member of the Vanir, he is the father of the twin gods Freyr and Freyja by an unnamed sister of his. He is married to the jötunness Skaði, daughter of Þjazi.\nMarriage With Skaði.\nSkadi's father Þjazi caught Loki, and forced him to lure out the goddess Iðunn, keeper of the apples which grant the Æsir their phenomenal youth and longevity. As the gods began to age, they sought out the one responsible for taking Idunn; discovering it was Þjazi, they killed him and freed Iðunn. Angered at the offense, Skaði came to fight the gods, but they did not want to fight her. The Æsir instead offered Skaði compensation, allowing her to choose a husband among the gods, but only by looking at their feet. Skaði wished to marry Baldr, the most handsome of the gods, but the feet she picked belonged to Njörðr, whose feet were shining and clean. (Odin later took Þjazi's eyes and placed them as stars in the night sky). When Skaði moved to her new husband's home near the sea, she missed her mountain home. Trapped in a loveless marriage, she only spends half her time with her husband. When Skaði is away, Njörðr is sad, causing storms at the sea.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norse_mythology","surface_form":"Norse mythology","offset":59},{"uri":"Vanir","surface_form":"Vanir","offset":92},{"uri":"Freyr","surface_form":"Freyr","offset":133},{"uri":"Freyja","surface_form":"Freyja","offset":143},{"uri":"J%C3%B6tunn","surface_form":"jötunness","offset":200},{"uri":"Ska%C3%B0i","surface_form":"Skaði","offset":210},{"uri":"%C3%9Ejazi","surface_form":"Þjazi","offset":229},{"uri":"Loki","surface_form":"Loki","offset":285},{"uri":"Goddess","surface_form":"goddess","offset":322},{"uri":"Idun","surface_form":"Iðunn","offset":330},{"uri":"Baldur","surface_form":"Baldr","offset":797},{"uri":"Odin","surface_form":"Odin","offset":915},{"uri":"Mountain","surface_form":"mountain","offset":1060},{"uri":"Storm","surface_form":"storm","offset":1198}]}