{"id":606561,"url":"http://en.wikipedia.org/wiki/Daqing","text":"Daqing (; used to be romanized as Taching) is a city in Heilongjiang province, China. Daqing is a prefecture-level city, which means it ranks below a province and above a county. The city is called the \"Oil Capital of China\" because oil was discovered at the Daqing Oil Field in 1959. It is one of China's most well-known places because of this.\nThe population of Daqing was 2,963,458 in 2010. Close to 1,400,000 people lived in the urban parts of town.\nHistory.\nIn 1898, Russia built the Chinese Eastern Railway in the area. There is a station called Sartu in the area that is still in use.\nIn 1959, oil was found in the Daqing Oil Field. It stopped the oil shortage in China. It was the largest oil field in the 1960s to the 1980s. It has 48 oil and gas fields. In 1960, the oil field began production. Over the next 50 years, the oil field produced over 50 million tons of oil. It has produced more than 40% of China's oil exports. It is the second most productive oil and gas field in China.\nIn 1959, a town close to the Daqing Oil Field was created. It was to house workers and to help companies and industries use the resources. In 1960, another city was created nearby, named Anda City. This city controlled the Daqing Oil Field area. The town grew too large eventually and became a special administrative region. In 1979, the city was renamed Daqing, after the oil field.\nIn the 1960s, Mao Zedong said the slogan \"In industry, learn from Daqing\". It meant that Daqing was very important for the Chinese industry. Daqing oil workers set an example for how cities in China should be.\nDaqing has protested the Chinese government sometimes. In 2002, close to 100,000 oil workers from Daqing and Liaoyang gathered to protest how the government handled money and paid them. In 2017, there were plans to build an aluminum plant in Daqing. Thousands of people protested against the plans.\nGeography.\nDaqing is in the Songnen Plain, in a flat area. It has an average elevation of. The city is southeast of Harbin and northwest of Qiqihar.\nEconomy.\nDaqing's economy is mainly based on oil and petroleum. There are lots of major pipelines that transport oil to and from the rest of China and Russia. In 2013, Russia agreed to send oil to China. That oil will be going through the pipeline to Daqing. Close to 60% of the gross domestic product (GDP) was because of petroleum and oil exports. Daqing had a GDP of 298 billion renminbi in 2015.\nDaqing exports over 10 million tonnes of oil each year. Wax, tar, and benzene were also exported to countries including the United States. The main exports are oil and gas, construction materials, food, and furniture.\nTransportation.\nDaqing is a major railway stop in Heilongjiang. It connects two major railways, the Harbin-Manzhouli Railway and the Tongliao-Ranghulu Railway. It also has three major railway stations. Daqing also has an airport, the Daqing Sartu Airport. It opened on 1 September 2009. It has flights to large cities like Beijing, Guangzhou, and Shanghai. Daqing is linked to the Chinese highway network through the G45 Daqing-Guangzhou Expressway and the G10 Suifenhe-Manzhouli Expressway.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romanization","surface_form":"romanized","offset":21},{"uri":"Heilongjiang","surface_form":"Heilongjiang","offset":56},{"uri":"People%27s_Republic_of_China","surface_form":"China","offset":79},{"uri":"Prefecture-level_city","surface_form":"prefecture-level city","offset":98},{"uri":"Province","surface_form":"province","offset":150},{"uri":"County","surface_form":"county","offset":171},{"uri":"Daqing_Oil_Field","surface_form":"Daqing Oil Field","offset":259},{"uri":"Urban","surface_form":"urban","offset":433},{"uri":"Russian_Empire","surface_form":"Russia","offset":472},{"uri":"Chinese_Eastern_Railway","surface_form":"Chinese Eastern Railway","offset":489},{"uri":"Export","surface_form":"export","offset":926},{"uri":"Mao_Zedong","surface_form":"Mao Zedong","offset":1394},{"uri":"Liaoyang","surface_form":"Liaoyang","offset":1699},{"uri":"Songnen_Plain","surface_form":"Songnen Plain","offset":1917},{"uri":"Harbin","surface_form":"Harbin","offset":2005},{"uri":"Qiqihar","surface_form":"Qiqihar","offset":2029},{"uri":"Petroleum","surface_form":"petroleum","offset":2091},{"uri":"Gross_domestic_product","surface_form":"gross domestic product","offset":2317},{"uri":"Export","surface_form":"export","offset":2379},{"uri":"Renminbi","surface_form":"renminbi","offset":2420},{"uri":"United_States","surface_form":"United States","offset":2562},{"uri":"Harbin-Manzhouli_Railway","surface_form":"Harbin-Manzhouli Railway","offset":2756},{"uri":"Tongliao-Ranghulu_Railway","surface_form":"Tongliao-Ranghulu Railway","offset":2789},{"uri":"Daqing_Sartu_Airport","surface_form":"Daqing Sartu Airport","offset":2890},{"uri":"Beijing","surface_form":"Beijing","offset":2979},{"uri":"Guangzhou","surface_form":"Guangzhou","offset":2988},{"uri":"Shanghai","surface_form":"Shanghai","offset":3003},{"uri":"G45_Daqing-Guangzhou_Expressway","surface_form":"G45 Daqing-Guangzhou Expressway","offset":3073},{"uri":"G10_Suifenhe-Manzhouli_Expressway","surface_form":"G10 Suifenhe-Manzhouli Expressway","offset":3113}]}