{"id":606796,"url":"http://en.wikipedia.org/wiki/Botanic_Gardens_MRT_station","text":"Botanic Gardens MRT Station (CC19/DT9) is an interchange MRT station in Singapore. It is one of four stations where commuters can transfer from the Circle MRT Line to Downtown MRT Line,\nThis station is located near the Singapore Botanic Gardens at the intersection of Bukit Timah Road and Cluny Park Road, hence its name. It is also near the National University of Singapore Bukit Timah campus and is behind Serene Centre.\nAs Bukit Brown Station will only be operational after the Bukit Brown area has been developed enough, the section of track between Botanic Gardens and Caldecott is the longest on the Circle Line.\nAs the distance between the Circle Line and Downtown Line platforms is relatively long, it has travelators, the fourth station after Dhoby Ghaut, Serangoon and Bugis to have travelators within the paid area.\nHistory.\nThe Downtown Line station (DT09) was designed by AEP Consultants and Geoconsult Asia and was constructed by Sembawang Engineers & Constructors. Botanic Gardens station is one of only two MRT stations in Singapore to have an official Malay name. The other station will be the future Gardens by the Bay MRT Station.\nPrior to the opening of the station, it was named Adam. Public consultation of the station began in January 2006 and only two names were selected - Botanic Gardens and Cluny Road. Botanic Gardens was eventually selected because this station also goes to the popular UNESCO World Heritage Site. Cluny Road was also selected because it was served by the railway station \"Cluny Road\" that was closed down in 1930s. On 12 September 2006, the final name is renamed to Botanic Gardens.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":57},{"uri":"Circle_MRT_Line","surface_form":"Circle MRT Line","offset":148},{"uri":"Downtown_MRT_Line","surface_form":"Downtown MRT Line","offset":167},{"uri":"Bukit_Brown_MRT_Station","surface_form":"Bukit Brown Station","offset":426},{"uri":"Caldecott_MRT_Station","surface_form":"Caldecott","offset":574},{"uri":"Dhoby_Ghaut_MRT_Station","surface_form":"Dhoby Ghaut","offset":752},{"uri":"Serangoon_MRT_Station","surface_form":"Serangoon","offset":765},{"uri":"Bugis_MRT_Station","surface_form":"Bugis","offset":779},{"uri":"Gardens_by_the_Bay_MRT_Station","surface_form":"Gardens by the Bay MRT Station","offset":1118}]}