{"id":606847,"url":"http://en.wikipedia.org/wiki/The_War_of_the_Worlds_(radio_drama)","text":"In 1938, Orson Welles produced a radio version of the 1898 book \"The War of the Worlds\" by H. G. Wells. Wells only produced one episode of the American radio drama anthology series \"The Mercury Theatre on the Air\". This episode was produced as the Halloween episode. It was broadcast on Sunday, October 30, 1938. It became famous for allegedly causing mass panic, although the scale of the panic is disputed as the program had relatively few listeners.\nThe first two-thirds of the one-hour broadcast was presented as a series of simulated news bulletins. The first news update interrupted a program of dance music to report that a series of odd explosions had been spotted on Mars, which was followed soon thereafter by a seemingly unrelated report of an unusual object falling on a farm in Grover's Mill, New Jersey. Martians emerged from the object and attacked using a heat ray during the next interruption, which was followed by a rapid series of news reports describing a devastating alien invasion taking place across the United States and the world. The illusion of realism was increased because the \"Mercury Theatre on the Air\" was a sustaining show without commercial interruptions, and the first break in the program came almost 30 minutes into the broadcast. Popular legend holds that all of the radio audience may have been listening to Edgar Bergen and tuned in to \"The War of the Worlds\" during a musical interlude, thereby missing the clear introduction that the show was a drama, but research beginning in the 2010s suggests this only happened in rare instances.In the days following the adaptation, widespread outrage was expressed in the media. The program's news-bulletin format was described as deceptive by some newspapers and public figures, leading to an outcry against the perpetrators of the broadcast and calls for regulation by the Federal Communications Commission. The episode secured Welles' fame as a dramatist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orson_Welles","surface_form":"Orson Welles","offset":9},{"uri":"Radio","surface_form":"radio","offset":33},{"uri":"The_War_of_the_Worlds","surface_form":"The War of the Worlds","offset":65},{"uri":"H._G._Wells","surface_form":"H. G. Wells","offset":91},{"uri":"Radio_drama","surface_form":"radio drama","offset":152},{"uri":"The_Mercury_Theatre_on_the_Air","surface_form":"The Mercury Theatre on the Air","offset":182},{"uri":"Grover%27s_Mill%2C_New_Jersey","surface_form":"Grover's Mill, New Jersey","offset":791},{"uri":"Martian_(War_of_the_Worlds)","surface_form":"Martians","offset":818},{"uri":"Alien_invasion","surface_form":"alien invasion","offset":989},{"uri":"Sustaining_program","surface_form":"sustaining show","offset":1142},{"uri":"Federal_Communications_Commission","surface_form":"Federal Communications Commission","offset":1859}]}