{"id":606848,"url":"http://en.wikipedia.org/wiki/Thruepang_Palace","text":"e=\"preserve\">Thruepang Palace is an royal dzong (a form of fortress) in Bhutan. It is a historic building in Bhutan.\nEarly History.\nThe hillside placement of the palace was considered important in establishing control in the early days of the kingdom.\nThe dzong (fortress) portion was built in 1648. The first and second kings used the fortress to rule the kingdom from this crucial position.\nModern History.\nIt is the birthplace of the third Druk Gyalpo (King) Jigme Dorji Wangchuck of Bhutan in 1928. He spent is early days growing up in the palace.\nThis was a secondary resident and served as a, but not main, royal palace for the second Druk Gyalpo (king) Jigme Wangchuck and Queen Ashi Puntsho Choden. The Trhruepang Palace currently is still in use as a winter royal palace for the current king Jigme Khesar Namgyel Wangchuck.\nLocation.\nThe dzong is located in Thruepang village section of Nubi gewog (village block) in the District of Trongsa. Not far from the palace is the local market place. The palace sits upon a hill that leads straight to the Thruepang village.\nTravel from the capital Thimpu requires 192 kilometers of travel and 8 hours of time.\nArchitecture.\nThe palace largely can be attributed a large house rather than a full scale palace. There are 2 stories palace that sits on 10 acres of land.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dzong_architecture","surface_form":"dzong","offset":42},{"uri":"Bhutan","surface_form":"Bhutan","offset":72},{"uri":"Druk_Gyalpo","surface_form":"Druk Gyalpo","offset":443},{"uri":"Jigme_Dorji_Wangchuck","surface_form":"Jigme Dorji Wangchuck","offset":462},{"uri":"Jigme_Wangchuck","surface_form":"Jigme Wangchuck","offset":660},{"uri":"Ashi_Puntsho_Choden","surface_form":"Ashi Puntsho Choden","offset":686},{"uri":"Jigme_Khesar_Namgyel_Wangchuck","surface_form":"Jigme Khesar Namgyel Wangchuck","offset":801},{"uri":"Thruepang","surface_form":"Thruepang","offset":867},{"uri":"Nubi_Gewog","surface_form":"Nubi","offset":896},{"uri":"Gewogs_of_Bhutan","surface_form":"gewog","offset":901},{"uri":"Trongsa_District","surface_form":"Trongsa","offset":942}]}