{"id":606851,"url":"http://en.wikipedia.org/wiki/Monika_K%C3%B8rra","text":"Monika Kørra (born September 5, 1989) is an author and former athlete from Norway.\nAthletics.\nIn 2008, she won the bronze medal in the 3000 metre steeplechase at the Norwegian championships representing the Norwegian club Friidrettsklubben Ren-Eng. She also competed in the 2008 World Junior Championships in Athletics – Women's 3000 metres steeplechase at the 2008 World Junior Championships in Athletics, finishing twelfth in her heat and failing to reach the final. Kørra won a sports scholarship at Southern Methodist University in Dallas, Texas.\nAuthorship.\nOn December 5, 2009, she was kidnapped, assaulted and raped by three men living illegally in the United States. Arturo Arevalo and Alfonso Zuniga received life sentences while the third, Luis Zuniga, received 25 years. Instead of staying silent about her ordeal, she chose to come forward with her story and in 2015, she completed a book in English entitled \"Kill the Silence\" stating that \"It's not what happens to you, but how you respond to it that matters.\" In her book, she details how she forgave her perpetrators telling them \"I don't hate them; I hate what they did to me. Two of them even cried...That really meant a lot to me because then I saw that it is something good in everyone.\" She went on to graduate from Southern Methodist University. In 2012, she founded the Monika Kørra Foundation dedicated to creating awareness of the prevalence and effects of sexual assault and to provide a place of healing for victims. She has appeared in the media in both the United States and Norway including as a guest on the TV talk show Skavlan on October 9, 2015. In 2009, Kørra was awarded the SMU Athletics' Perseverance Award for her courage. In 2012, she received the Wilma Rudolph Student Athlete Achievement Award.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sportsperson","surface_form":"athlete","offset":62},{"uri":"Norway","surface_form":"Norway","offset":75},{"uri":"2008_World_Junior_Championships_in_Athletics","surface_form":"2008 World Junior Championships in Athletics","offset":361},{"uri":"Southern_Methodist_University","surface_form":"Southern Methodist University","offset":503},{"uri":"Dallas%2C_Texas","surface_form":"Dallas, Texas","offset":536},{"uri":"Skavlan","surface_form":"Skavlan","offset":1602}]}