{"id":606840,"url":"http://en.wikipedia.org/wiki/Hurst-Euless-Bedford_Independent_School_District","text":"e=\"preserve\">Hurst-Euless-Bedford Independent School District (HEB ISD) is a government organization that runs public schools. HEB ISD has students in pre-kindergarten to grade 12. Almost all students in Bedford, Euless, and Hurst go to HEB ISD schools. Some students in North Richland Hills, Colleyville, Fort Worth, and Arlington go to HEB ISD.\nThe district runs twenty elementary schools, five junior high schools, two large high schools, and some schools for special purposes. HEB ISD schools offer special classes about foreign language, art, science, and work skills.\nIn 2018, HEB ISD was rated \"A\" by the Texas Education Agency.\nHistory.\nThere were other schools in this area before HEB ISD, including Bedford College, Bedford School, and Euless School.\nMosier Valley School was in the Euless School District. It opened in 1883 and closed in 1949 because it was in bad condition. In 1950, a judge said the Euless School District had to have a separate school for African-American students. The school district opened the old building again for one year. In 1951, Mosier Valley School moved into a new, brick building.\nThe Euless and Hurst school districts combined in 1955. The Hurst-Euless School District had 1,418 students and grew to almost 2,300 students in the next two years. In 1958, people who lived in the Bedford School District voted to combine with the Hurst-Euless School District. HEB ISD had 3,116 students and seven schools during its first year.\nStudents.\nIn 2016, the school district had 22,780 students. On tests that year, 85% of HEB ISD students earned good scores. (Only 77% of students near HEB ISD and 75% of students in the state of Texas earned good scores.) Schools in HEB ISD have students of more different races than almost all other schools in the United States.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pre-kindergarten","surface_form":"pre-kindergarten","offset":151},{"uri":"Twelfth_grade","surface_form":"grade 12","offset":171},{"uri":"Bedford%2C_Texas","surface_form":"Bedford","offset":204},{"uri":"Euless%2C_Texas","surface_form":"Euless","offset":213},{"uri":"Hurst%2C_Texas","surface_form":"Hurst","offset":225},{"uri":"North_Richland_Hills%2C_Texas","surface_form":"North Richland Hills","offset":271},{"uri":"Colleyville%2C_Texas","surface_form":"Colleyville","offset":293},{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth","offset":306},{"uri":"Arlington%2C_Texas","surface_form":"Arlington","offset":322},{"uri":"Elementary_school","surface_form":"elementary school","offset":372},{"uri":"Junior_high_school","surface_form":"junior high school","offset":397},{"uri":"High_school","surface_form":"high school","offset":428},{"uri":"Texas_Education_Agency","surface_form":"Texas Education Agency","offset":612},{"uri":"African-American","surface_form":"African-American","offset":970},{"uri":"Race_(sociology)","surface_form":"races","offset":1744},{"uri":"United_States","surface_form":"United States","offset":1787}]}