{"id":607099,"url":"http://en.wikipedia.org/wiki/2017_Zimbabwean_coup_d%27%C3%A9tat","text":"On the evening of 14 November 2017, the Zimbabwe National Army gathered around Harare, the capital of Zimbabwe, and got control of the Zimbabwe's national television station and other areas of the city.\nThe next day, they issued a statement saying that it was not a coup d'état and that President Robert Mugabe was safe, although the situation would only return to normal after they had dealt with the \"criminals\" around Mugabe responsible for the socio-economic problems of Zimbabwe. Jacob Zuma, the President of South Africa, phoned Mugabe and confirmed that he was \"fine\", but under house arrest.\nThe coup took place amid troubles in the ruling ZANU–PF party between former Vice President Emmerson Mnangagwa, who was backed by the army, and First Lady Grace Mugabe, backed by the younger G40 section, over who would replace the elderly President Mugabe. Grace Mugabe warned to a coup in October 2017.\nA week after Mnangagwa was fired and forced to flee the country, and a day before troops moved into Harare, army chief Constantino Chiwenga issued a statement that purges of senior ZANU-PF officials like Mnangagwa had to stop. On November 21, 2017, Mugabe resigned as president. Emmerson Mnangagwa became the President of Zimbabwe on November 24, 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Harare","surface_form":"Harare","offset":79},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":102},{"uri":"Coup_d%27%C3%A9tat","surface_form":"coup d'état","offset":266},{"uri":"Robert_Mugabe","surface_form":"Robert Mugabe","offset":297},{"uri":"Jacob_Zuma","surface_form":"Jacob Zuma","offset":485},{"uri":"President_of_South_Africa","surface_form":"President of South Africa","offset":501},{"uri":"House_arrest","surface_form":"house arrest","offset":586},{"uri":"ZANU%E2%80%93PF","surface_form":"ZANU–PF","offset":648},{"uri":"Emmerson_Mnangagwa","surface_form":"Emmerson Mnangagwa","offset":692},{"uri":"First_Lady_of_Zimbabwe","surface_form":"First Lady","offset":744},{"uri":"Grace_Mugabe","surface_form":"Grace Mugabe","offset":755},{"uri":"Generation_40","surface_form":"G40","offset":791},{"uri":"Constantino_Chiwenga","surface_form":"Constantino Chiwenga","offset":1023},{"uri":"Emmerson_Mnangagwa","surface_form":"Emmerson Mnangagwa","offset":1183}]}