{"id":607014,"url":"http://en.wikipedia.org/wiki/Black_Clover","text":"\"Black Clover\" (Japanese: ブラッククローバー Hepburn: Burakku Kurōbā) is a Japanese fantasy shōnen manga series written and illustrated by Yūki Tabata. The series is published in Shueisha's Weekly Shōnen Jump magazine in Japan, and Viz Media is publishing it in their Weekly Shonen Jump digital anthology magazine in the United States. The story centers around a young boy named Asta, seemingly born without any magic power, something that is unknown in the world he lives in. With his ambition, newfound abilities, and friends, he aims to be the Wizard king. An original video animation produced by Xebec had its first trailer released on November 27, 2016, while an anime television series adaptation by Pierrot premiered on October 3, 2017.\nPlot.\nAsta and Yuno are orphans who were raised together at a church orphanage in the village of Hage on the outskirts of the Clover Kingdom and both aspire to succeed the Wizard King, the kingdom’s most powerful mage and leader of the Magic Knights. In a world where everyone has the natural ability to perform magic, Yuno is a prodigy with immense Mana (魔力 Maryoku) and acquired the four-leaf grimoire that belonged to the first Wizard King and joined the Magic Knights of the Golden Dawn Though Asta is forced to train physically to compensate for his lack of Mana, he acquired a five-leaf grimoire and the ability to use Anti-Magic while joining the misfit band of Magic Knights known as the Black Bulls.\nThe story then follows the Black Bulls and other Magic Knight squads as they contend with the neighboring Diamond Kingdom and a mysterious terrorist organization known as the Eye of the Midnight Sun, whose leadership is revealed to reincarnated elves whose grudge against the Clover Kingdom is the result of a member of the Devil Race using them to bring his body into their world. While the devil Zagred was defeated, Asta’s anti-Magic is revealed to be demonic based while the Clover Kingdom faces a new threat in the demon worshipping Dark Triad of the Spade Kingdom who seek to release the devils into the world.\nAnime.\nAn original video animation produced by Xebec that is based on the series was shown at the 2016 Jump Festa between November 27 and December 18, 2016. It was bundled with the 11th volume of the manga, which was released on May 2, 2017.\nAt the \"Black Clover\" Jump Festa event on December 18, 2016, an anime television series adaptation by Pierrot was announced. It is directed by Tatsuya Yoshihara, with Kazuyuki Fudeyasu writing scripts, Itsuko Takeda doing character designs, and Minako Seki composing the music. The anime premiered on October 3, 2017. Kankaku Piero is performing the opening theme, ”Haruka Mirai” (\"Distant Future\"), while the ending theme is \"Aoi Honō\" (\"Blue Flame\") by Itowokashi. The series was initially running for 13 episodes, but later expanded to 51 episodes. Crunchyroll is streaming the series. Funimation have licensed the series and streamed the English dub.\nAnime.\nAn anime adaptation has been licensed to Pierrot, Inc. 「株式会社ぴえろ \"Kabushiki Gaisha Piero\"」. It began airing on October 3, 2017. An English-dubbed version has been licensed to Funimation and began airing on October 29, 2017.\nAn original animation video was produced by Xebec, Inc. 「株式会社ジーベック \"Kabushiki Gaisha Jībekku\"」 and played at 2016 Jump Festa. Copies were bundled with Volume 11.\nLight Novel.\nA series of light novels was published by JUMP j-BOOKS 「ジャンプ ツェイ ブックス \"Janpu Jei Bukkusu\"」.","categories":[],"infobox_types":["animanga/Print","animanga/Video","animanga/Video","animanga/Print","animanga/Game"],"annotations":[{"uri":"Japan","surface_form":"Japanese","offset":66},{"uri":"Sh%C5%8Dnen","surface_form":"shōnen","offset":83},{"uri":"Manga","surface_form":"manga","offset":90},{"uri":"Weekly_Shonen_Jump","surface_form":"Weekly Shōnen Jump","offset":181},{"uri":"United_States","surface_form":"United States","offset":312}]}