{"id":60723,"url":"http://en.wikipedia.org/wiki/Heterodoxy","text":"Heterodoxy means a position that is not within the standards of orthodoxy or to put it precisely \"any opinions or doctrines at variance with an official or orthodox position\". As an adjective, \"heterodox\" is used to describe a subject as \"characterized by departure from accepted beliefs or standards\" (\"status quo\").\nEastern Orthodoxy.\nIn the Eastern Orthodox Church, the term is used to refer to Christian churches not belonging to the Eastern Orthodox communion, but have no positions that are as different from those of Orthodox Christianity to thought to be as false as heresy.\nRoman Catholicism.\nHeterodoxy in the Roman Catholic Church in a similar way means views that differ from strictly orthodox views, but retain sufficient faithfulness to the original doctrine to avoid heresy.\nMany Roman Catholics profess some heterodox views, either on doctrinal or social issues. For example, the orthodox Catholic position on unbaptized infants is that their fate is uncertain, and \"the Church can only entrust them to the mercy of God\" (Catechism of the Catholic Church 1261). A heterodox Catholic might profess the belief that unbaptized infants are offered the option to accept or deny salvation by God at their judgment. The belief is not orthodox, as the Church does not profess a belief as to what happens to unbaptized infants; however, it is also not heresy, as the Church accepts that such a scenario \"might\" be possible. By contrast, a denial of the doctrine of \"Original Sin\" (thereby negating the necessity of baptism for children) or Papal Infallibility -- would be labeled heretical.\nOther denominations.\nThe term \"heterodox\" is occasionally used by some Christians to refer to themselves when they are in disagreement with orthodox understandings. The heterodox Christians remain in the tradition and attempt a constructive dialog around issues with which they disagree.","categories":[],"infobox_types":[],"annotations":[{"uri":"Orthodoxy","surface_form":"orthodoxy","offset":64},{"uri":"Orthodoxy","surface_form":"orthodox","offset":156},{"uri":"Status_quo","surface_form":"status quo","offset":304},{"uri":"Eastern_Orthodoxy","surface_form":"Eastern Orthodox Church","offset":344},{"uri":"Christianity","surface_form":"Christian","offset":398},{"uri":"Eastern_Orthodox_Church","surface_form":"Eastern Orthodox communion","offset":438},{"uri":"Heresy","surface_form":"heresy","offset":575},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":620},{"uri":"Heresy","surface_form":"heresy","offset":782},{"uri":"Original_Sin","surface_form":"Original Sin","offset":1473},{"uri":"Papal_Infallibility","surface_form":"Papal Infallibility","offset":1547},{"uri":"Christianity","surface_form":"Christians","offset":1669},{"uri":"Traditional","surface_form":"orthodox","offset":1738}]}