{"id":607377,"url":"http://en.wikipedia.org/wiki/Tyson_Fury","text":"Tyson Luke Fury (born 12 August 1988) is a British professional boxer. He has held the The Ring heavyweight title since 2015, after beating long-time world champion Wladimir Klitschko. In the same fight, Fury also won the unified WBA (Super), IBF, WBO, IBO and lineal titles. Fury had his IBF title taken away later that year because did not agree to fight against Vyacheslav Glazkov even though he was meant to accept the challenge. He fought against Klitschko again instead. In 2016, Fury vacated the WBA, WBO, IBO, and lineal titles because of medical issues, problems in his personal life, and the Klitschko rematch being cancelled twice. In August 2016, Fury was ranked by BoxRec as the world's sixth best active boxer, pound for pound.\nHaving been told be could not fight for Ireland at the Olympic Games, he was allowed to fight for both Great Britain and Ireland after tracing his family back to relatives in Belfast and Galway. Fury has fought for both England and Ireland as an amateur, winning the ABA super-heavyweight title in 2008 before turning professional later that year. He has since held the British and English heavyweight titles twice each, as well as the European, Commonwealth, and Irish heavyweight titles.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heavyweight","surface_form":"heavyweight","offset":96},{"uri":"Wladimir_Klitschko","surface_form":"Wladimir Klitschko","offset":165},{"uri":"WBA_(Super)","surface_form":"WBA (Super)","offset":230},{"uri":"International_Boxing_Federation","surface_form":"IBF","offset":243},{"uri":"World_Boxing_Organization","surface_form":"WBO","offset":248},{"uri":"International_Boxing_Organization","surface_form":"IBO","offset":253},{"uri":"International_Boxing_Federation","surface_form":"IBF","offset":289},{"uri":"Vyacheslav_Glazkov","surface_form":"Vyacheslav Glazkov","offset":365},{"uri":"BoxRec","surface_form":"BoxRec","offset":678},{"uri":"Ireland_at_the_Olympic_Games","surface_form":"Ireland at the Olympic Games","offset":782},{"uri":"Great_Britain_at_the_Olympics","surface_form":"Great Britain","offset":845},{"uri":"Belfast","surface_form":"Belfast","offset":917},{"uri":"Galway","surface_form":"Galway","offset":929},{"uri":"European_Boxing_Union","surface_form":"European","offset":1178}]}