{"id":60757,"url":"http://en.wikipedia.org/wiki/Olivier_Messiaen","text":"Olivier Messiaen (born Avignon, 10 December 1908; died Clichy, near Paris, 27 April 1992) was a French composer and organist. He is the most famous French composer of the mid-20th century and one of the most important and original composers of his time. He was a brilliant organist and played the organ at the church of La Trinité in Paris for over 60 years. He wrote music for orchestra, piano and organ, most of which is very difficult to play. He was also a great music teacher who taught several young students who became well-known composers e.g. Pierre Boulez, Yvonne Loriod (who became his second wife), Karlheinz Stockhausen, George Benjamin and Iannis Xenakis.\nBiography.\nMessiaen started to compose when he was seven years old. When he was given the score of Debussy’s opera \"Pelléas et Mélisande\" he could imagine the music in his head and he knew he wanted to be a composer. He went to the Paris Conservatoire when he was 11. His teachers included some famous composers such as Paul Dukas, Maurice Emmanuel, Charles-Marie Widor and Marcel Dupré. He was appointed organist at the church of La Trinité in Paris in 1930, a post he held until his death.\nWhen World War II broke out Messiaen was made a prisoner of war in 1940. While he was held in a Silesian camp he composed a work which was to become a very famous piece of chamber music: the \"Quatour pour la fin du temps\" (\"Quartet for the end of time\") for piano, violin, cello, and clarinet. He composed for these instruments because they were the instruments available. The piece was first performed by Messiaen and fellow prisoners to an audience of 5000 inmates and prison guards.\nWhen he was free again in 1941 Messiaen became professor of harmony at the Paris Conservatoire. He composed 20 pieces for piano which are called \"Vingt regards sur l’enfant Jésus\" (\"Twenty visions of the child Jesus\"). He wrote a book about the way he composed, called \"Technique de mon langage musical\" (\"The Technique of my musical language\").\nMessiaen soon became famous for his teaching and was invited to teach in other countries such as Germany, Hungary and the United States. He became interested in the rhythms of Greek and Hindu music.\nHis first wife died in 1959 and he remarried in 1961. He also became very interested in birdsong and spent a lot of time with his wife in the country with a tape recorder recording birdsong. He imitated the birdsong in his music, especially in piano pieces called \"Oiseaux exotiques\" (\"Exotic birds\") and the \"Catalogue d’oiseaux\" (\"Catalogue of birds\").\nMessiaen wrote a lot of organ music which he performed himself. One very popular work is called \"Transports de joie\" (\"Outburst of joy\"). It is one of four pieces called \"L'Ascension\" (The Ascension). A much longer work, consisting of nine movements, is the \"La Nativité du Seigneur\" (\"The Birth of our Lord\"). The last movement of this piece is a toccata called \"Dieu parmi nous\" (\"God among us\"). It has become a favourite piece for organists to play at recitals or after Christmas carol services.\nMessiaen wrote a long piece for orchestra called the \" Turangalîla \" Symphony. It was first performed in Boston in 1949 with Bernstein conducting. The French government commissioned a piece called \"Et exspecto resurrectionem mortuorum\" (\"And we expect the rising of the dead\") which was dedicated to people who had died in the two world wars. It was performed in the Sainte-Chapelle in Paris and then in Chartres Cathedral in 1965 in the presence of General Charles de Gaulle. In 1966 Messiaen became professor of composition at the Paris Conservatoire.\nHis visit to the Grand Canyon inspired him to write a ten-movement orchestral piece called \"Des Canyons aux étoiles\" (\"From the canyons to the stars\"), which was first performed in 1974 in New York.\nMessiaen had been asked in 1971 to write an opera for the Paris Opéra. At first he did not want to start such a large work, but in 1975 he was persuaded to accept the commission and began work on his \"Saint-François d'Assise\". It took him several years to compose. It was performed in 1983. Messiaen said that he preferred to call it a “spectacle” instead of an “opera”.\nMessiaen retired from teaching at the Conservatoire in 1978. In 1987 he was given the highest rank: the Grand-Croix\" of the \"Légion d'honneur\".\nMessiaen was in a lot of pain near the end of his life. He needed operations on his back. He still managed to finish a piece called \"Éclairs sur l'au delà\", which was first performed by the New York Philharmonic Orchestra six months after the composer's death. Messiaen had also been composing a concerto for four musicians he felt particularly grateful to: his wife Loriod, the cellist Mstislav Rostropovich, the oboist Heinz Holliger and the flautist Catherine Cantin. This was nearly finished when Messiaen died, and Yvonne Loriod orchestrated the last movement with advice from George Benjamin.\nMusic style.\nMessiaen said of himself that he was a “composer and rhythmician”. He meant by this that rhythm was very important in his music. He taught himself all about Greek metres although he did not speak the Greek language. He liked rhythms which use odd numbers. Very often a bar of his music may have one extra semiquaver so that there might be 17 semiquavers in a bar. He studied Hindu rhythms and found ways of changing the rhythms during the music. He was very influenced by the rhythms in Stravinsky’s famous piece \"The Rite of Spring\".\nMessiaen’s harmonies are very individual. He was fascinated by scales which can only be transposed in two or three different ways. He called these scales “modes of limited transposition”.\nMessiaen’s music is full of different sounds. He wrote extremely well for large orchestras and for the organ, using different instruments or organ sounds in very original ways, e.g. in \"Chronochromie\" (1960) for large orchestra and \"Méditations sur le mystère de la Sainte Trinité\".(1969), a work which uses styles from his earlier period together with birdsong. Messiaen had synesthesia which meant that music often made him think of particular colours. In his orchestra Messiaen often used an instrument called the ondes Martenot which was a kind of electronic keyboard instrument. His sister-in-law Jeanne Loriod was a famous player of the ondes Martenot. Messiaen was also influenced by Indonesian gamelan music. For a short time he experimented with total serialism.\nIn some of his later works such as the \"La Transfiguration de notre Seigneur Jésus-Christ\", for choir of 100 voices, seven instrumental soloists and large orchestra, composed in the late 1960s, he used a simpler musical language which has helped it to become very popular.\nMessiaen was a devout Roman Catholic all his life. His religion was a very important influence on his life and music.\nReferences.\nThe New Grove Dictionary of Music & Musicians; edited by Stanley Sadie","categories":[],"infobox_types":[],"annotations":[{"uri":"Avignon","surface_form":"Avignon","offset":23},{"uri":"Clichy","surface_form":"Clichy","offset":55},{"uri":"Paris","surface_form":"Paris","offset":68},{"uri":"French_people","surface_form":"French","offset":96},{"uri":"Composer","surface_form":"composer","offset":103},{"uri":"Pipe_organ","surface_form":"organist","offset":116},{"uri":"20th_century","surface_form":"20th century","offset":175},{"uri":"Paris","surface_form":"Paris","offset":334},{"uri":"Orchestra","surface_form":"orchestra","offset":378},{"uri":"Piano","surface_form":"piano","offset":389},{"uri":"Organ_(music)","surface_form":"organ","offset":399},{"uri":"Pierre_Boulez","surface_form":"Pierre Boulez","offset":552},{"uri":"Yvonne_Loriod","surface_form":"Yvonne Loriod","offset":567},{"uri":"Karlheinz_Stockhausen","surface_form":"Karlheinz Stockhausen","offset":611},{"uri":"George_Benjamin","surface_form":"George Benjamin","offset":634},{"uri":"Iannis_Xenakis","surface_form":"Iannis Xenakis","offset":654},{"uri":"Sheet_music","surface_form":"score","offset":760},{"uri":"Opera","surface_form":"opera","offset":779},{"uri":"Pell%C3%A9as_et_M%C3%A9lisande","surface_form":"Pelléas et Mélisande","offset":786},{"uri":"Paris_Conservatoire","surface_form":"Paris Conservatoire","offset":902},{"uri":"Paul_Dukas","surface_form":"Paul Dukas","offset":990},{"uri":"Maurice_Emmanuel","surface_form":"Maurice Emmanuel","offset":1002},{"uri":"Charles-Marie_Widor","surface_form":"Charles-Marie Widor","offset":1020},{"uri":"Marcel_Dupr%C3%A9","surface_form":"Marcel Dupré","offset":1044},{"uri":"Paris","surface_form":"Paris","offset":1115},{"uri":"World_War_II","surface_form":"World War II","offset":1167},{"uri":"Silesia","surface_form":"Silesia","offset":1258},{"uri":"Chamber_music","surface_form":"chamber music","offset":1334},{"uri":"Quatour_pour_la_fin_du_temps","surface_form":"Quatour pour la fin du temps","offset":1354},{"uri":"Piano","surface_form":"piano","offset":1420},{"uri":"Violin","surface_form":"violin","offset":1427},{"uri":"Cello","surface_form":"cello","offset":1435},{"uri":"Clarinet","surface_form":"clarinet","offset":1446},{"uri":"Harmony","surface_form":"harmony","offset":1708},{"uri":"Germany","surface_form":"Germany","offset":2091},{"uri":"Hungary","surface_form":"Hungary","offset":2100},{"uri":"United_States","surface_form":"United States","offset":2116},{"uri":"Rhythm","surface_form":"rhythm","offset":2159},{"uri":"Greece","surface_form":"Greek","offset":2170},{"uri":"Hindu","surface_form":"Hindu","offset":2180},{"uri":"Birdsong","surface_form":"birdsong","offset":2281},{"uri":"Tape_recorder","surface_form":"tape recorder","offset":2350},{"uri":"Ascension","surface_form":"The Ascension","offset":2733},{"uri":"Toccata","surface_form":"toccata","offset":2896},{"uri":"Recital","surface_form":"recital","offset":3004},{"uri":"Christmas","surface_form":"Christmas","offset":3022},{"uri":"Carol","surface_form":"carol","offset":3032},{"uri":"Service_(religion)","surface_form":"services","offset":3038},{"uri":"Boston_(Mass)","surface_form":"Boston","offset":3153},{"uri":"Leonard_Bernstein","surface_form":"Bernstein","offset":3173},{"uri":"Commission","surface_form":"commission","offset":3217},{"uri":"Chartres_Cathedral","surface_form":"Chartres Cathedral","offset":3452},{"uri":"1965","surface_form":"1965","offset":3474},{"uri":"Charles_de_Gaulle","surface_form":"Charles de Gaulle","offset":3506},{"uri":"Grand_Canyon","surface_form":"Grand Canyon","offset":3619},{"uri":"New_York","surface_form":"New York","offset":3791},{"uri":"Paris_Op%C3%A9ra","surface_form":"Paris Opéra","offset":3859},{"uri":"Saint-Fran%C3%A7ois_d%27Assise","surface_form":"Saint-François d'Assise","offset":4002},{"uri":"L%C3%A9gion_d%27honneur","surface_form":"Légion d'honneur","offset":4297},{"uri":"New_York_Philharmonic_Orchestra","surface_form":"New York Philharmonic Orchestra","offset":4506},{"uri":"Cello","surface_form":"cellist","offset":4695},{"uri":"Mstislav_Rostropovich","surface_form":"Mstislav Rostropovich","offset":4703},{"uri":"Oboe","surface_form":"oboist","offset":4730},{"uri":"Heinz_Holliger","surface_form":"Heinz Holliger","offset":4737},{"uri":"Flute","surface_form":"flautist","offset":4760},{"uri":"Catherine_Cantin","surface_form":"Catherine Cantin","offset":4769},{"uri":"Orchestration","surface_form":"orchestrated","offset":4850},{"uri":"Metre","surface_form":"metre","offset":5091},{"uri":"Greek_language","surface_form":"Greek language","offset":5128},{"uri":"Bar_(music)","surface_form":"bar","offset":5197},{"uri":"Note_(music)","surface_form":"semiquavers","offset":5270},{"uri":"Stravinsky","surface_form":"Stravinsky’s","offset":5415},{"uri":"The_Rite_of_Spring","surface_form":"The Rite of Spring","offset":5442},{"uri":"Harmony","surface_form":"harmonies","offset":5474},{"uri":"Modes_of_limited_transposition","surface_form":"modes of limited transposition","offset":5618},{"uri":"1960","surface_form":"1960","offset":5853},{"uri":"1969","surface_form":"1969","offset":5934},{"uri":"Synesthesia","surface_form":"synesthesia","offset":6027},{"uri":"Colour","surface_form":"colour","offset":6097},{"uri":"Ondes_Martenot","surface_form":"ondes Martenot","offset":6168},{"uri":"Jeanne_Loriod","surface_form":"Jeanne Loriod","offset":6253},{"uri":"Indonesia","surface_form":"Indonesia","offset":6342},{"uri":"Gamelan","surface_form":"gamelan","offset":6353},{"uri":"Serialism","surface_form":"serialism","offset":6412},{"uri":"Choir","surface_form":"choir","offset":6519},{"uri":"1960s","surface_form":"1960s","offset":6610},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":6718}]}