{"id":607546,"url":"http://en.wikipedia.org/wiki/Taroko_National_Park","text":"Taroko National Park () is a national park in Hualien County, Taiwan. It is the fourth national park in Taiwan ever created. It is the third-biggest national park in Taiwan. It features the Taroko Gorge.\nThe park is well known because it has beautiful mountains and cliffs.\nHistory.\nThe meaning of \"Taroko\" is magnificent or beautiful in the Truku language.\nThe area in and around the park was created by the Liwu River. The river slowly cut through the rock to create the gorge.\nThe Atayal and the Sedek tribes came to the area over 300 years ago. Researchers found more than 70 villages from the tribes. There was a trail to Taroko called the Northern Road. The Qing Dynasty helped improve it. The Japanese then built a road system along the coast.\nGold mining began in the area in the 17th century. It happened when the Dutch ruled Taiwan, during the Qing Dynasty, and when the Japanese ruled Taiwan. When the Japanese ruled Taiwan, they began mining the gold in the Liwu River. It began in 1918. There were plans to mine more gold in a shorter time, but World War II started and it didn't happen. Soon, when the Kuomintang ruled over Taiwan, they banned gold mining.\nThe park was first created in 1937 when Taiwan was ruled by the Japanese. When they created it, it was called Tsugitaka-Taroko National Park. When the Chinese government came back to Taiwan in 1945, they closed down the national park. In the 1950s, Chiang Kai-shek wanted a road that crossed Taiwan from west to east. In 1960, this road was opened, called the Central Cross-Island Highway.\nIt runs through the Taroko Gorge.\nThe park was created again in 1986. It was important because it showed that the Taiwanese government knew that they were damaging the environment.\nGeography.\nThe park has many rivers, waterfalls, and gorges. It has of cliffs. It also has 27 of the \"100 Peaks of Taiwan\", which includes Mount Nanhu. Mount Nanhu is high and the fifth tallest mountain in Taiwan. The area has a lot of marble and it also has the only jade found in Taiwan.\nThe park is surrounded by the Pacific Ocean in the east, the Dajia River in the north, and the Zhoushui River in the west. The park covers around of land and covers Hualien County, Taichung, and Nantou.\nClimate.\nIn October to April, the temperature is around. In May to September, the temperature is around.\nBiodiversity.\nThere are 152 kinds of birds, 46 kinds of mammals, 35 kinds of reptiles, and 21 kinds of fish in the park. They include the Formosan wild boar and the Formosan monkey.\nAttractions.\nTaroko National Park has many monuments and attractions to help people learn about the Truku people and people that built the Highway. They include the Eternal Spring Shrine (also called the Changchun Shrine), and the Taroko village. In the park, many people come to hike. There are many hiking trails in the park.\nThe Eternal Spring Shrine was built to honour the 226 people who died building the Central Cross-Island Highway. It has two waterfalls coming out from the building. There are many hiking trails that begin there. There is also a cave with statues in it.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":29},{"uri":"Hualien_County","surface_form":"Hualien County","offset":46},{"uri":"Taiwan","surface_form":"Taiwan","offset":62},{"uri":"National_parks_of_Taiwan","surface_form":"national park in Taiwan","offset":87},{"uri":"Magnificent","surface_form":"magnificent","offset":310},{"uri":"Liwu_River","surface_form":"Liwu River","offset":409},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":664},{"uri":"17th_century","surface_form":"17th century","offset":788},{"uri":"Netherlands","surface_form":"Dutch","offset":823},{"uri":"Qing_Dynasty","surface_form":"Qing Dynasty","offset":854},{"uri":"World_War_II","surface_form":"World War II","offset":1058},{"uri":"Kuomintang","surface_form":"Kuomintang","offset":1116},{"uri":"Empire_of_Japan","surface_form":"Japanese","offset":1235},{"uri":"Republic_of_China","surface_form":"Chinese","offset":1322},{"uri":"Chiang_Kai-shek","surface_form":"Chiang Kai-shek","offset":1420},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2062},{"uri":"Dajia_River","surface_form":"Dajia River","offset":2093},{"uri":"Zhoushui_River","surface_form":"Zhoushui River","offset":2127},{"uri":"Hualien_County","surface_form":"Hualien County","offset":2197},{"uri":"Taichung","surface_form":"Taichung","offset":2213},{"uri":"Nantou","surface_form":"Nantou","offset":2227},{"uri":"Formosan_wild_boar","surface_form":"Formosan wild boar","offset":2478},{"uri":"Formosan_monkey","surface_form":"Formosan monkey","offset":2505},{"uri":"Truku_people","surface_form":"Truku people","offset":2622},{"uri":"Eternal_Spring_Shrine","surface_form":"Eternal Spring Shrine","offset":2687},{"uri":"Hiking","surface_form":"hike","offset":2802}]}