{"id":60768,"url":"http://en.wikipedia.org/wiki/Traditional_Chinese_characters","text":"Traditional Chinese characters are one of the two commonly used forms of Chinese characters. As its name shows, it is the \"traditional\" written form of the Chinese language that first came about during the Han Dynasty (shortly after the Qin Dynasty) in 206 BC. The name \"traditional\" is used to set them apart from simplified Chinese characters.\nCourt officials in the Han Dynasty believed that small seal script characters, which were standardized under Emperor Qin Shi Huangdi when he unified China, took too much time to write because Chinese characters at the time were written using curved lines instead of more angular lines. So Han officials decided to simplify writing Chinese characters by using multiple strokes, or lines, to form characters and radicals, rather than long curved lines. The changed small seal script characters are now commonly known as Hanzi (Simplified Chinese: 汉字 / Traditional Chinese: 漢字, meaning \"Han characters\"), because they were from the Han Dynasty. Hanzi became the standard writing system of Chinese and it even spread to other countries and languages. It was also used (with some differences) in the Japanese, Korean, and Vietnamese languages.\nToday, Japanese is the only non-Chinese language that still uses Chinese characters in daily life. They call them Kanji. After WWII, the Japanese simplified many of the characters. They called their simplified characters Shinjitai (which are not to be confused with simplified characters in Chinese), while traditional characters were called Kyujitai.\nThe older, \"traditional\" forms of Chinese characters remained more or less the same (although there were a few changes now and then) until the People's Republic of China (PRC) was formed in 1949. At that time, the Communist Party of China (CPC) started to create simplified Chinese characters, in which anywhere between 20-30% of all the Chinese characters used in daily life were replaced by ones that had fewer strokes and were easier to write. This move by the CPC, which took place in the 1950s throughout Mainland China, was made in order to make education more available to common people, especially farmers.\nAt the same time, the government of the Republic of China, which had fled to Taiwan, chose not to simplify its writing system. They continue to use traditional Chinese characters, believing that simplified characters were made to take away important details in traditional characters in order to limit thought. The Cantonese-speaking territories of Hong Kong and Macau have also kept using traditional characters, even though they are politically part of the PRC, which uses simplified characters. The Chinese taught as a second language in Southeast Asia uses simplified characters, and the government of Singapore and the Chinese community in Malaysia have adopted simplified characters as their standard script. Many immigrant communities of overseas Chinese also tend to use traditional rather than simplified characters.\nTraditional vs. simplified characters.\nBelow is a list of simplified characters next to their traditional versions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chinese_characters","surface_form":"Chinese characters","offset":73},{"uri":"Chinese_language","surface_form":"Chinese language","offset":156},{"uri":"Han_Dynasty","surface_form":"Han Dynasty","offset":206},{"uri":"Qin_Dynasty","surface_form":"Qin Dynasty","offset":237},{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese characters","offset":315},{"uri":"Small_seal_script","surface_form":"small seal script","offset":395},{"uri":"Standard","surface_form":"standard","offset":436},{"uri":"Qin_Shi_Huang","surface_form":"Qin Shi Huang","offset":463},{"uri":"Radical_(Chinese_character)","surface_form":"radicals","offset":756},{"uri":"Hanzi","surface_form":"Hanzi","offset":864},{"uri":"Country","surface_form":"countries","offset":1068},{"uri":"Language","surface_form":"language","offset":1082},{"uri":"Japanese_language","surface_form":"Japanese","offset":1141},{"uri":"Korean_language","surface_form":"Korean","offset":1151},{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":1163},{"uri":"Kanji","surface_form":"Kanji","offset":1299},{"uri":"WWII","surface_form":"WWII","offset":1312},{"uri":"Shinjitai","surface_form":"Shinjitai","offset":1406},{"uri":"Shinjitai","surface_form":"Kyujitai","offset":1527},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China (PRC)","offset":1680},{"uri":"Communist_Party_of_China","surface_form":"Communist Party of China (CPC)","offset":1751},{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese characters","offset":1800},{"uri":"Mainland_China","surface_form":"Mainland China","offset":2047},{"uri":"Education","surface_form":"education","offset":2089},{"uri":"Republic_of_China","surface_form":"Republic of China","offset":2192},{"uri":"Taiwan","surface_form":"Taiwan","offset":2229},{"uri":"Cantonese_language","surface_form":"Cantonese","offset":2467},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":2501},{"uri":"Macau","surface_form":"Macau","offset":2515},{"uri":"Political","surface_form":"political","offset":2587},{"uri":"Second_language","surface_form":"second language","offset":2674},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":2693},{"uri":"Singapore","surface_form":"Singapore","offset":2758},{"uri":"Malaysia","surface_form":"Malaysia","offset":2797},{"uri":"Immigration","surface_form":"immigrant","offset":2872},{"uri":"Community","surface_form":"communities","offset":2882},{"uri":"Overseas_Chinese","surface_form":"overseas Chinese","offset":2897}]}