{"id":607612,"url":"http://en.wikipedia.org/wiki/Canaan_(son_of_Noah)","text":"According to Islam, Canaan, son of Noah or Yam, son of Noah was the fourth son of Noah and his wife Naamah.\nCanaan is not in the Jewish holy book, the Torah, or the Christian holy book, the Bible. Those two books talk about Canaan's older brothers, Shem, Ham, and Japheth, but Canaan is only in the Muslim holy book, the Quran, or Koran.\nIn the Muslim version of the story of the Great Flood, (The Quran did not mention any name for the son of Noah, the name Canaan does not exist there) Canaan did not believe in God the way his father, mother and brothers did. They followed God's instructions and built a large boat, the arc, in time to survive the flood, but Canaan drowned instead.\nCanaan is the son of Noah, son of Lamech, son of Methuselah, son of Enoch, son of Jared, son of Mahalalel, son of Kenan, son of Enos, son of Seth, son of Adam father of humans.\nAccording to the Koran, Noah asked Canaan to come with him on the boat, but Canaan decided to climb a mountain insteadː \"O my son, come aboard with us and be not with the disbelievers.\" Canaan said, \"I will take refuge on a mountain to protect me from the water.\" Noah said, \"There is no protector today from the decree of The Lord our God, except from whom He gives mercy.\" Then the Koran says Canaan drowned.\nSome versions (Christian/Jews) say Noah's wife, Canaan's mother, went to the mountain with Canaan because she loved him so much. In this version, Canaan is still a boy small enough to be picked up. It says when the water came, Canaan's mother held him above her head so he would live longer before he drowned.\nOther versions of Canaan.\nThe holy books of the Jews, Christians and Muslims also talk about Canaan son of Ham, Noah's grandson. This Canaan is still alive after the flood. One Jewish scholar thinks this Canaan might have been Noah's son and not grandson. So this could be the same Canaan or it could be another person with the same name.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":13},{"uri":"Noah","surface_form":"Noah","offset":82},{"uri":"Torah","surface_form":"Torah","offset":151},{"uri":"Bible","surface_form":"Bible","offset":190},{"uri":"Quran","surface_form":"Quran","offset":321},{"uri":"Deluge_myth","surface_form":"story of the Great Flood","offset":367},{"uri":"Noah","surface_form":"Noah","offset":708},{"uri":"Methuselah","surface_form":"Methuselah","offset":736},{"uri":"Enoch","surface_form":"Enoch","offset":755}]}