{"id":607622,"url":"http://en.wikipedia.org/wiki/Meresha","text":"Meresha is an indie singer, multi-instrumentalist, songwriter and producer.\nBiography.\nHer music has charted on the \"Billboard\" charts multiple times, while her videos have been played internationally, including on MTV, where she won a Freshmen competition. She's been the #1 indie artist on US Pop radio for a month. She was selected to the national House of Blues class of 2016 of promising musicians, and has performed at venues including Mizner Amphitheater, Hard Rock Cafe, House of Blues and B.B.King's. In May 2017, Meresha performed on the main night and stage at SunFest for 40,000. Meresha was named the #3 emerging artist globally on Billboard's Next Big Sound chart in July 2017. Meresha's 2017 \"Enter the Dreamland\" EP debuted on the Billboard Top Heatseekers Album sales chart, and was Top 10 on iTunes and Amazon charts. AllMusic called the album \"a delightful five-song set of smart, effervescent, forward-thinking progressive pop\" and named it a Top 20 album of the year. The first single \"Enter the Dreamland\" hit #1 on the HMV singles chart in Canada in August 2017. Subsequent singles like \"Violet Night\" and \"Olivia\" made Billboard Charts in 2018 and 2019.\n2015.\nIn 2015, Meresha released the EP \"New Revolution\", which included the title track and a trio of other songs. Her sometimes frenetic eclecticism and eccentric beats created a fresh sound that brought old styles into contemporary production. The hit track \"New Revolution\" entered the Billboard Top 40 indicator chart in between Adele and Justin Bieber. It was also the #1 Indie song on US radio for a month. Her video clip \"New Revolution\" was directed by 5 times for MTV VMA David Rousseau, who also directed most Pitbull (rapper) videos. \"My love has come\" hit Top 40 on both Billboard Activator and Indicator charts.\n2016.\nAt the end of 2016, Meresha released the dual-language single \"Together/Juntos\". She performed her songs live in concert with Adam Lambert and Third Eye Blind.\n2017.\nMeresha performed at SunFest 2017 with artists such as Weezer, Blink-182, Snoop Dogg and Macklemore, playing for the first time two of her songs from her 2017 EP \"Enter the Dreamland\"..\n2018.\nMeresha's single \"Violet Night\" lands on 2 Billboard Dance & Electronic charts.\nMeresha performs at the Governor's Ball music festival in New York on Citi deck\nMeresha's single \"Olivia\" peaks at #4 on Billboard Dance & Electronic charts\nMeresha releases \"Is This Love\" with and for the benefit of the international charity Movember.","categories":[],"infobox_types":[],"annotations":[{"uri":"Billboard_(magazine)","surface_form":"\"Billboard\"","offset":116},{"uri":"MTV","surface_form":"MTV","offset":215},{"uri":"Top_Heatseekers","surface_form":"Top Heatseekers","offset":757},{"uri":"AllMusic","surface_form":"AllMusic","offset":836},{"uri":"Billboard_charts","surface_form":"Billboard Charts","offset":1143},{"uri":"Billboard","surface_form":"Billboard","offset":1467},{"uri":"Adele","surface_form":"Adele","offset":1511},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":1521},{"uri":"Pitbull_(rapper)","surface_form":"Pitbull (rapper)","offset":1698},{"uri":"Adam_Lambert","surface_form":"Adam Lambert","offset":1935},{"uri":"Weezer","surface_form":"Weezer","offset":2030},{"uri":"Blink-182","surface_form":"Blink-182","offset":2038},{"uri":"Snoop_Dogg","surface_form":"Snoop Dogg","offset":2049},{"uri":"Macklemore","surface_form":"Macklemore","offset":2064},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":2210},{"uri":"Billboard_(magazine)","surface_form":"Billboard","offset":2368}]}