{"id":607703,"url":"http://en.wikipedia.org/wiki/Youssouf_Ou%C3%A9draogo","text":"Youssouf Ouédraogo (25 December 1952 – 18 November 2017) was a Burkinabe politician.\nIn 1992 he became the first Prime Minister of Burkina Faso since 1983, serving from 16 June 1992 to 22 March 1994. Ouédraogo, a member of the ruling Congress for Democracy and Progress (CDP), later served as Minister of State for Foreign Affairs from January 1999 to June 2007.\nBiography.\nOuédraogo was born in Tikaré, in Bam Province. Under Thomas Sankara, Ouédraogo was appointed to the government as Minister of Planning and Popular Development on 31 August 1984, remaining in that position for three years. Shortly after Sankara was assassinated in October 1987, Ouédraogo became Minister for the Plan and Cooperation under Blaise Compaoré. He left that position on 25 April 1989 and became President of the Economic and Social Council, in which position he served until he was elected to the National Assembly as a deputy from Bam in the May 1992 parliamentary election. He was appointed as Prime Minister by Compaoré on 16 June 1992.\nThe CFA franc was devaluated in January 1994, and this was followed by controversy.vOuédraogo signed an agreement with trade unions to raise salaries on 12 March 1994, but the agreement fell through and Ouédraogo resigned a few days later. He then served as Ambassador to Belgium, the Netherlands, the United Kingdom, Luxembourg and the European Union before being appointed as Minister of State for Foreign Affairs in January 1999.\nOuédraogo was elected to the National Assembly again in the 2007 parliamentary election as a candidate of the CDP from Bam Province. In the government of Prime Minister Tertius Zongo, which was appointed on 10 June 2007, he was replaced as Foreign Minister by Djibrill Bassolé.vHe subsequently became Special Adviser to the President of the African Development Bank.[8","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_Prime_Ministers_of_Burkina_Faso","surface_form":"Prime Minister of Burkina Faso","offset":113},{"uri":"Congress_for_Democracy_and_Progress","surface_form":"Congress for Democracy and Progress","offset":234},{"uri":"Minister_of_Foreign_Affairs_(Burkina_Faso)","surface_form":"Minister of State for Foreign Affairs","offset":293}]}