{"id":607737,"url":"http://en.wikipedia.org/wiki/Kim_Tae-yeon_discography","text":"Taeyeon's discography consists of a studio album, two EPs, twenty singles and ten soundtracks. The singer debuted in girl group Girls' Generation in August 2007 and then in Girls' Generation-TTS in May 2012. Her solo career began in 2015 with the release of her debut mini-album entitled \"I\". The EP was a commercial success in South Korea, where it reached number two on Gaon Album Chart and since then has sold more than 140,000 physical copies. The single of the same name managed to position itself in the first position of Gaon Digital Chart and has sold more than 1,8 million digital copies. In February 2016, Taeyeon published \"Rain\" as the first single from SM Station. The single reached the maximum position in Gaon Digital Chart and was ranked number three in Billboard World Digital Songs. His second EP, Why, was released in June 2016, reaching the top in Gaon Album Chart and managed to sell more than 110,000 physical copies. He produced two singles that were included in the mini album, \"Starlight\" and \"Why\". Subsequently, he released a digital single titled \" in November, which was ranked second in Gaon Digital Chart.\nTaeyeon released her first studio album, \"My Voice\", in February 2017. The album won first place in Gaon Album Chart and sold more than 109,000 physical copies in its first month of release. He produced the single \"Fine\", which was number one on Gaon Digital Chart and reached number seven on Billboard World Digital Songs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kim_Tae-yeon","surface_form":"Taeyeon","offset":0},{"uri":"Studio_album","surface_form":"studio album","offset":36},{"uri":"EP","surface_form":"EP","offset":54},{"uri":"Single","surface_form":"single","offset":66},{"uri":"Soundtrack","surface_form":"soundtrack","offset":82},{"uri":"Girls%27_Generation","surface_form":"Girls' Generation","offset":128},{"uri":"Girls%27_Generation-TTS","surface_form":"Girls' Generation-TTS","offset":173},{"uri":"I_(EP)","surface_form":"I","offset":289},{"uri":"Rain_(song)","surface_form":"Rain","offset":635},{"uri":"Starlight","surface_form":"Starlight","offset":1004},{"uri":"Why_(song)","surface_form":"Why","offset":1020},{"uri":"My_Voice","surface_form":"My Voice","offset":1180},{"uri":"Fine_(song)","surface_form":"Fine","offset":1353}]}