{"id":607740,"url":"http://en.wikipedia.org/wiki/Muhammad_Mansuruddin","text":"Muhammad Mansuruddin (31 January 1904 – 19 September 1987) was a Bengali writer, literary critic, lexicographer. He is noted for his folklore collection titled \"Haramoni\". In 1987, he received doctor of literature degree from Rabindra Bharati University for his lifelong contribution to folklore collection and research. He also received second highest civilian honor Ekushey Padak and highest civilian honor Independence Day Award given by Government of Bangladesh in 1983 and 1984 respectively.\nEarly life.\nMansuruddin was born on 31 January 1904 in Muraripur village under Sujanagar Upazila of Pabna district of East Bengal of the British India, now in Bangladesh. His father Muhammad Jaider Ali and mother Jiarun Nisa was respected in the village. He was educated in Madhabchandra Nandi Pathshala in his village. He passed matriculation from Khalipur High School in 1921 with first division, ISc from Pabna Edward College in 1923 and IA from Rajshahi College in 1924. He graduated from Rajshahi College in 1926. Then he went to Calcutta University for post-graduation and received Master of Arts in Bangla with first class in 1928.\nIn 1925, when he was studying at Rajshahi College, he married Sharifun Nisa. They had six sons and six daughters.\nLiterary career.\nMansuruddin started writing from his early age. He was inspired by his teacher Surendranath Sen. His first poem was 'Beduin Musalman'. It was published in the Edward College magazine. Samyabadi and Prachi journals published his later poems. He had interest of folklore and when he was in Rajshahi College, the Principal of the college, Kumudinikanta Banerjee, encouraged him to work on folklore.\nHe started collecting the folklore and folk songs from 1930 and compiled those under the name of \"Haramoni\" (Lost gems). Haramoni was published in regular section of monthly literary magazine Probashi. The full book consists of 13 parts. In 1948, he published collection of songs of Lalon under the name of Lalon Fakir-er Gaan (Songs of Lalan Fakir). After that, his \"Lalan Geetika\" was published. English translation of these books were published in 1974.\nHe wrote several biography books. Those are \"Iraner Kobi\" (Poet of Iran) (1968), biography of prophet Muhammad titled \"Hazrat Muhammader Jiboni O Sadhona\" (Life and Spirituality of Muhammad), and \"Hazrat Shah Waliullah\" and \"Harun Rashid\". His books for children are \"Bokami\" (Foolishness) (1952), \"Thokami\" (Deception) (1958) and \"Mushkil Ahsan\" (Problem Solving) (1958). In 1957, he compiled a dictionary, \"Hashir Ovidhan\", which includes Bengali idioms.\nDeath.\nMansuruddin died on 19 September 1987 in Dhaka.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bengali_people","surface_form":"Bengali","offset":65},{"uri":"Rabindra_Bharati_University","surface_form":"Rabindra Bharati University","offset":226},{"uri":"Ekushey_Padak","surface_form":"Ekushey Padak","offset":368},{"uri":"Independence_Day_Award","surface_form":"Independence Day Award","offset":409},{"uri":"Government_of_Bangladesh","surface_form":"Government of Bangladesh","offset":441},{"uri":"British_India","surface_form":"British India","offset":634},{"uri":"Calcutta_University","surface_form":"Calcutta University","offset":1032}]}