{"id":60789,"url":"http://en.wikipedia.org/wiki/Plate_tectonics","text":"Plate tectonics is a theory of geology. It explains movement of the Earth's lithosphere: this is the earth's crust and the upper part of the mantle. The lithosphere is divided into plates, some of which are very large and can be entire continents.\nHeat from the mantle is the source of energy driving plate tectonics. Exactly how this works is still a matter of debate.\nEarth's crust.\nThe outermost part of the Earth's interior is made up of two layers. The lithosphere, above, includes the crust and the uppermost part of the mantle.\nBelow the lithosphere is the asthenosphere. The asthenosphere is like a solid or a hot viscous liquid. It can flow like a liquid on long time scales. Large convection currents in the asthenosphere transfer heat to the surface, where plumes of less dense magma break apart the plates at the spreading centers. The deeper mantle below the asthenosphere is more rigid again. This is caused by extremely high pressure.\nContinental and oceanic plates.\nThere are two types of tectonic plates: oceanic and continental.\nAn oceanic plate is a tectonic plate at the bottom of the oceans. It is primarily made of mafic rocks, rich in iron and magnesium. It is thinner than the continental crust (generally less than 10 kilometers thick) and denser. It is also younger than continental crust. When they collide, the oceanic plate moves underneath the continental plate because of its density. As a result, it melts in the mantle and reforms. The oldest oceanic rocks are less than 200 million years old.\nContinental plate is the thick part of the earth's crust which forms the large land masses. Continental rock has lower density than oceanic rock. They are mostly made of felsic rocks. These have granite, with its abundant silica, aluminum, sodium and potassium. Continental plates are rarely destroyed. Their oldest rocks seem to be 4 billion years old. Oceanic plates cover about 71 percent of Earth’s surface, while continental plates cover 29 percent.\nThickness of plates.\nOcean lithosphere varies in thickness. Because it is formed at mid-ocean ridges and spreads outwards, it gets thicker as it moves further away from the mid-ocean ridge. Typically, the thickness varies from about thick at mid-ocean ridges to greater than at subduction zones.\nContinental lithosphere is about thick. It varies between basins, mountain ranges, and the stable cratonic interiors of continents. The two types of crust differ in thickness, with continental crust being much thicker than oceanic: vs..\nMovement of plates.\nThe lithosphere consists of \"tectonic plates\". There are seven major and many minor plates. The lithospheric plates ride on the asthenosphere (aesthenosphere). The plate boundary is where two plates meet. When movement occurs, the plates may create mountains, earthquakes, volcanoes, mid-oceanic ridges and oceanic trenches, depending on which way the plates are moving.","categories":[],"infobox_types":[],"annotations":[{"uri":"Theory","surface_form":"theory","offset":21},{"uri":"Geology","surface_form":"geology","offset":31},{"uri":"Earth","surface_form":"Earth","offset":68},{"uri":"Lithosphere","surface_form":"lithosphere","offset":76},{"uri":"Earth%27s_crust","surface_form":"earth's crust","offset":101},{"uri":"Earth%27s_mantle","surface_form":"mantle","offset":141},{"uri":"Continent","surface_form":"continent","offset":236},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":262},{"uri":"Crust_(geology)","surface_form":"crust","offset":491},{"uri":"Asthenosphere","surface_form":"asthenosphere","offset":564},{"uri":"Viscosity","surface_form":"viscous","offset":622},{"uri":"Convection","surface_form":"convection","offset":691},{"uri":"Magma","surface_form":"magma","offset":789},{"uri":"Ocean","surface_form":"ocean","offset":1050},{"uri":"Mafic","surface_form":"mafic","offset":1137},{"uri":"Iron","surface_form":"iron","offset":1158},{"uri":"Magnesium","surface_form":"magnesium","offset":1167},{"uri":"Density","surface_form":"denser","offset":1265},{"uri":"Density","surface_form":"density","offset":1646},{"uri":"Felsic","surface_form":"felsic","offset":1697},{"uri":"Granite","surface_form":"granite","offset":1722},{"uri":"Silica","surface_form":"silica","offset":1749},{"uri":"Aluminum","surface_form":"aluminum","offset":1757},{"uri":"Sodium","surface_form":"sodium","offset":1767},{"uri":"Potassium","surface_form":"potassium","offset":1778},{"uri":"Billion","surface_form":"billion","offset":1862},{"uri":"Mid-ocean_ridge","surface_form":"mid-ocean ridge","offset":2066},{"uri":"Subduction","surface_form":"subduction","offset":2260},{"uri":"Craton","surface_form":"craton","offset":2376},{"uri":"Asthenosphere","surface_form":"asthenosphere","offset":2663},{"uri":"Aesthenosphere","surface_form":"aesthenosphere","offset":2678},{"uri":"Mountain","surface_form":"mountain","offset":2784},{"uri":"Earthquake","surface_form":"earthquake","offset":2795},{"uri":"Volcano","surface_form":"volcano","offset":2808}]}