{"id":60791,"url":"http://en.wikipedia.org/wiki/Lithosphere","text":"The lithosphere is the solid shell of the planet \"Earth\". That means the crust, plus the part of the upper mantle that behaves elastically on long time scales.\nUnder the lithosphere is the asthenosphere, the weaker, hotter, and deeper part of the upper mantle. This part can flow.\nThe lithosphere provides a conductive lid atop the convecting mantle: it reduces heat transport through the Earth, A lithosphere (Ancient Greek: λίθος [lithos] for \"rocky\", and σφαίρα [sphaira] for \"sphere\") is the rigid,[1] outermost shell of a terrestrial-type planet or natural satellite that is defined by its rigid mechanical properties. On Earth, it is composed of the crust and the portion of the upper mantle that behaves elastically on time scales of thousands of years or greater. The outermost shell of a rocky planet, the crust, is defined on the basis of its chemistry and mineralogy.\nTypes of lithosphere:-.\nThe lithosphere is divided into tectonic plates, which move gradually relative to one another.\nOceanic lithosphere thickens as it ages and moves away from the mid-ocean ridge. This thickening occurs by conductive cooling, which converts hot asthenosphere into lithospheric mantle, and causes the oceanic lithosphere to become increasingly dense with age. Oceanic lithosphere is less dense than asthenosphere for a few tens of millions of years, but after this becomes increasingly denser than asthenosphere.\nWhen a continental plate comes together with an oceanic plate, at a subduction zones, the oceanic lithosphere always sinks beneath the continental.\nNew oceanic lithosphere is constantly being produced at mid-ocean ridges and is recycled back to the mantle at subduction zones. As a result, oceanic lithosphere is much younger than continental lithosphere: the oldest oceanic lithosphere is about 200 million years old, while parts of the continental lithosphere are billions of years old.\nAnother distinguishing characteristic of the lithosphere is its flow properties. Under the influence of the low-intensity, long-term stresses that drive tectonic motion, the lithosphere is like a rigid shell. It changes mainly by breaking (\"brittle failure\"). The asthenosphere (the layer of the mantle below the lithosphere) is heat-softened and adjusts by plastic changes (\"deformation\").\nOceanic lithosphere is made up of mostly basalt and gabbro. Continental lithosphere is made up of granite and gneiss.","categories":[],"infobox_types":[],"annotations":[{"uri":"Planet","surface_form":"planet","offset":42},{"uri":"Crust_(geology)","surface_form":"crust","offset":73},{"uri":"Mantle_(geology)","surface_form":"mantle","offset":107},{"uri":"Elastic","surface_form":"elastic","offset":127},{"uri":"Asthenosphere","surface_form":"asthenosphere","offset":189},{"uri":"Tectonic_plate","surface_form":"tectonic plate","offset":935},{"uri":"Continental_plate","surface_form":"continental plate","offset":1418},{"uri":"Mid-ocean_ridge","surface_form":"mid-ocean ridge","offset":1615},{"uri":"Tectonic","surface_form":"tectonic","offset":2053},{"uri":"Asthenosphere","surface_form":"asthenosphere","offset":2164}]}