{"id":60803,"url":"http://en.wikipedia.org/wiki/Broomhill","text":"e=\"preserve\">Broomhill which includes the areas of Sheffield of Broomhill, Crookesmoor, Endcliffe, and Tapton, is one of the 28 wards in City of Sheffield, in the country of England. It is in the western part of the city and covers an area of 2.7 km2. The population of this ward in 2001 was 16,800 people in 5,700 houses.\nBroomhill.\nBroomhill is a suburb of western Sheffield, England. Mostly created in the nineteenth century. The area is just west of the main building of the University of Sheffield, it is known for its large student population, and was identified in 2003 as the richest area apart from London for overall wealth.\nCrookesmoor.\nCrookesmoor is north of the University of Sheffield's main building housing its law department and sports centre, east of Crookes and south of Walkley. A residential area, it has a large but decreasing student population and is home to Crookes Valley Park.\nEndcliffe.\nEndcliffe is southwest of Broomhill and is a rich residential area, housing Birkdale School (aprivate school) and three student buildings, which are part of the University of Sheffield.\nTapton.\nTapton is west of Crookes. It is home to Tapton School.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sheffield","surface_form":"Sheffield","offset":51},{"uri":"Sheffield","surface_form":"City of Sheffield","offset":137},{"uri":"England","surface_form":"England","offset":174},{"uri":"2001","surface_form":"2001","offset":283},{"uri":"Suburb","surface_form":"suburb","offset":349},{"uri":"Sheffield","surface_form":"Sheffield","offset":367},{"uri":"England","surface_form":"England","offset":378},{"uri":"Nineteenth_century","surface_form":"nineteenth century","offset":409},{"uri":"London","surface_form":"London","offset":608},{"uri":"Law","surface_form":"law","offset":728},{"uri":"Crookes","surface_form":"Crookes","offset":770},{"uri":"Student","surface_form":"student","offset":850},{"uri":"Crookes","surface_form":"Crookes","offset":1128}]}