{"id":608188,"url":"http://en.wikipedia.org/wiki/Zahir_Raihan","text":"Zahir Raihan (; 19 August 1935 – d. 30 January 1972) was a Bangladeshi writer and movie director. His first novel was \"Shesh Bikeler Meye\", published in 1960. His other notable novels are \"Hajar Bachhar Dhore\", and \"Arek Phalgun\". He is best known for his documentary \"Stop Genocide\", made during the Bangladesh Liberation War. His popular movies are was \"Behula\", \"Sangam\", and \"Jibon Theke Nea\". For his contribution in Bengali literature, he was awarded Bangla Academy Literary Award in 1972 and posthumously received highest civilian honour given by Government of Bangladesh, Independence Day Award, in 1999. He received Nigar Award for directing \"Kancher Deyal\" in 1964 and posthumously received National Film Awards for his overall contribution in Bangladeshi movie in 1975 and for best story and dialogue in 2005. He also awarded second highest civilian honour given by Government of Bangladesh, Ekushey Padak in 1977 for his contribution in movie.\nEarly life.\nZahir Raihan was born on 19 August 1935 in the village Majupur, Feni District, Bengal Presidency, British India (present-day Bangladesh). His birth name was Mohammad Zahirullah. He studied in Mitra Institute, Kolkata and in Alia Madrasha there. After the Partition of Bengal in 1947, he, along with his parents, came back to his village from Calcutta. In 1950, Raihan passed his matriculation from Amirabad High School, Feni. Then he passed ISC from Jagannath College, Dhaka in 1953. He received Bachelor of Arts in 1956 and Master of Arts in 1958 in Bengali literature from University of Dhaka.\nEarly career.\nRaihan started his career as journalist in 1950. He joined the newspaper \"Juger Alo\". Then he worked for the newspapers, such as, Khapchhara, Jantrik and Cinema. He was editor of Probaho in 1956. In 1955, his first short stories collection, \"Suryagrahan\" was published. He worked as an assistant of director A J Kardar in the movie \"Jago Hua Sabera\" in 1957. He then worked as an assistant of Salahuddin in the movie \"Je Nodi Morupothey\" and Ehtesham in the movie \"Ae Desh Tomar Amar\". He also wrote songs for \"Ae Desh Tomar Amar\".\nDirectorial debut and Marriage.\nRaihan had his directorial debut in the movie \"Kokhono Asheni\". This movie was made in 1960 and released in 1961. He married his first wife Sumita Devi that year. Sumita and he had two son, Bipul Raihan and Anol Raihan. In 1962, Raihan, along with Kalim Sharafi, directed the movie \"Sonar Kajol\". He wrote, produced and directed musical drama movie \"Kancher Deyal\" in 1963 and received Nigar Award for best direction for this movie. His most acclaimed novel \"Hajar Bachhar Dhore\" was published in 1964, for which he received Adamjee Literature Award. He made Pakistan's first colour movie, \"Sangam\" that year, both written and produced by him. He made his first CinemaScope movie, \"Bahana\", in 1965.\nCommercial success and Second Marriage.\nHis first commercially successful movie was \"Behula\" (1966). This movie was made based on a popular folktale, starring Suchonda and Abdur Razzak. After the success of the movie, he made \"Anwara\" (1967) with this pair, based on a novel of Mohammad Nazibur Rahman. This was also commercially hit. In 1968, he married his lead actress Suchonda. Together they had one son Topu Raihan. In 1968, he wrote and produced \"Dui Bhai\", and produced \"Shuorani Duorani\", \"Shesh Porjonto\" and \"Moner Moto Bou\".\nCritical acclaim.\nIn 1970, Raihan wrote, produced and directed political satire drama movie \"Jibon Theke Neya\". This movie centers around a family where most of the family members are oppressed by woman controlling the family, which is the metaphor of tyranny of mass uprising in 1969 in then East Pakistan. During the Liberation war of Bangladesh in 1971, Raihan went to Calcutta and showed his movie \"Jibon Theke Neya\" in Calcutta. Renowned movie directors of Kolkata Satyajit Ray, Mrinal Sen, Tapan Sinha and Ritwik Ghatak praised him for this movie. He was general secretary of Bangladesh Liberation Council of Intelligentsia during liberation war and was making \"Let There Be Ligth\". He left the project and made \"Stop Genocide\", a documentary on the oppression of Pakistani army over Bengali people. This documentary was supported by Indian friends of Bangladesh. Acting Prime Minister of exiled government Tajuddin Ahmed found the importance of the documentary. Indian Prime Minister Indira Gandhi was touched seeing this and ordered movie division of India to buy and circulate it internationally. That year, he also produced and directed \"A State Is Born\" and produced \"Liberation Fighters\", directed by Alamgir Kabir, and \"Innocent Millions\", directed by Babul Choudhury. His final movie was in Urdu language \"Jalte Suraj Ke Niche\" (1971).\nDisappearance.\nRaihan was not found from 30 January 1972. He went out from his house to find his brother Shahidullah Kaiser, whom Pakistan army along with local collaborators captured and killed during last days the liberation war of Bangladesh. His family believed that armed Bihari collaborators and soldiers of Pakistan army who were hiding in Mirpur fired on the people who went there to find their men.\nMovies Produced.\nFollowings movies were produced by Raihan and directed by his assistants","categories":[],"infobox_types":[],"annotations":[{"uri":"Stop_Genocide","surface_form":"Stop Genocide","offset":269},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":301},{"uri":"Bangla_Academy_Literary_Award","surface_form":"Bangla Academy Literary Award","offset":457},{"uri":"Government_of_Bangladesh","surface_form":"Government of Bangladesh","offset":554},{"uri":"Independence_Day_Award","surface_form":"Independence Day Award","offset":580},{"uri":"Nigar_Award","surface_form":"Nigar Award","offset":625},{"uri":"National_Film_Award_(Bangladesh)","surface_form":"National Film Awards","offset":701},{"uri":"Government_of_Bangladesh","surface_form":"Government of Bangladesh","offset":877},{"uri":"Ekushey_Padak","surface_form":"Ekushey Padak","offset":903},{"uri":"Feni_District","surface_form":"Feni District","offset":1032},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":1093},{"uri":"Partition_of_Bengal_(1947)","surface_form":"Partition of Bengal","offset":1223},{"uri":"Calcutta","surface_form":"Calcutta","offset":1310},{"uri":"University_of_Dhaka","surface_form":"University of Dhaka","offset":1543},{"uri":"A_J_Kardar","surface_form":"A J Kardar","offset":1886},{"uri":"Jago_Hua_Sabera","surface_form":"Jago Hua Sabera","offset":1911},{"uri":"Ehtesham","surface_form":"Ehtesham","offset":2020},{"uri":"Ae_Desh_Tomar_Amar","surface_form":"Ae Desh Tomar Amar","offset":2043},{"uri":"Sumita_Devi","surface_form":"Sumita Devi","offset":2282},{"uri":"Nigar_Award","surface_form":"Nigar Award","offset":2528},{"uri":"Suchonda","surface_form":"Suchonda","offset":3001},{"uri":"Abdur_Razzak","surface_form":"Abdur Razzak","offset":3014},{"uri":"Jibon_Theke_Neya","surface_form":"Jibon Theke Neya","offset":3471},{"uri":"Satyajit_Ray","surface_form":"Satyajit Ray","offset":3848},{"uri":"Mrinal_Sen","surface_form":"Mrinal Sen","offset":3862},{"uri":"Tapan_Sinha","surface_form":"Tapan Sinha","offset":3874},{"uri":"Ritwik_Ghatak","surface_form":"Ritwik Ghatak","offset":3890},{"uri":"Stop_Genocide","surface_form":"Stop Genocide","offset":4097},{"uri":"Tajuddin_Ahmed","surface_form":"Tajuddin Ahmed","offset":4291},{"uri":"Indira_Gandhi","surface_form":"Indira Gandhi","offset":4369},{"uri":"Shahidullah_Kaiser","surface_form":"Shahidullah Kaiser","offset":4833}]}