{"id":608177,"url":"http://en.wikipedia.org/wiki/Kaji_Khalak_family","text":"e=\"preserve\">Kaji Khalak family is a noble group of four families that served the senior most state affairs in the Kingdom of Nepal. These families belonged to Kshatriya varna and were member of Kshetri caste within the Khas group. The primary four families who were granted the hereditary title of Kaji were - Thapa, Pande, Basnet and Kunwar. These four families were the apex of noble families in the court of Hindu Shah dynasty of Gorkha. Besides them the family of noble Bhandaris led by Jasvanta Bhandari, Parath Bhandari, Gagan Singh Bhandari, etc were minor members of the Kshetri Kaji group.\nThapas.\nThapa Kajis are the age old warriors and administrators who served in the Shah court. These consists of Bhimsen Thapa and Amar Simha Thapa family that came from Gorkha and various families of Kshetri Thapa came to serve the nation. They were added lately in comparison to Pandes. But, rightfully Thapa Kshetris served the nation vigorously to rise through the ranks. They are credited to defending their motherland in the Anglo-Nepalese War.\nPandes.\nPande Kajis are the group of warriors and administrators who served Gorkha Kingdom from its origin. There were many Pande courtiers serving long generations in the Gorkha Kingdom since 1559. Bangshidhar \"Kalu\" Pande (1713-1757) was selected as Kaji (Chief Minister) of Gorkha under King Prithvi Narayan Shah, after he received popular mandate from the residents of Gorkha. Pande family was tied maritally with Basnyat family. King Prithvi Narayan Shah conducted marriage between Kalu Pande's only daughter Chitra Devi Pande and Shivaram Singh Basnyat's second son Kehar Singh Basnyat. Pande Kajis led by Kalu Pande with support from Basnyat Kajis sacked petty Nepalese principalities one after one. Kalu Pande died at Battle of Kirtipur. Pande factions was led by his eldest son Bangsha Raj Pande, who later went on to became Dewan Kaji (Chief Minister) of Kingdom of Nepal. He annexed many principalities. He was killed due to palace conspiracy on 1785. Pande Kajis ran and dominated the Nepalese administration till the death of the Mul Kaji (Chief Minister) Damodar Pande, who happens to be the third and youngest son of Kaji Kalu Pande. After he was given death penalty on 1804, Pande Kajis was pushed out of the central power by the Thapa Kajis.\nBasnyats.\nThe Basnyat Kaji family was established by leading military commander Shivaram Singh Basnyat who was of Shreepali clan. He was a prominent courtier of King Prithvi Narayan Shah. The third son of Senapati Shivaram, Abhiman Singh Basnyat became the Mul Kaji (Chief Minister) of Kingdom of Nepal. His nephew Kirtiman Singh Basnyat, eldest child of marital ties between Basnyats and Pandes, became Mul Kaji (Chief Minister) of Nepal on 1794. He was regularly dominated by his maternal uncle Damodar Pande on court politics. After death of Kirtiman Singh, his brother briefly controlled the office of Mul Kaji. Basnyats were completely out of central power after that and supported Pandes due to their previous marital ties.\nKunwars.\nKunwars were initiated in the Darbar politics through influential Sardar Ramkrishna Kunwar. A branch of Kunwars led by \"Kaji\" Jang Bahadur Kunwar, renamed themselves as Rana after 1848.\nBhandaris.\nThere were many Bhandari nobles; Parath, Gagan Singh, Jashwanta. Gagan Singh Bhandari was influential Kaji during 1845-46. He had 7 battalions under his control before his murder by Jung Bahadur Kunwar.\nBistas.\nGajabal and Atibal Bista were Bharadars in the Kingdom of Nepal.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kingdom_of_Nepal","surface_form":"Kingdom of Nepal","offset":115},{"uri":"Kshatriya","surface_form":"Kshatriya","offset":160},{"uri":"Kshetri","surface_form":"Kshetri","offset":195},{"uri":"Khas","surface_form":"Khas","offset":220},{"uri":"Kaji","surface_form":"Kaji","offset":299},{"uri":"Thapa","surface_form":"Thapa","offset":311},{"uri":"Pande","surface_form":"Pande","offset":318},{"uri":"Basnet","surface_form":"Basnet","offset":325},{"uri":"Kunwar","surface_form":"Kunwar","offset":336},{"uri":"Shah_dynasty","surface_form":"Shah dynasty","offset":418},{"uri":"Thapa_Kaji","surface_form":"Thapa Kaji","offset":608},{"uri":"Anglo-Nepalese_War","surface_form":"Anglo-Nepalese War","offset":1030},{"uri":"Pande_Kaji","surface_form":"Pande Kaji","offset":1058},{"uri":"Prithvi_Narayan_Shah","surface_form":"Prithvi Narayan Shah","offset":1345},{"uri":"Prithvi_Narayan_Shah","surface_form":"Prithvi Narayan Shah","offset":2475}]}