{"id":608265,"url":"http://en.wikipedia.org/wiki/La_Chaux-de-Fonds","text":"La Chaux-de-Fonds is the capital city of the district of La Chaux-de-Fonds in the canton of Neuchâtel in Switzerland. After Geneva and Lausanne, it is the third-largest city in the French-speaking part of the country. As of December 2016, 38,965 people lived there.\nThe famous architect Le Corbusier, the writer Blaise Cendrars and the car maker Louis Chevrolet were born there.\nIn 2009, La Chaux-de-Fonds and Le Locle, its sister city, have jointly been awarded UNESCO World Heritage status for their exceptional universal value.\nHistory.\nThe city was founded in 1656. The region was first inhabited around 10,000 years ago (Epipaleolithic). A skull and other traces have been found in caves nearby.\nIn the middle of the 14th century, the region was colonized from the southern Val-de-Ruz. La Chaux-de-Fonds is first mentioned in 1350 as \"la Chaz de Fonz\". In 1378 it was mentioned as \"Chault de Font\".\nThe region was under the authority of the lords of Valangin. In the 15th and 16th centuries, a second wave of colonization came from the so-called \"Clos de la Franchise\" (the valleys of Le Locle and La Sagne). Agriculture was the main activity but the village remained small. In 1531 there were only about 35 people living there. The first church was built in 1528. By 1530, La Chaux-de-Fonds, like the rest of the Valangin lands, converted to the new Reformed faith. The Lord of Valanginian, René de Challant, fixed the boundaries of the parish in 1550. The church and parish provided a political structure and a small community of Valanginian citizens, free farmers and peasants grew up around the church. By 1615 there were 355 people living in the village. In 1616, the low and middle jurisdiction over La Chaux-de-Fonds moved to Le Locle and La Sagne, while the high court remained in Valanginian. The agriculture, supplemented by mills on the banks of the Doubs, continued to dominate. However, at the end of the 16th century, the city became an important crossroad between Neuchâtel, Franche-Comté and the Bishopric of Basel.\nThe community grew during the Thirty Years' War, mainly because of its strategic position for trade. Economic activity accelerated in the 18th century with the development of the city's lace and watchmaking industries. Pierre Jacquet-Droz, best known for his automata, was a particularly prominent watchmaker of this era.\nIn 1794, the city was devastated by fire. Charles-Henri Junod created the new city's plan in 1835, and the city is now known for its \"modern,\" grid-like plan, in comparison with most European cities' meandering streets. The central avenue is named the Avenue Léopold Robert.\nEconomy.\nThe city's economy is based on industry and watch manufacturers.\nTwin Town.\nLa Chaux-de-Fonds is twinned with the town of Frameries, Belgium.","categories":[],"infobox_types":["UNESCO World Heritage Site"],"annotations":[{"uri":"La_Chaux-de-Fonds_(district)","surface_form":"La Chaux-de-Fonds","offset":57},{"uri":"Cantons_of_Switzerland","surface_form":"canton","offset":82},{"uri":"Neuch%C3%A2tel_(canton)","surface_form":"Neuchâtel","offset":92},{"uri":"Switzerland","surface_form":"Switzerland","offset":105},{"uri":"Geneva","surface_form":"Geneva","offset":124},{"uri":"Lausanne","surface_form":"Lausanne","offset":135},{"uri":"Le_Corbusier","surface_form":"Le Corbusier","offset":287},{"uri":"Blaise_Cendrars","surface_form":"Blaise Cendrars","offset":312},{"uri":"Louis_Chevrolet","surface_form":"Louis Chevrolet","offset":346},{"uri":"Le_Locle","surface_form":"Le Locle","offset":410},{"uri":"UNESCO","surface_form":"UNESCO","offset":463},{"uri":"World_Heritage_Site","surface_form":"World Heritage status","offset":470},{"uri":"Epipaleolithic","surface_form":"Epipaleolithic","offset":626},{"uri":"Caves","surface_form":"caves","offset":687},{"uri":"Protestant_Reformation","surface_form":"Reformed","offset":1356},{"uri":"Neuch%C3%A2tel","surface_form":"Neuchâtel","offset":1984},{"uri":"Franche-Comt%C3%A9","surface_form":"Franche-Comté","offset":1995},{"uri":"Bishopric_of_Basel","surface_form":"Bishopric of Basel","offset":2017},{"uri":"Thirty_Years%27_War","surface_form":"Thirty Years' War","offset":2067},{"uri":"Lace","surface_form":"lace","offset":2223},{"uri":"Watch","surface_form":"watch","offset":2232},{"uri":"Pierre_Jacquet-Droz","surface_form":"Pierre Jacquet-Droz","offset":2256},{"uri":"Automaton","surface_form":"automata","offset":2296},{"uri":"Louis_L%C3%A9opold_Robert","surface_form":"Léopold Robert","offset":2618},{"uri":"Town_twinning","surface_form":"twinned","offset":2740},{"uri":"Frameries","surface_form":"Frameries","offset":2765},{"uri":"Belgium","surface_form":"Belgium","offset":2776}]}