{"id":608576,"url":"http://en.wikipedia.org/wiki/Pliny%27s_Comedy_and_Tragedy_villas","text":"Pliny's Comedy and Tragedy villas were two Roman villas owned by Pliny the Younger in the 1st century. They were on the shores of Lake Como in northern Italy. Pliny had several villas on Lake Como. He wrote to his friend Voconius Romanus that the Comedy villa and the Tragedy villa were his two favorites. In Italy, the villas are called Villa Commedia and Villa Tragedia. In Italian, \"commedia\" means \"comedy\" and \"tragedia\" means \"tragedy\".\nIn his letter to Voconius Romanus Pliny also wrote that the Tragedy villa was on a hill above the lake but that the Comedy villa was right on the water's edge. Their names come from the theatre of ancient Greece and Rome. Pliny said that the villa on the hill was like the actors in tragedies who wore platform boots. He named that villa \"Tragedy\". The villa down by the water was like the actors in comedies who wore flat slippers. He named that villa \"Comedy\". Both villas were destroyed long ago. No one is sure exactly where they stood.\nMost people think that the Tragedy villa was in Bellagio, a small town on Lake Como. People are less sure where the Comedy villa was. The historian Paolo Giovio (1483-1552) thought that by the 16th century the Comedy villa was under the water of Lake Como near the village of Lenno. The geographer Abraham Ortelius (1527–1598) also wrote that the Comedy villa was in Lenno. But in 1876 a Roman mosaic floor and many Roman coins were found in Lierna, another small town on Lake Como. Many people there now think that the mosaic floor was part of the Comedy villa. In the early 20th century the French geographer Élisée Reclus wrote that Lierna was the site of one of Pliny's villas, but he did not say which one.\nIn 1751 John Boyle, 5th Earl of Orrery, published his English translation of Pliny's letters. The letter to Voconius Romanus describing the Comedy and Tragedy villas was illustrated with an imaginary picture of the Comedy villa drawn by Samuel Wale. The art historian Pierre de la Ruffinière du Prey, has said that the villa in Wale's drawing looks like Alexander Pope's villa on the River Thames in London. Alexander Pope was a friend of John Boyle. Pliny's own description of the Comedy villa in his letter said that its terrace was gently curved like the shore of the lake. He could fish directly from his bedroom window. He said that lying in his bed at the Comedy villa was like lying in a fishing boat on the lake.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_villa","surface_form":"Roman villa","offset":43},{"uri":"Pliny_the_Younger","surface_form":"Pliny the Younger","offset":65},{"uri":"Lake_Como","surface_form":"Lake Como","offset":130},{"uri":"Comedy","surface_form":"comedy","offset":403},{"uri":"Tragedy","surface_form":"tragedy","offset":433},{"uri":"Theatre_of_ancient_Greece","surface_form":"theatre of ancient Greece and Rome","offset":629},{"uri":"Platform_shoe","surface_form":"platform boots","offset":745},{"uri":"Slipper","surface_form":"slipper","offset":866},{"uri":"Bellagio","surface_form":"Bellagio","offset":1032},{"uri":"Village","surface_form":"village","offset":1249},{"uri":"Lenno","surface_form":"Lenno","offset":1260},{"uri":"Abraham_Ortelius","surface_form":"Abraham Ortelius","offset":1282},{"uri":"Mosaic","surface_form":"mosaic","offset":1378},{"uri":"Lierna","surface_form":"Lierna","offset":1426},{"uri":"Translation","surface_form":"translation","offset":1758},{"uri":"Illustration","surface_form":"illustrated","offset":1866},{"uri":"Samuel_Wale","surface_form":"Samuel Wale","offset":1933},{"uri":"Art_historian","surface_form":"art historian","offset":1950},{"uri":"Alexander_Pope","surface_form":"Alexander Pope","offset":2050},{"uri":"River_Thames","surface_form":"River Thames","offset":2080},{"uri":"Terrace","surface_form":"terrace","offset":2219},{"uri":"Fishing","surface_form":"fish","offset":2282}]}