{"id":60866,"url":"http://en.wikipedia.org/wiki/Home_directory","text":"e=\"preserve\">In Computing, a home directory is a special directory (or location in the File system, Apple calls directories \"folders\"). Very often, there is one such home directory per user. Some users, which were created by the system and usually do not log in, do not have such a home directory.\nA home directory is used to store personal files of the respective user, including written document and settings for programs.\nUnix and Linux.\nOn Unix and Linux-like operating systems, the directory is usually called like the username. It is usually in the \"/home\" hierarchy. A user \"fred\" would therefore his home directory in \"/home/fred\".\nIt can be written as \"~\".\nMicrosoft Windows.\nSince Windows 95 there is a directory called \"My Documents\". It was introduced together with \"My Computer\". It helps the users locate their files. Since Windows 2000 it is in the user's profile directory \"Documents and Settings\\username\". So a user \"fred\" will find his files in \"Documents and Settings\\fred\\My Documents\". In Windows Vista the directory has lost the \"My\", and is simply called \"Documents\". Other directories, which are similar, may exist. They are called \"My Music\", \"My pictures\" and \"My videos\". Since Windows 7 files of a user can be found at \"\\Users\\(username)\\\".\nMac OS X.\nIn Mac OS X, the home directory is in \"/Users\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Computer","surface_form":"Computing","offset":16},{"uri":"Directory_(File_system)","surface_form":"directory","offset":57},{"uri":"File_system","surface_form":"File system","offset":87},{"uri":"Unix","surface_form":"Unix","offset":444},{"uri":"Linux","surface_form":"Linux","offset":453},{"uri":"Operating_system","surface_form":"operating system","offset":464},{"uri":"Windows_95","surface_form":"Windows 95","offset":691},{"uri":"Windows_2000","surface_form":"Windows 2000","offset":838},{"uri":"Windows_Vista","surface_form":"Windows Vista","offset":1011},{"uri":"Mac_OS_X","surface_form":"Mac OS X","offset":1283}]}