{"id":60875,"url":"http://en.wikipedia.org/wiki/Earth%27s_mantle","text":"Earth's mantle is the 1,800 mile (2,900 km) thick shell making up about 84% of Earth's volume. It is over the Earth's iron-rich core, which takes up about 15% of Earth's volume.\nThe upper mantle.\nPast episodes of melting and volcanism at the outer levels of the mantle have produced a very thin crust of crystallized melt products near the surface, where we live. The gases evolved during the melting of Earth's mantle have a large effect on the composition and size of Earth's atmosphere.\nUppermost mantle.\nA thin crust, the lower part of the lithosphere, surrounds the mantle and is about 5 to 75 km thick. There are two main zones in the upper mantle. The uppermost mantle plus overlying crust are relatively rigid and form the lithosphere, an irregular layer with a maximum thickness of perhaps 200 km, of which the uppermost mantle is 120 to 50 km thick.\nAsthenosphere.\nBelow the lithosphere the upper mantle becomes notably more plastic. It is called the asthenosphere, and is composed of flowing rock in the state of plasticity, about 200 km thick.\nLower mantle.\nThe lower mantle is much thicker than the upper mantle. It is made of magma, under great pressure, and so is thicker (higher viscosity) and flows less easily. The lower mantles temperature has a max of about 4,000 °C (7,000 °F).\nThe chemical composition of the mantle is heavily biased towards three elements: oxygen 44.8% by weight; magnesium 22.8%; silicon 21.5%. Compounds are oxides: silica SiO2 46%; magnesium oxide MgO 37.8%.\nPlace with no crust.\nIn 2007 a team of scientists on board the RRS James Cook went to an area of the Atlantic seafloor where the mantle has no crust covering. The anomaly is mid-way between the Cape Verde Islands and the Caribbean in the Atlantic Ocean, at or near the Mid-Atlantic Ridge. It is about three kilometres under the ocean surface and covers thousands of square kilometres.\nOther such 'Oceanic Core Complexes' (OCCs) were found later. Many have active hydrothermal vents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":0},{"uri":"Km","surface_form":"km","offset":40},{"uri":"Earth%27s_core","surface_form":"core","offset":128},{"uri":"Volcanism","surface_form":"volcanism","offset":225},{"uri":"Crust_(geology)","surface_form":"crust","offset":295},{"uri":"Atmosphere","surface_form":"atmosphere","offset":478},{"uri":"Crust_(geology)","surface_form":"crust","offset":515},{"uri":"Lithosphere","surface_form":"lithosphere","offset":731},{"uri":"Asthenosphere","surface_form":"asthenosphere","offset":961},{"uri":"Oxygen","surface_form":"oxygen","offset":1380},{"uri":"Magnesium","surface_form":"magnesium","offset":1404},{"uri":"Silicon","surface_form":"silicon","offset":1421},{"uri":"Silica","surface_form":"silica","offset":1458},{"uri":"Magnesium_oxide","surface_form":"magnesium oxide","offset":1475},{"uri":"Atlantic","surface_form":"Atlantic","offset":1603},{"uri":"Cape_Verde","surface_form":"Cape Verde Islands","offset":1696},{"uri":"Caribbean","surface_form":"Caribbean","offset":1723},{"uri":"Mid-Atlantic_Ridge","surface_form":"Mid-Atlantic Ridge","offset":1771},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal vent","offset":1965}]}