{"id":609243,"url":"http://en.wikipedia.org/wiki/Google_Pixel","text":"Google Pixel is a brand of hardware products by Google, including smartphones and laptops.\nPixel (1st generation).\nGoogle announced the first generation of Pixel smartphones during the October of 2016. They called these smartphones the Pixel and the Pixel XL. Google's main selling feature to promote these phones is their back cameras. Google Pixel phones have unlimited cloud storage for photos through Google Photos\nPixel 2.\nGoogle announced the Pixel 2 and Pixel 2 XL on the 4th of October, 2017.\nPixel C.\nThe Pixel C was announced by Google at an event on the 29th of September, 2015. The Pixel C has a USB \"type-C\" port and a 3.5 mm headphone jack. The device included Android 6.0.1 at launch, and later was updated to Android 7.0.\nChromebook Pixel (2013).\nGoogle announced the first Chromebook Pixel on the 21st of February, 2013.\nChromebook Pixel (2015).\nOn the 11th of March, 2015, Google announced the second generation Chromebook Pixel. Google stopped selling it on the 29th of August, 2016.\nPixelbook (2017).\nOn the 4th of October, 2017, Google launched the Google Pixelbook at its Made by Google 2017 event.\nPixel Buds.\nOn the 4th of October, 2017, Google demonstrated a pair of wireless earbuds called the Pixel Buds. They work with phones using Android 6.0 or newer, and they work with Google Assistant. A unique feature of them compared to other wireless earbuds is that they can translate in real-time with in 40 languages through Google Translate.\nPixelbook Pen.\nOn the 4th of October, 2017, Google announced the Pixelbook Pen, a stylus usable with the new Pixelbook. It has pressure sensitivity as well as support for Google Assistant.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brand","surface_form":"brand","offset":18},{"uri":"Computer_hardware","surface_form":"hardware","offset":27},{"uri":"Google","surface_form":"Google","offset":48},{"uri":"Smartphone","surface_form":"smartphone","offset":66},{"uri":"Laptop","surface_form":"laptop","offset":82},{"uri":"Camera","surface_form":"camera","offset":328},{"uri":"Cloud_computing","surface_form":"cloud","offset":372},{"uri":"Google_Photos","surface_form":"Google Photos","offset":405},{"uri":"Universal_Serial_Bus","surface_form":"USB","offset":608},{"uri":"Android_Marshmallow","surface_form":"Android 6.0.1","offset":675},{"uri":"Wireless","surface_form":"wireless","offset":1192},{"uri":"Google_Assistant","surface_form":"Google Assistant","offset":1301},{"uri":"Google_Translate","surface_form":"Google Translate","offset":1448},{"uri":"Stylus","surface_form":"stylus","offset":1548},{"uri":"Pressure","surface_form":"pressure","offset":1593}]}