{"id":609287,"url":"http://en.wikipedia.org/wiki/Voov","text":"Voov is a South African live-streaming, video and web site company founded on 12 April 2017. Voov has a television production which airs in Southern, Northern, Eastern and Western Africa. It is a new brand which has on 13.3 million views and 12 million users. Voov is also one of the richest computer and social media company with many views in the same year it was created., but the key people of Voov International wouldn't agree with him.\nVoov TV.\nVoov had its own television channel on DStv's 196. It is a live-broadcasting air production and was founded a month ago, its top air production and many foundation have supported Voov, and Voov TV and it is the first South African social media company and its used in international countries. Voov has also a radio television on Metro FM which hits on \"The Fresh Voov Breakfast\" hosted by Khanyi Mbau and Pearl Thusi. Voov has gain 30 000 minimum live streams this past few weeks. It has multimedia free devices such as social media's, company Facebook, Twitter and Instagram.\nIn Radio & Television.\nVoov Public Company had created its own television channel on DStv's 196. It doesn't only have a television broadcast but also a live radio show on Metro FM, the companies development has grown and expanded as most known social media video in the African industry. The company has set to be international, sponsored by Vodafone. The company has lot of retails in Asia, and most streams in Thailand and China. It also has a radio in Phillipa on Radio 10Thousand at \"Voov Asia\". In December 2 it was broadcast live in South America.\nVoov Central.\nThe main feature of Voov Central is an app which was developed by Facebook. It is a free app to use daily only for users of a Vodafone. It has more than 1.3 million users. This has made Voov the top social media app for South Africa, followed by We+. There has been a complain made by Cell C, that Voov Central cannot only be free by Vodafone or Vodacom but to all cellphones are different simcards in South Africa.\n\"2017/2018 Voov Celebriation Party\".\nIn November 2017 Voov had wanted to celebrate its First Year anniversary, in Pretoria. The celebration party was hosted by Somizi Mhlongo and was set to be the first host of the Celebration Party this year. The next day Voov announced to have a free supporting app to the Vodacom users, well it wasn't good. On December 1, Juan Van Raat of Cell C told \"Times LIVE\" that it would be unfair if only the Vodafone users were the only ones to have the free app they must buy data, founder has not yet responded to the matter on Cell C. Indeed the Vodafone free will always be free because Vodacom is an ambassador to Voov.\nUsers.\nVoov is Africa's biggest network and website company in 2017, it is Anderson Mann (Chairman), first biggest and used by 13 million views. It has more users than it's common ambassador Vodafone and Cartoon Network. Over a million views worldwide are using Voov. It has partnership with Mzansi Magic, BBC and stores nationwide. Over 16 businesses are part of the company led by Lungisa Mandela (CEO). On December 5, Voov South Africa earned a mark of 1million South African users with the total of a billion rand.\nAsia.\nThe app was secondly released in Hong Kong. It had mostly in South Africa as two million users, and thirteen million video's streamed. Jang Wo a Asian comedian had received the most of Hundred Thousand streams, Voov create Anderson Mann had congratulated him on Twitter. Asia now has as minimum as Africa in the highest points and users.\nEurope.\nThe app, was announced to be launched in Wembly, in London. It was announced early last month in 29 November and attracted many views who wanted such an app. The first person in Europe to have an account was South African-born singer Troye Sivan and British singer Linda Ora. Voov Europe also a live broadcast before BBC Channel and a radio in Radio 66.7, \"Live with Kerry Lian\".\nAfrica.\nVoov firstly announced in October 2016 that the app will be launched in Johannesburg. It was than launched in South Africa. After being launched in South Africa it was than launched worldwide, In July 2017 co-director in Nigerian relations told founder that it should also be launched in Lagos, it was told in Lagos FM in partnership with Google Africa and other supported apps.\nSouth America.\nIn August, Voov was announced in Mexico, than to Canada. Voov was then announced by Art Director of Voov, Mr. Johnny Knowels and executive management of Voov in the United States Mary Green, on Good Morning America. After being announced it attracted more that three million views and five hundred thousand users.\nArt.\nThe art was directed in a blank paper in December 2015. It was a developed first in Asia, and earned $12 million supported by Zeeru Bank in China. The money helped it also to make it in Africa and is notable. After being directed by Anderson Mann, deputy CEO and management security Luis Mann took the business and directed it into new art, and helped by the Voov Foundation in Cape Town, South Africa. It partner new developed and also had a Voov Nigeria in Lagos.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"South_African","surface_form":"South African","offset":10},{"uri":"Television","surface_form":"television production","offset":104},{"uri":"Brand","surface_form":"brand","offset":200},{"uri":"Computer","surface_form":"computer and social media","offset":292},{"uri":"People","surface_form":"key people","offset":384},{"uri":"South_African","surface_form":"South African","offset":668},{"uri":"Radio","surface_form":"radio television","offset":760},{"uri":"Live","surface_form":"live streams","offset":898},{"uri":"Social","surface_form":"social media","offset":971},{"uri":"Facebook","surface_form":"Facebook","offset":995},{"uri":"Twitter","surface_form":"Twitter","offset":1005},{"uri":"Instagram","surface_form":"Instagram","offset":1017},{"uri":"Channel","surface_form":"television channel","offset":1091},{"uri":"Media","surface_form":"social media video","offset":1272},{"uri":"Vodafone","surface_form":"Vodafone","offset":1370},{"uri":"Asia","surface_form":"Asia","offset":1414},{"uri":"South_America","surface_form":"South America","offset":1567},{"uri":"Mobile_app","surface_form":"app","offset":1635},{"uri":"Facebook","surface_form":"Facebook","offset":1662},{"uri":"Vodafone","surface_form":"Vodafone","offset":1722},{"uri":"Vodafone","surface_form":"Vodafone","offset":1930},{"uri":"Anniversary","surface_form":"anniversary","offset":2110},{"uri":"Pretoria","surface_form":"Pretoria","offset":2126},{"uri":"Party","surface_form":"Celebration Party","offset":2227},{"uri":"Time","surface_form":"Times LIVE","offset":2402},{"uri":"Network","surface_form":"network","offset":2699},{"uri":"Anderson_Mann","surface_form":"Anderson Mann","offset":2742},{"uri":"Chairman","surface_form":"Chairman","offset":2757},{"uri":"Vodafone","surface_form":"Vodafone","offset":2858},{"uri":"Cartoon_Network","surface_form":"Cartoon Network","offset":2871},{"uri":"Worldwide","surface_form":"worldwide","offset":2909},{"uri":"BBC","surface_form":"BBC","offset":2973},{"uri":"CEO","surface_form":"CEO","offset":3067},{"uri":"Voov_South_Africa","surface_form":"Voov South Africa","offset":3088},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":3225},{"uri":"Video","surface_form":"video","offset":3309},{"uri":"Anderson_Mann","surface_form":"Anderson Mann","offset":3415},{"uri":"London","surface_form":"London","offset":3590},{"uri":"Troye_Sivan","surface_form":"Troye Sivan","offset":3772},{"uri":"BBC","surface_form":"BBC Channel","offset":3855},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":3998},{"uri":"Nigeria","surface_form":"Nigeria","offset":4147},{"uri":"Lagos","surface_form":"Lagos","offset":4214},{"uri":"Google","surface_form":"Google Africa","offset":4265},{"uri":"Mexico","surface_form":"Mexico","offset":4353},{"uri":"Canada","surface_form":"Canada","offset":4369},{"uri":"United_States","surface_form":"United States","offset":4485},{"uri":"Good_Morning_America","surface_form":"Good Morning America","offset":4514},{"uri":"Paper","surface_form":"blank paper","offset":4665},{"uri":"Anderson_Mann","surface_form":"Anderson Mann","offset":4872},{"uri":"Cape_Town","surface_form":"Cape Town","offset":5017},{"uri":"Voov_Nigeria","surface_form":"Voov Nigeria","offset":5082}]}