{"id":609214,"url":"http://en.wikipedia.org/wiki/Dhyan_Chand","text":"Dhyan Chand (29 August 1905 – 3 December 1979) was an Indian field hockey player. He is known as the greatest field hockey player of all time. His skill is compared to footballer Pelé.\nHis birthday, 29th August, is celebrated as National Sports Day in India every year. He received the Padma Bhushan from the Government of India in 1956.\nChand earned three Olympic gold medals in field hockey. These were at the 1928, 1932, and 1936 games.\nEarly life.\nDhyan Singh was born on 29 August 1905 in Allahabad. His father was in the British Indian Army, and he played hockey in the army. The family moved often because of army transfers. The family finally settled in Jhansi, Uttar Pradesh, India.\nChand joined the Indian Army at the age of 16. The Hindi word \"Chand\" literally means \"the moon\". Dhyan was given the nickname Chand because he would wait until the moon was out so that he could practice hockey.\nInternational competitions.\nChand's first international competition was with the Indian Army in New Zealand. The army later gave Chand permission to compete for a place on the Indian Olympic team for Field Hockey.\nDuring the 1928 Olympics, Chand was the top scorer of the tournament, scoring 14 goals in 5 matches. A newspaper report about India's triumph said, “This is not a game of hockey, but magic. Dhyan Chand is in fact the magician of hockey.”\nChand was selected for the 1932 Olympic team without a tryout. The team once again won the gold medal. In the final on 11 August, India played against hosts USA. India won 24-1, a world record at the time.\nChand was again selected without tryout for the 1936 Olympic team. India defeated Germany 8-1 in the final for the gold medal. Chand scored 3 goals.\nLegacy.\nThe Dhyan Chand Award is an award in India for lifetime achievement in sports. The National Stadium, Delhi was renamed Dhyan Chand National Stadium in 2002 in his honour.\nFamily.\nChand's younger brother, Roop Singh, played on the Indian Field Hockey team in the 1932 and 1936 Olympics. His son, Ashok Kumar, won an Olympic bronze medal in 1972 for Field Hockey.\nAutobiography.\nChand's autobiography, \"Goal!\", was published by Sport & Pastime, Madras in 1952.","categories":[],"infobox_types":["sportsperson"],"annotations":[{"uri":"British_Raj","surface_form":"Indian","offset":54},{"uri":"Field_hockey","surface_form":"field hockey","offset":61},{"uri":"Association_football","surface_form":"footballer","offset":168},{"uri":"Pel%C3%A9","surface_form":"Pelé","offset":179},{"uri":"National_Sports_Day","surface_form":"National Sports Day","offset":229},{"uri":"Padma_Bhushan","surface_form":"Padma Bhushan","offset":286},{"uri":"1928_Summer_Olympics","surface_form":"1928","offset":412},{"uri":"1932_Summer_Olympics","surface_form":"1932","offset":418},{"uri":"1936_Summer_Olympics","surface_form":"1936","offset":428},{"uri":"Allahabad","surface_form":"Allahabad","offset":494},{"uri":"British_Indian_Army","surface_form":"British Indian Army","offset":527},{"uri":"Jhansi","surface_form":"Jhansi","offset":662},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":670},{"uri":"Hindi","surface_form":"Hindi","offset":743},{"uri":"Nickname","surface_form":"nickname","offset":810},{"uri":"World_record","surface_form":"world record","offset":1536},{"uri":"Dhyan_Chand_Award","surface_form":"Dhyan Chand Award","offset":1723},{"uri":"Dhyan_Chand_National_Stadium","surface_form":"Dhyan Chand National Stadium","offset":1838},{"uri":"Roop_Singh","surface_form":"Roop Singh","offset":1923},{"uri":"Ashok_Kumar_(field_hockey)","surface_form":"Ashok Kumar","offset":2014}]}