{"id":60947,"url":"http://en.wikipedia.org/wiki/2002_Atlantic_hurricane_season","text":"The 2002 Atlantic hurricane season was a buzzword used to reference all of the hurricanes happening in 2012. The season officially began on June 1 and ended on November 30. In total, 12 named storms and 4 other hurricanes formed.\nBecause of an El Nino event happening in the Pacific Ocean, the season ended early on October 16 when the last storm died out. Although most of the season remained quiet, it was very active during the month of September and broke the record of the most number of storms forming in September. The most notable hurricanes were Hurricane Lili which was the strongest and deadliest storm of the season, and Hurricane Isidore which killed a total of 7 people in Louisiana.\nTropical Storm Arthur.\nTropical Depression One formed offshore North Carolina. One became Tropical Storm Arthur. Tropical Storm Arthur crossed part of the Atlantic moving northeast. Arthur curved north after moving northeast. Arthur started dying but Arthur made landfall in Newfoundland before completely dying on July 16.\nTropical Storm Bertha.\nBertha formed very quickly into a tropical storm from a tropical depression on August 4. Only two hours after that Bertha made landfall in Boothville, Louisiana. Over Louisiana it weakened to a tropical depression. Bertha went back into the Gulf of Mexico but did not become a tropical storm again. On September 9 Bertha made landfall again near Kingsville, Texas, Bertha died only ten hours later. Bertha left only $200,000 in damage and killed only 1 person.\nTropical Storm Cristobal.\nTropical Storm Cristobal was a cyclone that formed in August 2002. It stayed away from land for most of its life. However, when it died out, what was left of the storm caused rain and wind on Bermuda. It also caused stormy seas that caused three people to drown near Long Island. No severe damage happened.\nTropical Storm Dolly.\nTropical Storm Dolly formed on August 29 as Tropical Depression Four. Four became a Tropical Storm Dolly before dying on September 4. Tropical Storm Dolly did not affect land during her lifetime.\nTropical Storm Edouard.\nEdouard formed on September 1 as Tropical Depression Five. Five because a tropical storm. Edouard made a loop and weakened. Edouard made landfall in Ormond Beach, Florida on September 5 as a very weak tropical storm. Edouard died after crossing Florida. No one knows the damage and no one was killed by Edouard.\nTropical Storm Fay.\nOn September 5 Tropical Depression Six formed. It moved slowly and became Tropical Storm Fay the next day. On September 7 Fay made landfall near Port O'Connor, Texas. Fay moved over Texas into Mexico and did not completely die until September 11.\nTropical Depression Seven.\nTropical Depression Seven formed from a tropical wave on September 7. It had a maximum wind speed of 35 mph and a minimum pressure of 1013 mbar. It moved usually west, and was later torn apart by wind shear on September 8. It did not have an effect on land.\nHurricane Gustav.\nOn September 8 Subtropical Depression Eight formed. Eight became a subtropical storm and was named Gustav. After that Gustav became a tropical storm. Tropical Storm Gustav moved very close to Cape Hatteras, North Carolina. Gustav moved away and became a hurricane on September 11. Gustav then moved very fast and made landfall over Nova Scotia and Newfoundland before Gustav died on September 12. Since Gustav became a hurricane on September 11 it was the latest day ever for a tropical storm to become a hurricane in the Atlantic. Gustav killed 4 people and left $340,000 in damage.\nTropical Storm Hanna.\nTropical Storm Hanna formed in the as Tropical Depression Nine. Nine quickly became Tropical Storm Hanna before making landfall near the border of Mississippi and Alabama on September 14. Hanna left $20 million in damage and killed 3 people.\nHurricane Isidore.\nIsidore started as Tropical Depression Ten on September 14. Ten crossed Venezuela not long after forming. Because it stay over and near Venezuela Ten fell apart and was not a tropical depression after that. The remains became Tropical Depression Ten again on September 17. The next day Ten became Tropical Storm Isidore. Isidore later on became a hurricane and moved slowly over Cuba and the Yucatán Peninsula. The storm made landfall in Louisiana as a tropical storm on September 26. Isidore fell apart again and was last seen on September 27 before it went into a frontal zone in Pennsylvania. Isidore left $1.3 billion in damage and 22 deaths. No one knows the damage in Cuba.\nTropical Storm Josephine.\nTropical Storm Josephine was a weak tropical storm that formed on September 17 as Tropical Depression Eleven. It became a tropical storm later on before it died only two days later, which was September 19. Josephine did not cause damage or kill anyone.\nHurricane Kyle.\nHurricane Kyle lasted more than 3 weeks. Hurricane Kyle started as a Subtropical Depression on September 20. It became a subtropical storm, then a tropical storm, and after that, a hurricane. It weakened back to a tropical storm and down to a tropical depression. It became a tropical storm again and made a landfall in McClellanville, South Carolina. Kyle made its second and last landfall in Long Beach, North Carolina on the same day. Kyle left only $5 million in damage and killed only 1 person.\nHurricane Lili.\nHurricane Lili formed on September 21 as Tropical Depression Thirteen. It became a tropical storm on September 23, then it became a tropical wave on September and was not a tropical storm anymore. It reformed and became a tropical depression on September 28. Lili became a tropical storm again and a hurricane on September 30. Lili later made landfall in Cuba and Louisiana. Lili left almost $1 billion in damage and killed 15 people.\nTropical Depression Fourteen.\nTropical Depression Fourteen formed from a tropical wave on October 14. It had maximum wind speeds of 35 mph, and a minimum pressure of 1002 mbar. For most of the time, it was predicted to become a tropical storm, and to go up through the Bahamas. However, strong wind shear from the northeast did not allow development, and after making landfall in southern Cuba on October 16, it was destroyed by a cold front. Although it created heavy rains, there was no damage.\nStorm names.\nThis is the list of names that were set aside for the Atlantic in 2002. Names that were not used are marked in.\nRetirement.\nAfter the season the names Isidore and Lili were retired. In 2008 Ike and Laura were used instead.","categories":[],"infobox_types":["Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small","Hurricane Small"],"annotations":[{"uri":"Buzzword","surface_form":"buzzword","offset":41},{"uri":"Hurricane","surface_form":"hurricane","offset":79},{"uri":"El_Nino","surface_form":"El Nino","offset":244},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":275},{"uri":"September","surface_form":"September","offset":440},{"uri":"Louisiana","surface_form":"Louisiana","offset":687},{"uri":"North_Carolina","surface_form":"North Carolina","offset":761},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":973},{"uri":"Louisiana","surface_form":"Louisiana","offset":1196},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1286},{"uri":"Kingsville%2C_Texas","surface_form":"Kingsville, Texas","offset":1391},{"uri":"Bermuda","surface_form":"Bermuda","offset":1724},{"uri":"Long_Island","surface_form":"Long Island","offset":1799},{"uri":"Florida","surface_form":"Florida","offset":2244},{"uri":"Port_O%27Connor%2C_Texas","surface_form":"Port O'Connor, Texas","offset":2558},{"uri":"Mexico","surface_form":"Mexico","offset":2606},{"uri":"Cape_Hatteras%2C_North_Carolina","surface_form":"Cape Hatteras, North Carolina","offset":3155},{"uri":"Nova_Scotia","surface_form":"Nova Scotia","offset":3295},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3311},{"uri":"Mississippi","surface_form":"Mississippi","offset":3716},{"uri":"Alabama","surface_form":"Alabama","offset":3732},{"uri":"Venezuela","surface_form":"Venezuela","offset":3902},{"uri":"Cuba","surface_form":"Cuba","offset":4209},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":4222},{"uri":"Louisiana","surface_form":"Louisiana","offset":4268},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":4412},{"uri":"South_Carolina","surface_form":"South Carolina","offset":5141},{"uri":"North_Carolina","surface_form":"North Carolina","offset":5211},{"uri":"Cuba","surface_form":"Cuba","offset":5676},{"uri":"Louisiana","surface_form":"Louisiana","offset":5685},{"uri":"Bahamas","surface_form":"Bahamas","offset":6025},{"uri":"Cuba","surface_form":"Cuba","offset":6145}]}