{"id":609619,"url":"http://en.wikipedia.org/wiki/Ethereum","text":"Ethereum is a system on the Internet where people can make deals. Ether is type of money which uses the Ethereum system to make sure that every person gets the right amount in every deal.\nEthereum was proposed in late 2013 by Vitalik Buterin, a cryptocurrency researcher and programmer. Many people donated money to support the development of the system in what was one of the first initial coin offerings. The system came online on 30 July 2015, with 72 million coins.\nIn 2016, Ethereum split into two separate versions, Ethereum, and Ethereum Classic.\nOverview.\n\"Ether\" is a type of money that is \"decentralized\" which means that there's no company, bank or government that oversees it. Instead, it uses the \"Ethereum\" network of computers spread around the world, which keep track of every payment of ether. As in other cryptocurrencies, Ethereum keeps track of payments by using a blockchain, which is a growing registry of every payment. This blockchain is open for everyone to read, and it is spread across the network so that everyone can check what payments have been made. This also protects against hacking or theft of money from the system, because if the blockchain was to be altered in some computers then it would be noticed that it is not identical with the others.\n\"Ether\" is a form of cryptocurrency, which means that it is \"decentralized\", and also means that people can use it for payments without revealing who they are. Instead, people can use the Ethereum system by \"addresses\" (also called \"keys\") which they can keep secret from others. The Ether coin can be transferred between accounts and used as a payment mechanism. The Ether coin is mined and used as compensation to miners for verifying transactions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Internet","surface_form":"Internet","offset":28},{"uri":"Money","surface_form":"money","offset":83},{"uri":"Vitalik_Buterin","surface_form":"Vitalik Buterin","offset":226},{"uri":"Cryptocurrency","surface_form":"cryptocurrency","offset":245},{"uri":"Programmer","surface_form":"programmer","offset":275},{"uri":"Blockchain","surface_form":"blockchain","offset":885},{"uri":"Cryptocurrency","surface_form":"cryptocurrency","offset":1302}]}