{"id":609726,"url":"http://en.wikipedia.org/wiki/Republic_of_Liberia_national_defence_forces","text":"The Federal republic of Liberia military book, entitled, “The History of the Liberian Armed Forces Day” before February 25, 1955, there was no Armed Forces Day as such, except the country and militia units, each of which had its own quarterly parade day enacted by law.\nDuring those days, the regular Army then called the Liberian Frontier Force (LFF), used to combine with units of the national militia to have joint parade on special occasions, such as Independence Day, Inauguration Day, etc. However, in 1954, the late Colonel Francis M. Dean, then Assistant Chief of Staff (G-2), recommended in his annual report to the Defense authority that a day be set aside by an act of the National Legislature to be styled and known as “Old Soldier Army Festival” a day on which units of the Liberian Armed Forces throughout the nation would assemble at their respective headquarters to jointly participate in field ceremonies of parades and other planned military exercises.\nColonel Dean’s recommendation traveled through the necessary chain of command until it successfully reached the official desk of the late Commander-In-Chief, President William V.S. Tubman who, in turn, approved and submitted it to the lawmakers for legislative consideration.\nHow February 11 Was Chosen As Armed Forces Day\nWhen the Liberian legislature met in session to consider colonel Dean’s recommendation for legislative enactment, it was suggested that choosing any month and date to be set aside as Army Festival would be inappropriate.\nInstead, a month and date with some historical events in which a member or members of the Armed Forces had performed some marvelous deeds in the supreme interest of the nation (Liberia) and its people.\nBy so doing, members of the incoming generations of the Armed Forces would continue to celebrate this day under appropriate military exercises in honor and remembrance of the heroic deeds of their comrades in arms. Moreover, this suggestion was embraced with popular support. However, the only event that could quickly come to the minds of the lawmakers was the month and date of the Major Mckay Cadell incidence in 1909.\nMajor Cadell was the first commandant of the Liberian Frontier Force who carried on mutiny action against the Liberian Government during President Arthur Barclay’s administration, that aggression of Cadell was repelled by the first militia regiment headed by Ltc. Isaac Moart and his deputy Major.\nJoseph Dennis in 1909 having reached a unanimous consensus on the month and date of Major Cadell’s event, of February 25 1955, an act of Legislature was passed, declaring May 9 of each year as Armed Forces Day with a proclamation that it should be officially observed throughout Liberia as a National holiday. When the Act was proclaimed on May 9 as the month and date of the Major Cadell’s incidence, historians everywhere disagreed and argued that the incidence occurred on February 9, 1909. This argument in turn created a demand for legislative amendment.\nConsequently, on March 22, 1956, amendment was made, deleting May 9 and inserting February 9 in the Act as Armed Forces Day. Less than a year after the amendment was made, some survivors of the Major Cadell’s incidence declared that it was February 11, 1909.\nOnce more and finally, on January 26, 1957, the appropriate rectification was made in the Act. Major Cadell was a British officer brought to Liberia from Sierra Leone to command the Liberian Frontier Force, and with him were some Sierra Leonean soldiers whom he incited against the Liberian Government for salary arrears.\nThe Liberian Frontier Force thwarted their mutiny action and they were given twenty-four hours to leave Liberia. The current site of the Executive Mansion was the location of the Military Barracks named and styled “Camp Johnson”. Today, a new 2000-strong AFL is being built under the auspices of the Security Sector Reform (SSR) program.\nDynCorp International is training this new 2000-strong regimented and law-abiding AFL with support from the United States Government.\nNote- The Armed Forces of Liberia is 100 years, (1908-2008) and this celebration of Armed Forces Day marks the 51st observance of the day since 1957.","categories":[],"infobox_types":["national military"],"annotations":[]}