{"id":609975,"url":"http://en.wikipedia.org/wiki/IPhone_X","text":"The iPhone X is a smartphone designed by Apple Inc. It was revealed on September 12, 2017, at the Steve Jobs Theater in Apple Park, at the same time as they released the iPhone 8 and iPhone 8 Plus. The iPhone X was released in several countries on November 3, 2017. This iPhone marks the 10th anniversary of the iPhone, with \"X\" representing the symbol \"ten\" in Roman numerals.\nHardware.\nThe iPhone X has an OLED display which measures 5.8 inches diagonally. Apple calls this a \"Super Retina Display\". It has a contrast ratio (the difference between the brightest a screen can be, and the darkest) of 1,000,000:1. It is also very sharp, with a resolution of 2436-by-1125. It is also able to change its color temperature using True Tone. According to Greg Joswiak, Apple's vice president of product marketing, the screens Apple used in the iPhone X were made to avoid the \"oversaturation\" of colors that are displayed on most OLED panels by adjusting color so that it doesn't look too saturated or very intense.\nIt is available in two colors, Silver and Space Grey. It has a glass casing which Apple claims is \"the most durable ever in a smartphone\", and the entire body is made from stainless steel.\nInstead of Touch ID, a fingerprint scanner, it uses Face ID, which can recognize your face, even in total darkness or in direct sunlight. It can't be fooled by photos and simple masks, because unlike other solutions, it uses infrared cameras and dot projectors to scan your face, which Apple calls the \"TrueDepth camera system\". It can also scan through most eyeglasses and sunglasses, and it can still recognize you even if you change your hairstyle or grow a beard. You can use Face ID for unlocking your phone or for Apple Pay.\nThe iPhone X has two cameras on the back. The first one is a wide 12 MP camera. It can record video at 1080p HD or 4K and slow-mo at 720p or 1080p. The second camera is a zoom camera at also 12 MP. Using the second camera, you can zoom optically, so the picture does not lose quality. Together, the two cameras can be used for Portrait mode, which blurs the background and keeps the object or person in focus, and Portrait Lighting, which also does the same thing as Portrait Mode, but you can actually choose how the lighting looks.\nIn the front is a 7 MP camera. Using the TrueDepth cameras, it can also do Portrait mode and Portrait Lighting, but also Animojis, which are animated emojis that copy your facial expressions.\nThere is no home button on the iPhone X. The front and back are made of glass, and it allows for wireless charging with a Qi charger or with Apple's own wireless charging pad, AirPower.\nSoftware.\nBecause the screen, which is very different from iPhones before, apps needed to be updated so that it fills the entire screen. There are changes such as rounded corners, sensor \"notch\" at the top of the screen, and a sign for going to the home screen. Apple published a \"Human Interface Guidelines\" document for explaining and discouraged app makers from attempting to hide the changes.\nSince there is no home button, it uses swipes and gestures instead, like swiping up to go to the home screen.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apple_Inc","surface_form":"Apple Inc","offset":41},{"uri":"Apple_Park","surface_form":"Apple Park","offset":120},{"uri":"IPhone_8","surface_form":"iPhone 8","offset":170},{"uri":"Roman_numerals","surface_form":"Roman numerals","offset":362},{"uri":"Organic_light-emitting_diode","surface_form":"OLED","offset":408},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1183},{"uri":"Touch_ID","surface_form":"Touch ID","offset":1211},{"uri":"1080p","surface_form":"1080p","offset":1834},{"uri":"720p","surface_form":"720p","offset":1864}]}