{"id":61004,"url":"http://en.wikipedia.org/wiki/Alpine_newt","text":"The alpine newt (\"Ichthyosaura alpestris\") is an amphibian. It is a Salamander (Urodela or Caudata). The alpine newt is one of five newts in Germany.\nDescription.\nEarly in the year, alpine newts mate. During that time, the males have a blue color on their sides but not too much to overlap their white-black-spotted flank. Their belly is a bright orange.\nThe females are more camouflaged to their marshy environment. They are a mottled brown with barely visible, black spots.\nThe biggest of the males can reach up to nine, and the females up to twelve centimeters in length. After the mating season, they return to their natural color of the mottled brown.\nLife and habitat.\nThe alpine newt typically lives in forests with good access to water in hilly to mountainous regions. They are mostly absent in forest-poor areas. They often occur in thick deciduous forests, as well as parland and natural gardens. Outside the spawning season, the Alpine Newt is a land animal. During the day it stays in all kinds of undergrowth, but during the mating season in cool water (forest pools, artificial pools). After the adults come out of winter dormancy, the alpine newts immediately take themselves to the spawning pools.\nLocation.\nThe spread of the alpine newt is constricted to Central Europe and parts of mountainous Southern Europe as well as an isolated area on the Iberian Peninsula.\nThere is also some introduced wild populations in the UK\nEndangerment.\nAfter a steep decrease in the alpine newt population in the 1960s-70s, they have recovered their numbers a bit. Surveillance in the surrounding area of Cologne (approximately 50m above sea level) showed an increase in alpine newt numbers, but the numbers of newts in breeding pools seemed to decline. In home gardens, newts are settling in pools in which there may be a high reproduction rate. If fish are in these ponds, the population will be completely wiped out. However, a small pool of 150 litres volume had more than 60 alpine newt tadpoles of different sizes at the beginning of July 2003. They were likely spawned from just one female.\nTaxonomy.\nThe alpine newt has been usually placed into the \"Triturus\" genus. García-París | display-authors = etal split the genus Triturus into three, and placed the alpine newt into its own genus \"Mesotriton\". Also the subspecies \"T. a. inexpectatus\" was elevated to species status. However this split has not been completely accepted yet. Originally 9 subspecies of the alpine newt were recognized.","categories":[],"infobox_types":[],"annotations":[{"uri":"Amphibian","surface_form":"amphibian","offset":49},{"uri":"Salamander","surface_form":"Salamander","offset":68},{"uri":"Germany","surface_form":"Germany","offset":141},{"uri":"Central_Europe","surface_form":"Central Europe","offset":1272},{"uri":"Southern_Europe","surface_form":"Southern Europe","offset":1312},{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":1363},{"uri":"Cologne","surface_form":"Cologne","offset":1605}]}