{"id":610004,"url":"http://en.wikipedia.org/wiki/Buangkok_MRT_station","text":"Buangkok MRT Station (NE15) is a MRT station in Sengkang, Singapore. It opened on 15 January 2006. It opened after the public wanted it to be opened. It is part of the North East MRT Line.\nHistory.\nWhen the North East Line opened, it was one of the 2 completed MRT stations of North East Line that was not open, the other being Woodleigh which opened on 20 June 2011. This station was originally planned to be opened with 15 other stations on the North East Line. However, a few days before the opening, the operator SBS Transit decided not to open the station as the area around the station was undeveloped and the company claimed that the number of passengers would be too low to cover operating costs.\nThe opening date of the station was 15 January 2006. The station was well maintained like any other station throughout the time before it was opened. To prepare for the station's opening, the programming had to be updated to include Buangkok. Residents had said they would be willing to walk 400 metres to the station every day.\nThe station opened on 15 January 2006. SBS Transit expected around 3,500 passengers to use the station daily, which would be the lowest among all the stations along the line, resulting in the station making a loss. However, the actual numbers was much lower than expected during its first week of operation. Only an average of 1,386 passengers used the station each day. For comparison, Clarke Quay station, which is the second most unused station, already had more than 6,000 passenger trips each day. However, Clarke Quay was located in the Central Business District with considerable development in the area. This was because the station was located over 400 metres from most residents' homes.\nFrom 5 January 2018, cash top ups are not accepted at the passenger service centres at this station.\nArt in Transit.\nThere is an artwork in the station. It was made by Vincent Leow. It is called \"Water, Nature and the Contemporary\" (current).","categories":[],"infobox_types":["station"],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":33},{"uri":"Sengkang","surface_form":"Sengkang","offset":48},{"uri":"Singapore","surface_form":"Singapore","offset":58},{"uri":"North_East_MRT_Line","surface_form":"North East MRT Line","offset":168},{"uri":"North_East_MRT_line","surface_form":"North East Line","offset":277},{"uri":"Woodleigh_MRT_station","surface_form":"Woodleigh","offset":328},{"uri":"SBS_Transit","surface_form":"SBS Transit","offset":517},{"uri":"Clarke_Quay_MRT_station","surface_form":"Clarke Quay station","offset":1421},{"uri":"Art","surface_form":"artwork","offset":1860}]}