{"id":61010,"url":"http://en.wikipedia.org/wiki/Differential_equation","text":"A differential equation is a mathematical equation that involves variables like x or y, as well as the rate at which those variables change. Differential equations are special because the solution of a differential equation is itself a function instead of a number.\nTypes of Differential Equations.\nIf a differential equation only involves x and its derivative, the rate at which x changes, then it is called a first order differential equation. A higher-order differential equation has derivatives of other derivatives. If there are more variables than just x and y, then it is said to be a partial differential equation. Sometimes, something in the world will obey several differential equations at the same time. These are said to be modeled by coupled differential equations.\nSome differential equations can be solved exactly, and some cannot. Sometimes one can only be estimated, and a computer program can do this very fast. Although they may seem overly-complicated to someone who has not studied differential equations before, the people who use differential equations tell us that they would not be able to figure important things out without them. Most scientists and engineers (as well as mathematicians) take at least one course in differential equations while in college. Some mathematicians devote their career to investigating differential equations that are difficult to solve.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical","surface_form":"mathematical","offset":29},{"uri":"Equation","surface_form":"equation","offset":42},{"uri":"Function_(mathematics)","surface_form":"function","offset":236},{"uri":"Derivative_(mathematics)","surface_form":"derivative","offset":350},{"uri":"World","surface_form":"world","offset":651},{"uri":"Computer_program","surface_form":"computer program","offset":891},{"uri":"Scientist","surface_form":"scientist","offset":1163},{"uri":"Engineers","surface_form":"engineers","offset":1178},{"uri":"Mathematicians","surface_form":"mathematicians","offset":1200},{"uri":"Class_(education)","surface_form":"course","offset":1234}]}