{"id":61015,"url":"http://en.wikipedia.org/wiki/1982_Atlantic_hurricane_season","text":"The 1982 Atlantic hurricane season was a yearly event of tropical cyclones in the Atlantic Ocean. The season officially started on June 1, 1982, and ended on November 30, 1982. Six named storms formed during the season, along with 2 hurricanes.\nWhile most of the storms were usually weak, the most deadliest storm of the season was Tropical Storm Beryl which killed 115 people while moving across the Caribbean Sea.\nHurricane Alberto.\nA tropical depression formed off western Cuba on June 1 from an group of organized thunderstorms. It moved slowly northeastward through the Gulf of Mexico, and strengthened into Tropical Storm Alberto on June 3. Alberto travelled usually northeast on an unpredictable course and for a hort time, strengthened to a Category 1 hurricane, one of the earliest hurricanes of June. Alberto then quickly weakened back into a tropical storm, moved back to the west, and died near the Florida Keys, Florida, on June 6.\nThough the storm never made landfall, Alberto killed 23 people in Cuba from heavy flooding. Southern Florida saw fair rainfall, with a maximum of 16.47 inches occurring in Tavernier.\nSubtropical Storm One.\nThe first subtropical storm of the season formed in the eastern part of the Gulf of Mexico on June 18, and took an almost straight path to the northeast for its whole life. It crossed the Florida peninsula that night, causing an issue of several severe thunderstorm and tornado warnings. The storm continued, crossing the Outer Banks of North Carolina, and kept its strength until June 20 when it became extratropical near Newfoundland.\nSubtropical Storm One caused three deaths in Florida, sank a fishing ship off the coast of North Carolina, and caused $10 million in damage (1982 USD, $20 million 2005 USD).\nTropical Storm Beryl.\nBeryl became a tropical storm on August 28 while southeast of the Cape Verde islands. The tropical storm travelled slowly west-northwest, while once coming close to hurricane strength. While midway across the Atlantic on September 2, it weakened to a tropical depression. The depression continued west until its circulation collapsed on September 6, just north of the Windward Islands. Beryl killed 115 people in the Cape Verde islands. Though the Cape Verde islands are usually not affected by hurricanes, another tropical storm, Fran, hit the islands in 1984, killing 31 people.\nTropical Storm Chris.\nA non-tropical low formed on September 8 in the Gulf of Mexico. It moved west, and the next day it became into a subtropical depression. Under the control of another low pressure system, the depression turned north, and after slowly becoming better organized it strengthened into Tropical Storm Chris on September 10. The storm had maximum sustained winds of 65 mph (100 km/h) before moving onto land near Sabine Pass in Louisiana. Chris continued to move inland until it died over central Arkansas on September 13.\nJust before Chris made landfall, as many as 6,500 people moved out from southern Louisiana, while many oil workers moved inland. Chris caused a total of $2 million (1982 USD) in damages.\nHurricane Debby.\nDebby began as a tropical wave that collapsed shortly after leaving the coast of Africa. The wave travelled across the Atlantic, and became a tropical depression off the northern coast of Haiti on September 13. The depression turned north and strengthened into a tropical storm and then a hurricane. Hurricane Debby moved north-northeast, affecting Bermuda with tropical storm-force winds. It continued strengthening as it moved north, peaking at 135 mph (220 km/h). Tropical storm-force winds were also recorded at Cape Race in Newfoundland when Debby passed by on September 18. The storm began to speed up and weaken over the colder waters of the north Atlantic. Debby combined itself with a strong non-tropical system over the British Isles on September 20.\nThe tropical disturbance that eventually formed Debby dropped heavy rainfall across Puerto Rico, peaking at 12.86 inches in the southwestern part of the island. Debby was known to cause only minor damages that was related to the storm.\nTropical Storm Ernesto.\nA tropical wave formed off the coast of Africa on September 23. The westeren part of the wave grew bigger and was called Tropical Depression Six on September 30. The depression strengthened, and made a sharp turn on October 1. An Air Force plane found 40 mph winds with a pressure of 1003 mbar and the depression was given the name Ernesto. A second Air Force plane on October 2 found 70 mph winds with a pressure of 997 mbar. By October 3, Ernesto was no longer recognized after combining itself with an extratropical low. Ernesto never came near land and caused no damages.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":57},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":82},{"uri":"June_1","surface_form":"June 1","offset":131},{"uri":"1982","surface_form":"1982","offset":139},{"uri":"November_30","surface_form":"November 30","offset":158},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":401},{"uri":"Cuba","surface_form":"Cuba","offset":476},{"uri":"June_1","surface_form":"June 1","offset":484},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":575},{"uri":"June_3","surface_form":"June 3","offset":639},{"uri":"Florida_Keys%2C_Florida","surface_form":"Florida Keys","offset":911},{"uri":"Florida","surface_form":"Florida","offset":925},{"uri":"June_6","surface_form":"June 6","offset":937},{"uri":"Florida","surface_form":"Florida","offset":1046},{"uri":"Tavernier%2C_Florida","surface_form":"Tavernier","offset":1117},{"uri":"Subtropical_cyclone","surface_form":"subtropical storm","offset":1161},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1227},{"uri":"June_18","surface_form":"June 18","offset":1245},{"uri":"Outer_Banks%2C_North_Carolina","surface_form":"Outer Banks","offset":1473},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1488},{"uri":"June_20","surface_form":"June 20","offset":1532},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":1555},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":1574},{"uri":"August_28","surface_form":"August 28","offset":1817},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":1850},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":1993},{"uri":"September_2","surface_form":"September 2","offset":2005},{"uri":"September_6","surface_form":"September 6","offset":2121},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":2152},{"uri":"Cape_Verde","surface_form":"Cape Verde","offset":2201},{"uri":"1984","surface_form":"1984","offset":2340},{"uri":"September_8","surface_form":"September 8","offset":2416},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2435},{"uri":"Subtropical_cyclone","surface_form":"subtropical depression","offset":2500},{"uri":"September_10","surface_form":"September 10","offset":2691},{"uri":"Sabine_Pass%2C_Louisiana","surface_form":"Sabine Pass","offset":2793},{"uri":"Louisiana","surface_form":"Louisiana","offset":2808},{"uri":"Arkansas","surface_form":"Arkansas","offset":2877},{"uri":"September_13","surface_form":"September 13","offset":2889},{"uri":"Africa","surface_form":"Africa","offset":3188},{"uri":"Haiti","surface_form":"Haiti","offset":3295},{"uri":"September_13","surface_form":"September 13","offset":3304},{"uri":"Bermuda","surface_form":"Bermuda","offset":3456},{"uri":"Cape_Race","surface_form":"Cape Race","offset":3623},{"uri":"Newfoundland","surface_form":"Newfoundland","offset":3636},{"uri":"September_18","surface_form":"September 18","offset":3673},{"uri":"British_Isles","surface_form":"British Isles","offset":3837},{"uri":"September_20","surface_form":"September 20","offset":3854},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":3952},{"uri":"Africa","surface_form":"Africa","offset":4168},{"uri":"September_23","surface_form":"September 23","offset":4178},{"uri":"September_30","surface_form":"September 30","offset":4276},{"uri":"October_1","surface_form":"October 1","offset":4344},{"uri":"Mph","surface_form":"mph","offset":4383},{"uri":"October_2","surface_form":"October 2","offset":4497},{"uri":"Mph","surface_form":"mph","offset":4516},{"uri":"October_3","surface_form":"October 3","offset":4558},{"uri":"Extratropical_cyclone","surface_form":"extratropical low","offset":4633}]}