{"id":610406,"url":"http://en.wikipedia.org/wiki/Pavement_light","text":"Pavement lights are usually put into sidewalks or floors to let sunlight into a room below it. They are sometimes called vault lights or sidewalk prisms. They were much used in the late 19th and early 20th centuries when electric lighting was very expensive. Some cities are removing these lights, but others are keeping and restoring them.\nUses.\nPavement lights give sunlight tobasements below it during the day, and the basement gives light to the sidewalk from below during the night. These lights are meant to make basements more useful in cities and places where space is scarce. In places with high rent, these lights may make an area look better, which helps landlords make more money. People with these lights can also save on electricity during the day, because the lights are clear like a window, where sunlight can go through.\nMany years ago, pavement lights were advertised as a way of saving on electricity costs and making places look better. Today's science has proven that they were right.\nPavement lights are also used in floors with glass roofs. They could be put in a floor below another floor with more pavement lights, letting sunlight go through more than one floor. Manhole covers were also made with pavement lights.\nMost old cities have pavement lights, or at least, they have had them in the past. These lights are about 100 years old. However, some new pavement lights are being made, even today.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sidewalk","surface_form":"sidewalk","offset":37},{"uri":"Sunlight","surface_form":"sunlight","offset":64},{"uri":"Light_bulb","surface_form":"electric lighting","offset":221},{"uri":"Restoration","surface_form":"restoring","offset":325},{"uri":"Basement","surface_form":"basement","offset":379},{"uri":"Cities","surface_form":"cities","offset":544},{"uri":"Rent","surface_form":"rent","offset":605},{"uri":"Landlord","surface_form":"landlord","offset":666},{"uri":"Electricity","surface_form":"electricity","offset":735},{"uri":"Advertising","surface_form":"advertised","offset":875},{"uri":"Roof","surface_form":"roof","offset":1057},{"uri":"Manhole","surface_form":"Manhole","offset":1189}]}