{"id":61054,"url":"http://en.wikipedia.org/wiki/Bleach_(manga)","text":"is a manga series created by Tite Kubo. It ran seventy four volumes for fifteen years, and was adapted into an anime series, two original video animations, four films, seven rock musicals and video games. Compilation volumes of the manga have sold over fifty million copies. The series follows a high school student with the ability to see spirits. After befriending a female \"shinigami\", they work together to defend Japan from spiritual monsters and cleanse spirits. As the series progresses, they explore the world of the afterlife.\nMedia information.\nThe manga was released in August 2001 in Shueisha's \"Weekly Shonen Jump\" magazine. New Japanese-language chapters are featured weekly in the same magazine. The chapters are complied in seven-to-nine chapter books every few months. The anime series aired on Wednesday by TV Tokyo. The first 63 episodes were based on the manga, and the next 46 were original to the anime. Beginning with episode 110, the anime has returned to the manga storyline, yet has parts from the previous 46 filler episodes. There are no plans to stop making the series. Also, two OVAs have been produced and two animated films, ', which was released in Japan on December 16, 2006, and Bleach: The Diamond Dust Rebellion, which was released on December 22, 2007. Viz Media released twenty six English language volumes of the manga in North America, and many scanlation groups release unofficial English translations of new chapters.\nPlot.\nIchigo Kurosaki is a teenager from Karakura Town who can see ghosts, a talent which lets him cross paths with Rukia Kuchiki, a Soul Reapers whose task is guiding dead spirits from the World of the Living to the Soul Society and defeat Hollows, monstrous lost souls who can harm both ghosts and humans. Wounded by a Hollow she was hunting, Rukia transfers her powers to Ichigo so that he may fight in her stead while she recovers her strength in an artificial human body. Ichigo balances the demands of his substitute Soul Reaper duties and high school while gaining allies in his classmate Orihime Inoue, Yasutora \"Chad\" Sado, and Uryu Ishida of the Quincies.\nWhen Rukia is arrested by her Soul Reaper superiors and sentenced to death, Ichigo and his friends travel to the Soul Society with the help of ex-Soul Reaper scientist Kisuke Urahara, who allows Ichigo to access his own Soul Reaper powers. Conflict unfolds in the Soul Society as Ichigo's group fight through the 13 Court Squads save Rukia, only to learn that everyone have been manipulated by Squad Five captain Sosuke Aizen who faked his death to cause disorder within the Soul Reapers. Aizen reveals himself to masterminded Rukia's capture to acquire Kisuke's desire-granting invention, the Hogyoku, before he and his fellow conspirators escape into the Hollows' realm of Hueco Mundo. Afterwards, Ichigo is accepted by the Soul Reapers and is made an official substitute Soul Reaper.\nIchigo and friends soon enter into escalating skirmishes with Aizen's army of humanoid Hollows, the Arrancars, while joined by the Vizards—Soul Reapers who were victims of Aizen's experiments in creating Soul Reaper/Hollow hybrids. When Orihime is kidnapped by Ulquiorra Cifer of the Espadas, Aizen's 10 most powerful Arrancars, Ichigo and his allies mount a rescue operation that turned out to be a distraction as Aizen's forces appear in Karakura Town with intent of sacrifice the residents to create a key as part of Aizen's plan to reach and assassinate the Soul King who reigns over the Soul Society. As the Vizards join the Soul Reapers defending the town, Aizen's conspirator Gin Ichimaru reals his true colors and attempts to kill Aizen. But Aizen uses Hogyoku to become a Hollow-like being, killing Gin while overpowering everyone. Ichigo ultimately subdues Aizen at the cost of his powers and reverts to a normal human. Months later, Ichigo prepares for life after high school when he is approached by Xcution, a gang of Fullbringers like Chad, who exploit him and his love ones to siphon his own Fullbring abilities. When Soul Society allies restore his Soul Reaper powers, Ichigo resolves to fight with them despite learning their apparent distrust when Xcution's leader Ginjo Kujo is revealed to be his predecessor.\nLater, Ichigo faces an army of Quincies known as the Wandenreich who serve under their people's progenitor Yhwach, who declares war on the Soul Society with ever intent of eliminating the Soul King and dispute the balance of life and dead. Ichigo, learning the full story of himself being a Visard with both Fullbring and Quincy powers, defeats Yhwach in an epic battle with aid from Uryu and his father. Years later, Rukia and Ichigo have their own children, Ichika Abarai and Kazui Kurosaki, who are also Soul Reapers.","categories":[],"infobox_types":["animanga/Header","animanga/Print","animanga/Other","animanga/Other"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":5},{"uri":"Tite_Kubo","surface_form":"Tite Kubo","offset":29},{"uri":"Anime","surface_form":"anime","offset":111},{"uri":"Video_games","surface_form":"video games","offset":192},{"uri":"Afterlife","surface_form":"afterlife","offset":525},{"uri":"August","surface_form":"August","offset":581},{"uri":"2001","surface_form":"2001","offset":588},{"uri":"Shueisha","surface_form":"Shueisha","offset":596},{"uri":"Weekly_Shonen_Jump","surface_form":"Weekly Shonen Jump","offset":608},{"uri":"Japanese_language","surface_form":"Japanese-language","offset":642},{"uri":"TV_Tokyo","surface_form":"TV Tokyo","offset":825},{"uri":"Original","surface_form":"original","offset":903},{"uri":"Filler","surface_form":"filler","offset":1036},{"uri":"OVA","surface_form":"OVA","offset":1109},{"uri":"English_language","surface_form":"English language","offset":1321},{"uri":"Scanlation","surface_form":"scanlation","offset":1386},{"uri":"Unofficial","surface_form":"unofficial","offset":1412},{"uri":"Translation","surface_form":"translation","offset":1431}]}