{"id":61065,"url":"http://en.wikipedia.org/wiki/Markus_N%C3%A4slund","text":"Markus Näslund (born July 30, 1973, in Örnsköldsvik, Sweden) is a retired Swedish ice hockey player in the NHL. He was born in Ornskoldsvik, Sweden. He plays for the New York Rangers and is currently an alternate captain. He was considered very skilled and valuable and he was given the Lester B. Pearson award for the Most Outstanding Player in 2004.\nPlaying career.\nNaslund began his career in Sweden, playing for Team Modo Hockey. Naslund was still quite young at that time. He played very well and was drafted by the NHL. In 1994, after being drafted by the NHL, he was taken in by the Pittsburgh Penguins. He started his rookie NHL years here. He did not play many games as he was not seen to be a great player at that time. Finally, the manager of the Penguins traded him to the Vancouver Canucks.\nAfter being traded to the Canucks, Naslund was not used in games. The Vancouver coach thought that he was not very good, so Naslund asked to be traded. But he was not.\nSuddenly, he was put in the lineup and did quite well compared to the rest of the team, which were struggling. In 2000, he was put with Todd Bertuzzi and they scored many goals together. Naslund was now a superstar and in 2004 he reached career highs and the NHL gave him the Lester B. Pearson award.\nBut in the 2006-2007 season, he struggled because Bertuzzi was traded away and it was much harder for him to score. But in the playoffs that year, he scored many goals in a short period of time. Naslund promised he would be much better next year. In the 2008 offseason, the Rangers signed Naslund to a two-year, $8 million contract. Naslund has spent most of his time with the Rangers playing on the team's first line with Scott Gomez as his center. On May 4, 2009 he announced his retirement from professional hockey.","categories":[],"infobox_types":[],"annotations":[{"uri":"July_30","surface_form":"July 30","offset":21},{"uri":"1973","surface_form":"1973","offset":30},{"uri":"Sweden","surface_form":"Sweden","offset":53},{"uri":"Ice_hockey","surface_form":"ice hockey","offset":82},{"uri":"NHL","surface_form":"NHL","offset":107},{"uri":"New_York_Rangers","surface_form":"New York Rangers","offset":166}]}