{"id":610640,"url":"http://en.wikipedia.org/wiki/Wikipedia_administrators","text":"Wikipedia administrators are senior, trusted volunteers who have been selected by the Wikipedia community. They are also known as admins, sysops, and janitors. Administrators are appointed following a successful request for adminship. As of, there are administrators on the Simple English Wikipedia. Administrators have special rights that other editors do not have.\nOn Wikipedia, becoming an admin is often referred to as being \"given [or taking up] the mop\", a term which has also been used elsewhere.\nIn his book \"Wikipedia – The Missing Manual\", John Broughton states that while many people think of administrators on Wikipedia as judges, that is not the purpose of the role. Instead, he says, admins usually \"delete pages\" and \"protect pages involved in edit wars\".\nHistory on the English Wikipedia.\nIn 2006, there were about 1,000 administrators on the English Wikipedia, and in 2020 about 1,100. These administrators live in different parts of the world.\nIn July 2012, it was reported that Wikipedia was \"running out of administrators\". This was because in 2006-2007 an average of 40-50 new administrators were appointed. In the first six months of 2012 only 9 new administrators were appointed. But the co-founder of Wikipedia, Jimmy Wales, did not believe that this was a crisis. He also did not believe Wikipedia was running out of admins. He thought the number of admins did not change much. Wales said earlier that being an admin is \"not a big deal”. He also said that \"It's merely a technical matter that the powers given to sysops are not given out to everyone.” He said this in a message he sent to the English Wikipedia mailing list on February 11, 2003.\nRequests for adminship (RfA).\nThe first Wikipedia administrators were appointed by Jimmy Wales himself in October 2001. Any registered editor may nominate themselves, or may request another editor to do so. The process has been said to be \"akin to putting someone through the Supreme Court\" by Andrew Lih, a scientist and professor who is himself an administrator on the English Wikipedia. Lih also said, \"It's pretty much a hazing ritual at this point\", in contrast to how the process worked early in Wikipedia's history, when all one had to do to become an admin was \"prove you weren't a bozo\". Editors can become candidates only after \"extensive work on the wiki\". Any editor can vote in an RfA. The result of the vote is not by the number of votes for or against, but by the consensus that has been reached. The decision if a consensus has been reached can only be made by a bureaucrat. A bureaucrat is a Wikipedia editor who is also appointed by the community through a \"request\" process which is much stricter for them than for administrators. This RfA process was started after RfAs attracted a lot of attention. Before the middle of 2005, RfAs did not attract a lot of attention. But then RfAs started attracting groups of editors who all supported one another.\nRole.\nWhen an editor becomes an admin, they are given abilities to perform certain duties. Admins can do messy cleanup work more easily than other editors. They can delete articles. They can also protect pages, which means they can restrict editing rights to that page. Admins can block the accounts of disruptive users. When an admin blocks a user they must do so according to Wikipedia's policies. One of the policies is that a reason must be given for the block. The reason for the block is permanently logged by the software. Admins are not supposed to block other editors just to to have an advantage against the blocked editor when the admin is doing editing work.\nScientific studies.\nA scientific paper by researchers from Virginia Tech and Rensselaer Polytechnic Institute found that after editors are promoted to administrator status, they often focus more on articles about controversial topics than they did before. The researchers also proposed an alternative method for choosing administrators, in which more weight is given to the votes of experienced editors. Another paper, presented at the 2008 Conference on Human Factors in Computing Systems, analyzed data from all 1,551 requests for adminship from January 2006 to October 2007 to find out which (if any) of the criteria recommended in Wikipedia's \"Guide to requests for adminship\" page were the best predictors of whether the user in question would actually become an admin. In December 2013, a similar study was published by researchers from the Polish-Japanese Institute of Information Technology in Warsaw which aimed to model the results of requests for adminship on the Polish Wikipedia using a model derived from Wikipedia's edit history. They found that they could \"classify the votes in the RfA procedures using this model with an accuracy level that should be sufficient to recommend candidates.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Simple_English_Wikipedia_community","surface_form":"Wikipedia community","offset":86},{"uri":"Request_for_adminship","surface_form":"request for adminship","offset":212},{"uri":"Simple_English_Wikipedia","surface_form":"Simple English Wikipedia","offset":274},{"uri":"Wikipedia_%E2%80%93_The_Missing_Manual","surface_form":"Wikipedia – The Missing Manual","offset":517},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":859},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":1236},{"uri":"Jimmy_Wales","surface_form":"Jimmy Wales","offset":1754},{"uri":"Andrew_Lih","surface_form":"Andrew Lih","offset":1965},{"uri":"English_Wikipedia","surface_form":"English Wikipedia","offset":2042},{"uri":"Block_(Wikipedia)","surface_form":"block","offset":3222},{"uri":"Wikipedia_Policies","surface_form":"Wikipedia's policies","offset":3319},{"uri":"Logfile","surface_form":"logged","offset":3447},{"uri":"Virginia_Tech","surface_form":"Virginia Tech","offset":3671},{"uri":"Rensselaer_Polytechnic_Institute","surface_form":"Rensselaer Polytechnic Institute","offset":3689},{"uri":"Conference_on_Human_Factors_in_Computing_Systems","surface_form":"Conference on Human Factors in Computing Systems","offset":4053},{"uri":"Warsaw","surface_form":"Warsaw","offset":4514},{"uri":"Polish_Wikipedia","surface_form":"Polish Wikipedia","offset":4587}]}