{"id":611062,"url":"http://en.wikipedia.org/wiki/Hamizar_Hamzah","text":"Hamizar is a Malaysian fitness coach. He was born in Kampung, Pandan, Kuala Lumpur and raised in Kampung Parit Batu 23. He started his career as the Head Coach for the Royal Malaysian Air Force Team. The team became champions in the Interservice Tournament from 2002 to 2003. He was appointed Head Coach for the ATM Under19 (Youth Cup) Team for the years 2004-2006.\nCareer.\nHamizar Hamzah is an experienced fitness coach, having been in the Malaysian football scene since 2003. He has worked with many teams such as [http://Kuala%20Lumpur%20Football%20Association Kuala Lumpur Football Association], [http://DRB%20HICOM DRB HICOM] Football Club, [http://Majlis%20Bandaraya%20Shah%20Alam Majlis Bandaraya Shah Alam] Soccer Academy, JEONSA Football Club, [http://PKNS PKNS] Football Club, [http://Royal%20Malaysian%20Air%20Force Royal Malaysian Air Force] Hornet Football Club, ATM Football Club, KSR PKNS Football Club, FUTSAL PKNS Football Club, Kuala Lumpur Under19, Kelab Futsal FRIM and Royal Malaysian Air Force Football Club.\nIn 2007, Hamizar was appointed as Head Coach for the Royal Malaysian Air Force Football Club. It took part in the KLFA League, and he carried out his role as the Physical Trainer with Angkatan Tentera Malaysia in the 2007 FAM Cup.\nIn 2008, he guided the Kuala Lumpur Under19 tean to the FAM Youth Cup semifinals an Assistant Coach cum Physical Trainer. With his experience as coach cum physical trainer he also helped Kelab Futsal FRIM to 3rd place in the Sukan Badan Berkanun Futsal Tournament or Futsal tournament for Statutory Bodies.\nIn 2009, Hamizar became the Assistant Coach for KSR PKNS FC in Selangor FA Super League Cup and also became the Assistant Coach cum Fitness Trainer for PKNS FC futsal team.\nHamizar's career as coach and fitness coach continued to get better when he was given the chance to become Futsal Head Coach for PKNS FC (Liga Futsal Kebangsaan 2010), Assistant Coach and Fitness Trainer for RMAF Hornet FC (Liga FAM 2011), and Assistant Coach and Fitness Trainer for PKNS FC in the Malaysia Super League from 2012 to 2014.\nFrom 2015 until 2016, Hamizar helped the DRB HICOM FC ([http://Malaysia%20Premier%20League Malaysia Premier League]), AAB MBSA Soccer Academy (LIGA 1MCC) and AAB – JEONSA FC (LIGA SELANGOR FA) in his role as a assistant coach.\nIn 2018, he remains with Kuala Lumpur FC as a fitness coach in the Malaysia Premier League, which have been promoted to the Malaysia Super League in 2018.\nHamizar possesses professional coaching certs such as AFC Fitness Tutor Course and AFC Fitness Course Level 1 (2017), FIFA / FAM Fitness Course (2016), ‘A’ Licence Football by FAM/AFC (2012), Klinik Kejurulatihan Remaja FAM/KLFA (2009), : Ian Rush Striker Clinic by FAM/MSN (2008), Physical Fitness Instructor Course by Malaysian Association For Physical Education, Sport Science And Fitness (2007), Malaysia International Football Symposium by FIFA/AFC (2006), ‘B’ Licence Football Coach by FAM (2005), Sport Science Course Level II by MSN/Lembaga Kejurulatihan Kebangsaan with Fitness Centre Management And Training Course by MSN/ Lembaga Sukan TUDM (2004), and last but not least ‘C’ Licence Football Coach by FAM and Sport Science Course Level I by MSN/Lembaga Kejurulatihan Kebangsaan (2003). DRB Hicom FC","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Kuala_Lumpur","surface_form":"Kuala Lumpur","offset":70}]}