{"id":611379,"url":"http://en.wikipedia.org/wiki/Roberto_Firmino","text":"Roberto Firmino Barbosa de Oliveira (born 2 October 1991) is a Brazilian professional footballer. He plays for Premier League club Liverpool and the Brazil national team. He plays as an attacking midfielder, forward or winger. He was born in Maceió.\nFirmino started his career in Brazil, first playing for CRB and later Figueirense. In 2011, he joined the Bundesliga side 1899 Hoffenheim, where he spent four-and-a-half seasons. He signed for Premier League side Liverpool in June 2015.\nFirmino has played for Brazil since 2014. He played for them during the 2015 Copa América and 2018 FIFA World Cup.\nHoffenheim.\nFirmino joined Hoffenheim in December 2010, including a contract running until June 2015. He flew to Hoffenheim on January 1, 2011. Ernst Tanner, which is the manager of Hoffenheim said “they were pleased to have a talented Brazilian soccer player on there team”.  He made his debut after a month in a Bundesliga defeat against a team called Mainz,when he got substituted with Sebastian Rudy at the 75th minute. Firmino made his first professional goal with Hoffenheim on April 16 the only goal of a league victory against Eintracht Frankfurt. In July 2013, A russian club named Lokomotiv Moscow which made a €12 million bid for firmino Hoffenheim captain Andreas Beck halied Firmino's development as \"outstanding\" in August 2013. He completed he 2013–14 Bundesliga season with a he was the fourth highest score with 16 goals.\nLiverpool.\nOn June 23, 2015, while he was competing for Brazil at the Copa América, Hoffenheim and Firmino both agreed the terms for him to transfer him to the Premier League club called Liverpool for about £29 million on conclusion of the tournament, Liverpool confirmed the signing the next day The deal was finalised on 4 July.\nOn 23 August, Firmino scored his first goal of the 2016–17 season,and scoring 5-0 goals and a win over Burton Albion.\nHe was took jordon Ibe for the final 12 minutes in a game against 1-0 Stoke City. In January 2016, a Irish Examiner said firmino was steadily improving in his first season with Liverpool. Before 2017 started switched jersey with his new teammates Mohamed Salah from number 9 to number 11. Firmino was Liverpool's Player of the Month in January. Firmino ended the season as Liverpool's league top scorer with ten goals.\nOn December 21, 2019, he scored the goal in the FIFA Club World Cup Final, giving the title to Liverpool.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":63},{"uri":"Association_football","surface_form":"footballer","offset":86},{"uri":"Premier_League","surface_form":"Premier League","offset":111},{"uri":"Liverpool_F.C.","surface_form":"Liverpool","offset":131},{"uri":"Brazil_national_football_team","surface_form":"Brazil national team","offset":149},{"uri":"Midfielder","surface_form":"attacking midfielder","offset":186},{"uri":"Forward_(association_football)","surface_form":"forward","offset":208},{"uri":"Winger","surface_form":"winger","offset":219},{"uri":"Macei%C3%B3","surface_form":"Maceió","offset":242},{"uri":"Clube_de_Regatas_Brasil","surface_form":"CRB","offset":306},{"uri":"Figueirense_FC","surface_form":"Figueirense","offset":320},{"uri":"Fu%C3%9Fball-Bundesliga","surface_form":"Bundesliga","offset":356},{"uri":"TSG_1899_Hoffenheim","surface_form":"1899 Hoffenheim","offset":372},{"uri":"Premier_League","surface_form":"Premier League","offset":443},{"uri":"2015_Copa_Am%C3%A9rica","surface_form":"2015 Copa América","offset":559},{"uri":"2018_FIFA_World_Cup","surface_form":"2018 FIFA World Cup","offset":581},{"uri":"FIFA_Club_World_Cup","surface_form":"FIFA Club World Cup","offset":2357}]}