{"id":6114,"url":"http://en.wikipedia.org/wiki/Utilitarianism","text":"Utilitarianism is the view that the right thing to do is whatever is most useful. It is a about ethics. The word \"utilitarianism\" comes from the word \"utility\", which means \"usefulness\". In most forms of utilitarianism, things that increase human well-being or happiness are called useful. This is not limited to the happiness caused by a single action but also includes the happiness of all people involved and all future consequences.\nIn general, the theory of utilitarianism is that whatever brings the most happiness to the greatest number of people is the right thing to do.\nHistory.\nThe theory was made popular by 18th and 19th century British philosophers like Francis Hutcheson, Jeremy Bentham, and John Stuart Mill, but the idea goes all the way back to ancient times.\nBentham wrote about this idea with the words \"The greatest good for the greatest number\", but did not use the word \"utilitarianism\". It was Mill, a follower of Bentham's ideas, who named the idea.\nMaslowism.\nMaslowism or Maslow's hierarchy of needs can be divided into social and physical needs. Social needs in Maslowism include physiological, safety, love, esteem, and self-actualization. Maslowist themes lke physiology suggests you need food while maslowist themes like love suggests humans need sex.","categories":[],"infobox_types":[],"annotations":[{"uri":"Useful","surface_form":"useful","offset":74},{"uri":"Ethics","surface_form":"ethics","offset":96},{"uri":"Well-being","surface_form":"well-being","offset":247},{"uri":"Happiness","surface_form":"happiness","offset":261},{"uri":"Consequentialism","surface_form":"consequences","offset":423},{"uri":"Theory","surface_form":"theory","offset":453},{"uri":"18th_century","surface_form":"18th","offset":620},{"uri":"19th_century","surface_form":"19th century","offset":629},{"uri":"England","surface_form":"British","offset":642},{"uri":"Philosopher","surface_form":"philosophers","offset":650},{"uri":"Francis_Hutcheson","surface_form":"Francis Hutcheson","offset":668},{"uri":"Jeremy_Bentham","surface_form":"Jeremy Bentham","offset":687},{"uri":"John_Stuart_Mill","surface_form":"John Stuart Mill","offset":707},{"uri":"Ancient_history","surface_form":"ancient","offset":763}]}