{"id":61157,"url":"http://en.wikipedia.org/wiki/Ecstasy_(drug)","text":"MDMA (3,4-Methylenedioxymethamphetamine), also known as Ecstasy (abbreviated E, X, or XTC), molly (U.S.), or mandy (U.K.), is a psychoactive drug with stimulant and psychedelic effects that is primarily used as a recreational drug. Drugs sold under the street names ecstasy, molly, or mandy are often advertised as pure MDMA, but are often mixed with multiple other drugs. MDMA can cause feelings of euphoria (extreme happiness) and altered sensations. Bad side effects include insomnia, nausea, rapid heartbeat, and addiction. It causes an initial increase in neurotransmitters that is followed by a short-term drop in neurotransmitters, which can lead to severe depression after coming down from the high.\nMDMA is illegal in most countries. Possessing, making or selling it could result in criminal prosecution and a possible prison term. Some countries, such as the U.S., have made limited exceptions to these laws for research. There have been some initial studies on whether it can help patients with severe PTSD (post-traumatic stress disorder) make progress in therapy if they take very low doses of MDMA immediately before appointments (under medical supervision)., MDMA has no accepted medical uses.\nEffects on health.\nMDMA has many effects on the human body and brain. It makes the brain release the chemicals serotonin, dopamine and norepinephrine. During MDMA use the body also makes more of the hormones oxytocin and vasopressin.\nAll these effects together can make MDMA dangerous to use. The change in body temperature and the tendency to dance for hours on end can make users dehydrate if not enough water is drunk during this time (an example of dehydration and hyperthermia). Lots of dancing can also put pressure on the heart. People with existing heart conditions are vulnerable to these negative side effects.\nAround 7 people die out of every million that use MDMA. Mostly this is due to overheating and dehydration. However, it is possible to drink too much water, swelling the brain and causing death. Many people have died from this after taking MDMA. Another factor is the hormone vasopressin, which is released during MDMA use. Vasopressin restricts the body's urge to urinate, which helps to get rid of excess liquid in the body before it becomes a problem.\nNo current legal use.\nEcstasy is illegal in most, if not all, countries. In the United States, it is classified as a \"Schedule I\" drug. Schedule I drugs have no official medical use and are highly addictive. Some scientists believe Ecstasy may be useful in therapy since it has been found to reduce fear in some individuals. Recently, there has been some research on if it can help people with severe PTSD confront painful memories during therapy appointments. It may also have potential to help people diagnosed with cancer manage their anxiety about death.","categories":[],"infobox_types":[],"annotations":[{"uri":"Psychoactive","surface_form":"psychoactive","offset":128},{"uri":"Stimulant","surface_form":"stimulant","offset":151},{"uri":"Psychedelic","surface_form":"psychedelic","offset":165},{"uri":"Euphoria","surface_form":"euphoria","offset":400},{"uri":"Insomnia","surface_form":"insomnia","offset":478},{"uri":"Nausea","surface_form":"nausea","offset":488},{"uri":"Addiction","surface_form":"addiction","offset":517},{"uri":"Prosecution","surface_form":"prosecution","offset":801},{"uri":"Prison","surface_form":"prison","offset":828},{"uri":"PTSD","surface_form":"PTSD","offset":1013},{"uri":"Human","surface_form":"human","offset":1257},{"uri":"Brain","surface_form":"brain","offset":1272},{"uri":"Serotonin","surface_form":"serotonin","offset":1320},{"uri":"Dopamine","surface_form":"dopamine","offset":1331},{"uri":"Norepinephrine","surface_form":"norepinephrine","offset":1344},{"uri":"Hormones","surface_form":"hormones","offset":1408},{"uri":"Oxytocin","surface_form":"oxytocin","offset":1417},{"uri":"Vasopressin","surface_form":"vasopressin","offset":1430},{"uri":"Water","surface_form":"water","offset":1615},{"uri":"Dehydration","surface_form":"dehydration","offset":1662},{"uri":"Hyperthermia","surface_form":"hyperthermia","offset":1678},{"uri":"Addiction","surface_form":"addictive","offset":2481},{"uri":"Fear","surface_form":"fear","offset":2583}]}