{"id":61153,"url":"http://en.wikipedia.org/wiki/Scarface_(1983_movie)","text":"\"Scarface\" is a 1983 American crime thriller movie. It was directed by Brian De Palma, written by Oliver Stone, produced by Martin Bregman and stars Al Pacino. The story is about Tony Montana, a Cuban criminal who moves to Miami, Florida and creates his own cocaine business. It is a loose remake of the 1932 movie \"Scarface\". The movie made $85 million.\nStory.\nTony Montana is a prisoner from Cuba who is coming to the United States on a boat to escape the oppressive Communist government. Once there, he works for Frank Lopez, a Miami drug lord.\nSoon, Tony kills Frank and takes over his business. He also marries Elvira, Frank's girlfriend who at first refused to go out with Tony because of Frank. Soon, Tony becomes very rich and powerful because of his growing cocaine empire. He meets Alexander Sosa, a powerful Bolivian drug lord. Elvira later leaves Tony because she feels that despite all of their money and power, Tony's criminal lifestyle and drug problems make them losers.\nTony is eventually arrested for not paying taxes and even though he would be able to bribe some of the judges, he will still have to go to jail for three years. Sosa offers to have one of his contacts in the Justice Department write off Tony's charges if Tony kills a journalist who is going to make a speech against Sosa to the United Nations. Tony plants a bomb on the target's car, but sees the journalist's family inside it, and does not make the bomb go off. Tony later visits his best friend, Manny, but when he sees his sister, Gina, with him, he kills him. Gina reveals that she and Manny got married a few days earlier and wanted to surprise Tony. Tony, feeling extreme guilt for killing his friend and ruining his sister's life, withdraws to his mansion and begins to snort large amounts of cocaine. Sosa gets angry and sends many men to Miami to kill Tony. When the men enter Tony's mansion, they kill Gina and most of his men. Angry and sad at the death of his sister, Tony singlehandedly kills many of Sosa's men in a major shootout. Tony is then shot in the back by an assassin with a shotgun, and falls into his fountain below, dead.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":21},{"uri":"Crime_movie","surface_form":"crime","offset":30},{"uri":"Thriller_movie","surface_form":"thriller movie","offset":36},{"uri":"Brian_De_Palma","surface_form":"Brian De Palma","offset":71},{"uri":"Oliver_Stone","surface_form":"Oliver Stone","offset":98},{"uri":"Martin_Bregman","surface_form":"Martin Bregman","offset":124},{"uri":"Al_Pacino","surface_form":"Al Pacino","offset":149},{"uri":"Tony_Montana","surface_form":"Tony Montana","offset":179},{"uri":"Cuba","surface_form":"Cuba","offset":195},{"uri":"Miami","surface_form":"Miami","offset":223},{"uri":"Florida","surface_form":"Florida","offset":230},{"uri":"Cocaine","surface_form":"cocaine","offset":258},{"uri":"Remake","surface_form":"remake","offset":290},{"uri":"Scarface_(1932_movie)","surface_form":"Scarface","offset":316},{"uri":"Prisoner","surface_form":"prisoner","offset":380},{"uri":"United_States","surface_form":"United States","offset":420},{"uri":"Communism","surface_form":"Communist","offset":469},{"uri":"Miami","surface_form":"Miami","offset":531},{"uri":"Cocaine","surface_form":"cocaine","offset":767},{"uri":"Bolivia","surface_form":"Bolivia","offset":819},{"uri":"Journalist","surface_form":"journalist","offset":1255},{"uri":"United_Nations","surface_form":"United Nations","offset":1316},{"uri":"Bomb","surface_form":"bomb","offset":1438},{"uri":"Miami","surface_form":"Miami","offset":1835},{"uri":"Shotgun","surface_form":"shotgun","offset":2086}]}