{"id":6116,"url":"http://en.wikipedia.org/wiki/Village","text":"A village is a place where people live, normally in the countryside. It is usually larger than a hamlet and smaller than a town or city. In some places, it may be a kind of local government. The dwellings in a village are clustered fairly close to one another, not scattered broadly over the landscape.\nIn the past, villages were where most people lived. Villages were a usual form of community for societies that do subsistence agriculture, and for some non-agricultural societies. After the industrial revolution, when people started making a lot of things in factories, people lived more in towns. Moving to towns is called urbanization. When villages grow a lot they can grow into towns and then cities. This is what happened to Dubai and Chicago.\nUnited Kingdom.\nIn The U.K. the biggest difference between a hamlet and a village is that many villages have a church.\nIncorporated villages.\nThe word \"village\" is not used in most states. However, in twenty US states, a \"village\" is a sort of local government, similar to a city but with less power and for a smaller place. But this is not so in all the United States. In many states, there are villages which are bigger than the smallest cities in the state. The difference is not the population, it is how much power the different sorts of places have, and what they do for people living there.\nNew York state.\nIn New York state, a village is a place which is usually called a town.\nUnincorporated villages.\nIn many states, a \"village\" is only a place where people live, with no legal power, similar to a hamlet in New York state. The name for these is \"unincorporated villages\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Hamlet_(place)","surface_form":"hamlet","offset":97},{"uri":"Town","surface_form":"town","offset":123},{"uri":"City","surface_form":"city","offset":131},{"uri":"Local_government","surface_form":"local government","offset":173},{"uri":"Subsistence_agriculture","surface_form":"subsistence agriculture","offset":417},{"uri":"Industrial_revolution","surface_form":"industrial revolution","offset":493},{"uri":"Urbanization","surface_form":"urbanization","offset":627},{"uri":"Dubai","surface_form":"Dubai","offset":733},{"uri":"Chicago","surface_form":"Chicago","offset":743},{"uri":"Church","surface_form":"church","offset":863},{"uri":"State","surface_form":"state","offset":963},{"uri":"Government","surface_form":"government","offset":1002},{"uri":"City","surface_form":"city","offset":1027},{"uri":"United_States","surface_form":"United States","offset":1107},{"uri":"Town","surface_form":"town","offset":1432}]}