{"id":611914,"url":"http://en.wikipedia.org/wiki/Arrondissements_of_the_Haut-Rhin_department","text":"e=\"preserve\">There are 4 arrondissements in the Haut-Rhin department. The French departments, and in other countries, are divided into \"arrondissements\", which may be translated into English as districts (in some cases, as boroughs'\"). The capital of an arrondissement is called a subprefecture.\nIf the prefecture (capital) of the department is in an arrondissement, that prefecture is the capital of the arrondissement, acting both as a prefecture and as a subprefecture.\nArrondissements are further divided into communes.\nHistory.\nHaut-Rhin is one of the original 83 departments created during the French Revolution on 4 March 1790. It was divided in three districts: Altkirch, Belfort and Colmar, with Colmar as is capital.\nIn 1800, with the creation of the \"arrondissements\" in France, the three districts were changed into five \"arrondissements\": Colmar, Altkirch, Belfort, Delémont and Porrentruy. The \"arrondissements\" Delémont and Porrentruy were eliminated in 1814 and transferred to Switzerland.\nThe subprefecture of Altkirch was moved to Mulhouse in 1857.\nThe Haut-Rhin department was eliminated in 1871 when the territory became part of Germany except for a part that forms the Territoire de Belfort.\nIn 1919, Haut-Rhin is again an department when the territory became part of France with the \"arrondissements\" Colmar-Ville, Colmar-Campagne, Altkirch, Guebwiller, Mulhouse, Ribeauvillé and Thann. Its capital is Colmar.\nThe \"arrondissements\" Colmar-Ville and Colmar-Campagne were combined in 1934 to form the \"arrondissement\" of Colmar.\nThe \"arrondissement\" of Guebwiller was eliminated in 2015 and its territory combined with Tharn to form the \"arrondissement\" of Thann-Guebwiller. In that same year, the \"arrondissement\" of Ribeauvillé was also eliminated and its territory combined with Colmar to form the \"arrondissement\" of Colmar-Ribeauvillé.","categories":[],"infobox_types":[],"annotations":[{"uri":"Haut-Rhin","surface_form":"Haut-Rhin","offset":48},{"uri":"France","surface_form":"French","offset":74},{"uri":"Departments_of_France","surface_form":"departments","offset":81},{"uri":"Arrondissements_of_France","surface_form":"arrondissements","offset":136},{"uri":"Borough","surface_form":"borough","offset":223},{"uri":"Prefectures_in_France","surface_form":"subprefecture","offset":281},{"uri":"Prefectures_in_France","surface_form":"prefecture","offset":303},{"uri":"Communes_of_France","surface_form":"communes","offset":514},{"uri":"French_Revolution","surface_form":"French Revolution","offset":600},{"uri":"District","surface_form":"district","offset":659},{"uri":"Capital_city","surface_form":"capital","offset":718},{"uri":"Arrondissements_of_France","surface_form":"\"arrondissements\"","offset":761},{"uri":"Switzerland","surface_form":"Switzerland","offset":993},{"uri":"Subprefectures_in_France","surface_form":"subprefecture","offset":1010},{"uri":"Germany","surface_form":"Germany","offset":1149},{"uri":"Territoire_de_Belfort","surface_form":"Territoire de Belfort","offset":1190},{"uri":"Territory","surface_form":"territory","offset":1615}]}