{"id":612088,"url":"http://en.wikipedia.org/wiki/Collapse_of_Hotel_New_World","text":"On 15 March 1986, in one of Singapore’s worst civil disasters, the Lian Yak Building (better known as Hotel New World) collapsed. 33 people died and 17 were rescued alive from the rubble.\nThe Singapore Fire Service (SFS) (present-day Civil Defence Force), the Armed Forces and the police all assisted in the rescue operation. Passers-by and nearby residents also joined in, helping to clear the rubble and pull out survivors. SAF medical officers and MOH doctors present took turns to crawl through narrow spaces inside the rubble to try and provide assistance to trapped survivors, giving glucose and saline drips to them. At first, power saws and drills were used to cut through the rubble and reach survivors; however the use of heavy machinery posed a risk to people trapped under the rubble.\nThis led to concern among tunnelling experts from Britain, Ireland and Japan who were involved in nearby construction for the Mass Rapid Transit, which included Thomas Gallagher, Thomas Mulleary, Patrick Gallagher, Michael Prendergast, and Michael Scott; as well as Tan Jin Thong, Deputy Director (Operations) SFS.\nThey volunteered to dig 4 tunnels under the rubble, which resulted in the rescue of another eight survivors. They later received the Pingat Gagah Perkasa (Conspicuous Gallantry Medal) for their actions.\nThe investigation found that during the calculation of the building’s structural load, only the LIVE LOAD (weight of people in the building, and additional fixtures and fittings, such as furniture) was factored in. The DEAD LOAD (weight of the building itself) was completely omitted from the calculation. This meant the building was not designed to support its own weight. It was later discovered that an unqualified draftsman, instead of a professional structural engineer, did the calculations for the building. The owner (which died in the collapse) also requested to use inferior materials in construction, in order to reduce the cost.\nAfter the incident, Singapore’s building safety regulations were updated. Since 1989, all structural designs/calculations must not only be prepared by a Professional Engineer, but also counter-checked by an independent Accredited Checker.","categories":[],"infobox_types":[],"annotations":[]}