{"id":612172,"url":"http://en.wikipedia.org/wiki/Byrsonima_crassifolia","text":"\"Byrsonima crassifolia\" is a slow growing tree native to the Tropical America. Common names include changunga, muruci, murici, nanche, nance, nancite, chacunga, craboo, kraabu, savanna serrette (or savanna serret) and golden spoon. In Jamaica it is called hogberry (plural hogberries). It is primarily cultivated in Peru, Southern Mexico, Pacific side of Central America, Guadeloupe, Barbados, Brazil, St. Martin, Cuba, Haiti, Trinidad, Curacao, Isle of Pines, Puerto Rico, Dominica and The Dominican Republic. It belongs to the acerola family of Malpighiaceae.\nIt is suitable to the tropical and subtropical climates. The tree bears yellow to dull orange or red flowers during spring to fall and fruits on August and September. The white and juicy flesh of yellow fruit has pungent and distinct flavor. It attracts butterflies, bees and birds.\nPlant.\nByrsonima crassifolia is the slow growing, large shrub or tree which grows up to 33 feet high. The leaves are opposite, ovate-elliptic or oblong-elliptic; 3.2–17 cm long and 4–7 cm wide. The flowers are 10–20 cm long and 1.25–2 cm wide; yellow or dull orange, red with five petals. Fruit is small ball shaped, round, ovate to globose; 8–12 cm wide and 0.8-1.5 cm in diameter. The fruit has white and juicy flesh, pungent, distinct aroma and thin skin. The fruit include 1 to 3 white seeds which is 0.5-1.2 cm in diameter. The tree has dark brown, fissured and rough bark. The inner bark is pinkish. It has tall or short and straight or crooked trunk\nNutritional value.\nThe serving size of 112 grams of Nance fruit grants 90.32 g of water, 82 calories, 0.74 g of protein, 1.3 g of fat, 0.64 g of ash, 19.01 g of carbohydrate, 8.4 g of dietary fiber, 9.31 g of total sugars, 4.01 g of glucose and 5.3 g of fructose. It offers 115.11% of Vitamin C, 12.09% of manganese, 11.08% of Vitamin K, 9.33% of Vitamin E, 5.81% of potassium, 5.38% of iron, 5.24% of magnesium, 5.20% of calcium and 5.11% of copper.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropics","surface_form":"Tropical","offset":61},{"uri":"South_America","surface_form":"America","offset":70},{"uri":"Jamaica","surface_form":"Jamaica","offset":235},{"uri":"Peru","surface_form":"Peru","offset":316},{"uri":"Mexico","surface_form":"Mexico","offset":331},{"uri":"Guadeloupe","surface_form":"Guadeloupe","offset":372},{"uri":"Barbados","surface_form":"Barbados","offset":384},{"uri":"Brazil","surface_form":"Brazil","offset":394},{"uri":"St._Martin%27s_Island","surface_form":"St. Martin","offset":402},{"uri":"Cuba","surface_form":"Cuba","offset":414},{"uri":"Haiti","surface_form":"Haiti","offset":420},{"uri":"Trinidad","surface_form":"Trinidad","offset":427},{"uri":"Curacao","surface_form":"Curacao","offset":437},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":461},{"uri":"Dominica","surface_form":"Dominica","offset":474},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":491}]}