{"id":61234,"url":"http://en.wikipedia.org/wiki/Pangolin","text":"Pangolins (or scaly anteaters) are mammals which live in Africa and Asia. They have scales on their skin. They are the only mammals which have this adaptation.\nThere are three genera of pangolin, all of which eat ants and termites. They catch their food using their tongues, and they do not eat anything else.\nPangolins have features of armadillos (long, ant eating tongue and broad tail) and sloths (claws), but the pangolin is in a completely different order. The pangolin belongs to the order Pholidota.\nPangolins have is marked by large, hardened, overlapping plate-like scales. The pangolin scales are made of keratin. and are attached to muscles under the skin. and can be moved to point towards predators. Hair grows between the scales and near the rear of the animal.\nThe pangolin's scaled body is a bit like a pine cone or globe artichoke. It can curl up into a ball when threatened, with its overlapping scales acting like armour while it tucks its face under its tail. The scales are sharp, providing extra defence from predators.\nA pangolin's main predators are wild cats, hyenas and humans.\nA mother pangolin's gestation period is between 120 and 180 days. Young pangolin are born with scales, and they harden by the second day the pangopup is out of the womb.\nWhen walking on a level surface the pangolin is bipedal. It walks on the back legs. Its body is held horizontal, and is balanced by its heavy tail at the back.\nSometimes pangolins are smuggled into China on the black market. Their scales are used as an ingredient in traditional Chinese medicine.\nPangolins are a critically endangered species and have been hunted and trafficked all across Asia and Africa. They are usually sought after for their scales, meat and medical properties. This creature also has been identified as a host for SARS-CoV-2 and similar viruses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mammals","surface_form":"mammals","offset":35},{"uri":"Africa","surface_form":"Africa","offset":57},{"uri":"Asia","surface_form":"Asia","offset":68},{"uri":"Scale_(zoology)","surface_form":"scales","offset":84},{"uri":"Skin","surface_form":"skin","offset":100},{"uri":"Adaptation","surface_form":"adaptation","offset":148},{"uri":"Genera","surface_form":"genera","offset":176},{"uri":"Ants","surface_form":"ants","offset":213},{"uri":"Termites","surface_form":"termites","offset":222},{"uri":"Food","surface_form":"food","offset":249},{"uri":"Tongue","surface_form":"tongue","offset":266},{"uri":"Armadillos","surface_form":"armadillos","offset":337},{"uri":"Sloths","surface_form":"sloths","offset":393},{"uri":"Order_(biology)","surface_form":"order","offset":455},{"uri":"Keratin","surface_form":"keratin","offset":615},{"uri":"Conifer_cone","surface_form":"pine cone","offset":819},{"uri":"Artichoke","surface_form":"artichoke","offset":838},{"uri":"Armour","surface_form":"armour","offset":933},{"uri":"Wild_cat","surface_form":"wild cat","offset":1074},{"uri":"Hyenas","surface_form":"hyenas","offset":1085},{"uri":"Gestation_period","surface_form":"gestation period","offset":1124},{"uri":"Bipedal","surface_form":"bipedal","offset":1322},{"uri":"Black_market","surface_form":"black market","offset":1485},{"uri":"Traditional_Chinese_medicine","surface_form":"traditional Chinese medicine","offset":1541}]}