{"id":612357,"url":"http://en.wikipedia.org/wiki/Prothom_Alo","text":"The Daily Prothom Alo (\"Prothom Alo\" \"First Light\") is a popular daily newspaper in Bangladesh, published from Dhaka in the Bengali language. According to National Media Survey 2014, conducted by MRB Bangladesh, more than 4.3 million people read the print edition of \"Prothom Alo\" every day. The online portal of \"Prothom Alo\" is the most visited Bangladeshi and Bengali website of the world. Prothom Alo started its journey on 4 November 1998.\nHistory.\n\"Prothom Alo\" was founded on 4 November 1998. The newspaper distinguished itself by its investigations of acid attacks and violence against women and pushing for tougher laws against the sale of acid. From press facilities located in Dhaka, Chittagong and Bogra, around 5,00,000 copies (as of March ‘2014) are circulated each day. According to National Media Survey 2012, everyday 5.1 million people read the print edition of \"Prothom Alo\". The claimed readership of the print edition of this newspaper is 9.6 million. According to a brand equity study conducted by Quantum Consumer Solutions Limited, \"Prothom Alo\" is considered to be the most influential newspaper brand in Bangladesh.\nDigital platforms.\nThe online portal of \"Prothom Alo\" (www.prothom-alo.com) is the number 1 Bangladeshi website in the world.This portal is accessed by 1.6 million visitors from 200 different countries and territories across the globe with 60 million pageview per month. The e-paper site of \"Prothom Alo\" (www.eprothomalo.com) is also the Number 1 e-paper Web site of Bangladesh. From 160 countries, 465 thousand visitors access this website with more than 26 million pageview per month.\nCriticism.\n\"Prothom Alo\" is often criticized for its liberal attitude. A cartoon by Arifur Rahman was published in Alpin about a jokes partly related with religion, caused protests against the Newspaper. A subsequent order was given from the government to ban the supplement. The editor of the \"Prothom Alo\" acknowledged the gaffe. In a statement released by \"Prothom Alo\", the editor of Alpin, Matiur Rahman, apologised, expressing regret for publishing the cartoon. The cartoonist was jailed for six months and two days, he was arrested 18 of September 2007 and released 20 of March 2008.\nIn 2012, a High Court bench issued an injunction on the publication of Humayun Ahmed’s political fiction \"Deyal\" at daily \"Prothom Alo\"s weekly \"Shahitto Samwiki\" on a Friday.","categories":[],"infobox_types":[],"annotations":[]}