{"id":612431,"url":"http://en.wikipedia.org/wiki/Newcomb%27s_paradox","text":"e=\"preserve\">Newcomb's paradox is a thought experiment in philosophy, specifically decision theory. The paradox goes as follows:Imagine a super-intelligent entity known as Omega, and suppose you are confident in its ability to predict your choices. (Maybe Omega is an alien from a planet that's much more technologically advanced than ours.) You know that Omega has often correctly predicted your choices in the past (and has never made an incorrect prediction about your choices), and you also know that Omega has correctly predicted the choices of other people, many of whom are similar to you, in the particular situation about to be described.There are two boxes: A and B. Box A is see-through and contains $1,000. Box B is opaque, and contains either $0 or $1,000,000. You may take both boxes, or only take box B.Omega decides how much money to put into box B. If Omega believes that you will take both boxes, then he will put $0 in box B. If Omega believes that you will only take box B, then he will put $1,000,000 in box B.Omega makes its prediction, puts the money in box B ($0 or $1,000,000), presents the boxes to you, and flies away. Omega does not tell you its prediction, and you do not see how much money Omega put in box B.What do you do?\nArgument for only choosing box B.\nIf Omega is always right, then Omega would only put $1,000,000 in box B when you choose to take only box B. Since $1,000,000 is more preferable than $1,000, only choosing box B makes the most sense and since Omega is always right, then you should choose box B.\nArgument for choosing both boxes.\nSince Omega has already left, the amount of money in box B won't change based on the decision you make. Regardless of what's in box B, you can always get another $1,000 by walking away by both boxes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thought_experiment","surface_form":"thought experiment","offset":36},{"uri":"Philosophy","surface_form":"philosophy","offset":58},{"uri":"Decision_theory","surface_form":"decision theory","offset":83}]}