{"id":612882,"url":"http://en.wikipedia.org/wiki/Doki_Doki_Literature_Club%21","text":"\"Doki Doki Literature Club!\" is a visual novel that was created by Team Salvato. It was released on 22 September 2017 for Microsoft Windows, macOS, and Linux. On 6 October 2017, it was released for Steam. The story involves a high school student that joins the school's Literature Club and the way the character interacts with its four female members. At first, it looks like a light anime dating simulator, but it soon becomes a psychological horror game. It is a game that breaks the fourth wall very often.\nThe creator of the game, Dan Salvato was working on the game for close to two years. Before creating this game, Salvato created modifications, or \"mods\", to \"Super Smash Bros. Melee\". At first, \"Doki Doki Literature Club!\" was released on itch.io then released on Steam. The game is free, but if you pay $10, you can receive the downloadable content. The game got more than one million downloads three months after it was released.\nGameplay.\n\"Doki Doki Literature Club!\" is a visual novel, so most of the game is the player reading the game's story. Sometimes, the player has to make decisions that change how the story goes.\nThe game has a poetry minigame where the player chooses certain words. These words correspond to a certain girl. If certain words are picked, different parts of the story can be viewed. The game also makes the player view some of the files that the game uses to play.\nThe game has a lot of foreshadowing that tells the player certain things about the story. If the player decodes the character files, there are extra stories unlocked. At certain times special files appear in the game files. Text documents show up about the next scenes.\nPlot.\nThe player's character is invited by his childhood friend, Sayori, to join the Literature Club. He meets the other members of the club. They are Natsuki, Yuri, and Monika. The player begins to get involved in the club and getting to know the girls better. Near the end of the first act, Sayori tells the player that she has depression and loves the player. Sayori soon commits suicide by hanging herself. The game shows a lot of glitches and it restarts.\nWhen the player begins a new game, the game is very close to the first run, but Sayori is missing. If Sayori is mentioned, the game glitches and she appears as a mix of all the other characters' appearances. The player gets involved in the club again and gets closer to either Natsuki or Yuri. Unusual events happen, like only being able to choose Monika's options. Yuri soon stabs herself several times and dies, or Natsuki's neck cracks and she dies. The game glitches again and it restarts again.\nWith the new game, only Monika is alive. She tells the player that she knows she is in a game and can change the character files. She reveals that she pushed Sayori and Yuri to kill themselves. She continues talking for a long period of time. To stop this, the player has to delete her character file. When this happens, the game glitches again, and restarts.\nIn the new game, Sayori, Yuri and Natsuki are alive, but Monika is gone. Sayori tells the player that she knows about Monika and how she is in a game. She becomes very obsessive. Monika comes back to delete Sayori and the game glitches. The end credits come and Monika sings a song called \"Your Reality\".\nReactions.\nAfter the game was released, \"Doki Doki Literature Club!\" got a very devoted fanbase very quickly. The game got more than one million downloads three months after it was released. One month after that, the game got more than two million downloads.\nMany critics said good things about the game. Gita Jackson, a journalist that works for Kotaku said that \"Doki Doki Literature Club!\" was \"a truly special game\". She also said that \"if you like horror games, especially ones that really get under your skin, please check out \"Doki Doki Literature Club\".\" Tom Philip, who is a journalist for GQ said that the game was \"one of the scariest games I have ever played.\"\n\"Doki Doki Literature Club!\" won a few awards. At the IGN Best of 2017 awards, it won the People's Choice Awards for \"Best PC Game\", \"Best Adventure Game\", \"Best Story\", and \"Most Innovative\".","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Visual_novel","surface_form":"visual novel","offset":34},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":122},{"uri":"MacOS","surface_form":"macOS","offset":141},{"uri":"Linux","surface_form":"Linux","offset":152},{"uri":"Steam_(software)","surface_form":"Steam","offset":198},{"uri":"High_school","surface_form":"high school","offset":226},{"uri":"Interact","surface_form":"interacts","offset":312},{"uri":"Anime","surface_form":"anime","offset":384},{"uri":"Dating_simulator","surface_form":"dating simulator","offset":390},{"uri":"Psychological_horror","surface_form":"psychological horror","offset":430},{"uri":"Fourth_wall","surface_form":"fourth wall","offset":486},{"uri":"Modification","surface_form":"modifications","offset":638},{"uri":"Super_Smash_Bros._Melee","surface_form":"Super Smash Bros. Melee","offset":668},{"uri":"Itch.io","surface_form":"itch.io","offset":749},{"uri":"Downloadable_content","surface_form":"downloadable content","offset":839},{"uri":"Poetry","surface_form":"poetry","offset":1151},{"uri":"Correspond","surface_form":"correspond","offset":1219},{"uri":"Foreshadow","surface_form":"foreshadowing","offset":1426},{"uri":"Document","surface_form":"document","offset":1633},{"uri":"Childhood","surface_form":"childhood","offset":1721},{"uri":"Depression_(mood)","surface_form":"depression","offset":2004},{"uri":"Suicide","surface_form":"suicide","offset":2057},{"uri":"Computer_glitch","surface_form":"glitches","offset":2109},{"uri":"Appearance","surface_form":"appearances","offset":2330},{"uri":"Obsessive","surface_form":"obsessive","offset":3163},{"uri":"Devoted","surface_form":"devoted","offset":3380},{"uri":"Critic","surface_form":"critics","offset":3564},{"uri":"Journalist","surface_form":"journalist","offset":3621},{"uri":"Kotaku","surface_form":"Kotaku","offset":3647},{"uri":"GQ","surface_form":"GQ","offset":3899},{"uri":"Award","surface_form":"award","offset":4012},{"uri":"IGN","surface_form":"IGN","offset":4027}]}