{"id":61320,"url":"http://en.wikipedia.org/wiki/Osprey","text":"An osprey is a type of fish-eating bird. They are also known as 'fish hawk', 'sea hawk', and 'fish eagle'. It is a large bird measuring up to 60 cm (24 in) long from beak to tail. It has dark brown wings.\nDescription.\nThe osprey weighs 1.4–2 kg (3.0–4.4 lb) and is 52–60 cm (20–24 in) long with a 150–180 cm (5–6 ft) wingspan (the distance between the right wingtip and left wingtip when they are spread out). The back of the bird is brown and the belly is white. The head is white with a dark stripe across the eyes. The eyes are golden to brown and the beak (the mouth of a bird) is black. The legs and feet are white with black talons (nails of a bird).\nThe osprey has a short tail and long, narrow wings. Males and females look similar, but males are often paler. In flight, the osprey raises its wings in an arch shape, making it look like a gull.\nScotland.\nScotland is typical osprey habitat with lots of trees and lakes (called 'lochs'). Because of egg thieves and hunting, only two pairs of ospreys were left there in 1967. The Royal Society for the Protection of Birds began to protect the nests. Ospreys have returned every year to the protected nest at Loch Garten. More than 1.5 million people have been to see them.\nThe number of ospreys in Scotland has increased a lot, but the population has been slow to spread. This is because ospreys often return to breed near to the place where they hatched. This has been shown in studies in the USA and Sweden.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fish","surface_form":"fish","offset":23},{"uri":"Bird","surface_form":"bird","offset":35},{"uri":"Beak","surface_form":"beak","offset":166},{"uri":"Tail","surface_form":"tail","offset":174},{"uri":"Wing","surface_form":"wing","offset":198},{"uri":"Wingspan","surface_form":"wingspan","offset":317},{"uri":"Talon","surface_form":"talon","offset":631},{"uri":"Arch","surface_form":"arch","offset":813},{"uri":"Gull","surface_form":"gull","offset":847},{"uri":"Scotland","surface_form":"Scotland","offset":863},{"uri":"Habitat","surface_form":"habitat","offset":890},{"uri":"Loch","surface_form":"loch","offset":936},{"uri":"Hunting","surface_form":"hunting","offset":972},{"uri":"Royal_Society_for_the_Protection_of_Birds","surface_form":"Royal Society for the Protection of Birds","offset":1036},{"uri":"Nest","surface_form":"nest","offset":1156},{"uri":"Loch_Garten","surface_form":"Loch Garten","offset":1164},{"uri":"United_States_of_America","surface_form":"USA","offset":1450},{"uri":"Sweden","surface_form":"Sweden","offset":1458}]}