{"id":61327,"url":"http://en.wikipedia.org/wiki/Thought","text":"e=\"preserve\">Thought is the operation of the brain in conscious activity. It may or may not be goal-directed, aimed at solving specific problems. It is not the only way brains operate. Behaviour may occur as a result of instinct, and the adaptive unconscious may solve problems without a person being aware.\nOther animals can use their brains to solve problems, but there is no way of telling whether they do so consciously. Thought is investigated by four or five academic disciplines, each in its own way. The disciplines include psychology, philosophy, biology, physiology, psychoanalysis and sociology.\nPhilosophy.\nPhilosophy of mind is a branch of philosophy that studies the nature of the mind, mental events, functions, properties, and consciousness. The mind-body problem, i.e. the relationship of the mind to the body, especially the brain, is a central issue in philosophy of mind.\nThe mind-body problem.\nThe mind-body problem has to do with the explanation of the relationship that exists between minds, or mental processes, and bodily states or processes. The main aim of philosophers working in this area is to determine the nature of the mind and mental states/processes, and how—or even if—minds are affected by and can affect the body.\nOur perceptual experiences depend on stimuli which arrive at our various sensory organs from the external world and these stimuli cause changes in our mental states, ultimately causing us to feel a sensation, which may be pleasant or unpleasant. Someone's desire for a hat, for example, will tend to cause that person to move his or her body in a specific manner and in a specific direction to obtain what he or she wants. The question, then, is how it can be possible for conscious experiences to arise out of a lump of gray matter endowed with nothing but electrochemical properties. A related problem is to explain how someone's beliefs and desires can cause that individual's neurons to fire and his muscles to contract in exactly the correct manner. These comprise some of the puzzles that have confronted epistemologists and philosophers of mind from at least the time of René Descartes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Conscious","surface_form":"conscious","offset":54},{"uri":"Instinct","surface_form":"instinct","offset":220},{"uri":"Adaptive_unconscious","surface_form":"adaptive unconscious","offset":238},{"uri":"Psychology","surface_form":"psychology","offset":532},{"uri":"Philosophy","surface_form":"philosophy","offset":544},{"uri":"Biology","surface_form":"biology","offset":556},{"uri":"Physiology","surface_form":"physiology","offset":565},{"uri":"Psychoanalysis","surface_form":"psychoanalysis","offset":577},{"uri":"Sociology","surface_form":"sociology","offset":596},{"uri":"Philosophy_of_mind","surface_form":"Philosophy of mind","offset":619},{"uri":"Philosophy","surface_form":"philosophy","offset":653},{"uri":"Mind","surface_form":"mind","offset":695},{"uri":"Consciousness","surface_form":"consciousness","offset":743},{"uri":"Mind","surface_form":"mind","offset":1008},{"uri":"Stimulus","surface_form":"stimuli","offset":1289},{"uri":"Sensory_system","surface_form":"sensory organs","offset":1325},{"uri":"Neuron","surface_form":"neuron","offset":1932},{"uri":"Epistemology","surface_form":"epistemologists","offset":2063},{"uri":"Ren%C3%A9_Descartes","surface_form":"René Descartes","offset":2130}]}