{"id":613488,"url":"http://en.wikipedia.org/wiki/Action_camera","text":"Action camera is a small video camera made for sticking to a person while playing sport or traveling on a vehicle. This kind of camera is for used for filming an event in a way that people watching the film feel like they are looking from the eyes of person who are doing activities in the event themselves (first-person perspective). While action camera is made for filming, it can also take pictures. All films and pictures it took will be kept on a tiny card that you can pull them out and watch them later.\nAction camera is made to be small and very light, so that a person who wear it does not feel its weight while doing his or her things. And it usually uses wide-angle lens to film as many details around as possible. Inside the camera, there is a battery that lasts long enough for you to film for few hours. Action camera is also made to be stronger than normal video camera, so that it keeps filming even when the wearing person moves at high speed or crashes into something.\nCamera sellers usually give you a hard clear plastic box that fits with the camera when you buy it. When they do, you should store the camera in this box every time you are going to film something. This box will have holes, a belt, or a metal rod which you can use for tying it to a person, or screwing it on an object that person wears (usually a helmet). Some kind of these boxes can stop water from coming into it when closed, so you may use them to film under water without breaking the camera as well.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_camera","surface_form":"video camera","offset":25},{"uri":"Sport","surface_form":"sport","offset":82},{"uri":"Vehicle","surface_form":"vehicle","offset":106},{"uri":"First-person_perspective","surface_form":"first-person perspective","offset":308},{"uri":"Memory_card","surface_form":"a tiny card","offset":450},{"uri":"Wide-angle_lens","surface_form":"wide-angle lens","offset":666},{"uri":"Battery","surface_form":"battery","offset":756},{"uri":"Plastic","surface_form":"plastic","offset":1032},{"uri":"Helmet","surface_form":"helmet","offset":1335}]}