{"id":613494,"url":"http://en.wikipedia.org/wiki/Davido","text":"David Adedeji Adeleke (born November 21, 1992), better known by his stage name Davido, is a Nigerian singer, songwriter, and record producer. His 2011 single \"Dami Duro\" was well-received throughout Nigeria. Along with his elder brother Adewale Adeleke, Davido is the co-owner of HKN Music (a record label home to Sina Rambo, B. Red and DeeKay). Davido has produced songs for Naeto C, Skales, Tiwa Savage and Sauce Kid. In April 2012, he signed an endorsement deal with MTN Nigeria. On October 23 2013, Davido partnered with Guinness Nigeria for the \"Guinness World of More\" concert.\nMusic Career.\nBorn in Atlanta, Georgia, Davido relocated to Lagos at a young age. His debut album \"Omo Baba Olowo\", released in 2012, was supported by the singles \"Back When\" featuring Naeto C, \"Dami Duro\", \"All of You\", \"Overseas\" featuring Sina Rambo, \"Ekuro\", \"Gbon Gbon\" and \"Feel Alright\" featuring Ice Prince. Between 2013 and 2015, Davido released the singles \"Gobe\", \"One of a Kind\", \"Skelewu\", \"Aye\", \"Tchelete (Goodlife)\" featuring Mafikizolo, \"Naughty\" featuring DJ Arafat, \"Owo Ni Koko\", \"The Sound\" and \"The Money\" featuring Olamide. The aforementioned singles were reportedly intended to be singles off the album, \"The Baddest\".\nIn January 2016, Davido announced via Twitter that he signed a record deal with Sony Music. His announcement was met with mixed reactions. The record label put out a press release to confirm the deal. Davido started his own label, Davido Music Worldwide (DMW), few months after signing with Sony. Dremo and Mayorkun are currently signed to the label. In July 2016, Davido signed a record deal with Sony's RCA Records.\nDavido's second studio album A Good Time was released on November 22, 2019. The album features the previously released singles \"If\", \"Fall\", \"Assurance\", \"Blow My Mind\" and \"Risky\". Davido recorded A Good Time in Atlanta. He told Vibe magazine he wanted to record in a new environment. Davido described the album as a body of work for everybody and said it would consist predominantly of Afrobeats but would incorporate elements of other genres. Davido disclosed the album's title during an event held in Lagos in September 2019 and said it would be released the following month. He also unveiled excerpts of four songs from the album during the event. Following his performance at Powerhouse 2019, Davido spoke with Power 105.1's DJ Self and said the album will feature collaborations with artists including Summer Walker, Gunna, A Boogie and Chris Brown. All but one of the tracks on A Good Time were produced by Nigerian producers. The album's cover art features Davido, his father and a sculpture of his mother.\nIn May 2020, Davido announced that his upcoming third studio album would be titled A Better Time, and that it would include 11 tracks, with features from Nicki Minaj and Tiwa Savage. In July, he performed on the Tonight Show Starring Jimmy Fallon and was seen in studio with rapper Nas. On August 31, 2020, Davido returned to social media after taking a three-month break to chat with the Grammy Museum on Instagram Live about the rise of Afrobeats and other issues within the industry. During the Live session, Davido also revealed that he has completed work on his A Better Time. No release date has yet been specified. On September 10, 2020, Davido returned with the single, \"FEM\", alongside its music video.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":68},{"uri":"Tiwa_Savage","surface_form":"Tiwa Savage","offset":393},{"uri":"MTN_Nigeria","surface_form":"MTN Nigeria","offset":470},{"uri":"Guinness_Nigeria","surface_form":"Guinness Nigeria","offset":525},{"uri":"Atlanta","surface_form":"Atlanta","offset":606},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":615},{"uri":"Lagos","surface_form":"Lagos","offset":644},{"uri":"Ice_Prince","surface_form":"Ice Prince","offset":888},{"uri":"Gobe_(song)","surface_form":"Gobe","offset":952},{"uri":"Aye_(song)","surface_form":"Aye","offset":988},{"uri":"Mafikizolo","surface_form":"Mafikizolo","offset":1026},{"uri":"Sony_Music","surface_form":"Sony Music","offset":1307},{"uri":"RCA_Records","surface_form":"RCA Records","offset":1632}]}