{"id":613636,"url":"http://en.wikipedia.org/wiki/Johnson_County_War","text":"The Johnson County War, also known as the War on Powder River and the Wyoming Range War, was a conflict over farmland that took place in Johnson County, Wyoming between 1889 and 1893. The conflicts began when cattle companies started ruthlessly persecuting alleged rustlers in the area, many of whom were innocent settlers that competed with them for land, livestock and water rights. As tensions swelled between the large established ranchers and the smaller settlers in the state, violence finally culminated in Powder River Country, when the ranchers hired armed gunmen to invade the county. The gunmen's initial incursion in the territory aroused the small farmers and ranchers, as well as the state lawmen, and they formed a posse of 200 men that led to a grueling stand-off. The siege ended when the United States Cavalry on the orders of President Benjamin Harrison relieved the two forces, although further fighting persisted in the following months.\nThe events have since become a highly mythologized and symbolic story of the Wild West, and over the years variations of the storyline have come to include some of its most famous historical figures. In addition to being one of the most well-known range wars of the American frontier, its themes, especially class warfare, served as a basis for numerous popular novels, films, and television shows in the Western genre.","categories":[],"infobox_types":[],"annotations":[{"uri":"Johnson_County%2C_Wyoming","surface_form":"Johnson County","offset":137},{"uri":"Wyoming","surface_form":"Wyoming","offset":153},{"uri":"Livestock","surface_form":"livestock","offset":357},{"uri":"Powder_River_Country","surface_form":"Powder River Country","offset":514},{"uri":"Gunfighter","surface_form":"gunmen","offset":566},{"uri":"Posse_comitatus_(common_law)","surface_form":"state lawmen","offset":698},{"uri":"United_States_Cavalry","surface_form":"United States Cavalry","offset":806},{"uri":"President_of_the_United_States","surface_form":"President","offset":845},{"uri":"Benjamin_Harrison","surface_form":"Benjamin Harrison","offset":855},{"uri":"Wild_West","surface_form":"Wild West","offset":1036},{"uri":"Class_conflict","surface_form":"class warfare","offset":1267},{"uri":"Western_(genre)","surface_form":"Western genre","offset":1364}]}