{"id":613800,"url":"http://en.wikipedia.org/wiki/Kundali_Bhagya","text":"\"Kundali Bhagya\" is an Indian drama television series. It is shown on Zee TV. The series was A spin-off Kumkum Bhagya TV series of Kumkum Bhagya. The show had the biggest weekday launch since 2016 in India.\nStory.\nThe show narrates the story of two sisters Preeta (Shraddha Arya) and Srishti (Anjum Fakih) in their attempt to reunite with their mother Sarla (Supriya Shukla). It shows the dynamics which lead to their acquaintance with the rich and famous \"Luthra\" family.\nThe elder son of Luthra family, Rishabh Luthra (Manit Joura), owns a celebrity management firm which manages the careers of musical star Abhi Mehra’s (Shabbir Ahluwalia) and cricketer Karan Luthra's. His younger brother Karan Luthra (Dheeraj Dhoopar) has an effortless swag and charm that makes him a confident Casanova. He's a playboy due to the company they own.\nThe journey of sparks begins as the paths of Preeta and Srishti crosses with Karan. Preeta, a physiotherapist, got hired to work for the grandmother of the Luthra family. Srishti got a job in event management. She gave up her dream of becoming a model and is hired by Kareena Luthra (Usha Bachani) to manage various functions at the Luthra House.\nSrishti is extremely fond of Karan and claims to be his biggest fan. On the other hand, Preeta and Karan hate each other. As the show progresses, they slowly started to like each other. Rishabh, on the other hand, has a deep one-sided love for Preeta. A love triangle is shown between Rishabh, Preeta and Karan. Kareena Luthra hates Preeta and thinks that she is trying to seduce Luthra boys for money and during her daughter's engagement. She organised a jewellery theft and blamed Preeta for it. Rishabh found the missing piece of jewellery and saved her. Also Karan once saved Preeta from the local goons who tried to misbehave with her. He became a hero in the eyes of her mother and sister.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":23},{"uri":"Drama","surface_form":"drama","offset":30},{"uri":"Television_series","surface_form":"television series","offset":36},{"uri":"Zee_TV","surface_form":"Zee TV","offset":70},{"uri":"Kumkum_Bhagya","surface_form":"Kumkum Bhagya","offset":104},{"uri":"Kumkum_Bhagya","surface_form":"Kumkum Bhagya","offset":131},{"uri":"Narrator","surface_form":"narrates","offset":223},{"uri":"Shraddha_Arya","surface_form":"Shraddha Arya","offset":265},{"uri":"Anjum_Fakih","surface_form":"Anjum Fakih","offset":293},{"uri":"Supriya_Shukla","surface_form":"Supriya Shukla","offset":359},{"uri":"Manit_Joura","surface_form":"Manit Joura","offset":521}]}