{"id":613859,"url":"http://en.wikipedia.org/wiki/Khoisan","text":"The Khoisan is the name for two peoples of Southern Africa: the San and the Khoikhoi. The San are foraging bushmen, and the Khoi are a pastoral people previously known as the Hottentots. The relationship between the two groups is not very clear. The San are generally smaller than other humans in the area. They also look very different than other groups of people there. As of 2018, between 90.000 and 100.000 San are left. Most of them live in Botswana and Namibia. There are San minorities in South Africa, Angola, Zambia and Zimbabwe.\nThe San were some of the original (indigenous) inhabitants of Southern Africa. Then the southward Bantu migrations from North and East Africa reached the region 700 years ago. The Bantu populations displaced the Khoi and San to become the predominant inhabitants of Southern Africa.\nThe Khoisan “was the largest population on Earth at some point”, according to one evolutionary geneticist. The evidence of the Khoisan's original presence in South Africa is the distribution of their languages today. Khoisan language groups often have extreme differences in structure and vocabulary despite close proximity, which demonstrates a long period of settlement and co-evolution of languages in the same region.\nCharles Darwin wrote about the Khoisan and sexual selection in \"The Descent of Man\" in 1882, commenting that their steatopygia evolved through sexual selection in human evolution, and that \"the posterior part of the body projects in a most wonderful manner\".\nIn the 1990s, genomic studies of the world's peoples found that the Y chromosome of San men share patterns of polymorphisms that are different from those of all other populations. Because the Y chromosome changes little, this type of DNA test is used to determine when different human subgroups separated from one another. This shows their last common ancestry. The authors of these studies suggest that the San may have been one of the first populations to differentiate from the most recent common ancestor of all living humans, estimated to have lived 60,000 to 90,000 years ago.","categories":[],"infobox_types":[],"annotations":[{"uri":"Southern_Africa","surface_form":"Southern Africa","offset":43},{"uri":"Foraging","surface_form":"foraging","offset":98},{"uri":"Botswana","surface_form":"Botswana","offset":446},{"uri":"Namibia","surface_form":"Namibia","offset":459},{"uri":"South_Africa","surface_form":"South Africa","offset":496},{"uri":"Angola","surface_form":"Angola","offset":510},{"uri":"Zambia","surface_form":"Zambia","offset":518},{"uri":"Zimbabwe","surface_form":"Zimbabwe","offset":529},{"uri":"Indigenous","surface_form":"indigenous","offset":574},{"uri":"Bantu","surface_form":"Bantu","offset":637},{"uri":"North_Africa","surface_form":"North","offset":659},{"uri":"East_Africa","surface_form":"East Africa","offset":669},{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":1244},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":1287},{"uri":"The_Descent_of_Man","surface_form":"The Descent of Man","offset":1308},{"uri":"Steatopygia","surface_form":"steatopygia","offset":1359},{"uri":"Evolution","surface_form":"evolved","offset":1371},{"uri":"Sexual_selection","surface_form":"sexual selection","offset":1387},{"uri":"Human_evolution","surface_form":"human evolution","offset":1407},{"uri":"Genome","surface_form":"genomic","offset":1517},{"uri":"Y_chromosome","surface_form":"Y chromosome","offset":1571},{"uri":"Polymorphism","surface_form":"polymorphism","offset":1613},{"uri":"Sequence_analysis","surface_form":"DNA test","offset":1737}]}