{"id":613874,"url":"http://en.wikipedia.org/wiki/Persistence_hunting","text":"e=\"preserve\">Persistence hunting is important because it is thought to have been important in earlier human societies. It is practiced today by the San people and by the Rarámari (Tarahumara) people of northwest Mexico.\nMany animals on grassland move faster than humans. However, humans have endurance and can jog-trot for long distances. Their loss of hair allows them to sweat easily, and their spears give them a way to kill prey at the end of the hunting.\nA group of about four men start out on a search. Finding a suitable antelope, they move towards it, and the animal runs away. They check the signs, such as broken blades of grass, and follow it more slowly, but persistently. Eventually the animal has to stop to eat grass. Grass has so little nutrient that continual eating during the day is essential for their survival. If the antelope runs off into the far distance, one of the younger men is chosen to run after it while the others jog along behind. The runner comes back to say where the animal has gone. In this way younger members with endurance and older men with experience have their roles in the hunt. Eventually the men catch up while the animal can run no further without digesting grass (which is its 'fuel').\nThere is an alternative explanation as to why the animal eventually stops running, and that relates to its lesser ability to reduce its temperature by sweating, because its coat of fur is so much denser than the human hair covering. This may indeed play a part, but primarily the cause of fatigue is what is called 'metabolic fatigue', such as the shortage of fuel within the muscles.\nThe San people and their hunting methods were presented on television by David Attenborough in the documentary \"The Life of Mammals, Program 10 Food for thought\". [https://www.youtube.com/watch?v=826HMLoiE_o]","categories":[],"infobox_types":[],"annotations":[{"uri":"Khoisan","surface_form":"San","offset":148},{"uri":"Mexico","surface_form":"Mexico","offset":212},{"uri":"Grassland","surface_form":"grassland","offset":236},{"uri":"Antelope","surface_form":"antelope","offset":528},{"uri":"David_Attenborough","surface_form":"David Attenborough","offset":1692},{"uri":"Documentary","surface_form":"documentary","offset":1718},{"uri":"The_Life_of_Mammals","surface_form":"The Life of Mammals","offset":1731}]}