{"id":614022,"url":"http://en.wikipedia.org/wiki/Kappalottiya_Tamizhan","text":"e=\"preserve\">Kappalottiya Tamizhan (The Tamilian who drives the ship) is a Tamil movie released in 1961. The movie was directed by B.R.Panthulu. The main roles were acted by Sivaji Ganesan and Gemini Ganesan. The supporting roles were made by S. V. Subbaiah, T. K. Shanmugham, S. V. Ranga Rao, Savitri and S. A. Ashokan. The movie was based on the life history of freedom fighter, V. O. Chidambaram Pillai. This movie was awarded the National Award for Best Feature Film in Tamil. Somehow it failed in the collections or became a commercially failed movie.\nReception.\n\"Kappalottiya Thamizhan\" received generally positive reviews. Malathi Rangarajan of \"The Hindu newspaper\" said, \"Films on patriotism are many. But Panthulu's \"Kappalottiya Tamizhan\" stands higher for the natural imitations of Sivaji Ganesan as VOC, and S.V. Subbiah as Bharatiar. The reviews praise the movie that it remains a perfect showcase of the Independence Movement in the South.\nBox office.\n\"Kappalottiya Thamizhan\" was the first Tamil movie to get tax exemption (No tax is needed to pay), from the Government of India. This is because of the movie's content of patriotism. But it became a commercial failure. It faced a loss of Rs. 7 Lakhs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sivaji_Ganesan","surface_form":"Sivaji Ganesan","offset":174},{"uri":"Gemini_Ganesan","surface_form":"Gemini Ganesan","offset":193},{"uri":"S._V._Subbaiah","surface_form":"S. V. Subbaiah","offset":243},{"uri":"S._V._Ranga_Rao","surface_form":"S. V. Ranga Rao","offset":277},{"uri":"Savitri_(actress)","surface_form":"Savitri","offset":294},{"uri":"S._A._Ashokan","surface_form":"S. A. Ashokan","offset":306},{"uri":"V._O._Chidambaram_Pillai","surface_form":"V. O. Chidambaram Pillai","offset":381},{"uri":"National_Award_for_Best_Feature_Film_in_Tamil","surface_form":"National Award for Best Feature Film in Tamil","offset":434},{"uri":"The_Hindu","surface_form":"The Hindu","offset":653},{"uri":"Government_of_India","surface_form":"Government of India","offset":1075}]}