{"id":61421,"url":"http://en.wikipedia.org/wiki/Brigham_Young_University","text":"Brigham Young University (BYU) is an American university. It is named after the second Latter-day Saints prophet, Brigham Young. The school is in Provo, Utah. Their team colors are royal blue and white. Their mascot is the cougar. Their rivals are University of Utah.\nBrigham Young University (BYU) is often called “The Y” and is a private research university. The Church of Jesus Christ of Latter-day Saints (LDS Church) owns and runs the school. It is the biggest church school and third biggest private university in the United States with 33,365 students. About 99 percent of the students are part of the LDS Church, and one-third of them are from Utah. BYU students have to live an honor code, a set of rules on behavior. They must be honest in their work, follow dress rules, have no sex outside of marriage, and not take illegal drugs or drink alcohol. Lots of students (88 percent of men, 39 percent of women) start school late or take a break from school to be Mormon missionaries. It is cheaper to study at BYU than at other private universities because most of the cost of attending BYU is paid for by the LDS church.\nBYU has many topics to study. This includes liberal arts, engineering, agriculture, management, physical science and mathematical sciences, nursing, and law. The university is grouped into 11 smaller parts that create their own rules on how to be allowed to study a topic. The university also has two satellite campuses(a small part of the campus that is far away from the rest of the campus), one in Jerusalem and one in Salt Lake City. The main university is run by the Church Educational System (CES), and also runs two other schools in Hawaii and Idaho. The main focus of the school is on undergraduate education, but it also has 68 masters and 25 doctoral degree programs.\nBYU’s sports teams compete in Division I of the NCAA and are known as the BYU Cougars. Their football teem is a NCAA Division I independent. BYU's other sports teams play in the West Coast Conference or the Mountain Pacific Sports Federation. BYU’s sports teams have won fourteen national championships.\nEarly days.\nBrigham Young University's origin began in 1862. Warren Dusenberry started a school in Provo, Utah. On October 16, 1875, Brigham Young personally bought the Lewis building after saying a school would be built in Draper, Utah, in 1867. October 16, 1875, is commonly said to be the beginning of BYU. Young said that he hoped to see an Academy in Provo where the children of the Latter-day Saints could receive a good education without the negative influences found in many of the higher schools of the country.\nThe school left the University of Deseret and became Brigham Young Academy. Classes started on January 3, 1876. Warren Dusenberry was principal of the school for several months. In April 1876, German immigrant Karl G. Maeser became the principal. While he was principal, the school educated many important people like future U.S. Supreme Court Justice George Sutherland and future U.S. Senator Reed Smoot. The school did not become a university until the end of Benjamin Cluff's term as principal. At that time, the school was still privately paid for by the community. On July 18, 1896, the LDS church became the official sponsor of the school.\nIn 1903 Brigham Young Academy became two schools: Brigham Young High School, and Brigham Young University. The Brigham Young High School class of 1907 was responsible for the famous giant \"Y\" that is still on a mountain near campus. George H. Brimhall became the new President of BYU. He had not received a high school education until he was forty. He was an excellent speaker and was very organized. While he was the president, the university bought a big piece of land from Provo called \"Temple Hill.\" Construction began in 1909 on the first building on the current campus, the Karl G. Maeser Memorial. Brimhall was the president at the university during a brief crisis about the theory of evolution. At the time, the religious nature of the school seemed to make this scientific theory difficult to explain. Joseph F. Smith, LDS church president, settled the question for a time by asking that evolution not be taught at the school. A few people thought that the school was just a religious school. However, many of the students that graduated during that time went on to great success.\nExpansion.\nFranklin S. Harris became the university's president in 1921. He was the first BYU president to have a doctoral degree. Harris made several important changes to the school, making it into a true university. At the beginning of his tenure, the school was not an official university. By the end of his term, the school was official to all major organizations. The next president was Howard S. McDonald, who received his doctorate from the University of California. When he first received the position, the Second World War had just ended, and lots of students were coming to BYU. By the end of his stay, the school had grown to 5,440 students. The university did not have the space to handle so many students, so he bought part of an Air Force Base in Ogden, Utah and fixed it to house some of the students. The next president, Ernest L. Wilkinson, also helped the university grow, as the school adopted a faster program to build. Wilkinson was responsible for the building of over eighty structures on the campus, many of which still stand. During his tenure, the student body increased six-fold, making BYU the biggest private school at the time. The quality of the students also increased, leading to higher educational rules at the school. Finally, Wilkinson organized the LDS Church units on campus, with ten large groups and over 100 smaller groups being added during his administration.\nDallin H. Oaks was president after Wilkinson starting in 1971. Oaks worked to make BYU bigger like Wilkinson, and added a law school and made plans for a new School of Management. During his time as president, a new library was also added, and doubled the library space on campus. Jeffrey R. Holland was the next president in 1980. He helped inspire educational excellence and religious faith at the school. He believed that one of the school’s greatest strengths was its church focus and that this should be used to help them be better rather than be hidden. While president, the university added a campus in Jerusalem, now called the BYU Jerusalem Center. In 1989, Rex E Lee was named president. Lee added the Benson Science Building and the Museum of Art to the campus. Lee was a cancer victim. During the yearly cancer fundraiser, BYU remembers him with the Rex Lee Run. Merrill J. Bateman became president in 1995 shortly before Lee’s death.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":37},{"uri":"University","surface_form":"university","offset":46},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":114},{"uri":"Provo%2C_Utah","surface_form":"Provo, Utah","offset":146},{"uri":"Mascot","surface_form":"mascot","offset":209},{"uri":"Cougar","surface_form":"cougar","offset":223},{"uri":"University_of_Utah","surface_form":"University of Utah","offset":248},{"uri":"Private_school","surface_form":"private","offset":332},{"uri":"Research","surface_form":"research","offset":340},{"uri":"University","surface_form":"university","offset":349},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints (LDS Church)","offset":361},{"uri":"Behavior","surface_form":"behavior","offset":717},{"uri":"Missionary","surface_form":"missionaries","offset":977},{"uri":"Liberal_arts","surface_form":"liberal arts","offset":1173},{"uri":"Engineering","surface_form":"engineering","offset":1187},{"uri":"Farming","surface_form":"agriculture","offset":1200},{"uri":"Management","surface_form":"management","offset":1213},{"uri":"Physics","surface_form":"physical science","offset":1225},{"uri":"Mathematics","surface_form":"mathematical","offset":1246},{"uri":"Science","surface_form":"science","offset":1259},{"uri":"Nursing","surface_form":"nursing","offset":1269},{"uri":"Law","surface_form":"law","offset":1282},{"uri":"Campus","surface_form":"campus","offset":1440},{"uri":"Brigham_Young_University_Hawaii","surface_form":"Hawaii","offset":1669},{"uri":"Brigham_Young_University-Idaho","surface_form":"Idaho","offset":1680},{"uri":"Undergraduate_education","surface_form":"undergraduate education","offset":1722},{"uri":"Master%27s_degree","surface_form":"masters","offset":1766},{"uri":"Doctorate","surface_form":"doctoral degree","offset":1781},{"uri":"First_Division","surface_form":"Division I","offset":1837},{"uri":"National_Collegiate_Athletic_Association","surface_form":"NCAA","offset":1855},{"uri":"West_Coast_Conference","surface_form":"West Coast Conference","offset":1985},{"uri":"Championship","surface_form":"championship","offset":2096},{"uri":"Provo%2C_Utah","surface_form":"Provo, Utah","offset":2210},{"uri":"Brigham_Young","surface_form":"Brigham Young","offset":2244},{"uri":"Utah","surface_form":"Draper, Utah","offset":2335},{"uri":"Mormonism","surface_form":"Latter-day Saints","offset":2499},{"uri":"Karl_G._Maeser","surface_form":"Karl G. Maeser","offset":2842},{"uri":"Reed_Smoot","surface_form":"Reed Smoot","offset":3026},{"uri":"Mormonism","surface_form":"LDS","offset":3224},{"uri":"Joseph_F._Smith","surface_form":"Joseph F. Smith","offset":4089},{"uri":"Doctorate","surface_form":"doctoral","offset":4482},{"uri":"Doctorate","surface_form":"doctorate","offset":4797},{"uri":"University_of_California","surface_form":"University of California","offset":4816},{"uri":"Utah","surface_form":"Ogden, Utah","offset":5129},{"uri":"Dallin_H._Oaks","surface_form":"Dallin H. Oaks","offset":5771},{"uri":"Library","surface_form":"library","offset":5987},{"uri":"Religion","surface_form":"religious faith","offset":6148},{"uri":"Cancer","surface_form":"cancer","offset":6554},{"uri":"Fundraising","surface_form":"fundraiser","offset":6594}]}