{"id":614523,"url":"http://en.wikipedia.org/wiki/Range_Rover","text":"The Range Rover is an SUV based on the British Land Rover. It is assembled in Solihull, Birmingham at the Land Rover plant. Some versions are assembled in Liverpool. The company is now part of Tata's Jaguar Land Rover group.\nThe Range Rover's primary market was for general countryside use, especially farmers who needed a four-wheel drive off-road vehicle to get round their estate. The original Land Rover or Jeep was a rugged open vehicle which could take plenty of hard use, and could be washed down with a hose. It was quite unsuitable for family use. The Range Rover, on the other hand, is very suitable for family use (in this way similar to other SUVs). It is often used as a normal road car for larger families and for carrying equipment. Engine capacity for Range Rovers starts at 3 litres V6 engine, and rises to 5 litres V8 engine.\nVersions of the Range Rover are sold in other countries under names such as Range Rover Sport, Discovery Sport, Range Rover Velar and Range Rover Evoque. These versions, marketed especially in the US, have a more streamlined shape. The Evoque is designed to appeal to urban buyers. All these new versions are being adapted meet modern requirements for lower CO2 emissions and fuel economy. These version are regarded, in US terms, as \"compact SUVs\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Range_Rover","surface_form":"Range Rover","offset":4},{"uri":"SUV","surface_form":"SUV","offset":22},{"uri":"Land_Rover","surface_form":"Land Rover","offset":47},{"uri":"Solihull","surface_form":"Solihull","offset":78},{"uri":"Birmingham","surface_form":"Birmingham","offset":88},{"uri":"Land_Rover","surface_form":"Land Rover","offset":106},{"uri":"Liverpool","surface_form":"Liverpool","offset":155},{"uri":"Tata_Group","surface_form":"Tata","offset":193},{"uri":"Countryside","surface_form":"countryside","offset":274},{"uri":"Four-wheel_drive","surface_form":"four-wheel drive","offset":323},{"uri":"Off-road_vehicle","surface_form":"off-road vehicle","offset":340},{"uri":"Jeep","surface_form":"Jeep","offset":411},{"uri":"Hose","surface_form":"hose","offset":511},{"uri":"Streamlining","surface_form":"streamlined","offset":1057},{"uri":"Urban","surface_form":"urban","offset":1112}]}