{"id":61476,"url":"http://en.wikipedia.org/wiki/Lost_(TV_series)","text":"\"Lost\" was an American television series about airplane crash survivors on a tropical island in the South Pacific. Most episodes showed events in the present combined with stories from a character's past or future. The show was created by J. J. Abrams, Damon Lindelof, and Jeffrey Lieber. It was mostly filmed in Oahu, Hawaii. The first episode was shown on September 22, 2004. Since then, a total of six seasons have been shown on television. The series is made by ABC Studios, Bad Robot Productions and Grass Skirt Productions. It plays on the ABC Network in the United States. Other television networks show the series in other countries. Because of its large cast and the cost of filming in Hawaii, the series was one of the most expensive on television.\n\"Lost\" had an average of 15.5 million viewers per episode on ABC during its first year. It won many awards including the Emmy Award for outstanding drama series in 2005 and best American import at the British Academy Television Awards also in 2005.\n\"Lost\" ended with its sixth season. The sixth season began in February 2010 and ended in May 2010.\nSeason 1.\nThe episodes of Season 1 were shown on television in the United States starting on September 22, 2004. There were 24 episodes, which were shown on Wednesday nights. After their plane crashes on an island, the survivors of Oceanic Flight 815 must work together to stay alive. The survivors find mysterious things including polar bears, an unseen monster, and the other people living on the island, known as the \"Others.\" They also meet a Frenchwoman who has been on the island for 16 years and find a metal hatch (door) buried in the ground. Some of them try to leave the island on a raft.\nSeason 2.\nSeason 2 had 23 episodes and were shown in the United States and Canada on Wednesdays starting September 21, 2005. Most of the story is about the conflict between the survivors and the Others. The survivors go down into the hatch door and find a secret, underground building where a man named Desmond has been living for three years. They learn about the DHARMA Initiative, a group of scientists who built the hatch and many other buildings on the island. The characters meet a new group of survivors from the tail end of the crashed airplane. One of the crash survivors betrays the other castaways by working with the Others.\nSeason 3.\nSeason 3 had 22 episodes that began airing in the United States and Canada on October 4, 2006 on Wednesdays at 9:00 pm. After a break, the show returned on February 7, 2007 and aired at 10:00 pm. The story continues 67 days after the crash. New crash survivors and Others are introduced. The crash survivors learn about the Others and their history on the island. A war between the Others and the survivors begins, and the survivors make contact with a rescue team.\nSeason 4.\nSeason 4 began airing January 31, 2008 and ended on May 29, 2008. When the 2007–2008 Writers Guild of America strike began, only 8 of the planned 16 episodes had been filmed. After the writer's strike was resolved, only 5 of the remaining 8 episodes in season 4 were filmed. In this season, people from a ship called the \"Kahana\" come to the island. The new characters are not really a rescue team, and they put the crash survivors in danger. Later, six of the survivors escape the island. They become famous and are called the \"Oceanic Six.\" The things they do after going back home are shown as \"flashforwards,\" which are scenes showing the future.\nSeason 5.\nSeason 5 was shown in the United States and Canada from January 21, 2009 to May 13, 2009. This season follows two time lines. The first takes place on the island where the remaining survivors time travel through many time periods. The second shows the Oceanic Six trying to return to the island. Later in the season, most of the characters end up on the island in the year 1977. They join up with the DHARMA Initiative, a group of scientists who lived on the island. Some characters return to the island in 2007, where they meet Jacob, the leader of the Others.\nSeason 6.\nSeason 6 aired on February 2, 2010. It was the final season and it had 18 episodes. To keep the story a surprise, the producers of the series do not want any preview scenes to be shown before the season starts.\nCurrent.\nThese characters have regular appearances on the show as of the sixth season.\nFormer.\nThese characters were regular characters at one point of the show and are now no longer shown or shown only in flashbacks.","categories":[],"infobox_types":["Television"],"annotations":[{"uri":"United_States","surface_form":"American","offset":14},{"uri":"Television","surface_form":"television","offset":23},{"uri":"Fixed-wing_aircraft","surface_form":"airplane","offset":47},{"uri":"Tropics","surface_form":"tropical","offset":77},{"uri":"Island","surface_form":"island","offset":86},{"uri":"South_Pacific","surface_form":"South Pacific","offset":100},{"uri":"Oahu","surface_form":"Oahu, Hawaii","offset":313},{"uri":"September_22","surface_form":"September 22","offset":358},{"uri":"2004","surface_form":"2004","offset":372},{"uri":"ABC_Studios","surface_form":"ABC Studios","offset":466},{"uri":"American_Broadcasting_Company","surface_form":"ABC Network","offset":546},{"uri":"Emmy_Award","surface_form":"Emmy Award","offset":880},{"uri":"British_Academy_Television_Awards","surface_form":"British Academy Television Awards","offset":960},{"uri":"Polar_bear","surface_form":"polar bear","offset":1439},{"uri":"Scientist","surface_form":"scientist","offset":2101},{"uri":"Betrayal","surface_form":"betrays","offset":2287},{"uri":"2007%E2%80%932008_Writers_Guild_of_America_strike","surface_form":"2007–2008 Writers Guild of America strike","offset":2904},{"uri":"Time_travel","surface_form":"time travel","offset":3682},{"uri":"Producer","surface_form":"producer","offset":4180},{"uri":"Flashback","surface_form":"flashback","offset":4479}]}