{"id":615851,"url":"http://en.wikipedia.org/wiki/Stree","text":"\"Stree\"; is a Bengali television Soap Opera that premiered on December 26, 2016 and aired on Zee Bangla. It was produced by Snehasish Chakraborty and it stars Neha Amandeep and Abhijit (Neel) Bhattacharya in lead roles and Goutam De, Rita Koiral and Dolon Roy in supporting roles. It also stars Rahul Dev Bose and Madhurima Basak in a negative role. It replaced the popular show \"Goyenda Ginni\". The show telecasted at Monday to Sunday at 7:30 pm.The Show went Off Air on 11 February 2018 and It Got replaced By Amloki.\nPlot.\nNiru is an innocent yet daredevil girl belonging to the not-so-privileged class of society. Niru has lived her life on her own terms taking all the responsibilities of her family on her own shoulders.\nQuite unaware of the complicacies of the human mind and the ways of the world, one day life brings her face to face with the most unexpected of circumstances.\nHer marriage is fixed and she waits to tie the knot with the ideal groom from an aristocratic family as per the wish of her family. He arrives, but on a wheel chair, to her utter shock and disbelief. It is found that this knowledge was kept away from her.\nThe groom gives her the liberty to opt out of the marriage, Niru is left decide her own fate... to judge a human being between his being paralytic or on his just & generous nature.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bengali_Language","surface_form":"Bengali","offset":14},{"uri":"Soap_Opera","surface_form":"Soap Opera","offset":33},{"uri":"Zee_Bangla","surface_form":"Zee Bangla","offset":93},{"uri":"Snehasish_Chakraborty","surface_form":"Snehasish Chakraborty","offset":124},{"uri":"Neha_Amandeep","surface_form":"Neha Amandeep","offset":159},{"uri":"Abhijit_(Neel)_Bhattacharya","surface_form":"Abhijit (Neel) Bhattacharya","offset":177},{"uri":"Goutam_De","surface_form":"Goutam De","offset":223},{"uri":"Rita_Koiral","surface_form":"Rita Koiral","offset":234},{"uri":"Dolon_Roy","surface_form":"Dolon Roy","offset":250},{"uri":"Rahul_Dev_Bose","surface_form":"Rahul Dev Bose","offset":295},{"uri":"Madhurima_Basak","surface_form":"Madhurima Basak","offset":314},{"uri":"Goyenda_Ginni","surface_form":"Goyenda Ginni","offset":380},{"uri":"Amloki","surface_form":"Amloki","offset":512}]}