{"id":615958,"url":"http://en.wikipedia.org/wiki/Anerood_Jugnauth","text":"Sir Anerood Jugnauth GCSK, Order of St Michael and St George, QC, MP, PC (born 29 March 1930) is a Mauritian politician. He has served as both President and Prime Minister of Mauritius. He is Member of Parliament for Piton & Riviere Du Rempart.\nComing from a family of Indian origin, he was born at the Cave in Vacoas. He studied at La Palma Elementary School and High School at Regent College and New Eton College. A lawyer by training, he worked in 1951 in the Department of Justice. In 1964 he was elected to the municipal council of his village, La Palma.\nHe is a member of the Mouvement Militant Mauricien (MMM), and becomes its president, the secretary general being Paul Berenger. He became prime minister in 1982 following the success of the MMM. But in 1983, dissensions within the party led to a break-up of the MMM and the dissolution of the government in 1983. Twelve of his ministers, including Paul Berenger, resigned from the government. Anerood Jugnauth founded the Socialist Militant Movement (MSM) and built an alliance with the Labor Party of Mauritius on the one hand, and with the Mauritian Social Democrat Party (PMSD), Gaétan Duval, on the other. This alliance won the general elections held in 1983 and 1987. A coalition in 1990 with the MMM, sealing the occasional reunion between these two formations, allows him to win the elections of 1991, while the island prepares to abolish the monarchy to become a republic.\nHe remained prime minister until 1995. From 1982 to 1995, during which he led the Mauritian government, Mauritius experienced a profound economic evolution. In particular, from 1984 to 1988, the growth rate is around 7%. These are years of economic boom with the creation of a local industry. He had as Minister of Economy and Finance, successively in his various governments, Paul Berenger and Vishnu Lutchmeenaraidoo and Rama Sithanen.\nHe is still Prime Minister after the elections of September 2000, then after 3 years, as agreed, ceded his position to his ally of the militant Movement Mauritian, Paul Berenger. In October 2003, he became President of the Republic. In this republic born in 1992, the president has no decision-making power: his role is the symbolic representation of Mauritius abroad. The holder of the executive power is therefore the Prime Minister, a position he held for 12 years. He resigned from the presidency in March 2012.\nIn 2007, he threatened to leave the Commonwealth to protest the UK's treatment of Chagos residents. He said he could take the United Kingdom to the International Court of Justice over the fate of the islanders. The Chagos Islands, a British colony in the Indian Ocean, were leased to the United States in the 1960s to build a military base. The inhabitants were driven out and the government says they can not come back, but have obtained British citizenship. Most people live in poverty in Mauritius, or as refugees in the UK. The American base was built on the large island of Diego Garcia in the Chagos Archipelago. Mauritius claims the islands as part of its territory, and he claimed that his country was forced by the British to accept the Chagossians as a condition for independence.\nOn March 30, 2012, he announced his resignation, which took effect the next day, because of his disagreement with the members of the government.\nHe won the parliamentary elections in December 2014.\nOn January 21, 2017, he announced his resignation in a televised speech. On January 23, 2017, he is replaced by the Minister of Finance, his son, Pravind Jugnauth.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_Star_and_Key_of_the_Indian_Ocean","surface_form":"GCSK","offset":21},{"uri":"Order_of_St_Michael_and_St_George","surface_form":"Order of St Michael and St George","offset":27},{"uri":"Queen%27s_Counsel","surface_form":"QC","offset":62},{"uri":"Member_of_Parliament","surface_form":"MP","offset":66},{"uri":"Privy_Council_of_the_United_Kingdom","surface_form":"PC","offset":70},{"uri":"Mauritian","surface_form":"Mauritian","offset":99},{"uri":"President_of_Mauritius","surface_form":"President","offset":143},{"uri":"Prime_Minister_of_Mauritius","surface_form":"Prime Minister","offset":157},{"uri":"Mauritius","surface_form":"Mauritius","offset":175},{"uri":"Constituencies_of_Mauritius","surface_form":"Piton & Riviere Du Rempart","offset":217}]}