{"id":615944,"url":"http://en.wikipedia.org/wiki/Tumi_Asbe_Bole","text":"Tumi Asbe Bole was a Popular Bengali television serial which was aired on Bengali GEC STAR Jalsha from Monday to Sunday at 7:00 p.m. The show stars famous actor Rahul Banerjee and popular television actress Sandipta Sen in Lead Roles. Later in 2016 It was remade in Hindi on Star Plus as Silsila Pyaar Ka.\nPlot.\nWith its name from the famous song \"Tumi Asbe Bole\" by Nachiketa Chakraborty, Tumi Asbe Bole is a poignant story of a young widow marrying her college senior for the sake of her little daughter.The show also speaks about the basic values of life - love, sacrifice and adjustment.\nThe soap is about Nandini and Rahul - two young fellows living in Kolkata.Rahul who is unmarried, is a very honest and humble man, though coming from a rich family, he is totally different from the others of his family.He loves his step-mother Rupanjana Debroy, who had once, for her lust of riches, blackmailed Rahul's father into marrying her. On the other hand, Nandini is married and has a child, Jhumjhumi. She is a doting mother and a very responsible woman.\nRahul is deeply in love with Nandini. They were in college together. Rahul had confessed his love to Nandini back then. But Nandini who had always admired Rahul as a senior had never expected a proposal from him. She turned down his love and moved on with her life. Being a conservative girl she chose to marry the man her family suited for her. In the meantime eight years have passed.Rahul has become a businessman and is successful in his professional life. Nandini, on the other hand, has given birth to Jhumjhumi.\nIn the meantime, Rahul’s sister, Riya falls in love with Nandini’s brother Abhinandan. When Rahul and his family approach Abhinandan’s family for alliance, he meets Nandini again. This unlocks a treasure trove of memories for both as they have not remained in touch over the years. Both feel a little embarrassed by the encounter.\nBut as fate would have it, Nandini's husband dies in a car accident and Rahul becomes a part of Nandini’s and her daughter’s life. Though reluctant at first, Nandini marries Rahul for her daughter. But eventually she falls in love with Rahul too and discovers the secret of the Debroy family - how terrible Rupanjana can be and how she has come to be the head of the Debroy family, pretending to be a good mother. Nandini discovers the true character of Rupanjana - a lady, who would not hesitate to remove even her own children from her life, in order to achieve her dreams. Nandini realises that Rupanjana is actually using Rahul for her own sake and so she vows to save Rahul and Jhumjhumi from Rupanjana.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bengali_language","surface_form":"Bengali","offset":29},{"uri":"STAR_Jalsha","surface_form":"STAR Jalsha","offset":86},{"uri":"Rahul_Banerjee","surface_form":"Rahul Banerjee","offset":161},{"uri":"Sandipta_Sen","surface_form":"Sandipta Sen","offset":207},{"uri":"Star_Plus","surface_form":"Star Plus","offset":275},{"uri":"Silsila_Pyaar_Ka","surface_form":"Silsila Pyaar Ka","offset":288},{"uri":"Nachiketa_Chakraborty","surface_form":"Nachiketa Chakraborty","offset":367},{"uri":"Kolkata","surface_form":"Kolkata","offset":658}]}