{"id":616050,"url":"http://en.wikipedia.org/wiki/Steve_Smith_(cricketer)","text":"Steven Peter Devereux Smith (born 2 June 1989) is an Australian international cricketer and former captain of the Australian national team.\n, Smith is the top-ranked Test batsman in the world, according to the ICC Player Rankings. On 30 December 2017 he reached a Test batting rating of 947, the second-highest of all time only behind Don Bradman's 961. He is regarded as one of the best batsmen in the world. He plays for New South Wales and Sydney Sixers in domestic cricket.\nAlthough he was initially selected for Australia as a right-arm leg spinner, Smith now plays primarily as a batsman. After a few tests in 2010 and 2011, he has been a regular player in the Australian team since 2013, and took over captaincy from Michael Clarke in late 2015. Since then he has primarily batted at number 4.\nAwards he has won include the Sir Garfield Sobers Trophy (ICC Cricketer of the Year) in 2015; ICC Test Player of the Year in 2015, 2017; the Allan Border Medal for the best player in Australian Cricket in 2015, 2018; Australian Test Player of the Year: 2015, 2018 and Australian One Day International Player of the Year: 2015. He was named by \"Wisden\" as one of their Cricketers of the Year for 2015. In 2014, Martin Crowe described Smith as one of the young \"Fab Four\" of Test Cricket along with Joe Root, Kane Williamson and Virat Kohli.\nIn March 2018, Smith was widely criticised for overseeing ball tampering in the third Test against South Africa. Following an investigation by Cricket Australia, Smith was banned from all international and domestic cricket for one year, and will not be considered for a leadership role for another year after that.\nEarly life.\nSmith was born in Sydney to an Australian father, Peter, who has a degree in chemistry and works with pigments and waxes, and an English mother, Gillian.\nSuspension.\nIn March 2018, Smith was widely criticised for overseeing ball tampering in the third Test against South Africa.\nFollowing an investigation by Cricket Australia, Smith was banned from international cricket for 12 months, and will not be considered for a leadership role for 12 months after that.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cricket","surface_form":"cricket","offset":78},{"uri":"Test_cricket","surface_form":"Test","offset":166},{"uri":"Batsman","surface_form":"batsman","offset":171},{"uri":"Don_Bradman","surface_form":"Don Bradman","offset":335},{"uri":"New_South_Wales_cricket_team","surface_form":"New South Wales","offset":423},{"uri":"Sydney_Sixers","surface_form":"Sydney Sixers","offset":443},{"uri":"Leg_spin","surface_form":"leg spin","offset":542},{"uri":"Michael_Clarke_(cricketer)","surface_form":"Michael Clarke","offset":724},{"uri":"Sir_Garfield_Sobers_Trophy","surface_form":"Sir Garfield Sobers Trophy","offset":831},{"uri":"ICC_Test_Player_of_the_Year","surface_form":"ICC Test Player of the Year","offset":895},{"uri":"Allan_Border_Medal","surface_form":"Allan Border Medal","offset":942},{"uri":"Wisden_Cricketers%27_Almanack","surface_form":"Wisden","offset":1145},{"uri":"Wisden_Cricketers_of_the_Year","surface_form":"Cricketers of the Year","offset":1169},{"uri":"Martin_Crowe","surface_form":"Martin Crowe","offset":1211},{"uri":"Joe_Root","surface_form":"Joe Root","offset":1298},{"uri":"Kane_Williamson","surface_form":"Kane Williamson","offset":1308},{"uri":"Virat_Kohli","surface_form":"Virat Kohli","offset":1328},{"uri":"2018_Australian_ball-tampering_scandal","surface_form":"overseeing ball tampering","offset":1388},{"uri":"Australian_cricket_team_in_South_Africa_in_2017%E2%80%9318","surface_form":"third Test against South Africa","offset":1421},{"uri":"Cricket_Australia","surface_form":"Cricket Australia","offset":1484},{"uri":"Pigments","surface_form":"pigments","offset":1770}]}