{"id":61612,"url":"http://en.wikipedia.org/wiki/Dodoria","text":"e=\"preserve\">Dodoria (ドドリア, \"Dodoria\") is a character in \"Dragonball Z\".\nAppearance.\nDodoria is a large, round alien warrior, appearing to be overweight by human standards. He has protruding spikes on his arms and head. He also wears the common armor that most of Lord Frieza's men have, including the shoulder pads and a green scouter.\nStoryline.\nBefore the events of Dragon Ball Z, Dodoria was always by Frieza's side along with Zarbon. He witnessed the killing of King Vegeta and the destruction of planet Vegeta. Before the destruction of Planet Vegeta, he and a group of his elites were sent to eradicate Bardock and his team of fighters. He was successful in killing most of the team, but left Bardock alive after using a powerful mouth blast on him. Both Frieza and Zarbon looked down upon him for carelessly leaving him alive.\nDodoria accompanied his master Frieza and his comrade in battle, Zarbon, to the green Planet Namek in search of the Namek Dragonballs. While searching in a village for a Dragonball, Dodoria killed a few villagers, but before he could kill Dende, he was attacked by Krillin and Gohan. He pursued them, but they escaped after Krillin used a blinding attack called Solar Flare. Dodoria then launched an attack over a large area, which lead him to believe that he had killed them. On his way back, he was ambushed by Vegeta who easily overpowered him. Dodoria tried to bargain with Vegeta by telling him the secret of the destruction of Planet Vegeta, but he did not care. Vegeta killed him during his attempted escape. He only cameos again during the movie \"Fusion Reborn\" and in the Super Android 17 Saga when people from Hell are able to escape. He is killed again both times. In addition he also loses his scouter while searching for Vegeta.\nAbilities.\nDodoria uses his brute force to overwhelm his opponents. He has the generic powers that many other Dragon Ball characters share, including the ability to throw numerous exceptionally powerful rapid blasts. He can also emit blasts from his mouth as well, most commonly known as mouth blasts. The most noticeable trait that Dodoria has is his ability to throw his weight around. He is extremely fast in spite of his weight. He can perform multiple spins and aerial strikes regardless of his size.\nVideo game appearances.\nDodoria has appeared as a playable character in many video games, some of which include \"Dragon Ball Z: Budokai\", \"Dragon Ball Z: Budokai Tenkaichi\", and \"Dragon Ball Z: Budokai Tenkaichi 2\". He is also in \"Dragon Ball Z: Super Sonic Warriors 2\" but only as a support-type character.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dragonball_Z","surface_form":"Dragonball Z","offset":58},{"uri":"Zarbon","surface_form":"Zarbon","offset":431},{"uri":"Frieza","surface_form":"Frieza","offset":762},{"uri":"Zarbon","surface_form":"Zarbon","offset":773},{"uri":"Frieza","surface_form":"Frieza","offset":866},{"uri":"Krillin","surface_form":"Krillin","offset":1159},{"uri":"Vegeta","surface_form":"Vegeta","offset":1413},{"uri":"Vegeta","surface_form":"Vegeta","offset":1504},{"uri":"Android_17","surface_form":"Android 17","offset":1622},{"uri":"Vegeta","surface_form":"Vegeta","offset":1769}]}