{"id":616251,"url":"http://en.wikipedia.org/wiki/Polsheer_House","text":"e=\"preserve\">Polsheer House is a historical house that successfully combines elements and details of three traditions in architecture: Iranian, Armenian, and Western, each dating back to a different period in Iranian history. In the later years of Qajar rule, the house served as the British General Consulate in Isfahan. Now, after a three-year restoration, it is the central headquarters of Polsheer Associates. Brick, tile, glass and canvas were all used in the restoration.\nUNESCO Award.\nPolsheer House received \"UNESCO Award of Merit\" in 2002\nJury Citation.\nThe restoration of the 300-year-old traditional Iranian courtyard house demonstrates an exemplary conservation approach by remaining faithful to the original building. The project adhered to all aspects of best conservation practice, with the result that the existing historic building fabric is scrupulously maintained while the exquisite jewel-like interiors are restored to their original vibrancy. By choosing to adapt an old building for modern use, the project team is to be highly commended as their efforts set a technical benchmark for conservation and give momentum to private-sector conservation in Iran.\nProject Synopsis.\nThe 300-year-old House of Zovelian, registered on the Iranian Cultural Heritage list, was purchased by Polsheer Architects, Planners and Engineers in the late 1990s and renamed Polsheer house. Located in the Tabriziha neighbourhood in the ancient town of Isfahan, Polsheer House, with its distinctive spatial arrangement, elaborate decorative motifs and intricate details, is one of the most valuable examples of Iranian historic residential architecture.\nAt the time of purchase, due to age and neglect, the, courtyard building was in a state of decay. Much of the structure was in need of stabilization and repair as evidenced by the structural cracks in the walls and ceilings. Also, a number of inappropriate additions had been made to the structure over its history, diminishing its aesthetic and heritage value. Furthermore, the prominent and character-defining elements of the house, namely the decorative frescoes and other artworks, were faded or covered with grease and dirt.\nThe Polsheer company planned to ‘breathe new life into an old [http://www.encyclopedia.com/education/dictionaries-thesauruses-pictures-and-press-releases/contextual-architecture context]’ by restoring the old residential building into a working space and transform a private space into a public domain. The main focus was on repair of the existing fabric and the integration of contemporary services within the elegant but delicate structure. The project took about three years to complete, although maintenance and upgrades will be ongoing.\nHighlights of Conservation Approach.\nCommencing in 1998, the conservation process involved the following works: elimination of inappropriate additions, strengthening of the building’s structure, repair of cracks in surfaces, control and elimination of destructive factors such as rising damp, restoration of frescoes and decorative details and the sensitive incorporation of modern services and facilities such as water and sewage systems.\nIn order to stabilize the structure and prevent further cracks, the building’s heavy mud roof coating was removed and steel reinforcements were inserted into the structure. The roof was then recoated with the traditional materials of mud and straw. Once this cause of instability and damage had been removed, the cracks of the walls and ceilings were repaired. Rising damp, which has been detrimental to the building’s fabric was rectified with the creation of channels around the house which would direct water away from the walls and foundations.\nAn important task was to restore the original layout of the building and replace inappropriate materials with traditional matter. For example, the concrete courtyard tiles were replaced with traditional bricks.\nExperts of the Cultural Heritage Organization were invited to assist in the cleaning of the buildings decorative motifs and over a period of two years the wall paintings were restored to their former glory. In areas where frescoes or motifs had been plastered-over, the plaster layers were removed and the decorative artwork recovered.\nConservation and the Community.\nAccomplished and financed entirely by Polsheer alone, the project has received praise from academics and from both local and foreign architects. Moreover, there is no doubt the restoration of the Polsheer house has revitalized the streetscape and is the first step in raising awareness in the community of the heritage value of historic buildings and their viability for modern uses.","categories":[],"infobox_types":[],"annotations":[{"uri":"Architecture","surface_form":"architecture","offset":121},{"uri":"Iran","surface_form":"Iran","offset":135},{"uri":"Armenia","surface_form":"Armenia","offset":144},{"uri":"Western","surface_form":"Western","offset":158},{"uri":"Iranian_history","surface_form":"Iranian history","offset":209},{"uri":"Qajar_dynasty","surface_form":"Qajar","offset":248},{"uri":"Consul","surface_form":"British General Consulate","offset":284},{"uri":"Isfahan","surface_form":"Isfahan","offset":313},{"uri":"UNESCO","surface_form":"UNESCO","offset":517},{"uri":"Restoration","surface_form":"original building","offset":712}]}