{"id":61662,"url":"http://en.wikipedia.org/wiki/Mate_(drink)","text":"ce=\"preserve\">:\"This article is about the drink, for the plant see yerba mate.\"\nMate is a traditional drink in some countries in South America, especially in Argentina, Paraguay, Uruguay, Chile, Bolivia and Brazil. The drink, which contains mateine (an analog of caffeine), is made by an infusion of dried leaves of yerba mate (\"Ilex paraguariensis\"). It is usually drunk with friends and served in a hollow calabash gourd with a \"Bombilla\", a special metallic drinking straw. The straw is also called a \"bomba\" in Portuguese, and a \"bombija\" in Arabic. It is traditionally made of silver. The gourd is known as a \"mate\" or a \"guampa\". In Brazil it called a \"cuia\". Even if the water comes in a very modern thermos, the drink is traditionally drunk from \"mates\" or \"cuias\". There are now modern \"tea-bag\" type infusions of mate called \"mate cocido\" which have been sold in Argentina for many years. They are drunk from a cup. They are sold under such trade names as \"Cruz de Malta\" (Maltese Cross) and in Brazil under the name \"Mate Leão\" (Lion Mate).\nLike other brewed herbs, \"yerba mate\" leaves are dried, chopped, and ground into a powder called \"yerba\". The \"bombilla\" is both a straw and a sieve. The end which is placed in the drink is wider, with small holes or slots that let the brewed liquid in, but block the chunky matter that makes up much of the mixture. A modern \"bombilla\" uses a straight tube with holes, or spring sleeve to act as a sieve. \"Bombilla\" means \"light bulb\" in Spanish, but locally it is \"little pump\" or \"straw\".\nIn some areas of the Middle Eastern countries of Syria and Lebanon it is also common to drink mate. The custom of drinking \"mate\" came from Arab emigrants from South America. Syria is the world's biggest importer of yerba mate in the world, importing 15,000 tons of yerba mate a year.\nHow to prepare mate.\n\"Mate\" is made differently in different places, with many arguments about which way is the best. In nearly all methods, the gourd is nearly filled with \"yerba\", and hot water (typically at 70–80 °C [160–180 °F] and never boiling) is added.\nArranging the \"yerba\".\nThe most common way to make mate involves a careful arrangement of the \"yerba\" in the gourd before adding hot water. The gourd is filled one-half to three-quarters of the way with \"yerba\". Extra herbs may be added for either health or flavor benefits. This is most often done in Paraguay, where people get herbs from a local yuyera (herbalist). The \"mate\" is used as a base for their herbal infusions. When the gourd is filled, the preparer typically grasps it with their full hand. They cover the opening and roughly seal it with their palm. Then the \"mate\" is turned upside-down, and shaken vigorously, but briefly and with gradually decreasing force, in this inverted position causing the finest, most powdery particles of the \"yerba\" to settle toward the preparer's palm and the top of the mate.\nOnce the \"yerba\" is settled, the mate is carefully brought to a near-sideways angle, with the opening tilted just slightly upward of the base. The mate is then shaken very gently with a side-to-side motion. This further settles the \"yerba\" inside the gourd so that the finest particles move toward the opening and the \"yerba\" is layered along one side. The largest stems and other bits create a partition between the empty space on one side of the gourd and the lopsided pile of \"yerba\" on the other.\nAfter arranging the \"yerba\" along one side of the gourd, the \"mate\" is carefully tilted back onto its base, minimizing further disturbances of the \"yerba\" as it is re-oriented to allow consumption. Some avalanche-like settling is normal, but is not desirable. The angled mound of \"yerba\" should remain, with its powdery peak still flat and mostly level with the top of the gourd. A layer of stems along its slope will slide downward and accumulate in the space opposite the \"yerba\" (though at least a portion should remain in place).\nAll of this careful settling of the \"yerba\" ensures that each sip contains as little particulate matter as possible, creating a smooth-running mate. The finest particles will then be as distant as possible from the filtering end of the \"bombilla\". With each draw, the smaller particles would inevitably move toward the \"bombilla\", but the larger particles and stems filter much of this out. A sloped arrangement provides consistent concentration and flavor with each filling of the \"mate\".\nInsertion of the \"bombilla\".\nNow the \"mate\" is ready to receive the \"bombilla\". Many people choose to pour warm water into the \"mate\" before adding the \"bombilla\", while others insist that the \"bombilla\" is best inserted into dry \"yerba\". Wetting the \"yerba\" by gently pouring cool water into the empty space within the gourd until the water nearly reaches the top, and then allowing it to be absorbed into the yerba before adding the \"bombilla\", allows the preparer to carefully shape and \"pack\" the \"yerbas slope with the \"bombillas filtering end, which makes the overall form of the \"yerba\" within the gourd more resilient and solid. Dry \"yerba\", on the other hand, allows a cleaner and easier insertion of the \"bombilla\", though care must be taken so as not to overly disturb the arrangement of the \"yerba\". Such a decision is entirely a personal or cultural preference. The \"bombilla\" is inserted with your thumb on the upper end of the bombilla, at an angle roughly perpendicular to the slope of the \"yerba\", so that its filtering end travels into the deepest part of the yerba and comes to rest near or against the opposite wall of the gourd.\nBrewing.\nNow the \"yerba\" may be brewed. If the \"bombilla\" was inserted into dry \"yerba\", the mate must first be filled once with warm water as above, then be allowed to absorb it completely (which generally takes no more than two or three minutes). Treating the \"yerba\" with cool water before the addition of hot water is essential, as it protects the herb from being scalded and from the chemical breakdown of some of its desirable nutrients. Hot water may then be added by carefully pouring it, as with the cool water before, into the cavity opposite the \"yerba\", until it reaches almost to the top of the gourd when the \"yerba\" is fully saturated. Care should be taken to maintain the dryness of the swollen top of the \"yerba\" beside the edge of the gourd's opening.\nOnce the hot water has been added, the mate is ready for drinking. It may be refilled many times before becoming washed out (\"lavado\") and losing its flavor. When this happens, the mound of \"yerba\" can be pushed from one side of the gourd to the other, allowing water to be added along its opposite side; this revives the \"mate\" for additional re-fillings.\nDrinking the \"mate\".\n\"Mate\" is traditionally drunk in a particular social setting, such as family gatherings or with friends. One person (known in Spanish as the \"cebador\") assumes the task of server. Typically, the cebador fills the gourd and drinks the \"mate\" completely to ensure that it is free of particulate matter and of good quality. The server subsequently refills the gourd and passes it to the next drinker who likewise drinks it all, without thanking the server. The ritual proceeds around the circle in this fashion until the \"mate\" becomes \"lavado\" (\"washed out\" or \"flat\"), typically after the gourd has been filled about ten times or more depending on the \"yerba\" used (well-aged \"yerba mate\" is typically more potent, and therefore provides a greater number of refills). When one has had his fill of \"mate\", he or she politely thanks the \"cebador\" passing the \"mate\" back at the same time.\nThe drink has a pungent taste like a cross between green tea and coffee, with hints of tobacco and oak. Some drinkers like to add sugar or honey, creating \"mate dulce\" (sweet \"mate\"), instead of sugarless \"mate amargo\" (bitter \"mate\"). It is considered bad for the gourd (especially for the natural (squash or wood) ones) to be used for \"mate dulce\" so it is normal for households with drinkers of both kinds to have two separate gourds.\nTraditionally, natural gourds are used, though wood vessels, bamboo tubes and gourd-shaped \"mates\", made of ceramic or metal (stainless steel or even silver) are also common. Gourds are commonly decorated with silver, sporting decorative or heraldic designs with floral motifs.\nBoth the wood vessels and the gourds must undergo \"curing\" to get a better taste before being used for the first time and to ensure the long life of the gourd. Typically, to cure a gourd, the inside is first scraped with the tip of a bombilla to remove loose gourd particles. \"Mate\" herb and hot water is added next, and the mixture poured into the gourd. The mixture is left to sit overnight and the water is topped off periodically through the next 24 hours as the gourd absorbs the water. Finally the gourd is scraped out, emptied, and put in sunlight until completely dry.\nIt is common for a black mold to grow inside the gourd when it is stored. Some people will clean this out, others consider it an enhancement to the mate flavor.\nLegendary Origins.\nThe Guaraní people started drinking mate in the region that now includes Paraguay, southern Brazil,Uruguay, and north-east Argentina. The Guaraní have a legend that says that the Goddesses of the Moon and the Cloud came to the Earth one day to visit it but they instead found a Yaguareté (a kind of jaguar) that was going to attack them. An old man saves them, and, in compensation, the Goddesses gave the old man a new kind of plant, from which he could prepare a \"drink of friendship\".\nVariants and trivia.\nThere is another drink that can be prepared with specially cut dry leaves, very cold water and, optionally, lemon or another fruit juice, called \"tereré\". It is very common in Paraguay. Drinking and harvesting of Mate started in Paraguay in pre-Hispanic times. (Notice its scientific name, \"Ilex paraguayensis\".)\nIn Brazil the traditional \"mate\" or \"cuia\" is usually big with a corresponding large hole. In Uruguay and Argentina (especially in the capital, Buenos Aires) the mate is small and has a small hole, and people sometimes add sugar for flavor. In Bolivia and Peru, \"mate de coca\" is often sipped instead of ordinary mate.\nIn Uruguay there is even a national law that prohibits drinking \"mate\" while driving, because it caused many accidents of people getting scalded with hot water while driving. For the same reason, there is also a \"forbidden to drink mate\" sign in all public transportation buses.\nIn Uruguay and in the northeast of Argentina it is not uncommon to see people walking around the streets toting a \"mate\" and a thermos with hot water. In Montevideo, Uruguay’s capital, it is possible to see some construction worker drinking mate while riding his bicycle early in the morning, on his way to work. In some parts of Argentina, gas stations sponsored by \"yerba mate\" producers provide free hot water to travellers, specifically for the purpose of drinking during the journey. There are disposable mate sets with a plastic mate and bombilla, and sets with a thermos flask and stacking containers for the yerba and sugar inside a fitted case.\nIn Brazil, traditionally prepared mate is known as \"chimarrão\", although in areas near the border with Uruguay the word \"mate\" is also used. Nowadays, in Brazil, \"mate\" is often toasted with sugar and prepared in a similar manner to tea, a custom that originated in Paraguay. Supermarkets, restaurants and fast food chains sell \"tea bags\" and prepacked \"iced tea\" packages and bottles. In Argentina, \"mate cocido\" (cooked mate) is made with a teabag or leaves and drunk from a cup or mug, with or without sugar and milk.\nAt the beginning of the 21st century most urban Chileans are not mate drinkers, but travel narratives such as Maria Graham's Journal of a Residence in Chile [2003(1824):8], show that there is a long history of mate drinking in central Chile. Many rural Chileans drink \"mate\", in particular in the southern regions, particularly Chiloé and Magallanes, perhaps due to the influence of neighboring areas of Argentina.\nAccording to a major retailer of mate in San Luis Obispo, California, by 2004 \"mate\" had grown to about 5% of the overall natural tea market in North America [http://www.csrwire.com/synd/business-ethics/article.cgi/3184.html][http://www.gourmetretailer.com/gourmetretailer/magazine/article_display.jsp?vnu_content_id=1000696346]. Bottled iced mate is widely available in California.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yerba_mate","surface_form":"yerba mate","offset":67},{"uri":"South_America","surface_form":"South America","offset":129},{"uri":"Argentina","surface_form":"Argentina","offset":158},{"uri":"Paraguay","surface_form":"Paraguay","offset":169},{"uri":"Uruguay","surface_form":"Uruguay","offset":179},{"uri":"Chile","surface_form":"Chile","offset":188},{"uri":"Bolivia","surface_form":"Bolivia","offset":195},{"uri":"Brazil","surface_form":"Brazil","offset":207},{"uri":"Mateine","surface_form":"mateine","offset":241},{"uri":"Infusion","surface_form":"infusion","offset":288},{"uri":"Yerba_mate","surface_form":"yerba mate","offset":316},{"uri":"Calabash","surface_form":"calabash","offset":408},{"uri":"Gourd","surface_form":"gourd","offset":417},{"uri":"Bombilla","surface_form":"Bombilla","offset":431},{"uri":"Drinking_straw","surface_form":"drinking straw","offset":461},{"uri":"Silver","surface_form":"silver","offset":582},{"uri":"Powder","surface_form":"powder","offset":1135},{"uri":"Sieve","surface_form":"sieve","offset":1195},{"uri":"Light_bulb","surface_form":"light bulb","offset":1476},{"uri":"Spanish_language","surface_form":"Spanish","offset":1491},{"uri":"Middle_East","surface_form":"Middle East","offset":1565},{"uri":"Syria","surface_form":"Syria","offset":1593},{"uri":"Lebanon","surface_form":"Lebanon","offset":1603},{"uri":"Arab","surface_form":"Arab","offset":1684},{"uri":"Syria","surface_form":"Syria","offset":1719},{"uri":"Celsius","surface_form":"°C","offset":2045},{"uri":"Fahrenheit","surface_form":"°F","offset":2057},{"uri":"Avalanche","surface_form":"avalanche","offset":3617},{"uri":"Green_tea","surface_form":"green tea","offset":7673},{"uri":"Coffee","surface_form":"coffee","offset":7687},{"uri":"Sugar","surface_form":"sugar","offset":7752},{"uri":"Honey","surface_form":"honey","offset":7761},{"uri":"Guaran%C3%AD","surface_form":"Guaraní","offset":9099},{"uri":"Yaguaret%C3%A9","surface_form":"Yaguareté","offset":9373},{"uri":"Jaguar","surface_form":"jaguar","offset":9394},{"uri":"Terer%C3%A9","surface_form":"tereré","offset":9750},{"uri":"Paraguay","surface_form":"Paraguay","offset":9780},{"uri":"Paraguay","surface_form":"Paraguay","offset":9833},{"uri":"Cuia","surface_form":"cuia","offset":9954},{"uri":"Buenos_Aires","surface_form":"Buenos Aires","offset":10061},{"uri":"Sugar","surface_form":"sugar","offset":10140},{"uri":"Bolivia","surface_form":"Bolivia","offset":10161},{"uri":"Peru","surface_form":"Peru","offset":10173},{"uri":"Mate_de_coca","surface_form":"mate de coca","offset":10180},{"uri":"Uruguay","surface_form":"Uruguay","offset":10239},{"uri":"Uruguay","surface_form":"Uruguay","offset":10518},{"uri":"Argentina","surface_form":"Argentina","offset":10550},{"uri":"Vacuum_flask","surface_form":"thermos","offset":10642},{"uri":"Montevideo","surface_form":"Montevideo","offset":10669},{"uri":"Chimarr%C3%A3o","surface_form":"chimarrão","offset":11221},{"uri":"Tea","surface_form":"tea","offset":11402},{"uri":"Paraguay","surface_form":"Paraguay","offset":11435},{"uri":"Supermarket","surface_form":"Supermarket","offset":11445},{"uri":"Restaurant","surface_form":"restaurant","offset":11459},{"uri":"Fast_food","surface_form":"fast food","offset":11475},{"uri":"Mug","surface_form":"mug","offset":11653},{"uri":"Chile","surface_form":"Chile","offset":11738},{"uri":"Maria_Graham","surface_form":"Maria Graham","offset":11800},{"uri":"Chilo%C3%A9_Island","surface_form":"Chiloé","offset":12018},{"uri":"Magallanes_Region_of_Chile","surface_form":"Magallanes","offset":12029},{"uri":"San_Luis_Obispo","surface_form":"San Luis Obispo","offset":12146},{"uri":"California","surface_form":"California","offset":12163}]}