{"id":61667,"url":"http://en.wikipedia.org/wiki/Yerba_mate","text":"Yerba mate, \"Ilex paraguariensis\", is a species of holly (family Aquifoliaceae) native to subtropical South America. It grows in Argentina, southern Paraguay, western Uruguay and southern Brazil.\nThe yerba mate plant is a shrub or small tree. It can grow up to 15 meters tall. The leaves are evergreen, 7–11 cm long and 3–5.5 cm wide. They have a serrated margin. The flowers are small, greenish-white, with four petals. The fruit is a red berry 4–6 mm diameter.\nInfusion.\nThe infusion called \"mate\" is prepared by steeping dry leaves (and twigs) of yerba mate in hot water, rather than boiling water like black tea or coffee. It is slightly weaker than coffee and much gentler on the stomach. Drinking mate with friends from a shared hollow gourd (also called a \"mate\" in Spanish, or \"cabaça\" or \"cuia\" in Portuguese) with a metal straw (a \"bombilla\" in Spanish, \"bomba\" or \"canudo\" in Portuguese) is an extremely common social practice in Argentina, Uruguay, Paraguay, southern Chile, eastern Bolivia and Brazil\nand also Syria and Lebanon.\nBrewed yerba tastes a lot like vegetables, herbs, and grass. It is similar to that of some varieties of green tea. Many consider the flavor to be very agreeable, but it is generally bitter if steeped in boiling water. It is therefore made using hot but not boiling water. Unlike most teas, it does not become bitter and astringent when steeped for extended periods, and the leaves may be infused several times. Additionally, one can purchase flavored mate in many varieties.\nIn Brazil, a toasted version of mate, known as \"chá mate\" or \"mate tea\", is sold in teabag and loose form, and served, sweetened, in specialized shops, either hot or iced with fruit juice or milk. An iced, sweetened version of toasted mate is sold as a soft drink, with or without fruit flavoring. The toasted variety of mate has less of a bitter flavor and more of a spicy fragrance. It is more popular in the coastal cities of Brazil, as opposed to the far southern states where it is consumed in the traditional way (green, drunk with a silver straw from a shared gourd).\nSimilarly, a form of mate is sold in Argentina, Uruguay and Paraguay in tea bags to be drunk in a similar way to tea. This is known in Spanish as \"mate cocido\" or \"cocido\". In Argentina this is commonly drunk with breakfast or as part of \"merienda\" (roughly, afternoon tea), often with a selection of \"facturas\" (sweet pastries). It is also made by heating yerba in water and straining it as it cools.\nCultivation.\nThe plant is grown mainly in South America, more specifically in Northern Argentina (Corrientes, Misiones), Paraguay, Uruguay and southern Brazil (Rio Grande do Sul, Santa Catarina and Paraná). The Guaraní are reputed to be the first people who cultivated the plant; the first Europeans to do this were Jesuit missionaries, who spread the drinking habit as far as Ecuador.\nWhen the yerba is harvested, the branches are dried sometimes with a wood fire, imparting a smoky flavor. Then the leaves and sometimes the twigs are broken up.\nThere are many brands and types of yerba, with and without twigs, some with low powder content. Some types are less strong in flavor (\"suave\", \"soft\") and there are blends flavored with mint, orange and grapefruit skin, etc.\nChemical composition and properties.\nMate contains xanthines, which are alkaloids in the same family as caffeine, theophylline, and theobromine, well-known stimulants also found in coffee and chocolate. Mate also contains elements such as potassium, magnesium and manganese. Caffeine content varies between 0.3% and 1.7% of dry weight (compare this to 2.5–4.5% for tea leaves, and 1.5% for ground coffee).\nMate products are sometimes marketed as \"caffeine-free\" alternatives to coffee and tea, and said to have fewer negative effects. This is often based on a claim that the primary active xanthine in mate is \"mateine\". This is wrongly said to be a stereoisomer of caffeine (it is not chemically possible for caffeine to have a stereoisomer). \"Mateine\" is an official synonym of caffeine in the chemical databases. So mateine \"is\" caffeine.\nResearchers at Florida International University in Miami have found that yerba mate does contain caffeine, but some people seem to tolerate a mate drink better than coffee or tea. This is because, caffeine aside, mate contains different chemicals from tea or coffee.\nFrom reports of personal experience with mate, its physiological effects are similar to (yet distinct from) coffee, tea, or guarana drinks. Users report a mental state of wakefulness, focus and alertness reminiscent of most stimulants. However, they often remark on mate's lack of the negative effects typically created by other such compounds, such as anxiety, diarrhea, \"jitteriness\", and heart palpitations. (The laxative effect of coffee derives from a substance that surrounds the raw bean, not the caffeine itself.)\nStudies of mate, though limited, have shown evidence that the mate xanthine cocktail is different from other plants containing caffeine, in its effects on muscle tissue, as opposed to those on the central nervous system. Mate has been shown to have a relaxing effect on smooth muscle tissue, and a stimulating effect on myocardial (heart) tissue.\nMate's negative effects are anecdotally claimed to be of a lesser degree than those of coffee, though no explanation for this is offered, except for its potential as a placebo effect. Many users report that drinking yerba mate does not prevent them from being able to fall asleep, as is often the case with some more common stimulating beverages. It enhances their energy and ability to remain awake at will. However, the net amount of caffeine in one preparation of yerba mate is typically quite high, in large part because the repeated filling of the mate with hot water is able to extract the highly-soluble xanthines extremely effectively. It is for this reason that one mate may be shared among several people and yet produce the desired stimulating effect in all of them.\nIn-vivo and in-vitro studies are showing yerba mate to exhibit significant cancer-fighting activity. Researchers at the University of Illinois (2005) found yerba mate to be \"rich in phenolic constituents\" and to \"inhibit oral cancer cell proliferation\".\nOn the other hand, a study by the International Agency for Research on Cancer showed a limited correlation between oral cancer and the drinking of hot mate (no data were collected on drinkers of cold mate). Given the influence of the temperature of water, as well as the lack of complete adjustment for age, alcohol consumption and smoking, the study concludes that mate is \"not classifiable as to its carcinogenicity to humans\".\nAn August 11, 2005 United States patent application (documents #20050176777, #20030185908, and #20020054926) cites yerba mate extract as an inhibitor of MAO activity; the maximal inhibition observed \"in vitro\" was 40–50%. A monoamine oxidase inhibitor is a type of antidepressant, so there is some data to suggest that yerba mate has a calming effect in this regard.\nIn addition, it has been noted by the U.S. Army Center for Health Promotion and Preventive Medicine that yerba mate can cause high blood pressure when used in conjunction with other MAO inhibitors (such as Nardil and Parnate).","categories":[],"infobox_types":[],"annotations":[{"uri":"Species","surface_form":"species","offset":40},{"uri":"Holly","surface_form":"holly","offset":51},{"uri":"Aquifoliaceae","surface_form":"Aquifoliaceae","offset":65},{"uri":"South_America","surface_form":"South America","offset":102},{"uri":"Argentina","surface_form":"Argentina","offset":129},{"uri":"Paraguay","surface_form":"Paraguay","offset":149},{"uri":"Uruguay","surface_form":"Uruguay","offset":167},{"uri":"Brazil","surface_form":"Brazil","offset":188},{"uri":"Shrub","surface_form":"shrub","offset":222},{"uri":"Tree","surface_form":"tree","offset":237},{"uri":"Metre","surface_form":"meters","offset":264},{"uri":"Leaf","surface_form":"leaves","offset":281},{"uri":"Evergreen","surface_form":"evergreen","offset":292},{"uri":"Centimetre","surface_form":"cm","offset":308},{"uri":"Flower","surface_form":"flower","offset":368},{"uri":"Petal","surface_form":"petal","offset":413},{"uri":"Fruit","surface_form":"fruit","offset":425},{"uri":"Berry","surface_form":"berry","offset":440},{"uri":"Mate_(drink)","surface_form":"mate","offset":494},{"uri":"Calabash","surface_form":"gourd","offset":742},{"uri":"Argentina","surface_form":"Argentina","offset":941},{"uri":"Uruguay","surface_form":"Uruguay","offset":952},{"uri":"Paraguay","surface_form":"Paraguay","offset":961},{"uri":"Chile","surface_form":"Chile","offset":980},{"uri":"Bolivia","surface_form":"Bolivia","offset":995},{"uri":"Brazil","surface_form":"Brazil","offset":1007},{"uri":"Syria","surface_form":"Syria","offset":1023},{"uri":"Lebanon","surface_form":"Lebanon","offset":1033},{"uri":"Green_tea","surface_form":"green tea","offset":1146},{"uri":"Brazil","surface_form":"Brazil","offset":1520},{"uri":"Soft_drink","surface_form":"soft drink","offset":1770},{"uri":"Brazil","surface_form":"Brazil","offset":1946},{"uri":"South_America","surface_form":"South America","offset":2536},{"uri":"Argentina","surface_form":"Argentina","offset":2581},{"uri":"Corrientes_Province","surface_form":"Corrientes","offset":2592},{"uri":"Misiones_Province","surface_form":"Misiones","offset":2604},{"uri":"Paraguay","surface_form":"Paraguay","offset":2615},{"uri":"Uruguay","surface_form":"Uruguay","offset":2625},{"uri":"Brazil","surface_form":"Brazil","offset":2646},{"uri":"Rio_Grande_do_Sul","surface_form":"Rio Grande do Sul","offset":2654},{"uri":"Santa_Catarina_(state)","surface_form":"Santa Catarina","offset":2673},{"uri":"Paran%C3%A1_(state)","surface_form":"Paraná","offset":2692},{"uri":"Guaran%C3%AD","surface_form":"Guaraní","offset":2705},{"uri":"Society_of_Jesus","surface_form":"Jesuit","offset":2810},{"uri":"Missionary","surface_form":"missionaries","offset":2817},{"uri":"Ecuador","surface_form":"Ecuador","offset":2871},{"uri":"Twig","surface_form":"twig","offset":3020},{"uri":"Mentha","surface_form":"mint","offset":3227},{"uri":"Orange_(fruit)","surface_form":"orange","offset":3233},{"uri":"Grapefruit","surface_form":"grapefruit","offset":3244},{"uri":"Xanthine","surface_form":"xanthine","offset":3317},{"uri":"Alkaloid","surface_form":"alkaloid","offset":3338},{"uri":"Caffeine","surface_form":"caffeine","offset":3370},{"uri":"Theophylline","surface_form":"theophylline","offset":3380},{"uri":"Theobromine","surface_form":"theobromine","offset":3398},{"uri":"Coffee","surface_form":"coffee","offset":3447},{"uri":"Chocolate","surface_form":"chocolate","offset":3458},{"uri":"Potassium","surface_form":"potassium","offset":3505},{"uri":"Magnesium","surface_form":"magnesium","offset":3516},{"uri":"Manganese","surface_form":"manganese","offset":3530},{"uri":"Stereoisomer","surface_form":"stereoisomer","offset":3916},{"uri":"Caffeine","surface_form":"caffeine","offset":3932},{"uri":"Mateine","surface_form":"Mateine","offset":4011},{"uri":"Synonym","surface_form":"synonym","offset":4035},{"uri":"Caffeine","surface_form":"caffeine","offset":4046},{"uri":"Florida_International_University","surface_form":"Florida International University","offset":4123},{"uri":"Guarana","surface_form":"guarana","offset":4499},{"uri":"Stimulants","surface_form":"stimulants","offset":4599},{"uri":"Muscle","surface_form":"muscle tissue","offset":5052},{"uri":"Central_nervous_system","surface_form":"central nervous system","offset":5094},{"uri":"Smooth_muscle","surface_form":"smooth muscle tissue","offset":5167},{"uri":"Cardiac_muscle","surface_form":"myocardial (heart)","offset":5217},{"uri":"Placebo","surface_form":"placebo effect","offset":5412},{"uri":"Monoamine_oxidase_inhibitor","surface_form":"monoamine oxidase inhibitor","offset":6930},{"uri":"Antidepressant","surface_form":"antidepressant","offset":6971},{"uri":"Nardil","surface_form":"Nardil","offset":7279},{"uri":"Parnate","surface_form":"Parnate","offset":7290}]}