{"id":616638,"url":"http://en.wikipedia.org/wiki/Jane_Manning_James","text":"e=\"preserve\">Jane Elizabeth Manning James (May 11, 1813 – April 16, 1908), was one of the first recorded African-American women to live in Utah. She was a member of the Latter Day Saint Church. She lived with Joseph Smith and his family in Nauvoo, Illinois. She traveled with her husband to Utah, spending the winter of 1846–1847 at Winter Quarters. Winter Quarters was a camp where members of the church stayed during the winter. James asked the church leaders to be endowed and sealed. Endowment and sealing are special Mormon rituals for really good members. James was good enough for the rituals, but because she was black, church leaders said that she could not have the endowment. James kept asking, even though they said no. James was adopted as a servant into the Joseph Smith family through a specially created temple ceremony. After her death, she was endowed through another person in 1979.\nConversion and relocation to Nauvoo.\nIn 1842, two LDS missionaries were preaching in the Wilton, Connecticut area. One of the missionaries was Charles Wesley Wandell. Ms. James' Presbyterian preacher told her that she could not meet with the missionaries. But she still wanted to listen to them. She wrote, \"I went on a Sunday and was fully convinced that it was the true Gospel.\" James believed what they said. On the next Sunday, she was baptized into the Church of Jesus Christ of Latter-Day Saints. She later met many friends with her new beliefs. James and her family wanted to live near other members of their new faith. So, a year later, James and eight other members of her family moved from Wilton to Nauvoo, Illinois. It was her mother, three brothers, two sisters, and a brother and sister-in-law that moved with her. Wandell helped the group of nine and some other Latter-Day Saints start their journey. But their group had to stay in Buffalo, New York, because they could not pay the ticket price of the train going to Ohio. To get to Ohio, James and her family walked about 800 miles (1287 km). In a book that was written about her life in 1893, James talked about their journey. She said that their shoes broke, their feet hurt and started to bleed. She said, \"We walked until our shoes were worn out, and our feet became sore and cracked open and bled until you could see the whole print of our feet with blood on the ground.\" James and her family were welcomed to Nauvoo by the Prophet Joseph Smith. Over the next year, her family was able to build their own homes. But James lived with Joseph Smith's family in Nauvoo until Smith's death in 1844.","categories":[],"infobox_types":[],"annotations":[{"uri":"African-American","surface_form":"African-American","offset":105},{"uri":"Church_of_Christ_(Latter_Day_Saints)","surface_form":"Latter Day Saint Church","offset":169},{"uri":"Joseph_Smith","surface_form":"Joseph Smith","offset":209},{"uri":"Nauvoo%2C_Illinois","surface_form":"Nauvoo, Illinois","offset":240},{"uri":"Ritual","surface_form":"ritual","offset":529},{"uri":"Temple","surface_form":"temple","offset":820},{"uri":"Wilton%2C_Connecticut","surface_form":"Wilton, Connecticut","offset":991},{"uri":"Presbyterianism","surface_form":"Presbyterian preacher","offset":1080},{"uri":"Baptism","surface_form":"baptized","offset":1342},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo, New York","offset":1849},{"uri":"Ohio","surface_form":"Ohio","offset":1934}]}