{"id":616648,"url":"http://en.wikipedia.org/wiki/Kevin_J_Worthen","text":"e=\"preserve\">Kevin J Worthen (born April 15, 1956) is the 13th and current president of Brigham Young University (BYU). He is also in the leadership of The Church of Jesus Christ of Latter-day Saints (LDS Church). He is an area seventy, which means that he helps watch over many church members. Before he became the president of BYU, Worthen was the advancement vice president and the dean of the J. Reuben Clark Law School.\nEducation and Law Experience.\nWorthen was born in Dragerton, Utah, and he grew up in Price, Utah. He has four older brothers and sisters. He served as an LDS missionary in Monterrey, Mexico. Worthen earned an associate's degree from the College of Eastern Utah (CEU). While he was in college, Worthen worked as a coal miner during the summers. He was a co-captain of the varsity basketball team. He graduated in 1978 with the best grades in his class. After that, he went to BYU. He graduated in 1979 with highest honors (\"summa cum laude\") with a bachelor's degree in political science.\nWorthen attended the J. Reuben Clark Law School at BYU. He became a member of an honor society called the Order of the Coif. In 1982, he again graduated with the highest honors (\"summa cum laude\") and the best grades in his class. Then he worked as a law clerk (a lawyer who helps a judge make legal decisions) for Judge Malcolm R. Wilkey on the U.S. Court of Appeals for the D.C. Circuit. He also worked as a law clerk for Associate Supreme Court Justice Byron R. White. From 1984 to 1987, Worthen worked as a lawyer in Phoenix, Arizona, for a law firm called Jennings, Strouss & Salmon. Worthen found that he was very interested in the history of laws, so he decided that he wanted to teach law.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brigham_Young_University","surface_form":"Brigham Young University","offset":88},{"uri":"The_Church_of_Jesus_Christ_of_Latter-day_Saints","surface_form":"The Church of Jesus Christ of Latter-day Saints","offset":152},{"uri":"Dean_(education)","surface_form":"dean","offset":385},{"uri":"Dragerton%2C_Utah","surface_form":"Dragerton, Utah,","offset":475},{"uri":"Missionary","surface_form":"missionary","offset":583},{"uri":"Monterrey","surface_form":"Monterrey","offset":597},{"uri":"Mexico","surface_form":"Mexico","offset":608},{"uri":"Latin_honours","surface_form":"summa cum laude","offset":948},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":973},{"uri":"Latin_honours","surface_form":"(\"summa cum laude\"","offset":1190},{"uri":"Judge","surface_form":"Judge","offset":1328},{"uri":"Supreme_court","surface_form":"Supreme Court","offset":1447},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix, Arizona","offset":1534}]}