{"id":616783,"url":"http://en.wikipedia.org/wiki/Bhimsen_Thapa","text":"Bhimsen Thapa (; August 1775 – 5 August 1839) was the \"Mukhtiyar\" (equal to prime minister) and real ruler of Nepal from 1806 to 1837.\nBhimsen was appointed as Hajuriya (personal secretary) of King Rana Bahadur Shah in 1797. Bhimsen went together with Rana Bahadur Shah to Varanasi, India on 1800 after the King was forced by the general people to leave Nepal. In Varanasi, Bhimsen helped the former King Rana Bahadur to prepare for his return to power in 1804. Later, Rana Bahadur dismissed and ordered death penalty to the existing Nepalese mimisters on 1804. He made Bhimsen a \"kaji\" (equivalent to a minister) of the newly formed government in 1804. Rana Bahadur's murder by his step brother Sher Bahadur in 1806 allowed Bhimsen to kill ninety-three people as criminals. After that, he was given the title of the \"mukhtiyar\" (equivalent to prime minister).\nHe ordered various unification campaigns in the West to increase Nepalese boundary. Kangda, Kumaon and Gadhwal kingdom was won by Nepal in the battle. His second brother General Kaji Nain Singh Thapa died in the battle. In 1811, he was made the Commander-in-Chief of Nepalese army for the first time. In November 1814, his father General Sanukaji Amar Singh Thapa died who was defending the His niece Queen Lalita Tripurasundari was the youngest wife of King Rana Bahadur Shah and the ruling Queen Mother. In 1814, he accepted the British India company challenge to start Anglo-Nepalese War. He lost the war but remained independent from British. He built the Dharahara (Bhimsen Tower), watertaps, ponds, pavements and many temples.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nepal","surface_form":"Nepal","offset":110},{"uri":"Rana_Bahadur_Shah","surface_form":"Rana Bahadur Shah","offset":198},{"uri":"Nain_Singh_Thapa","surface_form":"Nain Singh Thapa","offset":1044},{"uri":"Anglo-Nepalese_War","surface_form":"Anglo-Nepalese War","offset":1433},{"uri":"Dharahara","surface_form":"Dharahara","offset":1521}]}