{"id":61683,"url":"http://en.wikipedia.org/wiki/Sacred_cow","text":"Sacred cow is an idiom. It is an expression or phrase that is used without the literal meaning of being about a cow or religion. When spoken or written it means a person or a belief that has been respected for a long time. It has become sacred and people are then afraid or unwilling to criticise or question it.\nThe idiom is based on the honor shown to cows in Hinduism. It is thought to have started in America in the early 20th century. Similar idioms are used in many other languages. Saying \"holy cow!\" when surprised may be another example.\nAn actual 'sacred cow' or 'sacred bull' is a real animal that is treated with sincere respect in specific religions and their celebrations. They cannot eat the meat of cows because they are sacred.\nIn religion.\nIn Hinduism, cows are thought to be sacred, or deeply respected. Cows are seen as a 'caregiver' or maternal figure. One Hindu goddess, Bhoomi (भुमि), is usually shown in the form of a cow. She represents the Earth. Most Hindus respect cows for their gentle nature, and cows also represent strength. Hindus who eat meat will avoid eating beef.\nThere is a festival to thank cows for serving farmers for agriculture, This festival is called as \"Mattupongal\" which is one among the four days of the grand Indian festival called the Pongal which is completely focused on thanking each and every agricultural implement.\nCelebration of cows.\nIn the Hindu tradition, cows are honored, garlanded and given special feedings at festivals all over India. One is the annual Gopastami festival, dedicated to Krishna and cows.\nThe cow's nature is represented in Kamadhenu; the goddess who is the mother of all cows. In India, more than 3,000 institutions called Gaushalas care for old and infirm cows. According to animal husbandry statistics there are about 44,900,000 cows in India, the highest in the world. So while some old and infirm cows are treated in Gaushalas, the rest are generally abandoned at public places such as railway stations and bazaars.\nHonoring the cow inspires in people the virtues of gentleness and connects them with nature. The cow gives milk and cream, yogurt and cheese, butter and ghee. The milk of a cow is believed to refine a person. The ghee (clarified butter) from the milk is used in ceremonies and in preparing religious food. Cow dung is used as fertilizer, as a fuel and as a disinfectant in homes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Idiom","surface_form":"idiom","offset":17},{"uri":"Expression","surface_form":"expression","offset":33},{"uri":"Phrase","surface_form":"phrase","offset":47},{"uri":"Belief","surface_form":"belief","offset":175},{"uri":"Sacred","surface_form":"sacred","offset":237},{"uri":"Hinduism","surface_form":"Hinduism","offset":362},{"uri":"Hinduism","surface_form":"Hinduism","offset":761},{"uri":"Hindu","surface_form":"Hindu","offset":978},{"uri":"Cow","surface_form":"cow","offset":993},{"uri":"Beef","surface_form":"beef","offset":1095},{"uri":"Festival","surface_form":"festival","offset":1475},{"uri":"India","surface_form":"India","offset":1494},{"uri":"Krishna","surface_form":"Krishna","offset":1552},{"uri":"Bazaar","surface_form":"bazaar","offset":1993},{"uri":"Nature","surface_form":"nature","offset":2087},{"uri":"Milk","surface_form":"milk","offset":2109},{"uri":"Cream","surface_form":"cream","offset":2118},{"uri":"Yogurt","surface_form":"yogurt","offset":2125},{"uri":"Cheese","surface_form":"cheese","offset":2136},{"uri":"Butter","surface_form":"butter","offset":2144},{"uri":"Ghee","surface_form":"ghee","offset":2155},{"uri":"Milk","surface_form":"milk","offset":2165},{"uri":"Butter","surface_form":"butter","offset":2231},{"uri":"Fertilizer","surface_form":"fertilizer","offset":2328},{"uri":"Disinfectant","surface_form":"disinfectant","offset":2359}]}