{"id":61684,"url":"http://en.wikipedia.org/wiki/Murti","text":"e=\"preserve\">In Hinduism, a murti (also spelled murthi or murthy) usually means an image in which the Divine Spirit is expressed ('murta'). Hindus call the presence of God into the image so that they can communicate with him and receive his blessings.Hindus don't worship the murti or statue itself but the god who is present in their minds and souls. It can also be set up any where\nRole of murtis in worship.\nMurtis sometimes are abstract, but almost always stone or metal images of God in a human-like form like Shiva or Ganesha, Rama or Krishna, Saraswati or Kali. Murtis are made according to strict prescriptions and then installed by highly trained priests through a ceremony. The priests can then call on God in the image daily.\nMurtis in Hindutemples and shrines are a mystical form of communication with God and devas. This is similar to our ability to communicate with others through the telephone. One does not talk to the telephone; rather the telephone is a way to interact with another person. Without the telephone, one could not have a conversation across long distances; and without the sanctified image in the temple, one cannot easily talk with the Deity.\nGoing beyond murtis in Hinduism.\nThe image or murti of worship is a focus for prayers, although Hindus can see God is in all things, in stone and water, fire, air and ether, in the enlightened person of a satguru and inside their own soul. Some temples do not have any murti in the sanctum but a symbolic diagram. Some Hindu branches reject the worship of images.\nIn Hinduism, one of the highest achievements is when one goes beyond the need of all form and symbol. This is the yogi’s goal obtained through meditation. Hinduism is also one of the religions that uses more symbols to represent God in preparation for getting beyond them.\nSacred images in other religions.\nImage worship appears to be an intelligent, mystical practice shared by all of the world’s great religions. All religions have their symbols of holiness: the Christian cross, or statues of Mother Mary and Saint Theresa, the holy Kaaba in Mecca, the Sikh Adi Granth enshrined in the Golden Temple in Amritsar, the Arc and Torah of the Jews, the image of a meditating Buddha, the totems of indigenous and Pagan faiths, and the artifacts of the holy men and women of all religions. Any Christian respects the Bible and considers it sacred. His book and the Hindu’s murtis are similar in this way.\nCritics of image worship consider this practice \"idolatry\". People who practice idolatry believe that God is the material object itself. Instead, Hindus worship murtis to call on the presence of the spiritual God and then communicate with him.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hinduism","surface_form":"Hinduism","offset":16},{"uri":"Image","surface_form":"image","offset":83},{"uri":"Hindu_Gods","surface_form":"God","offset":168},{"uri":"Stone","surface_form":"stone","offset":460},{"uri":"Metal","surface_form":"metal","offset":469},{"uri":"Hindu_Gods","surface_form":"God","offset":485},{"uri":"Shiva","surface_form":"Shiva","offset":515},{"uri":"Ganesha","surface_form":"Ganesha","offset":524},{"uri":"Rama","surface_form":"Rama","offset":533},{"uri":"Krishna","surface_form":"Krishna","offset":541},{"uri":"Kali","surface_form":"Kali","offset":563},{"uri":"Hindu","surface_form":"Hindu","offset":747},{"uri":"Temples","surface_form":"temples","offset":752},{"uri":"Hindu_Gods","surface_form":"God","offset":814},{"uri":"Telephone","surface_form":"telephone","offset":899},{"uri":"Hindu","surface_form":"Hindu","offset":1272},{"uri":"Hindu_Gods","surface_form":"God","offset":1287},{"uri":"Soul","surface_form":"soul","offset":1410},{"uri":"Symbol","surface_form":"symbol","offset":1634},{"uri":"Yogi","surface_form":"yogi","offset":1654},{"uri":"Meditation","surface_form":"meditation","offset":1683},{"uri":"Christian","surface_form":"Christian","offset":2005},{"uri":"Cross","surface_form":"cross","offset":2015},{"uri":"Mecca","surface_form":"Mecca","offset":2085},{"uri":"Arc","surface_form":"Arc","offset":2160},{"uri":"Torah","surface_form":"Torah","offset":2168},{"uri":"Buddha","surface_form":"Buddha","offset":2213},{"uri":"Totemism","surface_form":"totems","offset":2225},{"uri":"Pagan","surface_form":"Pagan","offset":2250},{"uri":"Bible","surface_form":"Bible","offset":2353},{"uri":"Hindu","surface_form":"Hindu","offset":2401},{"uri":"Idolatry","surface_form":"idolatry","offset":2490},{"uri":"Hindu_Gods","surface_form":"God","offset":2650}]}