{"id":616876,"url":"http://en.wikipedia.org/wiki/Flag_of_Malawi","text":"The flag of Malawi was adopted on 6 July 1964. It was made when Nyasaland was made independent from Great Britain, and renamed itself Malawi.\nDesign.\nThe flag is made of three colored stripes, which are red, black, and green. On the top stripe, there is a red sun, with 31 rays. The rising sun means hope and freedom for Africa. The 31 rays of the sun mean that Malawi was the 31st country to have independence. The black means the people of Africa. The red means the blood of their struggle to be free, and the green means nature.\nFlag from 2010-2012.\nA new flag of Malawi was made on July 29, 2010. The stripes were changed from the first flag to match the Pan-African Flag, with the red stripe at the top, the black stripe in middle, and the green stripe at the bottom. The sun at the top was replaced with a white sun in the middle. This sun had 45 rays, that meant the economic growth Malawi has made since being independent. The flag was approved by the President of Malawi, Bingu wa Mutharika, on July 29, 2010. The people of Malwai didn't want to change the flag, but the government kept going through the process of having it. The flag was nicknamed \"Bingu's flag\" by the peoplen who saw it as a fake flag. Many didn't like the flag, seeing it as bad for the nation.\nOn 28 May 2012, President Joyce Banda changed the flag back to the first flag.","categories":[],"infobox_types":[],"annotations":[{"uri":"Malawi","surface_form":"Malawi","offset":12},{"uri":"Nyasaland","surface_form":"Nyasaland","offset":64},{"uri":"Independence","surface_form":"independent","offset":83},{"uri":"United_Kingdom","surface_form":"Great Britain","offset":100},{"uri":"Liberty","surface_form":"freedom","offset":309},{"uri":"Africa","surface_form":"Africa","offset":321},{"uri":"Nature","surface_form":"nature","offset":524},{"uri":"Pan-African_Flag","surface_form":"Pan-African Flag","offset":659},{"uri":"Economy","surface_form":"economic","offset":874},{"uri":"President","surface_form":"President","offset":960},{"uri":"Bingu_wa_Mutharika","surface_form":"Bingu wa Mutharika","offset":981},{"uri":"Process","surface_form":"process","offset":1114},{"uri":"Joyce_Banda","surface_form":"Joyce Banda","offset":1302}]}