{"id":6169,"url":"http://en.wikipedia.org/wiki/Edmonton","text":"Edmonton is the capital city of Alberta. In 2008, there were about 1,102,000 people in the Edmonton area.\nEdmonton is just south of the middle of Alberta in the prairie part of the province. There are many farms close to Edmonton.\nThe city started as a trading post on the North Saskatchewan River. Edmonton turned into a city mostly over the last 100 years.\nEdmonton has of one of the world's largest shopping malls. This mall is called the West Edmonton Mall. This mall has over 800 stores, a hotel, an indoor water park, an indoor theme park, an ice skating rink, movie theatres, places to eat and drink, and other things to see. Many, many people visit the West Edmonton Mall.\nEdmonton also has more sun than all other cities in Canada. But other cities are warmer than Edmonton. Winter temperatures often are below -20 degrees Celsius. It is common for it be even colder (below -30 degrees Celsius) for a few days in January or February. However, the summer can be warmer than 25 or 30 degrees. The sun does not set until after 11 pm in June.\nThe city is also well known for its festivals. There are many popular events in both summer and winter, such as Heritage Days, the Folk Festival, and the Fringe.\nEdmonton has many interesting places to visit. Places such as The Francis Winspear Centre for Music, the Valley Zoo, [http://www.fortedmontonpark.ca Fort Edmonton Park], the Muttart Conservatory,and Telus World of Science.\nEdmonton is known as the city of champions, is home to the Edmonton Oilers of the National Hockey League, the Edmonton Eskimos of the Canadian Football League. The Edmonton Oilers have 5 Stanley Cup Championships, the Eskimos have 23 Western Division Championships, and 13 Grey Cup Championships.\nThe Edmonton tornado was the second deadliest tornado in Canada that struck the east side of the city in July 31, 1987.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alberta","surface_form":"Alberta","offset":32},{"uri":"Prairie","surface_form":"prairie","offset":161},{"uri":"Farm","surface_form":"farm","offset":206},{"uri":"North_Saskatchewan_River","surface_form":"North Saskatchewan River","offset":273},{"uri":"West_Edmonton_Mall","surface_form":"West Edmonton Mall","offset":442},{"uri":"Mall","surface_form":"mall","offset":467},{"uri":"Theme_park","surface_form":"theme park","offset":534},{"uri":"Ice_skating","surface_form":"ice skating","offset":549},{"uri":"Rink","surface_form":"rink","offset":561},{"uri":"Movie_theatre","surface_form":"movie theatre","offset":567},{"uri":"Celsius","surface_form":"Celsius","offset":832},{"uri":"Edmonton_Oilers","surface_form":"Edmonton Oilers","offset":1492},{"uri":"National_Hockey_League","surface_form":"National Hockey League","offset":1515},{"uri":"Edmonton_Eskimos","surface_form":"Edmonton Eskimos","offset":1543},{"uri":"Canadian_Football_League","surface_form":"Canadian Football League","offset":1567},{"uri":"Edmonton_tornado","surface_form":"Edmonton tornado","offset":1734}]}