{"id":61706,"url":"http://en.wikipedia.org/wiki/Delara_Darabi","text":"Delara Darabi (; September 29, 1986 - May 1, 2009) was a Iranian girl, who was sentenced to death at age of 17. She was convicted of murder, despite her highly probably innocence and was executed by hanging.\nCase.\nDelara's sentence was upheld by Iran's Supreme Court. The only person who could commute the sentence is Iranian Head of Judiciary, Ayatollah Mahmoud Hashemi Shahroudi.\nIn January 2007, Delara attempted to commit suicide.\nDarabi was kept in Rasht Prison. According to her family and attorney, she was severely beaten by prison guards and fellow prisoners and left with a broken arm. Conditions in prison were extremely poor, leading Delara to repeatedly file requests to be transferred to another prison with better sanitary and overall conditions. Her requests were not answered.\nDarabi was also a talented painter, poet and pianist. Her paintings were exhibited in Tehran and, recently, in Amsterdam.\nShe was executed May 1, 2009.\nCampaigns to save Darabi.\nThere was a petition online to save Darabi. A similar petition was started by Miss Canada 2003 Nazanin Afshin-Jam for another Iranian minor, Nazanin Fatehi, who was also sentenced to death. After worldwide attention and over 350,000 signatures Nazanin Fatehi was finally found innocent and freed. Amnesty International has also made many public statements and a letter campaign about Darabi.\nPersonal background.\nShe was born in city of Rasht (Province of Gilan), where she was a high-school student before her arrest. She had three sisters: Elaheh (21-year old), Ghazale (19) and Sheida (8). Elaheh and Ghazale are college students.\nHer sisters were also born in Rasht.","categories":[],"infobox_types":[],"annotations":[{"uri":"Iran","surface_form":"Iran","offset":57},{"uri":"Murder","surface_form":"murder","offset":133},{"uri":"Execution","surface_form":"executed","offset":187},{"uri":"Mahmoud_Hashemi_Shahroudi","surface_form":"Mahmoud Hashemi Shahroudi","offset":355},{"uri":"January","surface_form":"January","offset":385},{"uri":"2007","surface_form":"2007","offset":393},{"uri":"Rasht","surface_form":"Rasht","offset":454},{"uri":"Tehran","surface_form":"Tehran","offset":880},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":905},{"uri":"Nazanin_Afshin-Jam","surface_form":"Nazanin Afshin-Jam","offset":1067},{"uri":"Nazanin_Fatehi","surface_form":"Nazanin Fatehi","offset":1113},{"uri":"Rasht","surface_form":"Rasht","offset":1409},{"uri":"Province_of_Gilan","surface_form":"Province of Gilan","offset":1416}]}