{"id":617043,"url":"http://en.wikipedia.org/wiki/Dareka_no_Manazashi","text":"is a Japanese anime short movie. It was directed by Makoto Shinkai. He also wrote the movie's script. The people who spoke the characters' voices were Fumi Hirano, Satomi Hanamura, and Shinji Ogawa. The music was sung by Kazusa.\nThe movie was shown for the first time at the Tokyo International Forum for the \"Proud Box Appreciation Festival\" on 10 February 2013. It was also shown with \"The Garden of Words\" for its premiere on 31 May 2013. The movie is about the relationship between a woman and her family.\nMany online reviews said that the movie was very emotional. This was for older people that viewed it because the movie focused on how family relationships can change over time.\nPlot.\nThe story is about, her parents, and their pet cat. Aya does not live with her parents anymore. She got a job that made her move far away from her family. Her father lives at home alone with their cat and her mother works overseas. Mii was bought so that Aya would have someone to play with while her mother was working. Mii is now old, and her health is not as good as before.\nIn the movie, Aya comes home from work. She gets a phone call from her father. Her father wants to have dinner with her, but Aya declines by saying she is still at work. The narrator begins talking about her childhood and how being more independent meant that Aya and her father grew apart. Aya gets another phone call from her father, telling her about Mii dying. They come home to have dinner together, and her mother comes home at the same time. Aya's father buys a new kitten.\nProduction.\nMakoto Shinkai directed and wrote the script for \"Dareka no Manazashi\". The producers were CoMix Wave Films, NEST, TYO M1, and The Answer Studio Co., Ltd. The music in the movie was directed by Akihisa Matsuura. The theme song of the movie was performed by Kazusa. Shinkai said he chose Kazusa to sing the music because he thought that her music would be liked by younger people.\nThe movie was made for the Nomura Real Estate Group. This was because they were holding their at the Tokyo International Forum. Shinkai said that the hardest part about making the movie was keeping it and interesting. He also said focusing on the main topics of the movie was hard. The narrator helped Shinkai make the movie because he knew what to base it on.\nReaction.\nMany people enjoyed the movie in Japan. Online comments describing the film usually described it as good and emotional. A reporter of RocketNews24 said that the animation was very high quality. ASCII.jp said that even the younger viewers thought it was emotional, but it was the most emotional for older viewers.","categories":[],"infobox_types":["animanga/Video"],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":5},{"uri":"Anime","surface_form":"anime","offset":14},{"uri":"Short_movie","surface_form":"short movie","offset":20},{"uri":"Makoto_Shinkai","surface_form":"Makoto Shinkai","offset":52},{"uri":"Fumi_Hirano","surface_form":"Fumi Hirano","offset":151},{"uri":"Satomi_Hanamura","surface_form":"Satomi Hanamura","offset":164},{"uri":"Shinji_Ogawa","surface_form":"Shinji Ogawa","offset":185},{"uri":"Tokyo_International_Forum","surface_form":"Tokyo International Forum","offset":275},{"uri":"The_Garden_of_Words","surface_form":"The Garden of Words","offset":388},{"uri":"Premiere","surface_form":"premiere","offset":417},{"uri":"Review","surface_form":"online review","offset":515},{"uri":"Emotion","surface_form":"emotion","offset":559},{"uri":"Overseas","surface_form":"overseas","offset":915},{"uri":"Decline","surface_form":"decline","offset":1200},{"uri":"Narrator","surface_form":"narrator","offset":1245},{"uri":"Childhood","surface_form":"childhood","offset":1279},{"uri":"CoMix_Wave_Films","surface_form":"CoMix Wave Films","offset":1655},{"uri":"Nomura_Real_Estate_Group","surface_form":"Nomura Real Estate Group","offset":1971},{"uri":"Interesting","surface_form":"interesting","offset":2149},{"uri":"Narrator","surface_form":"narrator","offset":2230}]}