{"id":61722,"url":"http://en.wikipedia.org/wiki/Crystal_Palace","text":"Crystal Palace is a place and former site of a landmark in London, England. The town is between the London Boroughs of Croydon, Bromley, Lambeth, Southwark and Lewisham.\nThe town is home of the Crystal Palace television mast, a large aerial which receives television and radio signals so that people in London can hear or see the channels. The Croydon Transmitter was also put in Crystal Palace, so if something went wrong with the Crystal Palace Ariel this one could take over.\nThe space used to hold The Crystal Palace, a large building made mostly out of glass. It was called The Great Exhibition of 1851 and used to be in Hyde Park, but the palace was moved to Crystal Palace in 1854. People went to it for over seven decades. Sydenham Hill, where the Crystal Palace was, is one of the highest locations in London and the size of the palace made it easy to see from Central London. This led to the area around the building becoming known as Crystal Palace instead of Sydenham Hill. The palace was destroyed by fire on the 30th November 1936 and the site of the building and its grounds are now known as Crystal Palace Park and include an olympic sized swimming pool.\nCrystal Palace Park is a large park in Crystal Palace, which is known across South London, mainly for the statues of the dinosaurs. There is also a stadium used for national athletics and a large sports centre.\nThere is no town centre in Crystal Palace, as most of the area is covered by homes, although many people confuse Upper Norwood town centre (which has a Sainsbury's in it) as Crystal Palace. Anerley is also close by. There is a bus station on Crystal Palace Parade and there is a train station in Crystal Palace for Central London and Croydon.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":59},{"uri":"England","surface_form":"England","offset":67},{"uri":"London_Boroughs","surface_form":"London Boroughs","offset":100},{"uri":"London_Borough_of_Croydon","surface_form":"Croydon","offset":119},{"uri":"London_Borough_of_Lambeth","surface_form":"Lambeth","offset":137},{"uri":"London_Borough_of_Southwark","surface_form":"Southwark","offset":146},{"uri":"The_Great_Exhibition","surface_form":"The Great Exhibition","offset":579},{"uri":"Hyde_Park%2C_London","surface_form":"Hyde Park","offset":626},{"uri":"London","surface_form":"London","offset":878},{"uri":"Sainsbury%27s","surface_form":"Sainsbury's","offset":1534},{"uri":"London","surface_form":"London","offset":1705},{"uri":"Croydon","surface_form":"Croydon","offset":1716}]}