{"id":61727,"url":"http://en.wikipedia.org/wiki/Hathor","text":"Hathor was an Egyptian goddess. She was a cow goddess and was associated with the Milky Way. Hathor was the daughter of Ra.\nTemples and worship.\nThere are still remains of Hathor's temple in Dendera, Egypt. Dendara was her most well known. Her temple is 37 miles away from Luxor. It is thought that the temple of Hathor was built and decorated between the second century B.C.E. and the first century C.E. It had two intricately designed columned halls with the head of the goddess Hathor engraved in to each of them. Additionally, several shrines were built on the flat roof of the temple. There was also an enclosed sacred lake where the priests and patients would bath in order to heal themselves and become pure. There was sacred treasure hidden in two underground rooms near the sanctuary. At her temple people would pray to her for good wealth. Overall, Hathor was a busy goddess, as were most of the other gods and goddesses.\nGoddess' purpose.\nIn Egypt, Hathor was the goddess of love, beauty, dancing, music, and fertility. Hathor is one of the main goddesses. Hathor means \"House of Horus\". Before Hathor was the nice goddess she was the goddess of destruction. There was a myth that Ra ordered Hathor (Sekmet) to go out to eat the people. But days passed and Ra wanted Sekmet (Hathor) to stop but Sekmet was enjoying it. So Ra dyed beer red and scattered it all over the land. Sekmet saw it and thought it was the blood of the people she killed, so she drank it all and became drunk. After she slept for three days and woke up renewed, she didn't want to eat human flesh any more and became a new goddess, Hathor.\nAppearance.\nHathor appeared in four different forms. In human form, Hathor had a cow head with two cow horns. She was represented as a cow because cows were highly valued animals. She wore a menat which was a special necklace. A menat is a heavy beaded necklace with a crescent shape in the front and a tall mushroom shaped piece in the back. In one of her animal forms, she was a cow with an ankh. An ankh was the symbol of life. Another of Hathor's animal forms was a fierce lion. Hathor's symbol was a cow with a sun disc. The ancient Egyptians drew her as the sky of the Milky Way. Hathor's titles include the Golden One, the Lady of Song, the Mistress of Maidens, and the Lady of the Sycamore. She had traveled to Greece from a horrible argument with the gods and goddesses, she was banished from the land, and she was so ashamed of herself, she became the goddess of beauty and love.\nPower.\nHathor had a lot of power over Ancient Egyptians moods. Hathor had the power to bring laughter, happiness and joy. If she was far away the Egyptians mood would become miserable. Hathor very much enjoyed helping and changing others moods embracing them and loving them dearly. Hathor saw past the hell that was placed and granted Peace to all for eternity. Everyone then became their own Ptah.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egypt","surface_form":"Egypt","offset":14},{"uri":"Milky_Way","surface_form":"Milky Way","offset":82},{"uri":"Ra","surface_form":"Ra","offset":120},{"uri":"Dendera","surface_form":"Dendera","offset":191},{"uri":"Luxor","surface_form":"Luxor","offset":273},{"uri":"Horus","surface_form":"Horus","offset":1091},{"uri":"Sekmet","surface_form":"Sekmet","offset":1306},{"uri":"Ra","surface_form":"Ra","offset":1333}]}