{"id":617220,"url":"http://en.wikipedia.org/wiki/Shilpa_Anand","text":"Shilpa Anand (Now Ohanna Shivanand) is an Indian model, television and movie actress, who has appeared in Tamil,Telugu,Kannada and Hindi movies and worked in many commercials as a model. She is best known for her roles as Dr. Riddhima Gupta in the serial Dill Mill Gayye opposite Karan Singh Grover She also played the role of Dr. Shilpa Malhotra in \"Dill Mill Gayye\" on fans demand. she was born on 10 December 1982 in South Africa and did her schooling there. Her parents were from India, and Later she moved there with her family. In 2015 she changed her name to Ohanna Shivanand. She is the younger sister of Sakshi Shivanand, who is an actress from South India. She studied at Punjab University, obtaining a Masters in Computer Applications (MCA), from 2000 to 2003. She worked as a software developer for five years, with Java J2EE application development and E-Learning.\nAwards and nominations.\nAnand was nominated at several Awards ceremonies in 'Best Actress' category for her role Dr. Riddhima Gupta in the show Dill Mill Gayye such as New Talent Awards in 2008. She won the award alongside Karan Singh Grover for the best on-screen couple in August 2008.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tamil_language","surface_form":"Tamil","offset":106},{"uri":"Telugu","surface_form":"Telugu","offset":112},{"uri":"Kannada","surface_form":"Kannada","offset":119},{"uri":"Hindi","surface_form":"Hindi","offset":131},{"uri":"Dill_Mill_Gayye","surface_form":"Dill Mill Gayye","offset":255},{"uri":"Karan_Singh_Grover","surface_form":"Karan Singh Grover","offset":280},{"uri":"Dill_Mill_Gayye","surface_form":"Dill Mill Gayye","offset":351},{"uri":"Sakshi_Shivanand","surface_form":"Sakshi Shivanand","offset":613},{"uri":"Punjab_University","surface_form":"Punjab University","offset":682},{"uri":"Dill_Mill_Gayye","surface_form":"Dill Mill Gayye","offset":1022},{"uri":"Karan_Singh__Grover","surface_form":"Karan Singh Grover","offset":1101}]}