{"id":617381,"url":"http://en.wikipedia.org/wiki/Battle_of_Route_Coloniale_4","text":"Battle of Route Coloniale 4 was a campaign in the First Indochina War carried out by the Việt Minh Army from 16 September to 17 October 1950 to break the isolation of the Việt Bắc base, clear the Vietnam-China border Bridge to receive aid. Another objective was to expand the base and destroy some of the French garrison force, experimenting with tactics for the People's Army of Vietnam at that time with little experience in combat.\nIn 1949 the French Army was still unable to advance into the Việt Bắc area. The control of the Northern Delta was slow but unstable. Việt Minh gradually reorganized its apparatus and forces, and began organizing large-scale battles against French forces.During the five years of the war against the French in isolation, the Việt Minh actively expanded relations to seek international support. On October 1 1949 the People's Republic of China was established and quickly recognized and established diplomatic relations with the Democratic Republic of Vietnam. Then on January 18, 1950 the Soviet Union and Eastern European countries recognized and established diplomatic relations with the Democratic Republic of Vietnam. The prestige and military capabilities of the Việt Minh Front are growing in the people.\nDuring the same five years, the Việt Minh also adopted overseas Vietnamese organizations in France and left-leaning organizations to fight politics strongly influencing the French people's rising resistance to Indochina War. France fell into an unprecedented political crisis. The Vietnamese State lacked credibility among the people as a puppet government, and its army was too weak to cooperate with French troops in Indochina to win the war. The French government was forced to take into account the US government's plan to accept economic and military aid to pursue the war.\nHowever, after five years of war French troops in Indochina became more and more bogged down in defense. In addition, although the development of the native force, but the quality and the fighting spirit is low it is almost impossible to undertake military tasks instead of the French.","categories":[],"infobox_types":[],"annotations":[{"uri":"First_Indochina_War","surface_form":"First Indochina War","offset":50},{"uri":"People%27s_Republic_of_China","surface_form":"People's Republic of China","offset":850},{"uri":"Democratic_Republic_of_Vietnam","surface_form":"Democratic Republic of Vietnam","offset":962},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1023},{"uri":"France","surface_form":"France","offset":1337}]}