{"id":617430,"url":"http://en.wikipedia.org/wiki/General_Santos_City","text":"e=\"preserve\">General Santos City or General Santos, also known former named as Dadiangas, is the tuna capital of the Philippines, located at Southern Central Mindanao in Soccsksargen region, its classified as a highly urbanized city in present, Its certain ranges from generally flat with scattered hills and isolated mountains in neighboring South Cotabato and Sarangani province, General Santos is a independent city from South Cotabato, it is geographically but with in of province, Gensan is likewise bounded by South Cotabato and Saragani.\nTourism.\nGeneral Santos City celebrates the \"Kalilangan Festival\" every month of February \"Kalilangan\" It is a social gathering marked by exchanging of amenities among traditional leaders, elders, allies, and subordinates in varying tones, The Tuna Festival is also celebrates in Month 5th of September, mean named \"Tuna Capital of the Philippines, The Pacquiao Mansion is one of the place often visit in this city. People usually take of pictures in the front f Pacquiao's mansion, Another place to go also the Plaza Heneral it is actually big rutonda in the city it is the front the city hall. And you will find also a big monument dedicated to whom this twon is named by General Paulino Santos born from Camiling, Tarlac, One place you should not miss this tuna fish port located at Brgy. Tambler, this port is the most modern fisgh port in Mindanao, its just not Mindanao, to be the whole in Philippines.\nPlaza Heneral.\nDedicated to this name, Gen. Paulino Santos is placed meter on a 4.8 hectare land owned by the government of Philippines. People from different walks of life can enjoy in park day and night.\nTransportation.\nBuses, and modern services vehicle are served in this city, also in air transportation, The \"General Santos International Airport\", stylized named as \"General Santos City Airport\". Hub airline for Philippine Airlines, Cebu Pacific, AirAsia and others.","categories":[],"infobox_types":[],"annotations":[{"uri":"Capital_city","surface_form":"capital","offset":102},{"uri":"Philippines","surface_form":"Philippines","offset":117},{"uri":"Soccsksargen","surface_form":"Soccsksargen","offset":170},{"uri":"South_Cotabato","surface_form":"South Cotabato","offset":343},{"uri":"Sarangani","surface_form":"Sarangani","offset":362},{"uri":"Philippine_Airlines","surface_form":"Philippine Airlines","offset":1873},{"uri":"Cebu_Pacific","surface_form":"Cebu Pacific","offset":1894},{"uri":"AirAsia","surface_form":"AirAsia","offset":1908}]}