{"id":61767,"url":"http://en.wikipedia.org/wiki/Nephthys","text":"Nephthys was a goddess with wide power and capacity, and she was often referred to as \"The Excellent Goddess.\"\nShe could also be dangerous, able to kill the enemies of the king with her fiery breath. In this capacity, she was considered a protector of the king. Nephthys was not only a goddess of death, decay, and darkness but also a magician with great healing powers.\nNephthys has a central role in the popular myths of Osiris; it is her magical powers that helps to resurrect his body, as well as to protect and nurture Horus while he is a child.\nShe is in some contexts presented as a protector of the dead, in other as protecting the baboon-headed Hapi, one of the 4 canopic jars.\nIn the Late Period, she became linked with the goddess, Anuket.\nFamily.\nAccording to their myth, Nephthys had many siblings. Her parents were Geb the god of the earth and Nut the goddess of the sky. She was the sister of Isis, Osiris and sister/twin and consort of Set. Nephthys was also the mother of Anubis, the jackal-headed one with black skin.\nCult.\nIn the 19th Dynasty of the Ramesside Pharaohs, a temple of Nephthys called the \"House of Nephthys of Ramesses-Meriamun\" was built in the town of Sepermeru, midway between Oxyrhynchos and Herakleopolis, on the outskirts of the Fayyum and quite near to the modern site of Deshasheh.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geb","surface_form":"Geb","offset":829},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":858},{"uri":"Isis","surface_form":"Isis","offset":908},{"uri":"Osiris","surface_form":"Osiris","offset":914},{"uri":"Set","surface_form":"Set","offset":952},{"uri":"Dynasty","surface_form":"Dynasty","offset":1054},{"uri":"Pharaoh","surface_form":"Pharaoh","offset":1079},{"uri":"Sepermeru","surface_form":"Sepermeru","offset":1187},{"uri":"Fayyum","surface_form":"Fayyum","offset":1268},{"uri":"Deshasheh","surface_form":"Deshasheh","offset":1312}]}