{"id":617697,"url":"http://en.wikipedia.org/wiki/Camila_Cabello","text":"Karla Camila Cabello Estrabao (born March 3, 1997), known simply as Camila Cabello, is a Cuban Mexican American singer and songwriter. Camila's dad is from Mexico and her mum is Cuban. She began her career in 2013 as a contestant on the American version of \"The X Factor\". She was eliminated from the show but was brought back with four other girl contestants to create the group Fifth Harmony. That group finished in third place.\nShe launched a solo career in December 2016, leading to successful songs like \"Crying in the Club\" and \"Havana\", which became her first number-one song in the US. Havanna was number 1 in the UK for four weeks and it still is in the charts. Her debut solo album, \"Camila\", also topped the charts the same week as \"Havana\" did, making her only the third artist to have their first album and a single at the top of the charts at the same time. She has a younger sister.\nEarly life.\nKarla Camila Cabello Estrabao was born on March 3, 1997, in Cojimar, Cuba. When she was six, she moved to Miami, Florida, with her Cuban mother and Mexican father.\nSolo career (2016–present).\nOn December 18, 2016, Cabello announced that she was leaving Fifth Harmony.\nCabello released several singles throughout 2017. Her most successful, \"Havana\", with rapper Young Thug, was released in August of that year, as the lead single from her first solo album. The song topped charts in Canada, Australia, and the UK. After spending seven weeks at number two in the US, the song reached number one on the \"Billboard\" Hot 100 for the week ending January 27, 2018.\nHer debut solo album, \"Camila\", was released on January 12, 2018. It entered at the top of the \"Billboard\" 200 album chart in the US with over 119,000 combined streams and copies sold. With this, she became only the third artist in history to have their first number-one album and first number-one single in the same week. Only Beyoncé and Britney Spears have done this before in 2003 and 1999, respectively.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuban","surface_form":"Cuban","offset":89},{"uri":"Mexican","surface_form":"Mexican","offset":95},{"uri":"American","surface_form":"American","offset":103},{"uri":"The_X_Factor_(U.S.)","surface_form":"The X Factor","offset":258},{"uri":"Fifth_Harmony","surface_form":"Fifth Harmony","offset":380},{"uri":"Havana_(song)","surface_form":"Havana","offset":535},{"uri":"Camila_(album)","surface_form":"Camila","offset":694},{"uri":"Cuba","surface_form":"Cuba","offset":979},{"uri":"Havana_(song)","surface_form":"Havana","offset":1250},{"uri":"Young_Thug","surface_form":"Young Thug","offset":1271},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":1510},{"uri":"Billboard_charts","surface_form":"\"Billboard\" 200","offset":1663},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":1896},{"uri":"Britney_Spears","surface_form":"Britney Spears","offset":1908}]}