{"id":617761,"url":"http://en.wikipedia.org/wiki/2018_Atlantic_hurricane_season","text":"The 2018 Atlantic hurricane season was a near-normal season but above-average in terms of ACE and it had 15 named storms, 8 hurricanes, and 2 major hurricanes in which tropical cyclones were formed in the Northern Hemisphere at the Atlantic basin. It happens yearly, and the hurricane season officially started on June 1, and officially ended on November 30.\nSubtropical Storm Alberto in late May was the first storm of the season that formed on May 25. This was the fourth consecutive season in which storms form before the official start of the hurricane season. Beryl became the first hurricane of the season in early July. Florence became the first major hurricane of the season on September 5. Michael became the second major hurricane of the season on October 9, and a day later, it became the third-most intense hurricane to make landfall in the United States in terms of pressure, behind the 1935 Labor Day hurricane and Hurricane Camille of 1969. As Michael became a Category 5, 2018 became a third consecutive season to feature at least one Category 5 hurricane (Matthew in 2016; Irma and Maria in 2017). This season is the first on record to see seven storms that were subtropical at some point in their lifetimes (Alberto, Beryl, Debby, Ernesto, Joyce, Leslie, and Oscar). The season ended with Hurricane Oscar on October 31.\nStorm names.\nThe following list of names will be used for naming storms that will be formed in the North Atlantic in 2018. Any retired names will be announced by the World Meteorological Organization (WMO) in the spring of 2019. The names not retired from this list will be used again in the 2024 season. This is the same list used in the 2012 season, with the exception of the name Sara which replaced Sandy.\nRetirement.\nThe storm names \"Florence\" and \"Michael\" were retired by the World Meteorological Organization on March 20, 2019, and they will not be used again for another Atlantic hurricane. They will be replaced with \"Francine\" and \"Milton\" for the 2024 season, respectively.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclones","offset":168},{"uri":"Northern_Hemisphere","surface_form":"Northern Hemisphere","offset":205},{"uri":"Hurricane_Florence","surface_form":"Florence","offset":627},{"uri":"Hurricane_Michael","surface_form":"Michael","offset":699},{"uri":"Hurricane_Camille","surface_form":"Hurricane Camille","offset":929},{"uri":"1969_Atlantic_hurricane_season","surface_form":"1969","offset":950},{"uri":"Hurricane_Matthew","surface_form":"Matthew","offset":1073},{"uri":"Hurricane_Irma","surface_form":"Irma","offset":1090},{"uri":"Hurricane_Maria","surface_form":"Maria","offset":1099},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":1504},{"uri":"Hurricane_Sandy","surface_form":"Sandy","offset":1741},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":1821}]}