{"id":618075,"url":"http://en.wikipedia.org/wiki/Gustav_Gerneth","text":"Gustav Gerneth (15 October 1905 – 22 October 2019) was a German World War II-veteran and at the time of his death at age 114 years, 7 days the oldest person ever in Germany and the oldest living man in the world as well as the youngest of only 8 men and only 2 European men (behind Spaniard Joan Riudavets) who have become at least 114 years old. He was born in 1905 in Stettin, which was then part of the German Empire and is now in Poland as Szczecin.\nGerneth worked in a shipping company and at a gas plant during World War II. He was a Russian prisoner-of-war until 1947 when he was released from imprisonment. He married his wife Charlotte (died in 1988) in 1930 and the couple had three sons, all of whom now deceased.\nHe became the oldest living man in Europe after Spaniard Francisco Núñez-Olivera's death on 29 January 2018, and later also the first German person to become 113 and 114 years old as well as the oldest living man in the world on 19 January 2019 after the death of Japaneseman Masazo Nonaka, who was almost 12 weeks older and became the oldest living man after Núñez-Olivera's death (Nonaka died on 20 January Japanese time). Nonaka and Gerneth were, after the death of Americanman Richard Overton (also a World War II-veteran) on 27 December 2018, the last two living men born before 1907.\nGerneth lived in Saxony-Anhalt in the same brick house with steep entrance stairs for over 40 years, before his death just a week after celebrating his 114th birthday.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":64},{"uri":"Joan_Riudavets","surface_form":"Joan Riudavets","offset":291},{"uri":"Stettin","surface_form":"Stettin","offset":370},{"uri":"German_Empire","surface_form":"German Empire","offset":406},{"uri":"Francisco_N%C3%BA%C3%B1ez-Olivera","surface_form":"Francisco Núñez-Olivera","offset":782},{"uri":"Masazo_Nonaka","surface_form":"Masazo Nonaka","offset":1001},{"uri":"Richard_Overton","surface_form":"Richard Overton","offset":1206},{"uri":"Saxony-Anhalt","surface_form":"Saxony-Anhalt","offset":1332}]}