{"id":61804,"url":"http://en.wikipedia.org/wiki/Proto-Indo-European_language","text":"The Proto-Indo-European language (PIE) is the ancestor of the Indo-European languages.\nIt is the best-understood of all proto-languages. It was put together by the methods of historical linguistics.\nDiscovery and reconstruction.\nThere are different ideas about when and where PIE was spoken. PIE may have been spoken as a single language. Then it began to separate, around 3700 BC. The exact date is not known. The most popular hypothesis for where it came from and how it spread is called the Kurgan hypothesis. In this theory, its origin is in the Pontic-Caspian steppe of Eastern Europe.\nMethod.\nThere is no direct evidence of PIE because it was never written. All PIE sounds and words are reconstructed from later Indo-European languages. The asterisk symbol is used to mark reconstructed PIE words, for example: *' 'water', *' 'dog', or *' 'three (masculine)'. Many words in modern Indo-European languages seem to have come from such \"proto-words\" by regular sound changes, such as Grimm's law.\nAccent.\nPIE had a \"free pitch accent.\" That means that the stress of a word could happen on any syllable and could change even for related words. Different meanings of a word could be marked only with high or low pitch.\nMorphology.\nPIE was an inflected language: it had roots with suffixes. That basic root shape is often altered by the \"ablaut\", a system of regular vowel changes. An example of ablaut in English is the strong verb \"sing\", \"sang\", \"sung\" and the related noun \"song\".\nSynthetic.\nMost Indo-European languages are synthetic. That means they have many morphemes per word. Morphemes may be combined to make complex words, as in German Root words may be put on \"bound morphemes\" to show their function, which are morphemes that appear only as part of a larger word.\nThose methods were probably used often in PIE. Languages like English, which don't have a lot of combinations like that, come from from earlier, more typical Indo-European languages. English comes from from Anglo-Saxon, a Western Germanic language. The fact that English once was synthetic like German is shown by cranberry morphemes, which are so called because the \"cran-\" is a fossil of a word that no longer exists. Also, \"mulberry\" and \"raspberry\", where also the first syllable is a bound morpheme.\nSample texts.\nBecause PIE was spoken a very long time ago, there are no texts anymore. Scientists have tried many times to make example texts for to show what it could be like. These are just educated guesses. People have tried for 150 years to make a single sentence in PIE, but this has not happened yet. Even so, such texts are still useful because they show what PIE might have looked like.\nSchleicher (1868).\nSchleicher's reconstruction says that that the o/e vocalism was secondary. His version of PIE is more like Sanskrit than modern reconstructions are.\nHirt (1939).\nHirt introduced the o/e vocalist and some rather different consonants.\nEnglish translation.\nSome of the differences between the texts are just different spelling conventions: w and u̯, for example, are only different ways to indicate the same sound, a consonantal u. However, many other differences happen because there are different ideas on the sounds and the structure of PIE.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indo-European_languages","surface_form":"Indo-European languages","offset":62},{"uri":"Proto-language","surface_form":"proto-language","offset":120},{"uri":"Historical_linguistics","surface_form":"historical linguistics","offset":175},{"uri":"Hypotheses","surface_form":"ideas","offset":249},{"uri":"BC","surface_form":"BC","offset":378},{"uri":"Kurgan_hypothesis","surface_form":"Kurgan hypothesis","offset":494},{"uri":"Steppe","surface_form":"steppe","offset":565},{"uri":"Written_language","surface_form":"written","offset":655},{"uri":"Asterisk","surface_form":"asterisk","offset":747},{"uri":"Water","surface_form":"water","offset":821},{"uri":"Dog","surface_form":"dog","offset":833},{"uri":"Grimm%27s_law","surface_form":"Grimm's law","offset":987},{"uri":"Syllable","surface_form":"syllable","offset":1096},{"uri":"Root_(linguistics)","surface_form":"roots","offset":1270},{"uri":"Suffix","surface_form":"suffix","offset":1281},{"uri":"Synthesis_(linguistics)","surface_form":"synthetic","offset":1529},{"uri":"Morpheme","surface_form":"morphemes","offset":1566},{"uri":"German_language","surface_form":"German","offset":1641},{"uri":"Old_English","surface_form":"Anglo-Saxon","offset":1985},{"uri":"Cranberry_morpheme","surface_form":"cranberry morpheme","offset":2092},{"uri":"Sanskrit","surface_form":"Sanskrit","offset":2804},{"uri":"Consonants","surface_form":"consonants","offset":2918}]}