{"id":61817,"url":"http://en.wikipedia.org/wiki/Hypothesis","text":"e=\"preserve\">A hypothesis is a proposed explanation for some event or problem. For a scientific hypothesis, the scientific method requires that one can test it.\nIn the early 17th century, Cardinal Bellarmine gave a well known example of the older sense of the word in his warning to Galileo: that he must not treat the motion of the Earth as a reality, but merely as a hypothesis.\nToday, a hypothesis refers to an idea that needs to be tested. A hypothesis needs more work by the researcher in order to check it. A tested hypothesis that works may become part of a theory—or become a theory itself. The testing should be an attempt to prove that the hypothesis is wrong. That is, there should be a way to falsify the hypothesis, at least in principle if not in practice.\nPeople often call a hypothesis an \"educated guess\".\nExperimenters may test and reject several hypotheses, before solving the problem or reaching a satisfactory theory.\nA 'working hypothesis' is just a rough kind of hypothesis that is provisionally accepted as a basis for further research. The hope is that a theory will be produced, even if the hypothesis ultimately fails.\nHypotheses are especially important in science. Several philosophers have said that without hypotheses, there could be no science. In recent years, philosophers of science have tried to integrate the various approaches to testing hypotheses (and the scientific method in general), to form a more complete system. The point is that hypotheses are suggested ideas, which are then tested by experiments or observations.\nStatistics.\nIn statistics, people talk about correlation: correlation is how closely related two events or phenomena are. A proposition (or hypothesis) that two events are related cannot be tested in the same way as a law of nature can be tested. An example would be to see if some drug is effective to treat a given medical condition. Even if there is a strong correlation that indicates that this is the case, some samples would still not fit the hypothesis.\nThere are two hypotheses in statistical tests, called the null hypothesis, often written as formula_1, and the alternative hypothesis, often written as formula_1. The null hypothesis states that there is no link between the phenomena, and is usually assumed to be true until it can be proven wrong beyond a reasonable doubt. The alternative hypothesis states that there \"is\" some kind of link. It is usually the opposite of the null hypothesis, and is what one would conclude if null hypothesis is rejected. The alternative hypothesis may take several forms. It can be two-sided (for example: there is \"some\" effect, in a yet unknown direction) or one-sided (the direction of the supposed relation, positive or negative, is fixed in advance).","categories":[],"infobox_types":[],"annotations":[{"uri":"Explanation","surface_form":"explanation","offset":40},{"uri":"Phenomenon","surface_form":"event","offset":61},{"uri":"Scientific_method","surface_form":"scientific method","offset":112},{"uri":"Robert_Bellarmine","surface_form":"Cardinal Bellarmine","offset":188},{"uri":"Galileo_Galilei","surface_form":"Galileo","offset":283},{"uri":"Earth","surface_form":"Earth","offset":333},{"uri":"Test","surface_form":"test","offset":436},{"uri":"Theory","surface_form":"theory","offset":565},{"uri":"Falsifiability","surface_form":"falsify","offset":705},{"uri":"Scientific_method","surface_form":"scientific method","offset":1396},{"uri":"Idea","surface_form":"idea","offset":1502},{"uri":"Experiments","surface_form":"experiments","offset":1534},{"uri":"Observation","surface_form":"observation","offset":1549},{"uri":"Statistics","surface_form":"statistics","offset":1578},{"uri":"Correlation","surface_form":"correlation","offset":1608},{"uri":"Proposition","surface_form":"proposition","offset":1687},{"uri":"Drug","surface_form":"drug","offset":1845},{"uri":"Sample","surface_form":"sample","offset":1980},{"uri":"Null_hypothesis","surface_form":"null hypothesis","offset":2082},{"uri":"Alternative_hypothesis","surface_form":"alternative hypothesis","offset":2135}]}