{"id":61821,"url":"http://en.wikipedia.org/wiki/Observation","text":"Observation is an activity of an intelligent living being (e.g. human), which senses and assimilates the knowledge of a phenomenon in its framework of previous knowledge and ideas.\nObservation is more than the bare act of observing: Observation requires observing and seeking knowledge.\nObservations that come from self-defining instruments are often unreliable. Such observations are hard to reproduce because they may vary even with respect to the same stimuli. Thus they are not of much use in exact sciences like physics which require instruments which do not define themselves. It is thus often necessary to use various engineered instruments like: spectrometers, oscilloscopes, cameras, telescopes, interferometers, tape recorders, thermometers etc. and tools like clocks, scale that help in improving the, quality and utility of the information obtained from an observation.\nThe accuracy and tremendous success of science is primarily attributed to the accuracy and objectivity (i.e. repeatability) of observation of the reality that science explores.\nThe role of observation in the scientific method.\nScientific method refers to techniques for investigating phenomena, acquiring new knowledge, or correcting and integrating previous knowledge. To be termed scientific, a method of inquiry must be based on gathering observable, empirical and measurable evidence subject to specific principles of reasoning. A scientific method consists of the collection of data through observation and experimentation, and the formulation and testing of hypotheses.\nAlthough procedures vary from one field of inquiry to another, identifiable features distinguish scientific inquiry from other methodologies of knowledge. Scientific researchers propose hypotheses as explanations of phenomena, and design experimental studies to test these hypotheses. These steps must be repeatable in order to dependably predict any future results. Theories that encompass wider domains of inquiry may bind many hypotheses together in a coherent structure. This in turn may help form new hypotheses or place groups of hypotheses into context.\nAmong other facets shared by the various fields of inquiry is the conviction that the process be objective to reduce a biased interpretation of the results. Another basic expectation is to document, archive and share all data and methodology so they are available for careful scrutiny by other scientists, thereby allowing other researchers the opportunity to verify results by attempting to reproduce them. This practice, called full disclosure, also allows statistical measures of the reliability of these data to be established.\nTesting and improvement.\nThe scientific process is iterative. At any stage it is possible that some consideration will lead the scientist to repeat an earlier part of the process. Failure to develop an interesting hypothesis may lead a scientist to re-define the subject they are considering. Failure of a hypothesis to produce interesting and testable predictions may lead to reconsideration of the hypothesis or of the definition of the subject. Failure of the experiment to produce interesting results may lead the scientist to reconsidering the experimental method, the hypothesis or the definition of the subject.\nOther scientists may start their own research and enter the process at any stage. They might adopt the characterization and formulate their own hypothesis, or they might adopt the hypothesis and deduce their own predictions. Often the experiment is not done by the person who made the prediction and the characterization is based on experiments done by someone else. Published results of experiments can also serve as a hypothesis predicting their own reproducibility.","categories":[],"infobox_types":[],"annotations":[{"uri":"Human","surface_form":"human","offset":64},{"uri":"Knowledge","surface_form":"knowledge","offset":105},{"uri":"Phenomenon","surface_form":"phenomenon","offset":120},{"uri":"Stimulus","surface_form":"stimuli","offset":455},{"uri":"Physics","surface_form":"physics","offset":517},{"uri":"Engineering","surface_form":"engineered","offset":625},{"uri":"Spectrometer","surface_form":"spectrometer","offset":654},{"uri":"Oscilloscope","surface_form":"oscilloscope","offset":669},{"uri":"Camera","surface_form":"camera","offset":684},{"uri":"Telescope","surface_form":"telescope","offset":693},{"uri":"Interferometer","surface_form":"interferometer","offset":705},{"uri":"Thermometer","surface_form":"thermometer","offset":738},{"uri":"Quality","surface_form":"quality","offset":813},{"uri":"Information","surface_form":"information","offset":840},{"uri":"Objectivity_(science)","surface_form":"objectivity","offset":973}]}