{"id":618270,"url":"http://en.wikipedia.org/wiki/Chips_Hardy","text":"Edward John \"Chips\" Hardy (born 23 January 1950) is an English screenwriter, novelist, playwright, and creative director. He and Elizabeth Ann, his wife, are the parents of actor Tom Hardy, with whom Hardy worked on BBC One's drama series \"Taboo\", as the co-creator, a writer and a consulting producer.\nEarly life.\nChips Hardy was born on 23 January 1950 and grew up in Ealing. Named Edward after both his father, Edward Thomas Hardy, who worked for the Port of London Authority, and his grandfather, Edward Egmore Hardy, who was the Fire Chief at Ealing Studios. His mother, Patricia, was a deputy headmistress.\nIn 1961 Hardy won a state scholarship to Latymer Upper School. In 1969 he won an Exhibition to read English at Downing College, Cambridge.\nCareer.\nAlongside a career in advertising as an award-winning Global Creative Director, Hardy has written for television, movie, theatre, novels and stand-up material. Productions include a children’s television series with a talking chair called \"Helping Henry\" and \"About Face\", a television drama with Maureen Lipman. Hardy also won a British Comedy Award for his work with Irish comedian Dave Allen.\nIn 2007, Hardy’s novel \"Each Day A Small Victory\" was published in the form of frontline despatches from amongst the embattled wildlife in an English country lay-by, illustrated by Oscar Grillo.\n\"Blue on Blue\", Hardy’s darkly comic play on self-harm, was first showcased at the Latchmere 503 in London in 2007. The play was revived in 2016 at the Tristan Bates in London in partnership with BLESMA, the British Limbless Ex-serviceman’s Association. In 2008, Hardy’s one woman dysfunctional Cabaret, \"There’s Something In The Fridge that Wants To Kill Me!\", ran notably at the Edinburgh Festival.\nIn 2009, inspired by an idea from his son Tom Hardy, Chips Hardy and Tom created the story that was to become the 2017 eight-part series\" Taboo\". Hardy is the co-creator, a writer and a consulting producer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Screenwriter","surface_form":"screenwriter","offset":63},{"uri":"Creative_director","surface_form":"creative director","offset":103},{"uri":"Tom_Hardy","surface_form":"Tom Hardy","offset":179},{"uri":"BBC_One","surface_form":"BBC One","offset":216},{"uri":"Taboo_(2017_TV_series)","surface_form":"Taboo","offset":240},{"uri":"Ealing","surface_form":"Ealing","offset":370},{"uri":"Port_of_London_Authority","surface_form":"Port of London Authority","offset":454},{"uri":"Ealing_Studios","surface_form":"Ealing Studios","offset":548},{"uri":"Latymer_Upper_School","surface_form":"Latymer Upper School","offset":654},{"uri":"Downing_College%2C_Cambridge","surface_form":"Downing College, Cambridge","offset":724},{"uri":"Helping_Henry","surface_form":"Helping Henry","offset":1000},{"uri":"About_Face_(TV_series)","surface_form":"\"About Face\"","offset":1019},{"uri":"Dave_Allen_(comedian)","surface_form":"Dave Allen","offset":1144},{"uri":"Tristan_Bates_Theatre","surface_form":"Tristan Bates","offset":1503},{"uri":"Blesma%2C_The_Limbless_Veterans","surface_form":"BLESMA","offset":1547},{"uri":"Edinburgh_Festival","surface_form":"Edinburgh Festival","offset":1732},{"uri":"Taboo_(2017_TV_series)","surface_form":"Taboo","offset":1890}]}