{"id":61835,"url":"http://en.wikipedia.org/wiki/Sobek","text":"Sobek was the ancient Egyptian god of the Nile. In art, he was shown with the head of a crocodile. In temples to Sobek, live crocodiles were kept in pools to honor him.\nJobs & Roles.\nSobek was worshipped wherever the Nile was presenting difficulties. Sobek was the ancient Egyptian God of crocodiles and controlled the waters. Sobek’s role was to protect the pharaoh from evil but it differs with each person. He was the most popular god in Arsinoe (Crocodilopolis in Greek), and was considered the Lord of Faiyu (a place in Egypt).\nMyths & stories.\nOne day when Sobek was in the Nile, he saw Osiris’ (who was murdered by Set, the god of chaos) body. He was so hungry he could not resist eating part of it. His tongue was cut off as a punishment, which is why crocodiles have no tongues in Egyptian myths. He also caught the sons of Horus when they were born.\nPhysical Appearance.\nSobek was seen as a crocodile headed man or very rarely a plain crocodile. Egyptians mummified crocodiles in honor of Sobek. Crocodiles were treated like household pets and were adorned with anklets and other decorative jewels. In temples people kept sacred crocodiles because they thought that they were images of Sobek on earth. The sacred crocodiles were a big attraction, the Egyptian’s believed that if the crocodiles were fed and they accepted their food, you would receive blessings from the God Sobek.\nFamily & friends.\nSobek was a friend of Horus. Sobek’s mother Neith was considered the sister of Isis, who was Horus’s mother. This made Sobek the cousin of Horus, which was a very important fact because Horus was a major God. In other myths, Sobek was allied with Set. Set was also sometimes thought of as Sobek's father.","categories":[],"infobox_types":[],"annotations":[{"uri":"Egypt","surface_form":"Egypt","offset":22},{"uri":"Nile","surface_form":"Nile","offset":42},{"uri":"Art","surface_form":"art","offset":51},{"uri":"Crocodile","surface_form":"crocodile","offset":88},{"uri":"Osiris","surface_form":"Osiris","offset":593},{"uri":"Seth","surface_form":"Set","offset":622},{"uri":"Horus","surface_form":"Horus","offset":833},{"uri":"Horus","surface_form":"Horus","offset":1431},{"uri":"Neith","surface_form":"Neith","offset":1453},{"uri":"Isis","surface_form":"Isis","offset":1488},{"uri":"Horus","surface_form":"Horus","offset":1502},{"uri":"Horus","surface_form":"Horus","offset":1548},{"uri":"Horus","surface_form":"Horus","offset":1595},{"uri":"Seth","surface_form":"Set","offset":1656},{"uri":"Seth","surface_form":"Set","offset":1661}]}