{"id":618482,"url":"http://en.wikipedia.org/wiki/DigiCel_FlipBook","text":"e=\"preserve\">DigiCel FlipBook is 2D animation software that runs on Microsoft Windows or Mac OS X. It is intended to closely recreate the traditional animation process, very similar to the likes of TVPaint and Toon Boom Harmony.\nFeatures.\nFlipBook supports scanning physical drawings with a TWAIN-compliant scanner or webcam, or direct input via a Wacom tablet. In either case, the internal format is raster-based, not vector-based. Each frame must be drawn separately; FlipBook intentionally does not support skeletal animation or morph target animation, as these are not part of the traditional animator's toolkit.\nVersions.\nFlipBook is available in four versions: Lite, Studio, Pro and Pro HD. The Lite edition supports one foreground and one background layer, one soundtrack, and up to three hundred frames per shot. The other editions support more layers, more frames, multiple soundtracks and higher output resolutions.\nA free, full-featured demo version which produces watermarked output is also available for download.\nCredits and endorsements.\nFlipBook has been used on \"The Simpsons Movie\", \"Enchanted\", \"The Princess and the Frog\" and others, and has been endorsed by Don Bluth.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_2D_animation_software","surface_form":"2D animation software","offset":33},{"uri":"Microsoft_Windows","surface_form":"Microsoft Windows","offset":68},{"uri":"MacOS","surface_form":"Mac OS X","offset":89},{"uri":"Traditional_animation","surface_form":"traditional animation","offset":138},{"uri":"Raster_graphics","surface_form":"raster-based","offset":401},{"uri":"Vector_graphics","surface_form":"vector-based","offset":419},{"uri":"The_Simpsons_Movie","surface_form":"The Simpsons Movie","offset":1080},{"uri":"Enchanted","surface_form":"Enchanted","offset":1102},{"uri":"The_Princess_and_the_Frog","surface_form":"The Princess and the Frog","offset":1115},{"uri":"Don_Bluth","surface_form":"Don Bluth","offset":1179}]}