{"id":618424,"url":"http://en.wikipedia.org/wiki/Zhong_Zhong_and_Hua_Hua","text":"Zhong Zhong (pinyin:\"Zhōng Zhōng\", born 27 November 2017) and Hua Hua (pinyin:\"Huá Huá\", born 5 December 2017) are identical macaques that were created through somatic cell nuclear transfer (SCNT), the same cloning technique that created Dolly the sheep in 1996.\nZhong Zhong and Hua Hua are the first cloned primates produced by this technique. When other scientists tried to clone monkeys before this, they used donated embryonic stem cells, but Zhong Zhong and Hua Hua came from donated nuclei from fetal cells, which is harder to do. The two baby monkeys were both born at the Institute of Neuroscience of the Chinese Academy of Sciences in Shanghai.\nBackground.\nScientists made the first cloned mammal, Dolly the sheep, in 1996 using somatic cell nuclear transfer (SCNT). Since then, scientists have cloned 23 different kinds of mammals, including cows, cats, dogs, horses, and rats. But primates have been very hard to clone. Reprogramming transferred nuclei is very difficult. A monkey named Tetra (born October 1999), a female rhesus macaque, was made by a team led by Gerald Schatten of the Oregon National Primate Research Center using a different technique, called \"embryo splitting,\" which is a way of making an artificial twin. Embryo splitting is not as hard as somatic cell nuclear transfer, and it can only be done from an embryo. So some people say Tetra is the first cloned primate and other people say Zhong Zhong and Hua Hua are.\nIn January 2019, scientists in China said they had made five identical cloned gene-edited monkeys using somatic cell nuclear transfer, like with Zhong Zhong and Hua Hua. They also used a gene-editing Crispr-Cas9 technique that He Jiankui said was used to create the first gene-modified human babies Lulu and Nana. These monkey clones were made to study several medical diseases.\nProcess.\nZhong Zhong and Hua Hua were made by scientists from the Institute of Neuroscience of the Chinese Academy of Sciences in Shanghai. Team leaders were Qiang Sun and Muming Poo. They took nuclei from fiber cells of a fetal crab-eating macaque monkey or \"Macaca fascicularis\"). A fetus is an animal that has grown bigger than an embryo but has not been born or hatched yet. They removed the nuclei from egg cells (ova) and then put the nuclei from the fetal cells into these ova. The team used two enzymes to change the epigenetic memory of the donated nuclei so they would act like embryonic nuclei. They then put 21 of these ova with donated nuclei into surrogate mother monkeys. There were six pregnancies, and finally two living animals. These monkeys were named Zhong Zhong and Hua Hua, after \"Zhonghua\" (, a Chinese name for China). Although this was still not many baby monkeys born, scientists think methods could become better in the future. The Scotland-based team that created Dolly the sheep in 1996 needed to try 277 times and produced only one baby sheep.\nThe older the donated nucleus is, the harder it is to make a clone. Fetal cells are harder to clone than embryonic cells, and adult cells are harder than fetal cells. The same team of scientists also tried to clone macaques using nuclei from adult monkeys, but it did not work. They implanted 42 mother monkeys, and 22 of them became pregnant, but there were only two infant macaques, and they died soon after birth.\nOther ideas.\nMuming Poo said the birth of Zhong Zhong and Hua Hua does show people could make human clones, but Poo does not plan to do so. Poo also says it is important because it shows somatic cell nuclear transfer could be used to make monkeys that are genetically exactly the same, for experiments. Doctors that study the human heart already use crab-eating macaques as a model organism when they study problems with the blood vessels around the heart. Poo said monkeys like Zhong Zhong and Hua Hua could be used to learn more about neuroscience, Parkinson's disease, and Alzheimer's disease when he talked on the radio news program \"All Things Considered\" in January 2018.\nAcademics who study right and wrong in science, like Insoo Hyun of Case Western Reserve University, asked if people would make human clones anyway. Poo told \"All Things Considered\", \"Technically speaking one can clone human[s] ... But we're not going to do it. There's absolutely no plan to do anything on humans.\"","categories":[],"infobox_types":["animal"],"annotations":[{"uri":"Pinyin","surface_form":"pinyin","offset":13},{"uri":"Pinyin","surface_form":"pinyin","offset":71},{"uri":"Macaque","surface_form":"macaque","offset":125},{"uri":"Cloning","surface_form":"cloning","offset":207},{"uri":"Dolly_(sheep)","surface_form":"Dolly the sheep","offset":238},{"uri":"Primate","surface_form":"primate","offset":308},{"uri":"Embryonic_stem_cells","surface_form":"embryonic stem cells","offset":421},{"uri":"Cell_nucleus","surface_form":"nuclei","offset":489},{"uri":"Chinese_Academy_of_Sciences","surface_form":"Chinese Academy of Sciences","offset":613},{"uri":"Shanghai","surface_form":"Shanghai","offset":644},{"uri":"Mammal","surface_form":"mammal","offset":699},{"uri":"Dolly_(sheep)","surface_form":"Dolly the sheep","offset":707},{"uri":"Somatic_cell_nuclear_transfer","surface_form":"somatic cell nuclear transfer","offset":738},{"uri":"Rhesus_macaque","surface_form":"rhesus macaque","offset":1034},{"uri":"Cloning","surface_form":"embryo splitting","offset":1176},{"uri":"Cloning","surface_form":"cloned","offset":1520},{"uri":"Genome_editing","surface_form":"gene-edited","offset":1527},{"uri":"Lulu_and_Nana","surface_form":"Lulu and Nana","offset":1748},{"uri":"Fibroblast","surface_form":"fiber cells","offset":2034},{"uri":"Crab-eating_macaque","surface_form":"crab-eating macaque","offset":2057},{"uri":"Egg_cell","surface_form":"egg cell","offset":2236},{"uri":"Enzyme","surface_form":"enzyme","offset":2331},{"uri":"Epigenetics","surface_form":"epigenetic","offset":2353},{"uri":"Scotland","surface_form":"Scotland","offset":2788},{"uri":"Animal_testing","surface_form":"experiments","offset":3610},{"uri":"Cardiology","surface_form":"Doctors that study the human heart","offset":3623},{"uri":"Model_organism","surface_form":"model organism","offset":3696},{"uri":"Atherosclerosis","surface_form":"problems with the blood vessels around the heart","offset":3727},{"uri":"Neuroscience","surface_form":"neuroscience","offset":3857},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":3871},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":3896},{"uri":"Bioethics","surface_form":"right and wrong in science","offset":4018}]}