{"id":618514,"url":"http://en.wikipedia.org/wiki/Kaduna_State","text":"e=\"preserve\">Kaduna State is one of the major states in the central northern region of Nigeria. Its capital is the city of Kaduna. It is one of the 36 states located in the northern area of Nigeria, and is the ninth largest state in the country. Hausa is Kaduna State's most widely spoken language, while English is its official language. Other local languages are also spoken, such as Yoruba, Igbo, Fula and English Creole among others. Some of these local languages are also used in written form. The total population of the state was projected to be 8,252,400 as of March 21, 2016.\nOrigin.\nThe word \"Kaduna\" is thought to be derived from a Gbagyi word for river. Another proposed origin links the name to the Hausa word for crocodile, but this is challenged by the Gbagyi people who are known to have lived in the area for centuries. What is now known as \"Kaduna State\" is mostly made up of land said to have been inhabited by people of the \"Nok\" culture. The name \"Nok\" is derived from the village of Nok in Kaduna, where some of the first major artifacts from the Nok culture were found. The British colonial capital moved from Jebba to Zungeru in 1902, and then to Kaduna in 1916. It is thought that the name Kaduna was taken up by Lord Frederick Lugard and his colleagues during the move to Kaduna.\nKaduna State is located at the center of northern Nigeria. It has political significance as the former administrative headquarters of northern Nigeria during the British colonial era. The state shares boundaries with Niger State to the west, Zamfara, Katsina and Kano States to the north, Bauchi and Plateau States to the east and FCT Abuja and the Nassarawa States to the south. Kaduna State has a land area of 46,053 square kilometers.\nOne major city under the governance of Kaduna is the ancient City of Zaria. Queen Amina once ruled Zaria and was known as a great warrior. Her land stretched as far as Bauchi in the east and as far south as the river Niger. She built a walled town wherever she conquered.\nBritish colonization.\nAt the start of British colonial rule in northern Nigeria, the natives who lived in the area were referred to as the 'Northern Nigerians' - a term which is still used today. On May 27, 1967, the area was broken up into six separate states, one of which was the North-Central State. This name was changed to Kaduna State in 1976. It was then further divided in 1987, losing the area now part of Katsina State. In 1975, the 'Kaduna' State was formally created by the then military leader, General Murtala Mohammed. General Mohammed decided to collect these six different states into one state, and did so without a referendum. This new state is the successor of what was called the 'Northern Region of Nigeria'.\nPeople.\nThe people in Kaduna State mostly belong to the Hausa, Gbagyi, Adara, Ham, Atyap, Bajjuu and Agworok ethnic groups.\nThe main ethnic groups are Hausa and Fulani, whose people are mostly Muslim. There are about 30 ethnic groups in the south, the largest being Gbari (Gwari). The majority of the people in the south are Christians. The major Muslim festivals are the \"Salah\", celebrations of \"Id EI Fitri\" and \"Id EI Kabir\". Christmas, New Year's Day and Easter are observed by the Christian population.\nImmigrants arrive into the cities as \"Fadama\" farmers and market gardening workers (\"yan lambu\" in Hausa). The children are usually students in Qur'anic schools or dry season immigrant workers (\"yan cin rani\" in Hausa) and live mostly in Zaria.\nGeography.\nThe Kaduna River, a tributary of the Niger River, flows roughly east to west through the center of the state. The state’s natural plant life is mostly Sudanian Savanna. This plant life is mostly made up of short trees, shrubs and several types of grass. The soil in Kaduna consists mostly of loam. Clay can also be found in this area. Native minerals include serpentine, asbestos, amethyst, kyanite, and gold. Graphite and sillimanite graphite can also be found here. This is an important raw material used in the manufacture of pencils, crucibles, electrodes, generator brushes and other parts.\nEconomy.\nAgriculture is the largest part of the economy, with about 80% of the people working in farming. The main crops are yams, cotton, groundnuts (peanuts), tobacco, maize, beans, guinea corn, millet, ginger, rice, and cassava. Over 180,000 tons of groundnuts (peanuts) are produced in the state every year. The main cash crop is cotton. Livestock can include cattle, sheep, goats, and pigs.\nKaduna State is an industrial center of northern Nigeria. Manufactured goods include carpets, textiles, machinery, steel, aluminum, petroleum products, bearings, reinforced concrete materials, bicycle assembly, toiletries, and cigarettes. Goods that are produced for the population to use range from dairy products to soft drinks, flour and groundnut (peanut) oil. The textile industry is not doing well because of foreign competition.\nImportant companies in the state area are the Federal Super Phosphate Fertilizer Company PLC, Ideal Flour Mills PLC, New Nigerian Packaging Company PLC, Peugeot Automobile Nigeria PLC, United Wire Products Limited, Bus and Refrigerated Van Manufacturing Co, Kaduna Furniture and Carpets Company Limited, Electricity Metres Company Nigeria Limited and Rigid Pack Containers Limited, Zaria.\nAlso located in the state are the National Leather Research Institute, Zaria, the Defence Industries Corporation of Nigeria and the nation's third-largest petroleum refinery.","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":46},{"uri":"Nigeria","surface_form":"Nigeria","offset":87},{"uri":"Country","surface_form":"country","offset":237},{"uri":"Official_language","surface_form":"official language","offset":320},{"uri":"Population_density","surface_form":"population","offset":509},{"uri":"Nok_culture","surface_form":"\"Nok\" culture","offset":944},{"uri":"Amina","surface_form":"Queen Amina","offset":1820},{"uri":"Niger_River","surface_form":"river Niger","offset":1955},{"uri":"Colonialism","surface_form":"British colonial","offset":2054},{"uri":"Murtala_Mohammed","surface_form":"Murtala Mohammed","offset":2533},{"uri":"Eid_ul-Fitr","surface_form":"Id EI Fitri","offset":3146},{"uri":"Eid_al-Adha","surface_form":"Id EI Kabir","offset":3164},{"uri":"Tributary","surface_form":"tributary","offset":3533},{"uri":"Sudanian_Savanna","surface_form":"Sudanian Savanna","offset":3664},{"uri":"Loam","surface_form":"loam","offset":3805},{"uri":"Clay","surface_form":"Clay","offset":3811},{"uri":"Agriculture","surface_form":"Agriculture","offset":4118},{"uri":"Peanut","surface_form":"peanut","offset":4374},{"uri":"Cash_crop","surface_form":"cash crop","offset":4430},{"uri":"Livestock","surface_form":"Livestock","offset":4451},{"uri":"Textile","surface_form":"textile","offset":4599}]}