{"id":61880,"url":"http://en.wikipedia.org/wiki/Shu_(god)","text":"Shu was the ancient Egyptian god of dry air, and so was a calming and cooling influence. He was also like Atlas from Greek mythology—his job was to separate Nut and Geb\nPower and Magic.\nShu had warlike traits like strength, speed and stamina and became associated with the pharaoh. He takes a human form wearing a plume (the hieroglyph of his name) on his head and with his arms raised supporting the sky-goddess. Nut to keep her apart from her consort the earth god Geb. Shu was described as dwelling in the sun's disk. He often appeared as a bearded man holding up the sky while protecting the earth. At times he was depicted as a lion or a human with a lion's head. At other times he wore four ostrich feathers. These feathers symbolized the four columns that held up the sky when Shu himself was not there to do the job. When in his role as god of light, Shu carried a sun disk.\nHymn.\n\"That is my daughter, the living female one, Tefnut, who shall be with her brother Shu. Life is his name, Order is her name. [At first] I lived with my two children, my little ones, the one before me, the other behind me. Life reposed with my daughter Order, the one within me, the other without me. I rose over them, but their arms were around me.\" Was a hymn to Shu. Ancient Egyptians prayed to him for a good life and prayed to him for light. People worshipped Shu in prayers, hymns, and in a chapel. People gave him offerings. Shu appeared in tombs and temples. He was a well known god.\nTemples.\nShu belongs to the cosmic deities and as such no temples were dedicated to him. Cosmic deitys were never worshipped in a pesonified form, therefore there was no need for temples to worshipped them. A chapel was built to Shu, Atum, and Tefnut. No festivals has been historically verified Shu was worshipped through prayers and gatherings.\nWorshipped.\nShu was the god of the water, light, wind, and the atmosphere. He was also the god of dry air. Shu's name meant \"dryness\" or \"emptiness\". Shu was mentioned in Coffin Texts and Pyramid Texts, but is not well known outside these religious texts until after the New Kingdom. During this time period, Shu became connected with the gods Onuris, Khonsu, and Soptu, and was worshipped along with them in their people. He was praised by some and not by others.\nMyths.\nRa created Shu. He was created when Ra said, “Shu the moisture”, and then Shu was sneezed out of Ra’s nostrils. There are many creation myths about how Ra was born. For example, an egg that hatched created Ra. Shu was one of the first deities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Atlas_(mythology)","surface_form":"Atlas","offset":106},{"uri":"Sky-goddess","surface_form":"sky-goddess","offset":401},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":414},{"uri":"Geb","surface_form":"Geb","offset":467},{"uri":"Sun","surface_form":"sun","offset":509},{"uri":"Sky","surface_form":"sky","offset":571},{"uri":"Earth","surface_form":"earth","offset":596},{"uri":"Four","surface_form":"four","offset":692},{"uri":"Ostrich","surface_form":"ostrich","offset":697},{"uri":"Feathers","surface_form":"feathers","offset":705},{"uri":"Job","surface_form":"job","offset":820},{"uri":"Light","surface_form":"light","offset":852},{"uri":"Female","surface_form":"female","offset":922},{"uri":"Tefnut","surface_form":"Tefnut","offset":934},{"uri":"Life","surface_form":"Life","offset":977},{"uri":"Ancient_Egyptians","surface_form":"Ancient Egyptians","offset":1258},{"uri":"Tombs","surface_form":"tombs","offset":1436},{"uri":"Atum","surface_form":"Atum","offset":1714},{"uri":"Tefnut","surface_form":"Tefnut","offset":1724}]}