{"id":619028,"url":"http://en.wikipedia.org/wiki/Thapki_Pyar_Ki","text":"\"Thapki Pyar Ki\" (\"Pat of Love and Support\") is an Indian television drama series that premiered on Colors TV on 25 May 2015. The Show initialy started with the Story of a Girl called \"Thapki\" who had a stammer. The Lead Actors in the Show were Jigyasa Singh and Manish Goplani who played the roles of Thapki and Bihaan respectively. The show culminated on 14 July 2017, showing the Happy Family of Thapki and Aryan, Look-alike of Bihaan, whom Thapki married after Bihaan's Death. It's an indian soap opera filled with drama and romance\nPlot.\nVani Chaturvedi (nicknamed \"Thapki\") (Jigyasa Singh) has a stutter but is a cheerful and intelligent girl. She never loses hope and doesn't let her stuttering become an obstacle in her life. Because of her stutter, Thapki receives no marriage proposals. Then she is introduced to Diwakar Mishra, who is short. He too refusesto marry Thapki because of her stutter and she is left heartbroken.\nAfter a while, Thapki finds employment at a television channel called \"News 365\" which is owned by Dhruv Pandey (Ankit Bathla). Dhruv is a well educated and gentle man. When Thapki and her family migrate to Noida, Thapki handles the move well and impresses Dhruv. A co-worker becomes jealous and unsuccessfully tries to cause trouble. Meanwhile, Thapki and Dhruv fall in love.\nDhruv tells his family that he wishes to marry Thapki. The family agree but Dhruv's mother, Vasundhara, does not like Thapke because of her stutter. On the day of the marriage, Vasundhara asks her adopted son, Bihaan (Manish Goplani), to poison Dhruv's food. Dhruv falls unconscious. To Thapki's horror, she is then married to Bihaan. Vasu wants Dhruv to marry a girl called Shraddha (Monica Khanna). Shradda does not like Thapki and schemes against her.\nOne day, Thapki saves Vasundhara from a falling deity. Vasundhara regrets her attitude to Thapki. Meanwhile, Bihaan is falling in love with Thapki. Vasundhara asks Thapki to leave Bihaan for his own good. She does not and they are properly married. For a time, dhruv is jealous and trties to break up the marriage before realising the error of his ways.\nBihaan's biological family consisting of his mother,Kosi and his paternal uncle,Naman arrive. They want a kidney from Bihaan for their son, John. They discover that Bihaan was born with one kidney. Thapki tells Bihaan that his family will want the kidney anyway but Bihaan does not believe her. Thapki is pregnant and writes to tell Bihaan but the letter is intercepted by Bihaan's family. Thapki has an accident and loses the baby.\n2 years later.\nThapki returns as a business tycoon called Vaani Oberoi. With the help of Kabir, she exposes Kosi Devi and he is removed from the house. Kabir takes revenge on Bihaan for setting alight the house of his sister, Neha. Thapki believes that Bihaan is innocent and soon Kabir does too. Thapki, Vasu and Neha expose Sankar as the true arsonist. The police come but Sankar escapes. Dhruv divorces Shraddha and marries Aditi (Sheena Bajaj), Thapki's sister. In a drunken state, he impregnates Aditi as well as Shraddha.\nThen, Thapki falls pregnant. Sankar fakes her own death. The police arrest Bihaan for murdering Sankar. Sankar blackmails Thapki by saying she will save Bihaan from hanging if Thapki leaves. Thapki leaves and later gives birth to twin daughters. Sankar tries to kill one of the daughters but she is saved by Bihaan who adopts her. Everyone thinks that one of the twins is dead. Thapki leaves with Kabir. Bihaan tries to stop her. Shraddha tells Sankar that she knows that she had blackmail Thapki and they form an alliance. Aditi overhears them and tells Bihaan. They go to Thapki but on the way are injured when Sharddha runs them over.\n7 years later.\nAditi is found dead. Dhruv blames Thapki and is very angry. Bihaan has lost his memory. Shraddha and Sankar mistreat Tina. Thapki is living with Bani. Thapki and Bihaan meet at their daughters' school. Thapki returns in order to help Bihaan's amnesia. Shraddha blackmails Tina into pressuring Bihaan and Sankar to marry. Bihaan's memory returns when Thapki reminds him of Sankar's behaviour. Sankar implicates Shraddha.\nWhen Vasu takes Bihaan and his family to a famous temple, a gangster called Amma Mai kidnaps Bani. Amma Mai wants Bani to marry his son. Shraddha tries to make an alliance with Amma Mai. Shraddha's plan is revealed by Thapki. When Bihaan tries to save Bani, he is shot by Amma Mai. Amma Mai and her son are arrested. Bani blames Thapki for he father's death and leaves home. Kosi takes Bani in. Thapki is then kidnapped by Shraddha. Vasu rescues Thapki and defeats Shraddha.\n15 years later.\nTina is to marry Samar. Bani and Kosi arrive to take revenge on Thapki. Thapki asks Aryan, who looks like Bihaan, to impersonate Bihaan. Aryan is the brother of Bani's fiancé, Manav. On the day of marriage, Kosi creates mayhem. Bani apologises to Thapki and Kosi is arrested.\nAryan is told that Bani has died in an accident and Thapki's face has been completely changed by surgery after the accident. In fact, Thapki and Bani have been kidnapped by \"Lovely\", a bar dancer, who is impersonating Thapki. Thapki escapes but is blackmailed into silence by Lovely, who threatens to kill Bani. Mohini is Thapki's long lost twin sister who was separated from her family when Thapki pushed her. Mohini disguises Thapki with a veil and introduces her as Rajjo. However, the family are not fooled. Samar rescues Bani. Mohini apologises for her actions.\nTina and Vasu have not yet forgiven Thapki for messing up her daughters life. Vasu learns of Aryan and Balvinder tries to kill him. Before he does, Bani explains all. Thapki is forgiven. Aryan is invited to stay with the family to take Bihaan's place. Aryan marries Thapki and everyone lives happily ever after.\nCrossover episode.\nOn 12 February 2016, an episode called \"Ishq Ka Rang Safed\" was broadcast. Dhaani goes to the temple to make amends for drinking. She falls on the temple stairs but Bihaan saves her. Thapki arrives at the temple but hides from Bihaan. Dhaani helps Thapki and they pray together and become friends.\nIn the Trishakti (\"Power of Three\") a number of trilogies were broadcast in serial form.\nInternational broadcast and dubbing.\nThe series was broadcast in Pakistan by Filmazia and Colors TV, until October 2016. It was dubbed into Tamil as \"Indira – Puthumai Penn\" (\"Indira – A Girl of Innovation\") and broadcast on Raj TV. The show was dubbed into Indonesian language as \"Thapki\" and was broadcast from 18 July 2016 on ANTV. In Vietnam, the series was broadcast as \"Tôi, Thapki\" in Vietnamese on HTV3. \"Thapki\" was translated to Persian and broadcast on the Gem Bollywood channel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colors_TV","surface_form":"Colors TV","offset":100},{"uri":"Stammer","surface_form":"stammer","offset":203},{"uri":"Leading_actor","surface_form":"Lead Actors","offset":216},{"uri":"Jigyasa_Singh","surface_form":"Jigyasa Singh","offset":245},{"uri":"Manish_Goplani","surface_form":"Manish Goplani","offset":263},{"uri":"Ishq_Ka_Rang_Safed","surface_form":"Ishq Ka Rang Safed","offset":5860},{"uri":"Filmazia","surface_form":"Filmazia","offset":6284},{"uri":"Colors_TV","surface_form":"Colors TV","offset":6297},{"uri":"Tamil_language","surface_form":"Tamil","offset":6347},{"uri":"Raj_TV","surface_form":"Raj TV","offset":6432},{"uri":"Indonesian_language","surface_form":"Indonesian language","offset":6465},{"uri":"ANTV","surface_form":"ANTV","offset":6536}]}