{"id":619179,"url":"http://en.wikipedia.org/wiki/Ricky_Stenhouse_Jr.","text":"Richard Lynn \"Ricky\" Stenhouse Jr. (born October 2, 1987) is an American racecar driver. He currently drives in the Monster Energy NASCAR Cup Series, driving the No. 17 Ford Fusion for Roush Fenway Racing. He has won the Nationwide Series championship in 2010 and 2011, and has been Rookie of the Year in both the Monster Energy Cup and Nationwide Series.\nEarly years.\nStenhouse started racing when he was six, driving go-karts. He later moved in to sprint car racing, being named Rookie of the Year in a sprint car series in 2007. He also raced for former NASCAR driver Tony Stewart in 2007. Stenhouse signed a contract with NASCAR team Roush Fenway Racing in 2007, running in the ARCA Racing Series in 2008. In only his sixth stock car race, Stenhouse won for the first time at Kentucky Speedway. He won another race at Pocono Raceway and was running for the championship with Scott Speed before he and Speed crashed twice in the race so that both of them wouldn't win the championship.\nNASCAR.\nAfter running in the ARCA series, Stenhouse drove for Roush Fenway Racing in seven Nationwide Series races in 2009 with Greg Biffle, Colin Braun and Jamie McMurray completing the schedule. He qualified first at Iowa Speedway and ran all of the races in 2010, winning the Rookie of the Year award. The following year, he won the championship. He won the championship again in 2012. After the final race of 2012, Stenhouse was disappointed because he didn't win the race.\nStenhouse made his first Sprint Cup start in 2011, driving in place of Trevor Bayne at Wood Brothers Racing. He did not run another race until the next year, when he ran four races for Roush Fenway Racing.\nHe ran all of the races in 2013, winning the series' Rookie of the Year award. He came back for a full season the following year but did not qualify for one race due to a new way of qualifying. In 2015, Stenhouse had some sponsorship problems, leading to a 25th place finish in the point standings. His performance went along with the team not doing as well as before. The following year, Stenhouse finshed a career-best second at Bristol Motor Speedway; however, his crew chief was suspended the following week for a steering wheel problem. Overall, it was the best year of his Cup career.\nStenhouse finally broke through to Victory Lane in the Cup Series in 2017, winning at Talladega Superspeedway in his 158th career start. A couple months later, he won again, this time at Daytona International Speedway. Both of his wins came on restrictor plate tracks. He also made the NASCAR Playoffs for the first time, making it through the Round of 16 before being cut in the Round of 12.\nPersonal life.\nStenhouse started dating another NASCAR driver, Danica Patrick, in 2013. The two split in late 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":64},{"uri":"Racecar","surface_form":"racecar","offset":73},{"uri":"NASCAR","surface_form":"Monster Energy NASCAR Cup Series","offset":116},{"uri":"Ford_Fusion_(Americas)","surface_form":"Ford Fusion","offset":169},{"uri":"Roush_Fenway_Racing","surface_form":"Roush Fenway Racing","offset":185},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":221},{"uri":"Go-Kart","surface_form":"go-karts","offset":419},{"uri":"NASCAR","surface_form":"NASCAR","offset":557},{"uri":"Tony_Stewart","surface_form":"Tony Stewart","offset":571},{"uri":"NASCAR","surface_form":"NASCAR","offset":626},{"uri":"Roush_Fenway_Racing","surface_form":"Roush Fenway Racing","offset":638},{"uri":"ARCA_Racing_Series","surface_form":"ARCA Racing Series","offset":682},{"uri":"Stock_car_racing","surface_form":"stock car","offset":728},{"uri":"Kentucky_Speedway","surface_form":"Kentucky Speedway","offset":780},{"uri":"Pocono_Raceway","surface_form":"Pocono Raceway","offset":822},{"uri":"Scott_Speed","surface_form":"Scott Speed","offset":879},{"uri":"Roush_Fenway_Racing","surface_form":"Roush Fenway Racing","offset":1051},{"uri":"Nationwide_Series","surface_form":"Nationwide Series","offset":1080},{"uri":"Greg_Biffle","surface_form":"Greg Biffle","offset":1117},{"uri":"Colin_Braun","surface_form":"Colin Braun","offset":1130},{"uri":"Jamie_McMurray","surface_form":"Jamie McMurray","offset":1146},{"uri":"Iowa_Speedway","surface_form":"Iowa Speedway","offset":1208},{"uri":"Sprint_Cup_Series","surface_form":"Sprint Cup","offset":1492},{"uri":"Trevor_Bayne","surface_form":"Trevor Bayne","offset":1538},{"uri":"Wood_Brothers_Racing","surface_form":"Wood Brothers Racing","offset":1554},{"uri":"Roush_Fenway_Racing","surface_form":"Roush Fenway Racing","offset":1652},{"uri":"Bristol_Motor_Speedway","surface_form":"Bristol Motor Speedway","offset":2104},{"uri":"Steering_wheel","surface_form":"steering wheel","offset":2191},{"uri":"Talladega_Superspeedway","surface_form":"Talladega Superspeedway","offset":2350},{"uri":"Daytona_International_Speedway","surface_form":"Daytona International Speedway","offset":2451},{"uri":"NASCAR","surface_form":"NASCAR","offset":2705},{"uri":"Danica_Patrick","surface_form":"Danica Patrick","offset":2720}]}