{"id":619732,"url":"http://en.wikipedia.org/wiki/My_Hero_Academia","text":"is a comedy adventure manga series written and illustrated by Kōhei Horikoshi. It has been serialized in \"Weekly Shōnen Jump\" since July 2014, and 23 volumes have been collected in \"tankōbon\" form.\nThe story follows Izuku Midoriya, a boy born without superpowers in a world where most people have them, but who still dreams of becoming a superhero himself. He is found by the world's greatest hero, who shares his powers with Izuku after seeing his bravery and value and enrolls him in a high school for heroes in training. The manga was adapted into an anime series; the first season was from April 3 to June 26, 2016. The second season was from April 1 to September 30, 2017. The third season was from April 7 to September 29, 2018. The fourth season is set to start on October 12, 2019. A movie also came out in 2018.\nPlot.\nIn a world where people with superpowers known as \"Quirks\" are the standard, Izuku Midoriya is a regular middle school student who has dreams of one day becoming a Hero but is bullied by his classmates for not having a Quirk. After being the only one to try and save his childhood bully Katsuki Bakugo from a Villain, the world's greatest Hero All Might gives him his own quirk called \"One For All\". The story follows Izuku's entrance into U.A. High School, a school that trains the next generation of Super Heroes.\nVillains.\nAll For One is the primary villain of \"My Hero Academia\" and the leader of the League of Villains, along with Tomura Shigaraki.\nOriginally Japan's most powerful villain and All Might's nemesis, he was defeated by All Might. His true motives are unclear and his true identity unknown, and his current goal is to raise Shigaraki to become his eventual successor, but was once again defeated by All Might in a rematch, which lead to the retirement of All Might.\nOther media.\nOn October 29, 2015, the series' official Twitter announced that \"My Hero Academia\" would receive an anime adaptation produced by Studio Bones, currently ongoing. A third season was announced in the 44th issue of \"Weekly Shōnen Jump\" magazine of 2017. A video game based on the anime, \"My Hero Academia: Battle for All\", was announced in November 2015. The game was made by Dimps and published by Bandai Namco Entertainment for the Nintendo 3DS handheld game console, where it released in Japan on May 19, 2016. A second video game for PlayStation 4, Nintendo Switch, Xbox One and Microsoft Windows will be released in 2018, titled \"My Hero Academia: One's Justice\". An anime film was announced in December 2017, and will feature an original story.","categories":[],"infobox_types":["animanga/Header","animanga/Print","animanga/Print","animanga/Video","animanga/Game","animanga/Print","animanga/Video","animanga/Game","animanga/Video"],"annotations":[{"uri":"Comedy","surface_form":"comedy","offset":5},{"uri":"Adventure_fiction","surface_form":"adventure","offset":12},{"uri":"Manga","surface_form":"manga","offset":22},{"uri":"K%C5%8Dhei_Horikoshi","surface_form":"Kōhei Horikoshi","offset":62},{"uri":"Weekly_Sh%C5%8Dnen_Jump","surface_form":"Weekly Shōnen Jump","offset":106},{"uri":"Tank%C5%8Dbon","surface_form":"tankōbon","offset":182},{"uri":"Izuku_Midoriya","surface_form":"Izuku Midoriya","offset":216},{"uri":"Superpower","surface_form":"superpower","offset":251},{"uri":"Superhero","surface_form":"superhero","offset":338},{"uri":"All_Might_(My_Hero_Academia)","surface_form":"world's greatest hero","offset":376},{"uri":"Anime","surface_form":"anime","offset":554},{"uri":"Superhero","surface_form":"Hero","offset":1166},{"uri":"Japan","surface_form":"Japan","offset":1492},{"uri":"All_Might_(My_Hero_Academia)","surface_form":"All Might","offset":1526}]}