{"id":619956,"url":"http://en.wikipedia.org/wiki/Cengage_Learning","text":"e=\"preserve\">Cengage Learning, or Cengage, is a publisher. It makes and sells textbooks and other educational content. It is also a technology and services company. Their customers are in higher education, K-12, companies, and libraries around the world. Cengage has business in more than 20 countries.\nCompany information.\nThe company headquarters in Boston, Massachusetts.About 5,000 people work at Cengage in 20 countries. The headquarters was in Stamford, Connecticut until April 2014.\nProducts and services.\nCengage sells print and digital textbooks. It also sells additional materials to teachers to help them use those textbooks. Online products include reference databases and distance learning courses. Cengage also sells test preparation materials, corporate training courses, career assessment tools, materials for specific academic disciplines, and custom solutions.\nOn December 5, 2017, Cengage announced Cengage Unlimited. This plan is asks students to pay a subscription to use any of their digital higher education books. Students can pay by semester or year.\nHistory.\nCengage Learning used to be called Thomson Learning. The Thomson Corporation sold it to a private equity group including Apax Partners and OMERS Capital Partners for US $7.75 billion, and the name was changed to Cengage Learning on 24 July 2007. In 2011, Cengage Learning bought the National Geographic Society's school publishing business. It combined this school business with the Global ELT business to make the National Geographic Learning brand.\nCengage Learning filed for bankruptcy under Chapter 11 on July 2, 2013. Cengage Learning left bankruptcy on April 1, 2014.\nBrands/imprints.\nThe company also publishes books with other names: 4LTR Press, Aplia, Cengage Learning PTR, Chilton, Education To Go, Gale, Milady, MindTap, and National Geographic Learning.","categories":[],"infobox_types":[],"annotations":[{"uri":"Publisher","surface_form":"publisher","offset":48},{"uri":"Textbook","surface_form":"textbook","offset":78},{"uri":"Education","surface_form":"education","offset":98},{"uri":"Higher_education","surface_form":"higher education","offset":188},{"uri":"K-12","surface_form":"K-12","offset":206},{"uri":"Distance_learning","surface_form":"distance learning","offset":685},{"uri":"Semester","surface_form":"semester","offset":1058},{"uri":"Thomson_Learning","surface_form":"Thomson Learning","offset":1120},{"uri":"Thomson_Corporation","surface_form":"Thomson Corporation","offset":1142},{"uri":"Private_equity","surface_form":"private equity","offset":1175},{"uri":"Apax_Partners","surface_form":"Apax Partners","offset":1206},{"uri":"OMERS_Capital_Partners","surface_form":"OMERS Capital Partners","offset":1224},{"uri":"Bankruptcy","surface_form":"bankruptcy","offset":1563},{"uri":"Chilton_Company","surface_form":"Chilton","offset":1768}]}