{"id":620228,"url":"http://en.wikipedia.org/wiki/Maithili_cinema","text":"e=\"preserve\"> Maithili cinema refers to the cinema of Mithila region of India and Nepal.\nHistory.\nThe first Maithili movie was Kanyadan (released in 1965 & Directed by Phani Majumdar), of which a significant portion was made in the Maithili language.The film’s story in which the protagonist doesnot know Maithili language but decided to learn maithili as his wifeknows only Maithili language.Another maithili movie “Mamta Gaave Geet” was released in 70’s and became very popular due to the melodious songs and good storyline.But after that no serious effort was done to make a maithil melodrama.But then 3 films were made and got success on the box office like sasta jingi mahag senur, aau piya hamar nagri, senurak laaj etc.\nChange of Environment.\nAfter many years in 1999 a new maithili film “Sasta Jindagi Mehga Sindur” appeared in the scene.This film by director Balkrishna Jha broke all success records and was widely a big hit.This maithili film’s songs were played in many village fairs and other maithil gatherings.\nFamous playback singer “Udit Narayan” also produced a Maithili film named “Eejot” (ray of light) but, despite the good songs the film fall flat on the box office due to a bad script. In 2007 November another maithili film “Sindurdan” was released the film was quickly widrawn from theatres due to some sound problem.The producer’s have re-released the film now with a correction and new songs added.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mithila","surface_form":"Mithila","offset":54},{"uri":"India","surface_form":"India","offset":72},{"uri":"Nepal","surface_form":"Nepal","offset":82},{"uri":"Maithili_language","surface_form":"Maithili language","offset":232},{"uri":"Maithili_language","surface_form":"Maithili language","offset":305},{"uri":"Maithili_language","surface_form":"Maithili language","offset":375},{"uri":"Udit_Narayan","surface_form":"Udit Narayan","offset":1049}]}