{"id":6204,"url":"http://en.wikipedia.org/wiki/Psychology","text":"e=\"preserve\">Psychology is the study of the mind, its thought, feeling and behaviour. It is an academic discipline which involves the scientific study of mental faculties, functions and behaviours.\nPsychology deals mainly with humans but also sometimes with nonhuman animals. Because psychology may be difficult to study as a whole, psychologists often only look at small parts of it at one time. Psychology has much in common with many other fields, and overlaps with many of them. Some of these fields are medicine, ethology, computer science, and linguistics.\nIn this field, a professional practitioner or researcher is called a psychologist and is a social, behavioural, or cognitive scientist. Psychologists attempt to understand the role of mental functions in individual and social behavior. They also explore the physiological and neurobiological processes which underlie cognitive functions and behaviours.\nScientific approaches.\nPsychology is a type of science, and research psychologists use many of the same types of methods that researchers from other natural and social sciences use.\nPsychologists make theories to try to explain a behavior or pattern they see. Based on their theory they make some predictions. They then carry out an experiment or collect other types of information that will tell them whether their predictions were right or wrong.\nSome types of experiments cannot be done on people because the process would be too long, expensive, dangerous, unfair, or otherwise unethical. There are also other ways psychologists study the mind and behavior scientifically, and test their theories. Psychologists might wait for some events to happen on their own; they might look at patterns among existing groups of people in natural environments; or they might do experiments on animals (which can be simpler and more ethical to study).\nPsychology shares other things with natural sciences, as well. For example, a good psychological theory may be possible to prove wrong. Just like in any natural science, a group of psychologists can never be completely sure that their theory is the right one. If a theory can be proved wrong, but experiments do not prove it wrong, then it is more likely that the theory is accurate. This is called falsifiability.\nPsychologists use many tools as part of their daily work. Psychologists use surveys to ask people how they feel and what they think. They may use special devices to look at the brain and to see what it is doing. Psychologists use computers to collect data as they measure how people behave in response to pictures, words, symbols, or other stimuli. Psychologists also use statistics to help them analyze the data that they get from their experiments.\nSymbolic and subjective approaches.\nNot all psychology is scientific psychology. Psychodynamic psychology and depth psychology do things like interpreting people's dreams to understand the unconscious mind, as in older approaches to psychology begun by Carl Jung who was particularly interested in finding methods for measuring what kind of personality people have.\nHumanistic psychology and existential psychology also believe that it is more important to understand personal meaning than to find causes and effects of mental processes and behaviours.\nPsychologists.\nPsychologists are people who work in the field of psychology. A psychologist may work in either basic research or applied research. Basic research is the study of people or animals to learn more about them. Applied research is using what was learned from basic research to solve real-world problems. If he or she is qualified as a clinical psychologist they may be a therapist or counsellor as well as a researcher.\nTo become a psychologist, a person must first get a basic degree at a university and then go to graduate school. A Master's degree, either MSc (Master of Science) or MA (Master of Arts) allows work such as a school psychologist. A doctorate degree takes a longer time because it includes doing research and writing a detailed report called a dissertation or thesis. The doctoral graduate uses the initials PhD or DPhil (Doctor of Philosophy) after his or her name. Some clinical psychologists earn a Doctor of Psychology degree and use the initials PsyD after their name. The American Psychological Association says that people need a PhD (or PsyD) and a current state license in the U.S.) in order to call themselves a 'psychologist'.\nThe words \"psychologist\" and \"psychiatrist\" may be confused with each other. A \"psychiatrist\" has graduated from medical school and uses the initials MD or its equivalent (MB ChB in London University, for example). A psychiatrist or doctor may work with a psychologist: they may prescribe and check on the effect of medications.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mind","surface_form":"mind","offset":44},{"uri":"Thought","surface_form":"thought","offset":54},{"uri":"Emotion","surface_form":"feeling","offset":63},{"uri":"Behaviour","surface_form":"behaviour","offset":75},{"uri":"Academic","surface_form":"academic","offset":95},{"uri":"Mental","surface_form":"mental","offset":154},{"uri":"Behaviour","surface_form":"behaviour","offset":186},{"uri":"Human","surface_form":"human","offset":227},{"uri":"Animal","surface_form":"animal","offset":267},{"uri":"Overlap","surface_form":"overlaps","offset":455},{"uri":"Medicine","surface_form":"medicine","offset":508},{"uri":"Ethology","surface_form":"ethology","offset":518},{"uri":"Computer_science","surface_form":"computer science","offset":528},{"uri":"Linguistics","surface_form":"linguistics","offset":550},{"uri":"Practitioner","surface_form":"practitioner","offset":593},{"uri":"Psychologist","surface_form":"psychologist","offset":632},{"uri":"Social_science","surface_form":"social","offset":654},{"uri":"Behaviour","surface_form":"behaviour","offset":662},{"uri":"Cognitive_science","surface_form":"cognitive scientist","offset":678},{"uri":"Physiology","surface_form":"physiological","offset":821},{"uri":"Neurobiology","surface_form":"neurobiological","offset":839},{"uri":"Science","surface_form":"science","offset":963},{"uri":"Theories","surface_form":"theories","offset":1117},{"uri":"Prediction","surface_form":"prediction","offset":1213},{"uri":"Experiment","surface_form":"experiment","offset":1249},{"uri":"Ethics","surface_form":"unethical","offset":1498},{"uri":"Pattern","surface_form":"pattern","offset":1702},{"uri":"Natural","surface_form":"natural","offset":1746},{"uri":"Falsifiability","surface_form":"falsifiability","offset":2257},{"uri":"Computers","surface_form":"computers","offset":2503},{"uri":"Data","surface_form":"data","offset":2524},{"uri":"Symbol","surface_form":"symbol","offset":2595},{"uri":"Stimulus","surface_form":"stimuli","offset":2613},{"uri":"Statistics","surface_form":"statistics","offset":2645},{"uri":"Psychodynamic_psychology","surface_form":"Psychodynamic psychology","offset":2805},{"uri":"Depth_psychology","surface_form":"depth psychology","offset":2834},{"uri":"Dream","surface_form":"dream","offset":2888},{"uri":"Carl_Jung","surface_form":"Carl Jung","offset":2977},{"uri":"Humanistic_psychology","surface_form":"Humanistic psychology","offset":3090},{"uri":"Existential_psychology","surface_form":"existential psychology","offset":3116},{"uri":"Clinical_psychology","surface_form":"clinical psychologist","offset":3623},{"uri":"Therapist","surface_form":"therapist","offset":3659},{"uri":"Counsellor","surface_form":"counsellor","offset":3672},{"uri":"Graduate_school","surface_form":"graduate school","offset":3804},{"uri":"School_psychology","surface_form":"school psychologist","offset":3916},{"uri":"Thesis","surface_form":"thesis","offset":4066},{"uri":"PhD","surface_form":"PhD","offset":4114},{"uri":"American_Psychological_Association","surface_form":"American Psychological Association","offset":4284},{"uri":"Psychiatrist","surface_form":"psychiatrist","offset":4524},{"uri":"MD","surface_form":"MD","offset":4594},{"uri":"London_University","surface_form":"London University","offset":4626}]}