{"id":62050,"url":"http://en.wikipedia.org/wiki/Religion_of_Ancient_Egypt","text":"The religion of ancient Egypt lasted throughout their civilization. After about three thousand years, the Egyptian people turned to Coptic Christianity and Islam. These religions were brought by influences from outside. Christianity spread across Egypt in the third and fourth centuries AD. After the Muslim conquest of Egypt in the 7th century, most Egyptians were converted to Islam by the 10th century.\nGods.\nAt the beginning, there were five different religious groups of people in Egypt. Each groups had different beliefs, and were based in different places.\nDuring the history of Egypt, the beliefs changed with the leader. When someone rose in power, their belief system rose as well. The new beliefs would combined with the beliefs that were already there. This happened even after the end of the ancient Egyptian civilization as it is known today. An example of this might be the \"New Kingdom\". During its time, the gods Ra and Amun, became Amun-Ra. Joining to create one god is usually referred to as syncretism.\nHistory of the gods.\nThe Egyptians believed that in the beginning, the universe was filled with the dark waters of chaos. The first god, Re-Atum, came from the water. Re-Atum spat and this created the gods Shu (god of air) and Tefnut (goddess of moisture). The world was created when Shu and Tefnut gave birth to two children: Nut (goddess of the sky) and Geb (god of the Earth). Humans were created when Shu and Tefnut went walking in the darkness and got lost. Re-Atum sent his eye to find them. After finding them, his tears of joy turned into people.\nNut and Geb had sex. When Shu heard about this, he did not want them to be together. He became the air between the sky and ground. He also said that the pregnant Nut could not give birth. Nut begged Thoth to help. Thoth gambled with the moon-god Khonsu. He won five more days to be added to the 360-day year. Nut had one child on each of these days: Osiris, Isis, Set, Nephthys, and Horus-the-Elder.\nOsiris was the king of Egypt. His brother, Seth, murdered him and became the king. After killing him, Seth tore the body of Osiris into pieces. Isis rescued the pieces. She wanted to bury the pieces under the temple. After Seth became king, he was fought by Horus, Osiris's son. Seth lost and was sent to the desert. Seth became the god of horrible storms. Osiris was mummified by Anubis and became God of the dead. Horus became the new king. In ancient Egypt, it was believed that the pharaohs were Horus's descendants.\nThe ancient Greeks believed that Egyptian gods and goddesses were the descendants of their gods and goddesses. In ancient Greek Mythology, when the titan Typhon was set free, all of the Greek gods (except for Hermes and Zeus) fled to Egypt. In Greece, many of the gods made themselves turn into animals to hide themselves from Typhon.\nDeath.\nEgypt had a developed view of the afterlife with rituals for preparing the body and soul for a peaceful life after death. Beliefs about the soul and afterlife focused mainly on preserving the body. This was because they believed that the \"ka\" (a part of a person's soul that was depicted as a bird with a persons head) was still living in the body after death and it was important for the ka to be reunited with the ba, the spirit or soul to form the akh. This meant that embalming and mummification were done, in order to preserve the person's identity in the afterlife. Originally the dead were buried in reed coffins in the hot sand, which caused the remains to dry quickly, and then were buried. Later, they started constructing wooden tombs, and the long process of mummification was developed by the Egyptians around the 4th Dynasty. All soft tissues were removed, and the cavities washed and packed with natron, then the outer body was buried in natron as well. The heart was the only organ left within the body as it was believed the heart had to be weighed in the underworld to see if the person was worthy of a peaceful afterlife. The other organs were placed in 'canopic jars' which had seals depicting the heads of the Gods that guarded the intestines: Imsety,an Egyptian man who guards the liver, Hapi, a baboon who guards the lungs, Duamutef, a jackal who guards the stomach and Qebehsenuef, a falcon who guards the intestines.\nAfter coming out of the natron, the bodies were coated inside and out with resin to preserve them, then wrapped with linen bandages, embedded with religious amulets and talismans. In the case of royalty, this was usually then placed inside a series of nested coffins. The outer layer of the coffins was a stone sarcophagus. Other creatures were also mummified, sometimes thought to be pets of Egyptian families, but more likely they represented the gods. They left the heart in place because they thought it was the home of the soul.\nThe Book of the Dead was a series of almost two hundred spells represented as texts, songs and pictures written on papyrus. They were individually customized for the dead. They were buried along with the dead to make their passage into the underworld easier. After working their way through lakes of fire, spitting cobras, demon jackals and giant bugs their soul is led into a hall of judgment in Duat by Anubis (god of mummification) and the deceased's heart, which was the record of the morality of the owner, is weighed against a single feather representing Ma'at (the concept of truth, and order). A heart that weighed less than the feather was considered a pure heart. This resulted in a good outcome. A heart heavy with guilt and sin from one's life weighed more than the feather, and so the heart would be eaten by Ammit (\"Eater of Hearts\")–part crocodile, part lion, and part hippopotamus. If the outcome was good, the dead are taken to Osiris, god of the afterlife, in Aaru, but the if the out come was bad, the demon Ammit destroyed their heart which killed the soul. The person would then be placed in a special place with food just out of reach of their hands. If they ever got the food, demons would put them into a hole to make it harder for them.\nThe Greeks wrote a myth about a King who was forced to do the same thing but he was imprisoned in a lake. Whenever he bent his head to have some water, the lake would drain away only to bring the water back when he stopped trying. There was also food above his head on a tree and whenever he reached out for it the branch would move away.\nThe monotheistic period.\nA short time of monotheism (Atenism) happened when Akhenaten (Amenhotep IV) was pharaoh. He focused the religion on the Egyptian sun god Aten. The Aten is usually shown as a sun disk with rays coming out of all sides. Akhenaten built a new capital at Amarna with temples for The Aten. Akhenaten's religion only lasted until his death. The old religion was quickly restored by Tutankhamun, Akhenaten's son by his wife Kiya.\nWhile most historians say this period is monotheistic, some researchers do not. They say that people worshipped the royal family as gods who got their divine power from the Aten. In one picture, Akhenaten is shown with his wife Nefertiti with three of their 6 daughters sitting under the beams of the Aten. This point of view is mostly ignored by the historians. Some researchers say that Akhenaten or some of his viziers were Moses or Joseph (Bible) from the Bible.\nAfter the fall of the Amarna dynasty, the original Egyptin pantheon was the main religion, until the development Coptic Christianity and later Islam, even though the Egyptians continued to have relations with the other monotheistic cultures (the Hebrews). Egyptian mythology put up surprisingly little resistance to the spread of Christianity. This is sometimes explained by saying that Jesus was originally a syncretism based mainly on Horus, with Isis and her worship becoming Mary.","categories":[],"infobox_types":[],"annotations":[{"uri":"Religion","surface_form":"religion","offset":4},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":16},{"uri":"Coptic_Orthodox_Church_of_Alexandria","surface_form":"Coptic Christianity","offset":132},{"uri":"Islam","surface_form":"Islam","offset":156},{"uri":"Christianity","surface_form":"Christianity","offset":220},{"uri":"Islam","surface_form":"Islam","offset":379},{"uri":"Egypt","surface_form":"Egypt","offset":486},{"uri":"Belief","surface_form":"belief","offset":519},{"uri":"History","surface_form":"history","offset":575},{"uri":"Ancient_Egypt","surface_form":"ancient Egypt","offset":805},{"uri":"Civilization","surface_form":"civilization","offset":822},{"uri":"Ra","surface_form":"Ra","offset":930},{"uri":"Amun","surface_form":"Amun","offset":937},{"uri":"Amun-Ra","surface_form":"Amun-Ra","offset":950},{"uri":"Syncretism","surface_form":"syncretism","offset":1011},{"uri":"Universe","surface_form":"universe","offset":1094},{"uri":"Dark","surface_form":"dark","offset":1123},{"uri":"Chaos_(mythology)","surface_form":"chaos","offset":1138},{"uri":"Spit","surface_form":"spat","offset":1198},{"uri":"Shu_(god)","surface_form":"Shu","offset":1229},{"uri":"Air","surface_form":"air","offset":1241},{"uri":"Tefnut","surface_form":"Tefnut","offset":1250},{"uri":"Water","surface_form":"moisture","offset":1269},{"uri":"Earth","surface_form":"world","offset":1284},{"uri":"Birth","surface_form":"birth","offset":1327},{"uri":"Child","surface_form":"child","offset":1340},{"uri":"Nut_(goddess)","surface_form":"Nut","offset":1350},{"uri":"Sky","surface_form":"sky","offset":1370},{"uri":"Geb","surface_form":"Geb","offset":1379},{"uri":"Earth","surface_form":"Earth","offset":1395},{"uri":"Human","surface_form":"Human","offset":1403},{"uri":"Eye","surface_form":"eye","offset":1503},{"uri":"Sexual_intercourse","surface_form":"sex","offset":1594},{"uri":"Pregnancy","surface_form":"pregnant","offset":1731},{"uri":"Thoth","surface_form":"Thoth","offset":1777},{"uri":"Gambling","surface_form":"gambled","offset":1798},{"uri":"Moon","surface_form":"moon","offset":1815},{"uri":"Year","surface_form":"year","offset":1881},{"uri":"Osiris","surface_form":"Osiris","offset":1928},{"uri":"Isis","surface_form":"Isis","offset":1936},{"uri":"Seth","surface_form":"Set","offset":1942},{"uri":"Nephthys","surface_form":"Nephthys","offset":1947},{"uri":"King","surface_form":"king","offset":1993},{"uri":"Murder","surface_form":"murder","offset":2027},{"uri":"Burial","surface_form":"bury","offset":2161},{"uri":"Temple","surface_form":"temple","offset":2187},{"uri":"Horus","surface_form":"Horus","offset":2236},{"uri":"Desert","surface_form":"desert","offset":2287},{"uri":"Storm","surface_form":"storm","offset":2327},{"uri":"Mummification","surface_form":"mummified","offset":2346},{"uri":"Anubis","surface_form":"Anubis","offset":2359},{"uri":"Death","surface_form":"dead","offset":2388},{"uri":"Pharaoh","surface_form":"pharaoh","offset":2464},{"uri":"Descendant","surface_form":"descendant","offset":2486},{"uri":"Greek_Mythology","surface_form":"Greek Mythology","offset":2621},{"uri":"Titan_(mythology)","surface_form":"titan","offset":2647},{"uri":"Typhon","surface_form":"Typhon","offset":2653},{"uri":"Hermes","surface_form":"Hermes","offset":2708},{"uri":"Zeus","surface_form":"Zeus","offset":2719},{"uri":"Typhon","surface_form":"Typhon","offset":2826},{"uri":"Ritual","surface_form":"ritual","offset":2890},{"uri":"Soul","surface_form":"soul","offset":2981},{"uri":"Preservation","surface_form":"preserving","offset":3018},{"uri":"Egyptian_soul","surface_form":"ba","offset":3257},{"uri":"Akh","surface_form":"akh","offset":3292},{"uri":"Embalming","surface_form":"embalming","offset":3313},{"uri":"Mummy","surface_form":"mummification","offset":3327},{"uri":"Phragmites","surface_form":"reed","offset":3448},{"uri":"Coffin","surface_form":"coffin","offset":3453},{"uri":"Sand","surface_form":"sand","offset":3472},{"uri":"Mummy","surface_form":"mummification","offset":3612},{"uri":"Natron","surface_form":"natron","offset":3752},{"uri":"Sarcophagus","surface_form":"sarcophagus","offset":4594},{"uri":"Book_of_the_Dead","surface_form":"Book of the Dead","offset":4821},{"uri":"Duat","surface_form":"Duat","offset":5214},{"uri":"Anubis","surface_form":"Anubis","offset":5222},{"uri":"Heart","surface_form":"heart","offset":5271},{"uri":"Ma%27at","surface_form":"Ma'at","offset":5378},{"uri":"Ammit","surface_form":"Ammit","offset":5639},{"uri":"Osiris","surface_form":"Osiris","offset":5762},{"uri":"Aaru","surface_form":"Aaru","offset":5795},{"uri":"Monotheism","surface_form":"monotheism","offset":6459},{"uri":"Atenism","surface_form":"Atenism","offset":6471},{"uri":"Akhenaten","surface_form":"Akhenaten (Amenhotep IV)","offset":6494},{"uri":"Aten","surface_form":"Aten","offset":6580},{"uri":"Amarna","surface_form":"Amarna","offset":6694},{"uri":"Tutankhamun","surface_form":"Tutankhamun","offset":6819},{"uri":"Historian","surface_form":"historian","offset":6877},{"uri":"Nefertiti","surface_form":"Nefertiti","offset":7094},{"uri":"Moses","surface_form":"Moses","offset":7293},{"uri":"Joseph_(Bible)","surface_form":"Joseph (Bible)","offset":7302},{"uri":"Bible","surface_form":"Bible","offset":7326},{"uri":"Pantheon","surface_form":"pantheon","offset":7392},{"uri":"Coptic_Christianity","surface_form":"Coptic Christianity","offset":7446},{"uri":"Islam","surface_form":"Islam","offset":7476},{"uri":"Judaism","surface_form":"Hebrews","offset":7579},{"uri":"Jesus","surface_form":"Jesus","offset":7720},{"uri":"Syncretism","surface_form":"syncretism","offset":7743},{"uri":"Horus","surface_form":"Horus","offset":7770},{"uri":"Isis","surface_form":"Isis","offset":7782},{"uri":"Virgin_Mary","surface_form":"Mary","offset":7812}]}