{"id":620636,"url":"http://en.wikipedia.org/wiki/Brazil_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Brazil sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The team included two men and one woman. Two people competed in para-Nordic skiing. One competed in para-snowboarding. Aline Rocha is the first woman to be part of the Brazilian team at the Winter Paralympics. It is the second time Brazil went to the Winter Paralympics. They first went in 2014 to the Winter Paralympics in Sochi.\nTeam.\nBrazil sent 3 people to Pyeongchang for the 2018 Winter Paralympics. Two were para-Nordic skiers and one was a para-snowboarder. The team included Aline Rocha. She is the first woman to be part of the Brazilian team at the Winter Paralympics. The country wanted to send 5 people to South Korea. They had the right to 2 spots in December 2017. One spot was for a man and one spot was for a woman.\nThe table below contains the list of members of people (called \"Team Brazil\") that will be participating in the 2018 Games.\nHistory.\nBrazil first competed at the Winter Paralympics in 2014 in Sochi. André Cintra competed in snowboarding. Fernando Aranha competed in cross-country skiing.\nAline Rocha.\nIn 2017 when she was 26-years-old, Aline Rocha finished well in important ski races. Her finishes meant she had the right to compete at the 2018 Winter Paralympics. One race was a World Cup in Canmore, Canada in December 2017.  She finished 15th in the 800 meter sprint race.  She also finished 15th in the 5 kilometer race.\nRocha started cross country skiing in 2016. She uses a mono-ski. She started skiing because Brazilian Winter Paralympic sportsperson Fernando Aranha encouraged her. In December 2016, she went to Europe. She wanted to better her skiing results. She first went to race in Sweden. In January 2017, she went to a World Cup in Ukraine. In November 2017, she went to ski races in Germany and Canada. When she trains in Brazil, she uses a roller ski. It is similar to a normal racing wheelchair. She uses ski poles with the chair. She also trains with a special wheelchair that looks like a snowboard with wheels. Her coach is Fernando Cassio Orso.\nBefore cross country skiing, Rocha competed in para-athletics. She was a T54 classified racer. She has several national records in athletics. She also went to the 2016 Summer Paralympics. She finished ninth in the 1,500 meter T54 race. After the Winter Paralympics, Rocha wants to go to the 2020 Summer Paralympics in Tokyo. She has a goal of winning a medal in Tokyo. She quit university so she could try to win the medal in 2020.\nRocha has a disability. It is because of a car accident when she was a 15-year-old. The accident damaged her spinal cord.\nCristian Ribera.\nCristian Ribera was the last person named to the team for the 2018 Winter Paralympics. He was named on 15 February 2018.\nRibera races in a sit ski. He competed at a World Cup in Oberried, Germany in January 2018.  He was in the 7.5 km.  He finished 11th with a time of 23 minutes and 54 seconds.\nRibera is an 18-year-old student. He is part of the Program of Sports and Adaptive Motor Activities (Peama) and the Management of Sports and Leisure (UGEL). He wants to become a professional athlete. He thinks sports are important for including people with disabilities into society. He started skiing when he was a 15-year-old.\nSnowboarders.\nCintra is going to his second Winter Paralympics. At the 2014 Winter Paralympics, he finished twenty-eighth. His goal for 2018 was to be better than he was in 2014.\nSchedule and results.\nThe snowboard cross program has the race starting on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brazil","surface_form":"Brazil","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Aline_Rocha","surface_form":"Aline Rocha","offset":223},{"uri":"2014_Winter_Paralympics","surface_form":"2014","offset":394},{"uri":"Sochi","surface_form":"Sochi","offset":428},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":465},{"uri":"Aline_Rocha","surface_form":"Aline Rocha","offset":588},{"uri":"Aline_Rocha","surface_form":"Aline Rocha","offset":1173},{"uri":"Canmore","surface_form":"Canmore","offset":1331},{"uri":"Canada","surface_form":"Canada","offset":1340},{"uri":"Metre","surface_form":"meter","offset":1395},{"uri":"Sprint","surface_form":"sprint","offset":1401},{"uri":"Kilometre","surface_form":"kilometer","offset":1447},{"uri":"Cross_country_skiing","surface_form":"cross country skiing","offset":1477},{"uri":"Mono-ski","surface_form":"mono-ski","offset":1518},{"uri":"Fernando_Aranha","surface_form":"Fernando Aranha","offset":1596},{"uri":"Brazil","surface_form":"Brazil","offset":1876},{"uri":"Wheelchair","surface_form":"wheelchair","offset":1940},{"uri":"Ski_pole","surface_form":"ski pole","offset":1961},{"uri":"Snowboarding","surface_form":"snowboard","offset":2047},{"uri":"Fernando_Cassio_Orso","surface_form":"Fernando Cassio Orso","offset":2083},{"uri":"Para-athletics","surface_form":"para-athletics","offset":2152},{"uri":"2020_Summer_Paralympics","surface_form":"2020 Summer Paralympics","offset":2396},{"uri":"Tokyo","surface_form":"Tokyo","offset":2423},{"uri":"Disability","surface_form":"disability","offset":2549},{"uri":"Car_accident","surface_form":"car accident","offset":2580},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":2646},{"uri":"Cristian_Ribera","surface_form":"Cristian Ribera","offset":2676},{"uri":"Sit-ski","surface_form":"sit ski","offset":2815},{"uri":"Program_of_Sports_and_Adaptive_Motor_Activities","surface_form":"Program of Sports and Adaptive Motor Activities","offset":3024},{"uri":"Management_of_Sports_and_Leisure","surface_form":"Management of Sports and Leisure","offset":3088},{"uri":"Professional","surface_form":"professional athlete","offset":3150},{"uri":"Disability","surface_form":"disabilities","offset":3229},{"uri":"Society","surface_form":"society","offset":3247}]}