{"id":620671,"url":"http://en.wikipedia.org/wiki/Neutral_Paralympic_Athletes_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Russia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. They competed as \"Neutral Paralympic Athletes\" in 5 sports. Only Russian sportspeople that had not participated in doping were allowed to compete. On 26 February 2018, the International Paralympic Committee (IPC) said which people from Russia could compete as Neutral Paralympic Athletes at the 2018 Winter Paralympics. The list included 30 people. They were going to compete in para-alpine skiing, para-Nordic skiing, para-snowboarding and wheelchair curling.\nEkaterina Rumyantseva won gold and  Anna Milenina won silver in the women's 6 km biathlon standing race. In the women's 6 km biathlon visually impaired race,  Mikhalina Lysova won gold.  The medals were won on 10 March, the first day of para-Nordic skiing competition at the 2018 Games.\nTeam.\nOn 26 February 2018, the International Paralympic Committee (IPC) said which people from Russia could compete as Neutral Paralympic Athletes at the 2018 Winter Paralympics. The list included 30 people. They were going to compete in para-alpine skiing, para-Nordic skiing, para-snowboarding and wheelchair curling. 10 people are competing in para-alpine skiing, 12 in para-Nordic skiing, 3 in para-snowboarding and 5 in wheelchair curling.  The team also includes 6 guide skiers.  There are also going to be 39 support people and officials. Despite limitations on who can compete because of the doping scandal, Neutral Paralympic Athletes from Russia will be one of the largest delegations at the Games.\nThe table below contains the list of members of people (called \"Team NPA\") that will be participating in the 2018 Games.\nThe following is the list of number of competitors that could participate at the Games per sport/discipline.\nDoping scandal.\nAfter the 2014 Winter Paralympics, the McLaren report said 35 people from Russia had done doping during the Games in Sochi. A decision had been made by mid-2016 that Russia would not be able to compete under the Russian flag at the 2018 Games. The International Paralympic Committee (IPC) set conditions for Russia's membership in November 2016. The McLaren Report, printed in December 2016, said more than 1,000 Olympic and Paralympic people had been involved with Russia's government sponsored doping program.\nIn early January 2017, the Russians asked the ban be removed. They wanted to be able to participate in specific qualifying competitions. In April 2017, a proposal was made to allow Russians to compete using a neutral flag. This was rejected. The IPC explained that people could only use a neutral flag if they were refugees or had no National Paralympic Committee.\nIn May 2017, the IPC said the Russians had until September 2017 to meet all the conditions if they wanted to go to the Winter Paralympics. If they did not meet the conditions, the Russians probably would not be able to go.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017.  The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea.  They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics.  The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nIn October 2017, Russians were allowed to compete in qualifying as Neutral Paralympic Athletes. They were allowed to do this in alpine skiing, biathlon, cross-country skiing and snowboarding. A decision was not made in October about their participation at the 2018 Games.\nBecause the IPC thought Russia had a doping program run by the government, Russian people were stopped from going to the Games with the Russian flag at the 2018 Games. Some Russian people competed as \"Neutral Paralympic Athletes\" if the IPC thought they were had not done doping. Because of this, Russians were allowed to compete in 5 sports: para-alpine skiing, cross-country skiing, biathlon, snowboarding and wheelchair curling. Russians were allowed to compete because the IPC thought their National Paralympic Committee had met some of the conditions the IPC had demanded of them. More improvements were still needed though before they could compete at the Paralympics as Russia. Russia's Paralympians currently face more difficult conditions than those of Russia's Olympians. The Government of Russia has said the allegations about doping are not true. They blame the United States, saying it is a conspiracy to make sure they cannot compete. Vladmir Putin said the United States was doing this to try to prevent him from winning the election for President of Russia.\nAll eligible people from Russia would need additional testing for use of banned substances. The testing would be more than people from other countries would have to do. As of 29 January 2018, the IPC said 30 to 35 Russian sportspeople might be able to go to the Games the way to decide who was going was still taking place. The last date to win a spot at the 2018 Paralympics was 23 February.\nThe situation mirrors what happened at the 2016 Summer Paralympics, where Russian sportspeople were not allowed to compete using the flag of Russia.\nQualification.\nOn 28 January 2018, it looked like 14 skiers from Russia could go to South Korea.\nSchedule.\nThe first event on the para-alpine program was the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program was Super-G. All skiers raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nQualification.\nOn 28 January 2018, it looked like 6 women and 10 men from Russia could go to South Korea. One Russian woman in her early 30s said she intended to compete in Pyeongchang. Vladimir Kiselev said he was not allowed to compete in South Korea. He said he had also been stopped from going to the 2016 Summer Paralympics.\nSchedule.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nBiathlon.\nIn the women's 6 km biathlon standing race,  Ekaterina Rumyantseva won gold, Anna Milenina won silver, and Liudmyla Liashenko of Ukraine won bronze. In the women's 6 km biathlon visually impaired race,  Mikhalina Lysova won gold,  Oksana Shyshkova of Ukraine won silver and Sviatlana Sakhanenka of Belarus won bronze.\nQualification.\nOn 28 January 2018, it looked like 10 women and 7 men from Russia could go to South Korea.\nSchedule and results.\nThe snowboard cross event starts on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.\nWheelchair curling.\nThe wheelchair curling competition starts on 10 March. Russia plays against Sweden on 15 March.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Doping_in_sport","surface_form":"doping","offset":219},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":2055},{"uri":"Sponsor","surface_form":"sponsor","offset":2293},{"uri":"Neutrality_(international_relations)","surface_form":"neutral","offset":2528},{"uri":"Refugee","surface_form":"refugee","offset":2634},{"uri":"National_Paralympic_Committee","surface_form":"National Paralympic Committee","offset":2653},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":3512},{"uri":"Doping_in_sport","surface_form":"doping","offset":3978},{"uri":"Government","surface_form":"government","offset":4004},{"uri":"Flag_of_Russia","surface_form":"Russian flag","offset":4077},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":4284},{"uri":"United_States","surface_form":"United States","offset":4815},{"uri":"Conspiracy","surface_form":"conspiracy","offset":4845},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":7969}]}