{"id":620635,"url":"http://en.wikipedia.org/wiki/Belgium_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Belgium sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. There were three skiers for Belgium. They were Jasper Balcaen, Eléonor Sana and guide skier Chloé Sana.\nTeam.\nBelgium sent three people to Pyeongchang. They competed in para-alpine skiing. The team included Jasper Balcaen, Eléonor Sana and guide skier Chloé Sana. Eléonor Sana as the first person to qualify for South Korea. She was selected to be the flag bearer at the Opening Ceremonies. Sana said about this, \"This will be a unique moment in my life and I will try to enjoy it as much as possible.\"\nThe table below contains the list of members of people (called \"Team Belgium\") that will be participating in the 2018 Games.\nMedals and medalists.\nIf a person wins a gold medal, the government pays them €25,000. A silver medal is worth €15,000. If they win a bronze medal, they get €10,000. Coaches of people who win get 10% the amount given to the sportsperson.\nSkiers.\nEléonor Sana has been blind since she was born. She started skiing when she was a child. She started competing in ski races three years before the 2018 Games. Her sister is Chloé Sana. She is Eléonor's guide skier. They use a microphone and a headset in their helmets to talk to each other. Eléonor and her older sister won two medals at the 2017 World Championships. One was a silver and the other was a bronze. It costs them a lot of money to participate in ski races. There is not much sponsorship in Belgium. Chloé said this can make it very difficult to compete in races. Before the 2018 Games, Chloé wanted to win a medal. At the same time, she was happy just to be going to Pyeongchang.\nMarine Antoine went with the Sana sisters to South Korea. She was a reserve guide in case an accident or injury happened to Chloe.\nJasper Balcaen finished twenty-ninth at the 2014 Winter Paralympics in Sochi. He wanted to do better than that in South Korea. His goal was to finish in the top ten. After being named to the team in late January 2018, he said, \"I am happy and honored to be able to defend my country for the second time at the winter games. The road to this selection was not always easy and would have been impossible without my family and my 2 trainers Gustav &    Mark Scorgie. The selection is the result of Teamwork. I hope this shows that no dream is impossible as long as you keep believing in it! \" He trains in Stubaital, Austria. He is able to do that because of financial support from Ligue Handisport Francophone.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nBelgian B2 classified skier Eleonor Sana won bronze in the women's downhill vision impaired race.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belgium","surface_form":"Belgium","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Jasper_Balcaen","surface_form":"Jasper Balcaen","offset":151},{"uri":"El%C3%A9onor_Sana","surface_form":"Eléonor Sana","offset":167},{"uri":"Chlo%C3%A9_Sana","surface_form":"Chloé Sana","offset":196},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":243},{"uri":"Jasper_Balcaen","surface_form":"Jasper Balcaen","offset":311},{"uri":"El%C3%A9onor_Sana","surface_form":"Eléonor Sana","offset":327},{"uri":"Chlo%C3%A9_Sana","surface_form":"Chloé Sana","offset":356},{"uri":"El%C3%A9onor_Sana","surface_form":"Eléonor Sana","offset":978},{"uri":"Blindness","surface_form":"blind","offset":1000},{"uri":"Birth","surface_form":"born","offset":1020},{"uri":"Sibling","surface_form":"sister","offset":1141},{"uri":"Chlo%C3%A9_Sana","surface_form":"Chloé Sana","offset":1151},{"uri":"Guide_skier","surface_form":"guide skier","offset":1180},{"uri":"Microphone","surface_form":"microphone","offset":1204},{"uri":"Headset","surface_form":"headset","offset":1221},{"uri":"Helmet","surface_form":"helmet","offset":1238},{"uri":"Sponsor","surface_form":"sponsor","offset":1467},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1659},{"uri":"Jasper_Balcaen","surface_form":"Jasper Balcaen","offset":1803}]}