{"id":620630,"url":"http://en.wikipedia.org/wiki/Argentina_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Argentina sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The people were Carles Codina and Enrique Plantey. Codina competed in para-snowboarding. Plantey competed in para-alpine skiing.\nTeam.\nArgentina sent two people to Pyeongchang, South Korea. They were Carles Codina and Enrique Plantey. Codina competed in para-snowboarding. Plantey competed in para-alpine skiing.\nThe table below contains the list of members of people (called \"Team Argentina\") that will be participating in the 2018 Games.\nSkiers.\nEnrique Plantey went to a World Cup in Veysonnaz, Switzerland in January 2018. He finished his races, where he won a place at the 2018 Paralympic Games in the giant slalom. Plantey competed at the World Cup in Kutai, Austria.  He finished tenth in the giant slalom race. Next, he went to the World Cup in Saint Moritz, Switzerland.  At that race, he finished tenth in the giant slalom, 14th in the first slalom race and 18th in the second slalom race. From January 18 to 20, Plantey raced at the World Cup in Kranjska Gora, Slovenia.  He finished 13th.\nPlantey went to the Winter Paralympics for the second time in 2018. He had gone to the 2014 Winter Paralympics. The mono-ski he used for the 2014 Winter Paralympics cost $7,000. His town paid for it.\nPlantey started using a wheelchair after a car accident that killed his father and brother. Because of the accident, he had a spinal cord injury. Before the accident, he played rugby, soccer and paddle. After his accident, he played table tennis and wheelchair basketball. He went to a ski resort with friends in 1999. He fell in love with para-alpine skiing right away. The next year, his friends and families paid $1,000 to buy him a mono-ski so he could race more. Later, Plantey moved to the United States for some time to train seriously. When he is not skiing, Plantey is a lawyer.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nSnowboarders.\nCarles Codina went to the Winter Paralympics for the second time in 2018. He had gone to the 2014 Winter Paralympics. He had an accident during a ski race in South Korea in 2017. He had to get better before he could race again. In January 2018, he got a place to go to the 2018 Winter Paralympics. Codina went to a World Cup in Veysonnaz, Switzerland in January 2018.\nCodina is from Barcelona. His parents are from Argentina. Codina could race for Spain or Argentina. He decided to race for Argentina.\nSchedule and results.\nThe snowboard cross event starts on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Argentina","surface_form":"Argentina","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":53},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":80},{"uri":"South_Korea","surface_form":"South Korea","offset":93},{"uri":"Carles_Codina","surface_form":"Carles Codina","offset":122},{"uri":"Enrique_Plantey","surface_form":"Enrique Plantey","offset":140},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":176},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":215},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":270},{"uri":"South_Korea","surface_form":"South Korea","offset":283},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":399},{"uri":"Enrique_Plantey","surface_form":"Enrique Plantey","offset":554},{"uri":"World_Cup","surface_form":"World Cup","offset":580},{"uri":"Kutai","surface_form":"Kutai","offset":764},{"uri":"Austria","surface_form":"Austria","offset":771},{"uri":"St._Moritz","surface_form":"Saint Moritz, Switzerland","offset":859},{"uri":"Kranjska_Gora","surface_form":"Kranjska Gora","offset":1063},{"uri":"Slovenia","surface_form":"Slovenia","offset":1078},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":1194},{"uri":"Wheelchair","surface_form":"wheelchair","offset":1331},{"uri":"Car_accident","surface_form":"car accident","offset":1350},{"uri":"Father","surface_form":"father","offset":1379},{"uri":"Sibling","surface_form":"brother","offset":1390},{"uri":"Spinal_cord","surface_form":"spinal cord","offset":1433},{"uri":"Injury","surface_form":"injury","offset":1445},{"uri":"Rugby","surface_form":"rugby","offset":1484},{"uri":"Association_football","surface_form":"soccer","offset":1491},{"uri":"Paddle_(sport)","surface_form":"paddle","offset":1502},{"uri":"Table_tennis","surface_form":"table tennis","offset":1540},{"uri":"Wheelchair_basketball","surface_form":"wheelchair basketball","offset":1557},{"uri":"Ski_resort","surface_form":"ski resort","offset":1593},{"uri":"Love","surface_form":"love","offset":1637},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":1647},{"uri":"Mono-ski","surface_form":"mono-ski","offset":1743},{"uri":"Lawyer","surface_form":"lawyer","offset":1887},{"uri":"Carles_Codina","surface_form":"Carles Codina","offset":2766},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":2859},{"uri":"Barcelona","surface_form":"Barcelona","offset":3149},{"uri":"Argentina","surface_form":"Argentina","offset":3181}]}