{"id":620678,"url":"http://en.wikipedia.org/wiki/Mexico_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Mexico sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. Only one person from Mexico is going to Pyeongchang. That person is para-alpine skier Arly Velásquez. Mexico arrives in South Korea to compete in their fifth Winter Paralympics.  They first went to the 2006 Winter Paralympics in Turin.  Mexico's best winter sport is para-alpine skiing.\nTeam.\nOnly one person from Mexico is going to Pyeongchang. That person is para-alpine skier Arly Velásquez.\nThe table below contains the list of members of people (called \"Team Mexico\") that will be participating in the 2018 Games.\nHistory.\nMexico arrives in Pyeongchang to compete in their fifth Winter Paralympics.  They first went to the 2006 Winter Paralympics in Turin.  Mexico's best winter sport is para-alpine skiing.\nSkiers.\nArly Velásquez will be competing at his third Paralympics in Pyeongchang. He went to the 2010 and 2014 Winter Paralympics. He had a big accident at the 2014 Games. Prior to the 2018 Games, Velásquez lived in Europe for six months. This was to prepare for the 2018 Games. Velásquez started alpine skiing in 2008.\nVelásquez was born in Cancun. When he was a child, he moved to the United States. When he was a 12-year-old, he an a mountain biking accident. Because of the accident, he could not use his legs. He continues to cycle. Velásquez has represented Mexico internationally in the sport.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March. People ski from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mexico","surface_form":"Mexico","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":143},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skier","offset":171},{"uri":"Arly_Vel%C3%A1squez","surface_form":"Arly Velásquez","offset":189},{"uri":"Turin","surface_form":"Turin","offset":332},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":436},{"uri":"Arly_Vel%C3%A1squez","surface_form":"Arly Velásquez","offset":482},{"uri":"Turin","surface_form":"Turin","offset":758},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":885},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":913},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":922},{"uri":"Canc%C3%BAn","surface_form":"Cancun.","offset":1158}]}