{"id":620663,"url":"http://en.wikipedia.org/wiki/Sweden_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Sweden sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The team has 22 people. They are competing in para-alpine skiing, para-Nordic skiing, sledge hockey and wheelchair curling. The Games are being shown on television on SVT.\nTeam.\n22 people from Sweden competed in the 2018 Winter Paralympics. People are competing in para-alpine skiing, para-Nordic skiing, sledge hockey and wheelchair curling. New Zealand, Sweden and the United States were the first countries to name people to their teams after sportspeople won spots by November 2017. The first person named to the team was para-Nordic skier Zebastian Modin.\nThe table below contains the list of members of people (called \"Team Sweden\") that will be participating in the 2018 Games.\nHistory.\nPeople from Sweden went to the 2014 Winter Paralympics in Sochi, Russia. Of the 22 total people, 18 were men and 4 were women. They won 1 gold medal, 2 silver medals and 1 bronze medal.\nDoping.\nPeople from Sweden were critical of anti-doping work planned for the 2018 Winter Olympics and Paralympics. They did not like the fact that anti-doping officials were not being paid.\nSkiers.\nAaron Lindström made the team for the 2018 Games when he was a 17-year-old. He was the first alpine skier to be named to the team for Sweden. He competes in the slalom, giant slalom and Super G races.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nSkiers.\nZebastian Modin has problems seeing, and uses a guide skier. Before South Korea, he competed at the 2010 Winter Paralympics in Vancouver and the 2014 Winter Paralympics in Sochi. He won a bronze medal in 2010, and  two silver medals and a bronze medal in 2014.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nTo the Games.\nJapan, Sweden and the Czech Republic were the last 3 teams that were able to go to the 2018 Games. They could go because of how they finished at the Qualification Tournament in October in Ostersund, Sweden in October 2017.\nSchedule and results.\nCanada, Norway, Italy and Sweden were in Group A for the sledge hockey competition. Sweden's first game is on 10 March against Canada. They play against Italy on 12 March. They play against Norway on 13 March.\nWheelchair curling.\nThe Swedish national wheelchair curling team includes Viljo Petersson Dahl, Kristina Ulander, Ronny Persson, Zandra Reppe and Mats-Ola Engborg. The team starts playing on 10 March when they compete against China. They play the United States on 11 March. They play Slovakia on 12 March. They play Great Britain on 12 March. They play Norway and Germany on 13 March. On 14 March, they play against Finland and South Korea.\nMedia coverage.\nThe Games are being shown on television on SVT.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sweden","surface_form":"Sweden","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":150},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":170},{"uri":"Sledge_hockey","surface_form":"sledge hockey","offset":190},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":208},{"uri":"STV_(Sweden)","surface_form":"SVT","offset":271},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":369},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":389},{"uri":"Sledge_hockey","surface_form":"sledge hockey","offset":409},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":427},{"uri":"Skiing","surface_form":"para-Nordic skier","offset":630},{"uri":"Zebastian_Modin","surface_form":"Zebastian Modin","offset":648},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":829},{"uri":"Sochi","surface_form":"Sochi","offset":856},{"uri":"Russia","surface_form":"Russia","offset":863},{"uri":"Aaron_Lindstr%C3%B6m","surface_form":"Aaron Lindström","offset":1182},{"uri":"Zebastian_Modin","surface_form":"Zebastian Modin","offset":2248},{"uri":"Guide_skier","surface_form":"guide skier","offset":2296},{"uri":"2010_Winter_Paralympics","surface_form":"2010 Winter Paralympics","offset":2348},{"uri":"Vancouver","surface_form":"Vancouver","offset":2375},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":2393},{"uri":"Sochi","surface_form":"Sochi","offset":2420},{"uri":"Canada_at_the_2018_Winter_Paralympics","surface_form":"Canada","offset":3203},{"uri":"Norway_at_the_2018_Winter_Paralympics","surface_form":"Norway","offset":3211},{"uri":"Italy_at_the_2018_Winter_Paralympics","surface_form":"Italy","offset":3219},{"uri":"STV_(Sweden)","surface_form":"SVT","offset":3913}]}