{"id":620675,"url":"http://en.wikipedia.org/wiki/New_Zealand_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">New Zealand sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The team is competing in para-alpine skiing and para-snowboarding.\nTeam.\nNew Zealand said they will have 3 sportspeople at the 2018 Games. Two will compete in para-alpine skiing and one will compete in para-snowboarding. New Zealand, Sweden and the United States were the first countries to name people to their teams after sportspeople won spots by November 2017.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nIn the men's downhill sitting race, Andrew Kurka of the United States won gold, Taiki Morri of Japan won silver and Corey Peters of New Zealand won bronze.\nSchedule and results.\nThe snowboard cross event starts on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_Zealand","surface_form":"New Zealand","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":55},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":82},{"uri":"South_Korea","surface_form":"South Korea","offset":95},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":133},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":156}]}