{"id":620653,"url":"http://en.wikipedia.org/wiki/Denmark_at_the_2018_Winter_Paralympics","text":"Denmark sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. There will be at least one person competing in para-snowboarding.\nTeam.\nThe table below contains the list of members of people (called \"Team Denmark\") that will be participating in the 2018 Games.\nBackground.\nIn autumn of 2017, responsibility for sending a team to the Paralympics was changed from Parasport Denmark, the National Paralympic Committee of Denmark, to National Olympic Committee and Sports Confederation of Denmark (DIF). The decision was made because people wanted to make Olympic and Paralympic sport more equal. Niels Christiansen, secretary general of Parasport Denmark, said, \"We are very happy with the move, and we look forward to working together with DIF. The Paralympics and the development and preparation of world class Para-athletes is still very much a focal point of our work in Parasport Denmark, but allowing DIF to take the reigns sends an important message and hopefully it will lead to even more Paralympic success for Denmark.\" Despite this change, Parasport Denmark was still in charge of preparing to send a team to the Winter Paralympic Games.\nHistory.\nDenmark first went to the Winter Paralympics in 1980 in Geilo.  Before South Korea, they had won a total of two gold medals, one silver medal and three bronze medals at the Winter Games. Both of their gold medals and all of their bronze medals were won by para-Nordic blind skier Anne-Mette Bredahl. Her gold medals were in the biathlon 7.5 kilometres free technique B 1-3 race. The last time the country won a medal at the 1994 Winter Paralympics. Denmark sends few people to the Winter Paralympics.  They sent six people to the 2006 Winter Paralympics, and two people to the 2010 and 2014 Games.\nSnowboarders.\nDaniel Wagner is a two sport competitor. He was part of the Denmark team at the 2016 Summer Paralympics, where he won a gold medal. Wagner was the world champion in the long jump.\nSchedule and results.\nThe snowboard cross event starts on 12 March. It starts at 10:30 AM and goes to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March. It goes from 10:30 AM – 4:55 PM. Men and women in all classes are racing at that time.","categories":[],"infobox_types":[],"annotations":[{"uri":"Denmark","surface_form":"Denmark","offset":0},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":38},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":65},{"uri":"South_Korea","surface_form":"South Korea","offset":78},{"uri":"Blindness","surface_form":"blind","offset":1450},{"uri":"Skiing","surface_form":"skier","offset":1456},{"uri":"Anne-Mette_Bredahl","surface_form":"Anne-Mette Bredahl","offset":1462}]}