{"id":620665,"url":"http://en.wikipedia.org/wiki/South_Korea_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">South Korea sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. South Korea and North Korea will enter the Opening Ceremonies as one team, walking behind a unification flag. South Korea is competing in sledge hockey.\nCompeting together.\nThe International Paralympic Committee (IPC) said North Korea was going to participate in the Winter Games for the first time. The North Koreans will competing under a Korean unification flag like their delegation for the 2018 Winter Olympics did. This is the first time that North Korea went to the Winter Paralympics. The country had gone to the 2012 Summer Paralympics and the 2016 Summer Paralympics. On 1 January 2018, Kim Jong-un said he wanted to have North Koreans competing at the 2018 Winter Olympics and Paralympics. North Koreans had a meeting with the IPC in Lusanne, Switzerland on 20 January 2018. At the meeting, North Korea and South Korea asked the IPC if they could compete as one team. On 27 February, the two countries met at a small village on the border with South Korea. They discussed how the two countries would compete together at the Winter Games. The Government of South Korea thinks the North going to the Games is important. They think it can reduce the tensions between the two countries.\nTeam.\nSouth Korea wanted to win at the 2018 Winter Olympics and 2018 Winter Paralympics because they did not want to be embarrassed as the Games were going to be South Korea. To do this, they looked around the world for coaches and people who could compete at the Games. They gave citizenship to 19 people for Team South Korea at the Olympics. They gave citizenship to one person for the Paralympics, but this person was not chosen to be part of the team that competed at the Paralympic Games.\nThe country has the fourth largest team among all nations. It has 36 people.\nGoals.\nSouth Korea had a goal of winning four medals at the Games. They wanted to win one gold, one silver and two bronze medals.\nRussian doping scandal.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017. The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea. They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics. The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nHistory.\nSouth Korea was where the 1988 Summer Paralympics were. The 2018 Winter Paralympics was the second time South Korea hosted the Games. South Korea has gone to every Winter Paralympic Games since the 1992 Winter Paralympics.\nSchedule.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nResults.\nIn cross country skiing's men's 15 km sitting race, Maksym Yarovyi of Ukraine won gold, Daniel Cnossen of the United States won silver, and Sin Eui Hyun won bronze.\nRoster.\nPeople think Jung Segun-Hwan is one of the best forwards in the world. He scored a goal in the bronze medal match at the 2017 Sledge Hockey World Championships. The goal helped his team win bronze.\nHistory.\nSouth Korea could play at the 2018 Paralympics because the Games were in South Korea. South Korea played in the 2017 World Sledge Hockey Challenge in December in Charlottetown, Canada. South Korea played in a tournament in January in Japan. They beat Norway 0 - 5 to win gold.\nSouth Korea won a bronze medal at the 2014 Winter Paralympics. They went to the Games with people thinking they could win another medal in 2018.\nSchedule and results.\nThe United States, South Korea, the Czech Republic and Japan were in Group B for the sledge hockey competition. They play against Japan on 10 March. They play against the Czech Republic on 11 March.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Korea","surface_form":"South Korea","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":56},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":83},{"uri":"South_Korea","surface_form":"South Korea","offset":96},{"uri":"North_Korea","surface_form":"North Korea","offset":125},{"uri":"Sledge_hockey","surface_form":"sledge hockey","offset":247},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":286},{"uri":"Korean_War","surface_form":"Korean unification","offset":450},{"uri":"South_Korea_at_the_Olympics","surface_form":"delegation","offset":485},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":504},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":630},{"uri":"2012_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":662},{"uri":"Lausanne","surface_form":"Lusanne","offset":854},{"uri":"Switzerland","surface_form":"Switzerland","offset":863},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":1342},{"uri":"Embarrass","surface_form":"embarrassed","offset":1423},{"uri":"Citizenship","surface_form":"citizenship","offset":1584},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":2630},{"uri":"1988_Summer_Paralympics","surface_form":"1988 Summer Paralympics","offset":2822},{"uri":"Winter_Paralympics","surface_form":"Winter Paralympic Games","offset":2960},{"uri":"1992_Winter_Paralympics","surface_form":"1992 Winter Paralympics","offset":2994},{"uri":"Sin_Eui_Hyun","surface_form":"Sin Eui Hyun","offset":3591},{"uri":"Jung_Segun-Hwan","surface_form":"Jung Segun-Hwan","offset":3637},{"uri":"Winger_(ice_hockey)","surface_form":"forwards","offset":3672},{"uri":"2017_Sledge_Hockey_World_Championships","surface_form":"2017 Sledge Hockey World Championships","offset":3745},{"uri":"2017_World_Sledge_Hockey_Challenge","surface_form":"2017 World Sledge Hockey Challenge","offset":3943},{"uri":"Charlottetown","surface_form":"Charlottetown, Canada","offset":3993},{"uri":"United_States_of_America_at_the_2018_Winter_Paralympics","surface_form":"United States","offset":4279},{"uri":"Czech_Republic_at_the_2018_Winter_Paralympics","surface_form":"Czech Republic","offset":4311},{"uri":"Japan_at_the_2018_Winter_Paralympics","surface_form":"Japan","offset":4330}]}