{"id":620650,"url":"http://en.wikipedia.org/wiki/France_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">France sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. There will be twelve people from France. Four people from France competed in para-snowboarding. Five people competed in para-alpine skiing. Six skiers and 2 guide skiers competed in para-alpine skiing. Marie Bochet was chosen to carry the flag during the Opening Ceremony.\nTeam.\nPeople from France went to the 2018 Winter Paralympics in para-alpine skiing, para-Nordic skiing and para-snowboarding. People on the team were Benjamin Daviet and Cécile Hernandez. Marie Bochet was chosen to carry the flag during the Opening Ceremony. She was chosen 100 days before the 2018 Games started. The first people were included on the team in September 2017. The list included Thomas Clarion. The team has 12 people.\nThe table below contains the list of members of people (called \"Team France\") that will be participating in the 2018 Games.\nHistory.\nBefore the 2018 Winter Paralympics, France was seventh for having the most Winter Paralympic medals.  They had won 52 gold medals, 47 silver medals and 52 gold medals.  Of these 151 medals, 12 were won at the 2014 Winter Paralympics. France won 5 gold medals, 3 silver medals and 4 bronze medals in Sochi.  They ranked fifth for medals.\nSkiers.\nThere were 5 skiers from France. They were Arthur Bauchet, Marie Bochet, Jordan Broisin, Frederic François and Yohann Taberlet. Bochet had already gone to four Winter Paralympic Games before South Korea. Bochet competes in women's standing alpine skiing.  She won gold at the 2017 Para Alpine World Championships in the Super-G and super combined.  She won four medals at the 2014 Winter Paralympics.  She also was first at the end of four World Cup seasons in the overall category.\nBefore the Games.\nAt the 9 January 2018 World Cup in Zagreb, François won gold in the men's sitting slalom race. At 41-years-old, it was his first World Cup victory. It also made him one of the oldest people to win a World Cup event. Bochet went to Slovenia in January 2018. She competed in the World Cup in Kranjska Gora.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program was Super-G. All skiers raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nMarie Bochet from France won gold in the women's downhill standing.  Andrea Rothfuss from Germany won silver.  Mollie Jepsen from Canada won bronze. Theo Gmur won a gold medal in the men's downhill standing race.  Arthur Bauchet of France won silver.  Markus Salcher of Austria won bronze. In the women's Super-G standing race, Marie Bochet of France won gold, Andrea Rothfuss of Germany won silver, and Alana Ramsay of Canada won bronze. In the men's Super-G standing race, Theo Gmur of Switzerland won gold, Arthur Bauchet of France won silver, and Markus Salcher of Austria won bronze. In the men's Super-G sitting race, Kurt Oatway of Canada won gold, Andrew Kurka of the United States won silver, and Frederic Francois of France won bronze.\nSkiers.\nBenjamin Daviet was at the 2014 Winter Paralympics. He did not win a medal. His best finish was seventh. The first medal he won at a major competition was in 2017 at a race in Finsterau.\nThomas Dubois first represented France at racing at the 2017 World Cup in Ukraine. Before that, he was the French junior champion in biathlon and cross-country skiing. He finished second in biathlon and cross-country skiing at the senior French championships. Dubois became blind when he was an 8-year-old because of a genetic disorder. He needs to ski with a guide skier. Unlike other countries, Fédération française handisport does not give money to guide skiers to help blind skiers with the cost of competing. To get the right to go to and practice for the Winter Paralympics, it cost €21,000. Dubois had to raise money to be able to pay for that. Maubourguet Lions Club helped Dubois get the money for the Winter Paralympics.\nSchedule.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nResults.\nIn the men's 7.5 km standing race,  Benjamin Daviet of France won gold, Mark Arendz won silver and Ihor Reptyukh of Ukraine won bronze.\nSnowboarders.\nThere were 3 snowboarders from France at the 2018 Winter Paralympics. Snowboarders from France went to Pirineo at the last part of January 2018 to get ready for the 2018 Winter Paralympics. Cécile Hernandez was one of the snowboarders from France. She went to the 2014 Winter Paralympics. It was the first Paralympics for Montaggioni and Roulet. Hernandez and Roulet have arm disabilities. Montaggioni has a problem with her legs. They are coached by Olivier Noiret and Marcos Lorenzo.\nSchedule and results.\nThe snowboard cross event starts on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"France","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Guide_skiers","surface_form":"guide skiers","offset":261},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":286},{"uri":"Marie_Bochet","surface_form":"Marie Bochet","offset":306},{"uri":"Flag_of_France","surface_form":"flag","offset":343},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":414},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":441},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":461},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":484},{"uri":"Benjamin_Daviet","surface_form":"Benjamin Daviet","offset":527},{"uri":"C%C3%A9cile_Hernandez","surface_form":"Cécile Hernandez","offset":547},{"uri":"Marie_Bochet","surface_form":"Marie Bochet","offset":565},{"uri":"Flag_of_France","surface_form":"flag","offset":602},{"uri":"Thomas_Clarion","surface_form":"Thomas Clarion","offset":771},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":1153},{"uri":"Sochi","surface_form":"Sochi","offset":1243},{"uri":"Arthur_Bauchet","surface_form":"Arthur Bauchet","offset":1332},{"uri":"Marie_Bochet","surface_form":"Marie Bochet","offset":1348},{"uri":"Jordan_Broisin","surface_form":"Jordan Broisin","offset":1362},{"uri":"Frederic_Francois","surface_form":"Frederic François","offset":1378},{"uri":"Yohann_Taberlet","surface_form":"Yohann Taberlet","offset":1400},{"uri":"Frederic_Francois","surface_form":"François","offset":1833},{"uri":"Marie_Bochet","surface_form":"Bochet","offset":2006},{"uri":"Benjamin_Daviet","surface_form":"Benjamin Daviet","offset":3843},{"uri":"Finsterau","surface_form":"Finsterau","offset":4019},{"uri":"Thomas_Dubois","surface_form":"Thomas Dubois","offset":4030},{"uri":"Representative","surface_form":"represented","offset":4050},{"uri":"Ukraine","surface_form":"Ukraine","offset":4104},{"uri":"Blindness","surface_form":"blind","offset":4304},{"uri":"Genetic_disorder","surface_form":"genetic disorder","offset":4349},{"uri":"F%C3%A9d%C3%A9ration_fran%C3%A7aise_handisport","surface_form":"Fédération française handisport","offset":4427},{"uri":"Guide_skier","surface_form":"guide skier","offset":4482},{"uri":"Maubourguet_Lions_Club","surface_form":"Maubourguet Lions Club","offset":4682},{"uri":"Snowboarding","surface_form":"snowboarders","offset":5356},{"uri":"Snowboarding","surface_form":"Snowboarders","offset":5413},{"uri":"Pyr%C3%A9n%C3%A9es-Orientales","surface_form":"Pirineo","offset":5446},{"uri":"Arm","surface_form":"arm","offset":5715},{"uri":"Disability","surface_form":"disabilities","offset":5719},{"uri":"Coach_(sport)","surface_form":"coached","offset":5783}]}