{"id":620673,"url":"http://en.wikipedia.org/wiki/Norway_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Norway sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. People are competing in para-alpine skiing, para-Nordic skiing, para-snowboarding, sledge hockey and wheelchair curling.\nTeam.\nThe table below contains the list of members of people (called \"Team Norway\") that will be participating in the 2018 Games.\nOwe Lüthcke is a sledge hockey referee. The Norwegian went to Pyeongchang to referee matches. He was part of the official Norwegian delegation.\nHistory.\nAt the 2014 Winter Paralympics, there were 31 people from Norway competing. There were 25 men and 6 women.  They won 1 gold medal, 2 silver medals and 1 bronze medal.\nGoals.\nFor the 2018 Winter Paralympics, Nord-Trøndelag County Council has some goals. These included getting more people to compete in disability sports. They also wanted to increase the level of accessibility to sports buildings and sports field in Nord-Trøndelag County and the rest of Norway.\nDoping.\nIn December 2017, Norway said it would not send any anti-doping officials to the Winter Olympics or Paralympics. They are tired of needing to use unpaid volunteers. They think anti-doping officials need to be paid. Anti-doping Norway chief executive Anders Solheim said, \"If you sell TV rights for this arrangement for billions of dollars, then we think it's wrong that we pay for Norwegian doping controllers to help with the controls. An inspector should receive a reasonable salary and his trip paid for the three weeks he or she will be there. By not paying doping controllers, the organisers are \"de facto\" relying on volunteers. Anti-doping work should not be a voluntary profession for those who want to. It is downplaying the priority of our work, and we are tired of it.\"\nSkiers.\nBirgit Skarstein competes in two sports: adapted rowing and para-Nordic skiing.  She won a gold medal at the 2017 World Rowing Championships in the PR1 W1x.  Skarstein also went to the 2016 Summer Paralympics, and she finished fourth.  Skarstein has also went to the 2014 Winter Paralympics, competing in para-Nordic skiing.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nHistory.\nNorway finished in the first four at the 2017 Sledge Hockey World Championships.  This was why they could compete at the 2018 Winter Paralympics. Norway played in a tournament in January in Japan. They lost to the Paralympic Games host nation South Korea 0 - 5 in the gold medal game. Norway lost to Italy 4 - 3 in overtime at a tournament in Turin in January 2018.\nRoster.\nLena Schroeder is the only woman to be competing in sledge hockey at the 2018 Winter Paralympics. While the sport allows both men and women to compete against each other, this rarely happens at the Paralympic level.\nSchedule and results.\nCanada, Norway, Italy and Sweden were in Group A for the sledge hockey competition. They play against Italy on 10 March. They play against Canada on 12 March.\nWheelchair curling.\nWheelchair curling competition starts on 10 March. That day, Norway plays Great Britain. They play against Sweden on 13 March.","categories":[],"infobox_types":[],"annotations":[{"uri":"Norway","surface_form":"Norway","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":128},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":148},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":168},{"uri":"Sledge_hockey","surface_form":"sledge hockey","offset":187},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":205},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":417},{"uri":"Nord-Tr%C3%B8ndelag_County_Council","surface_form":"Nord-Trøndelag County Council","offset":715},{"uri":"Doping_in_sport","surface_form":"anti-doping officials","offset":1031},{"uri":"Birgit_Skarstein","surface_form":"Birgit Skarstein","offset":1768},{"uri":"Adapted_rowing","surface_form":"adapted rowing","offset":1809},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":1828},{"uri":"Gold_medal","surface_form":"gold medal","offset":1859},{"uri":"2017_World_Rowing_Championships","surface_form":"2017 World Rowing Championships","offset":1877},{"uri":"2016_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":1953},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":2035},{"uri":"Turin","surface_form":"Turin","offset":2880},{"uri":"Lena_Schroeder","surface_form":"Lena Schroeder","offset":2911},{"uri":"Canada_at_the_2018_Winter_Paralympics","surface_form":"Canada","offset":3149},{"uri":"Italy_at_the_2018_Winter_Paralympics","surface_form":"Italy","offset":3165},{"uri":"Sweden_at_the_2018_Winter_Paralympics","surface_form":"Sweden","offset":3175}]}