{"id":620652,"url":"http://en.wikipedia.org/wiki/Estonia_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Estonia is planning to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. After not having gone to the Winter Paralympics since 2002, Estonia is sending a team of one person to South Korea. Kardo Ploomipuu is competing in para-Nordic skiing. He previously competed at the at the 2008 and 2012 Summer Paralympics in para-swimming. He won a bronze medal at the 2008 Summer Paralympics.\nTeam.\nThe table below contains the list of members of people (called \"Team Estonia\") that will be participating in the 2018 Games.\nHistory.\nEstonia has not competed at many Winter Paralympics. Prior to 2018, the last time the country went to the Winter Paralympics was 2002. That year, the Estonia national sledge hockey team finished sixth.\nSkiers.\nKardo Ploomipuu competes in para-Nordic skiing and para-swimming. The 2018 Games are not his first Paralympics. He competed at the 2008 and 2012 Summer Paralympics in para-swimming. He won bronze medal at the 2008 Summer Paralympics. Ploomipuu is the first person from Estonia to go to the Summer and Winter Paralympics.\nAfter finishing fourth in London, Kardo Ploomipuu started taking skiing more seriously with an idea of making the Winter Paralympics. Kardo Ploomipuu chose Nordic skiing over alpine because he has a strong upper body and always liked the sport. He was first classified internationally in Finland in 2017. After getting classified as LW4, he was injured and unable to compete for a while.  Despite this, Estonia gave him their wild card allocation.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.","categories":[],"infobox_types":[],"annotations":[{"uri":"Estonia","surface_form":"Estonia","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"2008_Summer_Paralympics","surface_form":"2008","offset":309},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":318},{"uri":"Para-swimming","surface_form":"para-swimming","offset":345},{"uri":"2008_Summer_Paralympics","surface_form":"2008","offset":895},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":904},{"uri":"Para-swimming","surface_form":"para-swimming","offset":931}]}