{"id":620669,"url":"http://en.wikipedia.org/wiki/Romania_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Romania sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. Romania sent only one person to the 2018 Games. The person was Mihaita Papară. He competes in para-snowboarding. Romania first went to the Winter Paralympics in 2010. The country has never won a medal at the Winter Games. At the 2010 and 2014 Games, Romania was represented by one skier, Laura Văleanu.\nTeam.\nRomania sent only one person to the 2018 Games. The person was Mihaita Papara. He competes in para-snowboarding\nThe table below contains the list of members of people (called \"Team Romania\") that will be participating in the 2018 Games.\nAssistance.\nThe Romanian National Paralympic Committee has few employees. They also have very little money. Despite this, they try very hard to help all sportspeople with disabilities in Romania. Their 2014 budget was for twelve sports. Snowboard became their thirteenth sport. This happened after Mihaita Papara asked the Committee Chairperson Sally Wood Lamont to support him. In 2016, the budget for the Romanian National Paralympic Committee increased. The year of the Summer Paralympics, their budget was. In comparison, Croatia had a budget of in 2015. They money increased because Romanians did well in international competitions. Because the costs to compete are very high, the money was still not enough. There are few sponsors for disability sportspeople in Romania. The Paralympic Games do not get much media coverage. This makes it very difficult for people in Romania to go to the Paralympic Games.\nSnowboarders.\nPapară started snowboarding after a car accident. Snowboarding made his life more normal. It was more like life before his accident. He started using a new knee prosthesis in 2012. It was exhausting. He could have tried to go to the 2014 Winter Paralympics. He chose not to. Because he would not have been at his best, Papară thought it was not honorable to go. He also did not have much experience competing at snowboarding. By 2018, things had changed. Papară had participated in a lot more races. He had more experience. His fitness was better. He entered his first international snowboard race in November 2014. Before his first race, a little voice in his head said, \"Wait, what you're doing, it's too risky, you're going to hurt yourself, give up!\" The prosthetic he uses to snowboard costs. The Romania Olympic Committee assisted in paying for part of his prosthetic.\nLaura Văleanu is Papară's role model. Her amputation is similar to his. She was a skier. She represented Romania at the 2010 Winter Paralympics. Those were the first Winter Paralympics Romania went to. Sport was a passion for her. It assisted in her recovery. Papară tried to do the same as Văleanu. Sport became a way to regain life.\nPapară was in a car accident in 3 September 2005. Because of the accident, doctors amputated his leg. After the accident, he tried to live a normal life.  He tried to make sure his amputation did not mean he could not do things he wanted to do. He said, \"The recovery after such an accident, after an amputation is very difficult and lasting. If I were to give advice to a person in the same situation, I would tell them to start a physical activity, to start sport as soon as possible.\"\nPapară is from Gheorgheni, Harghita. He was born in Harghita.\nBefore the Games.\nIn early February, Papară went to a World Cup in Canada. He was in the banked slalom and snowboard cross races. He said it was important people in Romania saw him snowboarding. He thinks it will help change people's mind about what people with disabilities can do. He wants to be a role model for others with disabilities.\nSchedule and results.\nThe snowboard cross event starts on 12 March. It starts at 10:30 AM and goes to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March. It goes from 10:30 AM – 4:55 PM. Men and women in all classes are racing at that time.\nHistory.\nRomania first went to the Winter Paralympics in 2010. The country has never won a medal at the Winter Games. At the 2010 and 2014 Games, Romania was represented by one skier, Laura Văleanu.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romania","surface_form":"Romania","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Mihaita_Papar%C4%83","surface_form":"Mihaita Papară","offset":167},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":198},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":333},{"uri":"Fitness","surface_form":"fitness","offset":2104},{"uri":"Prosthesis","surface_form":"prosthetic","offset":2335},{"uri":"Model","surface_form":"model","offset":3641}]}