{"id":620631,"url":"http://en.wikipedia.org/wiki/Armenia_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Armenia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The country sent one para-alpine skier, Sasun Hakobyan. He qualified for the Winter Games in November 2017, and was named to the team before any of the country's Olympic people.\nTeam.\nArmenia sent one person to the 2018 Winter Paralympics. Sasun Hakobyan (Սասուն Հակոբյան) was chosen to represent Armenia in December 2017. He was selected for the Paralympics before any of the country's Olympic people. The total number of members of the team was five. It included four people who were there to support its skier. The team left for South Korea on 5 March 2018.\nIn late February, Armenian National Paralympic Committee President Hakob Abrahamyan was trying to add one person to the team. He wanted alpine skier Sasun Hakobyan to go to Pyeongchang too. The problem was the skier missed a qualifying competition. Armenia asked the International Paralympic Committee to allow him to compete anyway.\nThe table below contains the list of members of people (called \"Team Armenia\") that will be participating in the 2018 Games.\nPreparations.\nThe Government of Armenia gave the National Paralympic Committee AMD 6.5 million for the Winter Paralympics. The money was used for airfare, uniforms and sports equipment.\nRussian doping scandal.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017.  The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea.  They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics.  The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nSkiers.\nSasun Hakobyan qualified for the Winter Paralympics in November 2017. In early 2017, he participated in an international skiing competition in Iran. He is coached by Stas Nazaryan. Stasik Nazaryan qualified by competing at a race in Germany in January 2018.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March. People ski from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nHistory.\nArmenia first went to the Winter Paralympics for the 1998 Games in Nagano, Japan. The only sport the country has competed in is para-alpine skiing.  From 1998 to 2014, Armenia has been represented by standing skier Mher Avanesyan. His finish of 34th in standing slalom at the 2014 Sochi Games was his best result to date. Armenia had yet to medal going into the 2018 Winter Games.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenia","surface_form":"Armenia","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Sasun_Hakobyan","surface_form":"Sasun Hakobyan","offset":144},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":1939},{"uri":"Sasun_Hakobyan","surface_form":"Sasun Hakobyan","offset":2104},{"uri":"Stas_Nazaryan","surface_form":"Stas Nazaryan","offset":2270},{"uri":"1998_Winter_Paralympics","surface_form":"1998 Games","offset":3284},{"uri":"Nagano%2C_Nagano","surface_form":"Nagano","offset":3298},{"uri":"Japan","surface_form":"Japan","offset":3306},{"uri":"2014_Winter_Paralympics","surface_form":"2014","offset":3393},{"uri":"Mher_Avanesyan","surface_form":"Mher Avanesyan","offset":3446}]}