{"id":620674,"url":"http://en.wikipedia.org/wiki/North_Korea_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">North Korea sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. It was the first time that North Korea competed in the Winter Paralympics. The country had two skiers, Kim Jonghyon and Ma Yuchol, racing in para-Nordic skiing.\nPlaying together.\nThe International Paralympic Committee (IPC) said North Korea was going to participate in the Winter Games for the first time. The North Koreans will competing under a Korean unification flag like their delegation for the 2018 Winter Olympics did. This is the first time that North Korea went to the Winter Paralympics. The country had gone to the 2012 Summer Paralympics and the 2016 Summer Paralympics. On 1 January 2018, Kim Jong-un said he wanted to have North Koreans competing at the 2018 Winter Olympics and Paralympics. North Koreans had a meeting with the IPC in Lusanne, Switzerland on 20 January 2018. At the meeting, North Korea and South Korea asked the IPC if they could compete as one team. On 27 February, the two countries met at a small village on the border with South Korea. They discussed how the two countries would compete together at the Winter Games. The Government of South Korea thinks the North going to the Games is important. They think it can reduce the tensions between the two countries.\nTeam.\nTwo people are representing North Korea at the 2018 Winter Paralympics. They are Kim Jonghyon and Ma Yuchol. Ma is a physical education student. She was in a car accident when she was a 5-year-old. Because of the accident, doctors amputated her foot. She played table tennis. At the 2013 Asian Youth Para Games, she won a silver medal in the sport. Kim used to play table tennis. He is a student. Georgia, North Korea and Tajikistan are the three countries making their first appearance Winter Paralympics.\nThe table below contains the list of members of people (called \"Team North Korea\") that will be participating in the 2018 Games.\nSkiers.\nTwo members of the Korea team are North Koreans. They are Kim Jonghyon and Ma Yuchol. They first competed internationally at the 2018 Paralympic Nordic Skiing World Cup in Oberried, Germany in January 2018. Before that, they had a national team training camp near Frankfurt. In December 2017, they worked with a Canadian coach at a national team training camp in Mount Baektu.\nKim was number 59 in the world in January 2018 in cross country skiing men's sitting race. He had 516.18 points. Ma was number 58 in the world in January 2018 in cross country skiing men's sitting race. He had 505.88 points.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.","categories":[],"infobox_types":[],"annotations":[{"uri":"North_Korea","surface_form":"North Korea","offset":13},{"uri":"Compete","surface_form":"compete","offset":40},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":55},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":82},{"uri":"South_Korea","surface_form":"South Korea","offset":95},{"uri":"Winter_Paralympics","surface_form":"Winter Paralympics","offset":163},{"uri":"Kim_Jonghyon","surface_form":"Kim Jonghyon","offset":211},{"uri":"Ma_Yuchol","surface_form":"Ma Yuchol","offset":228},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":249},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":291},{"uri":"Korean_War","surface_form":"Korean unification","offset":455},{"uri":"South_Korea_at_the_Olympics","surface_form":"delegation","offset":490},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":509},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":635},{"uri":"2012_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":667},{"uri":"Lausanne","surface_form":"Lusanne","offset":859},{"uri":"Switzerland","surface_form":"Switzerland","offset":868},{"uri":"Physical_education","surface_form":"physical education","offset":1431},{"uri":"Amputation","surface_form":"amputated","offset":1545},{"uri":"Germany","surface_form":"Germany","offset":2140},{"uri":"Frankfurt","surface_form":"Frankfurt","offset":2222},{"uri":"Mount_Baektu","surface_form":"Mount Baektu","offset":2321}]}