{"id":620644,"url":"http://en.wikipedia.org/wiki/Hungary_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Hungary sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The country is sending three people to the games: One blind skier and his guide in para-alpine skiing and one woman para-Nordic skiing. Hungary is returning to the Paralympics after having not gone to the 2014 Games in Sochi. Zsolt Balogh will be the first person who is blind to represent Hungary at the Winter Paralympics.\nTeam.\nIn June 2017, the National Paralympic Committee of Hungary, Magyar Paralimpiai Bizottság (MPB), announced the International Paralympic Committee (IPC) had given them a quota of at least three spots.  There were two spots for para-Nordic skiing and one spot for para-alpine skiing. The spot for para-alpine skiing was because of the performance of blind skier Zsolt Balogh and his guide skier Bence Bocsi. The para-Nordic skiing spots were earned by Krisztina Lőrincz.  She is an LW10.5 classified sit skier. MPB representative Laszlo Szabó said of this, \"The successes at the Rio Games gave new impetus to Hungarian athletes. We are proud to be able to represent our country at the Winter Paralympics, and in the last Winter Games organized in Sochi there was no Hungarian sportspeople. It's a great success that we can start in three of the six sports contested Winter Paralympic Games, thanks to the great athletes and their coaches whose work here is to be thanked.\" The three spots was one more than the government had been targeting earlier in the year. The goal was to earn two spots.\nZsolt Balogh and his guide skier Bence Bocsi, and Krisztina Lőrincz were officially named to the team in November 2017. Balogh is the first person who is blind to represent Hungary at the Winter Paralympics.\nThe table below contains the list of members of people (called \"Team Hungary\") that will be participating in the 2018 Games.\nHistory.\nHungary first went to the Winter Paralympics in 2002. Their best results were at the 2006 Winter Paralympics. Agnes Vas competed in the women's slalom sitting race.  She finished ninth. Hungary did not go to the 2014 Winter Paralympics. At the 2010 Winter Paralympics, people only competed in para-alpine skiing.\nFunding and support.\nA joint agreement was signed by the Korean Cultural Center, the Olympic Committee of Hungary and Magyar Paralimpiai Bizottság to support and fund people to participate in the 2018 Games.\nSkiers.\nZsolt Balogh is blind and skis with his guide skier Bence Bocsi. After he was officially named to the team, Balogh said, \"We have worked hard in preparation and qualification in recent years so it is a great pleasure for us to achieve our first goal: we can be in the games. We expect a very tough race, and there are dozens of good riders in this category. With lots of practice, good snow conditions and with a little luck, we can score good results.\"\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go. The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nSkiers.\nKrisztina Lőrincz is an LW10.5 sit skier, competing in both cross country skiing and biathlon. In the lead up to Pyeongchang 2018, Lőrincz trained on rollers on Mondays, Wednesdays and Fridays.  She practiced shooting on Tuesdays and Thursdays.  On long weekends, she would do other training focused on improving her body.  She also worked with a sports psychologist.  Lőrincz did this while working six to seven hours a day.\nOne of the main reasons Lőrincz participates in para-Nordic skiing is she enjoys shooting.  Otherwise, she prefers cycling to skiing. She narrowly missed out on going to the 2014 Winter Paralympics after trying, and failing, to qualify for the Games. Since January 2017, she has been coached by Kristóf Lágler. Her qualifying for the 2018 Winter Paralympics was easier because of the ban on Russian skiers from participating.\nKrisztina Lőrincz represented Hungary at the 2016 Summer Paralympics in adapted rowing. She finished 11th. Outside of sports, she works as a human resources specialist. She was in a car accident in 2005. Because of that, she has a disability.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM.  The sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The 7.5 km race standing and visually impaired women's race takes place from 10:00 AM - 12:30.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hungary","surface_form":"Hungary","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"Zsolt_Balogh","surface_form":"Zsolt Balogh","offset":330},{"uri":"Blindness","surface_form":"blind","offset":375},{"uri":"Guide_skier","surface_form":"guide skier","offset":815},{"uri":"Guide_skier","surface_form":"guide skier","offset":1547},{"uri":"Blindness","surface_form":"blind","offset":1680},{"uri":"Agnes_Vas","surface_form":"Agnes Vas","offset":1978},{"uri":"Guide_skier","surface_form":"guide skier","offset":2437},{"uri":"Krisztina_L%C5%91rincz","surface_form":"Krisztina Lőrincz","offset":3717}]}