{"id":620634,"url":"http://en.wikipedia.org/wiki/Belarus_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Belarus sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. People are competing in para-Nordic skiing. The team included a number of para-Nordic skiers. Several had gone to the Winter Paralympics before. The country has a history of doing well at the Winter Paralympics, having first gone in 1994. Going to South Korea, they had already won 23 Winter Paralympic medals.\nYury Holub, Dzmitry Loban, Lidziya Hrafeyeva and Sviatlana Sakhanenka won medals on 10 March in the biathlon. This was the first day of competition at the Winter Paralympics.\nTeam.\nThe table below contains the list of members of people (called \"Team Belarus\") that will be participating in the 2018 Games.\nHistory.\nBelarus has competed in every Winter Paralympics since 1994.  Going to Pyeongchang, they had already won 23 medals at the Winter Games. Most of these medals were in cross country skiing, with only 3 medals won in another sport: biathlon. Almost half the Belarus's medals in cross country skiing were won by sit skier Liudmila Vauchock. Belarus won 3 bronze medals at the 2014 Winter Paralympics in Sochi. They ranked eighteenth for total medals. Their medals were won by Basil Shapteboy () and Jadwiga Skorobogataya ().\nRussian doping scandal.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017.  The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea.  They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics.  The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nVasili Shaptsiaboi.\nVasili Shaptsiaboi was 38-years-old at the 2018 Games. He went to the 2006, 2010 and 2014 Games, winning 3 Paralympic bronze medals at these Games. Before the Games, he was the man from Belarus who won the most medals at the Winter Paralympics.\nLiudmila Vauchock.\nLiudmila Vauchock has gone to the Paralympics before. Almost half the Belarus's medals in cross country skiing were won by Vauchock. When at home, her base for training was Raubichi. She would do three days of intense training, take a day off, and then three more days of intense training.\nVauchock has a disability because she fell off a dormitory roof.  The fall broke her back.  Before the accident, she was involved in athletics.  Vauchock did like skiing while she was at school.  She thought she got more mileage out of running than skiing.  Vauchock started skiing after the accident because others encouraged her to try the sport. She says skiing gives her a sense of freedom and speed.  It makes her feel independent and allows her to connect with nature.  The snow is not a hindrance, but a route to freedom. Volchek does not like attention that competing gives her.  She went to Sochi with only her older brother accompanying her. While many people in Belarus were happy with her fifth-place finish in Sochi, she cried as the result was not what she wanted.  While there are many challenges and many places in Minsk are not barrier free, she is not sad about the accident that resulted in her needing to use a wheelchair.  Without the accident happening, she does not think she would have become an elite sportsperson.\nSchedule.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM - 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nResults.\nIn the men's 7.5 km sitting event, Daniel Cnossen of the United States won gold, Dzmitry Loban of Belarus won silver and Collin Cameron of Canada won bronze. In the men's 7.5 km visually impaired race,  Vitaliy Luk'yanenko of Ukraine won gold, Yury Holub of Belarus won silver and Anatolii Kovalevskyi of Ukraine won bronze. In the women's 6 km biathlon sitting race,  Kendall Gretsch of the United States won gold, Oksana Masters won silver and Lidziya Hrafeyeva of Belarus won bronze. In the women's 6 km biathlon visually impaired race,  Mikhalina Lysova won gold,  Oksana Shyshkova of Ukraine won silver and Sviatlana Sakhanenka of Belarus won bronze.","categories":[],"infobox_types":[],"annotations":[{"uri":"Belarus","surface_form":"Belarus","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":1879},{"uri":"Vasili_Shaptsiaboi","surface_form":"Vasili Shaptsiaboi","offset":2056},{"uri":"Liudmila_Vauchock","surface_form":"Liudmila Vauchock","offset":2320},{"uri":"Nature","surface_form":"nature","offset":3077},{"uri":"Liberty","surface_form":"freedom","offset":3130}]}