{"id":620647,"url":"http://en.wikipedia.org/wiki/Great_Britain_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Great Britain sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The team has people in para-snowboarding, para-alpine skiing and wheelchair curling. People are from Scotland, England, Wales and Northern Ireland Unlike football and some other sports, citizens from these countries are part of the same team at the Olympics and Paralympics. The competition was also broadcast on television on Channel 4.\nTeam.\nThe first team announcement for Great Britain was made on 15 January 2018. The full team for Great Britain was made on 15 February 2018. Scott Meenagh has been selected to compete in both the biathlon and cross-country skiing competitions.\nThe table below contains the list of members of people (called \"Team GB\") that will be participating in the 2018 Games.\nGreat Britain will send a total of 17 athletes to the games. This is the most sent by the British team since 2006.\nHistory.\nMany times, Scotland, England, Wales and Northern Ireland compete as separate countries at sports events around the world. Because of the past, these four countries compete as one country at the Olympic and Paralympic Games. Some Crown dependencies and some British Overseas Territories also are part of Great Britain for these sporting events. People in Northern Ireland do not like the name because it does not include them.\nBefore the start of the 2018 Winter Olympics, people from Great Britain had won more medals in the Winter Paralympics than the Winter Olympics. People won one bronze medal at the Winter Olympics. People won over five medals in the Winter Paralympics.\nSkiers.\nMille Knight became blind when she was a 6-year-old. In 2017, she finished her A Levels. That year, she also won seven gold medals at IPC Alpine Skiing World Cup races. Kelly Gallagher is blind. She skis with her guide skier Charlotte Evans. They went to the 2014 Winter Paralympics. Gallagher and Evans won a gold medal in the Super-G. Gallagher wanted to win more medals in South Korea.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nB2 classified skier Millie Knight won silver in women's downhill vision impaired race. In the women's Super-G visually impaired race, Henrieta Farkasova of Slovakia won gold, Millie Knight of Great Britain won silver and Menna Fitzpatrick won bronze.\nSkiers.\nGreat Britain is not a country where people with disabilities do para-Nordic skiing. Scott Meenagh was the first para-Nordic skier to go to the Winter Paralympics in 28 years. Meenagh was a service member in Afghanistan. After an attack, he lost both of his legs. After his injuries, he tried para-athletics and adaptive rowing. In March 2016, he first tried para-Nordic skiing.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nWheelchair curling.\nThe team starts playing on 10 March. They play against Sweden on 12 March.\nMedia coverage.\nSome media for the 2018 Games in the UK is on the BBC Sport website and app and on BBC Radio 5 live. The competition was also broadcast on television on Channel 4.","categories":[],"infobox_types":[],"annotations":[{"uri":"Great_Britain","surface_form":"Great Britain","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":58},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":85},{"uri":"South_Korea","surface_form":"South Korea","offset":98},{"uri":"Snowboarding","surface_form":"snowboarding","offset":139},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":153},{"uri":"Curling","surface_form":"curling","offset":187},{"uri":"Scotland","surface_form":"Scotland","offset":212},{"uri":"England","surface_form":"England","offset":222},{"uri":"Wales","surface_form":"Wales","offset":231},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":241},{"uri":"Association_football","surface_form":"football","offset":265},{"uri":"Olympic_Games","surface_form":"Olympics","offset":360},{"uri":"Paralympic_Games","surface_form":"Paralympics","offset":373},{"uri":"Broadcasting","surface_form":"broadcast","offset":411},{"uri":"Channel_4","surface_form":"Channel 4","offset":438},{"uri":"Scott_Meenagh","surface_form":"Scott Meenagh","offset":592},{"uri":"Scotland","surface_form":"Scotland","offset":951},{"uri":"England","surface_form":"England","offset":961},{"uri":"Wales","surface_form":"Wales","offset":970},{"uri":"Northern_Ireland","surface_form":"Northern Ireland","offset":980},{"uri":"Crown_dependencies","surface_form":"Crown dependencies","offset":1169},{"uri":"British_overseas_territories","surface_form":"British Overseas Territories","offset":1197},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":1390},{"uri":"Winter_Paralympics","surface_form":"Winter Paralympics","offset":1465},{"uri":"Winter_Olympic_Games","surface_form":"Winter Olympics","offset":1493},{"uri":"Mille_Knight","surface_form":"Mille Knight","offset":1625},{"uri":"Blindness","surface_form":"blind","offset":1645},{"uri":"A-Levels","surface_form":"A Levels","offset":1704},{"uri":"Kelly_Gallagher","surface_form":"Kelly Gallagher","offset":1794},{"uri":"Guide_skier","surface_form":"guide skier","offset":1838},{"uri":"Charlotte_Evans","surface_form":"Charlotte Evans","offset":1850},{"uri":"Military","surface_form":"service member","offset":3456},{"uri":"Attack","surface_form":"attack","offset":3496},{"uri":"Para-athletics","surface_form":"para-athletics","offset":3559},{"uri":"Adaptive_rowing","surface_form":"adaptive rowing","offset":3578},{"uri":"BBC","surface_form":"BBC","offset":4241},{"uri":"BBC_Radio_5_Live","surface_form":"BBC Radio 5 live","offset":4274},{"uri":"Broadcasting","surface_form":"broadcast","offset":4317},{"uri":"Channel_4","surface_form":"Channel 4","offset":4344}]}