{"id":620666,"url":"http://en.wikipedia.org/wiki/Slovenia_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Slovenia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. One para-alpine skier was named to the team. The person was 16-year-old Jernej Slivnik. He had an injury a few months before the Winter Games started. He is coached by Roman Podlipnik. While he was named to the team in 2017, he met all the criteria to compete at the Games in January 2018.\nTeam.\nThe table below contains the list of members of people (called \"Team Slovenia\") that will be participating in the 2018 Games.\nSkiers.\n16-year-old Jernej Slivnik had a shoulder injury five months before the 2018 Games. He started practicing again at a ski resort in Slovenia in December 2017. His goal was to be prepared for the 2018 World Cup in Kranjska Gora. The competition was one of seven World Cup races before the season before the Games. He was coached by Roman Podlipnik. He also trained with Slovene deaf skier Anja Drev. His coach was happy in late December. Slivnik was recovering faster than expected from his shoulder injury. At the end of December 2017, he was the only Slovene to have earned the right to compete at the Paralympics. Because his recovery went so fast, he competed at a World Cup in Zagreb, Croatia in early December. This was in addition to the World Cup a week later in Slovenia. After his first run in Zagreb, he was in thirteenth position. He did not finish his second run. His coach was still happy with his performance. At the World Cup in Kranjska Gora, Slovenia, he finished his races. The World Cup was only a few days after the World Cup in Zagreb. While he finished thirteenth, his finishing the World Cup race was very important. It meant he completed all the things required of him to compete at the 2018 Winter Paralympics. After the race, his coach said, \"I congratulate Jernejo, because I know he has not been able to do it in the last few weeks. He was injured, but he did not finish the race in Zagreb, even though he was skiing well. Depending on the layout and the conditions on the track it worked well. I expect that now the preparations for the Paralympic Games will be relaxed and fully dedicated.\" Slivnik said after qualifying for the Paralympics, \"Before the first run there were some problems with the track, but the Kranjska Gora team did a great job and prepared a track that was excellent. In the second, the track was already slightly slapped. I made a little mistake, but I did not want to give in, I wanted to aim. I did it. I am glad that I have confirmed my departure for the Paralympic Games, as this idea of ​​successfully passing the game was a long time in the head.\"\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slovenia","surface_form":"Slovenia","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":52},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":79},{"uri":"South_Korea","surface_form":"South Korea","offset":92},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skier","offset":109},{"uri":"Jernej_Slivnik","surface_form":"Jernej Slivnik","offset":177},{"uri":"Roman_Podlipnik","surface_form":"Roman Podlipnik","offset":273},{"uri":"Jernej_Slivnik","surface_form":"Jernej Slivnik","offset":547},{"uri":"Roman_Podlipnik","surface_form":"Roman Podlipnik","offset":865}]}