{"id":620664,"url":"http://en.wikipedia.org/wiki/Spain_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Spain sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The team from Spain had 4 people. They included 2 snowboarders and 2 skiers. Blind skier Jon Santacana and guide skier Miguel Galindo Garces competed at the Paralympics before in 2002, 2006, 2010 and the 2014. Astrid Fina Paredes went to the 2014 Winter Paralympics. Snowboarder Víctor González will be going to his first Paralympic Games.\nTeam.\nSpain sent 4 people to the 2018 Winter Paralympics. They were snowboards and alpine skiers. The team went to an event in Madrid on 26 February 2018 in Madrid. After the event, they went to South Korea.\nThe table below contains the list of members of people (called \"Team Spain\") that will be participating in the 2018 Games.\nHistory.\nTraditionally, the United States, Canada, Germany, Switzerland, New Zealand, Norway and Sweden have been the best countries at the Winter Paralympics. Spain has not sent many people, and has not won many medals. One of the reasons is that there are not many places to ski, and it is very expensive. This discourages people from trying winter sports. Paralympic sports are also treated the same as women's sports in Spain. They are hidden away, and the media gives little coverage to the sporting accomplishments of its elite Paralympic sportspeople. While Olympic people have guaranteed money because of Plan ADO, Paralympic people get much less money from Plan ADOP. The money they get is also much less secure, changing from year to year. This makes it difficult for Spanish Paralympic people to plan in advance their practice and competition calendar. Olympic people get money for the year. Paralympic people only get money for a month. The next month, they may not get any money from Plan ADOP. While Spain has a lot of people with disabilities, only 0.5% have a sports license.\nThere were some issues related to clothing making Joma sponsoring the Winter Paralympic team. The company already sponsored the 2018 Spanish Winter Olympic team. This started during preparations for the 2016 Summer Paralympics. Joma wanted to provide clothing for only some members of the Spanish team going to Rio de Janeiro. They did not want to provide clothes for the Opening and Closing Ceremonies of the Summer Paralympics. The company cited a lack of commercial visibility for the Paralympic Games as the reason they wanted to do this. While Joma was not providing clothing for all team members for all parts of the Summer Paralympics, the company created advertising saying they were official sponsors of the team. The Spanish Paralympic Committee did not consider them to be sponsors as they were not providing everyone with clothing. They asked Joma to stop what they thought was deceptive advertising. The Spanish Paralympic Committee also considered taking legal action against Joma. The Summer Paralympics became the first Paralympic Games in 20 years where the Spanish Olympic and Paralympic teams did not have the same clothing sponsor. This situation continued with the 2018 Winter Paralympics.\nSkiers.\nJon Santacana competed at the 2002, 2006, 2010 and the 2014 Winter Paralympics with his guide, Miguel Galindo Garces. He won eight medals between 2002 and 2014 at the Paralympics. Three were gold. Three were silver. Two were bronze.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nSnowboarders.\nSpain sent two snowboarders to the Paralympic Games in South Korea. They were Astrid Fina Paredes and Víctor González. They are members of Federación Española de Deportes de Personas con Discapacidad Física, a sport organization for people with physical disabilities.\nAstrid Fina Paredes.\nAstrid Fina Paredes went to the IPC World Cup 2017 in La Molina, Spain.  She won two silver medals.  The World Cup was part of her training for the 2018 Winter Paralympics.  In February 2017, she went to the IPC Para-Snowboarding World Championships in Big White, Canada. She finished fourth in the snowboard slalom race and fifth in the snowboard cross race. In 2017, she wanted to go to the 2018 Paralympic Games and win a medal. Her fear was she would get hurt. This would make it difficult to race and get a medal. She leaves for South Korea on 2 March 2018, with her first race on 12 March and her second one 15 March.\nAstrid Fina Paredes was at the 2014 Winter Paralympics, with the 2018 Games being her second Games. At Sochi 2014, she finished sixth in snowboard cross. From Barcelona, Fina Paredes has a physical disability because of a traffic accident in 2009. In 2013, her leg was amputated. She started para-snowboarding that year. It was one year from when she start that she went to Sochi. Participating in snowboarding costs a lot of money. To continue to practice and compete in the southern hemisphere during 2016, she needed to rent out her apartment in Spain. Team Spain had no money to help her.\nVíctor González.\nVíctor González was a snowboarder. He had an accident. Because of the accident, he got a disability in his legs. After the accident, he switched to para-snowboarding.\nSchedule and results.\nThe snowboard cross event starts on 12 March, running from 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.\nMedalists.\nThe Government of Spain said there was 135,000 € total to give to Spanish sportspeople who won medals at the 2018 Games. If a person won a gold medal, they got up to 30,000 €.  If a person won a silver medal, they got up to 15,000 €.  A person with a bronze medal got up to 9,000 €. These totals have been criticized. At the 2016 Summer Olympics and Paralympics, the government allocated 1,861,000 € for Olympic medalists but only 684,000 € to people who won medals at the Paralympics. The individual totals are still better than the past. At the 2012 Summer Paralympics, Olympic gold won a person 94,000 € but a gold medal at the Paralympics only won a person 10,000 €.","categories":[],"infobox_types":[],"annotations":[{"uri":"Spain","surface_form":"Spain","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Snowboarding","surface_form":"snowboarders","offset":153},{"uri":"Para-alpine_skiing","surface_form":"skiers","offset":172},{"uri":"Blindness","surface_form":"Blind","offset":180},{"uri":"Skiing","surface_form":"skier","offset":186},{"uri":"Jon_Santacana_Maiztegui","surface_form":"Jon Santacana","offset":192},{"uri":"Guide_skier","surface_form":"guide skier","offset":210},{"uri":"Miguel_Galindo_Garces","surface_form":"Miguel Galindo Garces","offset":222},{"uri":"2002_Winter_Paralympics","surface_form":"2002","offset":282},{"uri":"2006_Winter_Paralympics","surface_form":"2006","offset":288},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":294},{"uri":"2014_Winter_Paralympics","surface_form":"2014","offset":307},{"uri":"Astrid_Fina_Paredes","surface_form":"Astrid Fina Paredes","offset":313},{"uri":"Snowboarding","surface_form":"Snowboarder","offset":370},{"uri":"V%C3%ADctor_Gonz%C3%A1lez","surface_form":"Víctor González","offset":382},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":476},{"uri":"South_Korea","surface_form":"South Korea","offset":638},{"uri":"Joma","surface_form":"Joma","offset":1916},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":2177},{"uri":"Jon_Santacana_Maiztegui","surface_form":"Jon Santacana","offset":3085},{"uri":"2002_Winter_Paralympics","surface_form":"2002","offset":3115},{"uri":"2006_Winter_Paralympics","surface_form":"2006","offset":3121},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":3127},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":3140},{"uri":"Miguel_Galindo_Garces","surface_form":"Miguel Galindo Garces","offset":3180},{"uri":"Astrid_Fina_Paredes","surface_form":"Astrid Fina Paredes","offset":4267},{"uri":"V%C3%ADctor_Gonz%C3%A1lez","surface_form":"Víctor González","offset":4291},{"uri":"Federaci%C3%B3n_Espa%C3%B1ola_de_Deportes_de_Personas_con_Discapacidad_F%C3%ADsica","surface_form":"Federación Española de Deportes de Personas con Discapacidad Física","offset":4328},{"uri":"Organization","surface_form":"organization","offset":4405},{"uri":"Physical_disability","surface_form":"physical disabilities","offset":4434},{"uri":"Astrid_Fina_Paredes","surface_form":"Astrid Fina Paredes","offset":4478},{"uri":"La_Molina","surface_form":"La Molina","offset":4532},{"uri":"Spain","surface_form":"Spain","offset":4543},{"uri":"Snowboard_cross","surface_form":"snowboard cross","offset":4816},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":5133},{"uri":"Barcelona","surface_form":"Barcelona","offset":5261},{"uri":"Car_accident","surface_form":"traffic accident","offset":5324},{"uri":"Leg","surface_form":"leg","offset":5363},{"uri":"Amputation","surface_form":"amputated","offset":5371},{"uri":"Southern_hemisphere","surface_form":"southern hemisphere","offset":5578},{"uri":"Snowboarding","surface_form":"snowboarder","offset":5734},{"uri":"Disability","surface_form":"disability","offset":5801},{"uri":"Leg","surface_form":"leg","offset":5819},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":5860}]}