{"id":620661,"url":"http://en.wikipedia.org/wiki/Turkey_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Turkey sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The country sent one person, alpine skier Mehmet Çekiç. Turkey tried to qualify in other sports, like wheelchair curling. They just were unable to win spots to the Games. Turkey only made its first Winter Paralympics appearance at the 2014 Games.\nTeam.\nIn December 2017, the National Paralympic Committee of Turkey said one person would go to Pyeongchang. Alpine skier Mehmet Çekiç was the person selected. The National Paralympic Committee provided Çekiç with all the resources he needed. This was done with assistance from Turkey's national ski federation. The country wanted to send more people to South Korea for the Games. People had problems with qualifications for the Games. The President of the National Paralympic Committee of Turkey said they wanted to send more people to the 2022 Winter Paralympics. They would work hard to make that happen. Financial problems and being responsibility for 18 sports made securing more positions for Pyeongchang difficult.\nThe table below contains the list of members of people (called \"Team Turkey\") that will be participating in the 2018 Games.\nTurkey tried to go to the 2018 Winter Paralympics in wheelchair curling. Turkey Physically Disabled Sports Federation Wheelchair Curling was created a year before the ability to get the right to go by winning the Wheelchair Curling World Championships B Tournament. The team had many problems, and did not do well. They did not the earn the right to compete. The team was coached by Gökçe Ulugay. It included wheelchair curlers Züleyha Bingöl, Kenan Coşkun, Serpil Arslan, Mesut Güle and Turan Akalın. The competition was the first international tournament Turkey participated in.\nSkiers from Turkey also tried to get the right to go to Pyeongchang. Like wheelchair curlers in Turkey, the skiers had many challenges. They were not able to get the right to compete.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nHistory.\nTurkey went to the 2014 Winter Paralympics. It was the first time Turkey competed at the Winter Paralympics. The Winter Sports division of the National Paralympic Committee was created in 2012. This was two years before the start of the 2014 Winter Paralympics. Esat Hilmi Bayindir earned the right to go. Because of a process to help countries that are underrepresented at the Paralympics, Mehmet Çekiç was invited to participate. This process is called Bipartite Invitation. Esat Hilmi Bayindir was in a traffic accident. Because of this, he has a disability. At the time of the 2014 Winter Paralympics, the skier was living in the United States. He started skiing in 1982. Mehmet Çekiç started skiing in France in 2011. In 2013, Çekiç went to alpine skiing competition in France and Italy. Because of a traffic accident in 2009, he has a disability. After the 2014 Winter Paralympics, Turkey hoped they could go to the 2018 Winter Paralympics.\nTickets.\nThe only authorized ticket seller in Turkey for the Paralympic Games was Setur.","categories":[],"infobox_types":[],"annotations":[{"uri":"Turkey","surface_form":"Turkey","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":446},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1833},{"uri":"Official","surface_form":"authorized","offset":3792},{"uri":"Setur","surface_form":"Setur","offset":3856}]}