{"id":620640,"url":"http://en.wikipedia.org/wiki/Japan_at_the_2018_Winter_Paralympics","text":"ce=\"preserve\">Japan sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. The group from Japan was going to compete in para-alpine skiing, para-Nordic skiing, para-snowboarding and sledge hockey.\nTeam.\nThere were three announcements with who would go to the 2018 Winter Games representing Japan. The second announcement was made on 8 February 2018. The last announcement was made on 18 February 2018. The last announcement said two male para-alpine skiers would be going to South Korea. The country has the third largest team among all nations. It has 38 people.\nThe table below contains the list of members of people (called \"Team Japan\") that will be participating in the 2018 Games.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nAnna Schaffelhuber of Germany won gold in the women's downhill sitting race.  Momoka Muraoka of Japan won silver.  Laurie Stephens of the United States won bronze. In the men's downhill sitting race, Andrew Kurka of the United States won gold, Taiki Morri of Japan won silver and Corey Peters of New Zealand won bronze. In the women's Super-G sitting race, Anna Schaffelhuber of Germany won gold, Claudia Loesch of Austria won silver, and Momoka Muraoka of Japan won bronze.\nSkiers.\nKeiichi Sato competes in two sports: para-triathlon and para-Nordic skiing.  The first sport he did was para-Nordic skiing.  As a member of Team Japan, he went to the 2010 and 2014 Winter Paralympics.  After para-triathlon became a Paralympic sport, Sato decided to try it.  He then was part of Team Japan at the 2016 Summer Paralympics. He then went to the 2017 Triathlon World Championships.  After that, he stopped competing in para-triathlon.  He wanted to try to medal at the 2018 Winter Paralympics.  He thought he needed to focus on para-Nordic skiing to do that.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.\nSnowboarders.\nAtsushi Yamamoto is a track and field competitor.  He won a silver medal in the men's T42 long jump at the 2016 Summer Paralympics.  In November 2017, he went to the World Para Snowboard World Cup in Landgraaf, Netherlands.  The World Cup was his first para-snowboarding competition.  Also there was Daniel Wagner of Denmark.  Wagner won gold in the event which Yamamoto won silver.  Both men had decided to compete internationally in snowboarding during the same year.\nSchedule and results.\nThe snowboard cross event starts on 12 March. It goesfrom 10:30 AM to 5:00 PM for all classes for both men and women. The slalom race is scheduled to take place on 16 March, going from 10:30 AM – 4:55 PM for men and women in all classes.\nRoster.\nJapan's team has 17 men. Their coach is Kojin Nakakita.\nTo the Games.\nJapan, Sweden and the Czech Republic were the last 3 teams that were able to go to the 2018 Games. They could go because of how they finished at the Qualification Tournament in October in Ostersund, Sweden in October 2017.\nSchedule and results.\nThe United States, South Korea, the Czech Republic and Japan were in Group B for the sledge hockey competition. Japan plays against South Korea on 10 March. They play the Czech Republic on 13 March.\nMedia and television.\nFor the first time, the Paralympic Games will be live on television. The 2018 Games will be on NHK. People can watch on NHK General TV and NHK Educational TV channels. Some will be televised with a resolution of 8K. There are going to be 62 hours of live coverage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":14},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":148},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":168},{"uri":"Para-snowboarding","surface_form":"para-snowboarding","offset":188},{"uri":"Sledge_hockey","surface_form":"sledge hockey","offset":210},{"uri":"South_Korea","surface_form":"South Korea","offset":503},{"uri":"Keiichi_Sato","surface_form":"Keiichi Sato","offset":2191},{"uri":"Para-triathlon","surface_form":"para-triathlon","offset":2228},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":2247},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":2358},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":2367},{"uri":"2016_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":2504},{"uri":"Atsushi_Yamamoto","surface_form":"Atsushi Yamamoto","offset":3211},{"uri":"Landgraaf","surface_form":"Landgraaf","offset":3411},{"uri":"Netherlands","surface_form":"Netherlands","offset":3422},{"uri":"Daniel_Wagner","surface_form":"Daniel Wagner","offset":3511},{"uri":"Denmark","surface_form":"Denmark","offset":3528},{"uri":"Kojin_Nakakita","surface_form":"Kojin Nakakita","offset":3989},{"uri":"United_States_of_America_at_the_2018_Winter_Paralympics","surface_form":"United States","offset":4268},{"uri":"South_Korea_at_the_2018_Winter_Paralympics","surface_form":"South Korea","offset":4283},{"uri":"Czech_Republic_at_the_2018_Winter_Paralympics","surface_form":"Czech Republic","offset":4300},{"uri":"Display_resolution","surface_form":"resolution","offset":4683}]}