{"id":620670,"url":"http://en.wikipedia.org/wiki/Poland_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Poland sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. People will compete in cross-country skiing, para-alpine skiing, biathlon and para-snowboarding. Team members include Katarzyna Rogowiec and Igor Sikorski.\nTeam.\nIn January 2018, Poland thought their team for the 2018 Games would include ten sportspeople in four sports: cross-country skiing, para-alpine skiing, biathlon and para-snowboarding. The complete list of all members of Team Poland was shared in February 2018.\nThe table below contains the list of members of people (called \"Team Poland\") that will be participating in the 2018 Games.\nIt can be difficult for people with disabilities to participate in winter sports. Katarzyna Rogowiec said the reason is because people are more dependent on others. They need help to put on jackets. They may need help to get into a special chair. It can be difficult to stay warm when you do not have hands. Winter sports are also very expensive. The cost makes it difficult for many people to participate.\nGoals.\nPoland did not win any medals at the 2014 Winter Paralympics. Poland won a bronze medal at the 2010 Winter Paralympics. Polish Paralympic Committee President Łukasz Szeliga said the goal of Poland is to have better finishes than 2010 and 2014. They would like to win at least one medal.\nSkiers.\nThe team includes Igor Sikorski. Sikorski is from Krakow.\nBefore the Games.\nIn January 2018, Igor Sikorski went to the World Cup in Zagreb, Croatia. He skied really well at the competition.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March. People ski from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Poland","surface_form":"Poland","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Cross-country_skiing","surface_form":"cross-country skiing","offset":126},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":148},{"uri":"Biathlon","surface_form":"biathlon","offset":168},{"uri":"Para-snowboard","surface_form":"para-snowboard","offset":181},{"uri":"Cross-country_skiing","surface_form":"cross-country skiing","offset":374},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":396},{"uri":"Biathlon","surface_form":"biathlon","offset":416},{"uri":"Para-snowboard","surface_form":"para-snowboard","offset":429},{"uri":"2014_Winter_Paralympics","surface_form":"2014 Winter Paralympics","offset":1100},{"uri":"2010_Winter_Paralympics","surface_form":"2010 Winter Paralympics","offset":1158}]}