{"id":620637,"url":"http://en.wikipedia.org/wiki/Bosnia_and_Herzegovina_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Bosnia and Herzegovina sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. Only one person was on the team. It was 19-year-old para-alpine skier Ilma Kazazic.\nTeam.\nBosnia and Herzegovina was represented by only one person at the 2018 Winter Paralympics. Ilma Kazazic competes in slalom and giant slalom. Three people will accompany Kazazic. The total delegation is four people. The other people are team coach Leon Svetlin, doctor Mirsad Muftić, and chef-de-mission Osman Hadžić. The team departed for South Korea in late February. They arrived in the village on 6 March.\nThe table below contains the list of members of people (called \"Team Bosnia and Herzegovina\") that will be participating in the 2018 Games.\nHistory.\nThe country has never won a medal at the Winter Paralympics. Before 2018, only three people represented Bosnia and Herzegovina at the Winter Paralympics.  They were Nijaz Memic in 2010 and Ilma Kazazic and Senad Turkovic.  All three are para-alpine skiers.\nPara-alpine skiing.\nIlma Kazazic is representing Bosnia and Herzegovina. She competes in the slalom and giant slalom races. Her coach is Leon Svetlin.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":66},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":93},{"uri":"South_Korea","surface_form":"South Korea","offset":106}]}