{"id":620677,"url":"http://en.wikipedia.org/wiki/Mongolia_at_the_2018_Winter_Paralympics","text":"Mongolia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. Ganbold Batmunkh () will compete in para-Nordic skiing. He qualified by competing at the Para Nordic Skiing World Cup.\nTeam.\nIn November 2017, Ganbold Batmunkh () was invited to go to the 2018 Winter Paralympics.\nThe table below contains the list of members of people (called \"Team Mongolia\") that will be participating in the 2018 Games.\nRussian doping scandal.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017.  The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea.  They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics.  The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nPara-Nordic skiing.\nBatmunkh competed at the 2014 Winter Paralympics.  His best finish was fourteenth.  This was in the 20km Classic Style - Standing race.  He had a time of 1:11:08.3.  His best finish at the World Championships was in 2017.  He finished ninth in the 20km - Standing.  He had a result of 1:02:15.4. In September 2017, Batmunkh went to a World Cup in Germany. He already had 130 World Cup points. Fifth of those points were in the 2017/2018 season. These points made it possible for him to go to the Paralympics. Batmunkh is coached by J. Dondo ().","categories":[],"infobox_types":[],"annotations":[{"uri":"Mongolia","surface_form":"Mongolia","offset":0},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":39},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":66},{"uri":"South_Korea","surface_form":"South Korea","offset":79},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":1060}]}