{"id":620668,"url":"http://en.wikipedia.org/wiki/Serbia_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Serbia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. One person on the team is para-Nordic skier Milos Zaric. In addition to para-Nordic skier, Zaric is also a para-athlete. He is the world champion in the men's F55 javelin.\nTeam.\nThe table below contains the list of members of people (called \"Team Serbia\") that will be participating in the 2018 Games.\nRussian doping scandal.\n15 National Paralympic Committees and the International Wheelchair and Amputee Sports Federation signed a letter expressing support for the National Paralympic Committee of Russia in August 2017.  The countries included Armenia, Belarus, Bulgaria, Vietnam, Kazakhstan, Kyrgyzstan, China, Laos, Moldova, Mongolia, Serbia, Tajikistan, Montenegro, and South Korea.  They asked the IPC Governing Board to consider letting Russia compete at the 2018 Winter Paralympics.  The letter was signed weeks before the IPC Governing Board met in Abu Dhabi. In September 2017, this decision was reviewed and upheld. The International Paralympic Committee (IPC) still had concerns about doping in Russian sport. All the conditions the IPC required of the Russians were not met.\nHistory.\nSerbia first competed at the Winter Paralympics in 2010, and had yet to win a medal going into the 2018 edition of the Games.  Serbia was represented by Jugoslav Milosevic in 2014.  He competed in para-alpine skiing.  The upper limb amputee competed in the slalom and giant slalom standing events.\nSkiers.\nMilos Zaric competes in two sports: para-athletics and para-Nordic skiing.  In 2017, he won a gold medal at the 2017 IPC Athletics World Championships in the men's F55 javelin. A few months later, he competed in para-Nordic skiing at the World Cup in Oberried, Germany.  The World Cup was the first time he was part of Team Serbia at an international sporting competition.\nSchedule and results.\nOn 12 March, the 15 km race takes place, with standing and vision impaired women starting at 10:00 PM. Thee sprint classic qualification takes place on 14 March from 10:00 AM – 11:25 AM for both men and women in all classes. It is followed in the afternoon by the semifinals and finals.  The classic race takes place on 17 March. The standing and visually impaired women's race takes place from 10:00 AM - 12:30.","categories":[],"infobox_types":[],"annotations":[{"uri":"Serbia","surface_form":"Serbia","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":50},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":77},{"uri":"South_Korea","surface_form":"South Korea","offset":90},{"uri":"Milos_Zaric","surface_form":"Milos Zaric","offset":147},{"uri":"Javelin","surface_form":"javelin","offset":266},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":1034},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":1251},{"uri":"Milos_Zaric","surface_form":"Milos Zaric","offset":1506},{"uri":"Para-athletics","surface_form":"para-athletics","offset":1542},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":1561},{"uri":"Javelin","surface_form":"javelin","offset":1674},{"uri":"Oberried","surface_form":"Oberried","offset":1757},{"uri":"Germany","surface_form":"Germany","offset":1767}]}