{"id":620662,"url":"http://en.wikipedia.org/wiki/Switzerland_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Switzerland sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. Switzerland has a team of 31 people. Only 13 are sportspeople. They are competing in three sports: para-alpine skiing, para-Nordic skiing and wheelchair curling.\nTeam.\nThe team has 13 people. They are competing in three sports: para-alpine skiing, para-Nordic skiing and wheelchair curling. 18 other people are part of the team. They include coaches, administrators and sport officials. The flag bearer for the Opening Ceremonies is Felix Wagner. Luana Bergamin is the Chef-de-Mission. Bergamin said he wants Switzerland to win 3 medals at the 2018 Games.\nThe table below contains the list of members of people (called \"Team Switzerland\") that will be participating in the 2018 Games.\nSwitzerland and Germany share a meeting place during the Winter Paralympics. It is called \"Maison des Alpes\". Fans, sportspeople, journalists and other people can go there and talk. The place includes a Swiss restaurant.\nSkiers.\nChristoph Kunz went to Pyeongchang with 2 gold medals. He won them at earlier Winter Paralympic Games.\nSchedule and training.\nSkiers had training runs for the downhill race on 7 March. Their practice runs in the downhill on 8 and 9 March were cancelled.\nThe first event on the para-alpine program was the downhill. It started on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program was Super-G. All skiers will raced between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.\nResults.\nTheo Gmur won a gold medal in the men's downhill standing race.  Arthur Bauchet of France won silver.  Markus Salcher of Austria won bronze. In the men's Super-G standing race, Theo Gmur of Switzerland won gold, Arthur Bauchet of France won silver, and Markus Salcher of Austria won bronze.\nWheelchair curling.\nThe Switzerland national wheelchair curling team members are Felix Wagner, Claudia Hüttenmoser-Pfister, Marcel Bodenmann, Beatrix Blauel, and Hans Burgener. Wagner is the skip. They won the 2016 Wheelchair Curling World Championships. This won them the right to go to the 2018 Winter Paralympics. To get ready for the Games, the team played in 5 international tournaments. They took place in Copenhagen, Wetzikon, Stirling in Scotland, Richmond in British Colombia, and Ottawa. B. Braun Medical SA is the team's sponsor.\nWheelchair curling competition started on 10 March. Switzerland plays against Sweden on 15 March.","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Switzerland","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":55},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":82},{"uri":"South_Korea","surface_form":"South Korea","offset":95},{"uri":"Sportsperson","surface_form":"sportspeople","offset":157},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":207},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":227},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":250},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":336},{"uri":"Para-Nordic_skiing","surface_form":"para-Nordic skiing","offset":356},{"uri":"Wheelchair_curling","surface_form":"wheelchair curling","offset":379},{"uri":"Coach_(sport)","surface_form":"coaches","offset":450},{"uri":"Administrator","surface_form":"administrator","offset":459},{"uri":"Referee","surface_form":"sport officials","offset":478},{"uri":"Flag_of_Switzerland","surface_form":"flag bearer","offset":499},{"uri":"Felix_Wagner","surface_form":"Felix Wagner","offset":541},{"uri":"Luana_Bergamin","surface_form":"Luana Bergamin","offset":555},{"uri":"Chef-de-Mission","surface_form":"Chef-de-Mission","offset":577},{"uri":"Fanatic","surface_form":"Fans","offset":903},{"uri":"Sportsperson","surface_form":"sportspeople","offset":909},{"uri":"Journalist","surface_form":"journalist","offset":923},{"uri":"Restaurant","surface_form":"restaurant","offset":1002},{"uri":"Christoph_Kunz","surface_form":"Christoph Kunz","offset":1022},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1045},{"uri":"Skip_(curling)","surface_form":"skip","offset":2606},{"uri":"Tournament","surface_form":"tournament","offset":2795},{"uri":"Copenhagen","surface_form":"Copenhagen","offset":2827},{"uri":"Wetzikon","surface_form":"Wetzikon","offset":2839},{"uri":"Stirling","surface_form":"Stirling","offset":2849},{"uri":"Scotland","surface_form":"Scotland","offset":2861},{"uri":"Richmond","surface_form":"Richmond","offset":2871},{"uri":"British_Columbia","surface_form":"British Colombia","offset":2883},{"uri":"Ottawa","surface_form":"Ottawa","offset":2905},{"uri":"B._Braun_Medical_SA","surface_form":"B. Braun Medical SA","offset":2913},{"uri":"Sponsor","surface_form":"sponsor","offset":2947}]}