{"id":620657,"url":"http://en.wikipedia.org/wiki/Chile_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Chile sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. There were 4 people in para-alpine skiing. The skiers went to races to be allowed to go to South Korea. Starting in November 2017, they went to 15 races in Europe, the United States and Canada to get ready. Santiago Vega went to the 2014 Winter Paralympics. Nicolás Bisquert, Diego Seguel and Julio Soto were going to their first Paralympic Games.\nTeam.\nChile had 4 people at the 2018 Winter Paralympics. In the past, Diego Seguel was part of Team Chile at competitions around the world in another sport: para-athletics. All four had 220 points by February 2018.  They needed to have 220 total points or more in the time between when the 2014 Winter Paralympics ended and February 2018. Vega competed at the 2014 Winter Paralympics for Chile. He was the only member of the team to do that. The 2018 Games will be the first for Bisquert, Seguel and Soto.\nThe table below contains the list of members of people (called \"Team Chile\") that will be participating in the 2018 Games.\nPreparation for the Paralympics.\nThe skiers go to Pyeongchang wanting to do better than they did in the past. Chile competed in para-alpine skiing at the 2002, 2006, 2010 and 2014 Winter Paralympics. The best finish they had was in 2010 when Patricio Morande finished fourteenth in the giant slalom. The coach is Carlos Torres. The team practiced for South Korea at the La Parva Ski Center in Chile. When at La Parva, they lived at the Ski Chile Hotel in Farellones. They worked together for over 170 days before leaving for the Winter Paralympics. From November 2017 to February 2018, they went to 15 races in Europe, the United States and Canada. They also had national team training camps.\nJulio Soto.\nSoto went to competition in North America in January 2018. In the Giant Slalom race, he had a time of 1 minute and 31 seconds and finished sixth. Because of his finish, Soto went to South Korea and was able to compete in the Giant Slalom race. At the same competition in Winter Park, Bisquertt finished first in the Giant Slalom race.  He beat world champion Corey Peters in the race. Soto was able to compete in the Slalom because of a race in 2017 where he was fifth. He was the first person from Chile who could go to the South Korea. Soto said he wanted to finish in the top 20 in the Slalom race in Pyeongchang.\nWhen he was 9-years-old, Soto went to school. He had pain in his legs. He was later told by doctors he had osteosarcoma, a type of bone cancer. To fix it, doctors needed to amputate one of his legs. He played sports as part of his rehabilitation. After he finished university, he became a Level 1 Ski Instructor class at the National Ski School. In 2015, he became of part of Team Chile and represented his country in ski races around the world.\nNicolás Bisquert.\nBisquertt went to a ski race in Winter Park in January 2018 with other people from Chile. Because of past races, he could go to South Korea in two events. After his races in Winter Park, he could go to Pyeongchang for the Super G. In January 2018, Bisquertt said he wanted to win a medal at the 2018 Winter Paralympics.\nBisquertt had a motorcycle accident when he was a 14-year-old. The accident fractured his spine.\nDiego Seguel.\nBefore the 2018 Winter Paralympics, Diego Seguel went to a ski race in January 2018 in Winter Park. He finished third in the Giant Slalom. It was the first time he finished in the top three places at an international ski race. Because of his finishes in Winter Park, he could go to the South Korea in the slalom and giant slalom races.\nIn 2002, Diego Seguel had a snowboarding accident. He was 17-years-old. He got a disability because the accident hurt his spine. One year after the accident, he started doing para-alpine skiing using a mono-ski. He has competed for Chile every year since 2011.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chile","surface_form":"Chile","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":49},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":76},{"uri":"South_Korea","surface_form":"South Korea","offset":89},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":125},{"uri":"Europe","surface_form":"Europe","offset":258},{"uri":"United_States","surface_form":"United States","offset":270},{"uri":"Canada","surface_form":"Canada","offset":288},{"uri":"Santiago_Vega","surface_form":"Santiago Vega","offset":309},{"uri":"Nicol%C3%A1s_Bisquert","surface_form":"Nicolás Bisquert","offset":360},{"uri":"Diego_Seguel","surface_form":"Diego Seguel","offset":378},{"uri":"Julio_Soto","surface_form":"Julio Soto","offset":395},{"uri":"Paralympic_Games","surface_form":"Paralympic Games","offset":432},{"uri":"Skiing","surface_form":"skiers","offset":1116},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":1129},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":1207},{"uri":"2002_Winter_Paralympics","surface_form":"2002","offset":1233},{"uri":"2006_Winter_Paralympics","surface_form":"2006","offset":1239},{"uri":"2010_Winter_Paralympics","surface_form":"2010","offset":1245},{"uri":"2014_Winter_Paralympics","surface_form":"2014","offset":1254},{"uri":"Patricio_Morande","surface_form":"Patricio Morande","offset":1321},{"uri":"Giant_slalom","surface_form":"giant slalom","offset":1365},{"uri":"Coach_(sport)","surface_form":"coach","offset":1383},{"uri":"Farellones","surface_form":"Farellones","offset":1534},{"uri":"Europe","surface_form":"Europe","offset":1690},{"uri":"United_States","surface_form":"United States","offset":1702},{"uri":"Canada","surface_form":"Canada","offset":1720},{"uri":"National_team","surface_form":"national team","offset":1742},{"uri":"Training_camp","surface_form":"training camp","offset":1756},{"uri":"North_America","surface_form":"North America","offset":1812},{"uri":"Winter_Park","surface_form":"Winter Park","offset":2055},{"uri":"Championship","surface_form":"world champion","offset":2128},{"uri":"Corey_Peters","surface_form":"Corey Peters","offset":2143},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":2388},{"uri":"Osteosarcoma","surface_form":"osteosarcoma","offset":2508},{"uri":"Bone_tumor","surface_form":"bone cancer","offset":2532},{"uri":"Amputation","surface_form":"amputate","offset":2574},{"uri":"Leg","surface_form":"leg","offset":2594},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":3067},{"uri":"Fracture","surface_form":"fracture","offset":3261},{"uri":"Spinal_cord","surface_form":"spine","offset":3275},{"uri":"Worldwide","surface_form":"international","offset":3499},{"uri":"Para-alpine_skiing","surface_form":"para-alpine skiing","offset":3807},{"uri":"Mono-ski","surface_form":"mono-ski","offset":3834}]}