{"id":620655,"url":"http://en.wikipedia.org/wiki/Croatia_at_the_2018_Winter_Paralympics","text":"e=\"preserve\">Croatia sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. One person representing Croatia is para-alpine skier Dino Sokolovič. He stopped skiing in 2016 for 20 months because of an injury.\nTeam.\nThe table below contains the list of members of people (called \"Team Croatia\") that will be participating in the 2018 Games.\nSkiers.\nDino Sokolovič is a standing skier. He was injured in 2016. Because of the injury, he did not ski for 20 months.\nBefore the Games.\nDino Sokolovič went to Slovenia in January 2018. He competed in the World Cup in Kranjska Gora. After 20 months away from skiing because of an injury, he won his first race at Kranjska Gora.\nSchedule and results.\nThe first event on the para-alpine program is the downhill. It starts on 10 March, running from 9:30 AM to 1:30 PM. The second event on the program is Super-G. All skiers will race between 9:30 AM and 1:00 PM on 11 March. The super combined takes place on 13 March. The Super-G part of the event is in the morning. The slalom part is in the afternoon. The slalom event gets underway on 14 March and conclude on 15 March. Women and men both race during the same sessions in the morning. The afternoon sessions start with the women doing their second run. Then the men go.The last para-alpine skiing race of the 2018 Games is the giant slalom. It takes place on 17 - 18 March.  Men and women both race at the same time in the morning sessions.  Women race first in the afternoon sessions, with the men racing a half hour after they end.","categories":[],"infobox_types":[],"annotations":[{"uri":"Croatia","surface_form":"Croatia","offset":13},{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":51},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":78},{"uri":"South_Korea","surface_form":"South Korea","offset":91}]}