{"id":620765,"url":"http://en.wikipedia.org/wiki/Korea_at_the_2018_Winter_Paralympics","text":"Korea sent people to compete at the 2018 Winter Paralympics in Pyeongchang, South Korea. While North Korea and South Korea compete as separate countries at the 2018 Winter Games, the two countries will enter the stadium during the Opening Ceremonies under one flag. The two countries are still officially at war as the Korean War never officially ended. They had entered the Olympic Games under one flag before, including at the 2000 and 2004 Summer Olympics and the 2006 Winter Games. Reciprocal military threats made in August and September 2017 by the governments of North Korea and the United States made this possibility at the 2018 Games more complicated.\nCompeting together.\nThe International Paralympic Committee (IPC) said North Korea was going to participate in the Winter Games for the first time. The North Koreans will competing under a Korean unification flag like their delegation for the 2018 Winter Olympics did. This is the first time that North Korea went to the Winter Paralympics. The country had gone to the 2012 Summer Paralympics and the 2016 Summer Paralympics. On 1 January 2018, Kim Jong-un said he wanted to have North Koreans competing at the 2018 Winter Olympics and Paralympics. North Koreans had a meeting with the IPC in Lusanne, Switzerland on 20 January 2018. At the meeting, North Korea and South Korea asked the IPC if they could compete as one team. On 27 February, the two countries met at a small village on the border with South Korea. They discussed how the two countries would compete together at the Winter Games. The Government of South Korea thinks the North going to the Games is important. They think it can reduce the tensions between the two countries.\nHistory.\nNorth Korea remains officially at war with South Korea, with the Korean War ending in 1953 with an armistice and not a peace treaty. The two Koreas each claim the territory of the other, and do not recognize each other as legitimate sovereign states. North Korea had nevertheless asked for the right to co-host the Summer Olympics in 1988, when Seoul made their bid to have the Games. Faced with the refusal expressed by the International Olympic Committee, the North boycotted the Games. The country then orchestrated an attack which destroyed Korean Air flight 858, killing one hundred and fifteen people. Despite these problems, at the 2000 and 2004 Summer Olympics and the 2006 Winter Games, the two Koreas marched together under the banner of Korean unification at the opening ceremony as a sign of reconciliation.\nDevelopments.\nThe issue of North Korea's participation in the 2018 Games is complicated by the reciprocal military threats made in August and September 2017 by the governments of North Korea, under the leadership of dictator Kim Jong-un, and the United States, led by President Donald Trump. This included North Korea conducting a nuclear test on September 3 and the firing of North Korean missiles over the territory of Japan. On January 17, following discussions between the two countries in Panmunjeom, it was confirmed that North Korea will participate in the Olympic and Paralympic Games in Pyeongchang.","categories":[],"infobox_types":[],"annotations":[{"uri":"2018_Winter_Paralympics","surface_form":"2018 Winter Paralympics","offset":36},{"uri":"Pyeongchang","surface_form":"Pyeongchang","offset":63},{"uri":"South_Korea","surface_form":"South Korea","offset":76},{"uri":"Reciprocal","surface_form":"Reciprocal","offset":486},{"uri":"International_Paralympic_Committee","surface_form":"International Paralympic Committee","offset":686},{"uri":"Korean_War","surface_form":"Korean unification","offset":850},{"uri":"South_Korea_at_the_Olympics","surface_form":"delegation","offset":885},{"uri":"2018_Winter_Olympics","surface_form":"2018 Winter Olympics","offset":904},{"uri":"2012_Summer_Paralympics","surface_form":"2012 Summer Paralympics","offset":1030},{"uri":"2012_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":1062},{"uri":"Lausanne","surface_form":"Lusanne","offset":1254},{"uri":"Switzerland","surface_form":"Switzerland","offset":1263},{"uri":"Korean_War","surface_form":"Korean War","offset":1777},{"uri":"Sovereign_state","surface_form":"sovereign state","offset":1945},{"uri":"Summer_Olympics","surface_form":"Summer Olympics","offset":2027},{"uri":"1988_Summer_Olympics","surface_form":"1988","offset":2046},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":2137},{"uri":"Boycott","surface_form":"boycott","offset":2180},{"uri":"Dictator","surface_form":"dictator","offset":2748},{"uri":"Kim_Jong-un","surface_form":"Kim Jong-un","offset":2757},{"uri":"President_of_the_United_States","surface_form":"President","offset":2800},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2810},{"uri":"Territorial_integrity","surface_form":"territory","offset":2940}]}