{"id":621117,"url":"http://en.wikipedia.org/wiki/Mysterious_Skin","text":"e=\"preserve\">\"Mysterious Skin\" is a Dutch-American drama movie. It was directed and produced by Gregg Araki. Araki also did the screenplay.\nThe screenplay was based on a 1995 novel.\nThe movie premiered at the 61st Venice International Film Festival in 2004. But it wasn't widely released until 2005.\nPlot.\nDuring summer 1981, Hutchinson, Kansas, two eight-year-old boys, Brian Lackey and Neil McCormick, are teammates in Little League baseball. Both boys have life-changing events.\nNeil is the son of an irresponsible single mother. He is already learning he's homosexual. He is sexually abused by the Little League baseball coach, who leaves town afterward.\nBrian has a neglectful father and working mother. He remembers it starting to rain during a game. The next thing he remembers is being inside a crawl space with a bloody nose. He doesn't have any memory of the intervening five hours.\nNeil views his sexual abuse as love; he becomes mainly attracted to middle-aged men. He begins prostituting himself at age 15. Three years later, he moves to New York City. His best friend, Wendy Peterson, lives there.\nFor years after coming to in the crawl space, Brian has heavy nosebleeds, blackouts and wets the bed. When he's 18, Brian meets a woman, Avalyn Friesen, who believes aliens kidnapped her. They form a relationship. But when she comes on to him, he panics and refuses to speak to her again.\nWhile trying to untangle his confused memories, Brian sees a photo of his Little League teammate Neil; he recognizes Neil as the boy from his dreams.\nBrian wants to meet his former teammate Neil. But instead, he meets Neil's mother and his friend Eric Pressly; through Eric, Brian learns more on Neil.\nAfter being beaten and raped, Neil returns to Hutchinson to celebrate Christmas with his mother.\nBrian and Neil meet for the first time in over a decade. They break into a house that had been rented by the baseball coach. Neil begins telling Brian of that night.\nWhen the baseball game was rained out, and Brian didn't have a ride home, the coach offered to drive Brian home with Neil. But instead, they went to the coach's house, where the coach had sex with the boys, and made the boys have sex with each other.\nAfter the coach and Neil put Brian's clothes back on, Brian fell down face first on the floor, causing his bloody nose.\nLearning the truth at last, Brian breaks down crying; Neil comforts him as Christmas carolers sing \"Silent Night\".\nReception.\n\"Mysterious Skin\" got positive reviews. Rotten Tomatoes rates this movie at 85%. Metacritic rated the movie 73 out of 100. And Roger Ebert gave it 3.5 stars out of four.\nRating.\nMotion Picture Association of America rated the movie NC-17; the studio appealed without success. The movie was then released unrated in the United States.\nThe movie was controversial in Australia, where Australian Family Association asked for a review of the movie's rating. They wanted to have \"Mysterious Skin\" banned due to its depiction of pedophilia. But the Classification Review Board voted four to two in favor of an R18 rating.\nThe movie got a Jury Award from Bergen International Film Festival in 2004. It also won the Polished Apple Awards in 2006.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dutch","surface_form":"Dutch","offset":36},{"uri":"United_States","surface_form":"American","offset":42},{"uri":"Drama_movie","surface_form":"drama movie","offset":51},{"uri":"Screenplay","surface_form":"screenplay","offset":128},{"uri":"Venice_International_Film_Festival","surface_form":"Venice International Film Festival","offset":214},{"uri":"Sexual_abuse","surface_form":"sexual abuse","offset":908},{"uri":"New_York_City","surface_form":"New York City","offset":1051},{"uri":"Silent_Night","surface_form":"Silent Night","offset":2437},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2503},{"uri":"Metacritic","surface_form":"Metacritic","offset":2544},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":2590},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":2641},{"uri":"Australia","surface_form":"Australia","offset":2828},{"uri":"Pedophilia","surface_form":"pedophilia","offset":2986},{"uri":"Bergen_International_Film_Festival","surface_form":"Bergen International Film Festival","offset":3111}]}