{"id":621205,"url":"http://en.wikipedia.org/wiki/Ernest_P._Worrell","text":"Ernest Powertools Worrell is a fictional character portrayed by the late Jim Varney. Ernest was created by the Nashville advertising agency Carden & Cherry and was used in various local television ad campaigns.\nErnest, almost always dressed in a denim vest and baseball cap, appeared at the door of an unseen and unheard, but seemingly unwilling, next door neighbor named Vern. The spots were structured in a way to allow the viewer to be \"Vern\" as Varney looked directly at the camera whenever Vern was addressed. Ernest's seemingly pointless conversations with Vern – which were actually a monologue due to Vern never responding – inevitably rambled around to a favorable description of the sponsor's product, followed by his signature close, \"KnowhutImean?\" While Vern is never shown to ever say anything, it is implied that he finds Ernest to be an unwelcome pest due to him trying to slam his door in Ernest's face on a few occasions. Vern also shakes his head no whenever Ernest invites him to do something. Despite having good intentions, Ernest is utterly oblivious to Vern's apparent distress regarding him and always regards Vern as his closest friend and confidant.\nParodies.\nErnest has been parodied in numerous television series, including \"Beavis and Butt-Head\", \"Family Guy\", and \"The Simpsons\".\nSome of the \"fake\" Ernest movies from \"The Simpsons\" include \"Ernest Needs a Kidney\", \"Ernest vs. the Pope\", \"Ernest Goes to Broadway\", \"Ernest Goes Straight to Video,\" and \"Ernest Goes Somewhere Cheap\".\nIn the \"Beavis and Butt-Head\" episode \"At the Movies,\" the boys are watching Ernest at the drive-in. Ernest is inside the Statue of Liberty and comes across a door with a sign that reads \"DO NOT ENTER.\" However, Ernest misreads it as \"donut entry\" and opens the door, falling through the statue's nose.\nOthers that have referenced the Ernest movies include \"ALF\", \"Saved by the Bell\", \"Mystery Science Theater 3000\", \"Kenan & Kel\", \"The Nanny\", \"How I Met Your Mother\", \"The Big Bang Theory\", \"Teen Titans Go\", and many more.\nCommercials on home video.\nMost of Ernest's commercials were released on VHS tapes from Disney's Touchstone Pictures and Hollywood Pictures Home Video. Many are also available on DVD from Mill Creek Entertainment and Image Entertainment.\nMerchandise.\nIn 1986, a paperback book \"The Ernest P. Worrell Book of Knawledge\" (sic) was published by Camden and Cherry. In 1989, a 16\" Ernest talking doll was produced by Kenner.\nReboot.\nIn October 2012, a movie reboot tentatively titled \"Son of Ernest\" was announced. As suggested by the title, the movie will focus on Ernest's long lost son, presumably Ernie P. Worrell (as mentioned above).","categories":[],"infobox_types":[],"annotations":[{"uri":"Fictional_character","surface_form":"fictional character","offset":31},{"uri":"Jim_Varney","surface_form":"Jim Varney","offset":73},{"uri":"Nashville%2C_Tennessee","surface_form":"Nashville","offset":111},{"uri":"Denim","surface_form":"denim","offset":246},{"uri":"Vest","surface_form":"vest","offset":252},{"uri":"Baseball_cap","surface_form":"baseball cap","offset":261},{"uri":"Monologue","surface_form":"monologue","offset":592},{"uri":"Beavis_and_Butt-Head","surface_form":"Beavis and Butt-Head","offset":1254},{"uri":"Family_Guy","surface_form":"Family Guy","offset":1278},{"uri":"The_Simpsons","surface_form":"The Simpsons","offset":1296},{"uri":"ALF_(TV_series)","surface_form":"ALF","offset":1873},{"uri":"Saved_by_the_Bell","surface_form":"Saved by the Bell","offset":1880},{"uri":"Mystery_Science_Theater_3000","surface_form":"Mystery Science Theater 3000","offset":1901},{"uri":"Kenan_%26amp%3B_Kel","surface_form":"Kenan & Kel","offset":1933},{"uri":"The_Nanny","surface_form":"The Nanny","offset":1948},{"uri":"How_I_Met_Your_Mother","surface_form":"How I Met Your Mother","offset":1961},{"uri":"The_Big_Bang_Theory_(TV_series)","surface_form":"The Big Bang Theory","offset":1986},{"uri":"Teen_Titans_Go%21_(TV_series)","surface_form":"Teen Titans Go","offset":2009},{"uri":"VHS","surface_form":"VHS","offset":2114},{"uri":"Touchstone_Pictures","surface_form":"Touchstone Pictures","offset":2138},{"uri":"Hollywood_Pictures","surface_form":"Hollywood Pictures","offset":2162},{"uri":"DVD","surface_form":"DVD","offset":2220},{"uri":"Mill_Creek_Entertainment","surface_form":"Mill Creek Entertainment","offset":2229},{"uri":"Image_Entertainment","surface_form":"Image Entertainment","offset":2258}]}