{"id":621411,"url":"http://en.wikipedia.org/wiki/Fifty_Shades_Darker_(movie)","text":"e=\"preserve\">\"Fifty Shades Darker\" is an American erotic and romantic drama movie. It was directed by James Foley. The movie was based on the E.L. James novel of the same name. It is the second movie in the \"Fifty Shades\" series.\nPlot.\nWhen Anastasia \"Ana\" Steele leaves Christian Grey, he has nightmares of his abusive childhood.\nAna begins a new job as an assistant to Jack Hyde, an editor at the Seattle Independent Publishing. His last three assistants had quit within the last 18 months.\nAna unexpectedly runs into Christian at the opening of her friend Jose Rodriguez' photography exhibit. She's upset Christian bought all of Jose's portraits of Ana.\nChristian wants Ana back. He agrees to her terms of no rules, no punishments and no more secrets.\nWhen Jack and Ana head for an after-work drink, A young woman walks up to Ana. The woman looks like her. Christian arrives at the bar. He acts coolly towards Jack. He then leaves quickly with Ana.\nAna again notices the same woman seeing her and Christian from a distance. He tries to brush off Ana's question about who the woman is. Christian later says that she's Leila Williams, a former submissive. After their contract ended, Leila wanted more. Christian then ended the relationship. Leila married a man who later died, causing her to have a mental breakdown. She's stalking Ana and Christian.\nBefore the Grey family's annual charity ball, Christian takes Ana to a beauty salon, Esclava. The salon is owned by Elena Lincoln. Elena is Christian's former dominant. She introduced him to BDSM. Ana is angry that Elena and Christian are business partners.\nWhen they arrive home, Ana and Christian find out that Leila has vandalized Ana's car. At Ana's apartment, Leila threatens her with a gun. Christian and his bodyguard, Jason Taylor, enter. Christian controls Leila by becoming her dominant. Ana, seeing Christian's need to be dominant, leaves. She returns hours later. She needs time to consider marrying Christian.\nChristian drops to his knees, then admits he's not a dominant. Instead, he's a sadist who enjoyed hurting women who looked like his birth mother. He then says he would like to change. But Ana needs more time before she accepts.\nAt Christian's birthday party, Elena accuses Ana of being a gold digger. Ana tells Elena to stop interfering. Christian overhears the argument. He tells Elena she taught him how to have sex; Ana taught him how to love. Christian's adoptive mother, Grace, tells Elena to leave for good.\nLater that evening, Christian proposes to Ana. She accepts.\nCast.\nUniversal Pictures and Focus Features got the rights to the \"Fifty Shades\" trilogy in March 2012.\nThe first book of the series was adapted into a movie with the same name; it was released on February 13, 2015. On April 22, 2015, E.L. James' husband Niall Leonard wanted to write the script for the sequel.\nRelease.\nThe movie was released on Friday, February 10, 2017 by Universal Pictures.\nRating.\nOn November 10, 2016, \"Fifty Shades Darker\" was given an R rating by Motion Picture Association of America for strong erotic sexual content, some graphic nudity and language.\nReception.\nMany critics gave the movie negative reviews.\nRichard Roeper gave the movie two out of four stars.\nAwards.\nThe movie was nominated for several Razzie Awards, including the Worst Picture, the Worst Actress and Worst Supporting Actress.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":41},{"uri":"Drama_movie","surface_form":"drama movie","offset":70},{"uri":"E.L._James","surface_form":"E.L. James","offset":142},{"uri":"BDSM","surface_form":"BDSM","offset":1544},{"uri":"Vandalism","surface_form":"vandalized","offset":1676},{"uri":"Gun","surface_form":"gun","offset":1745},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":2556},{"uri":"Focus_Features","surface_form":"Focus Features","offset":2579},{"uri":"Fifty_Shades_of_Grey_(movie)","surface_form":"movie with the same name","offset":2702},{"uri":"Motion_Picture_Association_of_America","surface_form":"Motion Picture Association of America","offset":3023},{"uri":"Richard_Roeper","surface_form":"Richard Roeper","offset":3186}]}