{"id":62160,"url":"http://en.wikipedia.org/wiki/Coptic_Orthodox_Church_of_Alexandria","text":"The Coptic Orthodox Church of Alexandria (Coptic: Ϯⲉⲕ̀ⲕⲗⲏⲥⲓⲁ ̀ⲛⲣⲉⲙ̀ⲛⲭⲏⲙⲓ ⲛⲟⲣⲑⲟⲇⲟⲝⲟⲥ, romanized: \"ti.eklyseya en.remenkimi en.orthodoxos\", lit. 'The Egyptian Orthodox Church') is the name for the largest Christian church in Egypt. The Coptic Orthodox Church is an Oriental Orthodox Christian church. Its churches can be found worldwide, where it serves Coptic believers who have emigrated to other countries.\nOn the 18th November 2012, the Coptic Orthodox Church enthroned His Holiness Pope Tawadros II as the 118th Pope of Alexandria and Patriarch of the See of St. Mark. His Holiness is the successor to H.H. Pope Shenouda III who died in March 2012 after over forty years as the shepherd of all Copts.\nThe Church belongs to the Oriental Orthodox family of churches. It has been a separate church body since the disagreement at the Council of Chalcedon in 451 AD. The Church rejected the new definitions about what Christ is like, introduced at the Council.\nThe Church has daughter churches in Ethiopia and Eritrea, which now elect their own Popes.\nThe Copts believe that their church was founded in Egypt by Saint Mark the Evangelist. According to official Egyptian sources, and the CIA World factbook, between five an ten percent of Egyptians are Christians. Over 90% of these are Copts. According to Coptic sources, 12 to 15% of Egyptians are Copts.","categories":[],"infobox_types":[],"annotations":[{"uri":"Coptic","surface_form":"Coptic","offset":42},{"uri":"Literal_translation","surface_form":"lit.","offset":138},{"uri":"Egypt","surface_form":"Egypt","offset":223},{"uri":"Oriental_Orthodoxy","surface_form":"Oriental Orthodox Christian church","offset":263},{"uri":"Pope_Shenouda_III_of_Alexandria","surface_form":"Pope Shenouda III","offset":610},{"uri":"Oriental_Orthodox_Church","surface_form":"Oriental Orthodox family of churches","offset":730},{"uri":"Council_of_Chalcedon","surface_form":"Council of Chalcedon","offset":833},{"uri":"Christ","surface_form":"Christ","offset":916},{"uri":"Ethiopia","surface_form":"Ethiopia","offset":995},{"uri":"Eritrea","surface_form":"Eritrea","offset":1008},{"uri":"Copt","surface_form":"Copt","offset":1054},{"uri":"Mark_the_Evangelist","surface_form":"Mark the Evangelist","offset":1116}]}