{"id":62179,"url":"http://en.wikipedia.org/wiki/Bigotry","text":"e=\"preserve\">A bigot is a person who is intolerant of opinions, lifestyles, or identities that are different from his or her own. Mostly, the person's opinions are based on prejudice.\nThe origin of the word \"bigot\" in English dates back to at least 1598, via French. It started with the sense of \"religious hypocrite\", especially a woman.\nThe word \"bigot\" is often used as a pejorative term against a person who is obstinately devoted to negative prejudices, even when those prejudices are proven to be false.\nForms of bigotry may have a related ideology.\nEtymology.\nThe exact origin of the word is unknown, but may have come from the German \"bei\" and \"gott\", or the English \"by God\". William Camden wrote that the Normans were first called bigots, when their Duke Rollo, who receiving Gisla, daughter of King Charles, in marriage, and with her the investiture of the dukedom, refused to kiss the king's foot in token of subjection, unless the king would hold it out for that purpose. And being urged to it by those present, Rollo answered hastily, \"No by God\", whereupon the king turning about, called him \"bigot\"; which name passed from him to his people. This is likely fictional, however, as Gisla is unknown in Frankish sources.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prejudice","surface_form":"prejudice","offset":173},{"uri":"English_language","surface_form":"English","offset":218},{"uri":"1598","surface_form":"1598","offset":249},{"uri":"French_language","surface_form":"French","offset":259},{"uri":"Hypocrisy","surface_form":"hypocrite","offset":307},{"uri":"Pejorative","surface_form":"pejorative","offset":375},{"uri":"Ideology","surface_form":"ideology","offset":546},{"uri":"German_language","surface_form":"German","offset":635},{"uri":"William_Camden","surface_form":"William Camden","offset":685},{"uri":"Normans","surface_form":"Normans","offset":715},{"uri":"Rollo_of_Normandy","surface_form":"Rollo","offset":765},{"uri":"Charles_the_Simple","surface_form":"King Charles","offset":805}]}