{"id":621885,"url":"http://en.wikipedia.org/wiki/Mountain_pine_beetle","text":"Mountain pine beetle (Dendroctonus ponderosae) is a species of insect pest which lives in the forests of western Canada and the United States. The beetle feeds on the inner bark of pine trees like the lodgepole pine, forming tunnels under the bark to lay their eggs. Normally, the mountain pine beetle prefers to attack sick or old trees because they can't defend themselves easily. However, sometimes the beetles become so numerous that they will group up and start attacking healthy trees in massive outbreaks. This makes the control and monitoring of mountain pine beetle very important for the forest industry in Canada and the U.S., because massive outbreaks of mountain pine beetle can kill entire forests.\nRecently, a large outbreak of the beetle in British Columbia became a major problem, killing millions of trees across the province. Due to global warming making it easier for the beetle to survive high in the Canadian Rockies, the beetle was able to spread into Alberta, Canada, where the beetle has never been seen before. Scientists are worried that there is nothing stopping the mountain pine beetle from spreading across the entire continent now.","categories":[],"infobox_types":[],"annotations":[{"uri":"Insect","surface_form":"insect","offset":63},{"uri":"Pest_(biology)","surface_form":"pest","offset":70},{"uri":"Canada","surface_form":"Canada","offset":113},{"uri":"United_States","surface_form":"United States","offset":128},{"uri":"Vascular_cambium","surface_form":"inner bark","offset":167},{"uri":"Lodgepole_pine","surface_form":"lodgepole pine","offset":201},{"uri":"Outbreak","surface_form":"outbreaks","offset":502},{"uri":"Forestry","surface_form":"forest industry","offset":598},{"uri":"British_Columbia","surface_form":"British Columbia","offset":757},{"uri":"Global_warming","surface_form":"global warming","offset":852},{"uri":"Rocky_Mountains","surface_form":"Canadian Rockies","offset":922}]}