{"id":622057,"url":"http://en.wikipedia.org/wiki/Arnold_Henry_Guyot","text":"Arnold Henry Guyot () (September 28, 1807February 8, 1884) was a Swiss-American geologist and geographer. The guyot was named after him.\nEarly life.\nGuyot was born on September 28, 1807 at Boudevilliers, near Neuchâtel, Switzerland. He schooled at the college of Neuchâtel, Chaux-de-Fonds. In 1825, he traveled to Germany and lived in Karlsruhe where he met Louis Agassiz. From Karlsruhe he moved to Stuttgart, where he studied at the gymnasium. He returned to Neuchâtel in 1827. He determined to enter the ministry and started at the University of Berlin to attend lectures. While in college, he also attended lectures on philosophy and natural science. His leisure time was spent in collecting shells and plants, and he received an entrée to the Berlin Botanical Garden from Humboldt. In 1835, he received the degree of PhD from Berlin.\nWorks.\nIn 1838, his friend, Agassiz, suggested that he visited the Swiss glaciers. He visited the Swiss glaciers and communicated the results of his six-week investigation to the Geological Society of France. He was the first to point out certain important observations relating to glacial motion and structure. He also noted the more rapid flow of the center than of the sides, and the more rapid flow of the top than of the bottom of glaciers; described the laminated or ribboned structure of the glacial ice; and ascribed the movement of glaciers to a gradual molecular displacement rather than to a sliding of the ice mass as held by de Saussure. He also went on to collect important data concerning erratic boulders.\nIn 1839, he became the colleague of Agassiz as professor of history and physical geography at the College of Neuchâtel (a.k.a. Neuchâtel Academy). When the institution got suspended in 1848, Guyot travelled to the United States, where he settled in Cambridge, Massachusetts. He delivered lectures for a course at the Lowell Institute which were later published as \"Earth and Man\" (Boston 1849). For several years the Massachusetts Board of Education employed him as a lecturer on geography and methods of instruction to the normal schools and teachers' institutes.\nHe was occupied with this work until in 1854, when he was appointed professor of physical geography and geology at Princeton University. This was his office until his death. He was also for several years lecturer on physical geography in the State Normal School in Trenton, New Jersey, and from 1861 to 1866 lecturer in the Princeton Theological Seminary. He also gave courses in the Union Theological Seminary, New York, and at Columbia College. He founded the museum at Princeton, many of the specimens of which are from his own collections.\nHis scientific work in the United States included the perfection of plans for a national system of meteorological observations. Most of these were conducted under the Smithsonian Institution. His extensive meteorological observations led to the establishment of the United States Weather Bureau, and his \"Meteorological and Physical Tables\" (1852, revised ed. 1884) were long standard.\nA guyot, also known as a tablemount, is an isolated underwater volcanic mountain (seamount), with a flat top over 200 metres (660 feet) below the surface of the sea. The diameters of these flat summits can be more than. The term \"guyot\" was coined by Harry Hammond Hess and named after Arnold Guyot.\nGuyot rejected Darwin's theory of human evolution and, at the same time, he accepted Hugh Miller's views on the book of Genesis, thinking that the days described there might have taken a longer period of time. Scientist James Dwight Dana described Guyot as \"a fervently religious man, living as if ever in communion with his Heavenly Parent; a Christian, following closely in the footsteps of his Master.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Switzerland","surface_form":"Swiss","offset":65},{"uri":"Geologist","surface_form":"geologist","offset":80},{"uri":"Geographer","surface_form":"geographer","offset":94},{"uri":"Guyot","surface_form":"guyot","offset":110},{"uri":"Boudevilliers","surface_form":"Boudevilliers","offset":189},{"uri":"Neuch%C3%A2tel","surface_form":"Neuchâtel","offset":209},{"uri":"Switzerland","surface_form":"Switzerland","offset":220},{"uri":"Karlsruhe","surface_form":"Karlsruhe","offset":335},{"uri":"Louis_Agassiz","surface_form":"Louis Agassiz","offset":358},{"uri":"Stuttgart","surface_form":"Stuttgart","offset":400},{"uri":"Gymnasium_(school)","surface_form":"gymnasium","offset":435},{"uri":"Humboldt_University_of_Berlin","surface_form":"University of Berlin","offset":535},{"uri":"Entr%C3%A9e","surface_form":"entrée","offset":734},{"uri":"Berlin_Botanical_Garden","surface_form":"Berlin Botanical Garden","offset":748},{"uri":"Alexander_von_Humboldt","surface_form":"Humboldt","offset":777},{"uri":"Glacial_motion","surface_form":"glacial motion","offset":1121},{"uri":"Horace-B%C3%A9n%C3%A9dict_de_Saussure","surface_form":"de Saussure","offset":1477},{"uri":"Cambridge%2C_Massachusetts","surface_form":"Cambridge, Massachusetts","offset":1810},{"uri":"Lowell_Institute","surface_form":"Lowell Institute","offset":1878},{"uri":"Massachusetts_Board_of_Education","surface_form":"Massachusetts Board of Education","offset":1978},{"uri":"Princeton_University","surface_form":"Princeton University","offset":2241},{"uri":"Trenton%2C_New_Jersey","surface_form":"Trenton, New Jersey","offset":2391},{"uri":"Union_Theological_Seminary_in_the_City_of_New_York","surface_form":"Union Theological Seminary","offset":2510},{"uri":"Columbia_College%2C_Columbia_University","surface_form":"Columbia College","offset":2555},{"uri":"Meteorology","surface_form":"meteorological","offset":2769},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":2837},{"uri":"United_States_Weather_Bureau","surface_form":"United States Weather Bureau","offset":2936},{"uri":"Seamount","surface_form":"seamount","offset":3138},{"uri":"Harry_Hammond_Hess","surface_form":"Harry Hammond Hess","offset":3307},{"uri":"Darwinism","surface_form":"Darwin's theory of human evolution","offset":3371},{"uri":"Hugh_Miller","surface_form":"Hugh Miller","offset":3441},{"uri":"Old-earth_creationism","surface_form":"thinking that the days described there might have taken a longer period of time","offset":3485},{"uri":"James_Dwight_Dana","surface_form":"James Dwight Dana","offset":3576}]}