{"id":6221,"url":"http://en.wikipedia.org/wiki/Chopsticks","text":"Chopsticks are sticks used in pairs as cutlery. Chopsticks are the traditional eating utensils of some countries including China, Japan, Korea, Malaysia, and Vietnam. They can be made of wood, gold, silver, ivory, bamboo, or plastic. Gold and silver chopsticks are considerably heavier than normal wooden chopsticks and also considered to be extravagant.\nToday chopsticks are mainly used in China and neighboring countries. Elsewhere, chopsticks are often used in restaurants serving oriental cuisines.\nHistory.\nChopsticks came from China as early as the Shang dynasty (1600–1100 BC). The creation of chopsticks might have been influenced by the teachings of Confucius. They were widely used throughout East Asia. Tools like chopsticks were also found in the archaeological site Megiddo in Israel. This discovery may mean there was some form of trade between the Middle East and Asia in early antiquity. Alternatively, such tools may have developed independently in both the Middle East and Asia. Chopsticks were also common household items of civilized Uyghurs on the Mongolian steppes during the 6th–8th centuries.\nOrigin of the word.\nThe English word \"chopstick\" seems to come from Chinese Pidgin English, a pidgin where \"chop chop\" meant quickly.\nThe Mandarin Chinese word for chopsticks is \"kuàizi\" (筷子). It is a word made of different parts; it has the phonetic part of \"快\", which means \"quick\", and a semantic part, 竹, meaning bamboo. In Chinese, the old word for \"chopsticks\", and also in some varieties of modern Chinese such as Hokkien, was \"zhù\" (MC:) (箸 Pinyin:\"zhù\", Minnan: \"tī\"). However, \"zhù\" became a taboo on ships because it sounded the same as another word meaning \"to stop\" (住). Consequently, it was replaced by a word of opposite meaning, \"kuài\" (fast, quick). This gradually spread until it became the word for \"chopsticks\" in most varieties of modern Chinese. The character for this new meaning of \"chopsticks\" (筷) for \"kuài\" has the semantic element of bamboo added to the character meaning \"fast\" \"kuài\" (快).\nIn Japanese, chopsticks are called \"hashi\", written. They are also known as. This is what is usually printed on disposable chopsticks.\nIn Korean, 箸 (\"jeo\") is used in the compound \"jeotgarak\" (젓가락) which is composed of \"jeo\" (chopsticks) and \"garak\" (stick). \"Jeo\" cannot be used alone.\nIn Vietnamese, chopsticks are called \"đũa\"\nEating with chopsticks.\nWhen people are eating with chopsticks they usually do not use a knife and fork. The sticks are held together in the same hand. Usually this is the right hand. At some formal occasions it may be considered rude to use chopsticks with the left hand.\nIf the tips do not line up, it will be difficult to hold things. Hold the chopsticks upright with one of the tips lightly touching the table, and gently push the chopsticks down or gently loosen your grip for a moment to let both tips become equal in length. You can also adjust your grip or holding position this way.\nWith practice, it is possible to perform step one and two right away, on picking up the chopsticks with one hand smoothly. Hold the chopstick at different angles if necessary in order to feel comfortable with two sticks between your fingers.\nTypes of chopsticks.\nChopsticks are used in many countries. Chopsticks are sometimes different in those countries.\nOther uses for chopsticks.\nChopsticks are used in cooking to stir materials in a pan, or to help move meals.\nIn Japan, people use a single-use chopstick called \"waribashi\" (split chopstick). Before using, people split it into two. Japanese people also call their chopsticks \"hashi\".\nIn Japan, people use chopsticks during the funeral ceremony of Buddhists. After burning the dead, family and friends use chopsticks to move the burned bones of the dead from the coffin to a pot.\nChopsticks and the environment.\nUsing a set of chopsticks only once, and then throwing them away causes problems for the environment. There are some movements which aim at telling people to use a set of chopsticks more than once. In China, about 45 billion pairs of disposable chopsticks are used per year. This is equal to 1.7 billion cubic metres of timber–about 25 million fully grown trees. China is the biggest producer of disposable chopsticks, about 60,000 people have a job making chopsticks. If production continues at the current level, China's forests will be gone in about a decade.\nFor this reason, a tax has been introduced on chopsticks that are only used once. There are also moves to replace disposable chopsticks made of wood by plastic or metal ones.\nChopsticks and health.\nIn 2003, a study was done. It found that people who use chopsticks regularly have a slightly higher risk of getting arthritis in the hand. With this, cartilage gets worn off, which causes pain in the joints of the hand. This is more common in older people. Another problem is that using certain kinds of chopsticks may lead to coughing or even asthma.\nThe Hong Kong Department of Health did a study in 2006. It found that generally, people use chopsticks or other food utensils more often than in 2003 when eating with others. It also found that personal hygiene has improved.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cutlery","surface_form":"cutlery","offset":39},{"uri":"Traditional","surface_form":"traditional","offset":67},{"uri":"China","surface_form":"China","offset":123},{"uri":"Japan","surface_form":"Japan","offset":130},{"uri":"Korea","surface_form":"Korea","offset":137},{"uri":"Malaysia","surface_form":"Malaysia","offset":144},{"uri":"Vietnam","surface_form":"Vietnam","offset":158},{"uri":"Wood","surface_form":"wood","offset":187},{"uri":"Gold","surface_form":"gold","offset":193},{"uri":"Silver","surface_form":"silver","offset":199},{"uri":"Ivory","surface_form":"ivory","offset":207},{"uri":"Bamboo","surface_form":"bamboo","offset":214},{"uri":"Plastic","surface_form":"plastic","offset":225},{"uri":"China","surface_form":"China","offset":391},{"uri":"Cuisine","surface_form":"cuisine","offset":493},{"uri":"Shang_dynasty","surface_form":"Shang dynasty","offset":555},{"uri":"BC","surface_form":"BC","offset":580},{"uri":"Creation","surface_form":"creation","offset":589},{"uri":"Confucius","surface_form":"Confucius","offset":659},{"uri":"East_Asia","surface_form":"East Asia","offset":703},{"uri":"Tool","surface_form":"Tool","offset":714},{"uri":"Archeology","surface_form":"archaeological","offset":759},{"uri":"Megiddo_(place)","surface_form":"Megiddo","offset":779},{"uri":"Israel","surface_form":"Israel","offset":790},{"uri":"Trade","surface_form":"trade","offset":845},{"uri":"Middle_East","surface_form":"Middle East","offset":863},{"uri":"Asia","surface_form":"Asia","offset":879},{"uri":"Uyghur_people","surface_form":"Uyghurs","offset":1054},{"uri":"Mongolia","surface_form":"Mongolia","offset":1069},{"uri":"Steppe","surface_form":"steppe","offset":1079},{"uri":"Pidgin","surface_form":"pidgin","offset":1211},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":1255},{"uri":"Bamboo","surface_form":"bamboo","offset":1434},{"uri":"Min_Nan","surface_form":"Hokkien","offset":1538},{"uri":"Middle_Chinese","surface_form":"MC","offset":1558},{"uri":"Pinyin","surface_form":"Pinyin","offset":1566},{"uri":"Radical_(Chinese_character)","surface_form":"semantic element","offset":1959},{"uri":"Japanese_language","surface_form":"Japanese","offset":2039},{"uri":"Korean_language","surface_form":"Korean","offset":2174},{"uri":"Vietnamese_language","surface_form":"Vietnamese","offset":2326},{"uri":"Knife","surface_form":"knife","offset":2455},{"uri":"Fork","surface_form":"fork","offset":2465},{"uri":"Cook","surface_form":"cook","offset":3365},{"uri":"Funeral","surface_form":"funeral","offset":3641},{"uri":"Buddhism","surface_form":"Buddhists","offset":3661},{"uri":"Coffin","surface_form":"coffin","offset":3776},{"uri":"Timber","surface_form":"timber","offset":4145},{"uri":"Tree","surface_form":"tree","offset":4181},{"uri":"Forest","surface_form":"forest","offset":4348},{"uri":"Decade","surface_form":"decade","offset":4380},{"uri":"Tax","surface_form":"tax","offset":4407},{"uri":"Plastic","surface_form":"plastic","offset":4540},{"uri":"Metal","surface_form":"metal","offset":4551},{"uri":"Arthritis","surface_form":"arthritis","offset":4702},{"uri":"Cartilage","surface_form":"cartilage","offset":4736},{"uri":"Pain","surface_form":"pain","offset":4774},{"uri":"Joint","surface_form":"joint","offset":4786},{"uri":"Asthma","surface_form":"asthma","offset":4930},{"uri":"Hong_Kong","surface_form":"Hong Kong","offset":4942},{"uri":"Hygiene","surface_form":"hygiene","offset":5141}]}