{"id":622277,"url":"http://en.wikipedia.org/wiki/Jeyakumar_Henry","text":"Christani Jeyakumar Henry (born 1952) is a British Nutritionist, Food Scientist. He is the Director of Clinical Nutrition Research Centre (CNRC), Singapore and Professor, Dept of Biochemistry, National University of Singapore. He is the current Deputy Executive Director of Singapore Institute for Clinical Sciences (SICS), A*STAR.\nEducation.\nHenry was educated in the University of Bombay, where he graduated in 1977 with first class degree in Food Technology. He then further pursued an MSc and Ph.D in Human Nutrition  from London School of Hygiene and Tropical Medicine (LSHTM).\nCareer.\nHenry's work on energy regulation and metabolism, protein metabolism and body composition has enabled him to develop a new model of energy regulation. His work on energy metabolism culminated in the development of the “Henry equations” to predict Basal metabolic rate.\nIntroduction of food fortification for refugees (1990).\nDuring an outbreak of pellagra in Mozambique from February to October 1990, Henry explore how he could help eradicate and contain the pellagra epidemic. Given that refugees are fed a very narrow range of foods (ie. a cereal, a legume, oil and sugar) he struck upon the idea of using food fortification of refugees’ rations to combat pellagra. He devised a food fortification plant commissioned in Malawi that was used to provide the refugees adequate nutrients in their diet. This technique was used for the first time within a refugee camp.\nImproving refugee nutrition.\nWorking in close collaboration with Prof. Barbara Harrell-Bond, from the refugee study center, University Oxford, Henry initiated teaching and research on refugees’ nutrition. He co-organized a conference on refugee nutrition and continued to run a short course on nutrition for humanitarian aid at the University Oxford between 1995 till 2006.\nActivities in international nutrition (2000-present).\nIn 2000-2001, he was seconded to UNICEF New York (Dr. Roger Shrimpton), Beijing (Dr. Ray Yip) and Delhi (Dr Deepak Srinivastava) to undertake a comparative study on the use of low cost local food ingredients to develop weaning foods.\nClinical Nutrition Research Centre (2011-present).\nIn 2011, Henry setup the Clinical Nutrition Research Centre in Singapore.\nHe has served on several committees including the most recent International Obesity Consortium with TUFTS University (Boston), UK Food Standards Agency and member of the general Advisory Committee on Science of the Food standard agency (UK). He was the Editor-in-Chief of the Advances in Food and Nutrition until 2016. Editorial Board Member of the Nutrition Today and Scientific Director, ILSI-SEA, International Life Science Institute South East Asia.\nAwards.\nJeyakumar Henry’s work has received numerous awards including the British Nutrition Foundation prize for his contribution to Nutrition, Fellow of the International Academy of Food Science and Technology in 2012. He received the Rank Prize Funds Lecture Award in 2010.\nHe is the Founding Director of Functional Food Centre in Oxford, and the recipient of the Most Inspiring Mentor Award, from A*STAR, Singapore in 2017.\nHe has published over 300 papers and edited 8 books. Henry has presented at over 380 international conferences.\nMedia.\nHe is a regular featured commentator on food & nutrition in both print and television media. He is also been the scientific commentator on the TV program Food Files hosted by NatGEO channel (National Geographic’s).\nHe has been involved in three-12 part TV program called the Food Detectives along with Nikki Miller.","categories":[],"infobox_types":[],"annotations":[{"uri":"British","surface_form":"British","offset":43},{"uri":"Nutritionism","surface_form":"Nutritionist","offset":51},{"uri":"Food_science","surface_form":"Food Scientist","offset":65},{"uri":"Clinical_Nutrition_Research_Centre","surface_form":"Clinical Nutrition Research Centre","offset":103},{"uri":"Singapore","surface_form":"Singapore","offset":146},{"uri":"National_University_of_Singapore","surface_form":"National University of Singapore","offset":193},{"uri":"Singapore_Institute_for_Clinical_Sciences","surface_form":"Singapore Institute for Clinical Sciences","offset":274},{"uri":"Agency_for_Science%2C_Technology_and_Research","surface_form":"A*STAR","offset":324},{"uri":"University_of_Bombay","surface_form":"University of Bombay","offset":369},{"uri":"First_class_degree","surface_form":"first class degree","offset":423},{"uri":"Food_Technology","surface_form":"Food Technology","offset":445},{"uri":"Master_of_Science","surface_form":"MSc","offset":489},{"uri":"Doctor_of_Philosophy","surface_form":"Ph.D","offset":497},{"uri":"London_School_of_Hygiene_and_Tropical_Medicine","surface_form":"London School of Hygiene and Tropical Medicine","offset":527},{"uri":"Pellagra","surface_form":"pellagra","offset":938},{"uri":"Mozambique","surface_form":"Mozambique","offset":950},{"uri":"Malawi","surface_form":"Malawi","offset":1313},{"uri":"Barbara_Harrell-Bond","surface_form":"Barbara Harrell-Bond","offset":1529},{"uri":"University_of_Oxford","surface_form":"University Oxford","offset":1582},{"uri":"New_York_City","surface_form":"New York","offset":1926},{"uri":"Beijing","surface_form":"Beijing","offset":1958},{"uri":"Delhi","surface_form":"Delhi","offset":1984}]}