{"id":6222,"url":"http://en.wikipedia.org/wiki/Telephone","text":"A telephone, also known as a phone, is a communication tool. Originally it was an electric tool transmitting analogue speech along wires. Now it is an electronic tool sending digital signals on wires or radio transmission. Using a telephone, two people who are in different places can talk to each other. Early telephones needed to be connected with wires which are called fixed or landline telephones. Modern mobile phones use radio waves.\nHistory.\nAlexander Graham Bell was the first person to patent the telephone, in 1876. Early telephones were wired directly to each other and could only talk to the phone that they were connected to. Later, telephone exchanges allowed connecting to other telephones. During the 20th century the machines that made the connections were automated.\nTypes of telephones.\nThere are many different types of telephone. A telephone that can be carried around is called a mobile phone or cell phone. These became popular in the late 1980s. It has become common for people to carry mobile phones and in some places it is unusual to not have one. The majority are smartphones, which can be used as computers. Some mobile phones are able to make telephone calls using communications satellites instead of masts on the ground, which means people can make calls from anywhere in the world.\nIn most countries there are public payphone<nowiki/>s. To use one, people pay with coins, a credit card or a prepaid card.\nComputers can use a machine called a modem or a Digital subscriber line router to talk to other computers over a telephone line. This allows a computer to connect to other computer networks including the Internet.\nMost countries have a telephone network. The telephones in one place are connected to a telephone exchange. The exchanges are connected together in a world-wide network. In less developed countries cell phones are used as a cheaper and faster way to connect the countryside to the network.\nTelephone number.\nMost telephones have their own number. Today, telephone numbers are about seven to ten digits long. In many countries, part of the telephone number is called the \"area code\". Area codes are used to make sure the numbers are not the same in two different places. Areas have their own area code, and countries have their own country code.\nUsage.\nBy the end of 2009, there were a total of nearly 6 billion mobile and fixed-line telephone subscribers worldwide. This included 1.26 billion fixed-line subscribers and 4.6 billion mobile subscribers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Communication","surface_form":"communication","offset":41},{"uri":"Tool","surface_form":"tool","offset":55},{"uri":"Electric","surface_form":"electric","offset":82},{"uri":"Analogue","surface_form":"analogue","offset":109},{"uri":"Speech","surface_form":"speech","offset":118},{"uri":"Electronic","surface_form":"electronic","offset":151},{"uri":"Digital_signal","surface_form":"digital signal","offset":175},{"uri":"Radio","surface_form":"radio","offset":203},{"uri":"Two","surface_form":"two","offset":242},{"uri":"People","surface_form":"people","offset":246},{"uri":"Wire","surface_form":"wire","offset":350},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":410},{"uri":"Radio_wave","surface_form":"radio wave","offset":428},{"uri":"Alexander_Graham_Bell","surface_form":"Alexander Graham Bell","offset":450},{"uri":"Patent","surface_form":"patent","offset":496},{"uri":"Automation","surface_form":"automated","offset":775},{"uri":"Mobile_phone","surface_form":"mobile phone","offset":903},{"uri":"1980s","surface_form":"1980s","offset":964},{"uri":"Smartphone","surface_form":"smartphone","offset":1093},{"uri":"Computer","surface_form":"computer","offset":1127},{"uri":"Communications_satellite","surface_form":"communications satellite","offset":1196},{"uri":"Payphone","surface_form":"payphone","offset":1351},{"uri":"Coins","surface_form":"coins","offset":1399},{"uri":"Credit_card","surface_form":"credit card","offset":1408},{"uri":"Prepaid_card","surface_form":"prepaid card","offset":1425},{"uri":"Computer","surface_form":"Computer","offset":1439},{"uri":"Modem","surface_form":"modem","offset":1476},{"uri":"Digital_subscriber_line","surface_form":"Digital subscriber line","offset":1487},{"uri":"Computer_network","surface_form":"computer network","offset":1611},{"uri":"Internet","surface_form":"Internet","offset":1643},{"uri":"Network","surface_form":"network","offset":1685},{"uri":"Less_developed_countries","surface_form":"less developed countries","offset":1826},{"uri":"List_of_country_calling_codes","surface_form":"country code","offset":2284}]}