{"id":6226,"url":"http://en.wikipedia.org/wiki/Checkers","text":"Checkers or draughts is the name of several different board games. All of these games are similar. In every kind of checkers, the other player's pieces can be taken by being \"jumped\" over.\n\"Checkers\" is the American name. In British English, and in various other English-speaking nations, these games are called \"draughts.\"\nThe rules and championships are controlled by the World Draughts Federation.\nHistory.\nCheckers dates back certainly to the 12th century, in France. These authorities do not admit that discoveries of earlier checkerboards prove the game was played earlier, though it may have been. Some other writers have thought differently, but they were not professional historians.\nThere are two main types of checkers played: the Anglo-American version (which originally came from France) and the Polish or continental version. The Anglo-American version is played on an 8x8 checkerboard (chessboard) with 12 pieces. The continental version (so-called because it is played on the continent of Europe) is played on a 10x10 board with 20 pieces each. There are also a number of variations in various countries.\nRules.\nIn most games of checkers, there are two players. The players are at opposite ends of the board. One player has dark pieces, and one player has light pieces. They take turns moving their pieces. Players move their pieces diagonally from one square to another square. When a player jumps over their opponent's (the other player's) piece, you take that piece from the board. If you can take a piece, then you must take a piece.\nEnglish draughts.\nBritish people call the game \"draughts\". English draughts is played on an 8x8 chess board. Only the dark squares are used: the light squares are never used.\nA player can move in two ways. A piece can be moved forward, diagonally, to the very next dark square. If one player's piece, the other player's piece, and an empty square are lined up, then the first player \"must\" \"jump\" the other player's piece. The first player jumps over the other player's piece onto the empty square and takes the other player's piece off the board.\nA player can also use one piece to make multiple jumps in any one single turn, provided each jump continues to lead immediately into the next jump and in a straight line. Sometimes a player may have the option or a choice of which opponent piece he must jump. In such cases, he may then choose which to jump. If you keep your hand on any piece when you're moving, you have the choice to put it back and move another piece.","categories":[],"infobox_types":[],"annotations":[{"uri":"Board_game","surface_form":"board game","offset":54},{"uri":"United_States","surface_form":"American","offset":207},{"uri":"British_English","surface_form":"British English","offset":225},{"uri":"World_Draughts_Federation","surface_form":"World Draughts Federation","offset":374},{"uri":"Diagonal","surface_form":"diagonal","offset":1349}]}