{"id":622799,"url":"http://en.wikipedia.org/wiki/Anchiceratops","text":"\"Anchiceratops\" was a kind of plant-eating dinosaur. It had a long frill on the back of its head and three horns on its face. There were two long ones above its eyes and one shorter one on its nose. It was similar to \"Triceratops\", which also had these features. \"Anchiceratops\" was found in the Horseshoe Canyon Formation, which is a fossil site in Alberta. There is just one species of \"Anchiceratops\", \"A. ornatus\".\nHistory of Finds.\nBarnum Brown found the first \"Anchiceratops\" skulls in 1912. He gave them their name, \"Anchiceratops ornatus\", in 1914, two years later. \"Anchiceratops\" means \"almost \"Ceratops\" and \"ornatus\" means \"ornate\". In 1924, C. M. Sternberg discovered another skull. It was smaller and had a long beak. In 1929, he named this species \"A. longirostris\", meaning \"long snout.\" However, in 1990, Leham decided that \"A. longirostris\" was only the female of \"A. ornatus\". Another study done by Dodson and Currie in the same year agreed with this idea. In 1925, Sternberg found a headless skeleton that he thought belonged to \"Anchiceratops\". However, it could belong to \"Arrhinoceratops\" or a new genus. Other skulls have been found but they have never been described.\nDescription.\n\"Anchiceratops\" could be 4.5 meters (15 feet) long and 1.5 tonnes (1.65 tons) in weight. If the unnamed skeleton belonged to \"Anchiceratops\", then it would only be 4.3 meters (14 feet) and weigh just 1.2 tonnes (1.32 tons).\n\"Anchiceratops\" had a short nose horn that went forwards. The horns above its eyes (brow horns) were long and went a bit to the side. They were slightly curved. The frill was narrow and had many small hornlets on its outside edge. It did not angle upwards very far. The snout on some specimens is very long.\nThe skeleton that may belong to this dinosaur was strange. It was smaller than in most other ceratopsids. It had a long neck and strong arms, but it had a short tail with only 38 vertebrae instead of 45. The length of its thighbone was 74 centimeters and its shin was 51.5 centimeters long.\nClassification.\n\"Anchiceratops\" was classified like this by Scott Sampson in 2010. This family tree shows many related ceratopsids.\nPaleoecology.\n\"Anchiceratops\" lived in the Horseshoe Canyon Formation. \"Arrhinoceratops\" and one other ceratopsid may also have lived there. When \"Anchiceratops\" was alive the Horseshoe Canyon Formation was a floodplain with forests. \"Anchiceratops\" seems to have liked marshy places, unlike other ceratopsids that liked drier locations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Herbivore","surface_form":"plant-eating","offset":30},{"uri":"Dinosaur","surface_form":"dinosaur","offset":43},{"uri":"Horn","surface_form":"horn","offset":107},{"uri":"Triceratops","surface_form":"Triceratops","offset":218},{"uri":"Alberta","surface_form":"Alberta","offset":350},{"uri":"Barnum_Brown","surface_form":"Barnum Brown","offset":437},{"uri":"Ceratops","surface_form":"Ceratops","offset":605}]}