{"id":6229,"url":"http://en.wikipedia.org/wiki/Kobe%2C_Hy%C5%8Dgo","text":"e=\"preserve\">:\"For the basketball player, see Kobe Bryant.\"\nKobe (Japanese: 神戸市; -shi) is a city in the Kansai region of Japan on the island of Honshu. It is the capital city of Hyōgo Prefecture.\nKobe is an important port city in the Kansai district of Western Japan. It is between the country's financial capital Osaka and Kyoto. Its population is around 1.53 million as of 2008.\nLocation.\nKobe is next to the Seto Inland Sea. Its northern part, including Rokko mountain, is hilly. A ropeway runs from Rokko district in its southern area through Rokko mountain to Arima Spa. Transportation includes Shinkansen train service and highways and roads along the coast. Many cargos and tankers use the port. There is a ferry between Shanghai and Kobe periodically.\nEarly history.\nAlready in the late 12th century powerful leader Taira no Kiyomori moved the capital of Japan from Kyoto to Fukuwara, nowadays Fukuwara district of Japan. He planned for it to serve as a trade and political center of Japan. Kiyomori relied his political influence on the trade between Japan and China. But his plan failed and Kobe stayed a small village during a long time.\nLater history.\nThe area of Kobe was expanded and today it includes Mount Maya, Sumaura Park, Sumaike park with a good spa and the famous Arima spa. Arima spa is one of oldest spas in Japan, whose earliest record is found already in \"Nihonshoki\". Kobe is also famous for its Kobe beef, a very expensive meat delicacy.\nModern foundation.\nKobe was founded in 1868 as a port for serving foreign ships. In those days most ports in Japan were closed to foreigners. Many foreigners lived in Kobe, including: westerners, Chinese, Jews, and Indians. Kobe has one of the more important Chinatowns in Japan. People can find a synagogue and many Christian churches, too. Kobe is similar to Yokohama as a place from where modern international culture was introduced into Japan.\nEarthquake.\nOn January 17, 1995 a very powerful earthquake hit the city. Earthquakes are more common in other parts of Japan, but not in Kansai so this earthquake was a surprise for everyone. 6,434 people were killed in Kobe and its neighboring cities, and many more were injured. Many buildings were destroyed.\nIndustry.\nThe northern area of Kobe is an industrial area. There are many factories. Sake production in Nada district has been known from the Edo period. Nagata district in the southwest area of Kobe was a center of shoe production in Japan but production suffered because of destruction caused by the Earthquake.","categories":[],"infobox_types":["Chinese"],"annotations":[{"uri":"Kobe_Bryant","surface_form":"Kobe Bryant","offset":46},{"uri":"Japanese_language","surface_form":"Japanese","offset":66},{"uri":"City","surface_form":"city","offset":92},{"uri":"Kansai_region","surface_form":"Kansai region","offset":104},{"uri":"Japan","surface_form":"Japan","offset":121},{"uri":"Honshu","surface_form":"Honshu","offset":144},{"uri":"Capital_city","surface_form":"capital city","offset":162},{"uri":"Hy%C5%8Dgo_Prefecture","surface_form":"Hyōgo Prefecture","offset":178},{"uri":"Kansai","surface_form":"Kansai","offset":234},{"uri":"Japan","surface_form":"Japan","offset":261},{"uri":"Osaka","surface_form":"Osaka","offset":314},{"uri":"Kyoto","surface_form":"Kyoto","offset":324},{"uri":"Seto_Inland_Sea","surface_form":"Seto Inland Sea","offset":411},{"uri":"Hill","surface_form":"hill","offset":476},{"uri":"Shinkansen","surface_form":"Shinkansen","offset":600},{"uri":"Ferry","surface_form":"ferry","offset":714},{"uri":"Shanghai","surface_form":"Shanghai","offset":728},{"uri":"12th_century","surface_form":"12th century","offset":795},{"uri":"Taira_no_Kiyomori","surface_form":"Taira no Kiyomori","offset":824},{"uri":"Kyoto","surface_form":"Kyoto","offset":874},{"uri":"Nihonshoki","surface_form":"Nihonshoki","offset":1382},{"uri":"Kobe_beef","surface_form":"Kobe beef","offset":1423},{"uri":"1868","surface_form":"1868","offset":1505},{"uri":"Chinatown","surface_form":"Chinatown","offset":1725},{"uri":"Synagogue","surface_form":"synagogue","offset":1764},{"uri":"Yokohama","surface_form":"Yokohama","offset":1827},{"uri":"January_17","surface_form":"January 17","offset":1929},{"uri":"1995","surface_form":"1995","offset":1941},{"uri":"Earthquake","surface_form":"earthquake","offset":1962},{"uri":"Sake","surface_form":"Sake","offset":2311},{"uri":"Edo_period","surface_form":"Edo period","offset":2368},{"uri":"Shoe","surface_form":"shoe","offset":2442}]}