{"id":622929,"url":"http://en.wikipedia.org/wiki/Parallelepiped","text":"ce=\"preserve\">In geometry, a parallelepiped is a three-dimensional figure formed by six parallelograms (the term rhomboid is also sometimes used with this meaning). By analogy, it relates to a parallelogram just as a cube relates to a square or as a cuboid to a rectangle. In Euclidean geometry, its definition encompasses all four concepts (i.e., \"parallelepiped\", \"parallelogram\", \"cube\", and \"square\"). In this context of affine geometry, in which angles are not differentiated, its definition admits only \"parallelograms\" and \"parallelepipeds\". Three equivalent definitions of \"parallelepiped\" are\nThe rectangular cuboid (six rectangular faces), cube (six square faces), and the rhombohedron (six rhombus faces) are all specific cases of parallelepiped.\nProperties.\nAny of the three pairs of parallel faces can be viewed as the base planes of the prism. A parallelepiped has three sets of four parallel edges; the edges within each set are of equal length.\nParallelepipeds result from linear transformations of a cube (for the non-degenerate cases: the bijective linear transformations).\nSince each face has point symmetry, a parallelepiped is a zonohedron. Also the whole parallelepiped has point symmetry \"Ci\" (see also triclinic). Each face is, seen from the outside, the mirror image of the opposite face. The faces are in general chiral, but the parallelepiped is not.\nA space-filling tessellation is possible with congruent copies of any parallelepiped.\nVolume.\nThe volume of a parallelepiped is the product of the area of its base \"A\" and its height \"h\". The base is any of the six faces of the parallelepiped. The height is the perpendicular distance between the base and the opposite face.\nThis is true because, if we choose b and c to represent the edges of the base, the area of the base is, by definition of the cross product (see geometric meaning of cross product),\nwhere \"θ\" is the angle between b and c, and the height is\nwhere \"α\" is the internal angle between a and \"h\".\nFrom the figure, we can deduce that the magnitude of α is limited to 0° ≤ \"α\" < 90°. On the contrary, the vector b × c may form with a an internal angle \"β\" larger than 90° (0° ≤ \"β\" ≤ 180°). Namely, since b × c is parallel to \"h\", the value of \"β\" is either \"β\" = \"α\" or \"β\" = 180° − \"α\". So\nwhich is, by definition of the scalar (or dot) product, equivalent to the absolute value of a · (b × c), Q.E.D.\nThis is found using Cramer's Rule on three reduced two dimensional matrices found from the original.\nIf \"a\", \"b\", and \"c\" are the parallelepiped edge lengths, and α, β, and γ are the internal angles between the edges, the volume is\nCorresponding tetrahedron.\nThe volume of any tetrahedron that shares three converging edges of a parallelepiped has a volume equal to one sixth of the volume of that parallelepiped (see proof).\nSpecial cases.\nA rectangular cuboid, also called a \"rectangular parallelepiped\" or sometimes simply a \"cuboid\", is a parallelepiped of which all faces are rectangular; a cube is a cuboid with square faces.\nA rhombohedron is a parallelepiped with all rhombic faces; a trigonal trapezohedron is a rhombohedron with congruent rhombic faces.\nPerfect parallelepiped.\nA \"perfect parallelepiped\" is a parallelepiped with integer-length edges, face diagonals, and space diagonals. In 2009, dozens of perfect parallelepipeds were shown to exist, answering an open question of Richard Guy. One example has edges 271, 106, and 103, minor face diagonals 101, 266, and 255, major face diagonals 183, 312, and 323, and space diagonals 374, 300, 278, and 272.\nSome perfect parallelopipeds having two rectangular faces are known. But it is not known whether there exist any with all faces rectangular; such a case would be called a perfect cuboid.\nParallelotope.\nCoxeter called the generalization of a parallelepiped in higher dimensions a parallelotope.\nSpecifically in \"n\"-dimensional space it is called \"n\"-dimensional parallelotope, or simply \"n\"-parallelotope. Thus a parallelogram is a 2-parallelotope and a parallelepiped is a 3-parallelotope.\nMore generally a parallelotope, or \"voronoi parallelotope\", has parallel and congruent opposite facets. So a 2-parallelotope is a parallelogon which can also include certain hexagons, and a 3-parallelotope is a parallelohedron, including 5 types of polyhedra.\nThe diagonals of an \"n\"-parallelotope intersect at one point and are bisected by this point. Inversion in this point leaves the \"n\"-parallelotope unchanged. See also fixed points of isometry groups in Euclidean space.\nThe edges radiating from one vertex of a \"k\"-parallelotope form a \"k\"-frame formula_1 of the vector space, and the parallelotope can be recovered from these vectors, by taking linear combinations of the vectors, with weights between 0 and 1.\nIf \"m\" = \"n\", this amounts to the absolute value of the determinant of the \"n\" vectors.\nAnother formula to compute the volume of an \"n\"-parallelotope \"P\" in formula_1, whose vertices are formula_1, is\nwhere formula_1 is the row vector formed by the concatenation of formula_1 and 1. Indeed, the determinant is unchanged if formula_1 is subtracted from formula_1 (), and placing formula_1 in the last position only changes its sign.\nSimilarly, the volume of any \"n\"-simplex that shares \"n\" converging edges of a parallelotope has a volume equal to one 1/\"n\"! of the volume of that parallelotope.\nLexicography.\nThe word appears as \"parallelipipedon\" in Sir Henry Billingsley's translation of Euclid's Elements, dated 1570. In the 1644 edition of his \"Cursus mathematicus\", Pierre Hérigone used the spelling \"parallelepipedum\". The \"Oxford English Dictionary\" cites the present-day \"parallelepiped\" as first appearing in Walter Charleton's \"Chorea gigantum\" (1663).\nCharles Hutton's Dictionary (1795) shows \"parallelopiped\" and \"parallelopipedon\", showing the influence of the combining form \"parallelo-\", as if the second element were \"pipedon\" rather than \"epipedon\". Noah Webster (1806) includes the spelling \"parallelopiped\". The 1989 edition of the \"Oxford English Dictionary\" describes \"parallelopiped\" (and \"parallelipiped\") explicitly as incorrect forms, but these are listed without comment in the 2004 edition, and only pronunciations with the emphasis on the fifth syllable \"pi\" () are given.\nA change away from the traditional pronunciation has hidden the different partition suggested by the Greek roots, with \"epi-\" (\"on\") and \"pedon\" (\"ground\") combining to give \"epiped\", a flat \"plane\". Thus the faces of a parallelepiped are planar, with opposite faces being parallel.","categories":[],"infobox_types":[],"annotations":[{"uri":"Geometry","surface_form":"geometry","offset":17},{"uri":"Parallelogram","surface_form":"parallelogram","offset":88},{"uri":"Rhomboid","surface_form":"rhomboid","offset":113},{"uri":"Parallelogram","surface_form":"parallelogram","offset":193},{"uri":"Cube","surface_form":"cube","offset":217},{"uri":"Square","surface_form":"square","offset":235},{"uri":"Cuboid","surface_form":"cuboid","offset":250},{"uri":"Rectangle","surface_form":"rectangle","offset":262},{"uri":"Euclidean_geometry","surface_form":"Euclidean geometry","offset":276},{"uri":"Affine_geometry","surface_form":"affine geometry","offset":425},{"uri":"Cuboid","surface_form":"cuboid","offset":618},{"uri":"Rectangular","surface_form":"rectangular","offset":630},{"uri":"Cube","surface_form":"cube","offset":650},{"uri":"Square","surface_form":"square","offset":660},{"uri":"Rhombohedron","surface_form":"rhombohedron","offset":683},{"uri":"Rhombus","surface_form":"rhombus","offset":701},{"uri":"Linear_transformation","surface_form":"linear transformation","offset":989},{"uri":"Cube","surface_form":"cube","offset":1017},{"uri":"Point_symmetry","surface_form":"point symmetry","offset":1112},{"uri":"Zonohedron","surface_form":"zonohedron","offset":1150},{"uri":"Triclinic","surface_form":"triclinic","offset":1226},{"uri":"Chirality_(mathematics)","surface_form":"chiral","offset":1339},{"uri":"Honeycomb_(geometry)","surface_form":"space-filling tessellation","offset":1380},{"uri":"Congruence_(geometry)","surface_form":"congruent","offset":1424},{"uri":"Volume","surface_form":"volume","offset":1476},{"uri":"Area","surface_form":"area","offset":1525},{"uri":"Internal_angle","surface_form":"internal angle","offset":1959},{"uri":"Scalar_(or_dot)_product","surface_form":"scalar (or dot) product","offset":2317},{"uri":"Q.E.D.","surface_form":"Q.E.D.","offset":2391},{"uri":"Cramer%27s_Rule","surface_form":"Cramer's Rule","offset":2418},{"uri":"Tetrahedron","surface_form":"tetrahedron","offset":2675},{"uri":"Cuboid","surface_form":"rectangular cuboid","offset":2841},{"uri":"Cube","surface_form":"cube","offset":2994},{"uri":"Rhombohedron","surface_form":"rhombohedron","offset":3032},{"uri":"Rhombus","surface_form":"rhombic","offset":3074},{"uri":"Trigonal_trapezohedron","surface_form":"trigonal trapezohedron","offset":3091},{"uri":"Rhombus","surface_form":"rhombic","offset":3147},{"uri":"Space_diagonal","surface_form":"space diagonal","offset":3280},{"uri":"Richard_K._Guy","surface_form":"Richard Guy","offset":3391},{"uri":"Cuboid","surface_form":"cuboid","offset":3748},{"uri":"Coxeter","surface_form":"Coxeter","offset":3771},{"uri":"Parallelogram","surface_form":"parallelogram","offset":3981},{"uri":"Parallelogon","surface_form":"parallelogon","offset":4189},{"uri":"Parallelohedron","surface_form":"parallelohedron","offset":4270},{"uri":"Diagonals","surface_form":"diagonals","offset":4323},{"uri":"Inversion_in_a_point","surface_form":"Inversion","offset":4412},{"uri":"Fixed_points_of_isometry_groups_in_Euclidean_space","surface_form":"fixed points of isometry groups in Euclidean space","offset":4485},{"uri":"K-frame","surface_form":"\"k\"-frame","offset":4603},{"uri":"Simplex","surface_form":"simplex","offset":5244},{"uri":"Factorial","surface_form":"\"n\"!","offset":5332},{"uri":"Henry_Billingsley","surface_form":"Sir Henry Billingsley's","offset":5430},{"uri":"Euclid%27s_Elements","surface_form":"Euclid's Elements","offset":5469},{"uri":"Pierre_H%C3%A9rigone","surface_form":"Pierre Hérigone","offset":5550},{"uri":"Oxford_English_Dictionary","surface_form":"Oxford English Dictionary","offset":5609},{"uri":"Walter_Charleton","surface_form":"Walter Charleton's","offset":5697},{"uri":"Charles_Hutton","surface_form":"Charles Hutton's","offset":5742},{"uri":"Noah_Webster","surface_form":"Noah Webster","offset":5946}]}