{"id":623,"url":"http://en.wikipedia.org/wiki/Platonic_realism","text":"Platonic realism is the theory of reality developed by Plato, and explained in his theory of Forms. Platonic realism states that the visible world of particular things is a shifting exhibition, like shadows cast on a wall by the activities of their corresponding universal Ideas or Forms. Whereas the visible world of particulars is unreal, the Forms occupy the unobservable yet true reality and are real.\nPlatonism is a similar, yet sometimes modified, view of reality.\nOrigin.\nAmong the natural philosophers in ancient Greece, the problem of universals was the mystery of where particular things derive their traits that we perceive as universals—for instance \"red\" or \"apple\" or \"good\" or \"woman\" or \"truth\".\nPlato explained that the particular things of the visible world are imperfect, transient copies of the universal Ideas that are the perfect, lasting Forms. Existing exist outside space and time, the Forms are the universals and act as templates from which particulars manifest.\nIn his \"Metaphysics\", Aristotle, a student of Plato, explained that Socrates and his own student Plato held it significant that the world is in flux, much as Heraclitus had commented, \"You cannot step into the same river twice\", a theme of the Eleatics, a group of pre-socratic philosophers.\nPlato's quest.\nPlato considered that only the mind could access the timeless reality of truths, the realm of the Forms casting the visible world. Plato's metaphorical allegory of the cave—whereby humans only know reality as shadows of the real things they see interacting on a wall—suggests the practical consequences of Platonic realism as to \"natural philosophy\" in its endeavor to explain the natural world and as to values in human society. (Value theory comprises ethics, aesthetics, and political philosophy.)\nPlato had led the focused application of geometry, developed by Euclid, to explain the natural world. Yet by his view of nature, Plato regarded astronomy as similar to seeking a theoretical proof in geometry—abstract and not the real world—whereupon the mind's insights derived from a quest to hold other truths through the mind's probing of ethics and aesthetics would yield discovery of truths within the realm of Forms, outside space and time.\nAristotle's answer.\nAristotle, a student of Plato, answered the problem of universals differently. Aristotle explained that universals are concepts corresponding to traits borne and shared by the particular things themselves. Aristotle did not regard all reality as visible, as he recognized existence of souls, yet regarded souls as unobserved parts of the visible world, real in itself. [https://www.britannica.com/topic/Aristotelianism Aristotelianism] largely shaped the course of Western thought.\nAristotle developed a more or less full description and explanation of the natural world and developed logic—syllogistic logic—to derive conclusions of the relations among things. Aristotle's grounding in the visible world was a metaphysical approach that suggested what evolved by some 2 000 years later into empirical science.\nPlatonism.\nSome mathematicians and physicists are Platonists, for instance Max Tegmark and Roger Penrose. Yet today's Platonists usually view entities within the visible world as real, and simply regard universal abstractions like numbers, sets, propositions, and geometry as corresponding to real and timeless entities that also exist, though \"pure\" Platonists regard only the Forms or their realm as real.\nBy way of string theory and the holographic principle, some physicists conjecture that Plato's allegory of the cave approximates the natural world's structure. Tegmark, who regards only the mathematical structure of the universe as real, has been called a \"radical\" Platonist.","categories":[],"infobox_types":[],"annotations":[{"uri":"Metaphysics","surface_form":"theory of reality","offset":24},{"uri":"Plato","surface_form":"Plato","offset":55},{"uri":"Theory_of_Forms","surface_form":"theory of Forms","offset":83},{"uri":"Ontology","surface_form":"corresponding","offset":249},{"uri":"Ancient_Greece","surface_form":"ancient Greece","offset":513},{"uri":"Space","surface_form":"space","offset":891},{"uri":"Time","surface_form":"time","offset":901},{"uri":"Template","surface_form":"template","offset":947},{"uri":"Socrates","surface_form":"Socrates","offset":1058},{"uri":"Heraclitus","surface_form":"Heraclitus","offset":1148},{"uri":"Eleatics","surface_form":"Eleatics","offset":1234},{"uri":"Pre-socratic_philosophers","surface_form":"pre-socratic philosophers","offset":1255},{"uri":"Allegory_of_the_cave","surface_form":"allegory of the cave","offset":1449},{"uri":"Ethics","surface_form":"ethics","offset":1751},{"uri":"Aesthetics","surface_form":"aesthetics","offset":1759},{"uri":"Political_philosophy","surface_form":"political philosophy","offset":1775},{"uri":"Euclid","surface_form":"Euclid","offset":1862},{"uri":"Abstract","surface_form":"abstract","offset":2006},{"uri":"Aristotle","surface_form":"Aristotle","offset":2265},{"uri":"Traits","surface_form":"traits","offset":2410},{"uri":"Western","surface_form":"Western","offset":2730},{"uri":"Epistemology","surface_form":"empirical","offset":3057},{"uri":"Science","surface_form":"science","offset":3067},{"uri":"Mathematics","surface_form":"mathematicians","offset":3092},{"uri":"Physics","surface_form":"physicists","offset":3111},{"uri":"Numbers","surface_form":"numbers","offset":3307},{"uri":"Set_(mathematics)","surface_form":"sets","offset":3316},{"uri":"Proposition","surface_form":"proposition","offset":3322},{"uri":"Geometry","surface_form":"geometry","offset":3340},{"uri":"String_theory","surface_form":"string theory","offset":3494},{"uri":"Holographic_principle","surface_form":"holographic principle","offset":3516}]}