{"id":623012,"url":"http://en.wikipedia.org/wiki/Government_of_India_Act_1947","text":"e=\"preserve\">The Indian Independence Act 1947 (1947 c. 30 (10 & 11. Geo. 6.)) is an Act of the Parliament of the United Kingdom that partitioned British India into the two new Independent Dominions of India and Pakistan. The Act received the royal assent on 18 July 1947, and Pakistan came into being on 14 August and India came into being on 15 August.\nPartition of Empire.\nThere was much violence, and many Muslims from what would become India fled to Pakistan; and Hindus and Sikhs from what would become Pakistan fled to India. Many people left behind all their possessions and property to avoid the violence and flee to their new country.\nRepeal.\nThe Indian Independence Act was subsequently repealed in Article 395 of the Constitution of India and in Article 221 of the Constitution of Pakistan of 1956, both constitutions being intended to bring about greater independence for the new states. Although the new constitutions did not have the legal authority to repeal the Act, the repeal was intended to establish them as independent legal systems based only on home-grown legislation. The Act has not been repealed in the United Kingdom, where it still has effect, although some sections of it have been repealed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Act_of_Parliament","surface_form":"Act","offset":84},{"uri":"Parliament_of_the_United_Kingdom","surface_form":"Parliament of the United Kingdom","offset":95},{"uri":"Partition_of_British_India","surface_form":"partitioned","offset":133},{"uri":"British_India","surface_form":"British India","offset":145},{"uri":"Dominion","surface_form":"Dominion","offset":188},{"uri":"Dominion_of_India","surface_form":"India","offset":201},{"uri":"Dominion_of_Pakistan","surface_form":"Pakistan","offset":211},{"uri":"Royal_assent","surface_form":"royal assent","offset":242},{"uri":"Constitution_of_India","surface_form":"Constitution of India","offset":728},{"uri":"Constitution_of_Pakistan_of_1956","surface_form":"Constitution of Pakistan of 1956","offset":776}]}