{"id":623069,"url":"http://en.wikipedia.org/wiki/Remember_Me_(movie)","text":"\"Remember Me\" is a 2010 romantic coming-of-age drama movie. Robert Pattinson, Lena Olin, Emilie de Ravin and Pierce Brosnan are in the movie.\nPlot.\nIn New York City, 1991, Alyssa \"Ally\" Craig and her mother Helen wait on the subway. They are attacked by two young men. The two men shoot and kill Ally's mother after they get on the train.\nTen years later, in 2001, Ally is a student at New York University. She's living with her father Neil, a New York City Police Department detective.\nA man named Tyler Hawkins also has classes at the university. He works at the university bookstore. He has a difficult relationship with his businessman father Charles. That's because his older brother, Michael, had killed himself years earlier.\nCharles doesn't pay attention to his youngest child, Caroline. Tyler is protective of her.\nOne night with a roommate named Aidan, Tyler gets into someone else's fight. He is arrested by Neil. Aidan calls Charles to bail out Tyler. But Tyler doesn't stay to have a talk with his father.\nCaroline, an artist, is at an art show. Tyler asks his father to go to the show. When he doesn't come, Tyler meets him in a boardroom filled with people. This makes his father very frustrated.\nNeil's partner sees Tyler and Ally on a train. Neil breaks into Tyler's apartment and meets him. Tyler makes Neil mad by\ntelling him Aidan's plan. Tyler is then forced to tell Ally. She leaves and returns home. Aidan visits Ally at her father's home.\nCaroline is bullied by classmates at a birthday party where they cut off her hair. Ally and Aidan visit the apartment of Tyler's mother, where Caroline is sobbing.\nTyler takes his sister to school. When the classmates tease Caroline for her new haircut, Tyler gets violent and goes to jail.\nCharles is impressed that Tyler stood up for his sister. Charles asks Tyler to meet with his lawyers.\nTyler spends the night with Ally. They reveal they love each other after they have sex.\nCharles takes Caroline to school. He calls Tyler to let him know this. He says he will be late. Tyler is happy his father is spending time with Caroline.\nWhen Charles drops Caroline off at school, she sits in her classroom. The teacher then writes the date on the blackboard as September 11, 2001.\nThat morning, Tyler looks out the window of his father's office on the 101st floor of the North Tower at World Trade Center.\nWhen the terrorist attacks begin, the rest of the family look at the World Trade Center towers before the camera looks over the rubble.\nIn a voice-over of Tyler's diary, Tyler reveals to Michael that he loves him. Tyler forgives Michael for killing himself.\nSome time later, Charles and Caroline seem to have a healthy father and daughter relationship.\nAlly gets on the subway in the same spot where her mother was killed.\nRelease.\n\"Remember Me\" was first released on March 1, 2010 at the Paris Theatre in New York City. It was then released widely on March 12, 2010. The movie was rated 12A in the United Kingdom and PG-13 in the United States.\nReception.\nRotten Tomatoes gives a rating of 27 based on 108 reviews. Metacritic has a rating of 40 out of 100, meaning mixed or average reviews. Roger Ebert liked the movie. He gave it three out of four stars.\nBox office.\nThe movie made over $56 million USD.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romance_movie","surface_form":"romantic","offset":24},{"uri":"Robert_Pattinson","surface_form":"Robert Pattinson","offset":60},{"uri":"Lena_Olin","surface_form":"Lena Olin","offset":78},{"uri":"Emilie_de_Ravin","surface_form":"Emilie de Ravin","offset":89},{"uri":"Pierce_Brosnan","surface_form":"Pierce Brosnan","offset":109},{"uri":"New_York_City","surface_form":"New York City","offset":151},{"uri":"New_York_University","surface_form":"New York University","offset":386},{"uri":"New_York_City_Police_Department","surface_form":"New York City Police Department","offset":444},{"uri":"Interpersonal_relationship","surface_form":"relationship","offset":606},{"uri":"Businessman","surface_form":"businessman","offset":628},{"uri":"Bail","surface_form":"bail","offset":948},{"uri":"Frustration","surface_form":"frustrated","offset":1200},{"uri":"September_11_attacks","surface_form":"terrorist attacks","offset":2376},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2966},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3024},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":3159}]}