{"id":623248,"url":"http://en.wikipedia.org/wiki/Luciano_Benjam%C3%ADn_Men%C3%A9ndez","text":"Luciano Benjamín Menéndez (19 June 1927 – 27 February 2018) was a former Argentine general and convicted human rights violator and murderer. He served as Commander of the Third Army Corps from 1975 to 1979. He played a prominent role as a murder of social activists. He ordered mass arrests of hundreds of trade union members, students, teachers, journalists and anyone else suspected of collaborating with left-wing guerrillas.\nConvictions.\nAfter the dictatorship ended in 1983, Menéndez (as a top officer) fell outside the purview of the \"Ley de Obediencia Debida\" (\"Law of Due Obedience\") and was accused of nearly 800 crimes. In 1988 he was indicted with 47 homicides, 76 instances of torture (4 of them followed by death) and 4 kidnappings of minors.\nIn August 2008, Menéndez, along with fellow general Antonio Domingo Bussi, was found guilty of the forced disappearance and murder of politician Guillermo Vargas Aignasse and sentenced to a further life sentence.\nOn 4 July 2014 Menéndez and Luis Estrella were found guilty of ordering the murder of Enrique Angelelli, bishop of La Rioja, Argentina, in August 1976. He received an additional life sentence.\nDeath.\nMenéndez died in Córdoba, Argentina on 27 February 2018 of complications from heart failure at the age of 90.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ley_de_Obediencia_Debida","surface_form":"Ley de Obediencia Debida","offset":541},{"uri":"Antonio_Domingo_Bussi","surface_form":"Antonio Domingo Bussi","offset":808},{"uri":"Guillermo_Vargas_Aignasse","surface_form":"Guillermo Vargas Aignasse","offset":901},{"uri":"Luis_Estrella","surface_form":"Luis Estrella","offset":997},{"uri":"Enrique_Angelelli","surface_form":"Enrique Angelelli","offset":1055},{"uri":"La_Rioja%2C_Argentina","surface_form":"La Rioja, Argentina","offset":1084},{"uri":"C%C3%B3rdoba%2C_Argentina","surface_form":"Córdoba, Argentina","offset":1186},{"uri":"Heart_failure","surface_form":"heart failure","offset":1247}]}