{"id":6235,"url":"http://en.wikipedia.org/wiki/Henry_Ford","text":"Henry Ford (July 30, 1863 – April 7, 1947) was an American engineer and businessman. He started making cars in 1896 and founded the Ford Motor Company.\nHe developed the idea of a system in which each worker has the duty to do one small part of the process of making something. His idea made it possible to produce cars in large numbers. This was called the assembly line.\nMany factories around the world still make things this way. It was quite innovative at the time and it allowed him to produce many cars quickly and at a cheaper price than other car companies could. He married Clara Bryant and had one child named Edsel Bryant Ford. Ford left home for Detroit, Michigan to start his mechanical career.\nBeginning of the Ford Motor Company.\nIn 1903, Henry Ford helped start the Ford Motor Company. He was the owner of the company. The company sold its first car which was the model T car on July 23, 1903. Ford became president of the company in 1906.\nIn 1908, Ford's company began making the Ford Model T car. Ford said that he wanted to make a \"motor car for the great multitude\". This meant that he thought that most Americans should be able to afford to buy a car and not just a few rich people. In order to reach this goal, he chose to make the design as simple as possible. All his cars would be made the same way. They were even all the same color – black.\nIt cost $850 to buy a Model T car. Even though that was a lot of money back then, it was still very cheap for a car. Many people wanted to buy Model T cars. In fact, so many people wanted to buy them that Ford was having a hard time making enough cars to sell one to everybody who wanted to buy one.\nThe assembly line.\nFord helped develop an idea, not much used before his time, called the assembly line, and started using it in his factories in 1913. Because of the assembly line, making new cars would not take as long. He put a moving belt in his factory. Cars moved along the belt, and workers put on one part at a time. Each worker would only be responsible for putting one part on cars.\nThe assembly line was a big success. Cars did not take as long to make, and they were cheaper to buy now, too. By 1916, it only cost $360 to buy one of Ford's cars, and more than three times as many people were buying his cars now. The Ford Model T changed America. It made it easier for people to live in the city instead of the country.\nPolitical views.\nFord was also known for his political views. He had been against World War I because he thought that it was a waste of time. He also believed that Jewish people were causing problems in the world. This belief is called Anti-Semitism. In 1919, he took over a newspaper called the \"Dearborn Independent\". He began publishing articles that blamed Jews for problems in the world. Later, he would blame Jewish bankers for starting World War II.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":50},{"uri":"Engineer","surface_form":"engineer","offset":59},{"uri":"Ford_Motor_Company","surface_form":"Ford Motor Company","offset":132},{"uri":"Worker","surface_form":"worker","offset":200},{"uri":"Assembly_line","surface_form":"assembly line","offset":357},{"uri":"Factory","surface_form":"factories","offset":377},{"uri":"Detroit%2C_Michigan","surface_form":"Detroit, Michigan","offset":657},{"uri":"Ford_Model_T","surface_form":"model T","offset":879},{"uri":"Ford_Model_T","surface_form":"Ford Model T","offset":996},{"uri":"Assembly_line","surface_form":"assembly line","offset":1757},{"uri":"City","surface_form":"city","offset":2370},{"uri":"World_War_I","surface_form":"World War I","offset":2481},{"uri":"Judaism","surface_form":"Jewish","offset":2563},{"uri":"Anti-Semitism","surface_form":"Anti-Semitism","offset":2635},{"uri":"Newspaper","surface_form":"newspaper","offset":2674},{"uri":"World_War_II","surface_form":"World War II","offset":2842}]}