{"id":6237,"url":"http://en.wikipedia.org/wiki/Genghis_Khan","text":"Genghis Khan (c. 1167 – August 18, 1227) was a Mongolian ruler who became one of the world's most powerful military leaders, who joined with the Mongol tribes and started the Mongol Empire. He was a Mongol Emperor who was very successful in battles, conquering many other peoples such as the Jin Dynasty. He was a very strong and powerful emperor who occupied much of China and some surrounding countries of China. His children and his grandchildren started the largest empire in the world. Genghis Khan's grandson, Kublai Khan, was the first ever emperor of the Yuan Dynasty (1271–1368) in China.\nGenghis Khan's real name was Temüjin which means \"iron worker\". Because of his military success people referred to him as Genghis, meaning \"Universe ruler\". Many people were killed by his armies and he gained a reputation as a \"brutal monster\". Genghis Khan died in the Liupan Mountains in northwestern China, in Aug. 1227 His burial site is unknown.\nLineage.\nTemüjin was related on his father's side to Khabul Khan, Ambaghai and Qutula Khan who had headed the Mongol confederation. When the Chinese Jin Dynasty switched support from the Mongols to the Tatars in 1161, they destroyed Khabul Khan. Genghis's father, Yesügei (leader of the Borjigin and nephew to Ambaghai and Qutula Khan), emerged as the head of the ruling clan of the Mongols, but this position was contested by the rival Tayichi’ud clan, who descended directly from Ambaghai. When the Tatars grew too powerful after 1161, the Jin switched their support from the Tatars to the Keraits. When Yesügei was poisoned, Temüjin who was only 13, became leader.\nBirth.\nBecause of the lack of records, there is very little information about the early life of Temüjin. The few sources that provide insight into this period often conflict.\nTemüjin was born in 1162 into an influential family who were part of a Mongol tribe near Burkhan Khaldun mountain and the Onon and Kherlen Rivers in modern-day Mongolia, not far from the current capital Ulaanbaatar. The Secret History of the Mongols reports that Temüjin was born with a blood clot grasped in his fist, a sign that he was destined to become a great leader. He was the second-oldest son of his father Yesükhei, a minor tribal chief of the Kiyad and an ally of Ong Khan of the Kerait tribe, and the oldest son of his mother Hoelun. According to the Secret History, Temüjin was named after a Tatar chieftain whom his father had just captured. The name also suggests that they may have been descended from a family of blacksmiths.\nYesükhei's clan was called Borjigin (Боржигин), and Hoelun was from the Olkhunut, the sub-lineage of the Onggirat tribe. Like other tribes, they were nomads. Because his father was a chieftain, Temüjin was of a noble background. After his death his third son Ogodei succeeded him. He had four queens, and Ogodei was born from his first wife.\nReputation.\nAs a ruler, Genghis lowered taxes and got rid of taxes for doctors, teachers and priests. He created the first international postal system. His empire was not known to be greedy with their loot; instead he would spread the wealth among the conquering Mongolians. Temujin eradicated torture, and held no prisoners; instead he merely killed his enemies. In doing so, he became respected. He completely re-made the feudal system to disregard people’s ethnicity and instead based it on loyalty and accomplishments. He gave his people religious freedom, unlike empires that limited their people to one religion.\nThese benefits were enjoyed by those who surrendered immediately to the Mongol invaders. Those populations that resisted would be massacred as a warning to other towns and cities. These massacres were a method of psychological warfare to terrify those not yet conquered. The terror endured, and helped color the historical portrayal of the Mongols.\nPhysical appearance.\nNo accurate portraits of Genghis Khan exist, and any surviving depictions of him are considered to be artistic interpretations. Persian historian Rashid-al-Din recorded in his \"Chronicles\" that the legendary \"glittering\" ancestor of Genghis was tall, long-bearded, red-haired, and green-eyed. Rashid al-Din also described the first meeting of Genghis and Kublai Khan, when Genghis was shocked to find that Kublai had not inherited his red hair. Also according to al-Din, Genghis's Borjigid clan had a legend involving their origins: it began as the result of an affair between Alan-ko and a stranger to her land, a glittering man who happened to have red hair and bluish-green eyes. Modern historian Paul Ratchnevsky has suggested in his Genghis biography that the \"glittering man\" may have been from the Kyrgyz people, who historically displayed these same characteristics. Controversies aside, the closest depiction generally accepted by most historians is the portrait currently in the National Palace Museum in Taipei, Taiwan (see picture above).","categories":[],"infobox_types":[],"annotations":[{"uri":"Tribe","surface_form":"tribe","offset":152},{"uri":"Mongol_Empire","surface_form":"Mongol Empire","offset":175},{"uri":"Emperor","surface_form":"emperor","offset":339},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":516},{"uri":"Yuan_Dynasty","surface_form":"Yuan Dynasty","offset":563},{"uri":"China","surface_form":"China","offset":591},{"uri":"Khamag_Mongol","surface_form":"Mongol confederation","offset":1059},{"uri":"Jin_Dynasty_(1115%E2%80%931234)","surface_form":"Jin Dynasty","offset":1098},{"uri":"Tatars","surface_form":"Tatars","offset":1151},{"uri":"Yesugei","surface_form":"Yesügei","offset":1213},{"uri":"Borjigin","surface_form":"Borjigin","offset":1236},{"uri":"Tayichiud","surface_form":"Tayichi’ud","offset":1386},{"uri":"Ambaghai","surface_form":"Ambaghai","offset":1431},{"uri":"Kerait","surface_form":"Kerait","offset":1541},{"uri":"Burkhan_Khaldun","surface_form":"Burkhan Khaldun","offset":1881},{"uri":"Onon_River","surface_form":"Onon","offset":1914},{"uri":"Kherlen_River","surface_form":"Kherlen River","offset":1923},{"uri":"Mongolia","surface_form":"Mongolia","offset":1952},{"uri":"Ulan_Bator","surface_form":"Ulaanbaatar","offset":1995},{"uri":"The_Secret_History_of_the_Mongols","surface_form":"The Secret History of the Mongols","offset":2008},{"uri":"Yesugei","surface_form":"Yesükhei","offset":2208},{"uri":"List_of_medieval_Mongolian_tribes_and_clans","surface_form":"Kiyad","offset":2246},{"uri":"Wang_Khan","surface_form":"Ong Khan","offset":2267},{"uri":"Kerait","surface_form":"Kerait","offset":2283},{"uri":"Hoelun","surface_form":"Hoelun","offset":2330},{"uri":"Tatars","surface_form":"Tatar","offset":2397},{"uri":"Borjigin","surface_form":"Borjigin","offset":2562},{"uri":"Olkhunut","surface_form":"Olkhunut","offset":2607},{"uri":"Onggirat","surface_form":"Onggirat","offset":2640},{"uri":"Nomad","surface_form":"nomad","offset":2685},{"uri":"Loot","surface_form":"loot","offset":3078},{"uri":"Feudalism","surface_form":"feudal system","offset":3301},{"uri":"Psychological_warfare","surface_form":"psychological warfare","offset":3709},{"uri":"Rashid-al-Din_Hamadani","surface_form":"Rashid-al-Din","offset":4012},{"uri":"Jami%27_al-tawarikh","surface_form":"Chronicles","offset":4043},{"uri":"Kublai_Khan","surface_form":"Kublai Khan","offset":4221},{"uri":"Paul_Ratchnevsky","surface_form":"Paul Ratchnevsky","offset":4566},{"uri":"Kyrgyz","surface_form":"Kyrgyz","offset":4671},{"uri":"Taipei","surface_form":"Taipei","offset":4881}]}