{"id":623722,"url":"http://en.wikipedia.org/wiki/Kaori_Ishibashi","text":"Kaori Ishibashi (, \"Ishibashi Kaori\"; born May 6, 1962) is a Japanese confectionary researcher, baking instructor, and author known for her specialty in cheesecakes. She has written 47 baking cookbooks and over 400 cheesecake recipes.\nBiography.\nKaori Ishibashi was born in Chiba Prefecture, Japan. She raised in Nagano Prefecture where she graduated from Suwafutaba High School. She went on to attend Meiji University of Integrative Medicine. She graduated as a practitioner in acupuncture and moxibustion. After graduating, she worked at Tokyo Jiyugaoka Hospital as a chiropractor and practitioner of moxibustion.\nCareer.\nIshibashi began her confectionary career as a self-taught baker starting off with wholesale business to restaurants and taking request orders for wedding cakes while working as an acupuncturist. Fascinated by the art of baking, she began reading cookbook after cookbook wondering why her finished product never turned out as expected. Unsatisfied with the conventional methods found in the cookbooks she read she decided to learn under confectioner and former house of representatives member Makiko Fujino. After 3 years under the training of Fujino, she received a diploma from Makiko Foods Studio. Thereafter she attended various culinary schools around the world such as Bellouet Conseil in France, the The Culinary Institute of America, Valrhona Chocolate School in France, and received training under various French chefs visiting Japan.\nCurrent Projects.\nIshibashi is currently living and working in Nagano, Japan as a confectionary researcher and author. She regularly publishes recipes in various magazines such as “レタスクラブ (retasukurabu), “Ｓａｉｔａ”, “おはよう奥さん” (ohayō okusan), “天然生活” (tennen seikatsu). She is also president of Cake Freak Inc. Ishibashi is currently focusing her efforts on opening her own cheesecake shop in New York City.\nBibliography.\n\"kata to saizu de erabu okashi \"\n\"zettai shippai shinai pai to taruto\"\n\"zettai shippai shinai shifon kēki Ⅱ \"\n\"ishibashi kaori no okashi ressun yaki kashi\"\n\"ishibashi kaori no okashi ressun dezāto\"\n\"ishibashi kaori no okashi ressun yaki kashi\"\n\"yottsu no kisetsu no shinpuru chīzu kēki\"\n\"ishibashi kaori no okashi ressun chokorēto\"\n\"beikudo chīzu kēki & rea chīzu kēki\"\n\"happī chīzu kēki shīzun reshipi harunatsu hen\"\nhappī chīzu kēki reshipi akifuyu hen\n\"ranō ranpaku tsukaikiru! Shifon kēki shifon rōru + 10 reshipi kaiteiban\"\n\"aisu ichi nen chū tennen seikatsu mukku\"","categories":[],"infobox_types":["writer"],"annotations":[{"uri":"Chiba_Prefecture","surface_form":"Chiba Prefecture","offset":274},{"uri":"Nagano_Prefecture","surface_form":"Nagano Prefecture","offset":313},{"uri":"Meiji_University_of_Integrative_Medicine","surface_form":"Meiji University of Integrative Medicine","offset":402},{"uri":"Moxibustion","surface_form":"moxibustion","offset":495},{"uri":"Makiko_Fujino","surface_form":"Makiko Fujino","offset":1116},{"uri":"The_Culinary_Institute_of_America","surface_form":"The Culinary Institute of America","offset":1330},{"uri":"Valrhona","surface_form":"Valrhona","offset":1365},{"uri":"Nagano_Prefecture","surface_form":"Nagano","offset":1530},{"uri":"New_York_City","surface_form":"New York City","offset":1855}]}