{"id":624595,"url":"http://en.wikipedia.org/wiki/Cornbread_Harris","text":"James Samuel \"Cornbread\" Harris, Jr. (born April 23, 1927) is an American musician. He is a singer and pianist who performs in Minneapolis, Minnesota. He was a performer on Minnesota's first rock 'n' roll record, and is the father of record producer James Samuel \"Jimmy Jam\" Harris III.\nFamily and early years.\nWhen his father, James Samuel Harris Sr. was shot while gambling and his mother died of grieving, Harris was orphaned at age 3. He lived with foster families until he was 11 or 12 when he and his sister went to live with his grandparents in Saint Paul, Minnesota. He has been married four times. One of his daughters died. He is the father of Jimmy Jam (James Harris III) who produced records for Janet Jackson, Mariah Carey and Usher.\nCountry music was an early influence, and Hank Williams and Gene Autry are among his early favorites.\nLater career.\nHarris helped invent Augie Garcia's \"Hi Yo Silver,\" a 1955 song that was Minnesota's first rock 'n' roll recording. He performed on the record, which he called a one-hit wonder (although Garcia is remembered as the godfather of Minnesota rock 'n' roll).\nHarris was in the U.S. military and later worked for about 25 years for American Hoist & Derrick.\nHis repertoire includes blues and jazz and in his eighties, Harris still plays Minneapolis nightclubs including the Loring Pasta Bar in Dinkytown, Clubhouse Jäger in the North Loop and Palmer's and the Nomad World Pub on the West Bank.\nHarris is a mentor to Cadillac Kolstad and \"City Pages\" calls them the \"must-see dueling-piano act in town\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Minneapolis","surface_form":"Minneapolis","offset":127},{"uri":"Saint_Paul%2C_Minnesota","surface_form":"Saint Paul, Minnesota","offset":552},{"uri":"Janet_Jackson","surface_form":"Janet Jackson","offset":708},{"uri":"Mariah_Carey","surface_form":"Mariah Carey","offset":723},{"uri":"Usher","surface_form":"Usher","offset":740},{"uri":"Blues","surface_form":"blues","offset":1239},{"uri":"Jazz","surface_form":"jazz","offset":1249},{"uri":"Dinkytown","surface_form":"Dinkytown","offset":1351},{"uri":"North_Loop%2C_Minneapolis","surface_form":"North Loop","offset":1385},{"uri":"Cedar-Riverside%2C_Minneapolis","surface_form":"West Bank","offset":1440},{"uri":"City_Pages","surface_form":"City Pages","offset":1495}]}