{"id":624639,"url":"http://en.wikipedia.org/wiki/Raymond_Specht","text":"Raymond Louis Specht (born July 19, 1924) is an Australian plant ecologist, conservationist and academic, who participated in the Arnhem Land Scientific Expedition of 1948.\nEarly life.\nRaymond Louis Specht was born in 1924 in Adelaide, South Australia to Louis and Harriet Specht. He attended Richmond Primary School and Adelaide High School, finishing high school as dux in 1941. Specht intended to pursue teaching as a career. In 1942 he was a student teacher in physics, chemistry and mathematics at Riverton High School. After attending a short course in teaching at the University of Adelaide, he enrolled in Adelaide Teachers College studying biology in 1943. He combined this with studies at the University of Adelaide, and ultimately took his BSc in botany and zoology in 1945 before taking first class honours in plant ecology in 1946.\nArnhem Land Scientific Expedition.\nSpecht was invited to join the National Geographic Society and Smithsonian Institution sponsored Arnhem Land Scientific Expedition in 1946. After completing his Honours project he and the 15 other members of the group set out from Adelaide in March 1948. As the botanist for the group, Specht would spend 8 months with the team, collecting 25 tonnes of specimens. After the expedition ended, Specht and his specimens flew to Brisbane in 1949 where the collected materials were identified and prepared for distribution around the world. Materials were sent to six herbaria within Australia, to Kew in England, the Rijksmuseum in Leiden, the Smithsonian Institution and Arnold Arboretum in the U.S.\nSpecht returned to Adelaide and worked steadily on recording the materials recovered from the expedition over the next 14 years. The results of this would become Volume 3 of the Expedition, Botany and plant ecology (1958), co-edited with Charles P. Mountford. He also edited Volume 4 entitled Zoology (1964).\nSpecht worked as a senior research fellow at the University of Adelaide from 1950 while he worked on his MSc. He was appointed a lecturer in botany in 1951, and worked on his PhD for the next two years, on mineral nutrition and biomass relationships of the heath vegetation at Dark Island, South Australia. He rose to Senior Lecturer in 1955. In 1956, Specht earnt Fulbright, Smith Mundt and Carnegie grants to study in the U.S.\nSpecht took up a position as Reader in plant ecology at the University of Melbourne in 1961, and became Acting Head of the Department of Botany in 1964. He moved to the University of Queensland in 1966 as Professor and Head of the Department of Botany and remained there until 1989. He was Visiting Professor in the Department of Forestry at the University of Oxford in 1970. He was Visiting Professor in the Department of Botany at the University of Leeds in 1975.\nPersonal life.\nRay Specht married Marion Gilies in 1952. They met on a University of Queensland Science Student Expedition to Fraser Island in 1949. They had one daughter, Alison.","categories":[],"infobox_types":[],"annotations":[{"uri":"1948_American-Australian_Scientific_Expedition_to_Arnhem_Land","surface_form":"Arnhem Land Scientific Expedition","offset":130},{"uri":"Adelaide","surface_form":"Adelaide, South Australia","offset":226},{"uri":"University_of_Adelaide","surface_form":"University of Adelaide","offset":575},{"uri":"National_Geographic_Society","surface_form":"National Geographic Society","offset":911},{"uri":"Smithsonian_Institution","surface_form":"Smithsonian Institution","offset":943},{"uri":"Leiden","surface_form":"Leiden","offset":1508},{"uri":"Charles_P._Mountford","surface_form":"Charles P. Mountford","offset":1815},{"uri":"University_of_Melbourne","surface_form":"University of Melbourne","offset":2375},{"uri":"University_of_Queensland","surface_form":"University of Queensland","offset":2484},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":2661},{"uri":"University_of_Leeds","surface_form":"University of Leeds","offset":2752}]}