{"id":625,"url":"http://en.wikipedia.org/wiki/Paradox","text":"A paradox is a sentence in logic that cannot be true but also cannot be false. Many famous problems of this kind exist.\nA famous paradox is called the liar's paradox. It is the simple sentence \"This sentence is a lie\", or equivalently, \"This statement is false.\"\nIf the sentence is true, then it is a lie as it says. But if it is a lie, it cannot be true. A lie cannot also be a truth. So the sentence being true makes it a lie.\nOn the other hand, if the sentence is a lie, then it is not as it says: it is true. But that is just what the sentence says, which makes the content of the sentence true. So the sentence being a lie makes it true.\nThis paradox is not just true in English, but in any language powerful enough for a sentence to make a claim about itself. This is true of mathematics as well. Paradox can never be removed from any symbol system that makes claims about itself.\nAnother example is the statement that \"there is no cabal\". Only a cabal can know if there is no cabal, so this is either a guess, or, it is a cabal trying to pretend it does not exist.\nA paradox can also arise in ethics. Assuming power over others may sometimes be required to protect them while diminishing their right to autonomy. This is defined as an ethical dilemma, which means \"a paradox arising in ethics\". Similarly, an ethical dilemma may be resolved by re-framing of the problem to reveal the false contradiction.\nBecause a paradox forces one to think \"out of the box\" about possibilities other than true or false in logic, right or wrong in morality, it is often brought up for educational purposes. People who do not see a paradox where others do are likely to be too certain that they are right.","categories":[],"infobox_types":[],"annotations":[{"uri":"Logic","surface_form":"logic","offset":27},{"uri":"True","surface_form":"true","offset":48},{"uri":"False","surface_form":"false","offset":72},{"uri":"Simple_sentence","surface_form":"simple sentence","offset":177},{"uri":"Lying","surface_form":"lie","offset":213},{"uri":"Truth","surface_form":"truth","offset":379},{"uri":"Mathematics","surface_form":"mathematics","offset":782},{"uri":"Symbol","surface_form":"symbol","offset":841},{"uri":"Cabal","surface_form":"cabal","offset":953},{"uri":"Ethics","surface_form":"ethics","offset":1100},{"uri":"Influence","surface_form":"power","offset":1117},{"uri":"Ethical_dilemma","surface_form":"ethical dilemma","offset":1242},{"uri":"Logic","surface_form":"logic","offset":1515},{"uri":"Morality","surface_form":"morality","offset":1540},{"uri":"Certain","surface_form":"certain","offset":1668}]}