{"id":6251,"url":"http://en.wikipedia.org/wiki/Orbit","text":"An orbit is the path that an object takes in space when it goes around a star, a planet, or a moon. It can also be used as a verb. For instance: “The earth \"orbits\" around the Sun.” The word ‘revolves’ has the same meaning, but 'rotates' is the spin of the object.\nMany years ago, people thought that the Sun orbits in a circle around the earth. Every morning the Sun came up in the east and went down in the west. It just seemed to make sense that it was going around the earth. But now, thanks to people like Copernicus and Galileo Galilei, we know that the Sun is the center of the Solar System, and the earth orbits around it. Isaac Newton discovered that gravity controls the orbit of the planets and moons. Since a satellite is an object in space that revolves around another object, the earth is a satellite of the sun, just like the moon is a satellite of the Earth! The sun has lots of satellites orbiting around it, like the planets, and thousands of asteroids, comets, and meteoroids. The Earth just has one natural satellite (the Moon), but there are many artificial satellites orbiting the earth.\nWhen people first began to think about orbits, they thought that all orbits had to be perfect circles, and they thought that the circle was a \"perfect\" shape. Copernicus and Galileo, for example, thought so. But when people began to study the motions of planets carefully, they saw that the planets were not moving in perfect circles. Some of the planets have orbits that are almost perfect circles, and others have orbits that are more oblong (egg shaped).\nOrbital period.\nAn \"orbital period\" is the time that it takes for one object - that is, satellite - to orbit around another object. For instance, the Earth's orbital period is one year: 365.25 days. (The extra \".25\" is why we have a leap day once every four years).\nThe Moon takes 27 days (29.53 days as seen from Earth) to go around the Earth and also to rotate around its own axis. This is why only one side always faces the Earth and the \"dark side of the Moon\" faces away (it is called dark because we cannot see it, though all sides of the moon get equal light). One lunar year and one lunar day take the same amount of time.\nElliptical and eccentric orbits.\nJohannes Kepler (lived 1571-1630) wrote mathematical \"laws of planetary motion\", which gave a good idea of the movements of the planets because he found that the orbits of the planets in our Solar System are not really circles, but are really ellipses (a shape like a \"flattened circle\"). That is why orbits are described as elliptical. The more elliptical an orbit is, the more eccentric the orbit is. This is called orbital eccentricity.\nIsaac Newton (lived 1642-1727) used his own ideas about gravity to show why Kepler's laws worked the way they did. Joseph-Louis Lagrange further advanced the study of orbital mechanics, using Newton's theory to predict perturbations which change the shapes of orbits.","categories":[],"infobox_types":[],"annotations":[{"uri":"Copernicus","surface_form":"Copernicus","offset":511},{"uri":"Galileo_Galilei","surface_form":"Galileo Galilei","offset":526},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":631},{"uri":"Satellite","surface_form":"satellite","offset":721},{"uri":"Satellite_(artificial)","surface_form":"artificial satellites","offset":1068},{"uri":"Circle","surface_form":"circle","offset":1204},{"uri":"Orbital_period","surface_form":"orbital period","offset":1588},{"uri":"Year","surface_form":"year","offset":1748},{"uri":"Leap_day","surface_form":"leap day","offset":1801},{"uri":"Moon","surface_form":"Moon","offset":1838},{"uri":"Dark_side_of_the_Moon","surface_form":"dark side of the Moon","offset":2010},{"uri":"Johannes_Kepler","surface_form":"Johannes Kepler","offset":2232},{"uri":"Mathematical","surface_form":"mathematical","offset":2272},{"uri":"Solar_System","surface_form":"Solar System","offset":2423},{"uri":"Ellipse","surface_form":"ellipse","offset":2475},{"uri":"Orbital_eccentricity","surface_form":"orbital eccentricity","offset":2650},{"uri":"Isaac_Newton","surface_form":"Isaac Newton","offset":2672},{"uri":"Gravity","surface_form":"gravity","offset":2728},{"uri":"Joseph-Louis_Lagrange","surface_form":"Joseph-Louis Lagrange","offset":2787},{"uri":"Orbital_mechanics","surface_form":"orbital mechanics","offset":2839}]}