{"id":6253,"url":"http://en.wikipedia.org/wiki/Funeral","text":"A funeral is a ceremony that is held because someone has died. A funeral is a gathering of friends and family of the dead person. They will mourn the dead person, meaning that they will feel and show sadness that the person has died, and also say thanks for the life the person had. A funeral is usually held with the dead body present but hidden in a coffin, but there are also open casket funerals. During the funeral, or soon after it, the dead body will be buried, cremated (burned) or made to disappear in some other way. A memorial service or celebration of life is a funeral in which the dead body is not present.\nPurpose.\nFunerals are held in all human cultures. Religion is an important part of funeral customs in most countries. At many funerals, they say a prayer for the dead so that his or her soul may rest in peace and have a good time in the afterlife.\nModern funerals have greatly changed over time. Present day funeral or memorial services may often be more like a thanksgiving for the life of the dead person, rather than just thinking about the sadness of death.\nFuneral traditions.\nA funeral ceremony can be held at a church, a temple, a public building for holding funerals or in many other places.\nIn North America, it is common for there to be a \"visitation\" (also called a \"viewing\" or a \"wake\") a few days before the funeral. This is where people are invited to see the dead body.\nIn Madagascar, people have a ritual called famadihana or “the turning of the bones” in English. Once every five or seven years, family members exhume the remains of their ancestors. They clean the bones and spray them with perfume or wine. They take the skeleton back home to dance with it and introduce it to the younger generation.\nAccording to Bali<nowiki/>nese Hindu tradition, the soul of the deceased restarts the rebirth cycle once it is free through cremation. Balinese cremation, or Ngaben, uses an open pyre to incinerate the corpse. The whole memorial often has a festive atmosphere, focusing on celebrating the life of the departed loved one.\nAt many present day funerals there is a video tribute played before, after, or during the funeral service. Memorial folders or prayer cards are handed out at many funeral services and this, too, is a way to make a funeral service personal. At funerals it is not uncommon to see a \"life reflection\" table. Family members sometimes bring favorite pictures or other reminders of the dead person. There are lots of different traditions that different religions use.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ceremony","surface_form":"ceremony","offset":15},{"uri":"Death","surface_form":"died","offset":57},{"uri":"Coffin","surface_form":"coffin","offset":352},{"uri":"Burial","surface_form":"buried","offset":461},{"uri":"Cremation","surface_form":"cremated","offset":469},{"uri":"Religion","surface_form":"Religion","offset":671},{"uri":"Prayer","surface_form":"prayer","offset":768},{"uri":"Soul","surface_form":"soul","offset":807},{"uri":"Afterlife","surface_form":"afterlife","offset":858},{"uri":"Church","surface_form":"church","offset":1139},{"uri":"Temple","surface_form":"temple","offset":1149},{"uri":"Bali","surface_form":"Bali","offset":1754},{"uri":"Hinduism","surface_form":"Hindu","offset":1772},{"uri":"Reincarnation","surface_form":"rebirth","offset":1827},{"uri":"Video","surface_form":"video","offset":2102}]}