{"id":625377,"url":"http://en.wikipedia.org/wiki/Manuela_Saenz","text":"Manuela Saenz was born in Quito, Ecuador. She was born in 1797. She was born during the Spanish colonial rule. Manuela Saenz's nickname was Manuelita. She had an affair with a military officer. She left her husband in 1822. She is known as a war hero because she helped a lot of countries be independent from the Spanish rule. Manuela Saenz died in Paita, Peru, She died in the year 1856. Manuela Saenz body was put into a communal grave, She died of a diphtheria epidemic. It was her price for being in love and working with Simon Bolivar. Saenz's remains have been carried through Peru, Ecuador and Colombia. Governments across the world have removed Manuela Saenz's remains as a symbol, They also are having ceremonies to honor her and her help to many countries.\nManuela Saenz and Simon Bolivar's relationship.\nSaenz was called “la libertadora del libertador” because she saved Simon Bolivar's life twice, Manuela Saenz followed Simon bolivar on his campaigns and saved his life, she let him escape out the window. Manuela is quoted to have said \"Go ahead, cowards, kill me! Kill a woman!” when she was making time so Simon could escape.\nIn May 1822 Manuela joined Simon Bolivar and his soldiers on the battlefield. Manuela Saenz joined Simon Bolivar to liberate South America. Manuela is known as the mistress of Simon Bolivar.\nBolivar had a fever and only Saenz had read to Bolivar when he was sick with a fever, Simon Bolivar died. Saenz attempted to kill herself with a snake after Bolivar died, Saenz thought that no matter if Simon Bolivar died, his influence would never die because he gave so many people freedom. After Simon died she became a shopkeeper, Simon Bolivar had many lovers but it was only Saenz who he took with him into the most dangerous marches of the wars of independence in Latin America.\nManuela Saenz fighting for other countries' rights.\nManuela went through inequality in her childhood and she wanted independence and a change. She was fighting battles in the 1820’s. She wore men’s clothes and a mustache from a dead Spanish soldier. Manuela Saenz acted like a nurse on the battlefield at Ayacucho,Ecuador. When the rebels won she earned a rank of lieutenant.\nShe worked as an officer, military hero, and spy in the 1800s she also acted as a nurse and a combatant spy expert, army general, mistress and protector of South America. When she was 26 she ran away from a convent and became a spy in Peru in the year 1822. After Simon Bolivar died his enemies send Manuela out of Colombia and send her to Peru. She Continued her political activity in Peru. People believed that women should not be involved in politics so it was easier for them to be smugglers and spies. When she was trying to get people's attention she sent letters to people of power. She was exiled because she was accused of trying to overthrow the government. In her letters she shows that women wanted to become involved with politics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Quito","surface_form":"Quito","offset":26},{"uri":"Ecuador","surface_form":"Ecuador","offset":33},{"uri":"Peru","surface_form":"Peru","offset":356},{"uri":"Diphtheria","surface_form":"diphtheria","offset":453},{"uri":"Epidemic","surface_form":"epidemic","offset":464},{"uri":"Simon_Bolivar","surface_form":"Simon Bolivar","offset":526},{"uri":"Ecuador","surface_form":"Ecuador","offset":589},{"uri":"Colombia","surface_form":"Colombia","offset":601},{"uri":"1800s","surface_form":"1800s","offset":2251},{"uri":"1822","surface_form":"1822","offset":2447}]}