{"id":625518,"url":"http://en.wikipedia.org/wiki/Scream_4","text":"\"Scream 4\" (stylized as \"SCRE4M\") is a 2011 American slasher film and the fourth and most recent installment in the \"Scream\" series. Directed by Wes Craven (his final feature film before his death in 2015) and written by Kevin Williamson (who returned to the series after writing the first two films), the film stars an ensemble cast, which includes David Arquette, Neve Campbell, Courteney Cox, Matthew Lillard, Bonnie Somerville, Paul Rudd, Emma Roberts, Hayden Panettiere, Anthony Anderson, Adam Brody, Rory Culkin, Mary McDonnell, Marley Shelton, Alison Brie, Marielle Jaffe, Erik Knudsen, Nick Palatas, Britt Robertson, Aimee Teegarden and Nico Tortorella. The plot involves Sidney and Jerry Prescott returning to Woodsboro after ten years, as part of their book tour. As soon as they arrive, Ghostface once again begins killing students from Woodsboro High.\nOriginally, the series was intended to be a trilogy, but film production for a fourth installment was approved by Bob Weinstein. Filming took place in and around Ann Arbor, Michigan, from June 2010 to September 2010, with re-shoots in early 2011.\n\"Scream 4\" was released on April 15, 2011 and grossed $97 million against its $40 million budget. It received mixed reviews from critics, although many noted it as an improvement over \"Scream 3\".\nPlot.\nOn the fifteenth anniversary of the original Woodsboro massacre, high school students Jenny Randall (Aimee Teegarden) and Marnie Cooper (Britt Robertson) are attacked and brutally murdered by a new Ghostface, but Jenny's brother Kyle Randall (Nick Palatas) manages to escape and survive.\nThe following day, Sidney (Neve Campbell) and Jerry Prescott (Matthew Lillard) return to Woodsboro to promote Sidney's new book with their publicist Rebecca Walters (Alison Brie). After evidence is found in Sidney's rental car, Sidney, Jerry, his girlfriend Denise Thompson (Bonnie Somerville) and Jerry's old friend Douglas Harris (Paul Rudd) become suspects in the murders and must stay in town until the murders are solved. Sidney and Jerry's cousin, Jill (Emma Roberts), who is dealing with the betrayal of her ex-boyfriend, Trevor Sheldon (Nico Tortorella) gets a threatening phone call from Ghostface, as does her friend Olivia Morris (Marielle Jaffe). Jill and Olivia, alongside their friend Kirby Reed (Hayden Panettiere) are questioned about their calls by Dewey Riley (David Arquette) who is now the sheriff, while one of his deputies, Judy Hicks (Marley Shelton) assists him in the case. Meanwhile, Dewey's wife, Gale Weathers-Riley (Courteney Cox), is struggling with writer's block and decides to investigate the murder instead.\nSidney and Jerry stay with Jill and their aunt Kate Roberts (Mary McDonnell) along with Kyle. Later that night, Olivia, who lives next door to Jill and Kate, is attacked and killed by Ghostface as Jill and Kirby watch in horror. Sidney, Jerry, Douglas, Kyle and Jill rush in to save Olivia, but the killer injures them and gets away; Sidney, Jerry, Douglas, Kyle and Jill are taken to the hospital. In the hospital's parking garage, Ghostface murders Rebecca. Gale, trying to solve the murders, enlists the help of two high school movie fanatics, Charlie Walker (Rory Culkin) and Robbie Mercer (Erik Knudsen), who explain that the killer is using the rules of movie remakes. Charlie concludes that the killer will likely strike at a party being held that night.\nGale goes to the party to investigate. Ghostface injures her but flees when Dewey arrives. Dewey takes her to the hospital. At Jill's house, Sidney, Jerry, Douglas and Kyle discover that the policemen assigned to guard the house are dead. They also discover that Jill has left the house and gone to Kirby's. Sidney, Jerry, Douglas and Kyle go down to tell Kate, but the killer appears, kills Kate, and disappears again. After Deputy Judy Hicks arrives, Sidney, Jerry, Douglas and Kyle rush to Kirby's house to save Jill on their own.\nJill, Kirby, Charlie, Robbie and Trevor are at Kirby's house when Ghostface appears and murders a drunken Robbie. Sidney and Jerry arrive at the house. Kirby is forced to answer horror movie trivia to save Charlie, who is tied up outside. Sidney, Jerry, Douglas and Kyle go upstairs to find Jill, promising to return to Kirby. After Kirby answers Ghostface's questions, she goes outside to untie Charlie, believing that she has won the game. He suddenly stabs her in the stomach and reveals himself as Ghostface, before leaving her for dead. Sidney, Jerry, Douglas and Kyle are confronted by Charlie and a second Ghostface, who is revealed as Jill. Jill explains that her motive was out of anger and jealousy because of the fame that Sidney and Jerry had received for surviving the murders, and that they intend to frame Trevor as Ghostface; she then pulls Trevor out of a closet and shoots him in the head. Jill then betrays Charlie and kills him, too, to pin him as Trevor's accomplice and to make herself the sole survivor. Jill stabs Sidney in the stomach, then shoots Jerry in the shoulder after he tried to take revenge on her, then she shoots Douglas in the arm and shoots Kyle in the leg and mutilates herself to make it seem as if Trevor attacked her, Later, Dewey, Judy, and the rest of the police stumble upon the carnage.\nSidney, Jerry, Douglas, Kyle and Jill are then taken to the hospital. After discovering that Sidney, Jerry, Douglas and Kyle had survived, she goes to Sidney and Jerry's hospital room and attempts to finish them. Dewey, Gale, Douglas, Kyle, and Judy intervene, having been clued by a detail about Gale's injury that Jill somehow knew. Jill subdues Sidney and Jerry's rescuers, which gives Sidney and Jerry the chance to shoot her in the chest, finally killing her. Dewey calls in all police units, as media reporters outside confirm Jill as \"the new Sidney Prescott\", a title that would be short lived, and after Jill's death Jerry asks Denise to marry him and she accepts, Sidney, Douglas, Kyle, Judy, Gale and Dewey attended Jerry and Denise's wedding, and Denise became Denise Thompson-Prescott, and 6 months later Jerry and Denise have two kids named George Thomas Prescott and Jennifer Georgia Prescott and Sidney became an aunt of Jerry and Denise's kids.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slasher_film","surface_form":"slasher film","offset":53},{"uri":"Scream_(franchise)","surface_form":"\"Scream\" series","offset":116},{"uri":"Wes_Craven","surface_form":"Wes Craven","offset":145},{"uri":"Kevin_Williamson_(screenwriter)","surface_form":"Kevin Williamson","offset":221},{"uri":"Ensemble_cast","surface_form":"ensemble cast","offset":320},{"uri":"David_Arquette","surface_form":"David Arquette","offset":350},{"uri":"Neve_Campbell","surface_form":"Neve Campbell","offset":366},{"uri":"Courteney_Cox","surface_form":"Courteney Cox","offset":381},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":396},{"uri":"Bonnie_Somerville","surface_form":"Bonnie Somerville","offset":413},{"uri":"Paul_Rudd","surface_form":"Paul Rudd","offset":432},{"uri":"Emma_Roberts","surface_form":"Emma Roberts","offset":443},{"uri":"Hayden_Panettiere","surface_form":"Hayden Panettiere","offset":457},{"uri":"Anthony_Anderson","surface_form":"Anthony Anderson","offset":476},{"uri":"Adam_Brody","surface_form":"Adam Brody","offset":494},{"uri":"Rory_Culkin","surface_form":"Rory Culkin","offset":506},{"uri":"Mary_McDonnell","surface_form":"Mary McDonnell","offset":519},{"uri":"Marley_Shelton","surface_form":"Marley Shelton","offset":535},{"uri":"Alison_Brie","surface_form":"Alison Brie","offset":551},{"uri":"Marielle_Jaffe","surface_form":"Marielle Jaffe","offset":564},{"uri":"Erik_Knudsen","surface_form":"Erik Knudsen","offset":580},{"uri":"Nick_Palatas","surface_form":"Nick Palatas","offset":594},{"uri":"Britt_Robertson","surface_form":"Britt Robertson","offset":608},{"uri":"Aimee_Teegarden","surface_form":"Aimee Teegarden","offset":625},{"uri":"Nico_Tortorella","surface_form":"Nico Tortorella","offset":645},{"uri":"Ghostface_(Scream)","surface_form":"Ghostface","offset":798},{"uri":"Trilogy","surface_form":"trilogy","offset":908},{"uri":"Bob_Weinstein","surface_form":"Bob Weinstein","offset":978},{"uri":"Ann_Arbor%2C_Michigan","surface_form":"Ann Arbor, Michigan","offset":1026},{"uri":"Scream_3","surface_form":"Scream 3","offset":1296},{"uri":"Scream_(1996_film)","surface_form":"the original Woodsboro massacre,","offset":1345},{"uri":"Aimee_Teegarden","surface_form":"Aimee Teegarden","offset":1414},{"uri":"Britt_Robertson","surface_form":"Britt Robertson","offset":1450},{"uri":"Ghostface_(Scream)","surface_form":"Ghostface","offset":1511},{"uri":"Nick_Palatas","surface_form":"Nick Palatas","offset":1556},{"uri":"Neve_Campbell","surface_form":"Neve Campbell","offset":1628},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":1663},{"uri":"Alison_Brie","surface_form":"Alison Brie","offset":1767},{"uri":"Bonnie_Somerville","surface_form":"Bonnie Somerville","offset":1876},{"uri":"Paul_Rudd","surface_form":"Paul Rudd","offset":1934},{"uri":"Emma_Roberts","surface_form":"Emma Roberts","offset":2061},{"uri":"Nico_Tortorella","surface_form":"Nico Tortorella","offset":2146},{"uri":"Marielle_Jaffe","surface_form":"Marielle Jaffe","offset":2243},{"uri":"Hayden_Panettiere","surface_form":"Hayden Panettiere","offset":2312},{"uri":"David_Arquette","surface_form":"David Arquette","offset":2380},{"uri":"Marley_Shelton","surface_form":"Marley Shelton","offset":2459},{"uri":"Gale_Weathers","surface_form":"Gale Weathers-Riley","offset":2525},{"uri":"Courteney_Cox","surface_form":"Courteney Cox","offset":2546},{"uri":"Writer%27s_block","surface_form":"writer's block","offset":2581},{"uri":"Mary_McDonnell","surface_form":"Mary McDonnell","offset":2704},{"uri":"Rory_Culkin","surface_form":"Rory Culkin","offset":3206},{"uri":"Erik_Knudsen","surface_form":"Erik Knudsen","offset":3238}]}