{"id":625517,"url":"http://en.wikipedia.org/wiki/Scream_(1996_movie)","text":"e=\"preserve\">\"Scream\" is a 1996 American slasher film directed by Wes Craven. It was written by Kevin Williamson. The film stars David Arquette, Neve Campbell, Courteney Cox, Matthew Lillard, Seth Green, Dax Shepard, Freddie Prinze Jr., Rose McGowan, Skeet Ulrich, Jamie Kennedy and Drew Barrymore.\nIt was the first movie of the \"Scream\" franchise.\nPlot.\nHigh school student Casey Becker (Drew Barrymore) receives a flirtatious phone call from an unknown person, asking her, \"What's your favorite scary movie?\" However, the caller turns sadistic and threatens her life. He reveals that her boyfriend Steve Orth (Kevin Patrick Walls) is being held hostage and demands she answer questions about horror films. After Casey gets one wrong, Steve is murdered. When Casey refuses to answer more questions, she is murdered by a masked killer. Her parents come home to find her corpse hanging from a tree.\nThe following day, the news media descend on the town and a police investigation begins. Meanwhile, Sidney Prescott (Neve Campbell) struggles with the impending first anniversary of her mother's murder by Cotton Weary (Liev Schreiber). While waiting at home for her friend, Tatum Riley (Rose McGowan), Sidney and her brother Jerry Prescott (Matthew Lillard) receive a threatening phone call. After she hangs up and she and Jerry are attacked by the killer, but manage to escape. Sidney's boyfriend, Billy Loomis (Skeet Ulrich), arrives shortly after, but after he drops his cell phone, Sidney and Jerry suspect him of making the call and flee. Billy is arrested and Sidney and Jerry spend the night at Tatum's house.\nBilly is released the next day. Suspicion has shifted to Sidney and Jerry's father, Neil Prescott (Lawrence Hecht), as the calls have been traced to his phone. School is suspended in the wake of the murders. After the students have left the school, Principal Himbry (Henry Winkler) is stabbed to death in his office. Tatum's boyfriend, Stu Macher (Freddie Prinze Jr.) throws a party to celebrate the school's closure. The party is attended by Sidney, Jerry, Tatum and their friends Dan Williams (Seth Green), Tom Scott (Dax Shepard) and Randy Meeks (Jamie Kennedy), and multiple other students. Reporter Gale Weathers (Courteney Cox) attends uninvited to cover the situation, as she expects the killer to strike. Tatum's brother deputy sheriff Dewey Riley (David Arquette) also looks out for the murderer at the party. Tatum is killed during the party after having her head crushed by the garage door. Billy arrives to speak to Sidney privately, and the two ultimately consummate their relationship. Dewey and Gale investigate a nearby abandoned car. Many party attendees are drawn away after hearing news of Himbry's death; Sidney, Jerry, Dan, Tom, Billy, Randy, Stu, and Gale's cameraman Kenny remain.\nAfter having sex, Sidney and Billy are attacked by the killer, who seemingly murders Billy. Sidney, Jerry, Dan and Tom narrowly escape the house and seeks help from Kenny (W. Earl Brown), but the killer slits his throat; Sidney, Jerry, Dan and Tom then flee again. Gale and Dewey, having discovered that the car belongs to Neil Prescott, return to the house. They believe Neil is the killer and has come to the party to continue his spree. Gale tries to escape in her van, but drives off the road and crashes to avoid hitting Sidney, Jerry, Dan and Tom. Meanwhile, Dewey is stabbed in the back while investigating in the house, and Sidney takes his gun. Stu and Randy appear and accuse each other of being the killer. Sidney, Jerry, Dan and Tom retreat into the house, where they find Billy wounded but still alive. Sidney gives Billy the gun; he lets Randy into the house and shoots him. Billy reveals that he feigned his injuries and is actually the killer; Stu is his accomplice.\nBilly and Stu discuss their plan to kill Sidney, Jerry, Dan and Tom and frame the murder spree on Sidney and Jerry's father, whom they have taken hostage. The pair also reveal that they, not Cotton, murdered her mother, Maureen, as she was having an affair with Billy's father, which drove his mother away. Gale, who survived the crash, intervenes, and Sidney, Jerry, Dan and Tom take advantage of this to turn the tables on their attackers, killing Stu. Randy is revealed to be wounded but alive. Billy stabs Dan in the ribs, killing him, then Billy attacks Sidney but she shoots him through the head, killing him, Jerry runs over to Dan's body, then Dan gives Jerry his photo album with pictures of him, Jerry, Tom, Sidney, Tatum, Billy, Stu, Randy, Cici (who will appear in Scream 2), Martha, Jerry's old friends: (Douglas Harris (who will appear in Scream 4), Karen James and Thomas Weston) and Sidney and Jerry's brother Steve (who will appear in Scream 3), as Dan slowly dies, Jerry cries over Dan's body. As the sun rises and police arrive, a badly injured Dewey is taken away by ambulance and Gale makes an impromptu news report about the night's events. Two weeks later at Dan's funeral, Sidney, Jerry, Tom and Randy stand near Dan's grave.","categories":[],"infobox_types":[],"annotations":[{"uri":"Slasher_film","surface_form":"slasher film","offset":41},{"uri":"Wes_Craven","surface_form":"Wes Craven","offset":66},{"uri":"Kevin_Williamson_(screenwriter)","surface_form":"Kevin Williamson","offset":96},{"uri":"David_Arquette","surface_form":"David Arquette","offset":129},{"uri":"Neve_Campbell","surface_form":"Neve Campbell","offset":145},{"uri":"Courteney_Cox","surface_form":"Courteney Cox","offset":160},{"uri":"Matthew_Lillard","surface_form":"Matthew Lillard","offset":175},{"uri":"Seth_Green","surface_form":"Seth Green","offset":192},{"uri":"Dax_Shepard","surface_form":"Dax Shepard","offset":204},{"uri":"Freddie_Prinze%2C_Jr.","surface_form":"Freddie Prinze Jr.","offset":217},{"uri":"Rose_McGowan","surface_form":"Rose McGowan","offset":237},{"uri":"Skeet_Ulrich","surface_form":"Skeet Ulrich","offset":251},{"uri":"Jamie_Kennedy","surface_form":"Jamie Kennedy","offset":265},{"uri":"Drew_Barrymore","surface_form":"Drew Barrymore","offset":283},{"uri":"Scream_(franchise)","surface_form":"\"Scream\" franchise","offset":329},{"uri":"Scream_2","surface_form":"Scream 2","offset":4579},{"uri":"Scream_4","surface_form":"Scream 4","offset":4655},{"uri":"Scream_3","surface_form":"Scream 3","offset":4754}]}