{"id":625651,"url":"http://en.wikipedia.org/wiki/Fifty_Shades_Freed_(movie)","text":"\"Fifty Shades Freed\" is an American romantic and erotic drama movie. It was released on February 9, 2018. The movie is based on the novel of the same name by E.L. James. It is the third and final movie of the \"Fifty Shades\" series.\nPlot.\nNewly married Anastasia \"Ana\" Steele and Christian Grey end their honeymoon early. They return to Seattle after they hear about a break-in at Christian's corporate headquarters. Some computer files have been stolen. The security tapes say the thief is Jack Hyde. He had been Ana's boss until he was fired.\nChristian surprises Ana with a new house. He hires architect Gia Matteo to rebuild it.\nAna is upset when Gia, an attractive young woman, flirts with Christian in front of Ana. Ana is jealous. She says she will fire Gia if she continues flirting with Christian.\nWhile Christian is away on a business trip. He wants Ana to stay at home while he is away, but she goes out for a drink with her best friend, Kate Kavanagh. Kate is dating Christian's older brother Elliot. She says to Ana that her relationship may be dying. Elliot is working closely with Gia. Kate is suspicious of the relationship.\nWhen Ana returns home, she encounters Jack Hyde. He tries to kidnap her. Ana's security team stop him as he holds her hostage. Hyde is then arrested.\nChristian and Ana continue with their erotic sexual experiment. But matters become more complicated when Ana says she's pregnant. Christian is deeply disturbed. He had other plans for their early years. The next day, Ana finds out that Christian may have recently contacted his BDSM dominant and ex-lover Elena Lincoln.\nMeanwhile, Jack Hyde has been released. He phones Ana. He asks for a ransom for Christian's sister Mia. Hyde wants $5 million in cash in two hours, or Mia will be dead. He warns Ana to tell no one, and bring the money alone. Ana takes out some cash and a revolver. She then goes to the bank and takes out the full amount.\nThe bank manager is suspicious and calls Christian. Christian thinks Ana is leaving him. But then he notices the coincidence of Hyde's recent release and Ana's sudden cash takeout. Hyde tells Ana to get into a car parked in an alley and give her phone to the driver to discard. But instead, she tricks Hyde by taking the bank manager's phone. She goes out the back entrance. She then learns the driver and partner in crime is her co-worker Liz.\nAna arrives at the drop-off site with the money. Hyde is psychotic and angry. He attacks Ana and kicks her in her abdomen. Liz tries to stop Hyde. Ana pulls out the revolver and shoots Hyde in his leg. Christian and his security team have tracked Ana's cell phone. They come and arrest Hyde and Liz. Ana blacks out as she hears Christian's voice.\nAna wakes up three days later in the hospital with Christian at her side. Christian's adoptive mother, Grace, says that Ana will not leave him. Ana goes home the next day.\nChristian's private investigator, Welch, reports that Christian and Hyde had the same foster family. It is also learned that Hyde had blackmailed Liz into being his partner in crime.\nTwo years later, Ana and Christian have a son named Theodore. Ana is pregnant with her second child.\nRelease.\n\"Fifty Shades Freed\" was released on February 9, 2018 by Universal Pictures.\nBox office.\nThe movie made $98.5 million in the United States and Canada. In other countries, it made $261.3 million. Worldwide, it made $359.8 million. The budget was $55 million.\nReception.\nRotten Tomatoes rates this movie at 13%, with 140 reviews.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":27},{"uri":"Drama_movie","surface_form":"drama movie","offset":56},{"uri":"E.L._James","surface_form":"E.L. James","offset":158},{"uri":"Seattle","surface_form":"Seattle","offset":336},{"uri":"Computer","surface_form":"computer","offset":421},{"uri":"Flirting","surface_form":"flirts","offset":681},{"uri":"Pregnancy","surface_form":"pregnant","offset":1409},{"uri":"BDSM","surface_form":"BDSM","offset":1567},{"uri":"Revolver","surface_form":"revolver","offset":1864},{"uri":"Psychosis","surface_form":"psychotic","offset":2433},{"uri":"Blackmail","surface_form":"blackmail","offset":3029},{"uri":"Universal_Pictures","surface_form":"Universal Pictures","offset":3245},{"uri":"United_States","surface_form":"United States","offset":3313},{"uri":"Canada","surface_form":"Canada","offset":3331},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3457}]}