{"id":626167,"url":"http://en.wikipedia.org/wiki/Vera_Tembo","text":"Vera Tembo (born July 25, 1953) is a Zambian pastor, politician and member of the Movement for Multi-Party Democracy (MMD). She has served as the a> from 1991 until her separation from her former husband, President Frederick Chiluba. Tembo was married to Chiluba, with whom she had nine children, for thirty-three years, until he announced their separation in 2000. Chiluba became President of Zambia in 1991, making Tembo the country's First Lady from 1991 until their divorce.\nTembo left the State House, the presidential residence, shortly after Chiluba's announcement and moved in with family in Ndola. Their divorce became final on September 25, 2001, when an annulment was granted by a local court in Ndola after thirty-three years of marriage.\nBy early 2002, Zambian newspapers reported that Tembo was living in poverty after Chiluba had allegedly frozen her bank account. She filed a $2.5 U.S. dollar lawsuit against Chiluba as part of the divorce settlement. The Zambian government offered Tembo financial assistance in May 2002 after she listed her personal possessions in an auction.\nIn March 2015, Tembo announced that she had become a Christian pastor and had founded a new church called the Healing International Ministry.","categories":[],"infobox_types":[],"annotations":[{"uri":"Zambia","surface_form":"Zambia","offset":37},{"uri":"Movement_for_Multi-Party_Democracy","surface_form":"Movement for Multi-Party Democracy","offset":82},{"uri":"President_of_Zambia","surface_form":"President","offset":205},{"uri":"Frederick_Chiluba","surface_form":"Frederick Chiluba","offset":215},{"uri":"President_of_Zambia","surface_form":"President of Zambia","offset":381},{"uri":"First_Lady_of_Zambia","surface_form":"First Lady","offset":437},{"uri":"Ndola","surface_form":"Ndola","offset":600},{"uri":"Annulment","surface_form":"annulment","offset":665},{"uri":"Bank_account","surface_form":"bank account","offset":866},{"uri":"Lawsuit","surface_form":"lawsuit","offset":909},{"uri":"Auction","surface_form":"auction","offset":1086},{"uri":"Pastor","surface_form":"pastor","offset":1158}]}