{"id":626235,"url":"http://en.wikipedia.org/wiki/Cypress_Hill","text":"Cypress Hill is a group of hip hop from Los Angeles (California). It was formed in 1986 and along his wide and successful career have sold more than 46 million albums all over the world.\nOne of the appearances of his popularity is his commitment with the legalisation of the consumption of marijuana or cannabis. Cypress Hill Is the first Latin group in obtaining a disk of platinum, one of gold and a multiplatino.\nName of the group.\nThe name of the group can do reference to the place where the first members of the band lived, in the Avenue Cypress in South Gate, Los Angeles. It fits that in said place there are a lot of trees of cypress, a tree of the family Cupressaceae. The original name of the group was DVX but was changed after the exit of Mellow Man Ace (Ulpiano Sergio, the lower brother of Sen Dog) of the group to initiate his career like soloist. Sometimes, wrongly it thinks that the name of the group refers to the neighbourhood Cypress Hills in Brooklyn (New York).\nBeginnings.\nThe first album, of the band, was launched in November 1991. The first single was \"Phuncky feel one\", but was the Expensive-B, \"How I could just kill to man\" (firstly called \"Trigga happy nigga\"), the one who more success had in the stations of urban radio. Thanks to the success of the single \"Hand on the pump\" and to other songs like the bilingual song \"Latin lingo\" and the totally in Spanish \"Three equis\", the album sold two million copies only in United States. Later, DJ Muggs produced the first album of House of Pain and worked with Beastie Boys and Funkdoobiest. The band did his first apparition in the musical festival Lollapalooza in 1992.\n\"Black Sunday\", the second album of the group, debuted number 1 in the list Billboard 200 in 1993. Still with his album debut in the lists, turned into the first artists of rap in planting two albums in the Top 10 of Billboard 200 at the same time. With the success \"Insane in the Brain\", the album was double-platinum in United States and sold 3.25 million copies.\nAs one of the first groups of rap that struggle by the legalisation of the marijuana, Cypress Hill was forbidden in \"Saturday Night Live\" after DJ Muggs smoked a blunt of marijuana and the band shattered his musical instruments while they interpreted his second single \"I ain't goin' out like that\". The group titled his turns with the name \"Soul Assassins\", in company of House of Pain and Funkdoobiest, and more forward followed suit with Rage Against the Machine and Seven Year Bitch. In 1993, Cypress Hill recorded two subjects for the soundtrack of the film \"Judgment night\", \"Real thing\", with Pearl Jam, and \"I love you Mary Jane\", with Sonic Youth.\nThe band touched in 1994 in the Festival of Woodstock entering to his new member, Eric Bobo, ancient percusionista of Beastie Boys. Bobo Is the son of the famous percusionista Willie Bobo. The magazine Rolling Stone appointed to Cypress Hill like the best group of hip hop in his prizes of music voted by critics and readers. Cypress Hill Touched by second consecutive year in Lollapalooza heading the poster in 1995. Also they appear in the chapter of \"The Simpson\" called \"Homer<nowiki/>palooza\", in which Homer, Bart and Lisa assist to the Festival Hullabalooza (inspired by the Lollapalooza), and in 2001 appear making a small cameo in the film \"How high\" directed by Jesse Dylan and produced by Danny DeVito.\nThe third album, \"Cypress Hill III: you Temper of Boom\", was launched in 1995, selling 1.5 million copies and reaching the third position of Billboard 200 in spite of not including any single of success.\nCareer continued.\nSen Dog distanció A bit of the group to form a band of punk-rap of Los Angeles called SX-10. However, in 1996, Cypress Hill appeared in the first turn Smokin' Grooves, with Ziggy Marley, The Fugees, Busta Rhymes and To Tribe Called Quest. The group also freed the EP \"Unreleased and Revamped\" with rare and remixes.\nThe members of the group centred in his careers in solitary. Muggs Launched \"Muggs Presents... the Soul Assassins\" With contributions of members of Wu-Tang Clan, Dr. Dre, KRS-One, Wyclef Jean and Mobb Deep. B-Real appeared with Busta Rhymes, Coolio, LL Cool J and Method Man in the song \"Hit Em High\" of the multi-platen soundtrack of the film Space Jam. Also it collaborated with RBX, Nas and KRS-One in \"East Coast Killer, West Coast Killer\" of the album \"Dr. Dre presents\".\"..The Aftermath\" Of Dr. Dre, and launched the album \"The Psycho Realm\", of his project of same name. Although the group was inactivo these years, Cypress Hill appeared in Smokin' Grooves with George Clinton and Erykah Badu.\nIn 1998 they went back to launch the album \"IV\", being gold in United States although with some criticisms a so many refusals, backed by the success \"Tequila Sunrise\" and another tribute to smoke marijuana \"Dr. Greenthumb\". Sen Dog Also launched \"Get Wood\" like part of SX-10 in the stamp Flip.\nIn 1999, three of his songs appeared in the video game of PC Kingpin: Life of Crime. B-Real also contributed with any of the voices of the people of the game. This same year launched an album of big successes in Spanish, \"The big successes in Spanish.\" Cypress Hill Merged genders in the 2000 with his double-album Skull & Bones. The first disk, \"Skull\", was composed by songs of rap whereas \"Bones\" was more centred in the rock. The album was a Top 5 in Billboard 200 and #3 in Canada. The first single was \"Rock Superstar\" for the radio of rock and \"Rap Superstar\" for the urban radio, a subject that definitely put to the band again in the musical firmament, and that came him like ring to the finger, since in this time songs with this style, more than the Nu metal that also used in the song \"Can´t get the best of me\", were hitting as never. The group also launched \"Live at the Fillmore\", a disk of the concert of Fillmore, San Francisco in 2000.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Hip_hop","surface_form":"hip hop","offset":27},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":40},{"uri":"California","surface_form":"California","offset":53},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":567},{"uri":"Beastie_Boys","surface_form":"Beastie Boys","offset":1541},{"uri":"Lollapalooza","surface_form":"Lollapalooza","offset":1630},{"uri":"Rage_Against_the_Machine","surface_form":"Rage Against the Machine","offset":2459},{"uri":"Woodstock_Festival","surface_form":"Festival of Woodstock","offset":2707},{"uri":"Beastie_Boys","surface_form":"Beastie Boys","offset":2793},{"uri":"Rolling_Stone","surface_form":"Rolling Stone","offset":2877},{"uri":"The_Simpsons","surface_form":"The Simpson","offset":3129},{"uri":"Homer_Simpson","surface_form":"Homer","offset":3150},{"uri":"Bart_Simpson","surface_form":"Bart","offset":3190},{"uri":"Lisa_Simpson","surface_form":"Lisa","offset":3199},{"uri":"Danny_DeVito","surface_form":"Danny DeVito","offset":3375},{"uri":"Busta_Rhymes","surface_form":"Busta Rhymes","offset":3810},{"uri":"A_Tribe_Called_Quest","surface_form":"To Tribe Called Quest.","offset":3827},{"uri":"Extended_play","surface_form":"EP","offset":3875},{"uri":"Wu-Tang_Clan","surface_form":"Wu-Tang Clan","offset":4075},{"uri":"Dr._Dre","surface_form":"Dr. Dre","offset":4089},{"uri":"Wyclef_Jean","surface_form":"Wyclef Jean","offset":4107},{"uri":"Busta_Rhymes","surface_form":"Busta Rhymes","offset":4155},{"uri":"Coolio","surface_form":"Coolio","offset":4169},{"uri":"LL_Cool_J","surface_form":"LL Cool J","offset":4177},{"uri":"Nas","surface_form":"Nas","offset":4313},{"uri":"George_Clinton_(musician)","surface_form":"George Clinton","offset":4596},{"uri":"Erykah_Badu","surface_form":"Erykah Badu","offset":4615},{"uri":"Personal_computer","surface_form":"PC","offset":4981},{"uri":"Rock_music","surface_form":"rock.","offset":5347},{"uri":"Canada","surface_form":"Canada","offset":5402},{"uri":"Nu_metal","surface_form":"Nu metal","offset":5684},{"uri":"San_Francisco","surface_form":"San Francisco","offset":5854}]}