{"id":626263,"url":"http://en.wikipedia.org/wiki/Aviva","text":"Aviva plc is a British multinational insurance company headquartered in London, United Kingdom. It has about 33 million customers In the United Kingdom, Aviva is the largest general insurer and a leading life and pensions provider.\nAviva also has a focus on the markets in Europe and in Asia and, in particular, on the growth markets of China and South East Asia. Aviva is also the second largest general insurer in Canada. Aviva has a primary listing on the London Stock Exchange, and is a constituent of the FTSE 100 Index.\nCGU.\nCGU plc was a large insurance group, created by the merger of Commercial Union and General Accident in 1998. The Company was listed on the London Stock Exchange. It merged with Norwich Union in 2000 to form CGNU plc, later renamed Aviva plc.\nCommercial Union.\nCommercial Union was established following a conflagration near London Bridge in 1861, known as the Great Tooley Street Fire, which destroyed a number of warehouses and wharves along the River Thames as a result of which the fire insurance companies were hit by a series of massive claims. Consequently, they increased their fire insurance rates so dramatically that a group of local merchants and brokers decided to form their own company. This became known as the \"Commercial Union Assurance Company Ltd.\"\nIt purchased the Hand in Hand Fire & Life Insurance Society, the world's oldest fire insurance company, in 1905 and The Ocean Accident and Guarantee Corporation Ltd. in 1910 and it continued to grow by further acquisitions.\nGeneral Accident.\nGeneral Accident was a financial services firm formed by several mergers and acquisitions over several years. The General Accident and Employers' Liability Assurance Association Ltd. was founded in Perth, Scotland in 1885. It became the General Accident Assurance Corporation Ltd. in 1891.\nGeneral Accident acquired Yorkshire Insurance Company Ltd. in 1967. All general insurance business was relocated to Perth, with York becoming the centre for the new firm's life assurance and pensions business.\nGeneral Accident acquired Stevenage-based Provident Mutual Life Assurance Association in 1995, merging it with the GA Life and Pensions business as Provident Mutual Life Assurance Ltd. York became the centre of all life assurance business and Stevenage of all pensions business.\nNorwich Union.\nNorwich Union was the name of insurance company Aviva's British arm before June 2009. It was originally established in 1797. In 1997, it was demutualised and listed on the London Stock Exchange, and was once a constituent of the FTSE 100 Index.\nOn 29 April 2008, Aviva announced that the Norwich Union brand would be phased out and disappear over a period of two years, on the grounds that a consistent Aviva brand would bring \"global impact\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Multinational_corporation","surface_form":"multinational","offset":23},{"uri":"Insurance","surface_form":"insurance","offset":37},{"uri":"London","surface_form":"London","offset":72},{"uri":"China","surface_form":"China","offset":337},{"uri":"Canada","surface_form":"Canada","offset":416},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":459},{"uri":"FTSE_100_Index","surface_form":"FTSE 100 Index","offset":510},{"uri":"Insurance","surface_form":"insurance","offset":551},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":670},{"uri":"Norwich_Union","surface_form":"Norwich Union","offset":708},{"uri":"Aviva_plc","surface_form":"Aviva plc","offset":762},{"uri":"London_Bridge","surface_form":"London Bridge","offset":855},{"uri":"1861_Tooley_Street_fire","surface_form":"Great Tooley Street Fire","offset":891},{"uri":"River_Thames","surface_form":"River Thames","offset":978},{"uri":"Hand_in_Hand_Fire_%26amp%3B_Life_Insurance_Society","surface_form":"Hand in Hand Fire & Life Insurance Society","offset":1316},{"uri":"Perth%2C_Scotland","surface_form":"Perth, Scotland","offset":1739},{"uri":"Perth%2C_Scotland","surface_form":"Perth","offset":1947},{"uri":"York","surface_form":"York","offset":1959},{"uri":"Stevenage","surface_form":"Stevenage","offset":2067},{"uri":"Insurance_company","surface_form":"insurance company","offset":2365},{"uri":"Aviva","surface_form":"Aviva","offset":2383},{"uri":"London_Stock_Exchange","surface_form":"London Stock Exchange","offset":2507},{"uri":"FTSE_100_Index","surface_form":"FTSE 100 Index","offset":2564}]}