{"id":626378,"url":"http://en.wikipedia.org/wiki/Paul_Klee","text":"Paul Klee (18 December 1879 – 29 June 1940) was a Swiss-German artist. He was one of the most famous painters of the 20th century. His work was influenced by Expressionism, Cubism, and Surrealism. He was also very interested in the theory of color.\nLife and career.\nKlee was born in Münchenbuchsee, a town near Bern in Switzerland. His mother, born Ida Maria Frick, came from Basel in Switzerland. His father, Hans Klee, came from Tann, a small town in the Hesse state of Germany. Both his parents were musicians. When he was very young he trained to be a violinist. Then he decided to become an artist. He studied art under Heinrich Knirr. In 1899 he was admitted to the Academy of Fine arts in Munich. After leaving the academy he also studied art in Italy. After Italy, he returned to Bern and lived with his parents for several years.\nKlee married the pianist Lily Stumpf in 1906. They went to live in Munich. In 1906 he had his first major exhibition. Besides his painting, Klee taught art at the Bauhaus from 1920 to 1931. and later at the Dusseldorf Academy. When the Nazis came to power in Germany, life became very hard for modern artists. Klee moved back to Switzerland in 1933. He died in Muralto, Switzerland in 1940. For many years he had suffered from scleroderma, an autoimmune disease.\nKlee made over 10,000 paintings, drawings, and etchings in his lifetime. His works are held in museums all over the world. In 2005, the Zentrum Paul Klee (Paul Klee Center) was opened in Bern. The building was designed by the Italian architect Renzo Piano. It holds 4000 works by Klee and shows 150 at time. The exhibition changes every six months.\nGallery.\nThese pictures are from Klee's mature career. He painted them while he was teaching at the Bauhaus. During this time he was also a member of a group of artists called Die Blaue Vier (The Blue Four). The other three members were Wassily Kandinsky, Lyonel Feininger, and Alexej von Jawlensky. Like Klee, both Kandinsky and Feininger taught at the Bauhaus. The four artists lectured and exhibited together in Germany and the USA.","categories":[],"infobox_types":[],"annotations":[{"uri":"Expressionism","surface_form":"Expressionism","offset":158},{"uri":"Cubism","surface_form":"Cubism","offset":173},{"uri":"Surrealism","surface_form":"Surrealism","offset":185},{"uri":"Theory","surface_form":"theory","offset":232},{"uri":"Color","surface_form":"color","offset":242},{"uri":"Bern","surface_form":"Bern","offset":311},{"uri":"Switzerland","surface_form":"Switzerland","offset":319},{"uri":"Basel","surface_form":"Basel","offset":376},{"uri":"Hesse","surface_form":"Hesse","offset":457},{"uri":"Violin","surface_form":"violin","offset":556},{"uri":"Munich","surface_form":"Munich","offset":696},{"uri":"Art_exhibition","surface_form":"exhibition","offset":945},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":1002},{"uri":"Nazi","surface_form":"Nazi","offset":1075},{"uri":"Autoimmune_disease","surface_form":"autoimmune disease","offset":1282},{"uri":"Etching","surface_form":"etching","offset":1349},{"uri":"Renzo_Piano","surface_form":"Renzo Piano","offset":1546},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":1751},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":1888},{"uri":"Lyonel_Feininger","surface_form":"Lyonel Feininger","offset":1907},{"uri":"Alexej_von_Jawlensky","surface_form":"Alexej von Jawlensky","offset":1929}]}