{"id":626537,"url":"http://en.wikipedia.org/wiki/Austin_serial_bombings","text":"e=\"preserve\">The Austin serial bombings were a series of five parcel bomb explosions which occurred starting on March 2, 2018 and ended on March 20, 2018 in Austin, Texas, killing two civilians and the bomber and injuring another six.\nThe suspected bomber is Mark Anthony Conditt, age 23, who lived in Pflugerville, Texas, outside Austin.\nBackground.\nThe Austin Police Department (APD) believe the explosions are connected and are considering the possibility that they are racially motivated. They have also warned civilians to not open suspicious packages, and to call the police.\nAustin police officially connected the March 2 bombing following the bombings on March 12. None of the packages were mailed, instead they were placed near the individuals' homes. Two of the bombs were triggered upon being picked up, another was triggered upon being opened, and the fourth bombing was suspected to be activated by tripwire.\nOn March 2, 2018, 39-year-old Anthony Stephan House was killed by picking up an apparent package bomb at his home. Then, on March 13, 2018, the bombings killed 17-year-old cellist Draylen Mason.\nAuthorities first offered a reward of $65,000 for information leading to an arrest and conviction of the bomber or bombers. They later raised the reward to $115,000.\nReaction.\nOn March 20, 2018, President Donald Trump said at the White House: \"This is obviously a very, very sick individual, or maybe individuals...These are sick people, and we have to find them as soon as possible\".\nDeath of the bomber.\nEarly on March 21, Mark Anthony Conditt was identified by investigators via security footage taken at a FedEx store, and police moved in to make an arrest. As SWAT officers approached, he detonated a bomb in the vehicle, killing himself and injuring one of them, prompting other officers to fire upon the vehicle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Letter_bomb","surface_form":"parcel bomb","offset":62},{"uri":"Austin%2C_Texas","surface_form":"Austin, Texas","offset":157},{"uri":"Pflugerville%2C_Texas","surface_form":"Pflugerville, Texas","offset":302},{"uri":"Austin_Police_Department","surface_form":"Austin Police Department","offset":355},{"uri":"Tripwire","surface_form":"tripwire","offset":912},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":1322},{"uri":"White_House","surface_form":"White House","offset":1347},{"uri":"SWAT","surface_form":"SWAT","offset":1682}]}