{"id":626567,"url":"http://en.wikipedia.org/wiki/Alexej_von_Jawlensky","text":"Alexej von Jawlensky (13 March, 1864 – 15 March 1941) was a Russian painter. He first studied art in Russia but he spent most of his career Germany. He painted in the Expressionist style and was particularly known for his portraits. He also painted landscapes and still lifes.\nLife and career.\nJawlensky was born in Torzhok, a town in the western part of Russia. His father, Georgi von Jawlensky, was a colonel in the Imperial Russian Army. Like his four brothers, Jawlenskywas became an officer in the army. He studied at the military academy in Moscow, but was very interested in art. He studied art privately while he was serving as a soldier. In 1890 he was accepted at the St. Petersburg Academy of Art. He received permission from the army to study art there while still serving as a soldier. He became friends with artists who worked in the studio of Ilya Repin.\nIn 1896, Jawlensky resigned from the army. He went to Munich in Germany to study art and begin his career as a painter. In Munich he lived with Marianne von Werefkin. She was a painter who studied with Repin. He studied with Anton Ažbe in Munich. He also became friends with Wassily Kandinsky. Kandinsky became an important influence on Jawlensky's art. In 1902 Jawlensky's son Andreas was born. His mother was Hélène Nesnakomoff (1881-1965). She was Marianne von Werefkin's maid in Russia and then lived with her and Jawlensky in Munich. In 1905–1906 Jawlensky travelled to Paris for an exhibition of his paintings. In Paris he met Henri Matisse. Matisse became another important influence on Jawlensky's painting style. World War I began in 1914. Jawlensky was expelled from Germany because Russia was one of the countries fighting against Germany. He went to live in Switzerland.\nIn 1922 Jawlensky married Hélène Nesnakomoff. They returned to Germany and settled in Wiesbaden. For the next 11 years, he concentrated on abstract paintings of heads. He also organized the artistic group \"Die Blaue Vier\" (The Blue Four). The other three members of the group were Kandinsky, Lyonel Feininger, and Paul Klee. The four artists lectured and exhibited together in Germany and the USA. From 1929 Jawlensky suffered very badly from arthritis. He had to give up painting in 1937 because he could no longer hold his brushes. He died in Weisbaden in 1941 at the age of 77.\nJawlensky's son Andreas (1902-1984) also became a painter. As a teenager he exhibited with his father. By the end of the 1920s, he became known in his own right. Andreas served in the German army during World War II. He was captured by the Russians and spent 10 years in prisoner of war camp in Siberia. His later paintings, done in Germany and Switzerland, were mostly landscapes. In 1987 there was an exhibition of both Alezej and Andreas's paintings in New York City.\nGallery.\nThe first picture is a portrait of Jawlensky's future wife, Hélène Nesnakomoff from 1900. It was painted in the more realistic style taught in the art schools of Russia. The later paintings show the influence of expressionism and fauvism on Jawlensky's work after he moved to Germany.","categories":[],"infobox_types":[],"annotations":[{"uri":"Painter","surface_form":"painter","offset":68},{"uri":"Expressionism","surface_form":"Expressionist","offset":167},{"uri":"Portrait","surface_form":"portrait","offset":222},{"uri":"Landscape","surface_form":"landscape","offset":249},{"uri":"Still_life","surface_form":"still life","offset":264},{"uri":"Russian_Empire","surface_form":"Imperial Russian Army","offset":418},{"uri":"Military","surface_form":"military","offset":527},{"uri":"St._Petersburg","surface_form":"St. Petersburg","offset":678},{"uri":"Studio","surface_form":"studio","offset":848},{"uri":"Ilya_Repin","surface_form":"Ilya Repin","offset":858},{"uri":"Munich","surface_form":"Munich","offset":924},{"uri":"Marianne_von_Werefkin","surface_form":"Marianne von Werefkin","offset":1014},{"uri":"Anton_A%C5%BEbe","surface_form":"Anton Ažbe","offset":1095},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":1145},{"uri":"Art_exhibition","surface_form":"exhibition","offset":1458},{"uri":"Henri_Matisse","surface_form":"Henri Matisse","offset":1503},{"uri":"World_War_I","surface_form":"World War I","offset":1592},{"uri":"Wiesbaden","surface_form":"Wiesbaden","offset":1839},{"uri":"Abstract_art","surface_form":"abstract","offset":1892},{"uri":"Lyonel_Feininger","surface_form":"Lyonel Feininger","offset":2045},{"uri":"Paul_Klee","surface_form":"Paul Klee","offset":2067},{"uri":"Arthritis","surface_form":"arthritis","offset":2196},{"uri":"World_War_II","surface_form":"World War II","offset":2537},{"uri":"Prisoner_of_war","surface_form":"prisoner of war","offset":2605},{"uri":"Siberia","surface_form":"Siberia","offset":2629},{"uri":"Realism","surface_form":"realistic","offset":2931},{"uri":"Expressionism","surface_form":"expressionism","offset":3026},{"uri":"Fauvism","surface_form":"fauvism","offset":3044}]}