{"id":626649,"url":"http://en.wikipedia.org/wiki/Sustainability_in_Conwy","text":"The local authority of Conwy is located in North Wales and borders Gwynedd and Denbighshire. The County includes some of North Wales’s largest settlements such as Llandudno, Colwyn Bay and Conwy town. It has holds 4% of Wales’s total population at 111,273 for mid-2006 according to the national assembly for Wales (2006). Industry in this county has changed considerably over the last 2 centuries as during the industrial revolution slate quarrying was a big industry as stated by Day (2002, PP36) “The most distinctive economic feature of north-west Wales was its unique slate quarrying industry”. However, in recent times there has been a big emphasis on tourism, especially in seaside resorts such as Llandudno. But one big questioned raised by many in recent years is how is sustainability being implemented in Conwy? This article will focus on sustainable approaches in which Conwy as a local authority are implementing over the next couple of years. This report assesses the sustainability of Conwy in regards to environmental, social, cultural and economic considerations in this region but also looking at Conwy’s LDP and corporate plan for 2017-2022.\nEnvironmental Sustainability.\nConwy being located on the North Wales Coast and stretching into the Snowdonia National Park has very impressive and outstanding scenery. Although as mentioned earlier slate quarrying in some of these areas has left scaring on the landscape with “entire mountains chiseled away” Day (2002, PP36) in some areas. It is therefore crucial that Conwy is enlisting schemes to help preserve its environment for future generations. In 2016 the Welsh assembly government published the Environment for Wales act (2016). This act applies to all the public bodies in wales and aims to help Welsh local authorities by up to 80% by 2050 - Conwy Council (2017) and this features in both the corporate plan and the LDP for Conwy.\nThey plan to do this by a number of objectives including implementing sustainable coastal and flooding defenses so properties and the coastline at risk are protected by a scheme, which is fit for purpose. Also the CBCC (2017) is aiming to improve recycling facilities and working with the Welsh government to increase recycling and reduce their Carbon footprint by investing in more renewable energies. In regards to renewable energy in this county they are trying to promote the development of a tidal lagoon in Colwyn Bay. This project would not only produce renewable low carbon energy for North Wales but can act as a coastal defense on the Conwy coastline and has potential to be used as a recreational facility. The County are also looking into other renewable energy schemes for the future decades. Leading on from this the CBCC (2017) state in there LDP that they are focusing on improving the landscape of areas that have been scared because of quarrying as mentioned earlier. This is in conjunction with the environment for Wales act (2016) and mentions that they are introducing agricultural grading to their land to ensure it returns its essential nutrients and increasing peat productions. Another scheme which is CBCC are looking to implement is a green wedge scheme. This involves promoting and encouraging the amount of green space available in the county and this is incorporated in both their LDP and corporate plan.\nCultural sustainability.\nStudies in China show that among those living in China there was strong evidence of residents having a specific connection to building that represent their history and past culture. Even though this is a study that was conducted in China, examples of this can also be seen everywhere in the world including Conwy. This sense of longing for historical styled building is evident in Wales in terms of listed buildings.\nBuildings can also be used to view the national identity of the area through the eyes of those living there and those visiting as in recent years culture has played an important part of tourism and is increasingly in demand from tourists which is reflected in the Conwy Culture [http://www.conwy.gov.uk/en/Resident/Libraries-Museums-and-Archives/Conwy-Culture-Centre.aspx Centre]. The development of this cultural centre was funded by the Heritage Lottery Fund in 2015 and a planning application was approved in 2017 which allows building and development to start. The Centre was planned to provide a safe space for youths to meet as well as a place to hold and display historic collections as well as offer training programmes and volunteer opportunities to locals who live in the area to improve their quality of live and the job aspects etc they are able to get. These aspects are all insightful of the ‘Conwy County Borough Council annual report 2016/17’ which explains how they had created a new strategy to increase the number of Welsh speakers (as well as the quality of the language that people who can speak the language were confident that they were able to speak). It also said that they had gained enough funding to be able to begin to develop the centre. As well as this it stated that heritage tourism within Conwy was increasing as a result of the changes that they made and that the volunteering support that was bring provided by the Conwy Culture Centre was worthwhile as two of the volunteers who took part were awarded with well-known awards (BBC Sports Wales young volunteer of the year).\nSocial Sustainability.\nOne of the four main indicators which are usually used to measure successful sustainability is the social aspects available in an area. Often studies into social sustainability include “housing, household structure, paid domestic work, material cultures of home and homelessness”. In attempt to reduce the rate of homelessness in Conwy, Conwy County Borough Council have made a five year strategy in 2013 (Local Housing Strategy).[http://www.conwy.gov.uk/en/Resident/Housing/Housing-Strategies-and-Policies/assets/documents/Local-Housing-Strategy-20132018a.pdf] The aims of this strategy included making housing more affordable in attempt to allow the working population, those most likely to be renting homes, to remain in the area as housing is hard to afford. 2,200 homes in Conwy in 2015 were overcrowded as families could not afford large enough houses. Conwy County Borough Council (2015) also reveal that homelessness began to decrease in 2005, however overall, the rate of homeless in Conwy is lower than the national average for Wales. The Conwy Housing Solutions has an online help guide for those who are affected by homelessness and those that are expected to become homeless within 8 weeks and explains how Part 2 of the 2014 Housing (Wales) Act and Conwy County Borough Council (CCBC) can offer help. As well as homelessness in general studies have shown that there is often more homeless females than males and that this pattern is not being investigated enough and also that often, as women have different needs to men, women who are homeless suffer more from the effects of homelessness than men do.\nUnemployment levels in Conwy in 2005 were 4% which was higher than the average for Wales at the time. One possible explanation for this could be due to the fact that in many places women still struggle to get jobs in 'male-dominated' fields such as farming and building therefore they often aren't able to get training or if they already have the necessary training they can find anyone to hire them. To try to change the problem with gender inequality in Conwy, CCBC have formed a ‘Strategic Equality Plan’ which was put into action in 2016. This plan attempts to contest gender inequalities in employment, pay and training by 2020.\nEconomic Sustainability.\nEconomic sustainability in Conwy is being planned by Conwy County Borough Council through the Conwy economic growth strategy 2017-2027. The creation of renewable energy has a great potential to increase the sustainable development of specific areas by creating a large selection of socioeconomic benefits such as improving regional and rural development opportunities, employment opportunities and the establishment of a domestic industry (del Río and Burguillo, 2009). There are five ambitions in Conwy’s economic growth strategy 2017-2027, one of them being to facilitate the tidal lagoon as mentioned earlier and other renewable energy projects across the county Conwy Council 2018. The tidal lagoon will create employment opportunities for the people of Conwy improving the sustainability of the local economy. Sourcing from small businesses can also improve the economic sustainability of local economies. Buying from small businesses can add to the development of the local economy in a variety of ways such as providing innovative green products and services (Walker and Preuss, 2008).\nConwy council want the local economy to be confident, resilient and sustainable. Conwy council will encourage new ideas and will work proactively with businesses to promote conditions in which they can grow. This is evidence that Conwy Council are aiming to effectively improve their local economy through the enhancement of local businesses that will in turn increase the economic sustainability of Conwy. Sustainable tourism is important for sustainable economic development. Appropriate policies are being applied within the Principality of Wales through the Wales Tourist Board to ensure successful sustainable tourism development (Owen, Witt and Gammon, 1993). An ambition of the Conwy Economic Growth Strategy 2017-2027 is to create winter tourism offer across the county making Conwy a year-round visitor destination Conwy Council (2018). This is an appropriate policy for Conwy as the area faces problems associated with seasonal tourism. The improvement of winter tourism in Conwy aims to counteract these problems and make the county a year-round tourist destination. Tourism is an important part of Conwy’s local economy and the creation of sustainable year-round tourism will further support the local economy, specifically in winter months. This will then improve the sustainable economic development of the County of Conwy. Higher education provides benefits to individuals and the society and must be considered when evaluating the economic sustainability of an area. Students who attend higher education obtain a wide range of personal and financial benefits (Baum et al, 2010). This would then support individuals in contributing to their local economy and its sustainable development. The Conwy County Borough council have recognised this and aim to establish a dedicated higher education presence in the county as outlined in the Conwy Economic Growth Strategy 2017-2027. This ambition will lay out a future for higher education institutions in the area and Wales as a whole. The increase in students attending higher education institutions shall then see a rise in financial benefits in Conwy County which will in turn promote the development of a sustainable economy in the area.\nSummary.\nIn Summary Conwy has introduced a variety of schemes to help preserve the county for future generations. It is good to see that sustainability features so much in both the council’s Local development plan and corporate plan 2017-2022. It would be interesting to revisit this in the next five year and to see what goals featured in the corporate plan have been met and in particular developments on the proposed Tidal Lagoon in Colwyn Bay. For an area with such a diverse history and culture, it is good to see that both the council and communities want to preserve it for future generations.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Gwynedd","surface_form":"Gwynedd","offset":67},{"uri":"Denbighshire","surface_form":"Denbighshire","offset":79},{"uri":"Colwyn_Bay","surface_form":"Colwyn Bay","offset":174}]}