{"id":626874,"url":"http://en.wikipedia.org/wiki/Anton_A%C5%BEbe","text":"Anton Ažbe (30 May 1862 – 6 August 1905) was a Slovene painter and teacher of painting. He painted in the realist style. Less than 30 of his paintings and drawings survive. The National Gallery of Slovenia in Ljubljana holds most of his works. He was most famous for his private painting school which he opened in Munich in 1892. Many foreign students came to study with him including Alexej von Jawlensky and Wassily Kandinsky.\nLife and career.\nAnton Ažbe and his twin brother Alois were born to a peasant family in Dolenčice, a small village in Slovenia. Their father died of tuberculosis when the boys were seven years old. Their mother had a very bad mental illness. She could not look after the farm or take care of the boys. A guardian took care of them. Anton had very poor health. He did not grow like a healthy child. He remained very short all his life. He also had problems with his spine and his legs. His guardian sent him to Klagenfurt as an apprentice to a merchant. After five years Ažbe ran away. He went to Ljubljana. In Ljubljana he met the painter Janez Wolf. He helped Wolf paint frescos in churches.\nIn 1880 Wolf helped Ažbe get into the Academy of Fine Arts in Vienna. Ažbe studied for there for two years, but he did not like the academy's teaching method. He thought it was old-fashioned. In 1884 he moved to the Academy of Fine Arts in Munich. The Munich academy was much more modern. Ažbe did very well there. His teachers, Gabriel von Hackl and Ludwig von Löfftz, admired his work. The academy gave him a scholarship. He and his friend Ferdo Vesel, another art student, earned extra money by selling their drawings and paintings. They also earned money by helping other students with their painting and drawing assignments.\nAžbe finished his studies at the Munich academy in 1891. By that time he was already known for his portrait painting. His paintings were shown in art exhibitions at the Glaspalast. The Glaspalast was a large glass and iron exhibition building in the old botanical garden of Munich. It was modeled after the Crystal Palace in London. In 1892, Ferdo Vesel encouraged Ažbe to give private lessons to art students in Munich. He started with seven students who rented a room for their lessons, but the number grew very fast. Soon Ažbe was able to rent a building on 16 Georgenstrasse for the school. He also had his own studio on that street. The door to the school had a sign that said \"Nur fest!\" (\"Be bold!\"). The school became very famous. It specialised in painting nudes and portraits. Famous artists who studied at Ažbe's school included Alexej von Jawlensky and Wassily Kandinsky.\nAžbe did all the teaching at the school by himself. This left little time for his own painting. In his later years Kandinsky wrote about his old teacher's generosity and kindness. Ažbe often gave free lessons to students who could not afford to pay. Ažbe died from cancer in 1905 at the age of 43. His obituary in a Munich newspaper described him as a man of great modesty and one of the city's \"most original and best-known artistic personalities.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Slovenes","surface_form":"Slovene","offset":47},{"uri":"Realism","surface_form":"realist","offset":106},{"uri":"Ljubljana","surface_form":"Ljubljana","offset":209},{"uri":"Alexej_von_Jawlensky","surface_form":"Alexej von Jawlensky","offset":385},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":410},{"uri":"Twin","surface_form":"twin","offset":465},{"uri":"Peasant","surface_form":"peasant","offset":499},{"uri":"Slovenia","surface_form":"Slovenia","offset":547},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":578},{"uri":"Mental_illness","surface_form":"mental illness","offset":655},{"uri":"Legal_guardian","surface_form":"guardian","offset":733},{"uri":"Spine","surface_form":"spine","offset":894},{"uri":"Klagenfurt","surface_form":"Klagenfurt","offset":939},{"uri":"Apprentice","surface_form":"apprentice","offset":956},{"uri":"Merchant","surface_form":"merchant","offset":972},{"uri":"Ljubljana","surface_form":"Ljubljana","offset":1025},{"uri":"Fresco","surface_form":"fresco","offset":1101},{"uri":"Academy_of_Fine_Arts_Vienna","surface_form":"Academy of Fine Arts","offset":1160},{"uri":"Vienna","surface_form":"Vienna","offset":1184},{"uri":"Academy_of_Fine_Arts_Munich","surface_form":"Academy of Fine Arts","offset":1338},{"uri":"Munich","surface_form":"Munich","offset":1362},{"uri":"Gabriel_von_Hackl","surface_form":"Gabriel von Hackl","offset":1451},{"uri":"Ludwig_von_L%C3%B6fftz","surface_form":"Ludwig von Löfftz","offset":1473},{"uri":"Assignment","surface_form":"assignments","offset":1739},{"uri":"Portrait","surface_form":"portrait","offset":1851},{"uri":"Art_exhibition","surface_form":"art exhibition","offset":1898},{"uri":"Glaspalast_(Munich)","surface_form":"Glaspalast","offset":1921},{"uri":"Botanical_garden","surface_form":"botanical garden","offset":2006},{"uri":"Crystal_Palace","surface_form":"Crystal Palace","offset":2059},{"uri":"Nude","surface_form":"nude","offset":2518},{"uri":"Portrait","surface_form":"portrait","offset":2528},{"uri":"Alexej_von_Jawlensky","surface_form":"Alexej von Jawlensky","offset":2592},{"uri":"Wassily_Kandinsky","surface_form":"Wassily Kandinsky","offset":2617},{"uri":"Generosity","surface_form":"generosity","offset":2791},{"uri":"Cancer","surface_form":"cancer","offset":2901},{"uri":"Obituary","surface_form":"obituary","offset":2938}]}