{"id":626976,"url":"http://en.wikipedia.org/wiki/Fortnite_Battle_Royale","text":"Fortnite Battle Royale is a video game first released in 2011 and updated in 2017 with the Battle Royale mode. It has been updated in 2018 adding Battle Royale mode. The game is centered around being the last person alive. It also consists of a storm slowly moving towards a point on the map. If a player is caught in the storm for too long their character is killed. The game is so popular that one weekend there was 3.6 million people playing it. In the first year of Fortnite, Epic Games made a mode called Save the World which is Fortnite's main campaign. Fortnite is also now one of the most popular games in the world. Every month around 40 million people log on to play the popular game called Fortnite. The original version of this game was called Save The World and was first introduced in 2011 with the name of Fortnite. In this mode, your mission is to save the survivors trapped in the storm zone.\nGameplay.\nIn Fortnite Battle Royale, the game starts with up to 100 players. The player may join with other players to form a team of two to four players, or the player may play on their own. The main goal of the game is to be the last player or team alive by killing or avoiding other players. The round starts with weaponless players skydiving from floating buses (called \"Battle Buses\") into a region of land. The game is set in that particular environment with all of the weapons, health items and other combat support that is needed for players to survive. Opponents attack other players and defend themselves by building structures. Throughout the game, a purple storm approaching from outside the land will move closer and closer towards the center of the map. Any player caught in the storm will become damaged. This directs surviving players closer to each other, forcing them to have to fight against each other. During the match, supply drops that provide legendary weapons and items will appear in random locations. Similar to ', \"Fortnite Battle Royale\" is primarily played in third-person perspective (a type of perspective where the player controls the character as if they were around the character).\nWhat makes \"Fortnite Battle Royale\" unique from other Battle Royale games is the new building system, originating from the original Fortnite game. Players may destroy objects in their environment to provide materials so that they can build fortifications (walls, roofs, floors, etc) that help protect them from enemies. Some fortifications can be built quickly, but they will be destroyed easily. Some fortifications, however, can be built slowly but resists attacks better.\nThe game is free-to-play, however players have the option to make in-app purchases that earn extra V-Bucks. \"Vinderbucks\", or V-Bucks for short, allows players to purchase new skins for their characters, weapons, or dances. The player can also earn V-Bucks without in-app purchases through completing missions or challenges that can even include skins.\nEver since Fortnite Battle Royale was first released, Epic Games, the creator of the game, adds new features to it regularly. They frequently add new items and weapons for the game as well as fixing up any glitches or other critical problems in the game that affect gameplay.\nAlso, if you get low on health you can find glizzies to eat\nSeasonal changes.\nFortnite Battle Royale has \"seasons\" that last for a limited amount of time. These seasons introduce a new theme, along with a new chapter in the game's storyline. Each season also brings new content, including new exclusive skins and new gameplay elements. There are currently 15 seasons, and 2 chapters at the moment.\nOn October 15, 2019, a new chapter was released to Fortnite Battle Royale. This added even more new gameplay like boats, fishing, new guns, a lot of guns and items being vaulted, and a completely new map.\nPopularity.\nThe game is so popular that within two weeks of it coming out, there were over 10 million players playing the game. As of March of 2019, Fortnite Battle Royale has 250 million players, which is more players than there are people living in the country Canada.\n\"Fortnite Battle Royale\" has also been popular with children, even though the game is all about shooting each other. The game's cartoonish art style, free-to-play nature (does not cost money to play the game), and being able to interact online makes it attractive to kids. Since the release of the mobile version of \"Fortnite Battle Royale\", many parents and teachers were concerned about how it affects children psychologically. Teachers have noticed that children are easily distracted when playing Fortnite. Epic Games, the creator of \"Fortnite Battle Royale\", responded by adding warning labels to the game's loading screens that the game should not be played during a class session.\nSome agencies (organizations that service a special field) were concerned that many children are not getting enough proper exercise and real-world social interaction because of playing games such as \"Fortnite\". Other agencies had warned parents that \"Fortnite Battle Royale\" causes children to do violent behavior. On April 2019, Prince Harry proposed that \"Fortnite Battle Royale\" should be banned. He thinks \"Fortnite Battle Royale\" does bad things for society. He said \"The game should not be allowed, It's created to addict children. An addiction to keep you in front of a screen for as long as possible. It's so irresponsible.\"","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Third-person_(video_games)","surface_form":"third-person perspective","offset":2000},{"uri":"Free-to-play","surface_form":"free-to-play","offset":4255},{"uri":"Prince_Harry%2C_Duke_of_Sussex","surface_form":"Prince Harry","offset":5123}]}