{"id":627059,"url":"http://en.wikipedia.org/wiki/2016_World_Series","text":"e=\"preserve\">The 2016 World Series was the 112th edition of the World Series, the championship game of Major League Baseball. It was played between the Chicago Cubs of the National League and the Cleveland Indians of the American League. The Cubs defeated the Indians in seven games after trailing in the series three games to one, to win their first World Series title since 1908.\nThe Indians took the first game with a 6-0 victory, in which Indians' starter Corey Kluber pitched six plus shutout innings. The Cubs evened the series, winning 5-1. And then the series shifted to Wrigley field for the next three games. The Indians took a three games to one series lead after winning games 4 and 5 by respective scores of 1-0 and 7-2. The Cubs, however, sent the series back to Cleveland, winning game 5 by a score of 3-2. Game 5 was notable for Aroldis Chapman pitching 2 2/3 scoreless innings to get the save. The Cubs would then force Game 7 with a 9-3 blowout win in Game 6.\nGame 7 would go down as a classic, with comparisons to 1960, 1991, and 2001 regarding the game's intensity. Dexter Fowler led off the game with a home run. But the Indians would tie the game in the bottom of the third inning. The Cubs then jumped out to a 5-1 lead, but then a David Ross error followed by a wild pitch allowed the Indians to cut the lead to 5-3. Ross, however, hit a home run in the top of the sixth inning to make it 6-3 Cubs. In the bottom of the eighth inning, Brandon Guyer cut the lead to 6-4 with a run-scoring double. And then Rajai Davis tied the game at 6-6 with a two-run home run. After nine innings, there was a rain delay which lasted for 17 minutes before play resumed. In the top of the tenth, the Cubs broke the tie with RBI hits from Ben Zobrist and Miguel Montero, making the score 8-6. In the bottom of the inning, Carl Edward Jr. retired the first two but then walked Guyer and allowed an RBI single from Davis, making the score 8-7. Mike Montgomery then retired Michael Martinez for the final out. The Cubs thereby won the Series, ending their 108-year championship drought.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_Series","surface_form":"World Series","offset":64},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":103},{"uri":"Chicago_Cubs","surface_form":"Chicago Cubs","offset":152},{"uri":"National_League","surface_form":"National League","offset":172},{"uri":"Cleveland_Indians","surface_form":"Cleveland Indians","offset":196},{"uri":"American_League","surface_form":"American League","offset":221}]}