{"id":627098,"url":"http://en.wikipedia.org/wiki/Hunter_%C3%97_Hunter","text":"\"Hunter × Hunter\" is a manga (Japanese comic) made by Yoshihiro Togashi. The story is about a young boy named Gon Freecss, who wants to be a hunter and find his father. A \"hunter\" is a job for people who have fantastic abilities.\nThe manga was first published on March 3, 1998 in a Japanese magazine called \"Shonen Jump\". However, the maker Yoshihiro Togashi has often taken frequent breaks from writing since 2006. In 1999, a 62-episode anime television series produced from \"Hunter × Hunter\". The series was produced by Nippon Animation and directed by Kazuhiro Furuhashi. The show ran until 2001. A second anime television series by Madhouse aired on Nippon Television. The series was aired from October 2011 to September 2014. There are also many audio albums, video games, musicals, and other media based on \"Hunter × Hunter\". The manga has been translated into English and released in North America by Viz Media since April 2005. Both television series were also licensed by Viz. The first series was aired on the Funimation Channel in 2009 and the second series premiered on Adult Swim's Toonami block since April 16, 2016.\n\"Hunter × Hunter\" became one of Shueisha's best-selling manga series. 66 million copies of this manga were sold in Japan alone as of 2014.\nGon Freecss.\nGon Freecss is the main series protagonist, an athletic, naïve, and friendly boy who becomes Hunter to search for his estranged father Ging. After becoming a licensed Hunter, Gon gains Killua as a traveling companion as learn about Nen from Wing and later train further under Biscuit Krueger. Gon's Nen affinity is Enhancement, developing his \"Ja Jan Ken\" fighting style after rock-paper-scissors. However, Gon loses his ability to use Nen following his battle with the Chimera Ant Neferpitou.\nKillua Zoldyck.\nKillua Zoldyck is Gon’s best friend and member of the infamous Zoldyck Family of assassins, having been trained since birth and conditioned to possess extreme tolerance for poison, electricity and pain. Although Killua fails during his first Hunter Exam by killing an opponent, due to his elder brother Illumi's influence, he passes his second after eliminating all other applicants in the very first trial. Killua remained by Gon's during the first half of the series until the end of the Chimera Ant arc. Killua's Nen affinity is Transmutation, which allows him to change the properties of his aura into electricity. Killua applies this to his nervous to developed his \"Godspeed\" Hatsu, which allows him to move at immeasurable speeds.\nKurapika.\nKurapika is the sole survivor of the Kurta clan, an enthnic group whose irises that turn scarlet in emotional stress, who were slaughtered by the Phantom Troupe to sell their eyes in the black market. Kurapika participates in the Hunter Exam alongside Gon, Leorio and Killua in order to become a Blacklist Hunter and use his achieve to avenge his people by any means. This included aligning himself with the Nostrade mafia family as a bodyguards. He later joins the Zodiacs as the \"Rat\" at Leorio's recommendation, accepting the position upon being told that Tserriednich Hui Guo Rou has the last batch of scarlet eyes that he needs to retrieve. This leads to his accompanying Woble Hui Guo Rou to the Dark Continent as her bodyguard. Kurapika's Nen affinity is normally Conjuration, creating five chains: \"Dowsing Chain: The Guiding Ring Finger\" for dowsing and normal attacks, \"Chain Jail: The Restraining Middle Finger\" which he can only use on Phantom Troupe members, \"Holy Chain: Healing\nThumb\" heals any injury with the crucifix on the end. \"Judgement Chain: Arbiter Little Finger\" kills the target should they violent any rule Kurapika imposes, and \"Thieving Index Finger: Steal Chain\" extract another person' aura and Nen ability. But when Kurapika's eyes turn scarlet, he gains a Specialist affinity that allows him to use the Hatsu \"Emperor Time: Absolute Mastery\", utilizing 100% of all Nen types but loses a hour of hour from each second he uses it while enhancing his chains' ability like \"Stealth Dolphin: Index Finger in Emperor Time\".\nLeorio Paradinight.\nLeorio Paradinight is a young adult who befriends Gon, Kurapika and Killua during the Hunter Exam while wanting to become a Hunter to pay his way through medical school and treat the impoverished for free. Leorio is later invited to become a member of the Zodiacs as the \"Boar\" and joins their expedition to the Dark Continent. Leorio's Nen affinity is Emission.\nHisoka Morow.\nHisoka Morow is a serial killer who combines his magic tricks with violence, being aroused by battling those he considers strong. Hisoka took an interest in Gon since first meeting him during the Hunter Exam, letting him and his friends live so that they grow into more worthy opponents while helping them for his own benefit. Hisoka also infiltrated the Phantom Troupe for chance to fight their leader Chrollo Lucilfer, aiding the Phantom Troupe restore Chrollo's Nen ability for his benefit. But after temporary killed fighting Chrollo in Heavens Arena, Hisoka revives himself and goes on a killing rampage against the Phantom Troupe. Hisoka's Nen affinity is Transmution, most often uses his ability \"Elastic Love - Bungee Gum\" make his aura elastic and sticky like gum.","categories":[],"infobox_types":["animanga/Print","animanga/Video","animanga/Video","animanga/Video","animanga/Video","animanga/Other"],"annotations":[{"uri":"Manga","surface_form":"manga","offset":23},{"uri":"Japan","surface_form":"Japanese","offset":30},{"uri":"Comic","surface_form":"comic","offset":39},{"uri":"Magazine","surface_form":"magazine","offset":291},{"uri":"Anime","surface_form":"anime","offset":438},{"uri":"Nippon_Animation","surface_form":"Nippon Animation","offset":522},{"uri":"Kazuhiro_Furuhashi","surface_form":"Kazuhiro Furuhashi","offset":555},{"uri":"Madhouse_(company)","surface_form":"Madhouse","offset":636},{"uri":"Nippon_Television","surface_form":"Nippon Television","offset":654},{"uri":"Video_game","surface_form":"video game","offset":765},{"uri":"Musical_theatre","surface_form":"musicals","offset":778},{"uri":"Viz_Media","surface_form":"Viz Media","offset":908},{"uri":"Funimation_Channel","surface_form":"Funimation Channel","offset":1020},{"uri":"Premiered","surface_form":"premiered","offset":1069},{"uri":"Adult_Swim","surface_form":"Adult Swim","offset":1082},{"uri":"Toonami","surface_form":"Toonami","offset":1095},{"uri":"List_of_best-selling_manga","surface_form":"best-selling manga series","offset":1174}]}