{"id":627168,"url":"http://en.wikipedia.org/wiki/Gurjara-Pratihara","text":"e=\"preserve\">\"Gurjara-Pratihara dynasty\" (also known as the Pratihara Empire) was a powerful dynasty in the Late Classical Period on the Indian subcontinent. This dynasty ruled most of the Northern states of India. This dynasty ruled India for a huge period from the 7th century to the 11th century. They had Ujjain as the capital and later shifted to Kannauj.\nHistory.\nNagabhata I (730–756) was the first ruler of the dynasty. He extended his control east and south from Mandor. He conquered Malwa as far as Gwalior and the port of Bharuch in Gujarat.He established his capital at Avanti in Malwa. Nagabhata I was famously known for defeating the Arab army of the Ummayyad Caliphates under Junaid and Tamin. Kakushta and Devaraja are two weak rulers who succeeded Nagabhata I. Vatsaraja (775–805) was the next powerful ruler of the dynasty.\nConquest of Kannauj.\nKannauj kingdom was ruled by a weak ruler, after the death of Harshavardhana. The Pratiharas, The Palas and The Rashtrakutas fought to get control over Kannauj. But Vatsaraja of Pratihara defeated the Palas and the Rashtrakutas. Around 786, Rashtrakuta ruler Dhruva (780–793) crossed the Narmada River into Malwa. From there he tried to capture Kannauj and defeated Vatsaraja.\nVatsaraja was succeeded by Nagabhata II (805–833). Nagabhata II was initially defeated by the Rashtrakuta ruler Govinda III (793–814). But later recovered Malwa from the Rashtrakutas. He conquered Kannauj and the Indo-Gangetic Plain as far as Bihar from the Palas. He rebuilt the great Shiva temple at Somnath in Gujarat. Kannauj became the center of the Gurjara-Pratihara state. At this time, the Gurjara-Pratihara dynasty covered much of northern India.\nRambhadra (833-c. 836) for a short time, succeeded Nagabhata II. Mihira Bhoja (c. 836–886) expanded the Pratihara dynasty west to the border of Sindh, east to Bengal, and south to the Narmada. His son, Mahendrapala I (890–910), expanded further eastwards in Magadha, Bengal, and Assam.\nDecline.\nBhoja II (910–912) was the successor of Mahendrapala I. He was overthrown by Mahipala I (912–944). Many kingdoms emerged independent using the weakness of Pratiharas. The south Indian Emperor Indra III (c. 914–928) of the Rashtrakuta dynasty for a short time captured Kannauj in 916. Later again Pratihara ruler gained control over Kannauj. But the dynasty was still weakening due to the attacks of the Turks, Rashtrakutas and several other dynasties. Mahmud of Ghazni captured Kannauj in 1018, and the Pratihara ruler Rajapala fled (escaped). Somehow Rajapala was captured and killed by a Chandela Ruler named Vidhyadhara.The Chandela ruler then placed Rajapala's son Trilochanpala on the throne. Jasapala, the last Gurjara-Pratihara ruler died in 1036.","categories":[],"infobox_types":[],"annotations":[{"uri":"Late_Classical_Period","surface_form":"Late Classical Period","offset":108},{"uri":"Indian_subcontinent","surface_form":"Indian subcontinent","offset":137},{"uri":"Ujjain","surface_form":"Ujjain","offset":309},{"uri":"Kannauj","surface_form":"Kannauj","offset":352},{"uri":"Nagabhata_I","surface_form":"Nagabhata I","offset":370},{"uri":"Malwa","surface_form":"Malwa","offset":493},{"uri":"Gwalior","surface_form":"Gwalior","offset":509},{"uri":"Bharuch","surface_form":"Bharuch","offset":533},{"uri":"Gujarat","surface_form":"Gujarat","offset":544},{"uri":"Ummayyad_Caliphates","surface_form":"Ummayyad Caliphates","offset":665},{"uri":"Vatsaraja","surface_form":"Vatsaraja","offset":778},{"uri":"Kannauj","surface_form":"Kannauj","offset":863},{"uri":"Harsha","surface_form":"Harshavardhana","offset":925},{"uri":"Gurjara-Pratihara","surface_form":"Pratiharas","offset":945},{"uri":"Pala_Empire","surface_form":"Palas","offset":961},{"uri":"Rashtrakuta_Empire","surface_form":"Rashtrakutas","offset":975},{"uri":"Vatsaraja","surface_form":"Vatsaraja","offset":1028},{"uri":"Indo-Gangetic_Plain","surface_form":"Indo-Gangetic Plain","offset":1453},{"uri":"Bihar","surface_form":"Bihar","offset":1483},{"uri":"Mihira_Bhoja","surface_form":"Mihira Bhoja","offset":1761},{"uri":"Chandela","surface_form":"Chandela","offset":2581},{"uri":"Vidhyadhara","surface_form":"Vidhyadhara","offset":2602}]}