{"id":627221,"url":"http://en.wikipedia.org/wiki/Nagabhata_I","text":"e=\"preserve\">Nagabhata I (730-760 CE) was an Indian king who founded the Gurjara-Pratihara dynasty. He ruled the Avanti (or Malava) region in present-day Madhya Pradesh. He ruled the country with Ujjain as the capital. He extended his control over the Gurjara country. This includes parts of present-day Gujarat and Rajasthan. Nagabhata was famously known for defeating the Arab army. But was defeated by the Rashtrakuta king Dantidurga.\nEarly life.\nNagabhata has been named as the founder of the powerful Pratihara dynasty in the Gwalior inscription. This inscription dates to the time of his descendant Mihira Bhoja. Nagabhata is said to have come to throne around 730 CE.\nArab invasion.\nAccording to the Gwalior inscription of his descendant Mihira Bhoja, Nagabhata fought against a Mlechchha invasion. These mlechchhas are identified to be Arab Muslim invaders. The invasion was led by officers of Junaid. Junaid was a general and governor of Sindh under the Umayyad caliph Hisham ibn Abd al-Malik. Nagabhata succeeded in defeating the Arab army.\nRashtrakuta invasion.\nNagabhata I appears to have been defeated by the Rashtrakuta ruler Dantidurga. According to the Rashtrakuta records, the ruler of Malava was among the kings defeated by Dantidurga.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":45},{"uri":"Gurjara-Pratihara","surface_form":"Gurjara-Pratihara dynasty","offset":73},{"uri":"Avanti","surface_form":"Avanti","offset":113},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":154},{"uri":"Ujjain","surface_form":"Ujjain","offset":196},{"uri":"Gujarat","surface_form":"Gujarat","offset":304},{"uri":"Rajasthan","surface_form":"Rajasthan","offset":316},{"uri":"Rashtrakuta_Empire","surface_form":"Rashtrakuta","offset":409},{"uri":"Dantidurga","surface_form":"Dantidurga","offset":426},{"uri":"Mihira_Bhoja","surface_form":"Mihira Bhoja","offset":605},{"uri":"Mlechchha_dynasty","surface_form":"Mlechchha","offset":786},{"uri":"Umayyad_Caliphate","surface_form":"Umayyad caliph","offset":963},{"uri":"Hisham_ibn_Abd_al-Malik","surface_form":"Hisham ibn Abd al-Malik","offset":978}]}