{"id":627451,"url":"http://en.wikipedia.org/wiki/Booba","text":"Elie Yaffa (born December 9, 1976), better known under his stage name Booba () is a French rapper. After a brief stint as a break dancer in the early 1990s, Booba partnered with his friend Ali to form Lunatic. The duo released a critically acclaimed album in 2000 but disbanded in 2003. Booba has since embarked on a successful solo career, selling more than 10 million discs over his career and becoming the most legally downloaded artist in French history. Booba is praised for the quality of his flow and beats but often criticized because of controversial nature of his lyrics. He has also established the rap label Tallac Records, and developed a line of jewellery.\nLife and career.\nElie Yaffa was born on December 9, 1976, in the outskirts of Paris in Sèvres. His father is Senegalese and his mother is French.\nWith his friend Ali they formed the duo Lunatic in 1994. Unable to secure a record deal from a major label because of their controversial lyrics, they created their own independent record label 45 Scientific in 1999. The following year, Lunatic released its first and only album entitled \"Mauvais œil\".\nIn 2002, Booba released his debut solo album \"Temps mort\". He followed this up with four further albums: \"Pantheon\", \"Ouest Side\" (the most successful), \"0.9\" and \"Lunatic\". In late 2012, he released his sixth solo album \"Futur\". In whole, Booba has ten certification discs, six Disques d'Or (Golden album), three Disques de platine (Platinum album) and one Double disque de platine (Double-Platinum album). In 2011, Booba won the competition MyYoutubes, ahead of popular artists like Rihanna, Justin Bieber, Lady Gaga, Eminem, Jay-Z, Sexion D'Assaut, Shakira, Stromae...\nMusical style.\nBooba was influenced by the American hip-hop stage of the 1980s and at the beginning of the 1990s--Mobb Deep, Wu-Tang Clan, 2Pac, and Biggie Smalls. The dark melodies accompanied with raw texts, typical of the rap from New York, are present on every album of his. He is often criticized for making the apology of easy money and murder. Booba advocates a reduction in the taxes and claims himself in support of individual freedom. Racism is a recurring topic of his songs (see for example \"Couleur ébène\", \"Pitbull\", \"Ma Couleur\"), although he sometimes deliberately advocates communitarian positions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Senegal","surface_form":"Senegalese","offset":780},{"uri":"Rihanna","surface_form":"Rihanna","offset":1605},{"uri":"Justin_Bieber","surface_form":"Justin Bieber","offset":1614},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":1629},{"uri":"Eminem","surface_form":"Eminem","offset":1640},{"uri":"Jay-Z","surface_form":"Jay-Z","offset":1648},{"uri":"Shakira","surface_form":"Shakira","offset":1672},{"uri":"Wu-Tang_Clan","surface_form":"Wu-Tang Clan","offset":1817},{"uri":"Tupac_Shakur","surface_form":"2Pac","offset":1831},{"uri":"The_Notorious_B.I.G.","surface_form":"Biggie Smalls","offset":1841}]}