{"id":62769,"url":"http://en.wikipedia.org/wiki/Anchorage%2C_Alaska","text":"Anchorage is the largest city in Alaska, United States. With a population of 285,634 residents, it makes up more than two-fifths of the state's population.\nHistory.\nAnchorage was originally a construction camp during the building of the Alaska Railroad. By 1920 it had grown to the point where it was decided to officially make it a city. Being at the head of Cook Inlet it became an important place for shipping in Alaska because ships could load and unload cargo to and from the new railroad. In the 1940 an both the army and the air force built bases near Anchorage, and it got even bigger. In 1964 Anchorage was hit by the Good Friday Earthquake, the second strongest earthquake ever recorded. Over a hundred people died and a lot of buildings in and around Anchorage were destroyed. Over the next few years a lot of work went into rebuilding the city and making the buildings better in case there was another earthquake. In 1968 oil was discovered up in the Arctic region of Alaska, and Anchorage again got bigger quickly and merged with other towns in the area. Today it is a modern city with a very large international airport, a large sea port that is very busy, and all the other things you would expect to find in a big city.\nUtilities.\nWater for the city comes from Eklutna Lake.\nThe city's electricity comes from power plants in the city and from a dam also fed by Eklutna Lake.\nHeat for homes comes from Natural gas provided by Enstar Natural Gas Company.\nClimate.\nAnchorage has a subarctic climate (\"Dfc\" in the Köppen climate classification).","categories":[],"infobox_types":[],"annotations":[{"uri":"Alaska","surface_form":"Alaska","offset":33},{"uri":"United_States","surface_form":"United States","offset":41},{"uri":"History","surface_form":"History","offset":156},{"uri":"Alaska_Railroad","surface_form":"Alaska Railroad","offset":237},{"uri":"Good_Friday_Earthquake","surface_form":"Good Friday Earthquake","offset":627},{"uri":"Arctic","surface_form":"Arctic","offset":963},{"uri":"Eklutna_Lake","surface_form":"Eklutna Lake","offset":1277},{"uri":"Natural_gas","surface_form":"Natural gas","offset":1417},{"uri":"Enstar_Natural_Gas_Company.","surface_form":"Enstar Natural Gas Company.","offset":1441},{"uri":"Subarctic_climate","surface_form":"subarctic climate","offset":1494},{"uri":"K%C3%B6ppen_climate_classification","surface_form":"Köppen climate classification","offset":1526}]}