{"id":62789,"url":"http://en.wikipedia.org/wiki/Crater_Lake","text":"Crater Lake is a caldera lake in the U.S. state of Oregon. It is the main attraction of Crater Lake National Park. It is famous for its blue color and clear water. The lake partly fills a nearly deep caldera. The volcanic crater was formed by the collapse of the volcano, Mount Mazama, about 7,500 years ago. There are no rivers flowing into or out of the lake. The evaporation is compensated for by rain and snowfall at a rate such that the total amount of water is replaced every 250 years.\nIn 1853, miner John Wesley Hillman made the first recorded visit to the lake. He named the lake \"Deep Blue Lake\". The lake was renamed at least three times, as Blue Lake, Lake Majesty, and finally Crater Lake.\nCrater Lake is known for its famous piece of driftwood, named the \"Old Man of the Lake\". It is a tree that has been moving up and down in the water for more than 100 years. The lake water is cold, so the tree is well preserved. Originally, fish did not live in the lake. However, people stocked the lake with different kinds of fish between 1888 and 1941. Several species of fish still live in the lake.\nDimensions and depth.\nCrater Lake is in Klamath County. The lake is about northwest of the county seat of Klamath Falls, and about northeast of Medford. The lake has an average depth of. Its maximum depth is. The depth changes slightly as the weather changes. On the basis of maximum depth, Crater Lake is the deepest lake in the United States. It is the second deepest in North America, after Great Slave Lake in Canada. Crater Lake is also the ninth deepest lake in the world.\nHowever, on the basis of comparing average depths among the world's deepest lakes, Crater Lake is the third deepest in the world. The caldera rim of Crater Lake ranges in elevation from.\nGeology.\nMount Mazama is part of the Cascade Range island arc. It was built up over a period of at least 400,000 years. The caldera was created in a massive volcanic eruption. That led to the lowering of Mount Mazama around 5700 BC. Since that time, all eruptions on Mazama are limited to the caldera. Lava eruptions later created a central platform, called Wizard Island. Sediments and material from landslides also covered the caldera floor.\nEventually, the caldera cooled. That allowed rain and snow to form a lake. Fumaroles and hot springs remained common and active during this period. Also after some time, the slopes of the lake's caldera rim more or less stabilized. Streams restored a radial drainage pattern on the mountain, and forests began to cover the landscape. It is estimated that it took about 720 years to fill the lake to its present depth of 594 m. Much of this happened during a period when the climate was drier than it is now. Some hydrothermal activity remains along the lake floor. That means that at some time in the future Mazama may erupt once again.\nWater quality.\nThe waters of Crater Lake are some of the purest in North America. The water shows almost no pollution. There are several reasons, but the most significant is that the lake has no rivers or tributaries coming into it.\nClarity readings have always been in the high-20 meter to mid-30 meter (80–115 ft) range. That is very clear for any natural body of water. In 1997, scientists recorded a record clarity of 43.3 meters (142 ft).\nThe lake has relatively high levels of dissolved salts. The average pH has generally ranged between 7 and 8.\nSacred significance.\nThe Klamath tribe of Native Americans have long thought of the lake as a sacred site. Their legends tell of a battle between the sky god Skell and Llao, the god of the underworld. Mount Mazama was destroyed in the battle. That resulted in the creation of Crater Lake. The Klamath people used Crater Lake in vision quests. The Klamath believed those who were successful in such quests had more spiritual powers. The tribe still holds Crater Lake in high regard as a spiritual site.\nRelated pages.\nCrater Lake National Park","categories":[],"infobox_types":[],"annotations":[{"uri":"Caldera","surface_form":"caldera","offset":17},{"uri":"Lake","surface_form":"lake","offset":25},{"uri":"U.S._state","surface_form":"U.S. state","offset":37},{"uri":"Oregon","surface_form":"Oregon","offset":51},{"uri":"National_park","surface_form":"National Park","offset":100},{"uri":"Caldera","surface_form":"caldera","offset":200},{"uri":"Volcanic_crater","surface_form":"volcanic crater","offset":213},{"uri":"Volcano","surface_form":"volcano","offset":263},{"uri":"River","surface_form":"river","offset":322},{"uri":"Evaporation","surface_form":"evaporation","offset":366},{"uri":"Compensate","surface_form":"compensated","offset":381},{"uri":"John_Wesley_Hillman","surface_form":"John Wesley Hillman","offset":508},{"uri":"Driftwood","surface_form":"driftwood","offset":748},{"uri":"Environmental_preservation","surface_form":"preserved","offset":920},{"uri":"Species","surface_form":"species","offset":1067},{"uri":"Klamath_County%2C_Oregon","surface_form":"Klamath County","offset":1147},{"uri":"County_seat","surface_form":"county seat","offset":1198},{"uri":"Klamath_Falls%2C_Oregon","surface_form":"Klamath Falls","offset":1213},{"uri":"Medford%2C_Oregon","surface_form":"Medford","offset":1251},{"uri":"Depth","surface_form":"depth","offset":1284},{"uri":"Weather","surface_form":"weather","offset":1350},{"uri":"United_States","surface_form":"United States","offset":1437},{"uri":"North_America","surface_form":"North America","offset":1480},{"uri":"Great_Slave_Lake","surface_form":"Great Slave Lake","offset":1501},{"uri":"Canada","surface_form":"Canada","offset":1521},{"uri":"Cascade_Range","surface_form":"Cascade Range","offset":1810},{"uri":"Volcanic_eruption","surface_form":"volcanic eruption","offset":1930},{"uri":"5700_BC","surface_form":"5700 BC","offset":1997},{"uri":"Sediment","surface_form":"Sediment","offset":2146},{"uri":"Landslide","surface_form":"landslide","offset":2174},{"uri":"Rain","surface_form":"rain","offset":2262},{"uri":"Snow","surface_form":"snow","offset":2271},{"uri":"Fumarole","surface_form":"Fumarole","offset":2292},{"uri":"Hot_spring","surface_form":"hot spring","offset":2306},{"uri":"Stream","surface_form":"Stream","offset":2449},{"uri":"Drainage","surface_form":"drainage","offset":2475},{"uri":"Mountain","surface_form":"mountain","offset":2499},{"uri":"Forest","surface_form":"forest","offset":2513},{"uri":"Hydrothermal_vent","surface_form":"hydrothermal","offset":2730},{"uri":"Water","surface_form":"water","offset":2873},{"uri":"North_America","surface_form":"North America","offset":2921},{"uri":"Pollution","surface_form":"pollution","offset":2962},{"uri":"Tributaries","surface_form":"tributaries","offset":3059},{"uri":"Clarity","surface_form":"Clarity","offset":3087},{"uri":"Natural","surface_form":"natural","offset":3204},{"uri":"Dissolve","surface_form":"dissolved","offset":3337},{"uri":"PH","surface_form":"pH","offset":3366},{"uri":"Tribe","surface_form":"tribe","offset":3440},{"uri":"Native_Americans_in_the_United_States","surface_form":"Native Americans","offset":3449},{"uri":"Holy","surface_form":"sacred","offset":3501},{"uri":"Legend","surface_form":"legend","offset":3520},{"uri":"Visionary","surface_form":"vision quest","offset":3735},{"uri":"Spiritualism","surface_form":"spiritual","offset":3821},{"uri":"Crater_Lake_National_Park","surface_form":"Crater Lake National Park","offset":3924}]}