{"id":627832,"url":"http://en.wikipedia.org/wiki/Akwid","text":"Akwid is a Mexican group that combines the hip hop style with the Mexican regional music. Akwid starts the group in 2000 was known like Juvenile Style. The rappers Francisco \"AK\" Gómez and Sergio \"Wikid\" Gómez, who form Akwid, are brothers. They were born in Jiquilpan, Michoacán, but now live in Los Angeles, California.\nBeginnings.\nSergio and Francisco Gómez were born in Jiquilpan, Michoacan, Mexico. They moved to the United States of America to the five and three years respectively. Educated in the streets of Los Angeles, discovered a musical talent and a big worry between the worlds of the \"Hip Hop\". The group was recognised and pressed effusively the fusion between the music and culture. Akwid gave life and identity to the people that represent the youth in the diverse communities around the world. Appointed pioneers of the gender, the Gómez brothers manage in the world of creation and expression through the music.\nDiscography.\nThe first album, \"Proyecto Akwid\", won two Billboard Prizes and a Grammy to the Best Album of Alternative Latin/Rock.\nThe album Hoy, Ayer, and Forever remixes several songs of the album \"2002 A.D.\" Using his more recent style, the incorporation of the Mexican regional music. The album \"KOMP 104.9 Radio Compa\" is recorded in the form of a broadcast of a station of radio that only happens music of Akwid. Both albums are of the year 2004. His album\" Los Aguacates de Jiquilpan\" (2005) is recorded as if it was a tale of fairies that explains his arrival of Mexico to the United States. At present they have signed with the stamp Machete Music, that belongs to Universal musical group.\nAkwid's song, \"Chivas Explosivas!\" It is the official hymn of the Sportive Club Chivas USA of the Major League Soccer","categories":[],"infobox_types":[],"annotations":[{"uri":"Hip_hop","surface_form":"hip hop","offset":43},{"uri":"Mexico","surface_form":"Mexican","offset":66},{"uri":"Michoac%C3%A1n","surface_form":"Michoacán","offset":270},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":297},{"uri":"California","surface_form":"California","offset":310},{"uri":"Michoac%C3%A1n","surface_form":"Michoacan","offset":385},{"uri":"Mexico","surface_form":"Mexico","offset":396},{"uri":"United_States","surface_form":"United States of America","offset":422},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":516},{"uri":"Hip_hop","surface_form":"Hip Hop","offset":600},{"uri":"Latin_Grammy_Award","surface_form":"Grammy","offset":1011},{"uri":"United_States","surface_form":"United States","offset":1517},{"uri":"Universal_Music_Group","surface_form":"Universal musical group","offset":1606},{"uri":"C.D._Chivas_USA","surface_form":"Sportive Club Chivas USA","offset":1697},{"uri":"Major_League_Soccer","surface_form":"Major League Soccer","offset":1729}]}