{"id":627892,"url":"http://en.wikipedia.org/wiki/Sea_ice","text":"Sea ice is simply frozen ocean water. It forms, grows, and melts in the ocean. In contrast, icebergs, glaciers, ice sheets, and ice shelves all originate on land. Sea ice occurs in both the Arctic and Antarctic.\nDescription of Sea Ice.\nBecause sea ice is made of frozen seawater, it is salty (unlike icebergs). Sea ice generally grows in the winter (when it is often dark all day and night) and melts in the summer (when there is twenty-four hour daylight). Sea ice normally covers more area near in the Antarctic than the Arctic. Because the ice is salty, sea ice is heavier, less transparent and easier to break than ice that isn't salty.\nSea Ice Mechanical Properties.\nThe 'mechanical properties' of sea ice refer to how easy it is to bend, break, squash and stretch the ice. This behaviour is dominated by the fact that sea ice is not entirely solid - instead it contains lots of tiny pockets of salt water. Older ice also often contains many air bubbles. This makes it much easier to squash, break and snap than a normal ice cube in a drink.\nWhen two pieces of sea ice squash up against each other, they can crumple up and break to form a 'ridge' at the part where they touch. Before doing this they might bend. It is also relatively easy to pull apart a single piece of sea ice by pulling opposite edges in opposite directions.\nSea Ice Optical Properties.\nBecause sea ice has air bubbles and saltwater pockets inside it, it is much harder to see through than non-salty, clear ice. This is because light can't go through it without hitting the bubbles and pockets. Most sea ice in winter is covered by a layer of snow, which you also can't see through. All this means that when the sun shines on sea ice, not much of its light gets through to the sea below the ice. This limits the amount of algae and tiny plants that can grow in the sea. This is important because when the ice melts, much more light gets through and the algae and tiny plants can then thrive. This effect also keeps the sea below cooler.\nImportance to the people that live in the Arctic.\nAround four million people live in the Arctic, with many of them living near the sea. Many of these people have lived here for centuries, and have learned to use and depend on the sea ice to live. In particular, coastal residents of the Arctic travel over the sea ice and use it to hunt animals. This hunting is done both for food and to make clothes. Because some people spent a lot of their lives on the ice, it becomes very important to them and their communities.\nImportance to the animals that live in the polar regions.\nMay animals live on top of and under the sea ice. It makes life more difficult for some, but less difficult for others. Animals like seals and polar bears exist both on top of the sea ice, but also swim in the sea. Because microscopic plants and algae don't grow well under the sea ice because they need the sun, the animals that eat them (like fish) also spend less time under the ice.\nImportance to the climate.\nAlthough it's not smooth like a mirror, sea ice is very shiny. Most of the sunlight that hits it bounces off and shines back into space. By not absorbing a lot of sunlight, the poles stay cold. Having cold regions near the top and bottom of the earth is important for global weather, because it affects the way cold and warm air moves around. When cold air moves down from the Arctic, it can cause very serious storms. When warm air moves up into the Arctic, it can cause the sea ice to melt and break up.\nSea ice also acts as a barrier between the sea and the air. In the rest of the world, water is often evaporating from the sea to the air. Eventually when the air fills up with water, it rains. Sea ice strongly reduces this transfer, so the air is very dry and it doesn't rain or snow very much.\nSea ice also reduces the amount of heat that flows from the sea to the air.\nSea ice is important for the mixing of the sea surface. When wind blows over the sea, it stirs the water and mixes it up. However when wind blows sea ice around, this mixing is much deeper, and the strength can change. This mixing is important because it affects the lives of microscopic animals that live at the sea surface, and it also affects how salty it is at the sea surface.\nSea ice is changing.\nHuman beings have been releasing a lot of greenhouse gases, which have been making the earth warmer. The Arctic in particular has been getting much warmer. One reason for this is because sea ice formation and melting is very sensitive to temperature changes. When the air is warmer, sea ice grows slower and melts faster.\nThese temperature rises mean that the sea ice begins growing later in the year, and begins melting earlier in the year. It also means that the area of sea ice is decreasing.\nSatellites and Sea Ice.\nGoing to the sea ice is difficult and sometimes dangerous. This makes it impossible to keep track of all the sea ice at once and see how its changing. To solve this, scientists often look at sea ice from space using satellites. There are many ways to do this. Some satellites use cameras that work similarly to common consumer ones. Others make pictures of the sea ice using microwave energy that can go through clouds. Some don't just look at the ice, but send down energy from laser and radar machines and then record how it bounces off the ice.\nThese satellites allow scientists to measure the area covered by sea ice relatively well. However they are still relatively unsure how thick the sea ice is, in part because it is unclear how much snow is resting on the ice at any one time. Measuring the amount of snow that exists on sea ice is difficult, European scientists are currently designing a new satellite called CRISTAL to help study it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ocean","surface_form":"ocean","offset":25},{"uri":"Iceberg","surface_form":"iceberg","offset":92},{"uri":"Glaciers","surface_form":"glaciers","offset":102},{"uri":"Ice_sheet","surface_form":"ice sheet","offset":112},{"uri":"Arctic","surface_form":"Arctic","offset":190},{"uri":"Antarctic","surface_form":"Antarctic","offset":201}]}