{"id":628146,"url":"http://en.wikipedia.org/wiki/Carcassonne_and_Tr%C3%A8bes_attack","text":"On 23 March 2018, there was a series of Islamist terrorist attacks in the towns of Carcassonne and Trèbes in southern France.\nBackground.\nRedouane Lakdim, a 25-year-old French-Moroccan, shot the two occupants of a car in Carcassonne, killing the passenger and hijacking it. He then opened fire on four police officers, seriously wounding one. Lakdim drove to nearby Trèbes, where he stormed a Super U supermarket, killing two civilians, wounding others, and taking at least one hostage.\nA senior gendarme, Lt. Col. Arnaud Beltrame, voluntarily swapped places with a hostage. After a three-hour stand-off, Lakdim fatally shot and stabbed Beltrame. A police tactical unit immediately stormed the building and killed Lakdim. He was named a \"soldier of the Islamic State\" by the Amaq News Agency, and the President of France called the attacks an act of Islamist terrorism.\nMotive.\nLakdim swore allegiance to the Islamic State and demanded the release of Salah Abdeslam, the only surviving suspect of the November 2015 Paris attacks.\nAftermath.\nFive people were killed in the attacks, including the perpetrator, and fifteen were wounded.\nFor his actions, Beltrame was hailed as a hero. Macron said that Beltrame deserved \"the respect and admiration of the whole nation.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Islamist","surface_form":"Islamist","offset":40},{"uri":"Carcassonne","surface_form":"Carcassonne","offset":83},{"uri":"Tr%C3%A8bes","surface_form":"Trèbes","offset":99},{"uri":"Super_U","surface_form":"Super U","offset":393},{"uri":"Supermarket","surface_form":"supermarket","offset":401},{"uri":"National_Gendarmerie","surface_form":"gendarme","offset":496},{"uri":"Arnaud_Beltrame","surface_form":"Arnaud Beltrame","offset":515},{"uri":"GIGN","surface_form":"police tactical unit","offset":649},{"uri":"Amaq_News_Agency","surface_form":"Amaq News Agency","offset":775},{"uri":"Islamic_State_of_Iraq_and_the_Levant","surface_form":"Islamic State","offset":909},{"uri":"Salah_Abdeslam","surface_form":"Salah Abdeslam","offset":951},{"uri":"November_2015_Paris_attacks","surface_form":"November 2015 Paris attacks","offset":1001}]}