{"id":628273,"url":"http://en.wikipedia.org/wiki/The_Expression_of_the_Emotions_in_Man_and_Animals","text":"\"The Expression of the Emotions in Man and Animals\" is Charles Darwin's third major work of evolutionary theory, following \"On the Origin of Species\" (1859) and \"The Descent of Man\" (1871).\nDarwin had intended it as a section of \"The Descent of Man\". However, that book was already quite long: it was published in two volumes. So the \"Expression of the Emotions\" was published separately in 1872.\nThe book is about the way emotional life is shown by the faces and actions of man and other mammals. Darwin sets out ideas that our systems of emotions are inherited, and have evolved in a similar way to the more familiar structural aspects of man and animals.\nHe explores the origins of such human characteristics as the lifting of the eyebrows in moments of surprise and the mental confusion which typically accompanies blushing. The book is very notable for being the first book to use photographs as the main way of showing scientific evidence. The field of study is now called \"behavioural genetics\". One line of evidence he uses is the way many different peoples in different parts of the world have similar facial and emotional reactions.\nDarwin's basic points were: a single origin for the entire human species, and universal human expressions. Also, there are obvious links between the way human emotions are shown and the way other mammals show their emotions. Our emotional displays are adapted from a more basic set of emotional displays common to many mammals. The emotional displays are inherited, automatic and are difficult to control with our conscious mind. They are operated by the more ancient unconscious mind. Modern research has shown that it is extremely difficult to avoid giving signs of our emotions.\nA German translation of \"The Expression\" appeared in 1872; Dutch and French versions followed in 1873 and 1874. A second edition of the book, with only minor alterations, was published in 1890.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles_Darwin","surface_form":"Charles Darwin","offset":55},{"uri":"On_the_Origin_of_Species","surface_form":"On the Origin of Species","offset":124},{"uri":"The_Descent_of_Man","surface_form":"The Descent of Man","offset":162},{"uri":"Mammals","surface_form":"mammals","offset":489},{"uri":"Heredity","surface_form":"inherited","offset":553},{"uri":"Evolved","surface_form":"evolved","offset":573},{"uri":"Eyebrows","surface_form":"eyebrows","offset":734},{"uri":"Surprise","surface_form":"surprise","offset":757},{"uri":"Mental_confusion","surface_form":"mental confusion","offset":774},{"uri":"Blushing","surface_form":"blushing","offset":819},{"uri":"Photography","surface_form":"photographs","offset":886},{"uri":"Unconscious_mind","surface_form":"unconscious mind","offset":1611}]}