{"id":628300,"url":"http://en.wikipedia.org/wiki/Dream_Market","text":"Dream Market is an online darknet market started in late 2013. Dream Market works on a hidden service of the Tor network. This allows online users to browse anonymously and securely while dodging possible monitoring of traffic. The marketplace sells many things, including drugs, stolen data, and fake goods, using the Bitcoin, BitcoinCash and Monero cryptocurrencies. Dream provides an escrow service, with disputes handled by staff. The market also has forums, hosted on a different URL.\nAfter the takeovers and shutdowns of the AlphaBay and Hansa markets in July 2017, there was much speculation that Dream Market would become the main darknet marketplace. Many sellers and buyers from AlphaBay and Hansa communities registered on Dream Market.\nAt the time, Dream Market was reported to have \"57,000 listings for drugs and 4,000 listings for opioids\".\nDream Administrator and vendor Gal Vallerius was arrested in August 2017, after a border search of his laptop confirmed his identity as online drug seller OxyMonster. $500,000 USD in the cryptocurrency Bitcoin was discovered on his laptop. Vallerius is the subject of an continuing investigation about large online narcotics purchases which began in February 2016.\nSecurity problems.\nAfter the recent seizures of other markets, the accounts of a number of Dream Market vendors came under the control of Dutch law enforcement. As the market remains in operation, and no official statement has been released by Dutch authorities regarding this matter, it is not known how these accounts were compromised, though some researchers suggest that shared credentials are to blame.\nOn September 13th, Dream users reported the loss of funds from their accounts in posts to forums such as reddit. In a post to the markets' news page, Staff later confirmed that a hard drive failure caused the issue and promised to refund the lost funds. The issue has not yet been resolved, and it is not known how many (if any) users have had their prior balance compensated.","categories":[],"infobox_types":[],"annotations":[{"uri":"Darknet","surface_form":"darknet","offset":26},{"uri":"Tor_(software)","surface_form":"Tor network","offset":109},{"uri":"Drugs","surface_form":"drugs","offset":273},{"uri":"Counterfeit","surface_form":"fake goods","offset":297},{"uri":"Bitcoin","surface_form":"Bitcoin","offset":319},{"uri":"Cryptocurrency","surface_form":"cryptocurrencies","offset":351},{"uri":"Escrow","surface_form":"escrow","offset":387},{"uri":"AlphaBay","surface_form":"AlphaBay","offset":531},{"uri":"AlphaBay","surface_form":"AlphaBay","offset":689},{"uri":"Hansa_(market)","surface_form":"Hansa","offset":702},{"uri":"Illegal_drugs","surface_form":"drugs","offset":816},{"uri":"Opioid","surface_form":"opioid","offset":845},{"uri":"Gal_Vallerius","surface_form":"Gal Vallerius","offset":886},{"uri":"Reddit","surface_form":"reddit","offset":1733},{"uri":"Hard_disk","surface_form":"hard drive","offset":1807}]}