{"id":628645,"url":"http://en.wikipedia.org/wiki/Kawasaki_Heavy_Industries_%26_CRRC_Sifang_C151C","text":"The Kawasaki Heavy Industries & CRRC Qingdao Sifang C151C is the sixth generation of rolling stock to be introduced on the existing East West Line and North South Line of Singapore. 12 trains were purchased and were delivered between 2017 and 2019, where the trains were tested before starting full service in 2019.\nThe first of the 12 trains was delivered on 27 October 2017. The interior design was shown on 28 February 2018 at the Tuas Depot with two trains on display.\nWhen all trainsets start running on the NSEWL, it will bring the total number of trains running on the NSEWL to 198 trainsets, up from the previous 186 trainsets. The first 3 C151C trainsets started running on 30 September 2018 on the North-South Line. 3 more commenced service by end-2018, and the remaining 6 started services in early 2019.\nDesign.\nThe C151C will be the first MRT rolling stock on the NSEWL to be fitted with fold-up seats, and a new Route Map Display also found in the CT251 on the Thomson-East Coast Line. Rumours were spread saying that the C151Cs will have built-in onboard free Wi-Fi have been deemed untrue when the final design of the C151Cs was unveiled on 28 February 2018 at the Tuas West Depot.\nThe C151C retains most of the features of the C151B trains but with a different livery. It's the second train to follow the LTA's livery rules (the first was the C951) and the first train on the North South & East West Lines to use it. Unlike the C151B before it, it is finished in black for the upper body and white for the lower body, separated by a red and green stripe, which are the NSEWL colours. Unlike the C151A and C151B which has the SMRT Logos on the front, the C151C trains has the Land Transport Authority logos on its body. The front headlights have been replaced by LEDs but retained the placement like the C151B, but the C151C sports a black front from the older trains before C151A trains, albeit in a straight line like the C751B for the C151C.\nTrain Formation.\nThe configuration of a C151C in revenue service is DT-M1-M2-M2-M1-DT\nThe car numbers of the trains range from x701 to x724, where x depends on the carriage type. Individual cars are assigned a 4 digit serial number. A complete six-car trainset consists of an identical twin set of one driving trailer(DT) and two motor cars(M1 & M2) permanently coupled together. For example, set 705/706 consists of carriages 3705, 1705, 2705, 2706, 1706 and 3706.","categories":[],"infobox_types":[],"annotations":[{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":132},{"uri":"North_South_MRT_line","surface_form":"North South Line","offset":151},{"uri":"Tuas_Depot","surface_form":"Tuas Depot","offset":434},{"uri":"Kawasaki_Heavy_Industries_%26amp%3B_CSR_Qingdao_Sifang_C151B","surface_form":"C151B","offset":1244},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":1692},{"uri":"Light-emitting_diode","surface_form":"LEDs","offset":1779},{"uri":"Kawasaki_Heavy_Industries_%26amp%3B_CSR_Qingdao_Sifang_C151A","surface_form":"C151A","offset":1891}]}