{"id":629059,"url":"http://en.wikipedia.org/wiki/Linea_dell%27Impero","text":"The Linea dell'Impero(in English: \"Flight of the Empire\" or simply \"Empire Line\") was the longest flight made by the Italian airline \"Ala Littoria\" (precursor of Alitalia) in the years preceding World War II and was considered the most prestigious Italian air route of the time. It connected Rome with Mogadiscio in Italian East Africa, and from 1939 the route could be travelled without a change of airplane. The route was a key political and symbolic connection between Rome, the 'capital of Italy's Empire', and Italy's colonies in Libya and East Africa.\nHistory.\nThe line was opened after the Italian conquest of Ethiopia in 1936 and was followed by the first air links with the Italian colonies in Italian East Africa, which had begun in an experimental way from 1934. The route was enlarged to 6,379 km and initially joined Rome with Addis Ababa via Syracuse, Benghazi, Cairo, Wadi Halfa, Khartoum, Kassala, Asmara, Dire Dawa. There was a change of aircraft in Benghazi (or sometimes in Tripoli).\nThe route was carried out in three and a half days of daytime flight and the frequency was four flights per week in both directions. Later from Addis Ababa there were three flights a week that continued to Mogadishu, capital of Italian Somalia.\nIn 1939 the time taken to travel the route was reduced with the introduction of the new Savoia-Marchetti \"Marsupiale\", an aircraft that did not require change of aircraft. The flight lasted just 2 days and connected Rome to Tripoli-Cairo-Kassala-Asmara-Addis Abeba-Mogadiscio. In early 1940 it was the fastest and longest route in Africa and was the most prestigious line of Italian civil aviation.\nIn summer 1940, with the start of WWII the route was militarized and controlled by the \"Comando Servizi Aerei Speciali\". In the first months of 1941 it was definitively closed when Italy lost the Africa Orientale Italiana.\nAircraft.\nThe Empire Line was opened using the three-engined seaplane CANT Z.506 in the stretch Rome – Benghazi/Tripoli and the three-engined land-based Savoia-Marchetti SM-73 from Benghazi/Tripoli to Addis Abeba and Africa Orientale Italiana.\nIn 1938 entered service the faster Savoia-Marchetti SM-75 with greater autonomy, capable of carrying a nearly 5000 kg load of mail and up to twenty-four passengers. This aircraft was used from the beginning of 1939 and made it possible -thanks to improved flight authonomy and top speed of 370kmh- to eliminate the change of aircraft, to reduce the number of stopovers and to shorten the travel time of a full day.","categories":[],"infobox_types":[],"annotations":[{"uri":"Alitalia","surface_form":"Alitalia","offset":162},{"uri":"World_War_II","surface_form":"World War II","offset":195},{"uri":"Mogadishu","surface_form":"Mogadiscio","offset":302},{"uri":"Italian_East_Africa","surface_form":"Italian East Africa","offset":703},{"uri":"Addis_Ababa","surface_form":"Addis Ababa","offset":840},{"uri":"Syracuse%2C_Sicily","surface_form":"Syracuse","offset":856},{"uri":"Benghazi","surface_form":"Benghazi","offset":866},{"uri":"Cairo","surface_form":"Cairo","offset":876},{"uri":"Wadi_Halfa","surface_form":"Wadi Halfa","offset":883},{"uri":"Khartoum","surface_form":"Khartoum","offset":895},{"uri":"Kassala","surface_form":"Kassala","offset":905},{"uri":"Asmara","surface_form":"Asmara","offset":914},{"uri":"Dire_Dawa","surface_form":"Dire Dawa","offset":922},{"uri":"Benghazi","surface_form":"Benghazi","offset":967},{"uri":"Tripoli","surface_form":"Tripoli","offset":993},{"uri":"Mogadishu","surface_form":"Mogadishu","offset":1209},{"uri":"WWII","surface_form":"WWII","offset":1681},{"uri":"Italian_East_Africa","surface_form":"Africa Orientale Italiana","offset":1843},{"uri":"Savoia-Marchetti_SM.73","surface_form":"Savoia-Marchetti SM-73","offset":2023},{"uri":"Savoia-Marchetti_SM.75","surface_form":"Savoia-Marchetti SM-75","offset":2149}]}