{"id":629030,"url":"http://en.wikipedia.org/wiki/Office_central_de_lutte_contre_les_crimes_contre_l%27humanit%C3%A9","text":"The Central Office for Combatting Crimes Against Humanity, Genocide and War Crimes (abbreviated \"OCLCH\" in French) is a French inter-ministerial service.\nThe Office is attached to the French National Gendarmerie. It coordinates and directs judicial investigations. It works against crimes against humanity, genocide, war crimes and crimes of torture. Its agents search for the authors, co-perpetrators and alleged accomplices of those offences. If they likely to be on the French territory the Central Office can take action against them.\nCreation and Missions.\nThe Central Office for Combating Crimes against Humanity, Genocide and War Crimes was created on 5 November 2013. Considering the offenses it is in charge of, it has the particularity of exercising its activity within the legal framework of universal jurisdiction. It regularly sends his investigators abroad using international rogatory commissions, to places where the facts have been committed. There, in co-operation with the local authorities, it gathers the elements useful to the manifestation of the truth.\nOrganization.\nLike the Central Office for Combating Environmental Crime and Public Health (OCLAESP), the Central Office for Combating Illegal Labor (OCLTI) and the Central Office for Combatting Delinquency (OCLDI), the OCLCH is attached to the sub-directorate of the Judicial Police of the Directorate General of the National Gendarmerie.\nThe OCLCH maintains specific international relations and in particular with the foreign judicial units specialized in this same field. It is the single point of entry into France for its foreign counterparts (american FBI, german BKA...). As a mirror image, it is the recipient of requests for mutual legal assistance addressed to France by foreign states or international institutions (International Criminal Court (ICC), International Criminal Tribunal for Rwanda (ICTR), EULEX Kosovo, etc.).\nLed by a brigadier general (NATO nomenclature: OF6) from the Gendarmerie Nationale, the Office staff consists of twenty civil servants, coming from the gendarmerie, the national police and the Ministry of Defense. It is completed by operational reservists.\nThe motto of the OCLCH is: \"Hora fugit, stat jus\" (\"time passes, law remains\").","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":120},{"uri":"National_Gendarmerie","surface_form":"French National Gendarmerie","offset":184},{"uri":"Crimes_against_humanity","surface_form":"crimes against humanity","offset":282},{"uri":"Genocide","surface_form":"genocide","offset":307},{"uri":"War_crimes","surface_form":"war crimes","offset":317},{"uri":"Torture","surface_form":"torture","offset":342},{"uri":"Office_Central_de_Lutte_contre_la_D%C3%A9linquance_Itin%C3%A9rante","surface_form":"Central Office for Combatting Delinquency (OCLDI)","offset":1241},{"uri":"Federal_Bureau_of_Investigation","surface_form":"FBI","offset":1634},{"uri":"Federal_Criminal_Police_Office_(Germany)","surface_form":"BKA","offset":1646},{"uri":"International_Criminal_Court","surface_form":"International Criminal Court","offset":1803},{"uri":"International_Criminal_Tribunal_for_Rwanda","surface_form":"International Criminal Tribunal for Rwanda","offset":1839},{"uri":"European_Union_Rule_of_Law_Mission_in_Kosovo","surface_form":"EULEX Kosovo","offset":1890},{"uri":"National_Police_(France)","surface_form":"national police","offset":2080}]}