{"id":62921,"url":"http://en.wikipedia.org/wiki/Kumho_Tire_Co._v._Carmichael","text":"\"Kumho Tire Co. v. Carmichael\" applied the \"Daubert\" standard to expert testimony from non-scientists.\nFacts of the case.\nPatrick Carmichael was driving his minivan on July 6, 1993, when the right rear tire blew out. One of the passengers in the vehicle died, and others were severely injured. Three months later, the Carmichaels sued the manufacturer of the tire, claiming that the tire was defective and the defect caused the accident. The Carmichaels' case rested largely on testimony from a tire failure expert.\nThe tire failure expert relied on features of tire technology that the manufacturer did not dispute, as well as background facts about the particular tire on the Carmichaels' van. The expert's conclusion that a defect in the tire caused the accident rested on certain observations about the tire that Kumho Tire vigorously disputed. Kumho also disagreed with certain aspects of the tire expert's methodology, and asked the federal district court hearing the case to exclude it under Rule 702 of the Federal Rules of Evidence.\nThe district court took its cue from Daubert v. Merrell Dow Pharmaceuticals, which had solidified a gatekeeping role for trial judges in admitting expert testimony. Under Daubert, certain factors contribute to the reliability, and hence the admissibility, of expert testimony, one of which is the general validity of the expert's methods. The district court found the tire expert's methods not to be scientifically valid, and hence excluded his testimony. This meant that Kumho Tire would prevail. The Carmichaels appealed to the Eleventh Circuit.\nThe Eleventh Circuit reversed the district court's ruling in favor of Kumho Tire. It reasoned that Daubert was expressly limited only to scientific expert testimony and did not apply to \"skill- or experience-based observation.\" The tire expert's testimony rested on observation and experience, and so the Eleventh Circuit reasoned the district court should have made a different ruling based on Rule 702 without the Daubert gloss. Kumho Tire asked the Supreme Court to review whether Daubert applied solely to scientific evidence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Daubert_Standard","surface_form":"\"Daubert\" standard","offset":43},{"uri":"Testimony","surface_form":"testimony","offset":72},{"uri":"July_6","surface_form":"July 6","offset":168},{"uri":"1993","surface_form":"1993","offset":176}]}