{"id":62933,"url":"http://en.wikipedia.org/wiki/Levon_Mkrtchyan","text":"Levon Mkrtchyan, (,; born 25 February 1953, in Gyumri) is an Armenian movie director known for his documentaries \"The Muses\", \"Paruyr Sevag\", \"Hovhannes Shiraz\", \"Mashtoc\", \"And There Was Light\", \"A Transcript for Independence\", and many more.\nHe studied in the Directing Department of the Yerevan Fine Arts and Theater Institute.\nIn 1978, he released his debut short movie \"The Muses\". In 1984, he graduated from the Directing Department of VGIK in Moscow. Since 1978, he has shot thirty-three documentaries. He filmed and has an incredible archive about well known Armenians, including the only film footage on Hovhannes Shiraz, incredible footage on Charles Aznavour visiting Armenia after the 1988 earthquake, the funeral of William Saroyan. Levon Mkrtchyan continues his contribution to the Armenian people by making more documentaries about the well known Armenians.1993 \"The Armenian Kingdom of Kilikia\" Footage includes the President of France - Francois Mitterand The President of Armenia - Levon Ter-Petrosyan.\n“Hayk” Studio of Documental movies is currently working on a documentary about William Saroyan, dedicated to the renowned Armenian American writer’s 100th Anniversary.\nThe director of the movie is Levon Mkrtchyan, an accomplished and famous Armenian movie director who is known for his biographical documentaries about people who have had a great impact in the history of the Armenian nation (Jansem, Hovhannes Shiraz, Davit Anhaght, \"My Komitas\"). The filming will take place in the United States where William Saroyan was born and has lived most of his life. Additional filming will take place in France, Turkey, Russia and Armenia. Mr. Mkrtchyan already has an original footage from William Saroyan’s funeral ceremony which has taken place in Armenia. The narration of the movie is going to be offered to Al Pacino. “Hayk” Studio of Documental movies will collaborate with producers in the United States, to bring this exceptional project to life.\nFilmography.\nhttps://www.youtube.com/watch?v=_uMokKYvkNE\nTV movies.\nhttps://www.youtube.com/watch?v=N9LrzZQGJ_w\nhttps://www.youtube.com/watch?v=O77oh_HyQIA","categories":[],"infobox_types":[],"annotations":[{"uri":"Gyumri","surface_form":"Gyumri","offset":47},{"uri":"Armenia","surface_form":"Armenia","offset":61},{"uri":"Moscow","surface_form":"Moscow","offset":450},{"uri":"William_Saroyan","surface_form":"William Saroyan","offset":729}]}