{"id":629440,"url":"http://en.wikipedia.org/wiki/Neboj%C5%A1a_Kavari%C4%87","text":"Nebojša Kavarić (born September 29, 1962) is a Montenegrin artist.\nEarly life and education.\nNebojša Kavarić was born on September 29, 1962 in Podgorica. He graduated from the University of Belgrade Faculty of Medicine in 1988, defended his master's thesis in 2011, and a doctoral dissertation in 2013, and thus received a PhD degree. At the same time when graduating from a Medical faculty (1988.), he also gained the status of a member of the [http://www.ulucg.me/ Association of Fine Artists of Montenegro], and thus a member of the [https://www.aiap-iaa.org/ AIAP - Association Internationale des Arts Plastiques].\nEarly work.\nArtistically, he has been fascinated by the artistic and civilization zenith of human development in the Renaissance period. Equally with artistic, sculptural works as well as with an architecture. The painting that mostly influenced his artistic beginning and development was  Vermeer's \"View of Delft\" by Johannes Vermeer. About it, he says: “It has led me through the open door of my desires to the world of dreams and imagination. It has granted tranquility, harmony and creative energy\". Flirtation with Impressionists and the connections of soul, body and the world in their paintings, is visible in his early artistic period.\nKavaric art.\nThe most important phase of his work begins with 2015, with an introduction of a completely innovative, unusual, original and provocative art technique. Kavaric created his monochrome canvas with fingers and decided to take the brush only on the final stage of the painting. He believes this approach makes his paintings real and grants them a emotional and sensible impulse, that the viewer can see and feel.\nAngelo Bacci, art critic, writer and a person who has worked with Venice Biennale for more than 40 years, points out professionalism and originality of the Montenegrin artist. “Kavaric paints with great skill and talent, he is recognized for his spontaneity and authentic vision. With much tenderness master shows the real, powerful reality, characterized by a mixture of vibrations and transgressive emotions that Kavaric embodies on his canvas with much respect and love. For example, naked bodies in his “Touch” nude series magically turn into precious elements, overcoming clichés and restrictions. They are seen as absolute works of art. These “touches” enable the viewer to understand the real essence of life. The artist because of his creative mind is able to show the real world with no restrictions or limitations. Kavaric puts forward not merely the aesthetical, but the spiritual aspect, he empowers love in its Christian sense”.\nThemes of artist’s works vary: nature, faith, love, erotic − the world in its full diversity, transmitted on the canvas in \"Biblical plots\", \"Looking at the birds\", \"Touch\".\nAs an essential part of the Kavaric art project there is a Fine art Photography. Kavaric's photographs, as he calls it \"an ECG of time, a recorded life with the lens\", found their home on the Vogue.it website.\nAs the creator and initiator of the Kavaric art project, along with artist himself, it's an art organization Art Touch Art, founded by art manager Sanja Lekic.\nMain exhibitions.\n1992. Podgorica, Montenegro, KIC Budo Tomovic Gallery\n1992. Kotor, Montenegro, Centre for Culture Gallery\n1993. Beograd, Serbia, Narodnog fonda – Kuca Krsmanovic Gallery\n1998. Podgorica, Montenegro, Contemporary Art Centre of Montenegro\n2002. Lecce,Italy, Gallera dell castello di Otranto\n2003. Podgorica,Montenegro, Centre of modern art Podgorica\n2004. Sv. Stefan, Montenegro, Art Gallery\n2009. Budva, Montenegro, St Maria Church\n2012. Kotor, Montenegro, Gallery of solidarity, Pima palace\n2013. Ohrid, Macedonia, Cultural Centre Ohrid\n2014. Skopje,Macedonia, Museum of city Skopje\n2015. Venezia, Italy, gallery Ca’ Zanardi.\n2017. Moscow, Russia, K35 Art Gallery\nGroup exhibitions.\n1995. Paris, France, exhibition of the Association of Fine Artist of Montenegro ULUCG-a, Yugoslav Cultural Centre\n2015, Venezia, Italy, Art House, International collective exhibition: “Move without Moving”\n2017. Venice, Italy, project \"Brothers in Art\"-Venice Biennale 2017\n2018. Vicenza, Italy, Gallery Cantiere Barche 14, project \"Brothers in Art\" Awards\nPersonal life.\nNebojša Kavarić is married and father of two children. His mother, Desanka, is an art teacher and his father, Jovan, is one of the founders of the Faculty of Medicine at the University of Montenegro.\nKavaric is philatelist and author of several important solutions in the field of applied art in the field of philately.\nSince 2005 he has been elected director of the Primary Health Care Center Podgorica.","categories":[],"infobox_types":[],"annotations":[{"uri":"Montenegro","surface_form":"Montenegrin","offset":47},{"uri":"Podgorica","surface_form":"Podgorica","offset":143},{"uri":"University_of_Belgrade_Faculty_of_Medicine","surface_form":"University of Belgrade Faculty of Medicine","offset":176},{"uri":"Phd","surface_form":"PhD degree","offset":323},{"uri":"Renaissance","surface_form":"Renaissance period","offset":736},{"uri":"Architecture","surface_form":"architecture","offset":815},{"uri":"View_of_Delft","surface_form":"View of Delft","offset":920},{"uri":"Johannes_Vermeer","surface_form":"Johannes Vermeer","offset":938},{"uri":"Impressionism","surface_form":"Impressionists","offset":1140},{"uri":"Monochrome","surface_form":"monochrome","offset":1450},{"uri":"Venice_Biennale","surface_form":"Venice Biennale","offset":1753}]}