{"id":62949,"url":"http://en.wikipedia.org/wiki/Nelly_Furtado","text":"Nelly Kim Furtado ComIH (born December 2, 1978) is a Canadian singer-songwriter.\nShe can also play many musical instruments. She learned to play the trombone and the ukulele at the age of four. In later years, she learned to play the guitar and keyboard. She has released five albums. The first album was released in 2000 and was called \"Whoa! Nelly\". She become famous worldwide because the album was very popular. The first single released was \"I'm Like a Bird\" which earned her a Grammy Award. Her second album was \"Folklore\" released in 2003. It was not as popular as the previous album. Her third album in 2006 was \"Loose\" which spawned many hit songs including \"Promiscuous\", \"Maneater\", \"Say It Right\" and \"All Good Things (Come to an End)\". She then released a Spanish language album in 2009 titled \"Mi Plan\" and in 2010 released a greatest hits album. Her next English language album \"The Spirit Indestructible\" was released in 2012. Furtado's parents are Portuguese immigrants. She sings in English, Spanish and Portuguese.\nOn September 20, 2003, she gave birth to a daughter, Nevis.\nBiography.\nHer parents named her Nelly Kim in reference to Kazakh gymnastics champion Nellie Kim who won 5 gold medals (3 in 1976 and 2 in 1980) and 1 silver (in 1976) at the Olympic Games.\nShe learned to play trombone, guitar and ukulele at the age of 9 and the synthesizer at age 11. Passionate about music from an early age, she knows from the age of 4 that she wants to become a singer. Nelly sang with her mother in a choir, especially during Portugal's National Day.\nAs a teenager, she began to write songs and was part of a Portuguese fanfare. During this time, she listened to R & B, hip-hop, alternative rock, alternative hip-hop, trip hop, fado, bossa nova, Indian music and variety. The artists that Nelly loved (and influenced her) include: Jeff Buckley, Caetano Veloso, Jennifer Lopez, Amalia Rodrigues, Nusrat Fateh Ali Khan, Cornershop, Maryh Blige, Mariah Carey, TLC, Digable Planets, De The Soul, Aaliyah, Radiohead, Oasis, The Smashing Pumpkins, The Verve, U2, Kylie Minogue, Beck.","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Order_of_Prince_Henry","surface_form":"ComIH","offset":18},{"uri":"Canadians","surface_form":"Canadian","offset":53},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":62},{"uri":"Trombone","surface_form":"trombone","offset":149},{"uri":"Ukulele","surface_form":"ukulele","offset":166},{"uri":"Guitar","surface_form":"guitar","offset":234},{"uri":"Keyboard_instrument","surface_form":"keyboard","offset":245},{"uri":"Album","surface_form":"album","offset":277},{"uri":"Whoa%21_Nelly","surface_form":"Whoa! Nelly","offset":338},{"uri":"I%27m_Like_a_Bird","surface_form":"I'm Like a Bird","offset":447},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":483},{"uri":"Folklore_(album)","surface_form":"Folklore","offset":519},{"uri":"Promiscuous_(song)","surface_form":"Promiscuous","offset":668},{"uri":"Maneater_(song)","surface_form":"Maneater","offset":683},{"uri":"Say_It_Right","surface_form":"Say It Right","offset":695},{"uri":"All_Good_Things_(Come_to_an_End)","surface_form":"All Good Things (Come to an End)","offset":714},{"uri":"Mi_Plan","surface_form":"Mi Plan","offset":808},{"uri":"Portuguese_people","surface_form":"Portuguese","offset":965},{"uri":"Immigrant","surface_form":"immigrant","offset":976},{"uri":"English_language","surface_form":"English","offset":1001},{"uri":"Spanish_language","surface_form":"Spanish","offset":1010},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":1022}]}