{"id":6295,"url":"http://en.wikipedia.org/wiki/Usenet","text":"Netnews is a kind of online service that shares postings between a group of computers over a network. One kind of netnews is called usenet. Usenet was started in 1980, before the World Wide Web and is still very active today. Usenet provided a way for people to write postings on many different topics and share them with people all over the world. Postings are sent to all the computers in the community. This differers from a posting on a webserver, which stays on one computer until a person gets it with their web browser.\nThe community of computers comprising a Usenet typically does not include those of end users, e.g. home personal computers. Rather, that community consists of a group of cooperating servers. End users must have access to a member of the server community to read and post. Such access is typically achieved through the news feature of their email program or web browser or through a special program that specializes in netnews. Configuring the program requires the URL of a server, and often a user ID and password.\nThe servers in the Usenet community are independent in the sense that each gets to decide what portions of the Usenet they will serve to their users and how long postings will last on the server. For example, some servers may leave out the adult groups. Because postings have to be transmitted from computer to computer, a given posting takes some time to be available on all servers. Further, they may disappear from active groups on busy servers in a matter of days or weeks.\nBecause Usenet groups are frequently used to share large files, servers may have bandwidth and download limits. If you use a commercial service, it may offer a range of limits at different prices.\nQuery your Internet Service Provider to determine whether their servers are members of the Usenet community or whether they provide free access to one of the commercial services that offers access. You may have to seek out your own commercial service because many providers have their own alternative. AOL and MSN have their Communities; AT&T uses Yahoo! Groups.\nA netnews service may not even be a community of computers. Any user could configure their personal computer to offer a netnews service. Organizations often offer their own netnews service independent of Usenet to support their customers and members. For example, news.microsoft.com is a very large community of Microsoft users and developers that help each other out.\nNetnews groups have a long history and their own netiquette. Look for FAQ and netiquette postings to see the rules for any given group.\nGroups may be moderated or unmoderated. Expect a lot of off topic and potentially offensive material on the unmoderated groups, which are the majority of Usenet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Posting","surface_form":"posting","offset":48},{"uri":"World_Wide_Web","surface_form":"World Wide Web","offset":179},{"uri":"Community","surface_form":"community","offset":395},{"uri":"Webserver","surface_form":"webserver","offset":441},{"uri":"Computer","surface_form":"computer","offset":544},{"uri":"End_users","surface_form":"end users","offset":610},{"uri":"Personal_computer","surface_form":"personal computer","offset":631},{"uri":"Server","surface_form":"server","offset":709},{"uri":"Email","surface_form":"email","offset":867},{"uri":"Computer_program","surface_form":"program","offset":873},{"uri":"Web_browser","surface_form":"web browser","offset":884},{"uri":"URL","surface_form":"URL","offset":991},{"uri":"Password","surface_form":"password","offset":1032},{"uri":"Bandwidth_(computing)","surface_form":"bandwidth","offset":1601},{"uri":"Internet_Service_Provider","surface_form":"Internet Service Provider","offset":1728},{"uri":"AOL","surface_form":"AOL","offset":2019},{"uri":"MSN","surface_form":"MSN","offset":2027},{"uri":"AT%26amp%3BT","surface_form":"AT&T","offset":2055},{"uri":"Yahoo%21","surface_form":"Yahoo!","offset":2065},{"uri":"Microsoft","surface_form":"Microsoft","offset":2392},{"uri":"Netiquette","surface_form":"netiquette","offset":2498},{"uri":"FAQ","surface_form":"FAQ","offset":2519}]}