{"id":629647,"url":"http://en.wikipedia.org/wiki/Xu_Xin","text":"e=\"preserve\">Xu Xin (; born 8 January 1990) is a Chinese table tennis player. He won the mixed gold medal at the World Championships in 2015. In 2013 and in 2017 he won bronze in the singles at the World Championships too.\nCareer.\nIn 2007, Xu played in his first World Championships, where he came to the round of 16 in the doubles. The next years he played international activ and came under the Top 10 in the world. In 2010 he took part in the world-team Championships for the first time, where he won with the team gold. In 2011, he won gold in doubles and came to round of 16 in the Singles category. In 2012 he won gold with the team again. In the same year, he took part in the World Cup, where he finished in 4th place. In January 2013 he finished for the first time world number one.\nAt the World Championships in the same year Xu won bronze in the singles. In the semifinals he lost to Zhang Jike. Also he won the world cup over Vladimir Samsonov in the final. With the team he won the World Championships and the Asian Games. From March 2014 to March 2015 he was for the second time number one in the world. At the World Championships in 2015, he took part in three competitions. In the Singles he lost in the Round of 16 to Fang Bo. In the Mixed and Doubles category he won gold.\nIn 2016, Xu won for the fourth time the world Championships in the team event. At the Olympic Games he didn't play in the singles but won with the team gold. At the World Cup he lost in the final to Fan Zhendong. In 2017, at the World Championships he came to the semifinals and won gold in the doubles category. At the China Open 2017 he boycotted his Round-of-16-match, because the coach was supendend. In 2018 Xu Xin won with the team gold at the World Championships.","categories":[],"infobox_types":[],"annotations":[{"uri":"Table_tennis","surface_form":"table tennis","offset":57},{"uri":"Zhang_Jike","surface_form":"Zhang Jike","offset":895},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":1377},{"uri":"Fan_Zhendong","surface_form":"Fan Zhendong","offset":1490}]}