{"id":629878,"url":"http://en.wikipedia.org/wiki/Li_Xiaoxia","text":"Li Xiaoxia (simplified Chinese: 李晓霞; traditional Chinese: 李曉霞; born 16 January 1988 in Anshan) is a Chinese table tennis player. With her team, she won gold five times at the world championships and gold two times at the Olympics. In doubles Li became the world champion three times and won gold twenty-one times on the world tour. After the Olympics 2016 she finished her career.\nCareer.\nIn 2006 she took part in the world championships for the first time. With the team, she won gold. After that, Li came under the best 10 players in the world rankings. At the world cup, where she took part for the first time too, Li came to the Quarterfinals. In the next year, she won silver in the singles and doubles at the WTTC, and at the grand finals she won gold. For her win at the world cup in 2008, Li was for the first time number one in the world. But she wasn't nominated for the Olympics in 2008.\nIn the next year, Li did not win a lot of big titles, except the Asian Games, so she fell back in time to 8th place in the ITTF-rankings. In the doubles Li Xiaoxia became the 2009 and 2011 world-champion and won the 2011 world tour grand finals, too. In the singles, she became vice-world champion. In 2012, Li was for the first time nominated for the Olympics, where she beat Ding Ning in the finals, and won gold. With the team Li won gold, too.\nThe lastest big title she won was in At the world championships she beat Liu Shiwen in the final and so became world champion in the singles. In the doubles she won the gold medal, too. At the grand finals in the same year she won gold in the doubles. In 2014 she won silver at the world cup, but at the world championships she lost in the semifinal to Liu Shiwen and won bronze. In the doubles she could win silver.\nIn 2016 she played her lastest biggest event: At the Olympics, where she came to the final and lost to Ding Ning she won silver. At the team event she won gold.","categories":[],"infobox_types":[],"annotations":[{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese","offset":12},{"uri":"Traditional_Chinese_characters","surface_form":"traditional Chinese","offset":37},{"uri":"Anshan","surface_form":"Anshan","offset":87},{"uri":"Table_tennis","surface_form":"table tennis","offset":108},{"uri":"Championship","surface_form":"championship","offset":181},{"uri":"Olympics","surface_form":"Olympics","offset":221},{"uri":"Doubles_(tennis)","surface_form":"doubles","offset":234},{"uri":"Olympics","surface_form":"Olympics","offset":342},{"uri":"Championship","surface_form":"championship","offset":424},{"uri":"World_Cup","surface_form":"world cup","offset":563},{"uri":"Singles_(tennis)","surface_form":"singles","offset":688},{"uri":"Doubles_(tennis)","surface_form":"doubles","offset":700},{"uri":"WTTC","surface_form":"WTTC","offset":715},{"uri":"World_Cup","surface_form":"world cup","offset":778},{"uri":"Olympics","surface_form":"Olympics","offset":881},{"uri":"Asian_Games","surface_form":"Asian Games","offset":964},{"uri":"ITTF","surface_form":"ITTF","offset":1022},{"uri":"Olympics","surface_form":"Olympics","offset":1251},{"uri":"Ding_Ning","surface_form":"Ding Ning","offset":1276},{"uri":"Liu_Shiwen","surface_form":"Liu Shiwen","offset":1420},{"uri":"Liu_Shiwen","surface_form":"Liu Shiwen","offset":1700}]}