{"id":62993,"url":"http://en.wikipedia.org/wiki/Fishstick","text":"Fishsticks or fish fingers are a type of food probably invented in the United Kingdom. They are made of a whitefish like cod that is battered and breaded. They are often eaten with tartar sauce, cocktail sauce, or ketchup. \"Fishsticks\" are popular with children and their parents as an easy-to-prepare finger food that is somewhat healthy for kids.\nHistory.\nFishsticks first came about as a result of the invention of the plate froster in 1929, the first quick freezer. To ensure rapid freezing, food needed to be in slim rectangular slabs. A suitable candidate for this freezing method was fishsticks, slivers (small, thin pieces) cut from large fish and dipped in bread crumbs for frying.\nIn Britain in the 1950s, most of the herring catch was pickled and exported to other North European countries. In an attempt to make herring more appealing on the home market, companies tried to present it in a new way, creating herring fishsticks called “herring savouries” and were tested on the market against a bland control product of cod sticks, sold as “fish fingers.” Shoppers in Southampton and South Wales, showed an overwhelming preference for the cod. Cod fishsticks were first produced in Great Yarmouth and introduced in Britain on 26 September 1955. They became immensely popular after television advertising began in 1956. To this day, fish sticks are a favorite food among children.\nProduction.\nOn modern production lines, headless fish are processed through a machine that removes a fillet from each side of the backbone. The fillets then pass over a wheel and a blade that separates the skin from the flesh. Machine filleting leaves a few pin-like bones in the fillet, so the flesh containing the bones is cut out.\nFillets are formed into frozen blocks. A conveyor sends the blanks through batter and breadcrumbs, doubling the thickness of the fishstick. Then each is passed through a hot vegetable oil bath for about one minute to seal the coating and allow the fishstick to be grilled or fried. Then the fishstick is frozen again, with the center reaching -4 °F/-20 °C in less than 20 minutes. After packaging, it is stored at -18 °F/-28 °C, ready for distribution.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":71},{"uri":"Whitefish","surface_form":"whitefish","offset":106},{"uri":"Cod","surface_form":"cod","offset":121},{"uri":"Batter_(cooking)","surface_form":"battered","offset":133},{"uri":"Breading","surface_form":"breaded","offset":146},{"uri":"Tartar_sauce","surface_form":"tartar sauce","offset":181},{"uri":"Cocktail_sauce","surface_form":"cocktail sauce","offset":195},{"uri":"Ketchup","surface_form":"ketchup","offset":214},{"uri":"Plate_froster","surface_form":"plate froster","offset":422},{"uri":"Refrigerator","surface_form":"freezer","offset":461},{"uri":"Slab","surface_form":"slabs","offset":534},{"uri":"Herring","surface_form":"herring","offset":728},{"uri":"Europe","surface_form":"Europe","offset":782},{"uri":"Cod","surface_form":"cod","offset":1031},{"uri":"Television_commercial","surface_form":"television advertising","offset":1292},{"uri":"Fish","surface_form":"fish","offset":1440},{"uri":"Machine","surface_form":"machine","offset":1469},{"uri":"Fillet","surface_form":"fillet","offset":1492},{"uri":"Backbone","surface_form":"backbone","offset":1521},{"uri":"Wheel","surface_form":"wheel","offset":1560},{"uri":"Blade","surface_form":"blade","offset":1572},{"uri":"Skin","surface_form":"skin","offset":1597},{"uri":"Bone","surface_form":"bone","offset":1658},{"uri":"Batter_(cooking)","surface_form":"batter","offset":1800},{"uri":"Breadcrumb","surface_form":"breadcrumb","offset":1811},{"uri":"Vegetable_oil","surface_form":"vegetable oil","offset":1899}]}