{"id":629903,"url":"http://en.wikipedia.org/wiki/Ding_Ning","text":"e=\"preserve\">Ding Ning (simplified Chinese: 丁宁; traditional Chinese: 丁寧; born 20 June 1990 in Daqing) is a Chinese table tennis player. She became olympic champion in Rio 2016 in singles and team category. She is a lefthanded-player and uses the Shakehand-style.\nCareer.\nIn 2009 Ding played for her first time international: At the world championships she won silver. Therefore she came under the top 10 in the world rankings. At the asian championships she won gold in the singles, doubles and with the team. 2010 she was a part of the Chinese National Team that lost to Singapore in the final at the world championships in Moscow. In 2011 she finally put in the world rankings: Ding became world champion in singles, won three Pro Tour Titles, became vice-world champion in doubles and won the world cup at their first participation. In November 2011 she was for the first time number one in the world.\n2012 she won gold with the team at the world championships. In the final they beat Singapore. In the same year Ding took for her first time part in the Olympics in London, where she won with the team gold and in the singles met Li Xiaoxia, where she lost and silver won. At the grand finals she won for her first participation silver in the singles. At the world championships 2013 she came to the semifinal in the singles category, but she lost to Li Xiaoxia again. Indeed she won silver in doubles.\nIn 2014, she beat at the world cup and at the Asian cup Li Xiaoxia and won so gold and came back to number one in the world. At the world championships 2015, she won gold in the singles, and was so two times world champion. In the doubles she won together with Li Xiaoxia silver. Also she won the world tour grand finals, but slipped on place three in the world rankings.\nThe year 2016 began good for Ding Ning: She became world champion with the team again and won for her first time gold in the singles at the olympics and with the team too. At the world championships 2017 Ding won for her third time gold in the singles and in the doubles she won silver. In 2018 she only played the world team cup, where she won gold with the chinese national team.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese","offset":24},{"uri":"Traditional_Chinese_characters","surface_form":"traditional Chinese","offset":48},{"uri":"Daqing","surface_form":"Daqing","offset":94},{"uri":"Table_tennis","surface_form":"table tennis","offset":115},{"uri":"Rio_de_Janeiro","surface_form":"Rio","offset":167},{"uri":"2016","surface_form":"2016","offset":171},{"uri":"Left-handedness","surface_form":"lefthanded","offset":215},{"uri":"2009","surface_form":"2009","offset":274},{"uri":"Championship","surface_form":"championships","offset":338},{"uri":"Championship","surface_form":"championships","offset":440},{"uri":"2010","surface_form":"2010","offset":510},{"uri":"Singapore","surface_form":"Singapore","offset":572},{"uri":"Moscow","surface_form":"Moscow","offset":625},{"uri":"2011","surface_form":"2011","offset":636},{"uri":"November","surface_form":"November","offset":839},{"uri":"2011","surface_form":"2011","offset":848},{"uri":"2012","surface_form":"2012","offset":905},{"uri":"Singapore","surface_form":"Singapore","offset":988},{"uri":"Olympics","surface_form":"Olympics","offset":1057},{"uri":"London","surface_form":"London","offset":1069},{"uri":"Li_Xiaoxia","surface_form":"Li Xiaoxia","offset":1133},{"uri":"2013","surface_form":"2013","offset":1282},{"uri":"Li_Xiaoxia","surface_form":"Li Xiaoxia","offset":1462},{"uri":"Li_Xiaoxia","surface_form":"Li Xiaoxia","offset":1667},{"uri":"2016","surface_form":"2016","offset":1787},{"uri":"2017","surface_form":"2017","offset":1977},{"uri":"2018","surface_form":"2018","offset":2068}]}