{"id":63075,"url":"http://en.wikipedia.org/wiki/Heat_pump","text":"e=\"preserve\">A heat pump is a machine that moves heat from a cold place to a hot place.\nExamples.\nA refrigerator is a heat pump. It moves heat from the inside to the outside. This keeps the food inside cold, so it will not spoil.\nAn air conditioner is a heat pump. It moves heat from the inside of a building to the outside.\nA Peltier device is a heat pump. It moves heat from one side to the other by means of an electric current.\nSome buildings are heated with heat pumps, also. In the winter, the heat pump moves heat from the outside to the inside. Sometimes this works better than heating with a radiator.\nHow it works.\nUsually, heat flows from a hot place to a cold place, according to the second law of thermodynamics. Heat will not move from a cold place to a warmer place by itself. Because of this, a heat pump must use extra energy to move the heat. This is sort of like pumping water uphill.\nMost heat pumps use electric motors to provide energy. Some heat pumps use heat energy, supplied by a flame or an electric heater.\nMost heat pumps use a refrigeration cycle. A refrigeration cycle uses a fluid which moves through tubes and carries the heat. The fluid is called a refrigerant. During the refrigeration cycle, the refrigerant changes from a liquid to a gas and back to a liquid.\nWhen the refrigerant changes from a liquid to a gas, it gains (absorbs) heat energy. This is just like boiling. When the refrigerant changes from a gas back to a liquid, it loses heat energy.\nThe heat pump is set up so that the refrigerant gains heat from one place that will be cooled, and moves it to another place that will be warmed.\nA heat pump forces the refrigerant to change from a gas to a liquid.\nIt uses a compressor to do this. Often, an electric motor drives the compressor. The compressor compresses the refrigerant, and this makes it change from a gas to a liquid. When the refrigerant changes from a gas to a liquid, it also gives up some of the heat that it has been carrying.\nAt the other end of the cycle, the refrigerant boils again. It changes from a liquid to a gas. But it needs heat to do this. When it takes up heat from its surroundings, it cools them down. So where the refrigerant is changing from a liquid to a gas, it feels cooler.\nOn the cooling side, heat is taken up to boil the refrigerant from a liquid to a gas. Then the fluid moves to the heating side.There, the compressor forces the refrigerant back to a liquid again. This makes it give up its heat. So heat has moved from the cooling side to the heating side. Then, the cycle repeats.\nIf the cooling side is the inside of a refrigerator, it gets cold.\nIf the cooling side is the inside of a building, and the warming side is the outside of the building, the inside of the building gets cold. This is how an air conditioner works.\nIf the cooling side is the outside of the building, and the warming side is the inside of the building, this is how a heat pump can heat a building during the winter.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heat","surface_form":"heat","offset":49},{"uri":"Refrigerator","surface_form":"refrigerator","offset":100},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":233},{"uri":"Peltier_device","surface_form":"Peltier device","offset":327},{"uri":"Winter","surface_form":"winter","offset":488},{"uri":"Radiator","surface_form":"radiator","offset":601},{"uri":"Second_law_of_thermodynamics","surface_form":"second law of thermodynamics","offset":696},{"uri":"Energy","surface_form":"energy","offset":836},{"uri":"Pump","surface_form":"pump","offset":882},{"uri":"Electric_motor","surface_form":"electric motor","offset":924},{"uri":"Flame","surface_form":"flame","offset":1006},{"uri":"Electric_heater","surface_form":"electric heater","offset":1018},{"uri":"Refrigeration_cycle","surface_form":"refrigeration cycle","offset":1057},{"uri":"Fluid","surface_form":"fluid","offset":1107},{"uri":"Tube","surface_form":"tube","offset":1133},{"uri":"Refrigerant","surface_form":"refrigerant","offset":1183},{"uri":"Boiling","surface_form":"boiling","offset":1400},{"uri":"Gas_compressor","surface_form":"compressor","offset":1714},{"uri":"Electric","surface_form":"electric","offset":1747},{"uri":"Motor","surface_form":"motor","offset":1756},{"uri":"Refrigerant","surface_form":"refrigerant","offset":1815},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":2795}]}