{"id":630785,"url":"http://en.wikipedia.org/wiki/Chen_Meng","text":"Chen Meng (born 15 January 1994 in Qingdao) is a female Chinese table tennis player.\nCareer.\nIn 2007 and 2008, Chen Meng won the championship playing in both singles and in doubles in Asian Championship. She won 7 medals in 2008, 2009, and 2011.\nAustralian Open.\nIn 2010, Chen took part in the Australian Open where she beat Kasumi Ishikawa, but lost to Zhu Yuling.\nIn the U21-competion, she reached the semifinals. By 2012, she won her first goldmedal by the adults at the Qatar Open, while winning gold at the Kuwait Open in the doubles.\nAt the World Tour Grand Finals she beat Ai Fukuhara in the quarterfinals while losing 3:4 against Ding Ning in the semifinals.\nWorld Championship.\nHer first World Championships she played in 2013, where she in the round of 16 lost to Li Xiaoxia, but won bronze in the doubles. At the Asian Championships Chen won bronze in the singles and in the mixed category, in the team event she won gold, and in the doubles, too. 2014 Chen became World Champion with the team and wo gold at the Asian Games in the singles category.\nIn the doubles she won gold, too. At the World Championships 2015 she only took part in the mixed category, where she lost in the round of 32. At the Grand Finals she came to the final, where she lost for her second time against Ding Ning.\nAt the World Championships 2016 she won gold with the team and became Vice Asian Champion in the singles.\nIn 2017, Meng won gold in the singles and doubles at the Qatar Open.\nAsian Championship.\nShe became Vice Asian Champion in the Asian Championships, but eventually lost to Miu Hirano in the singles game.\nIn the doubles, she won silver together with Zhu Yuling. At the Grand Finals she won gold in the singles and doubles. Therefore she became for the first time number one.\nReferences.\n__INDEX__\n__NEWSECTIONLINK__","categories":[],"infobox_types":[],"annotations":[{"uri":"Qingdao","surface_form":"Qingdao","offset":35},{"uri":"Table_tennis","surface_form":"table tennis","offset":64},{"uri":"Asian_Championship","surface_form":"Asian Championship.","offset":184},{"uri":"Australian_Open","surface_form":"Australian Open","offset":294},{"uri":"Kasumi_Ishikawa","surface_form":"Kasumi Ishikawa","offset":325},{"uri":"Zhu_Yuling","surface_form":"Zhu Yuling","offset":354},{"uri":"Qatar_Open","surface_form":"Qatar Open","offset":474},{"uri":"Kuwait_Open","surface_form":"Kuwait Open","offset":512},{"uri":"Ai_Fukuhara","surface_form":"Ai Fukuhara","offset":580},{"uri":"Ding_Ning","surface_form":"Ding Ning","offset":638},{"uri":"Championship","surface_form":"Championship","offset":703},{"uri":"Li_Xiaoxia","surface_form":"Li Xiaoxia","offset":774},{"uri":"Mixed-sex_education","surface_form":"mixed","offset":886},{"uri":"Asian_Games","surface_form":"Asian Games","offset":1024},{"uri":"Ding_Ning","surface_form":"Ding Ning","offset":1290},{"uri":"Miu_Hirano","surface_form":"Miu Hirano","offset":1578},{"uri":"Zhu_Yuling","surface_form":"Zhu Yuling","offset":1655}]}