{"id":63083,"url":"http://en.wikipedia.org/wiki/Air_conditioner","text":"An air conditioner is a system or a machine that treats air in a defined, usually enclosed area via a refrigeration cycle in which warm air is removed and replaced with cooler air.\nIn construction, a complete system of heating, ventilation, and air conditioning is referred to as HVAC. Whether in homes, offices or vehicles, its purpose is to provide comfort by altering the properties of the air, usually by cooling the air inside.The main function of air conditioner is to change adverse temperature.\nHistory.\nIn the 19th century British scientist and inventor Michael Faraday discovered that compressing and liquefying ammonia could chill air when the liquefied ammonia was allowed to evaporate.\nIn 1842, American physician Dr. John Gorrie used compressor technology to create ice, which he used to cool air for his patients. He hoped eventually to use his ice-making machine to regulate the temperature of buildings and even considered cooling entire cities with a system of centralized air conditioning units.\nAir conditioning applications.\nAir conditioning engineers broadly divide air conditioning applications into \"comfort\" and \"process\".\n\"Comfort applications\" aim to provide an indoor environment that remains relatively constant in a range preferred by humans despite changes in external weather conditions or in internal heat loads.\nIn both comfort and process applications, the objective is not only to control temperature (although in some comfort applications this is all that is controlled) but also factors like humidity, air movement and air quality.\nRefrigeration cycle.\nIn the refrigeration cycle, a pump transfers heat from a lower temperature source into a higher temperature heat sink. Heat will naturally flow in the opposite direction. This is the most common type of air conditioning.\nA refrigerated air conditioning system works in much the same way pumping heat out of the room in which it stands.\nThis cycle takes advantage of the universal gas law \"PV\" = \"nRT\", where \"P\" is pressure, \"V\" is volume, \"R\" is the universal gas constant, \"T\" is temperature, and \"n\" is the number of molecules of gas (1 mole = 6.022×1023 molecules).\nThe most common refrigeration cycle uses an electric motor to drive a compressor. In an automobile the compressor is driven by a pulley on the engine's crankshaft, with both using electric motors for air circulation. Since evaporation occurs when heat is absorbed, and condensation occurs when heat is released, air conditioners are designed to use a compressor to cause pressure changes between two compartments, and actively pump a coolant around an enclosed system. The cooling liquid, or refrigerant is pumped into the cooled compartment (the evaporator coil). Low pressure then causes the refrigerant to evaporate taking the heat with it. In the other compartment (the condenser), the refrigerant vapour is compressed and forced through another heat exchange coil, condensed into a liquid which then rejects the heat previously absorbed from the cooled space.\nHealth implications.\nAir conditioning has as much influence on human health as any generic heating system.Poorly maintained air-conditioning systems (especially large, centralized systems) can occasionally promote the growth and spread of microorganisms such as \"Legionella pneumophila,\" the infectious agent responsible for Legionnaire's disease. Air conditioning can have a positive effect on sufferers of allergies and asthma.\nIn serious heat waves, air conditioning can save the lives of the elderly. Some local authorities have even set up public cooling centers for the benefit of those without air conditioning at home.\nInstallation of the conditioner.\nOne of the main conditions for the high-quality installation of HVAC equipment is the correct choice of the fixing location of the indoor and outdoor units. Each of the listed modules is distinguished by certain design characteristics, rules for future installation. To install an air conditioner, you need to take into account all the requirements thanks to which the equipment can be further operated in different modes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Machine","surface_form":"machine","offset":36},{"uri":"HVAC","surface_form":"HVAC","offset":280},{"uri":"United_Kingdom","surface_form":"British","offset":532},{"uri":"Scientist","surface_form":"scientist","offset":540},{"uri":"Inventor","surface_form":"inventor","offset":554},{"uri":"Michael_Faraday","surface_form":"Michael Faraday","offset":563},{"uri":"Ammonia","surface_form":"ammonia","offset":622},{"uri":"1842","surface_form":"1842","offset":702},{"uri":"United_States_of_America","surface_form":"American","offset":708},{"uri":"John_Gorrie","surface_form":"Dr. John Gorrie","offset":727},{"uri":"Gas_compressor","surface_form":"compressor","offset":748},{"uri":"Ice","surface_form":"ice","offset":780},{"uri":"Habitable_zone","surface_form":"preferred by humans","offset":1252},{"uri":"Humidity","surface_form":"humidity","offset":1530},{"uri":"Refrigeration_cycle","surface_form":"refrigeration cycle","offset":1598},{"uri":"Heat_pump","surface_form":"pump","offset":1621},{"uri":"Universal_gas_law","surface_form":"universal gas law","offset":1961},{"uri":"Universal_gas_constant","surface_form":"universal gas constant","offset":2042},{"uri":"Gas_compressor","surface_form":"compressor","offset":2231},{"uri":"Pulley","surface_form":"pulley","offset":2290},{"uri":"Crankshaft","surface_form":"crankshaft","offset":2313},{"uri":"Evaporation","surface_form":"evaporation","offset":2384},{"uri":"Heat","surface_form":"heat","offset":2408},{"uri":"Condensation","surface_form":"condensation","offset":2430},{"uri":"Legionella_pneumophila","surface_form":"Legionella pneumophila","offset":3289},{"uri":"Legionnaire%27s_disease","surface_form":"Legionnaire's disease","offset":3351},{"uri":"Allergy","surface_form":"allergies","offset":3434},{"uri":"Asthma","surface_form":"asthma","offset":3448},{"uri":"Heat_wave","surface_form":"heat wave","offset":3467},{"uri":"Cooling_center","surface_form":"cooling center","offset":3578}]}