{"id":630941,"url":"http://en.wikipedia.org/wiki/Hotarubi_no_Mori_e","text":"is a Shōjo manga. It was written by Yuki Midorikawa. It was shown in the \"LaLa DX\" magazine in July 2002. After, in July 2003, the manga was recreated as tankōbon short stories. The manga is about a girl called Hotaru and her friend Gin. Gin is a young man that wears a mask. They met when Hotaru was six in a forest. Hotaru learnt that if she touched Gin, he would disappear forever. Hotaru comes back every summer so that she can spend time with Gin. Many people think that \"Hotarubi no Mori e\" was a starting point for another book that was also written by Yuki Midorikawa. That was called \"Natsume's Book of Friends\".\nAn anime movie that had the same name as the manga was created. It was 44 minutes and it was released in 2011. It was made in a studio called Brain's Base. The director of the movie was Takahiro Omori. The main voice actors of the movie were Ayane Sakura and Kōki Uchiyama. Some of the music in the movie was made by Makoto Yoshimori. Many people enjoyed the movie and many people were big fans for a long time after the movie was released. The movie came out on 17 September 2011. It was showed at the Scotland Loves Animation festival, the Leeds International Film Festival, Anime Expo, and the 66th Mainichi Film Awards.\nThe movie came out on blu-ray and DVD in Japan. This was on 22 February 2012. An extra story that was called also came out. This came out in a special version of the manga. The special manga and the blu-ray were on number 13 of the Oricon list. People that reviewed the movie said that the movie was very good. They said that it was a beautiful and simple movie. They compared the movie to movies by Hayao Miyazaki and Makoto Shinkai.\nStory.\nThe original manga and movie have the same story. A six-year-old girl called Hotaru Takegawa gets lost in a forest. Many \"yamagami\" and \"yōkai\" live in this forest. A person wearing a mask called Gin finds Hotaru. Gin tells Hotaru that if she touches him, he will disappear. He helps Hotaru get out of the forest. Later, Hotaru keeps visiting Gin in the forest. They become friends, but Hotaru has to go back home in the city for school. Hotaru promises Gin that she will keep coming back each year.\nHotaru grows up but Gin doesn't grow. Hotaru's age quickly becomes closer to Gin's age. When Hotaru becomes a teenager, she finds it hard to keep their friendship together. This might be because they love each other a little bit and that their future together seemed very uncertain. Gin wishes that he could touch and hold Hotaru, but he cannot. One year, Gin takes Hotaru out on a date in a festival. This festival was organised by the spirits. Gin accidentally touches a human boy. He disappears, but he and Hotaru hug. They both tell each other that they loved one another. Hotaru soon moves on with her life near the end of the story.\n\"Hotarubi no mori e Tokubetsu-hen\".\nIn, the story is told from Gin's point of view. When Hotaru leaves after the summer, some of the \"yōkai\" try to cheer Gin up. They give him some persimmons. Persimmons were a very special treat on the mountain. Gin wants to share a persimmon with Hotaru next year. He goes up to the top of a mountain to find ice so that he can preserve a persimmon but he could not find any ice. One of the spirits named Matsumino feels sorry for him and tries to bring the persimmon to Hotaru. Matsumino gets lost on the way there and eats the persimmon. At the end of the story, Hotaru comes back the next summer. Gin thinks about if he can tell Hotaru that he loves her.\nManga.\nThe author of \"Hotarubi no Mori e\" said that the idea for the story came to her really easily. She said this in the postscript of \"Aizoban Hotarubi no Mori e\". She said that she wanted to write a harder story when she had more experience in writing manga. She wrote it before she thought she would because she was scared that she would lose the idea. There were not too many issues while she was writing even though she had many different ideas. Midorikawa wanted to draw many different scenes in the story. She wanted to do a forest in the summer that had a lot of shadows. This was because she wanted to add more colours in the manga. She also wanted to do a calm summer festival and Gin's mask.\nMany people think the love story between Hotaru and Gin was the starting point for \"Natsume's Book of Friends\". This is because both stories have humans and \"yōkai\" interact together. In both of these stories, there are many differences between the characters. Many things stop their relationships and how they understand each other.\nMidorikawa wrote another part of the story in 2011. This was before the anime movie's release. It was called \"Hotarubi no Mori e Tokubetsuhen\". She didn't want to add to the story at first, because the story was already finished. Because of this, she wrote from Gin's point of view.\nAnime.\nThe animation director, who was Yumi Satou, said that he began making the anime because he liked to animate original manga. The movie was approved in the beginning of 2011. The movie's producer (Shuko Yokoyama) said that the movie was supposed to be an original video animation. If it was made as an original video animation, it would not be released in theatres. But another movie, \"Natsume's Book of Friends\" was very popular and it allowed them to make a movie. This was because the same people that made \"Hotarubi no Mori e\" also made \"Natsume's Book of Friends\". The movie was made by the studio Brain's Base. It was directed by Takahiro Omori and it starred Japanese voice actors Ayane Sakura as Hotaru and Kōki Uchiyama as Gin. Satou and Yokoyama worked with each other a lot before this. Not that many people worked on the movie. This is because the movie was very short. The movie was made in Japan instead of other countries. Anime are usually made in different countries.","categories":[],"infobox_types":["animanga/Print","animanga/Print","animanga/Video"],"annotations":[{"uri":"Sh%C5%8Djo","surface_form":"Shōjo","offset":5},{"uri":"Manga","surface_form":"manga","offset":11},{"uri":"Yuki_Midorikawa","surface_form":"Yuki Midorikawa","offset":36},{"uri":"LaLa_DX","surface_form":"LaLa DX","offset":74},{"uri":"Tank%C5%8Dbon","surface_form":"tankōbon","offset":154},{"uri":"Short_story","surface_form":"short stories","offset":163},{"uri":"Mask","surface_form":"mask","offset":270},{"uri":"Natsume%27s_Book_of_Friends","surface_form":"Natsume's Book of Friends","offset":594},{"uri":"Studio","surface_form":"studio","offset":750},{"uri":"Brain%27s_Base","surface_form":"Brain's Base","offset":764},{"uri":"Takahiro_Omori","surface_form":"Takahiro Omori","offset":808},{"uri":"Voice_actor","surface_form":"voice actor","offset":833},{"uri":"Ayane_Sakura","surface_form":"Ayane Sakura","offset":864},{"uri":"K%C5%8Dki_Uchiyama","surface_form":"Kōki Uchiyama","offset":881},{"uri":"Makoto_Yoshimori","surface_form":"Makoto Yoshimori","offset":939},{"uri":"Release","surface_form":"released","offset":1053},{"uri":"Scotland_Loves_Animation","surface_form":"Scotland Loves Animation","offset":1125},{"uri":"Festival","surface_form":"festival","offset":1150},{"uri":"Leeds_International_Film_Festival","surface_form":"Leeds International Film Festival","offset":1164},{"uri":"Anime_Expo","surface_form":"Anime Expo","offset":1199},{"uri":"Mainichi_Film_Awards","surface_form":"Mainichi Film Awards","offset":1224},{"uri":"Blu-ray","surface_form":"blu-ray","offset":1268},{"uri":"DVD","surface_form":"DVD","offset":1280},{"uri":"Oricon","surface_form":"Oricon","offset":1478},{"uri":"Movie_criticism","surface_form":"review","offset":1503},{"uri":"Beautiful","surface_form":"beautiful","offset":1581},{"uri":"Hayao_Miyazaki","surface_form":"Hayao Miyazaki","offset":1646},{"uri":"Makoto_Shinkai","surface_form":"Makoto Shinkai","offset":1665},{"uri":"Yamagami","surface_form":"yamagami","offset":1810},{"uri":"Y%C5%8Dkai","surface_form":"yōkai","offset":1825},{"uri":"Uncertain","surface_form":"uncertain","offset":2460},{"uri":"Festival","surface_form":"festival","offset":2580},{"uri":"Point_of_view_(literature)","surface_form":"point of view","offset":2896},{"uri":"Persimmon","surface_form":"persimmon","offset":3008},{"uri":"Postscript","surface_form":"postscript","offset":3644},{"uri":"Festival","surface_form":"festival","offset":4201},{"uri":"Natsume%27s_Book_of_Friends","surface_form":"Natsume's Book of Friends","offset":4310},{"uri":"Interact","surface_form":"interact","offset":4391},{"uri":"Animate","surface_form":"animate","offset":4950},{"uri":"Approve","surface_form":"approved","offset":4988},{"uri":"Original_video_animation","surface_form":"original video animation","offset":5103},{"uri":"Theatre","surface_form":"theatre","offset":5204},{"uri":"Ayane_Sakura","surface_form":"Ayane Sakura","offset":5536},{"uri":"K%C5%8Dki_Uchiyama","surface_form":"Kōki Uchiyama","offset":5563}]}