{"id":631,"url":"http://en.wikipedia.org/wiki/Probability","text":"Probability is a part of applied mathematics. It has to do with chance, the study of things that might happen or might not happen.\nFor example, using probability, one can show that by throwing a coin up in the air and letting it land, half of the time it will land with one side facing up, and half of the time with the other side facing up. Many coins have a picture of the face of a famous person on one side, and something else on the other side. Often people call the side with the face \"heads\", and the other side \"tails\".\nThe probability (p) of an event \"E\", written formula_1, is always between zero (impossible) and one (certain).\nIf we roll a die (plural: dice), then the chance that it will land on 1 is 1/6 (because there are 6 numbers on a die). Similarly, the chance it will land on 2 is also 1/6. The chance it will land on any number between 1 and 6 is 1, because every time we roll the die, it will always land on a number between 1 and 6.\nProbability can be figured out using mathematics. For example, if one rolls six dice, the chance of them getting a number more than ten is not obvious, but can be figured out using math and science.\nOne of the most interesting things about chance is that to figure out the probability that two things will both happen, one usually multiply their two probabilities together. For example, suppose that one wants to know the probability of rolling two dice and getting a certain combination (it could be two 6s or a 3 then a 5, just any two). The possibility of getting a 3 is one in six (⅙), and the possibility of getting a 5 is also one in six, so the chances of getting a 3 then a 5 is ⅙×⅙=⅟36. If that number is expressed as somewhere between 0 and 1, it equals 0.027...7, which is fairly low. The possibility of getting a 3, then a 5, and then a 2 would be ⅙×⅙×⅙=⅟216 or 0.00463, which is a much lower probability.\nIdeas of probability.\nPeople like Jacob Bernoulli, Pierre-Simon Laplace, or Christiaan Huygens used the word probability, as described above. Other people thought about frequencies; the notion of probability is usually called frequency probability.","categories":[],"infobox_types":[],"annotations":[{"uri":"Applied_mathematics","surface_form":"applied mathematics","offset":25},{"uri":"Dice","surface_form":"die","offset":652},{"uri":"Plural","surface_form":"plural","offset":657},{"uri":"Dice","surface_form":"dice","offset":665},{"uri":"Mathematics","surface_form":"mathematics","offset":993},{"uri":"Jacob_Bernoulli","surface_form":"Jacob Bernoulli","offset":1908},{"uri":"Pierre-Simon_Laplace","surface_form":"Pierre-Simon Laplace","offset":1925},{"uri":"Christiaan_Huygens","surface_form":"Christiaan Huygens","offset":1950},{"uri":"Frequency_probability","surface_form":"frequency probability","offset":2100}]}