{"id":63108,"url":"http://en.wikipedia.org/wiki/Cogeneration","text":"Cogeneration (also combined heat and power, CHP) is the use of a heat engine or a power station to make both electricity and useful heat at the same time.\nConventional power plants emit the heat created as a byproduct of electricity generation into the environment through cooling towers, as flue gas, or by other means. Combined heat and power captures the byproduct heat for domestic or industrial heating purposes, either very close to the plant, or - especially in Scandinavia and eastern Europe - for distribution through pipes to heat local housing.\nByproduct heat at moderate temperatures (100 to 180°C) can also be used in absorption chillers for cooling. A plant producing electricity, heat and cold is sometimes called regeneration or more generally: polygene ration plant.\nCogeneration is a thermodynamically efficient use of fuel. In separate production of electricity some energy is lost as waste heat, but in cogeneration this energy performs useful work (see energy).\nOverview.\nThermal power plants (including those that use fissile elements or burn coal, petroleum, or natural gas), and heat engines in general, do not convert all of their available energy into electricity. In most heat engines, a bit more than half is wasted as excess heat (see: Second law of thermodynamics). By capturing the excess heat, CHP uses heat that would be wasted in a conventional power plant, potentially reaching an efficiency of up to 70%, compared with at most 40% for the conventional plants. This means that less fuel needs to be consumed to produce the same amount of useful energy. Also, less pollution is produced for a given economic benefit.\nAn exact match between the heat and electricity needs rarely exists. A CHP plant can either meet the need for heat (\"heat driven operation\") or be run as a power plant with some use of its waste heat.\nCHP is most efficient when the heat can be used on site or very close to it. Overall efficiency is reduced when the heat must be transported over longer distances. This requires heavily insulated pipes, which are expensive and inefficient; whereas electricity can be transmitted along a comparatively simple wire, and over much longer distances for the same energy loss.\nA car motor becomes a CHP plant in winter, when the reject heat is useful for warming the interior of the vehicle. This example scores the point that deployment of CHP depends on heat uses in the neighbourhood of the heat engine.\nCogeneration plants are commonly found in district heating systems of big towns, hospitals, prisons, oil refineries, paper mills, wastewater treatment plants, thermal enhanced oil recovery wells and industrial plants with large heating needs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Heat_engine","surface_form":"heat engine","offset":65},{"uri":"Power_station","surface_form":"power station","offset":82},{"uri":"Electricity","surface_form":"electricity","offset":109},{"uri":"Heat","surface_form":"heat","offset":132},{"uri":"Electricity_generation","surface_form":"electricity generation","offset":221},{"uri":"Cooling_tower","surface_form":"cooling tower","offset":273},{"uri":"Flue_gas","surface_form":"flue gas","offset":292},{"uri":"Heating","surface_form":"heating","offset":400},{"uri":"Scandinavia","surface_form":"Scandinavia","offset":469},{"uri":"Europe","surface_form":"Europe","offset":493},{"uri":"District_heating","surface_form":"heat local housing","offset":536},{"uri":"%C2%B0C","surface_form":"°C","offset":607},{"uri":"Gas-absorption_refrigerator","surface_form":"absorption chillers","offset":631},{"uri":"Regeneration","surface_form":"regeneration","offset":729},{"uri":"Thermodynamics","surface_form":"thermodynamically","offset":802},{"uri":"Efficiency","surface_form":"efficient","offset":820},{"uri":"Fuel","surface_form":"fuel","offset":837},{"uri":"Waste_heat","surface_form":"waste heat","offset":904},{"uri":"Work","surface_form":"work","offset":964},{"uri":"Energy","surface_form":"energy","offset":974},{"uri":"Uranium","surface_form":"fissile elements","offset":1040},{"uri":"Coal","surface_form":"coal","offset":1065},{"uri":"Petroleum","surface_form":"petroleum","offset":1071},{"uri":"Natural_gas","surface_form":"natural gas","offset":1085},{"uri":"Heat_engine","surface_form":"heat engine","offset":1103},{"uri":"Second_law_of_thermodynamics","surface_form":"Second law of thermodynamics","offset":1265},{"uri":"Power_plant","surface_form":"power plant","offset":1379},{"uri":"Efficiency","surface_form":"efficiency","offset":1416},{"uri":"Power_plant","surface_form":"power plant","offset":1807},{"uri":"Enhanced_oil_recovery","surface_form":"enhanced oil recovery","offset":2620}]}