{"id":631205,"url":"http://en.wikipedia.org/wiki/Mental_capacity","text":"e=\"preserve\">:\"For a general discussion of mental capacity, see Intelligence\"\nMental capacity in law is a term used to describe a person's ability to be able to make decisions for themselves and to be able to understand what those decisions will mean for them.\nSometimes, people who are unwell, such as those with illnesses which affect their memory (Alzheimer's disease or Dementia), those with learning difficulties, or who have mental health problems, may find themselves in a position where their ability to make decisions for themselves is questioned. This may be because they do not understand that what they are doing is not good for them; they do not realise that it might make them ill or get them into trouble.\nPeople can also lack capacity if they are unable to communicate in any way; for example, if they're in a coma or if they have severe brain damage. In this case, it may be necessary for someone else, such as an advocate or a Judge to make decisions for them by making a court order.\nThis law also allows people who have capacity, to pick someone else to make their decisions for them, in the case that they can't do it themselves.\nSupposing a person is unable to make decisions for themselves, what happens then? In the UK (and many other countries) there is a legal framework to make sure no-one takes advantage of the said person. It often consists of a physician or psychiatrist dealing with the person in question, a solicitor representing the person, and a solicitor representing the \"public interest\" (the state). Meetings are held at agreed times, say once every three months. The purpose is to make sure that decisions taken are in the person's interest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Intelligence","surface_form":"Intelligence","offset":64},{"uri":"Law","surface_form":"law","offset":97},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's disease","offset":351},{"uri":"Dementia","surface_form":"Dementia","offset":374},{"uri":"Learning_difficulties","surface_form":"learning difficulties","offset":396},{"uri":"Mental_health","surface_form":"mental health","offset":431},{"uri":"Coma","surface_form":"coma","offset":826},{"uri":"Brain_damage","surface_form":"brain damage","offset":854},{"uri":"Advocate","surface_form":"advocate","offset":931},{"uri":"Judge","surface_form":"Judge","offset":945},{"uri":"Court_order","surface_form":"court order","offset":990},{"uri":"UK","surface_form":"UK","offset":1240},{"uri":"Legal","surface_form":"legal","offset":1281},{"uri":"Physician","surface_form":"physician","offset":1376},{"uri":"Psychiatrist","surface_form":"psychiatrist","offset":1389},{"uri":"Solicitor","surface_form":"solicitor","offset":1441},{"uri":"Solicitor","surface_form":"solicitor","offset":1482}]}