{"id":63129,"url":"http://en.wikipedia.org/wiki/Heat_engine","text":"e=\"preserve\">In engineering and thermodynamics, a heat engine converts heat energy to mechanical work by using the temperature difference between a hot \"source\" and a cold \"sink\". Heat is transferred from the source, through the \"working body\" of the engine, to the \"sink\", and in this process some of the heat changes into work by using the qualities of the gas or liquid inside the engine.\nThere are many kinds of heat engines. Each has a thermodynamic cycle. Heat engines are often named after the thermodynamic cycle they use, like the Carnot cycle. They often pick up everyday names, such as gasoline/petrol, turbine, or steam engines.\nInternal combustion engine<nowiki/>s generate heat inside the engine itself. Other heat engines may absorb heat from an external source. Heat engines can be open to the air or sealed and closed off to the outside (This is called an Open or Closed cycle).\nOverview.\nWhen scientists study heat engines they come up with ideas for engines that cannot actually be built. These are called ideal engines or cycles. Real heat engines are often confused with the ideal engines or cycles they attempt to mimic.\nTypically when describing the physical device the term 'engine' is used. When describing the ideal the term 'cycle' is used.\nOne could say that the thermodynamic cycle is an ideal case of the mechanical engine. One could equally say that the model does not quite perfectly match the mechanical engine. However, much benefit is gained from the simplified models, and ideal cases they may represent.\nIn general terms, the larger the difference in temperature between the hot source and the cold sink, the more efficient the cycle or engine. On Earth, the cold side of any heat engine is limited to the air temperature of the place where the engine is.\nMost efforts to improve the efficiency of heat engines goes into increasing the temperature of the heat source, but at very high temperatures the metal of the engine begins to go soft.\nThe efficiency of various heat engines proposed or used today ranges from 3 percent (97 percent waste heat) for the OTEC ocean power proposal through 25 percent for most automotive engines, to 45 percent for a supercritical coal plant, to about 60 percent for a steam-cooled combined cycle gas turbine. All of these processes gain their efficiency (or lack thereof) due to the temperature drop across them.\nThe least efficient, OTEC, uses the temperature difference of ocean water on the surface and ocean water from the depths, a small difference of perhaps 25 degrees Celsius, and so the efficiency must be low.\nThe most efficient, the combined cycle gas turbine burns natural-gas to heat air to nearly 1530 degrees Celsius, a large temperature difference of 1500 degrees Celsius, and so the efficiency can be very large when the steam-cooling cycle is added.\nEveryday examples.\nPeople mostly use heat engines where the heat comes from a fire that expands a working fluid (usually either water or air) and the heat sink is either a body of water or the atmosphere as in a cooling tower.\nFamiliar ones that use the expansion of heated gases include: the steam engine, the diesel engine, and the gasoline (petrol) engine in an automobile.\nThe Stirling engine is much rarer but is found in small models which can run off the heat of a hand.\nOne kind of toy heat engine is the drinking bird.\nA bimetallic strip is a device that converts temperature into mechanical movement and is used in thermostats to control temperature. It is a heat engine that does not use a liquid or gas.","categories":[],"infobox_types":[],"annotations":[{"uri":"Engineering","surface_form":"engineering","offset":16},{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":32},{"uri":"Heat","surface_form":"heat","offset":71},{"uri":"Energy","surface_form":"energy","offset":76},{"uri":"Mechanical_work","surface_form":"mechanical work","offset":86},{"uri":"Temperature","surface_form":"temperature","offset":115},{"uri":"Heat_transfer","surface_form":"transferred","offset":188},{"uri":"Energy","surface_form":"work","offset":324},{"uri":"Thermodynamic_cycle","surface_form":"thermodynamic cycle","offset":441},{"uri":"Carnot_cycle","surface_form":"Carnot cycle","offset":540},{"uri":"Turbine","surface_form":"turbine","offset":614},{"uri":"Steam_engine","surface_form":"steam engine","offset":626},{"uri":"Internal_combustion_engine","surface_form":"Internal combustion engine","offset":641},{"uri":"Engine","surface_form":"engine","offset":1199},{"uri":"Thermal_efficiency","surface_form":"efficient","offset":1651},{"uri":"Ocean_thermal_energy_conversion","surface_form":"OTEC","offset":2094},{"uri":"Fossil_fuel_power_plant","surface_form":"coal plant","offset":2202},{"uri":"Combined_cycle","surface_form":"combined cycle","offset":2253},{"uri":"Gas_turbine","surface_form":"gas turbine","offset":2268},{"uri":"Cooling_tower","surface_form":"cooling tower","offset":3052},{"uri":"Steam_engine","surface_form":"steam engine","offset":3133},{"uri":"Diesel_engine","surface_form":"diesel engine","offset":3151},{"uri":"Internal_combustion_engine","surface_form":"gasoline (petrol) engine","offset":3174},{"uri":"Automobile","surface_form":"automobile","offset":3205},{"uri":"Stirling_engine","surface_form":"Stirling engine","offset":3221},{"uri":"Drinking_bird","surface_form":"drinking bird","offset":3353},{"uri":"Bimetallic_strip","surface_form":"bimetallic strip","offset":3370},{"uri":"Thermostat","surface_form":"thermostat","offset":3465}]}