{"id":63122,"url":"http://en.wikipedia.org/wiki/Gas_compressor","text":"A gas compressor is a mechanical device that increases the pressure of a gas by reducing its volume. Compression of a gas naturally increases its temperature. When the gas is air, the machine is called an air compressor.\nCompressors are similar to pumps: both increase the pressure on a fluid and both can transport the fluid through a pipe. As gases are compressible, the compressor also reduces the volume of a gas. Liquids are relatively incompressible, so the main action of a pump is to transport liquids.\nTypes of compressors.\nThe more important types in each of the four sub-categories are discussed below.\nCentrifugal compressors.\nCentrifugal compressors use a vaned rotating disk or impeller in a shaped housing to force the gas to the rim of the impeller, increasing the velocity of the gas. A diffuser (divergent duct) section converts the velocity energy to pressure energy. They are primarily used for continuous, stationary service in industries such as oil refineries, chemical and petrochemical plants and natural gas processing plants. Their application can be from 100 hp (75 kW) to thousands of horsepower. With multiple staging, they can achieve extremely high output pressures greater than 10,000 psi (69 MPa).\nMany large snow-making operations (like a ski resort) use this type of compressor. They are also used in internal combustion engines as superchargers and turbochargers. Centrifugal compressors are used in small gas turbine engines or as the final compression stage of medium-sized gas turbines.\nDiagonal or mixed-flow compressors.\nDiagonal or mixed-flow compressors are similar to centrifugal compressors, but have a radial and axial velocity component at the exit from the rotor. The diffuser is often used to turn diagonal flow to the axial direction. The diagonal compressor has a lower diameter diffuser than the equivalent centrifugal compressor.\nAxial-flow compressors.\nAxial-flow compressors use a series of fan-like rotating rotor blades to progressively compress the gasflow. Stationary stator vanes, located downstream of each rotor, redirect the flow onto the next set of rotor blades. The area of the gas passage diminishes through the compressor to maintain a roughly constant axial Mach number. Axial-flow compressors are normally used in high flow applications, such as medium to large gas turbine engines. They are almost always multi-staged. Beyond about 4:1 design pressure ratio, variable geometry is often used to improve operation.\nReciprocating compressors.\nReciprocating compressors use pistons driven by a crankshaft. They can be either stationary or portable, can be single or multi-staged, and can be driven by electric motors or internal combustion engines. Small reciprocating compressors from 5 to 30 horsepower (hp) are commonly seen in automotive applications and are typically for intermittent duty. Larger reciprocating compressors up to 1000 hp are still commonly found in large industrial applications, but their numbers are declining as they are replaced by various other types of compressors. Discharge pressures can range from low pressure to very high pressure (>5000 psi or 35 MPa). In certain applications, such as air compression, multi-stage double-acting compressors are said to be the most efficient compressors available, and are typically larger, noisier, and more costly than comparable rotary units.\nRotary screw compressors.\nRotary screw compressors use two meshed rotating positive-displacement helical screws to force the gas into a smaller space. These are usually used for continuous operation in commercial and industrial applications and may be either stationary or portable. Their application can be from 3 hp (2.24 kW) to over 500 hp (375 kW) and from low pressure to very high pressure (>1200 psi or 8.3 MPa). They are commonly seen with roadside repair crews powering air-tools. This type is also used for many automobile engine superchargers because it is easily matched to the induction capacity of a piston engine.\nScroll compressors.\nA scroll compressor, also known as scroll pump and scroll vacuum pump, uses two interleaved spiral-like vanes to pump or compress fluids such as liquids and gases. The vane geometry may be involute, archimedean spiral, or hybrid curves. They operate more smoothly, quietly, and reliably than other types of compressors.\nOften, one of the scrolls is fixed, while the other orbits eccentrically without rotating, thereby trapping and pumping or compressing pockets of fluid between the scrolls.\nDiaphragm compressors.\nA diaphragm compressor (also known as a membrane compressor) is a variant of the conventional reciprocating compressor. The compression of gas occurs by the movement of a flexible membrane, instead of an intake element. The back and forth movement of the membrane is driven by a rod and a crankshaft mechanism. Only the membrane and the compressor box come in touch with the gas being compressed.\nDiaphragm compressors are used for hydrogen and compressed natural gas (CNG) as well as in a number of other applications.\nMiscellany.\nAir compressors sold to and used by the general public are often attached on top of a tank for holding the pressurized air. Oil-lubricated and oil-free compressors are available. Oil-free compressors are desirable because without a properly designed separator, oil can make its way into the air stream. For some purposes, for example as a diving air compressor, even a little oil in the air stream may be unacceptable.\nStaged compression.\nSince compression generates heat, the compressed gas is to be cooled between stages making the compression less adiabatic and more isothermal. The inter-stage coolers cause condensation meaning water separators with drain valves are present. The compressor flywheel may drive a cooling fan.\nFor instance in a typical diving compressor, the air is compressed in three stages. If each stage has a compression ratio of 7 to 1, the compressor can output 343 times atmospheric pressure (7 x 7 x 7 = 343 Atmospheres).","categories":[],"infobox_types":[],"annotations":[{"uri":"Pressure","surface_form":"pressure","offset":59},{"uri":"Gas","surface_form":"gas","offset":73},{"uri":"Volume","surface_form":"volume","offset":93},{"uri":"Temperature","surface_form":"temperature","offset":146},{"uri":"Air","surface_form":"air","offset":175},{"uri":"Pump","surface_form":"pump","offset":248},{"uri":"Fluid","surface_form":"fluid","offset":287},{"uri":"Pipe_(material)","surface_form":"pipe","offset":336},{"uri":"Impeller","surface_form":"impeller","offset":692},{"uri":"Diffuser","surface_form":"diffuser","offset":804},{"uri":"Oil_refinery","surface_form":"oil refineries","offset":968},{"uri":"Chemical_plant","surface_form":"chemical","offset":984},{"uri":"Petrochemical","surface_form":"petrochemical","offset":997},{"uri":"Natural_gas_processing","surface_form":"natural gas processing","offset":1022},{"uri":"Ski_resort","surface_form":"ski resort","offset":1274},{"uri":"Turbocharger","surface_form":"turbocharger","offset":1386},{"uri":"Gas_turbine","surface_form":"gas turbine","offset":1443},{"uri":"Engine","surface_form":"engine","offset":1455},{"uri":"Rotor_(turbine)","surface_form":"rotor","offset":1965},{"uri":"Stator","surface_form":"stator","offset":2028},{"uri":"Mach_number","surface_form":"Mach number","offset":2228},{"uri":"Gas_turbine","surface_form":"gas turbine","offset":2333},{"uri":"Piston","surface_form":"piston","offset":2542},{"uri":"Crankshaft","surface_form":"crankshaft","offset":2562},{"uri":"Horsepower","surface_form":"horsepower","offset":2762},{"uri":"Helix","surface_form":"helical screws","offset":3478},{"uri":"Supercharger","surface_form":"supercharger","offset":3921},{"uri":"Piston","surface_form":"piston","offset":3995},{"uri":"Pump","surface_form":"pump","offset":4143},{"uri":"Fluid","surface_form":"fluid","offset":4160},{"uri":"Liquids","surface_form":"liquids","offset":4175},{"uri":"Gas","surface_form":"gas","offset":4187},{"uri":"Involute","surface_form":"involute","offset":4219},{"uri":"Archimedean_spiral","surface_form":"archimedean spiral","offset":4229},{"uri":"Compressed_natural_gas","surface_form":"CNG","offset":5015},{"uri":"Air","surface_form":"Air","offset":5078},{"uri":"Diving_air_compressor","surface_form":"diving air compressor","offset":5417}]}