{"id":631301,"url":"http://en.wikipedia.org/wiki/Violette_Szabo","text":"Violette Reine Elizabeth Szabo GC (née Bushell; 26 June 1921 – February 1945) was a French/British agent during the Second World War. Her role was known as Special Operations Executive (SOE). She was twice parachuted into France to help the French resistance activity against German forces (the Wehrmacht).\nDuring her second mission, Szabo was caught by the Germans. She was interrogated, and sent to Ravensbrück concentration camp in Germany, where she was treated harshly. Like most other prisoners, she had to perfom hard work in freezing cold conditions with few clothes. She was shot near the end of the war. After her death, she was awarded the George Cross, the Croix de Guerre and the Medaille de la Resistance.\nSzabo's father was British, and her mother was French.\nEarly life.\nViolette Szabo was born Violette Reine Elizabeth Bushell in Paris on 26 June 1921. Her father was a taxi-driver and car salesman, and her mother was a dressmaker. During her childhood, Violette lived in both France and England at different times. She could speak both languages well. When the Second World War broke out, she was working at \"Le Bon Marché\", a Brixton department store.\nSzabo married Étienne Szabo in 1940. He was a Hungarian non-commissioned officer in the French Foreign Legion. Violette was 19, Étienne was 31.\nAfter her marriage, Violette became a switchboard operator for the General Post Office in central London, working throughout the blitz. Bored by the job, she joined the Auxiliary Territorial Service (ATS) on 11 September 1941. Szabo found within weeks that she was pregnant, so she left the ATS to return to London for the birth.\nViolette sent her baby to childminders while she worked at the South Morden aircraft factory where her father was stationed. Then she was told of her husband's death in action. Étienne had died on 24 October 1942 at the beginning of the Second Battle of El Alamein; he had never seen his daughter. It was Étienne's death that made Violette accept an offer to train as a field agent in the British Special Operations Executive (SOE). It was her best way to fight the enemy.\nSpecial Operations Executive.\nSzabo was sent to the SOE \"finishing school\" at Beaulieu, Hampshire, where she learnt escape and evasion, uniform recognition, communications and cryptography. She had training in weaponry. The final stage in training was parachute jumping. On her first attempt, Szabo badly sprained her ankle and was sent home to recover (it was this ankle that was to fail her later in France). She was able to take the parachuting course again and passed with a second class in February 1944.\nIn 2012 Max Hastings wrote that Szabo was \"adored by the men and women of SOE both for her courage and endless infectious Cockney laughter\", while Leo Marks remembered her as \"A dark-haired slip of mischief...She had a Cockney accent which added to her impishness\".\nAwards.\nSzabo was only the second woman to be awarded the George Cross. Both Violette and Étienne Szabo were awarded the French Croix de Guerre for their bravery in the field. On 17 December 1947 their five-year-old daughter Tania received the George Cross from King George VI on behalf of her late mother. Violette and Étienne Szabo are believed to be the most decorated married couple of World War II.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Cross","surface_form":"GC","offset":31},{"uri":"N%C3%A9e","surface_form":"née","offset":35},{"uri":"Second_World_War","surface_form":"Second World War","offset":116},{"uri":"Special_Operations_Executive","surface_form":"Special Operations Executive","offset":156},{"uri":"France","surface_form":"France","offset":222},{"uri":"French_resistance","surface_form":"French resistance","offset":241},{"uri":"Wehrmacht","surface_form":"Wehrmacht","offset":295},{"uri":"Interrogation","surface_form":"interrogated","offset":375},{"uri":"Ravensbr%C3%BCck_concentration_camp","surface_form":"Ravensbrück concentration camp","offset":401},{"uri":"George_Cross","surface_form":"George Cross","offset":651},{"uri":"Croix_de_Guerre","surface_form":"Croix de Guerre","offset":669},{"uri":"Medaille_de_la_Resistance","surface_form":"Medaille de la Resistance","offset":693},{"uri":"British","surface_form":"British","offset":739},{"uri":"French_people","surface_form":"French","offset":767},{"uri":"Paris","surface_form":"Paris","offset":847},{"uri":"Taxi","surface_form":"taxi","offset":887},{"uri":"Salesman","surface_form":"salesman","offset":907},{"uri":"Dressmaker","surface_form":"dressmaker","offset":938},{"uri":"Brixton","surface_form":"Brixton","offset":1146},{"uri":"Hungarian","surface_form":"Hungarian","offset":1218},{"uri":"Foreign_Legion","surface_form":"Foreign Legion","offset":1267},{"uri":"Post_Office","surface_form":"Post Office","offset":1391},{"uri":"Blitz","surface_form":"blitz","offset":1445},{"uri":"Pregnant","surface_form":"pregnant","offset":1581},{"uri":"Morden","surface_form":"Morden","offset":1715},{"uri":"El_Alamein","surface_form":"El Alamein","offset":1900},{"uri":"Special_Operations_Executive","surface_form":"Special Operations Executive","offset":2043},{"uri":"Cryptography","surface_form":"cryptography","offset":2295},{"uri":"Parachute","surface_form":"parachute","offset":2371},{"uri":"Sprain","surface_form":"sprain","offset":2424},{"uri":"Ankle","surface_form":"ankle","offset":2437},{"uri":"Cockney","surface_form":"Cockney","offset":2751},{"uri":"George_Cross","surface_form":"George Cross","offset":2953},{"uri":"Croix_de_Guerre","surface_form":"Croix de Guerre","offset":3023},{"uri":"George_VI","surface_form":"George VI","offset":3162}]}