{"id":631468,"url":"http://en.wikipedia.org/wiki/Buruli_ulcer","text":"Buruli ulcer is an infectious disease caused by bacteria. These bacteria are related to the ones that cause leprosy and those that cause tuberculosis. The disease can be found in tropical regions, but is not limited to the tropics. It is common in Africa, Southeast Asia and Australia. Currently, it is unknown in what way the disease spreads. It often occurs in rural areas close to swamps, rivers, or lakes. For this reason, vector organisms such as mosquitoes appear likely.\nThere are different forms of thearpy: the most common one consists of a combination two or three different drugs, and removing the affected tissue. Simple tissue removal looks promising, when no ulcers have formed yet. The bacterium does not support temperatures above 40 °C. For this reason, some forms of therapy have included heating the affected skin parts above 40°C. This will kill the bacteria. First attempts suggest that after killing the bacteria, the ulcer will heal in several cases. Even 18 months after the treatment, the disease no longer shows. This means that the method can be tested on more people.<ref name=\"DOI10.1371/journal.pntd.0000380\">Thomas Junghanss, Alphonse Um Boock, Moritz Vogel, Daniela Schuette, Helmut Weinlaeder, Gerd Pluschke, David J. Diemert: \"Phase Change Material for Thermotherapy of Buruli Ulcer: A Prospective Observational Single Centre Proof-of-Principle Trial.\" In: \"PLoS Neglected Tropical Diseases.\" 3, 2009, S. e380.","categories":[],"infobox_types":[],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":19},{"uri":"Bacteria","surface_form":"bacteria","offset":48},{"uri":"Leprosy","surface_form":"leprosy","offset":108},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":137},{"uri":"Africa","surface_form":"Africa","offset":248},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":256},{"uri":"Australia","surface_form":"Australia","offset":275},{"uri":"Swamp","surface_form":"swamps","offset":384},{"uri":"River","surface_form":"rivers","offset":392},{"uri":"Lake","surface_form":"lakes","offset":403},{"uri":"Vector_(biology)","surface_form":"vector organisms","offset":427},{"uri":"Mosquito","surface_form":"mosquitoes","offset":452}]}