{"id":63151,"url":"http://en.wikipedia.org/wiki/Common_cold","text":"The common cold (also known as nasopharyngitis, rhinopharyngitis, acute coryza, or a cold) is an easily spread infectious disease of the upper respiratory system. It damages mostly the nose and throat. The symptoms include cough, painful throat, runny nose (rhinorrhea), and fever. These symptoms usually last seven to ten days, but sometimes up to three weeks. Over two hundred different viruses can cause the common cold, but rhinoviruses are the most common cause.\nAcute infections of the nose, sinuses, throat or larynx (upper respiratory tract infections, URI or URTI) are sorted by the areas of the body that are mostly hurt. The common cold mostly hurts the nose, pharyngitis the throat, and sinusitis the sinuses. The symptoms come from the immune system's response to the infection, not from direct destruction by the viruses themselves. Hand washing is the main way to keep the common cold from happening. Wearing face masks might also help.\nThere is no cure for the common cold, but the symptoms can be treated. It is the most frequent infectious disease in humans. The average person gets two to three colds every year. The average child gets between 6 and 12 colds every year. These colds have been with humans for thousands of years.\nSigns and symptoms.\nThe most common symptoms of a cold are a cough, runny nose, a stuffy nose, and a sore throat. Other issues are sore muscles, feeling tired, headache, and not wanting to eat. Around 40% of people with colds have a sore throat, while around 50% have a cough. Muscle ache happens in about half of the cases. A fever is an uncommon symptom in adults, but it is common in infants and young children. The cough caused by a cold is usually mild compared to a cough caused by influenza (the flu). A cough and a fever indicate a higher likelihood of the flu in adults. A number of the viruses that cause the common cold may also result in no symptoms. The color of the mucus that is coughed up from the lower airways (sputum) may vary in color from clear to yellow to green. This color does not indicate if an infection is caused by viruses or bacteria.\nProgression.\nA cold usually begins with feeling tired, a feeling of being chilled, sneezing, and a headache. Additional symptoms such as runny nose and cough follow within two or more days. Symptoms typically reach their worst two to three days after the infection begins. Symptoms usually end after seven to ten days, but can last up to three weeks. The cough lasts for more than ten days in 35% to 40% of cases involving children. It lasts for more than 25 days in 10% of cases involving children.\nViruses.\nThe common cold is an easily spread infection of the upper respiratory tract. The rhinovirus is the most common cause of the common cold. It accounts for 30% to 80% of all cases. A rhinovirus is an RNA-containing virus of the family Picornaviridae. There are 99 known types of viruses in this family of viruses.\nOther viruses can also cause the common cold. The \"Coronavirus\" causes 10% to 15% of cases. The flu causes 5% to 15% of cases. Other cases may be caused by human parainfluenza viruses, human respiratory syncytial virus, adenoviruses, \"Enteroviruses\", and metapneumovirus. Frequently, more than one virus is present and causing the infection. In total, over two hundred different viruses[k2] are associated with colds.\nTransmission.\nThe common cold virus is usually spread in one of two main ways. By breathing or swallowing droplets in the air containing the virus; or by contacting infected nasal mucus or contaminated objects. The most common method of transmitting the cold virus has not been determined. The viruses may survive for a long time in the environment. Viruses may then be transmitted from the hands to the eyes or nose where infection occurs. People sitting close together appear at greater risk of becoming infected. Transmission is common in day cares and at schools, due to the closeness of many children with little immunity and frequently poor hygiene. These infections are then brought home to other members of the family. There is no evidence that the air on commercial flights transmits cold viruses. Rhinoviruses are most infectious in the first three days of cold symptoms. They are much less infectious afterwards.\nWeather.\nThe traditional theory was that the disease spread to someone staying too long in cold weather, rain, or winter conditions. This is how the disease got its name. The role of body cooling as a risk factor for the common cold is controversial. Some common cold viruses are seasonal, found more often in cold or wet weather. This is believed to mostly be due to more time spent indoors, close to each other; specifically children returning to school. Still, changes in the respiratory system may result in easier infections. Dry air may increase transmission rates by allowing small easily spread droplets to spread farther and stay in the air longer.\nOther.\nHerd immunity, immunity that occurs when an entire group of people become immune to a particular infection, occurs from previous exposure to cold viruses. Thus younger populations have greater rates of respiratory infections and older populations have lower rates of respiratory infections. Poor immune function is also a risk factor for disease. Lack of sleep and poor nutrition have also been associated with a greater risk of developing infection following rhinovirus exposure. This is believed to be due to their effects on immune function.\nPathophysiology.\nThe symptoms of the common cold are believed to be mostly related to the immune response to the virus. The mechanism of this immune response is virus-specific. For example, the rhinovirus is typically acquired by direct contact. It binds to human ICAM-1 receptors through unknown methods to trigger the release of inflammatory mediators. These inflammatory mediators then produce the symptoms. It does not generally cause damage to the nasal epithelium.\nIn contrast, the respiratory syncytial virus (RSV) is contacted by both direct contact and airborne droplets. It then replicates in the nose and throat before frequently spreading to the lower respiratory tract. RSV does cause epithelium damage.\nHuman parainfluenza virus typically results in inflammation of the nose, throat, and airways. In young children, when it affects the trachea it may produce croup, a hoarse cough and difficulty breathing. This is due to the small size of the airway in children.\nDiagnosis.\nThe distinction between different upper respiratory tract infections (URTIs) is loosely based on the location of the symptoms. The common cold primarily affects the nose, pharyngitis primarily affects the throat, and bronchitis primarily affects the lungs. The common cold is frequently defined as inflammation of the nose and may include varying amounts of throat inflammation. Self-diagnosis is common. Isolation of the actual viral agent involved is rarely performed. It is generally not possible to identify the specific virus through symptoms.\nPrevention.\nThe only effective way to prevent the common cold is by physically preventing the spread of the viruses. This primarily includes hand washing and wearing face masks. In the health care environment, gowns and disposable gloves are also worn. Isolating infected individuals is not possible because the disease is so widespread and symptoms are not specific. Vaccination has proved difficult because there are so many viruses involved and the viruses undergo rapid change. Developing a broadly effective vaccine is very unlikely.\nRegular hand washing reduces the spread of cold viruses. It is most effective and is especially recommended for use in children, due to a lack of evidence supporting the effectiveness of over-the-counter cold medicines for children, and due to the risk for harm from those medicines. In 2009, Canada restricted the use of over-the-counter cough and cold medication in children six years old and younger due to concerns regarding risks and unproven benefits. The misuse of dextromethorphan (an over-the-counter cough medicine) has led to its ban in a number of countries.\nIn adults, the symptoms of a runny nose can be reduced by first-generation antihistamines. However, first-generation antihistamines are associated with adverse side effects such as drowsiness. Other decongestants such as pseudoephedrine are also effective in adults. Ipratropium nasal spray may reduce the symptoms of a runny nose, but there is little effect on stuffiness. Second-generation antihistamines do not appear to be effective.\nDue to the lack of studies, it is not known whether drinking more fluids improves symptoms or shortens respiratory illness. A similar lack of data exists for the use of heated humidified air. One study found chest vapor rub to be effective in providing some symptomatic relief of night-time cough, congestion, and sleep difficulty.\nAntibiotics and antivirals.\nAntibiotics have no effect against viral infections and thus have no effect against the common cold. Antibiotics are often prescribed even though antibiotic side effects cause overall harm. Antibiotics are commonly prescribed because people expect doctors to prescribe them, and doctors want to help people. Prescribing antibiotics also happens because it is difficult to exclude causes of infection that may be managed by antibiotics. There are no effective antiviral drugs for the common cold, even though some preliminary research has shown benefit.\nAlternative treatments.\nWhile there are many alternative treatments used for the common cold, there is not enough scientific evidence to support the use of most treatments. As of 2010, there is not enough evidence to recommend for or against either honey or nasal irrigation. Zinc supplements may reduce the severity and duration of symptoms when taken within 24 hours of their onset. The effect of vitamin C on the common cold, while extensively researched, is disappointing. Evidence about the usefulness of echinacea is inconsistent. Different types of echinacea supplements may vary in their effectiveness.\nOutcome.\nThe common cold is generally mild and goes away on its own with most symptoms improving in one week. Severe complications, if they occur, are usually in the very old, the very young, or those who are immunosuppressed (have a weakened immune system). Secondary bacterial infections may occur resulting in sinusitis, pharyngitis, or an ear infection. It is estimated that sinusitis occurs in 8% of cases. Ear infections occur in 30% of cases.\nLikelihood.\nThe common cold is the most common human disease and people are affected all around the world. Adults typically have two to five infections per year. Children may have six to ten colds per year (and up to twelve colds per year for school children). Rates of symptomatic infections increase in the elderly due to a weakening immune system.\nHistory.\nWhile the cause of the common cold has been known since only the 1950s, the disease has been with humanity since ancient times. Its symptoms and treatment are described in the Egyptian Ebers papyrus, the oldest existing medical text, written before the 16th century BC. The name \"common cold\" came into use in the 16th century, due to the similarity between its symptoms and those of exposure to cold weather.\nIn the United Kingdom, the Common Cold Unit (CCU) was set up by the Medical Research Council in 1946, and it was here that the rhinovirus was discovered in 1956. In the 1970s, the CCU demonstrated that treatment with interferon during the incubation phase of rhinovirus infection provided some protection against the disease. No practical treatment could be developed. The unit was closed in 1989, two years after it completed research of zinc gluconate lozenges in the prevention and treatment of rhinovirus colds. Zinc was the only successful treatment developed in the history of the CCU.\nEconomic impact.\nThe economic impact of the common cold is poorly understood in much of the world. In the United States, the common cold leads to 75 million to 100 million physician visits annually, costing at least $7.7 billion per year (by conservative cost estimates). Americans spend $2.9 billion on over-the-counter (OTC) drugs. Americans spend an additional $400 million on prescription medicines for symptomatic relief. More than one-third of people who saw a doctor received an antibiotic prescription. The use of antibiotic prescriptions has implications for antibiotic resistance. An estimated 22 million to 189 million school days are missed each year due to a cold. As a result, parents missed 126 million workdays to stay home to care for their children. When added to the 150 million workdays missed by employees suffering from a cold, the total economic impact of cold-related work loss exceeds $20 billion per year. This accounts for 40% of time lost from work in the United States.\nResearch.\nA number of antivirals have been tested for effectiveness in the common cold. As of 2009, none have been both found effective and licensed for use. There are ongoing trials of the antiviral drug pleconaril. It shows promise against picornaviruses. There are also ongoing trials of BTA-798. The oral form of pleconaril had safety issues and an aerosol form is being studied.\nResearchers from the University of Maryland, College Park and the University of Wisconsin–Madison have mapped the genome for all known virus strains that cause the common cold.","categories":[],"infobox_types":["disease"],"annotations":[{"uri":"Infectious_disease","surface_form":"infectious disease","offset":111},{"uri":"Respiratory_system","surface_form":"respiratory system","offset":143},{"uri":"Symptoms","surface_form":"symptoms","offset":206},{"uri":"Cough","surface_form":"cough","offset":223},{"uri":"Rhinorrhea","surface_form":"rhinorrhea","offset":258},{"uri":"Fever","surface_form":"fever","offset":275},{"uri":"Virus","surface_form":"virus","offset":389},{"uri":"Rhinovirus","surface_form":"rhinovirus","offset":428},{"uri":"Acute_(medicine)","surface_form":"Acute","offset":468},{"uri":"Infection","surface_form":"infection","offset":474},{"uri":"Paranasal_sinuses","surface_form":"sinuses","offset":498},{"uri":"Larynx","surface_form":"larynx","offset":517},{"uri":"Upper_respiratory_tract_infections","surface_form":"upper respiratory tract infections","offset":525},{"uri":"Pharyngitis","surface_form":"pharyngitis","offset":671},{"uri":"Sinusitis","surface_form":"sinusitis","offset":699},{"uri":"Immune_system","surface_form":"immune system","offset":749},{"uri":"Hand_washing","surface_form":"Hand washing","offset":847},{"uri":"Average","surface_form":"average","offset":1081},{"uri":"Myalgia","surface_form":"sore muscles","offset":1379},{"uri":"Fatigue","surface_form":"feeling tired","offset":1393},{"uri":"Headache","surface_form":"headache","offset":1408},{"uri":"Influenza","surface_form":"influenza","offset":1736},{"uri":"Mucus","surface_form":"mucus","offset":1928},{"uri":"Airways","surface_form":"airways","offset":1968},{"uri":"Bacteria","surface_form":"bacteria","offset":2103},{"uri":"Sneeze","surface_form":"sneezing","offset":2196},{"uri":"RNA_virus","surface_form":"RNA-containing virus","offset":2820},{"uri":"Family_(biology)","surface_form":"family","offset":2848},{"uri":"Picornaviridae","surface_form":"Picornaviridae","offset":2855},{"uri":"Coronavirus","surface_form":"Coronavirus","offset":2985},{"uri":"Human_parainfluenza_virus","surface_form":"human parainfluenza virus","offset":3090},{"uri":"Human_respiratory_syncytial_virus","surface_form":"human respiratory syncytial virus","offset":3119},{"uri":"Adenoviruses","surface_form":"adenoviruses","offset":3154},{"uri":"Enterovirus","surface_form":"\"Enteroviruses\"","offset":3168},{"uri":"Metapneumovirus","surface_form":"metapneumovirus","offset":3189},{"uri":"Breathing","surface_form":"breathing","offset":3434},{"uri":"Swallowing","surface_form":"swallowing","offset":3447},{"uri":"Drop","surface_form":"drop","offset":3458},{"uri":"Day_care","surface_form":"day care","offset":3894},{"uri":"Immunity","surface_form":"immunity","offset":3970},{"uri":"Hygiene","surface_form":"hygiene","offset":3999},{"uri":"Airplane","surface_form":"commercial flights","offset":4116},{"uri":"Weather","surface_form":"weather","offset":4372},{"uri":"Winter","surface_form":"winter","offset":4390},{"uri":"Herd_immunity","surface_form":"Herd immunity","offset":4941},{"uri":"Factor_(medicine)","surface_form":"risk factor","offset":5263},{"uri":"Nutrition","surface_form":"nutrition","offset":5311},{"uri":"Inflammation","surface_form":"inflammatory","offset":5817},{"uri":"Epithelium","surface_form":"epithelium","offset":5945},{"uri":"Respiratory_syncytial_virus","surface_form":"respiratory syncytial virus","offset":5974},{"uri":"Trachea","surface_form":"trachea","offset":6336},{"uri":"Croup","surface_form":"croup","offset":6359},{"uri":"Dyspnea","surface_form":"difficulty breathing","offset":6385},{"uri":"Medical_diagnosis","surface_form":"diagnosis","offset":6859},{"uri":"Vaccination","surface_form":"Vaccination","offset":7392},{"uri":"Evidence","surface_form":"evidence","offset":7709},{"uri":"Over-the-counter_drug","surface_form":"over-the-counter","offset":7750},{"uri":"Canada","surface_form":"Canada","offset":7856},{"uri":"Dextromethorphan","surface_form":"dextromethorphan","offset":8035},{"uri":"Antihistamine","surface_form":"antihistamine","offset":8209},{"uri":"Adverse_effect_(medicine)","surface_form":"adverse side effects","offset":8286},{"uri":"Pseudoephedrine","surface_form":"pseudoephedrine","offset":8355},{"uri":"Alternative_medicine","surface_form":"alternative treatments","offset":9530},{"uri":"Honey","surface_form":"honey","offset":9734},{"uri":"Echinacea","surface_form":"echinacea","offset":9995},{"uri":"Immunosuppression","surface_form":"immunosuppressed","offset":10305},{"uri":"Otitis","surface_form":"ear infection","offset":10439},{"uri":"Ancient_history","surface_form":"ancient times","offset":11019},{"uri":"Ancient_Egypt","surface_form":"Egyptian","offset":11082},{"uri":"Ebers_papyrus","surface_form":"Ebers papyrus","offset":11091},{"uri":"BC","surface_form":"BC","offset":11172},{"uri":"16th_century","surface_form":"16th century","offset":11220},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":11323},{"uri":"Economics","surface_form":"economic","offset":11929},{"uri":"Prescription","surface_form":"prescription medicines","offset":12288},{"uri":"Antibiotic_resistance","surface_form":"antibiotic resistance","offset":12476},{"uri":"Aerosol","surface_form":"aerosol","offset":13260},{"uri":"University_of_Maryland","surface_form":"University of Maryland","offset":13312},{"uri":"University_of_Wisconsin%E2%80%93Madison","surface_form":"University of Wisconsin–Madison","offset":13357},{"uri":"Sequence_analysis","surface_form":"mapped the genome","offset":13394}]}