{"id":63166,"url":"http://en.wikipedia.org/wiki/Thermal_physics","text":"Thermal physics is the combined study of thermodynamics, statistical mechanics, and kinetic theory. This umbrella-subject is typically designed for physics students and functions to provide a general introduction to each of three core heat-related subjects. Other authors, however, define thermal physics loosely as a summation of only thermodynamics and statistical mechanics.\nOverview.\nThermal physics, generally speaking, is the study of the statistical nature of physical systems from an energetic perspective. Starting with the basics of heat and temperature, thermal physics analyzes the first law of thermodynamics and second law of thermodynamics from the statistical perspective, in terms of the number of microstates corresponding to a given macrostate. In addition, the concept of entropy is studied via quantum theory.\nA central topic in thermal physics is the canonical probability distribution. The electromagnetic nature of photons and phonons are studied which show that the oscillations of electromagnetic fields and of crystal lattices have much in common. Waves form a basis for both, provided one incorporates quantum theory.\nOther topics studied in thermal physics include: chemical potential, the quantum nature of an ideal gas, i.e. in terms of fermions and bosons, Bose-Einstein condensation, Gibbs free energy, Helmholtz free energy, chemical equilibrium, phase equilibrium, the equipartition theorem, entropy at absolute zero, and transport processes as mean free path, viscosity, and conduction.\nThermodynamic instruments.\nThere are two types of thermodynamic instruments, the meter and the reservoir. A thermodynamic meter is any device which measures any parameter of a thermodynamic system. In some cases, the thermodynamic parameter is actually defined in terms of an idealized measuring instrument. For example, the zeroth law states that if two bodies are in thermodynamic equilibrium with a third body, they are also in thermodynamic equilibrium with each other. This principle, as noted by James Maxwell in 1872, asserts that it is possible to measure temperature. An idealized thermometer is a sample of an ideal gas at constant pressure.\nA thermodynamic reservoir is a system which is so large that it does not appreciably alter its state parameters when brought into contact with the test system.\nIt is important that these two types of instruments are distinct. A meter does not perform its task accurately if it behaves like a reservoir of the state variable it is trying to measure. If, for example, a thermometer, were to act as a temperature reservoir it would alter the temperature of the system being measured, and the reading would be incorrect. Ideal meters have no effect on the state variables of the system they are measuring.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thermodynamics","surface_form":"thermodynamics","offset":41},{"uri":"Statistical_mechanics","surface_form":"statistical mechanics","offset":57},{"uri":"Kinetic_theory","surface_form":"kinetic theory","offset":84},{"uri":"Heat","surface_form":"heat","offset":235},{"uri":"Heat","surface_form":"heat","offset":543},{"uri":"Temperature","surface_form":"temperature","offset":552},{"uri":"First_law_of_thermodynamics","surface_form":"first law of thermodynamics","offset":594},{"uri":"Second_law_of_thermodynamics","surface_form":"second law of thermodynamics","offset":626},{"uri":"Microstate_(statistical_mechanics)","surface_form":"microstate","offset":715},{"uri":"Macrostate","surface_form":"macrostate","offset":752},{"uri":"Entropy","surface_form":"entropy","offset":792},{"uri":"Quantum_mechanics","surface_form":"quantum theory","offset":815},{"uri":"Canonical_probability_distribution","surface_form":"canonical probability distribution","offset":873},{"uri":"Photons","surface_form":"photons","offset":939},{"uri":"Phonons","surface_form":"phonons","offset":951},{"uri":"Oscillation","surface_form":"oscillation","offset":991},{"uri":"Electromagnetic_field","surface_form":"electromagnetic field","offset":1007},{"uri":"Chemical_potential","surface_form":"chemical potential","offset":1195},{"uri":"Quantum","surface_form":"quantum","offset":1219},{"uri":"Ideal_gas","surface_form":"ideal gas","offset":1240},{"uri":"Fermions","surface_form":"fermions","offset":1268},{"uri":"Bosons","surface_form":"bosons","offset":1281},{"uri":"Bose-Einstein_condensation","surface_form":"Bose-Einstein condensation","offset":1289},{"uri":"Gibbs_free_energy","surface_form":"Gibbs free energy","offset":1317},{"uri":"Helmholtz_free_energy","surface_form":"Helmholtz free energy","offset":1336},{"uri":"Chemical_equilibrium","surface_form":"chemical equilibrium","offset":1359},{"uri":"Phase_equilibrium","surface_form":"phase equilibrium","offset":1381},{"uri":"Equipartition_theorem","surface_form":"equipartition theorem","offset":1404},{"uri":"Entropy","surface_form":"entropy","offset":1427},{"uri":"Absolute_zero","surface_form":"absolute zero","offset":1438},{"uri":"Mean_free_path","surface_form":"mean free path","offset":1480},{"uri":"Viscosity","surface_form":"viscosity","offset":1496},{"uri":"Conduction","surface_form":"conduction","offset":1511},{"uri":"Thermodynamic_equilibrium","surface_form":"thermodynamic equilibrium","offset":1892},{"uri":"Thermometer","surface_form":"thermometer","offset":2543}]}