{"id":631675,"url":"http://en.wikipedia.org/wiki/Special_Operations_Executive","text":"The Special Operations Executive (SOE) was a British World War II organisation. It was officially formed on 22 July 1940 under Minister of Economic Warfare Hugh Dalton. It was formed by combining three existing secret organisations. Its purpose was to conduct espionage, sabotage and reconnaissance in occupied Europe against the Axis powers, and to aid local resistance movements. Later there were also reconnaissance missions in occupied Southeast Asia.\nOne of the organisations from which SOE was created was also involved in the formation of the Auxiliary Units, a top secret \"stay-behind\" resistance organisation which would have been activated in the event of a German invasion of Britain.\nFew people were aware of SOE's existence. Those who were part of it or liaised with it sometimes referred to as the \"Baker Street Irregulars\", after the location of its London headquarters. It was also known as \"Churchill's Secret Army\" or the \"Ministry of Ungentlemanly Warfare\". Its various branches, and sometimes the organisation as a whole, were concealed for security purposes behind names such as the \"Joint Technical Board\" or the \"Inter-Service Research Bureau\", or fictitious branches of the Air Ministry, Admiralty or War Office.\nSOE operated in all countries or former countries occupied by or attacked by the Axis forces, except where demarcation lines were agreed with Britain's principal Allies (the Soviet Union and the United States). It also made use of neutral territory on occasion, or made plans and preparations in case neutral countries were attacked by the Axis. The organisation directly employed or controlled just over 13,000 people, about 3,200 of whom were women.\nAfter the war, the organisation was officially dissolved on 15 January 1946. A memorial to SOE's agents was unveiled on the Albert Embankment by Lambeth Palace in London in October 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_War_II","surface_form":"World War II","offset":53},{"uri":"Minister_of_Economic_Warfare","surface_form":"Minister of Economic Warfare","offset":127},{"uri":"Hugh_Dalton","surface_form":"Hugh Dalton","offset":156},{"uri":"Espionage","surface_form":"espionage","offset":260},{"uri":"Sabotage","surface_form":"sabotage","offset":271},{"uri":"Reconnaissance","surface_form":"reconnaissance","offset":284},{"uri":"Axis_powers","surface_form":"Axis powers","offset":330},{"uri":"Resistance_during_World_War_II","surface_form":"resistance movements","offset":360},{"uri":"Auxiliary_Units","surface_form":"Auxiliary Units","offset":550},{"uri":"Stay-behind","surface_form":"stay-behind","offset":581},{"uri":"Operation_Sealion","surface_form":"German invasion of Britain","offset":668},{"uri":"Baker_Street_Irregulars","surface_form":"Baker Street Irregulars","offset":813},{"uri":"Air_Ministry","surface_form":"Air Ministry","offset":1198},{"uri":"Admiralty","surface_form":"Admiralty","offset":1212},{"uri":"War_Office","surface_form":"War Office","offset":1225},{"uri":"Allies_of_World_War_II","surface_form":"Allies","offset":1399},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":1411},{"uri":"Albert_Embankment","surface_form":"Albert Embankment","offset":1813},{"uri":"Lambeth_Palace","surface_form":"Lambeth Palace","offset":1834}]}