{"id":63162,"url":"http://en.wikipedia.org/wiki/Thermodynamic_potential","text":"where \"T\" = temperature, \"S\" = entropy, \"p\" = pressure, \"V\" = volume. The Helmholtz free energy is often denoted by the symbol \"F\", but the use of \"A\" is preferred by IUPAC (See Alberty, 2001). formula_1 is the number of particles of type \"i\" in the system. For the sake of completeness, the set of all formula_1 are also included as natural variables, although they are sometimes ignored.\nDescription and interpretation.\nThermodynamic potentials are very useful when calculating the equilibrium results of a chemical reaction, or when measuring the properties of materials in a chemical reaction. The chemical reactions usually take place under some simple constraints such as constant pressure and temperature, or constant entropy and volume, and when this is true, there is a corresponding thermodynamic potential which comes into play. Just as in mechanics, the system will tend towards lower values of potential and at equilibrium, under these constraints, the potential will take on an unchanging minimum value. The thermodynamic potentials can also be used to estimate the total amount of energy available from a thermodynamic system under the appropriate constraint.","categories":[],"infobox_types":[],"annotations":[{"uri":"Temperature","surface_form":"temperature","offset":12},{"uri":"Entropy","surface_form":"entropy","offset":31},{"uri":"Pressure","surface_form":"pressure","offset":46},{"uri":"Volume","surface_form":"volume","offset":62},{"uri":"IUPAC","surface_form":"IUPAC","offset":167},{"uri":"Chemical_equilibrium","surface_form":"equilibrium results of a chemical reaction","offset":484},{"uri":"Pressure","surface_form":"pressure","offset":687},{"uri":"Temperature","surface_form":"temperature","offset":700},{"uri":"Entropy","surface_form":"entropy","offset":725},{"uri":"Volume","surface_form":"volume","offset":737},{"uri":"Mechanics","surface_form":"mechanics","offset":851}]}