{"id":63163,"url":"http://en.wikipedia.org/wiki/Thermal_efficiency","text":"e=\"preserve\">The thermal efficiency (formula_1) is a dimensionless performance measure of a thermal device such as an internal combustion engine, a boiler, or a furnace, for example.\nThe input, formula_1, to the device is heat, or the heat-content of a fuel that is consumed. The desired output is mechanical work, formula_1, or heat, formula_1, or possibly both. Because the input heat normally has a real financial cost, a memorable, generic definition of thermal efficiency is\nformula_1\nFrom the first and second law of thermodynamics, the output can not exceed what is input, so\nformula_1\nWhen expressed as a percentage, the thermal efficiency must be between 0% and 100%. Due to inefficiencies such as friction, heat loss, and other factors, thermal efficiencies are typically much less than 100%. For example, a typical gasoline automobile engine operates at around 25% thermal efficiency, and a large coal-fueled electrical generating plant peaks at about 36%. In a combined cycle plant thermal efficiencies are approaching 60%.\nHeat engines.\nWhen transforming thermal energy into mechanical energy, the thermal efficiency of a heat engine is the percentage of energy that is transformed into work. Thermal efficiency is defined as\nformula_1,\nor via the first law of thermodynamics to substitute waste heat rejection for the work produced,\nformula_1.\nFor example, when 1000 joules of thermal energy is transformed into 300 joules of mechanical energy (with the remaining 700 joules dissipated as waste heat), the thermal efficiency is 30%.\nEnergy conversion.\nFor an energy conversion device like a boiler or furnace, the thermal efficiency is\nformula_1.\nSo, for a boiler that produces 210 kW (or 700,000 BTU/h) output for each 300 kW (or 1,000,000 BTU/h) heat-equivalent input, its thermal efficiency is 210/300 = 0.70, or 70%. This means that the 30% of the energy is lost to the environment.\nAn electric resistance heater has a thermal efficiency of at or very near 100%, so, for example, 1500W of heat are produced for 1500W of electrical input. When comparing heating units, such as a 100% efficient electric resistance heater to an 80% efficient natural gas-fueled furnace, energy prices must be compared to find the lower cost.\nHeat pumps and Refrigerators.\nHeat pumps, refrigerators, and air conditioners, for example, move heat, rather than convert it, so other measures are needed to describe their thermal performance. The common measures are the coefficient-of-performance (COP), energy-efficiency ratio (EER), and seasonal-energy-efficiency ratio (SEER).\nformula_1\nformula_1\nformula_1\nformula_1\nformula_1\nEnergy efficiency.\nThe 'thermal efficiency' is sometimes called the energy efficiency. In the United States, in everyday usage the SEER is the more common measure of energy efficiency for cooling devices, as well as for heat pumps when in their heating mode. For energy-conversion heating devices their peak steady-state thermal efficiency is often stated, e.g., 'this furnace is 90% efficient', but a more detailed measure of seasonal energy effectiveness is the Annual Fuel Utilization Efficiency (AFUE).","categories":[],"infobox_types":[],"annotations":[{"uri":"Dimensionless_quantity","surface_form":"dimensionless","offset":53},{"uri":"Internal_combustion_engine","surface_form":"internal combustion engine","offset":118},{"uri":"Boiler","surface_form":"boiler","offset":148},{"uri":"Furnace","surface_form":"furnace","offset":161},{"uri":"Heat","surface_form":"heat","offset":222},{"uri":"Work_(thermodynamics)","surface_form":"work","offset":309},{"uri":"Second_law_of_thermodynamics","surface_form":"second law of thermodynamics","offset":509},{"uri":"Friction","surface_form":"friction","offset":707},{"uri":"Combined_cycle","surface_form":"combined cycle","offset":973},{"uri":"Thermal_energy","surface_form":"thermal energy","offset":1068},{"uri":"Mechanical_energy","surface_form":"mechanical energy","offset":1088},{"uri":"Heat_engine","surface_form":"heat engine","offset":1135},{"uri":"Work_(thermodynamics)","surface_form":"work","offset":1200},{"uri":"First_law_of_thermodynamics","surface_form":"first law of thermodynamics","offset":1261},{"uri":"Joule","surface_form":"joule","offset":1381},{"uri":"Waste_heat","surface_form":"waste heat","offset":1503},{"uri":"Resistance","surface_form":"resistance","offset":1913},{"uri":"Heat_pump","surface_form":"Heat pump","offset":2271},{"uri":"Refrigerator","surface_form":"refrigerator","offset":2283},{"uri":"Air_conditioner","surface_form":"air conditioner","offset":2302}]}