{"id":631691,"url":"http://en.wikipedia.org/wiki/Berkeley_County%2C_West_Virginia","text":"Berkeley County is a county in West Virginia. It is the 2nd most populated county in West Virginia with the 2010 census reporting that 104,169 people lived in Berkeley County. The county seat is Martinsburg, West Virginia.\nHistory.\nBerkeley County was formed from Frederick County, Virginia in 1772 and named for Lord Norborne Berkeley. For most of Berkeley County's history, Martinsburg has been its largest city. The arrival of the B&O Railroad in the 1840s gave Martinsburg and Berkeley County a significant economic boost. As the American Civil War was being fought, much of Berkeley county was ransacked and fought over. The first major battle in the area occurred on July 2, 1861, when the American General Robert Patterson crossed the Potomac River at Williamsport and defeated the Confederate General Joseph E. Johnston and General Thomas J. “Stonewall” Jackson. In the October of 1862, the Martinsburg B&O Railroad complex and Roundhouses were burned. After November 1863, Berkeley County became a part of West Virginia. Since then, Berkley County has experienced huge growth due to being close to the US capital, Washington, D.C.\nClimate.\nBerkeley County is located in a Humid subtropical climate. It has varying temperatures with an average high of 86 degrees in July, and a low of 22 degrees in January. Berkeley County receives rainfall all year, with summers being wetter that winter. It receives 26 inches of snow a year on average. Berkeley County also receives 39 inches of rain per year.","categories":[],"infobox_types":[],"annotations":[{"uri":"West_Virginia","surface_form":"West Virginia","offset":31},{"uri":"Martinsburg%2C_West_Virginia","surface_form":"Martinsburg, West Virginia","offset":195},{"uri":"Frederick_County%2C_Virginia","surface_form":"Frederick County, Virginia","offset":264},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":534},{"uri":"Potomac_River","surface_form":"Potomac River","offset":742},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1123},{"uri":"Humid_subtropical_climate","surface_form":"Humid subtropical climate","offset":1181}]}