{"id":63174,"url":"http://en.wikipedia.org/wiki/Yeghishe_Charents","text":"e=\"preserve\">Yeghishe Charents (born Yeghishe Soghomonian,) (13 March 1897, Kars - 29 November 1937, Yerevan) was an Armenian poet killed in Stalin's purges.\nFrom 1904 to 1912 Yeghishe Soghomonian he was at school in Kars. Amid the upheavals of the First World War and the Armenian Genocide in the Ottoman Empire, he volunteered in 1915 for the Caucasian Front. In 1917-1918 he was in Karin Erzurum during the bitter fighting. Some of his experiences would later appear in his poetry.\nYeghishe Charents (Soghomonian), one of the nation's favourite poets - a famous philanderer who apparently sought the USSR Kremlin's favours - produced a now famous poem called \"The Message\". Its praise of Uncle Joe might grind the average set of teeth down to the gum; it included the following: \"A new light shone on the world... It is only this sunlight/Which for centuries will stay alive.\" And more of the same.\nUndiscovered by the USSR Kremlin's censors for many months, however, Charents (1897 - 1937) had used the first letter of each line to frame a quite different \"message\", which read: \"O Armenian people, your only salvation is in the power of your unity.\" Whoops! Like the distant Mount Ararat, it was a brave, hopeless symbol, as doomed as it was impressive. Yeghishe Charents was \"disappeared\" by the NKVD (KGB) in 1937 after being denounced by the architect Alexsandr Tamanyan - now hard at work building Yerevan's new Stalinist opera house - the moment Yeghishe Charents' schoolboy prank was spotted. Then Alexsandr Tamanyan fell from the roof of his still unfinished opera house, and even today Armenians - with their Arab-like desire to believe in \"заговор\" the plot - ask the obvious questions.\nWorks.\n\"Three songs to the sad and pale girl\", poems (1914)\n\"Country of Nayiri\" (Yerkir Nayiri) (1926)\n\"Book of the Way\", poems (1934)","categories":[],"infobox_types":[],"annotations":[{"uri":"Kars","surface_form":"Kars","offset":76},{"uri":"Yerevan","surface_form":"Yerevan","offset":101},{"uri":"Armenia","surface_form":"Armenia","offset":117},{"uri":"Stalin","surface_form":"Stalin","offset":141},{"uri":"Kars","surface_form":"Kars","offset":217},{"uri":"First_World_War","surface_form":"First World War","offset":249},{"uri":"Armenian_Genocide","surface_form":"Armenian Genocide","offset":273},{"uri":"Ottoman_Empire","surface_form":"Ottoman Empire","offset":298},{"uri":"Caucasus_Campaign","surface_form":"Caucasian Front","offset":345},{"uri":"Erzurum","surface_form":"Erzurum","offset":391}]}