{"id":631815,"url":"http://en.wikipedia.org/wiki/Dharius","text":"Alan Alejandro Maldonado Tamez (born September 24, 1984) better known by his stage name Dharius (previously MC Dharius) and also as DHA and El Tirano, is an MC and ex Mexican-member of the group of rap Cartel de Santa.\nMusical career.\nIt was not more than a year since the creation of \"La Real Academia de La Rima\" for Dharius to be invited (like Babo) to be part of \"La Artillería Pesada\", a group founded by Fermín IV, leader singer of Control Machete, the maximum rap exponent at that time. Dharius and Babo join Artilleria Pesada and record an album in which great international rappers like El Meswy (One of the best rappers in Spain) took part but in spite of all the production, the record never came out light due to reasons still unknown. In 2002, Dharius is invited by Babo as a supporter in the tour of the first album of Cartel de Santa. Dharius accepts and begins to travel throughout Mexico with this group. In 2003, Cartel de Santa is invited to participate with a song in the tribute to the great Mexican singer-songwriter José Alfredo Jiménez titled \"XXX\", the group accepts and Babo invites Dharius to collaborate with them in the reissue of the song \"Ella\". This would be the second recording of Dharius with Cartel de Santa (He had already collaborated with them in the song Super MC's, included in the first self-titled album of the group) and would also be the song with which, a few months later, the group would win his first gold record for its high sales.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stage_name","surface_form":"stage name","offset":77},{"uri":"Cartel_de_Santa","surface_form":"Cartel de Santa","offset":202},{"uri":"Ferm%C3%ADn_IV","surface_form":"Fermín IV","offset":410},{"uri":"Control_Machete","surface_form":"Control Machete","offset":438},{"uri":"Jos%C3%A9_Alfredo_Jim%C3%A9nez","surface_form":"José Alfredo Jiménez","offset":1039}]}