{"id":631988,"url":"http://en.wikipedia.org/wiki/Lafcadio_Hearn","text":"Patrick Lafcadio Hearn (;; 27 June 1850 – 26 September 1904) was a writer. People know him for his books about Japan, especially his collections of Japanese legends and ghost stories, such as '. In the United States, Hearn also wrote about the city of New Orleans. He also used the Japanese name\nEarly life.\nHearn was born in and named after the island of Lefkada, one of the Greek Ionian Islands, on 27 June 1850. He was the son of Surgeon-Major Charles Bush Hearn (of County Offaly, Ireland) and Rosa Antoniou Kassimatis, a Greek woman.\nEmigration to Ireland, abandonment.\nA complex series of conflicts and events led to Lafcadio Hearn being moved from Greece to Ireland, where he was abandoned first by his mother (leaving him in the care of her husband's aunt), then his father, and finally by his father's aunt, who had been appointed his official guardian.\nIn 1857, he was seven years old. Both his parents were still alive, but his great aunt, Sarah Brenane, took care of him. Hearn began exploring Brenane's library and read a lot of Greek literature, especially myths.\nCatholic education, abandonment.\nIn 1861, Hearn's aunt sent him to the Institution Ecclésiastique, a Catholic church school in Yvetot, France. Hearn learned to dislike Catholic education. Hearn became fluent in French and would later translate into English the works of Guy de Maupassant, who coincidentally attended the school shortly after Hearn's departure.\nIn 1863, entered St. Cuthbert's College, Ushaw, a Catholic seminary at what is now the University of Durham. At age 16, Hearn injured his left eye in a schoolyard accident. The eye became infected. He left school for one year. He became blind in that eye. Hearn also myopia, so he had poor vision for the rest of his life. Hearn was embarrassed by his appearance, so he covered his left eye.\nIn 1867, Henry Molyneux, who had become Sarah Brenane's financial manager, went bankrupt, along with Brenane. There was no money for tuition, and Hearn was sent to London's East End to live with Brenane's former maid. She and her husband had little time or money for Hearn, who wandered the streets, spent time in workhouses, and generally lived an aimless, rootless existence. His main intellectual activities consisted of visits to libraries and the British Museum.\nEmigration to Cincinnati.\nBy 1869, Henry Molyneux had some money. He bought Hearn a one-way ticket to New York and told him to go to Cincinnati, find Molyneux's sister and her husband, Thomas Cullinan, and ask them for help. Cullinan gave him $5 and wished him luck. He was very poor and lived in stables or store rooms in exchange for hard work.\nNew Orleans.\nHearn lived in New Orleans for nearly a decade. He worked for several newspapers and magazines. He also translated the French author Gautier into English. Hearn also published in \"Harper's Weekly\" the first known written article (1883) about Filipinos in the United States, the Manilamen or Tagalogs, one of whose villages he had visited at Saint Malo, southeast of Lake Borgne in St. Bernard Parish, Louisiana.\n\"Two Years in the French West Indies\".\nHarper's sent Hearn to the West Indies as a correspondent in 1887. He spent two years in Martinique, He wrote for the magazine and wrote two books: \"Two Years in the French West Indies\" and \"Youma, The Story of a West-Indian Slave\", both published in 1890.\nLater life in Japan.\nIn 1890, Hearn went to Japan as a newspaper correspondent. In Japan, he found a home and his greatest inspiration. Basil Hall Chamberlain helped Hearn get a teaching job during the summer of 1890 at the Shimane Prefectural Common Middle School and Normal School in Matsue. The Lafcadio Hearn Memorial Museum and his old home are still two of Matsue's most popular tourist attractions. In Matsue, Hearn married Koizumi Setsu, the daughter of a local samurai family. They had four children together. He became a naturalized Japanese and changed his name to Koizumi Yakumo, in 1896. He followed many religions: first Greek Orthodox, then Roman Catholic, and, later on, Spencerian. Finally, he became Buddhist.\nDuring late 1891, Hearn started teaching in Kumamoto, Kyūshū, at the Fifth Higher Middle School. He worked there for three years and completed his book \"Glimpses of Unfamiliar Japan\" (1894). In October 1894, he got a job as a journalist with the English-language newspaper \"Kobe Chronicle\". In 1896, he began teaching English literature at Tokyo Imperial University. He taught there until 1903. In 1904, he became a professor at Waseda University.\nOn 26 September 1904, he died of heart failure. He was 54 years old. His grave is at the Zōshigaya Cemetery in Toshima, Tokyo.\nIn the late 19th century, Westerners knew little about Japan. However, the Exposition Universelle of 1900 made Japanese styles fashionable in Western countries. So, Hearn became well-known because of his books about Japan. Later, some critics said Hearn made Japan seem too exotic. But, he gave the West some of its first descriptions of pre-industrial and Meiji Era Japan, so his work has value.\nFurther reading.\nTrilingual Book: Greek, English tr. Constantine Fourakis, Japanese tr. Ban'ya Natsuishi","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan_studies","surface_form":"books about Japan","offset":99},{"uri":"Legend","surface_form":"legend","offset":157},{"uri":"Kwaidan","surface_form":"ghost stories","offset":169},{"uri":"New_Orleans","surface_form":"New Orleans","offset":252},{"uri":"Lefkada","surface_form":"Lefkada","offset":356},{"uri":"Ionian_Islands","surface_form":"Ionian Islands","offset":382},{"uri":"County_Offaly","surface_form":"County Offaly","offset":470},{"uri":"Yvetot","surface_form":"Yvetot","offset":1205},{"uri":"Guy_de_Maupassant","surface_form":"Guy de Maupassant","offset":1348},{"uri":"Ushaw_College","surface_form":"St. Cuthbert's College, Ushaw","offset":1456},{"uri":"University_of_Durham","surface_form":"University of Durham","offset":1526},{"uri":"Myopia","surface_form":"myopia","offset":1706},{"uri":"Cincinnati","surface_form":"Cincinnati","offset":2432},{"uri":"Th%C3%A9ophile_Gautier","surface_form":"Gautier","offset":2792},{"uri":"Harper%27s_Weekly","surface_form":"Harper's Weekly","offset":2839},{"uri":"Tagalog_people","surface_form":"Tagalogs","offset":2950},{"uri":"Saint_Malo%2C_Louisiana","surface_form":"Saint Malo","offset":3000},{"uri":"Lake_Borgne","surface_form":"Lake Borgne","offset":3025},{"uri":"St._Bernard_Parish%2C_Louisiana","surface_form":"St. Bernard Parish, Louisiana","offset":3040},{"uri":"Harper%E2%80%99s_Magazine","surface_form":"Harper's","offset":3110},{"uri":"Caribbean","surface_form":"West Indies","offset":3137},{"uri":"Martinique","surface_form":"Martinique","offset":3199},{"uri":"Basil_Hall_Chamberlain","surface_form":"Basil Hall Chamberlain","offset":3503},{"uri":"Matsue%2C_Shimane","surface_form":"Matsue","offset":3653},{"uri":"Lafcadio_Hearn_Memorial_Museum","surface_form":"Lafcadio Hearn Memorial Museum","offset":3665},{"uri":"Herbert_Spencer","surface_form":"Spencerian","offset":4054},{"uri":"Kumamoto","surface_form":"Kumamoto","offset":4139},{"uri":"Ky%C5%ABsh%C5%AB","surface_form":"Kyūshū","offset":4149},{"uri":"English_literature","surface_form":"English literature","offset":4413},{"uri":"Tokyo_Imperial_University","surface_form":"Tokyo Imperial University","offset":4435},{"uri":"Waseda_University","surface_form":"Waseda University","offset":4524},{"uri":"Z%C5%8Dshigaya_Cemetery","surface_form":"Zōshigaya Cemetery","offset":4632},{"uri":"Toshima%2C_Tokyo","surface_form":"Toshima, Tokyo","offset":4654},{"uri":"Exposition_Universelle_(1900)","surface_form":"Exposition Universelle of 1900","offset":4745},{"uri":"Exoticism","surface_form":"exotic","offset":4944},{"uri":"Meiji_Era","surface_form":"Meiji Era","offset":5027}]}