{"id":6319,"url":"http://en.wikipedia.org/wiki/Sim%C3%B3n_Bol%C3%ADvar","text":"Simón Bolívar (1783 - 1830) was a Venezuelan military and political leader. He was born in Caracas, Venezuela. He liberated many countries from Spain in South America. Those countries included Venezuela, Colombia, Ecuador, Peru, and Bolivia. For a few years he was president of Gran Colombia, a country that no longer exists. The country Bolivia is named after Bolívar.\nEarly life.\nSimón Bolívar was born in Caracas into a very rich family that owned plantations, ranches, mines, and many slaves who they forced to work in their businesses. His full name was Simón José Antonio de la Santísima Trinidad Bolívar y Palacios Ponte-Andrade y Blanco. He was sent to school in Spain like many children of rich families were at the time. While he was in Madrid, Bolívar married María Teresa Rodríguez del Toro y Alaiza in 1802. He also learned about the ideas of the Enlightenment.\nRevolution in Latin America.\nWhite people felt ignored because Spaniards were sent by their governor, and resented wealthy mixed heritage people who could “buy” whiteness. The creoles started calling themselves Americans and not Spaniards to demonstrate that they wanted independence. In 1808, Napoleon conquered Spain, and made his brother, Joseph Bonaparte the new king. The colonies in Latin America rebelled because they said they were loyal to the old king, Charles IV of Spain and not Napoleon.\nOn September 6th 1815 Simón Bolívar wrote a letter from Jamaica. He explained the causes and reasons why all of South America or parts of it should be independent (free from Spain's ruling). Simón Bolívar was tired of how Venezuela and other countries were treated like slaves and how they were not free. He said “We have been harassed by a conduct which has not only deprived us of our rights but has kept us in a sort of permanent infancy with regard to public affairs.” He kept saying in the Jamaica letter why it's important to be free. “We are still in a position lower than slavery, and therefore it is more difficult for us to rise to the enjoyment of freedom.” This means they could not even enjoy freedom. \"Because successes have been partial and spasmodic, we must not lose faith. We are young in the ways of almost all the arts and sciences, although, in a certain manner, we are old in the ways of civilized society.\"\nOn May 26, 1819 Bolívar gathered with a group of guerrillas that wanted to defeat the Spanish army. They got supplies and they crossed hundreds of miles of plains, swamps, rivers, etc. Many of the men died of hunger, diseases, and other causes on the way there. Crossing plains on August 7, they encountered the royalists and won the battle in Boyacá on August 10. Bolívar then occupied Boyacá, Colombia. Bolívar won the fight of Carabobo in June 1821, and then another in Caracas. A few days later and Venezuela was free of the Spanish royalists, then Bolívar went South and conquered Quito. On July 27, 1822 Simón Bolívar and José de San Martín met in the Guayaquil Conference. They were preparing to march across the Andes to Peru to defeat the Spanish royalists in August of 1824. San Martin resigned his powers in Peru and went back to Argentina. Later he went to Europe. Bolívar launched his campaign and soon he won a small but important battle at Junín. The royalists retreated and eventually lost.\nBolívar said that his people were in a position \"lower than slavery\", but many of them owned slaves themselves. Alexandre Pétion, the president of Haiti, said that he would help Bolívar fight if he abolished slavery as part of independence. Bolívar agreed, but only because he was afraid the slaves would revolt against the slaveowners, like they did in Haiti, and he only freed slaves who agreed to fight in his army. Even though Pétion helped him, Bolívar never freed all the slaves, and slavery was not abolished until the 1850s in Colombia, Venezuela, and Ecuador.\nHe is still remembered and celebrated for helping many of the Latin American countries achieve independence. People called him \"El Liberator\" because of this. Some people hated him because they thought he was a traitor, and he was going to be a dictator.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuelans","surface_form":"Venezuelan","offset":34},{"uri":"Caracas","surface_form":"Caracas","offset":91},{"uri":"Venezuela","surface_form":"Venezuela","offset":100},{"uri":"Country","surface_form":"countries","offset":129},{"uri":"South_America","surface_form":"South America","offset":153},{"uri":"Venezuela","surface_form":"Venezuela","offset":193},{"uri":"Colombia","surface_form":"Colombia","offset":204},{"uri":"Ecuador","surface_form":"Ecuador","offset":214},{"uri":"Peru","surface_form":"Peru","offset":223},{"uri":"Bolivia","surface_form":"Bolivia","offset":233},{"uri":"President","surface_form":"president","offset":265},{"uri":"Gran_Colombia","surface_form":"Gran Colombia","offset":278},{"uri":"Bolivia","surface_form":"Bolivia","offset":338},{"uri":"Plantations","surface_form":"plantations","offset":451},{"uri":"Ranch","surface_form":"ranches","offset":464},{"uri":"Mining","surface_form":"mines","offset":473},{"uri":"Slaves","surface_form":"slaves","offset":489},{"uri":"Spain","surface_form":"Spain","offset":671},{"uri":"Madrid","surface_form":"Madrid","offset":747},{"uri":"Age_of_Enlightenment","surface_form":"Enlightenment","offset":860},{"uri":"White_people","surface_form":"White people","offset":904},{"uri":"Americans","surface_form":"Americans","offset":1086},{"uri":"Joseph_Bonaparte","surface_form":"Joseph Bonaparte","offset":1217},{"uri":"Charles_IV_of_Spain","surface_form":"Charles IV of Spain","offset":1338},{"uri":"Caracas","surface_form":"Caracas","offset":2779},{"uri":"Quito","surface_form":"Quito","offset":2892},{"uri":"Jos%C3%A9_de_San_Mart%C3%ADn","surface_form":"José de San Martín","offset":2934},{"uri":"Guayaquil","surface_form":"Guayaquil","offset":2964},{"uri":"Alexandre_P%C3%A9tion","surface_form":"Alexandre Pétion","offset":3425},{"uri":"Haiti","surface_form":"Haiti","offset":3460},{"uri":"Abolitionism","surface_form":"abolished","offset":3511},{"uri":"Haitian_Revolution","surface_form":"like they did in Haiti","offset":3650},{"uri":"Dictator","surface_form":"dictator","offset":4127}]}