{"id":63219,"url":"http://en.wikipedia.org/wiki/Agavaceae","text":"Agavaceae is a family of plants. Many of these plants grow in dry, hot climates. Some grow in the desert. Well-known plants of this family are the agave, yucca, and Joshua tree. The family includes about 550-600 species in around 18 genera. It is widespread in the tropical, subtropical and warm temperate regions of the world.\nIt is not quite clear how large the family really is. There are genera which some biologists leave out of the family. This includes for example \"Cordyline\" and \"Dracaena\", which are sometimes separated off into a separate family, Dracaenaceae. Recent research has tended to incorporate these into a larger family Ruscaceae, though. \"Nolina\", \"Beaucarnea\", and \"Dasylirion\" are sometimes recognized as Nolinaceae or placed in Ruscaceae. Conversely, data from molecular systematics now suggest that Agavaceae should be broadened to include a number of genera previously classified elsewhere. Among them are \"Chlorogalum\", \"Camassia\" and the family Anthericaceae. This would enlarge the family with anything up to 22 genera. The Angiosperm Phylogeny Group's APG II classification places Agavaceae, along with a number of other families (including Ruscaceae) in an expanded family Asparagaceae. However, APG II allows the alternative of keeping some of these families, including Agavaceae, separate. In this case, it recommends expanding the family to include the genera currently classified in Anemarrhenaceae, Anthericaceae (with \"Anthericum\" and \"Paradisea\"), Behniaceae and Herreriaceae. Most references have retained Agavaceae (in varying circumscriptions) as a family distinct from Asparagaceae. \"Hesperocallis\", sometimes placed in its own family, Hesperocallideaceae, has recently been shown to be closely related and its inclusion in Agavaceae has been recommended (Pires et al. 2004).\nSome species are succulent. In general, Agavaceae leaves occur as rosettes at the end of a woody stem, which may range from extremely short to tree-like heights, as in the Joshua tree. The leaves are parallel-veined, and usually appear long and pointed, often with a hardened spine on the end, and sometimes with additional spines along the margins.\n\"Agave\" species are used to make pulque and mezcal, while others are valued for their fibres. They are quite popular for xeriscaping, many types having showy flowers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Family_(biology)","surface_form":"family","offset":15},{"uri":"Plant","surface_form":"plant","offset":25},{"uri":"Climate","surface_form":"climate","offset":71},{"uri":"Desert","surface_form":"desert","offset":98},{"uri":"Agave","surface_form":"agave","offset":147},{"uri":"Yucca","surface_form":"yucca","offset":154},{"uri":"Joshua_tree","surface_form":"Joshua tree","offset":165},{"uri":"Species","surface_form":"species","offset":212},{"uri":"Genus","surface_form":"genera","offset":233},{"uri":"Cordyline","surface_form":"Cordyline","offset":473},{"uri":"Dracaena_(plant)","surface_form":"Dracaena","offset":489},{"uri":"Dracaenaceae","surface_form":"Dracaenaceae","offset":558},{"uri":"Ruscaceae","surface_form":"Ruscaceae","offset":641},{"uri":"Molecular_systematics","surface_form":"molecular systematics","offset":786},{"uri":"Chlorogalum","surface_form":"Chlorogalum","offset":934},{"uri":"Camassia","surface_form":"Camassia","offset":949},{"uri":"Anthericaceae","surface_form":"Anthericaceae","offset":974},{"uri":"Angiosperm_Phylogeny_Group","surface_form":"Angiosperm Phylogeny Group","offset":1054},{"uri":"Asparagaceae","surface_form":"Asparagaceae","offset":1205},{"uri":"Anemarrhenaceae","surface_form":"Anemarrhenaceae","offset":1419},{"uri":"Anthericaceae","surface_form":"Anthericaceae","offset":1436},{"uri":"Behniaceae","surface_form":"Behniaceae","offset":1487},{"uri":"Herreriaceae","surface_form":"Herreriaceae","offset":1502},{"uri":"Hesperocallis","surface_form":"Hesperocallis","offset":1627},{"uri":"Succulent","surface_form":"succulent","offset":1836},{"uri":"Pulque","surface_form":"pulque","offset":2202},{"uri":"Mezcal","surface_form":"mezcal","offset":2213},{"uri":"Fibre","surface_form":"fibre","offset":2255},{"uri":"Xeriscaping","surface_form":"xeriscaping","offset":2290}]}