{"id":63215,"url":"http://en.wikipedia.org/wiki/Parameter","text":"In some non-technical contexts or in jargon, \"parameter\" may simply be a synonym for criterion.\nIn mathematics, statistics, and the mathematical sciences, parameters (\"auxiliary measure\") are quantities that define certain relatively constant characteristics of systems or functions.\nMost commonly represented θ in general form, other symbols carry standard, specific meanings. When evaluating the function over a domain or determining the response of the system over a period of time, the independent variables are modulated, while the parameters are held constant. The function or system may then be reevaluated or reprocessed with different parameters, to give a function or system with different behavior.\nLoosely speaking, the term parameter is used for an argument which is intermediate in status between a variable and a constant.\nEngineering.\nIn engineering (especially involving data acquisition) the term \"parameter\" sometimes loosely refers to an individual measured item. For example, an airliner flight data recorder may record 88 different items, each termed a parameter. This usage is not consistent, as sometimes the term \"channel\" refers to an individual measured item, with \"parameter\" referring to the setup information about that channel.\n\"Speaking generally, properties are those physical quantities which directly describe the physical attributes of the system; parameters are those combinations of the properties which suffice to determine the response of the system. Properties can have all sorts of dimensions, depending upon the system being considered; parameters are dimensionless, or have the dimension of time or its reciprocal.\" John D. Trimmer, 1950, Response of Physical Systems (New York: Wiley), p. 13.\nThe term can also be used in engineering contexts, however, as it is typically used in the physical sciences. The data that one computer program gives to another are sometimes called parameters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Context","surface_form":"context","offset":22},{"uri":"Jargon","surface_form":"jargon","offset":37},{"uri":"Criterion","surface_form":"criterion","offset":85},{"uri":"Mathematics","surface_form":"mathematics","offset":99},{"uri":"Statistics","surface_form":"statistics","offset":112},{"uri":"Science","surface_form":"science","offset":145},{"uri":"Mathematical_function","surface_form":"function","offset":273},{"uri":"Domain","surface_form":"domain","offset":414},{"uri":"Independent_variable","surface_form":"independent variable","offset":490},{"uri":"Variable","surface_form":"variable","offset":813},{"uri":"Constant","surface_form":"constant","offset":828},{"uri":"Engineering","surface_form":"engineering","offset":854},{"uri":"Flight_data_recorder","surface_form":"flight data recorder","offset":1009},{"uri":"Computer_program","surface_form":"computer program","offset":1866}]}