{"id":63237,"url":"http://en.wikipedia.org/wiki/King_(chess)","text":"The king is the most valuable chess piece in a game of chess. It can move left, right, up, down or diagonally. It can only move one square at a time. When recording chess games, king is shortened to K.\nThe object of the game is to checkmate (capture the king). If a player's king is attacked by an opponent's piece, it is called check. The player with the attacked king \"must\" move so that the king is no longer in check. If the king cannot do this, it is in checkmate, and that side loses the game.\nCastling.\nWith a rook, the king may make a special move called 'castling'. This is when the king moves two squares toward one of its rooks and then the rook is placed on the other side of the king. Castling consists of moving the king two squares on its first rank toward either one of the first rooks, then moving the rook onto the square over which the king crossed. Castling is only allowed when the king nor the castling rook has moved already, when no squares between them are occupied, when the king is not in check, and when the king will not move across or end its movement on a square that puts the king in check.\nCheck and Checkmate.\nIf none of these three ways are possible, the player's king has been \"checkmated\" and the player with the checkmated king loses the game.\nStalemate.\nA stalemate is when the player to move has no legal move, but is not in check.\nAdvice.\nIn the opening and middlegame, the king will mostly not play an active role in the development of an attacking or defensive position. Instead, a player will usually castle and find safety on the edge of the board behind pawns. In the endgame, however, the king may comes out of hiding to play an active role as an offensive piece as well as helping in the promotion of their remaining pawns.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess_piece","surface_form":"chess piece","offset":30},{"uri":"Game","surface_form":"game","offset":47},{"uri":"Chess","surface_form":"chess","offset":55},{"uri":"Left","surface_form":"left","offset":74},{"uri":"Position","surface_form":"right","offset":80},{"uri":"Up","surface_form":"up","offset":87},{"uri":"Down","surface_form":"down","offset":91},{"uri":"Diagonal","surface_form":"diagonal","offset":99},{"uri":"Square","surface_form":"square","offset":132},{"uri":"Checkmate","surface_form":"checkmate","offset":231},{"uri":"Check_(chess)","surface_form":"check","offset":329},{"uri":"Rook_(chess)","surface_form":"rook","offset":517},{"uri":"Castling","surface_form":"castling","offset":564},{"uri":"Consists","surface_form":"consists","offset":707},{"uri":"Occupied","surface_form":"occupied","offset":982},{"uri":"Checkmate","surface_form":"checkmate","offset":1214},{"uri":"Legal","surface_form":"legal","offset":1339},{"uri":"Chess_opening","surface_form":"opening","offset":1387},{"uri":"Middlegame","surface_form":"middlegame","offset":1399},{"uri":"Defense","surface_form":"defensive","offset":1494},{"uri":"Pawn_(chess)","surface_form":"pawns","offset":1600}]}