{"id":632328,"url":"http://en.wikipedia.org/wiki/Wu_Yang","text":"e=\"preserve\">Wu Yang (simplified Chinese: 无藏; traditional Chinese: 舞藏; Pinyin \"Wu Yang`\"; born 5 January 1992) is a female Chinese table tennis player. She is one of the best defenders in the world.\nCareer.\nIn 2006 she played her first events in the Youth. So she reached at the World Junior Circuit event two times bronze in the singles. At the Youth- World Championships Wu played successfull, too. There she won bronze in the singles, silver in the doubles and gold with the team. In the mixed category she lost in the Quarterfinals. 2009 she took part in the World Championships, too, where Wu even won gold. The Asian Championships were Wus first adult tournament, where she only won gold with the team. In the singles she reached the Quarterfinals. 2011 could Wu Yang part in the World Championships- she took part there for the first time. She reached the Quarterfinals, where she ost to Li Xiaoxia. At Team World Championships she doesn't took part. The year 2013 was very successfull for Wu, because she became vice-champion st the World Cup and won gold with the team at the World Team Cup.\nAt the World Championships, where Yang took part for the second time, she lost in the Quarterfinals again. At the World Tour events she reached always the third place. That's why she became world number 4 in the world- her best position in her career. In February she had to give up her 4th place, because she doesn't was really activ. 2015 she could took part in the World Championships again, where she lost for the third time in the Quarterfinals. 2016 she won still the German Open and then seldom in appeared.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Simplified_Chinese_characters","surface_form":"simplified Chinese","offset":22},{"uri":"Traditional_Chinese_characters","surface_form":"traditional Chinese","offset":46},{"uri":"Pinyin","surface_form":"Pinyin","offset":71},{"uri":"January_5","surface_form":"5 January","offset":95},{"uri":"Table_tennis","surface_form":"table tennis","offset":131},{"uri":"Defender","surface_form":"defender","offset":175},{"uri":"World_Junior_Circuit","surface_form":"World Junior Circuit","offset":279},{"uri":"Championship","surface_form":"Championship","offset":359},{"uri":"Asian_Championship","surface_form":"Asian Championship","offset":617},{"uri":"Li_Xiaoxia","surface_form":"Li Xiaoxia","offset":895},{"uri":"World_Cup","surface_form":"World Cup","offset":1041},{"uri":"Championship","surface_form":"Championship","offset":1114}]}