{"id":632417,"url":"http://en.wikipedia.org/wiki/Inupiat_language","text":"Inupiaq or Inpuiat language is a group of dialects spoken by the Inuit. It is also called Alaskan Inuit. The name also refers to the people who speak the language. Outside Alaska, it it is also spoken on the Diomede Islands. People on Little Diomede speak it; people on Big Diomede spoke it. Big Diomede Island belongs to Russia, and is uninhabited since the end of World War II. The other speakers live in northern and northwestern Alaska, and part of the Northwest Territories. The Inupiat language is closely related to Inuit languages of Canada and Greenland. There are roughly 2,000 speakers in Alaska, and about 24.000 speakers in Canada. It is considered a threatened language with most speakers at or above the age of 40. Iñupiaq is an official language of the State of Alaska.\nThe name is also rendered as Inupiatun, Iñupiatun, Iñupiaq, Inyupiaq, Inyupiat, Inyupeat, Inyupik, and Inupik.\nThe main varieties of the Iñupiaq language are Northern Alaskan Iñupiaq and Seward Peninsula Iñupiaq.\nThere are differences in the three big dialects, both regarding the sounds and the words used. Speakers of two of the three dialects usually understand each other, even though the forms and words used are different. As an example: tupiq means tent in the North Slope dialect, and house in Malimut. The north slope dialect uses iglu to mean house. Sometimes the difference is mostly in spelling: dog is written as qimmiq in North Slope and qipmiq in Malimut. The dialect on the Seward peninsula is quite different, and speakers need some training to understand the two other dialects.\nThe Iñupiaq language has been in decline since contact with English in the late 19th century. After Alaska became part of the US, many people from other parts moved there. The children of Inuit families were often put in boarding schools far away: There they learnt English, but they lost most of the Inuit languages their parents spoke, and the Inuit culture. This has led to a situation where only a small minority of Inupiat speak the Iñupiaq language. Several communities try to revive the language, though.","categories":[],"infobox_types":[],"annotations":[{"uri":"Inuit","surface_form":"Inuit","offset":65},{"uri":"Diomede_Islands","surface_form":"Diomede Islands","offset":208},{"uri":"World_War_II","surface_form":"World War II","offset":366},{"uri":"Alaska","surface_form":"Alaska","offset":433},{"uri":"Northwest_Territories","surface_form":"Northwest Territories","offset":457},{"uri":"Canada","surface_form":"Canada","offset":542},{"uri":"Greenland","surface_form":"Greenland","offset":553},{"uri":"Seward_Peninsula","surface_form":"Seward Peninsula","offset":973},{"uri":"English_language","surface_form":"English","offset":1643},{"uri":"Boarding_school","surface_form":"boarding schools","offset":1804}]}