{"id":632582,"url":"http://en.wikipedia.org/wiki/Joo_Se-hyuk","text":"e=\"preserve\">Joo Sae-hyuk (Korean 주세혁; born 20 January 1980 in Seoul) is a South- Korean table tennis player. He is right-handed player and uses the Shakehand-grip. He stands at Butterfly under contract and plays on the forhand with Tenergy 64, while he uses on the backhand long pips as the Tibhar Grass D.Tecs or TSP Curl P1R on a Butterfly defensive wood.\nCareer.\nSince 1997 he was international activ, at the US Open he won the silver medal in the doubles. 2001 he took part in the World Championships for the first time, where Joo won bronze with the South Korean Team. In the singles he lost early. In October he could push forward to place 50 in the world rankings. Till May he fell back to place 61, in this month he won the silver medal in the singles. In the final he lost to Werner Schlager and moved to place 22, whereby he became best chopper in the world. In October 2003 Joo took part in the World Cup for the first time, but retired in the group qualification. 2004 he reached the semifinals with the team at the World Championships, so they won bronze. At his first Olympics he reached in singles and doubles the round of 16, and at the World Cup he got place 4 after losing Wang Hao in the third place match. In 2005 he doesn't was really activ, so he lost his best defender title to Chen Weixing.\n2016 Joo took part in a lot of tournaments: He won silver at the World Championships with the team and at the Asian Games, in the singles he took gold in the Korea Open and qualified self for the Grand Finals. 2007 he reached in the singles and mixed category the quarterfinals at the WTTC and become best defender in the world, again. This position he get to 2017. 2008 he took silver with the team again, at the WTTC. In May this year he came under the top 10 in the world ranings, but doesn't took part in the Olympics. Either at the WTTC and the Grand Finals he reached 2009 the Quarterfinal, 2010 follow bronze (Singles) and silver (Team) at the Asian Games either a bronze medal at the WTTTC. At the Grand Finals either the World Championships he reached the Round of 16, where he lost. At the World Cup he could won bronze in the singles. At the beginning of 2012 he reaclame place number 5 in the world rankings- his best position at all.\nAt the Olympic Games in 2012 he lost already in the third round, but won silver with the team. At his sixth participation with the team in WTTTC he won bronze. 2014 it doesn't get, because South Korea lost in the Quarterfinals, could win silver in the Asian Games with the team, where Joo won bronze in the singles.\n2015 he reached the round of 16 in the WTTC, where Joo lost to Ma Long, 2016 he won bronze with the team. In the Olympics 2016, he doesn't took part in the singles, in the team Joo reached the 4th place. Also Joo won gold at the Croatia Open, 2017 he only played the Hungarian Open and approached then no more.\nPrivate.\nSince April 2008 Joo is married with Kim Seon-hwa.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean","surface_form":"Korean","offset":27},{"uri":"Seoul","surface_form":"Seoul","offset":63},{"uri":"Table_tennis","surface_form":"table tennis","offset":89},{"uri":"Right-handedness","surface_form":"right-handed","offset":116},{"uri":"Butterfly","surface_form":"Butterfly","offset":178},{"uri":"Defense_(sports)","surface_form":"defensive","offset":343},{"uri":"Championship","surface_form":"Championship","offset":492},{"uri":"October","surface_form":"October","offset":608},{"uri":"Werner_Schlager","surface_form":"Werner Schlager","offset":786},{"uri":"Defender","surface_form":"chopper","offset":848},{"uri":"Olympic_Games","surface_form":"Olympics","offset":1083},{"uri":"World_Cup","surface_form":"World Cup","offset":1154},{"uri":"Wang_Hao","surface_form":"Wang Hao","offset":1192},{"uri":"Chen_Weixing","surface_form":"Chen Weixing","offset":1302},{"uri":"Asian_Games","surface_form":"Asian Games","offset":1426},{"uri":"May","surface_form":"May","offset":1739},{"uri":"Asian_Games","surface_form":"Asian Games","offset":1967},{"uri":"World_Cup","surface_form":"World Cup","offset":2116},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":2270},{"uri":"South_Korea","surface_form":"South Korea","offset":2452},{"uri":"Ma_Long","surface_form":"Ma Long","offset":2642}]}