{"id":632613,"url":"http://en.wikipedia.org/wiki/Gold_Marilyn_Monroe_(Andy_Warhol)","text":"e=\"preserve\">Andy Warhol's Gold Marilyn Monroe is composed of a photograph of Marilyn Monroe’s face centered on a large (6′ 11″ x 4′ 9″) gold-painted canvas. Warhol used silkscreen ink on synthetic polymer paint on canvas. Completed in 1962, it depicts the celebrity Marilyn Monroe. The image of Monroe is a direct copy of a close-up shot from her film \"Niagara\". This piece was completed the same year as the celebrity's untimely death.\nMarilyn Monroe: The Celebrity.\nA sex icon with an innocent aura, Monroe lived a paradoxical life. She was a highly sought-after celebrity, yet she suffered from stage fright and anxiety. Once Monroe was immersed into Hollywood, she was an influential character but she was subject to the lifestyle that accompanies fame. As her popularity increased, her drug habits and anxiety got more and more out of control. This led to her eventual suicide in 1962.\nArtistic Technique of Gold Marilyn Monroe.\n(Andy) Warhol painted a large canvas a shiny gold color. In the center of the canvas and latex, he silk-screened a black and white photograph of Monroe. He painted her face, hair, and blouse.\nInterpretations.\nThe color gold is known to signify wealth, fame, illumination, and wisdom. It draws the eye to the central figure of the painting: Marilyn Monroe. The image of Monroe was not painted by Warhol. In fact, it is a direct copy of a close-up image from the film Niagara. This suggests to the reproductibility of Hollywood actors: Hollywood will always find new actors to replace old ones. Gold Marilyn Monroe includes a reproduction of an iconic image, but it is shown in a new light. She is encompassed by this ocean of gold, the relentless waters of Hollywood. Though Monroe’s face is the main focal point, it is very small in relation to the whole canvas, signifying the effects of grandeur on the human psyche. Monroe’s struggle with fame and drug addiction led to her eventual overdose and suicide in 1962.\nWarhol was entranced by the idea of fame and beauty, leading him to undergo a number of cosmetic surgeries in early adulthood. He dyed his hair metallic-white after college and got nose-reduction surgery in his mid-twenties. He was living in New York City when he created Gold Marilyn Monroe. He was much immersed into the celebrity lifestyle, frequenting Studio 54 and even producing television shows in his later years. It can be inferred that he idolized Marilyn Monroe and related to her struggles with anxiety. Gold Marilyn subtly conveys these struggles Monroe and Warhol both underwent.\nThe figure in the center of the canvas is empowered, yet oppressed. This dichotomy is synonymous to the life that Monroe led. As her popularity and stardom increased, her drug habits and anxiety got more and more out of control. The shiny-gold background of Gold Marilyn Monroe adds to the twinkling quality of Monroe’s close-up. She appears to shine brighter amidst this already shiny color; this gives the impression that Monroe was her own entity, illuminating those around her. Although she was part of Hollywood, she created her own image and had a unique personality. She turned into a sex icon while still retaining elements of childlike innocence, a feat that many have failed to accomplish. She was known as a feminist, but she died before the feminist movement gained much traction. Monroe’s life was very complex. Although she was a star, she struggled with stage fright. She had drug problems, but she was mostly successful in keeping it out of the public sphere. The Hollywood lifestyle was a catalyst for her eventual suicide. The gold background of Warhol’s Gold Marilyn is the depiction of Hollywood; Marilyn is stuck right in the middle, unable to escape, lending to the oppressed feeling.","categories":[],"infobox_types":[],"annotations":[{"uri":"Photograph","surface_form":"photograph","offset":64},{"uri":"Canvas","surface_form":"canvas","offset":150},{"uri":"Andy_Warhol","surface_form":"Warhol","offset":158},{"uri":"Marilyn_Monroe","surface_form":"Marilyn Monroe","offset":267},{"uri":"Niagara_(film)","surface_form":"Niagara","offset":354},{"uri":"Aura","surface_form":"aura","offset":497},{"uri":"Celebrity","surface_form":"celebrity","offset":566},{"uri":"Hollywood","surface_form":"Hollywood","offset":655},{"uri":"Lifestyle","surface_form":"lifestyle","offset":726},{"uri":"Suicide","surface_form":"suicide","offset":875},{"uri":"Marilyn_Monroe","surface_form":"Monroe","offset":1080},{"uri":"Blouse","surface_form":"blouse","offset":1119},{"uri":"Feminism","surface_form":"feminist","offset":3264}]}