{"id":63261,"url":"http://en.wikipedia.org/wiki/Zanzibar","text":"Zanzibar is the name of an archipelago in the Indian Ocean 25–50 km off the coast of East Africa. There are many small islands and two large ones: Unguja (the main island, sometimes informally referred to as 'Zanzibar') and Pemba Island.\nThe archipelago was once the separate state of Zanzibar, which united with Tanganyika to form Tanzania (derived from the two names). Zanzibar is a semi-autonomous within the union, with its own government.\nThe capital of Zanzibar is Zanzibar City. It is on the island of Unguja. The city's old quarter, known as Stone Town, is a World Heritage Site.\nThe people are mostly African Bantu, with some Asians of Indian origin.\nPolitics.\nZanzibar has its own government, known as the Revolutionary Government of Zanzibar. It is made up of the Revolutionary Council and House of Representatives.\nThe main Parties are the Chama Cha Mapinduzi (CCM) and the Civic United Front (CUF). Since the early 1990s, the politics of the archipelago have been marked by repeated violent clashes between these two political parties.\nIndependence claimed.\nIn October 2009, Zanzibar President Amani Karume met with CUF Secretary Seif Shariff Hamad at the State House to discus how to save Zanzibar from future political turmoil and to end the backlash between them, a move which was welcomed by many people including the USA and political parties. It was the first time CUF agreed to recognize Karume as the legitimate president of Zanzibar.\nThe relationship between Zanzibar government and Tanzanian Mainland has not been good in recent years since Tanzania Prime Minister Mizengo Pinda's remark about the Isles' sovereignty. He said that Zanzibar is not an independent country outside the Union Government, within which it can only exercise its sovereignty.\nMembers from both the ruling party, Chama Cha Mapinduzi (CCM), and the opposition Civic United Front (CUF) disagreed with Mr Pinda's interpretation and stand firmly in recognizing Zanzibar as a fully autonomous and full state. The move was not recognized by the Government of the United Republic of Tanzania.\nIn 2008, Tanzanian president Jakaya Kikwete tried to silence the debate when he addressed the nation in a live conference by saying that \"Zanzibar is a state internal but semi-state international\". There the matter rests for the time being.\nA proposal to amend Zanzibar’s laws to allow rival parties to form governments of national unity was adopted by 66.4 per cent of voters, after official results of a referendum which was held on July 31, 2010.\nReligion.\nZanzibar is 95% Islamic in religion, and has been so for hundreds of years. It was once part of the Persian Empire, then under the Caliphate of Oman. It was ruled by a Sultan. Zanzibar was conquered by the British in the late 19th century. The islands were involved in the Arab slave trade, and the British conquest was an attempt to stop this. They appointed puppet rulers, and Zanzibar became a 'protectorate', not a colony.\nZanzibar gained independence on 10th December 1963 from the British.\nSpices.\nZanzibar's main industries are spices (which include cloves, nutmeg, cinnamon and pepper), raffia, and tourism. Zanzibar is also the home of the endemic Zanzibar Red Colobus and the elusive Zanzibar Leopard.\nThe word \"Zanzibar\" probably derives from the Persian زنگبار, \"Zangi-bar\" (\"coast of the blacks\") and it is also known as Zanji-bar in Arabic. Zanzibar is sometimes referred to as the \"Spice Islands,\" a term that is more often used for the Maluku Islands in Indonesia. Pemba Island is the only island apart from Zanzibar that still produces cloves on a major basis which is the primary source of spice income for the islands.\nEconomy.\nThe islands are poor, and the economy is in trouble. Zanzibaris are living a hard life compare to the mainland. In 2000, the annual income per capita was US$220.\nDuring May and June 2008, Zanzibar suffered a major failure of its electricity system, which left the island without electricity for nearly a month. Another blackout happened from December 2009 to March 2010, due to a problem with the submarine cables and the local plant. This led to a serious and ongoing shock to the island's fragile economy, which is heavily dependent on foreign tourism.\nCloves.\nZanzibar's economy is based primarily on the production of cloves (90% grown on the island of Pemba), the principal foreign exchange earner. Exports have suffered with the downturn in the clove market.\nThe clove, originally from the Moluccan Islands (Indonesia), was introduced to Zanzibar by the Omani sultans in the first half of the XIX century. Zanzibar, mainly Pemba Island, was once the world's leading clove producer, but annual clove sales have plummeted by 80% since the 1970s. Zanzibar's clove industry has been crippled by a fast-moving global market, and international competition.\nTanzania's failed experiment with socialism in the 1960s and 1970s, when the government controlled clove prices and exports, is also a factor. Zanzibar now ranks a distant third with Indonesia supplying 75% of the world's cloves compared to Zanzibar's 7%.\nOther options.\nZanzibar exports spices, seaweed and fine raffia. It also has a large fishing and dugout canoe production.\nTourism is a major foreign currency earner. A number of new hotels and resorts having been built in recent years.\nThe Government of Zanzibar legalized foreign exchange bureaux on the islands. The effect was to increase the availability of consumer commodities. The government has also established a free port area. This stimulates trade and support services. There is a management system for re-exportation of goods.\nThere is also a possibility of oil exploration in Zanzibar on the island of Pemba. Oil would help boost the economy of Zanzibar, but there have been disagreements about dividends between the Tanzanian mainland and Zanzibar, the latter claiming the oil should be excluded in Union matters. A Norwegian consultant has been sent to Zanzibar to investigate its oil potential.","categories":[],"infobox_types":[],"annotations":[{"uri":"Archipelago","surface_form":"archipelago","offset":27},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":46},{"uri":"East_Africa","surface_form":"East Africa","offset":85},{"uri":"Island","surface_form":"island","offset":119},{"uri":"Pemba_Island","surface_form":"Pemba Island","offset":224},{"uri":"Tanganyika","surface_form":"Tanganyika","offset":313},{"uri":"Tanzania","surface_form":"Tanzania","offset":332},{"uri":"Autonomy","surface_form":"autonomous","offset":390},{"uri":"Government","surface_form":"government","offset":432},{"uri":"Zanzibar_City","surface_form":"Zanzibar City","offset":471},{"uri":"Stone_Town","surface_form":"Stone Town","offset":550},{"uri":"World_Heritage_Site","surface_form":"World Heritage Site","offset":567},{"uri":"Bantu","surface_form":"Bantu","offset":618},{"uri":"Islamic","surface_form":"Islamic","offset":2559},{"uri":"Persian_Empire","surface_form":"Persian Empire","offset":2643},{"uri":"Caliphate","surface_form":"Caliphate","offset":2674},{"uri":"Oman","surface_form":"Oman","offset":2687},{"uri":"Sultan","surface_form":"Sultan","offset":2711},{"uri":"British","surface_form":"British","offset":2749},{"uri":"Arab_slave_trade","surface_form":"Arab slave trade","offset":2816},{"uri":"Puppet","surface_form":"puppet","offset":2903},{"uri":"Colony","surface_form":"colony","offset":2962},{"uri":"Spice","surface_form":"spice","offset":3078},{"uri":"Cloves","surface_form":"cloves","offset":3100},{"uri":"Nutmeg","surface_form":"nutmeg","offset":3108},{"uri":"Cinnamon","surface_form":"cinnamon","offset":3116},{"uri":"Black_pepper","surface_form":"pepper","offset":3129},{"uri":"Raffia","surface_form":"raffia","offset":3138},{"uri":"Tourism","surface_form":"tourism","offset":3150},{"uri":"Endemic_(ecology)","surface_form":"endemic","offset":3192},{"uri":"Zanzibar_Red_Colobus","surface_form":"Zanzibar Red Colobus","offset":3200},{"uri":"Zanzibar_Leopard","surface_form":"Zanzibar Leopard","offset":3237},{"uri":"Persian_language","surface_form":"Persian","offset":3301},{"uri":"Maluku_Islands","surface_form":"Maluku Islands","offset":3495},{"uri":"Indonesia","surface_form":"Indonesia","offset":3513},{"uri":"Pemba_Island","surface_form":"Pemba Island","offset":3524},{"uri":"Island","surface_form":"island","offset":3549},{"uri":"Cloves","surface_form":"cloves","offset":3596},{"uri":"Spice","surface_form":"spice","offset":3651},{"uri":"Islands","surface_form":"islands","offset":3672},{"uri":"Electricity","surface_form":"electricity","offset":3919},{"uri":"Submarine","surface_form":"submarine","offset":4087},{"uri":"Cable","surface_form":"cable","offset":4097},{"uri":"Clove","surface_form":"clove","offset":4459},{"uri":"Pemba_Island","surface_form":"Pemba Island","offset":4619},{"uri":"Global_market","surface_form":"global market","offset":4801},{"uri":"Competition","surface_form":"competition","offset":4834},{"uri":"Socialism","surface_form":"socialism","offset":4881},{"uri":"Seaweed","surface_form":"seaweed","offset":5143},{"uri":"Raffia","surface_form":"raffia","offset":5160},{"uri":"Dugout_(boat)","surface_form":"dugout","offset":5200},{"uri":"Tourism","surface_form":"Tourism","offset":5225},{"uri":"Oil","surface_form":"oil","offset":5673}]}