{"id":63271,"url":"http://en.wikipedia.org/wiki/Alcatraz_Island","text":"Alcatraz Island (sometimes just called Alcatraz or The Rock) is a small island in San Francisco Bay in California. It was first a lighthouse, then a military fort, then a military prison, and finally a federal prison. In 1963, it became a museum.\nThe name Alcatraz comes from the original Spanish name of the island, \"Isla de los alcatraces\" (\"Island of the pelicans\"). It was given that name when a Spanish explorer, Juan Manuel de Ayala, noticed the great amount of pelicans roosting on the island.\nThe famous Alcatraz prison opened in August 1934 and closed on 21 March 1963. At first, the island served as a war prison for confederate soldiers during the Civil War. At the turn of the century, it would become the most famous and posthumously, most infamous prison in American history. Some of the most famous inmates at Alcatraz are Al Capone and George 'Machine Gun' Kelly. The prison was eventually shut down in 1963 after the State of California and the US Congress agreed that it costs too much to run. Soon after, Native American Indians used the prison and the island for a huge protest in favor for Native American rights. After being kicked out from the grounds, the prison was vacated and was never used again.\nPeople still love to go see the prison. It draws in millions into the San Francisco area. People enjoy the tales of possible ghost encounters on the prison grounds. It has been a huge haunting site because spirits are said to have left behind wandering the prison.\nAlcatraz Island is one of many islands in the San Francisco Bay area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Island","surface_form":"island","offset":72},{"uri":"San_Francisco_Bay","surface_form":"San Francisco Bay","offset":82},{"uri":"California","surface_form":"California","offset":103},{"uri":"Museum","surface_form":"museum","offset":239},{"uri":"San_Francisco","surface_form":"San Francisco","offset":1295}]}