{"id":632790,"url":"http://en.wikipedia.org/wiki/Leaf_miner","text":"A leaf miner is the larva of an insect which lives inside a leaf and eats it. Most leaf-mining insects are moths (Lepidoptera), sawflies (Symphyta, a type of wasp) and flies (Diptera). Some beetles also do this.\nLike woodboring beetles, leaf miners are protected from many predators and plant defences by feeding inside a leaf, eating its tissues. It eats only the layers that have the least cellulose. Also, when attacking \"Quercus robur\" (English oak), they feed on tissues with lower levels of tannin. Tannin is a chemical produced in abundance by the tree. It is not edible.\nThe pattern of the feeding tunnel and the layer of the leaf being mined shows what insect is responsible, sometimes even to the exact species. The mine often contains frass, or droppings, and the pattern of frass deposition, mine shape, and host plant identity show the species and instar of the leaf miner. A few mining insects feed in other parts of a plant, such as the surface of a fruit.\nIt has been suggested that some patterns of leaf variegation may be part of a defensive strategy used by plants. It deceives adult leaf miners into thinking that a leaf has already been preyed upon.","categories":[],"infobox_types":[],"annotations":[{"uri":"Larva","surface_form":"larva","offset":20},{"uri":"Insect","surface_form":"insect","offset":32},{"uri":"Moth","surface_form":"moth","offset":107},{"uri":"Lepidoptera","surface_form":"Lepidoptera","offset":114},{"uri":"Sawfly","surface_form":"Symphyta","offset":138},{"uri":"Wasp","surface_form":"wasp","offset":158},{"uri":"Diptera","surface_form":"Diptera","offset":175},{"uri":"Beetle","surface_form":"beetle","offset":190},{"uri":"Woodboring_beetle","surface_form":"woodboring beetle","offset":217},{"uri":"Predator","surface_form":"predator","offset":273},{"uri":"Cellulose","surface_form":"cellulose","offset":392},{"uri":"Quercus","surface_form":"Quercus","offset":425},{"uri":"Tannin","surface_form":"tannin","offset":497},{"uri":"Tree","surface_form":"tree","offset":555},{"uri":"Species","surface_form":"species","offset":713},{"uri":"Frass","surface_form":"frass","offset":746},{"uri":"Instar","surface_form":"instar","offset":861},{"uri":"Fruit","surface_form":"fruit","offset":965}]}