{"id":632751,"url":"http://en.wikipedia.org/wiki/Lee_Sang-su","text":"e=\"preserve\">Lee Sang-su (Korean 이상수; other spellings: \"Lee Sangsu\"; born 13 August 1990 in Seoul) is a table tennis player from South Korea. He plays for Samsung Life Insurance. At World Championships he won one time bronze in the singles, twice bronze in the the doubles and one time silver in the mixed doubles.\nCareer.\nLee reached at Youth- events a lot of international successen. At the Youth- asian championships he became champion with the team and 2008 he won the singles category. Also Lee took at Youth- world championships three silver namely 2007 and 2008 in the team competition and 2008 in the doubles with Seo Hyun-deok. His first medals at the World Tour-Gold in the singles and bronze in the doubles- he won at the Slovenia Open 2010, in that Lee came to the top 100 in the world rankings. In the doubles he became the bronze medal at the World Tour Grand Finals, with Seo Hyun-deok again. After the Korea Open 2011, where Lee won silver, he became with place 22 a new record. This position he improved first after four years.\n2013 he has been nominated for the World Championships in adult area for the first time. In the singles he doesn't won a medal, but became vice-champion with Park Young-sook in the mixed doubles. 2015 where he played a WTTC again, he reached the third place in the doubles. Since August 2015 Lee is under the top 20 players in the world. At his first team WTTTC he reached together with the team place 3 (Bronze).\nHe qulificated himself for the Olympics 2016, but lost in the first match. With the team Lee has been the 4th place. In October he took part in the world cup, where Lee reached the Quarterfinals. Together with Yung Young-sik he won gold at the world tour grand finals and bronze at the WTTC 2017 in Düsseldorf. In the singles he reached the semifinals, where Lee lost to Fan Zhendong- so Lee won bronze. Of course that he became best South-Korean player. At the German Open he beat in the Quarterfinals Xu Xin and became the third place in the singles. At the Asian Cup 2018 Lee won bronze.\nEquipment and Rubber.\nLee Sang-su is an attacker. He uses on the forhand the Tenergy 05 and on the backhannd, too.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_language","surface_form":"Korean","offset":26},{"uri":"August_13","surface_form":"13 August","offset":74},{"uri":"Seoul","surface_form":"Seoul","offset":92},{"uri":"Table_tennis","surface_form":"table tennis","offset":104},{"uri":"South_Korea","surface_form":"South Korea","offset":129},{"uri":"Samsung","surface_form":"Samsung Life Insurance","offset":155},{"uri":"Championship","surface_form":"Championship","offset":188},{"uri":"Championship","surface_form":"championship","offset":521},{"uri":"Seo_Hyun-deok","surface_form":"Seo Hyun-deok","offset":622},{"uri":"Slovenia_Open","surface_form":"Slovenia Open","offset":733},{"uri":"Korean_Peninsula","surface_form":"Korea Open","offset":918},{"uri":"Park_Young-sook","surface_form":"Park Young-sook","offset":1203},{"uri":"August","surface_form":"August","offset":1325},{"uri":"Olympic_Games","surface_form":"Olympics","offset":1490},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":1758},{"uri":"Fan_Zhendong","surface_form":"Fan Zhendong","offset":1830},{"uri":"Xu_Xin","surface_form":"Xu Xin","offset":1962}]}