{"id":632839,"url":"http://en.wikipedia.org/wiki/Gul_Circle_MRT_station","text":"Gul Circle MRT station is (EW30) is an above ground MRT station on the East West Line.\nThe station is the only above-ground station on the MRT network where the eastbound and westbound platforms are not located on the same level. This special layout is a provision for a possible two-station future extension to Tuas South, which would likely branch out from this station in a fashion similar to Tanah Merah MRT station as of 2024. Official details for this extension have not yet been announced.\nHistory.\nThe idea of the extension was first mooted on 25 January 2008 with the extension proposed to be completed by 2015.\nThe stations were first announced on 11 January 2011 by Transport Minister Mr Raymond Lim in a speech while visiting Bedok when new platform screen doors opened there and originally fixed 2016 as the original year of the line completion.\nThe station is expected to benefit an estimated 100,000 commuters daily. It is the first elevated stacked island platform, as there is a possible future two-station extension to Tuas South leading out from this station or interchange with another line. The $190-million contract was awarded to Shanghai Tunnel Engineering, a major civil engineering company from China for this station.\nThis station ceiling is above ground - about the height of a 10-storey HDB (Housing Development Board) block, the highest elevated station along the MRT network. There are two reasons for the height. First, the 7.5 km, $3.5 billion extension goes over the Ayer Rajah Expressway viaduct at the Pan-Island Expressway interchange. Second, a 4.8 km portion of the line is being integrated with a road viaduct, which runs below the rail line.\nThe opening of the station was delayed from 2016 to the second quarter of 2017 to make way for the installation of the new signalling system. It became fully operational on 18 June 2017.\nTrain services between Gul Circle and Tuas Link were temporary closed between 16 and 19 November 2017 following a collision that happened at Joo Koon. On 20 November 2017, train services from Gul Circle to Tuas Link were resumed; however, train services between Joo Koon and Gul Circle will be suspended till mid-2018 to facilitate maintenance work on signalling devices.\nFuture plans.\nThe station was built with two extra tracks opposite the operational EWL tracks, possibly for cross platform interchange with a future two-station extension of the line to Tuas South.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"MRT","offset":52},{"uri":"East_West_MRT_Line","surface_form":"East West Line","offset":71},{"uri":"Tanah_Merah_MRT_Station","surface_form":"Tanah Merah MRT station","offset":396},{"uri":"Bedok_MRT_Station","surface_form":"Bedok","offset":738},{"uri":"Joo_Koon_MRT_Station","surface_form":"Joo Koon","offset":2011}]}