{"id":6329,"url":"http://en.wikipedia.org/wiki/Temperature","text":"e=\"preserve\">Temperature is how hot or cold something is. Our bodies can feel the difference between something which is hot and something which is cold. To measure temperature more accurately, a thermometer can be used. Thermometers use a temperature scale to record how hot or cold something is. The scale used in most of the world is in degrees Celsius, sometimes called \"centigrade\". In the USA and some other countries and locations, degrees Fahrenheit are more often used while scientists mostly use kelvins to measure temperature because it never goes below zero.\nScientifically, temperature is a physical quantity which describes how quickly molecules are moving inside a material. In solids and liquids the molecules are vibrating around a fixed point in the substance, but in gases they are in free flight and bouncing off each other as they travel. In a gas the temperature, pressure and volume of the gas are closely related by a law of physics.\nTemperature and heat.\nTemperature is not the same as heat. Heat is energy which moves from one thing, cooling it, to another, heating it. Temperature is a measure of the movements (vibration) of the molecules inside a thing. If the thing has a high temperature, it means the average speed of its molecules is fast. A thing may have a high temperature but because it contains very few or light atoms it has very little heat.\nHeat capacity.\nThe amount of heat that is needed to make a substance one degree higher is called its heat capacity. Different substances have different heat capacities. For example, a kilogram of water has more heat capacity than a kilogram of steel. This means that more energy is needed to make the temperature of water 1°C hotter than is needed to make the temperature of steel 1°C hotter.\nWeather.\nTemperature is also important in weather and climate. It is related to the amount of heat energy in the air. Isotherm maps are used to show how temperature is different across an area. Temperature will be different during different times of day, different seasons and in different places. It is affected by how much heat reaches the place from the suns rays (insolation), how high the place is above the level of the sea, and how much heat is brought to the place by the movement of winds and ocean currents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Measurement","surface_form":"measure","offset":156},{"uri":"Accurate","surface_form":"accurate","offset":181},{"uri":"Thermometer","surface_form":"thermometer","offset":195},{"uri":"Celsius","surface_form":"Celsius","offset":347},{"uri":"United_States","surface_form":"USA","offset":394},{"uri":"Fahrenheit","surface_form":"Fahrenheit","offset":446},{"uri":"Scientist","surface_form":"scientist","offset":483},{"uri":"Kelvins","surface_form":"kelvins","offset":505},{"uri":"Science","surface_form":"Scientifically","offset":570},{"uri":"Molecule","surface_form":"molecule","offset":649},{"uri":"Solid","surface_form":"solid","offset":692},{"uri":"Liquid","surface_form":"liquid","offset":703},{"uri":"Gas","surface_form":"gas","offset":785},{"uri":"Pressure","surface_form":"pressure","offset":885},{"uri":"Volume","surface_form":"volume","offset":898},{"uri":"Heat","surface_form":"heat","offset":1010},{"uri":"Energy","surface_form":"energy","offset":1024},{"uri":"Vibration","surface_form":"vibration","offset":1138},{"uri":"Molecules","surface_form":"molecules","offset":1156},{"uri":"Average","surface_form":"average","offset":1232},{"uri":"Steel","surface_form":"steel","offset":1625},{"uri":"Weather","surface_form":"weather","offset":1816},{"uri":"Climate","surface_form":"climate","offset":1828},{"uri":"Heat_energy","surface_form":"heat energy","offset":1868},{"uri":"Air","surface_form":"air","offset":1887},{"uri":"Isotherm","surface_form":"Isotherm","offset":1892},{"uri":"Season","surface_form":"season","offset":2039},{"uri":"Insolation","surface_form":"insolation","offset":2142},{"uri":"Altitude","surface_form":"high","offset":2159},{"uri":"Sea_level","surface_form":"level of the sea","offset":2187},{"uri":"Wind","surface_form":"wind","offset":2266},{"uri":"Ocean_current","surface_form":"ocean current","offset":2276}]}