{"id":633046,"url":"http://en.wikipedia.org/wiki/Masaz%C5%8D_Nonaka","text":"was a Japanese hotel manager and supercentenarian. He was the oldest person ever born in Hokkaido (and Hokkaido's second oldest person ever behind Hatsue Ono who, however, was born in Iwate).\nBiography.\nNonaka was born on 25 July 1905 in Ashoro, Hokkaido as the eldest child of Masujiro Nonaka and his wife Kiyo Nonaka, and had two brothers and three sisters. In his youth, Nonaka worked as a farmer and lumberjack until 1925 when he took over Nonaka Onsen, a hot spring inn founded by his parents in 1905 and nowadays owned and managed by one of his grandchildren. In 1931, he married Hatsuno Nonaka, who died in 1992 and with whom he had 5 children (2 living).\nNonaka, who was the oldest living Japanese man since 112-year-old Masamitsu Yoshida's death on 29 October 2016, became the world's oldest living man after the death of 113-year-old Spaniard Francisco Núñez Olivera on 30 January 2018 (Núñez Olivera died on 29 January 2018 CET), and credited his long life to eating sweets and bathing in hot springs. Nonaka was also the oldest living person in Hokkaido since Teru Hatakeyama (who was just five days older) died on 3 April 2016.\nNonaka died in his sleep of natural causes at age 113 years, 179 days at 1:30am on 20 January 2019 as the 13th oldest man (before being surpassed by Gustav Gerneth) ever and the youngest of only four Japanese men having lived to age 113 (behind Jiroemon Kimura, Yukichi Chuganji and Tomoji Tanabe), and was succeeded as the oldest living man by Germanman Gustav Gerneth, who was less than 12 weeks younger and died nine months later, and as Japan's oldest living man by Chitetsu Watanabe and as Hokkaido's oldest living person by Aomori-born Tari Chiba. Nonaka and Gerneth were, after American man Richard Overton's death on 27 December 2018, the last two living men born before 1907. Nonaka was also the last living person from Hokkaido born before 1907, since Seki Inagaki died at age 112 years, 40 days on 14 December 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":6},{"uri":"Supercentenarian","surface_form":"supercentenarian","offset":33},{"uri":"Hokkaido","surface_form":"Hokkaido","offset":89},{"uri":"Ashoro","surface_form":"Ashoro","offset":238},{"uri":"Hokkaido","surface_form":"Hokkaido","offset":246},{"uri":"Spaniards","surface_form":"Spaniard","offset":844},{"uri":"Francisco_N%C3%BA%C3%B1ez_Olivera","surface_form":"Francisco Núñez Olivera","offset":853},{"uri":"Hot_spring","surface_form":"hot spring","offset":1000},{"uri":"Jiroemon_Kimura","surface_form":"Jiroemon Kimura","offset":1386},{"uri":"Yukichi_Chuganji","surface_form":"Yukichi Chuganji","offset":1403},{"uri":"Tomoji_Tanabe","surface_form":"Tomoji Tanabe","offset":1424},{"uri":"Gustav_Gerneth","surface_form":"Gustav Gerneth","offset":1496},{"uri":"Chitetsu_Watanabe","surface_form":"Chitetsu Watanabe","offset":1611},{"uri":"Richard_Overton","surface_form":"Richard Overton","offset":1739}]}