{"id":6331,"url":"http://en.wikipedia.org/wiki/Mein_Kampf","text":"\"Mein Kampf\" (\"My Struggle\") was a book written by Adolf Hitler and Rudolf Hess. Rudolf Hess helped Hitler write the book, but he is not mentioned as an author. The book consists of two parts. The first part was written by Hitler while he was in jail in Landsberg am Lech. He was put in jail after a failed \"putsch\", in 1923. He wrote the second part after his (early) release from jail. From 1926 to 1930, both volumes were sold separately, at the price of 12 Reichsmark each. In 1930, both volumes were published as one book.\nThere were several editions between 1925 and 1945. With each new edition, the text was revised as well. This was done to clarify those parts of the text that were unclear. Probably, ghostwriters around Hitler did this work.\nIn the book, Hitler describes (talks about) his view of greater Germany. He also describes his future plan for Jews. When he came to power, in 1933, he realized (made happen) some of those plans. This resulted in a genocide known as The Holocaust. The book was given away for free at civil registry offices during the time when the Nazi government had power in Germany. The reason for giving the book away for free was because in part, the book was propaganda, and giving it away free was a way to recruit members.\nAfter the Second World War, the book was made illegal to reprint or sell new copies in Germany and Austria. It is not illegal to own a book, and it is also not illegal to sell or buy such books second-hand.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":35},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":51},{"uri":"Rudolf_Hess","surface_form":"Rudolf Hess","offset":68},{"uri":"Jail","surface_form":"jail","offset":246},{"uri":"Landsberg_am_Lech","surface_form":"Landsberg am Lech","offset":254},{"uri":"Putsch","surface_form":"putsch","offset":308},{"uri":"Reichsmark","surface_form":"Reichsmark","offset":461},{"uri":"Ghostwriter","surface_form":"ghostwriter","offset":710},{"uri":"Genocide","surface_form":"genocide","offset":967},{"uri":"The_Holocaust","surface_form":"The Holocaust","offset":985},{"uri":"Nazi","surface_form":"Nazi","offset":1084},{"uri":"Government","surface_form":"government","offset":1089},{"uri":"Germany","surface_form":"Germany","offset":1113},{"uri":"Propaganda","surface_form":"propaganda","offset":1201},{"uri":"World_War_II","surface_form":"Second World War","offset":1277},{"uri":"Germany","surface_form":"Germany","offset":1354},{"uri":"Austria","surface_form":"Austria","offset":1366}]}