{"id":63327,"url":"http://en.wikipedia.org/wiki/Natt%C5%8D","text":"Natto ((hiragana), 納豆 (kanji); \"nattō\" or \"nattou\") is a traditional Japanese food made by fermenting soybeans. Natto is known for its strong musty smell and unusual slimy texture, which yields mucous-like (or sticky) strings when stirred and eaten. Its taste has been described as being a 'bit funky.'[http://answers.yahoo.com/question/index?qid=2008121208182488fLyPt] In order to mediate some of the strong flavors, it is usually eaten on top of rice with mentsuyu, a soy sauce-based condiment, or Japanese mustard to their liking. Eating Natto as a custom is not so popular in Kansai area. Whether it is popular or not depends on regions in Japan.\nKinds of Natto.\nThere are many kinds of Natto. First, Natto is classified under two types of Natto, Itohiki Natto and Ji Natto. Also Itohiki Natto has three kinds of Natto, Marudaizu Natto, Hikiwari Natto, and Goto Natto. We usually eat Marudaizu Natto and Hikiwari Natto.\nCommercial availability.\nNatto may be bought in stores in Styrofoam boxes. Sometimes, they come with a mustard packet and a packet of \"tsuyu\" to eat with the natto.\nCooking with natto.\nAlthough it is not customary to cook natto, natto may be prepared in food items like sushi or \"donburi\". \"Donburi\" is any Japanese dish served with rice in a bowl. Natto can be made into a donburi by adding natto and other items like tuna or egg to rice inside a bowl. \"Nattojiru\" is what people add natto to miso soup as a seasoning. Also Natto is used for topping when we eat Soba, Udon, Spaghetti, Okonomiyaki and so on.\nSpice, Condiment.\nIn general, Soy sauce, tsuyu, mustard, but some people use egg, leek, Japanese ginger, Grated radish, Laver, Okra, and etc.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hiragana","surface_form":"hiragana","offset":8},{"uri":"Kanji","surface_form":"kanji","offset":23},{"uri":"Custom","surface_form":"traditional","offset":57},{"uri":"Japan","surface_form":"Japan","offset":69},{"uri":"Food","surface_form":"food","offset":78},{"uri":"Fermentation","surface_form":"fermenting","offset":91},{"uri":"Soybean","surface_form":"soybean","offset":102},{"uri":"Flavor","surface_form":"flavor","offset":409},{"uri":"Rice","surface_form":"rice","offset":448},{"uri":"Styrofoam","surface_form":"Styrofoam","offset":982},{"uri":"Culinary_mustard","surface_form":"mustard","offset":1027},{"uri":"Sushi","surface_form":"sushi","offset":1194},{"uri":"Donburi","surface_form":"donburi","offset":1204},{"uri":"Soba","surface_form":"Soba","offset":1487},{"uri":"Udon","surface_form":"Udon","offset":1493},{"uri":"Spaghetti","surface_form":"Spaghetti","offset":1499},{"uri":"Okonomiyaki","surface_form":"Okonomiyaki","offset":1510},{"uri":"Soy_sauce","surface_form":"Soy sauce","offset":1563},{"uri":"Leek","surface_form":"leek","offset":1615},{"uri":"Okra","surface_form":"Okra","offset":1660}]}