{"id":633516,"url":"http://en.wikipedia.org/wiki/Tughlaqabad_Fort","text":"e=\"preserve\">Tughlaqabad Fort is a ruined (collapsed or broken) fort in Delhi. It was built by Ghiyas-ud-din Tughlaq in 1321. He was the founder of Tughlaq dynasty of the Delhi Sultanate of India. Ghiyasuddin established (built) the third historic city of Delhi, the Tughlaqabad. This fort was built in Tughlaqabad. This city was later abandoned (left) in 1327.\nHistory.\nIn 1321, Ghazi Malik drove away the Khalji ruler and became the ruler. He assumed (got) the title of Ghias-ud-din Tughlaq. He started the Tughlaq dynasty.He immediately started the construction of his Tughlaqabad city.\nThe Curse of Nizamuddin Auliya.\nGhiyasuddin is a liberal (free and soft) ruler. However he eager (passionate) about his city of Tughlaqabad. He wanted all his labourers in Delhi to work on his fort. Saint Nizamuddin Auliya, a Sufi saint got angry with the king's decision. This was because his well was under construction. The fight between the saint and the king became huge. The saint gave a curse for the fort. It was translated as \"it won't be inhabited (occupied), if occupied, it will be by the gujjars (cattle shepherding group)\". After the fall of the Delhi sultanate, Gujjars of the area captured the Fort. Till at present, Tughlaqabad is situated in it.\nDeath of Ghiyasuddin.\nAnother of the saint's curses was Hunuz Dilli dur ast (Delhi is still far away). Emperor Ghiyasuddin Tughlaq succeeded in his Bengal attack. On his way to Delhi, he was crushed to death by the collapse of a tent. The tent was prepared by his son Muhammad bin Tughlaq.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fort","surface_form":"fort","offset":64},{"uri":"Delhi","surface_form":"Delhi","offset":72},{"uri":"Ghiyas_ud_din_Tughluq_Shah_I","surface_form":"Ghiyas-ud-din Tughlaq","offset":95},{"uri":"Tughlaq_dynasty","surface_form":"Tughlaq dynasty","offset":148},{"uri":"Delhi_Sultanate","surface_form":"Delhi Sultanate","offset":171},{"uri":"India","surface_form":"India","offset":190},{"uri":"Tughlaqabad","surface_form":"Tughlaqabad","offset":267},{"uri":"Nizamuddin_Auliya","surface_form":"Nizamuddin Auliya","offset":795},{"uri":"Muhammad_bin_Tughluq","surface_form":"Muhammad bin Tughlaq","offset":1522}]}