{"id":633592,"url":"http://en.wikipedia.org/wiki/Ri_Myong-sun","text":"e=\"preserve\">Ri Myong-sun (korean 꺄 ㅡ캐ㅜㅎ/녀ㅜ; born 26 January 1992 in Pyongyang) is a table tennis player from North Korea. She used as racket the Joo Se-hyuk racket and on the forehand the Tenergy 05, on the backhand she used long pips as the Butterfly Feint Soft.\nCareer.\nFirst in the adult area she played in 2011, where Ri took part in the Asian Championships and reached the round of 16. One year later Ri took part in the Olympics for the first time, where she reached the Quarterfinals with the team. In the singles she played first in the second round, because to this time she was number 20 in the world- she lost in her first match. 2013 she reached at her first World Championships the Quarterfinals, her best result to today (2017). 2014 she played the World Championships with the team too, but the North Korean team doesn't won a medal. At the Asian Games she won bronze with the team, while in the singles she reached the round of 16. At the Asian Cup, where Ri played, she missed the 3rd place, so she became fourth place.\n2015 she played various events at the World Tour. At the World Team Cup she reached silver with the team, at the World Championships she lost early in the singles and doubles. At the Asian Championships she doesn't won a medal, too, but became doubles champion at the Pyongyang Open- in the singles she won bronze. 2016 she took part in the Olympics for the second time, but Ri won in both categorys, where she played (Singles and Team) no medal. With the team, she lost as 2012 in the Quarterfinals. However she for the first time in her career the silvermedal in the Pyongyang Open.\nAfter that, she doesn't played very often in events.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Korean_language","surface_form":"korean","offset":27},{"uri":"January_26","surface_form":"26 January","offset":50},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":69},{"uri":"Table_tennis","surface_form":"table tennis","offset":85},{"uri":"North_Korea","surface_form":"North Korea","offset":110},{"uri":"Joo_Se-hyuk","surface_form":"Joo Se-hyuk","offset":146},{"uri":"Championship","surface_form":"Championship","offset":349},{"uri":"Olympic_Games","surface_form":"Olympics","offset":427},{"uri":"North_Korea_at_the_Olympics","surface_form":"North Korean","offset":811},{"uri":"Championship","surface_form":"Championship","offset":1157},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":1306},{"uri":"Olympic_Games","surface_form":"Olympics","offset":1379},{"uri":"Pyongyang","surface_form":"Pyongyang","offset":1607}]}