{"id":63361,"url":"http://en.wikipedia.org/wiki/Ahmedabad","text":"Ahmedabad is the largest city in the Gujarat state, situated in Western India. The city is the administrative centre of Ahmedabad district, and was the capital of Gujarat from 1960 to 1970. The city is located on the banks of the Sabarmati River, and it shares proximity with the Gandhinagar, the newly built state capital.\nThe city's area is approximately 8,087 sq.k.m and it's total population of District is 7,486,573 (2014).\nHistory.\nThe city was founded by Sultan Ahmed Shah in 1411 A.D. But, the area around the city has been inhabited since the 11th century when it was known as \"Ashaval\". The city was built on an elevated plain known as \"Bhadra\" on the eastern bank of Sabarmati River.\nIn 1487, the city was fortified with an outer wall 10 km (6.2 mi) in circumference by Mahmud Begada, the grandson of Sultan. The fortification consisted of twelve gates, 189 bastions and over 6,000 battlements.\nIn 1573, the city was annexed by the Mughal Empire. But, in the year 1758, Mughals surrendered the city to Marathas after the brief joint-rule from 1739-44.\nGovernance.\nSince July 1950, the city is governed by Ahmedabad Municipal Corporation (AMC) in urban area and Ahmedabad Urban Development Authority (AUDA) in suburbs area. Both, provides a number of urban services such as water supply, roads construction, sanitation, primary education, city transport etc. In totality, the administration pf the city is divided into 14 talukas which includes 556 villages, 1 corporation, 1 cantonment area, and 7 municipalities.\nEconomy.\nFor a long time, the city has been known for its textile mills and have been dubbed as \"Manchester of the East\". In 1861, the first textile mill was opened and gradually, the whole sector grew through city's own traditional culture and passion for entrepreneurship. Besides textile, Ahmedabad is also known for being automotive and pharmaceutical manufacturing hub.\nRailway.\nThe city is connected with pan-India railway network. It has three stations - Kalupur Station, Maninagar Station and Sabarmati Station. The Kalupur station is situated in the heart of the city which will be convergence point for Ahmedabad Metro, Ahmedabad BRTS, and upcoming high-speed rail system.\nRoads.\nThe city is well connected to the major cities in the state and the country through several national and state highways.\nAir Connectivity.\nThe city is served by Sardar Vallabbhai Patel International Airport. The airport is located 9 km from city center and also caters the state capital Gandhinagar. It was started in the year 1937 with the inaugural flight Bombay-Ahmedabad-Karachi, piloted by J. R. D. Tata.","categories":[],"infobox_types":[],"annotations":[{"uri":"Gujarat","surface_form":"Gujarat","offset":37},{"uri":"India","surface_form":"India","offset":72},{"uri":"Gandhinagar","surface_form":"Gandhinagar","offset":280},{"uri":"Mughal_Empire","surface_form":"Mughal Empire","offset":943},{"uri":"Marathas","surface_form":"Marathas","offset":1013},{"uri":"Ahmedabad_Municipal_Corporation","surface_form":"Ahmedabad Municipal Corporation","offset":1116},{"uri":"Entrepreneurship","surface_form":"entrepreneurship","offset":1782},{"uri":"Automotive","surface_form":"automotive","offset":1851},{"uri":"Pharmaceutical","surface_form":"pharmaceutical","offset":1866},{"uri":"Gandhinagar","surface_form":"Gandhinagar","offset":2502},{"uri":"J._R._D._Tata","surface_form":"J. R. D. Tata","offset":2610}]}