{"id":633752,"url":"http://en.wikipedia.org/wiki/Michiko_Nishiura_Weglyn","text":"e=\"preserve\">Michiko Nishiura Weglyn (November 29, 1926 – April 25, 1999) was a Japanese-American activist and clothing designer, whose goal was to raise awareness about concentration camps during World War II. After United States Attorney General Ramsey Clark lied and said that the concentration camps did not exist in the US, Weglyn made it her goal to tell people the truth about the concentration camps.\nEarly Life.\nWeglyn was born on November 29, 1926, on her family’s farm in Stockton, California. She was one of two sisters and had a loving mother and father, Tomojiro and Misao Weglyn. Before going to school in the mornings, Weglyn fed the chickens and the horses to prove to her father she was just as useful as a boy. In 1926, boys were often considered more important than girls.\nConcentration Camp.\nWeglyn was put in a concentration camp, in Gila River, Arizona. This camp was for Japanese Americans during World War II. Many Americans believed that Japanese people were helping Japan, perhaps planning another attack after Pearl Harbor. Later in her life, Weglyn heard the attorney general, Ramsey Clark, deny that America ever had concentration camps. He said that the concentration camps that had affected Weglyn's life never happened. Of course, this was a lie, and Weglyn was telling the truth about her past experiences. Weglyn later decided to write a book called, \"Years of Infamy: The Untold Story of America’s Concentration Camps\", to share the horror and torture that she experienced. She wrote to raise awareness. This is why she is considered an activist, who helped inspire others to share their stories.\nLife as a Designer.\nWeglyn was one of the first Japanese-American female designer known internationally. Throughout her career she made beautiful pieces of clothing to fit actors/actresses needs. She was known as a designer who could hide the actors/actresses flaws.","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":98},{"uri":"Clothing_designer","surface_form":"clothing designer","offset":111},{"uri":"World_War_II","surface_form":"World War II","offset":197},{"uri":"Ramsey_Clark","surface_form":"Ramsey Clark","offset":248},{"uri":"Concentration_camp","surface_form":"concentration camp","offset":284},{"uri":"Stockton%2C_California","surface_form":"Stockton, California","offset":483},{"uri":"Gila_River","surface_form":"Gila River","offset":856},{"uri":"Arizona","surface_form":"Arizona","offset":868}]}