{"id":633776,"url":"http://en.wikipedia.org/wiki/Jody_Williams","text":"Jody Williams (October 9th 1950 -) is a peace activist and humanitarian. She focused mainly on removing landmines from the world. Williams was born October 09, 1950 in Vermont, USA. Williams helped start the International Campaign to Ban Landmines (ICBL).\nInspiration.\nMany things made her become a peace activist. One of these things was her brother. Her brother was deaf and schizophrenic. He was disliked for his disabilities.\nIn college, Williams didn't know what she wanted to study. After she graduated, she worked as a teacher in the United Kingdom, Mexico, and Washington D.C. Williams does not like landmines. She does not want innocent people to be hurt by the landmines. Some people would accidentally step on the landmines and be killed.\nWork With Celebrities.\nWilliams worked with celebrities to help teach people about the danger of landmines. She even worked with was Diana, Princess of Wales. Some celebrities didn't like this activism. One celebrity that didn't like Williams’ activism was Bill Clinton, a former US president. Clinton made this clear when he did not call her when she got the Nobel Peace Prize.\nAchievements.\nWilliams won the Nobel Peace Prize. She was given the Nobel Peace Prize because of her work on getting rid of landmines. The Nobel Peace Prize was given to her in October, a day after her birthday. Williams said that it was challenging for her to get support on this project. The government didn't want to give landmines up because they were cheap and worked well. Williams won the argument and had landmines were made illegal.\nWilliams worked for many organizations. She worked with Nicaragua-Honduras Education Project, the Medical Aid for El Salvador, Vietnam Veterans of America Foundation, and Medico International.\nWilliams wrote \"Banning Landmines: Disarmament, Citizen Diplomacy, and Human Security\" and \"My Name is Jody Williams: A Vermont Girl's Winding Path to the Nobel Peace Prize\". Williams also helped make the Nobel Women's Initiative. The Nobel Women’s Initiative is an organization that is made up of female Nobel Peace Prize winners. They work all over the world and tell people about female equality.","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":46},{"uri":"Humanitarian","surface_form":"humanitarian","offset":59},{"uri":"Landmines","surface_form":"landmines","offset":104},{"uri":"Vermont","surface_form":"Vermont","offset":168},{"uri":"USA","surface_form":"USA","offset":177},{"uri":"Activist","surface_form":"activist","offset":305},{"uri":"Deaf","surface_form":"deaf","offset":368},{"uri":"Schizophrenic","surface_form":"schizophrenic","offset":377},{"uri":"Disabilities","surface_form":"disabilities","offset":416},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":541},{"uri":"Mexico","surface_form":"Mexico","offset":557},{"uri":"Washington_D.C","surface_form":"Washington D.C","offset":569},{"uri":"Landmines","surface_form":"landmines","offset":847},{"uri":"Diana%2C_Princess_of_Wales","surface_form":"Diana, Princess of Wales","offset":883},{"uri":"Activism","surface_form":"activism","offset":943},{"uri":"Activism","surface_form":"activism","offset":994},{"uri":"Bill_Clinton","surface_form":"Bill Clinton","offset":1007},{"uri":"US_president","surface_form":"US president","offset":1030},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1160},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1197},{"uri":"Landmines","surface_form":"landmines","offset":1253},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1268},{"uri":"Government","surface_form":"government","offset":1423},{"uri":"Landmines","surface_form":"landmines","offset":1454},{"uri":"Landmines","surface_form":"landmines","offset":1542},{"uri":"Illegal","surface_form":"illegal","offset":1562},{"uri":"List_of_Nobel_Peace_Prize_winners","surface_form":"Nobel Peace Prize","offset":2069}]}