{"id":633720,"url":"http://en.wikipedia.org/wiki/Loretta_Sanchez","text":"Loretta Sanchez (born January 7, 1960) is an American politician. She is from California. Sanchez served in the United States House of Representatives from 1997 to 2017.\nEarly life.\nLoretta Sanchez was born in California. Her parents were immigrants from Mexico. She grew up in Anaheim, California. In Anaheim, she went to a public school. She was a very good student. As a child, people were mean to Sanchez because she was Hispanic. This made Sanchez very sad. Later, she went to college at Chapman University in Orange County, California.\nShe and her husband were part of the Republican Party. Sanchez did not like how immigrants, women, and people who are gay were being treated. She left the Republican Party and joined the Democratic Party.\nHer change.\nSanchez helped schools that needed money and helped fight for human rights. She was elected twice to be in the U.S. Congress. She helped many people who were poor and disrespected to be treated equally.\nFirst election.\nShe competed with Bob Dornan for a spot in the U.S. House of Representatives. She disagreed with him about the rights of gay people and rights of gun owners. Sanchez beat him by fewer than 1,000 votes. Dornan said that she cheated. She won the election because people wanted her to be an American representative in the U.S. Congress. Sanchez spoke only about simple problems when she was running for a spot in the U.S. House of Representatives. For example, she talked about education and jobs. She did not talk about more complex problems such as immigration.\nSenate run.\nSanchez ran for the United States Senate in 2016. Kamala Harris won. Sanchez lost in the November election.","categories":[],"infobox_types":[],"annotations":[{"uri":"House_of_Representatives","surface_form":"House of Representatives","offset":126},{"uri":"Anaheim%2C_California","surface_form":"Anaheim, California","offset":278},{"uri":"Orange_County%2C_California","surface_form":"Orange County, California","offset":515},{"uri":"Republican_Party","surface_form":"Republican Party","offset":579},{"uri":"Gay","surface_form":"gay","offset":660},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party.","offset":729},{"uri":"Human_rights","surface_form":"human rights","offset":821},{"uri":"Bob_Dornan","surface_form":"Bob Dornan","offset":996},{"uri":"United_States_House_of_Representatives","surface_form":"U.S. House of Representatives.","offset":1025},{"uri":"Gay","surface_form":"gay","offset":1099},{"uri":"Americans","surface_form":"American","offset":1266},{"uri":"United_States_Congress","surface_form":"U.S. Congress","offset":1297}]}