{"id":633780,"url":"http://en.wikipedia.org/wiki/Fannie_Lou_Hamer","text":"e=\"preserve\">Fannie Lou Hamer (October 16, 1917- March 14, 1977) fought for equal rights. She fought for black people’s rights. She is known for speaking for the African American group at an important national all-white meeting. Hamer was also a church singer.\nHome Life.\nHamer grew up in Mississippi, USA. Out of twenty children, Hamer was the youngest in her family. At one time, their family was able to get a small amount of a land and a tractor. A white family was very upset that Hamer’s family had this. The white family killed their cattle. After this event, The Hamer family was even poorer than before. Later Hamer said in an interview, “Things got so tough I began to wish I was white.”She also said that her mother got angry at her for saying that and her mother said “Don't ever, ever say that. You respect yourself as a little black child. And as you grow older, respect yourself as a black woman. Then one day, other people will respect you.”Hamer told herself that she would “Do something for the black man of the South if it would cost her life.”Later in Hamer’s life, she married Perry “Pap” Hamer. She adopted 4 children since she could not have any of her own.\nPolitical Life.\nHamer was angry and hoped to change the separated system.  This hope led her to become a politician. During her political life, she was most well known for her work in the Student Nonviolent Coordinating Committee.  While doing this job, Hamer fought for equality in voting. Hamer received the attention of the country for her position in the Mississippi Freedom Democratic Party.  This helped black people to be elected to national offices in Mississippi. Henry Kirksey, a black representative in national offices, said \"If Fannie Lou Hamer had had the same opportunities that Martin Luther King had, then we would have had a female Martin Luther King.\"","categories":[],"infobox_types":[],"annotations":[]}