{"id":633913,"url":"http://en.wikipedia.org/wiki/Laban_movement_analysis","text":"e=\"preserve\">Laban movement analysis (LMA) describes human movement. It is based on the original work of Rudolf Laban, and many others helped to develop it. Its main and original purpose was to be a dance notation. Before film and video were developed, there was no way to record dance moves so that later dancers could use those moves. The transmission of dance from one generation to the next depended on older expert dancers teaching young dancers.\nThe problem was especially notable in modern dance, where the vocabulary of classical dance figures was expanded with almost no limits. Towards the end of his life, Laban extended his ideas into the movements workers made during physical work.\nLMA draws from many fields including anatomy, kinesiology and psychology. It is used by dancers, actors, gymnasts and many other groups. However, it is fair to say that it is now largely replaced by video recordings. Also, it is not the only kind of dance notation, and not the only way human movement can be written down as a record for later generations. And, it was not the first such system. For example, in the 1680s Pierre Beauchamp had a dance notation system for baroque dance, and in 1887/8 Eadweard Muybridge started to use film to record human and animal movement. It is film and video which has transformed our understanding of motion, rather than dance notation. But in its field the Laban notation was notable.\nDance which has been reliably recorded on notation and perhaps backed up by video recording, can be and has been used to copyright choreography.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movement","surface_form":"movement","offset":59},{"uri":"Rudolf_Laban","surface_form":"Rudolf Laban","offset":105},{"uri":"Dance_notation","surface_form":"dance notation","offset":199},{"uri":"Film","surface_form":"film","offset":222},{"uri":"Video","surface_form":"video","offset":231},{"uri":"Generation","surface_form":"generation","offset":372},{"uri":"Modern_dance","surface_form":"modern dance","offset":490},{"uri":"Anatomy","surface_form":"anatomy","offset":733},{"uri":"Psychology","surface_form":"psychology","offset":758},{"uri":"Actors","surface_form":"actors","offset":793},{"uri":"Gymnast","surface_form":"gymnast","offset":801},{"uri":"Baroque","surface_form":"baroque","offset":1167},{"uri":"Eadweard_Muybridge","surface_form":"Eadweard Muybridge","offset":1196},{"uri":"Copyright","surface_form":"copyright","offset":1542},{"uri":"Choreography","surface_form":"choreography","offset":1552}]}