{"id":633996,"url":"http://en.wikipedia.org/wiki/Ruth_Sienkiewicz-Mercer","text":"e=\"preserve\">Ruth Sienkiewicz-Mercer (1950-1998) was a civil rights activist and writer. She fought for the rights of people with disabilities. She also wrote the book, \"I Raise My Eyes to Say Yes\", with the help of Steven B. Kaplan.\nEarly Life.\nWhen she was five weeks old, Sienkiewicz-Mercer acquired viral encephalitis. This is a disease that causes the brain to swell up. She became well again. Later, others noticed that she was not able to speak or move. Sienkiewicz-Mercer was diagnosed with cerebral palsy, a disease that causes paralysis.\nEducation.\nThe first school Sienkiewicz-Mercer attended was in Massachusetts. This school was meant for people with disabilities. There, a doctor diagnosed her as mentally disabled. Her parents then decided to send her to another school. This school was more expensive. Sienkiewicz-Mercer had to leave the school because there was not enough money to continue her education. She then had to attend another school for the mentally disabled. At this school, Sienkiewicz-Mercer was treated terribly for sixteen years.\nQuotes.\n\"After fourteen years of living in an institution, I knew I had to write a book about my experiences to let everyone know I was aware of all that was going on. I don't want people to have to live in that kind of environment. They are left to rot, basically, and not treated like the human beings they are. My work consists of advocating for the rights of people with disabilities, promoting community services, and closing down institutions. I want to write more.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Activist","surface_form":"activist","offset":68},{"uri":"Disabilities","surface_form":"disabilities","offset":130},{"uri":"Encephalitis","surface_form":"encephalitis","offset":309},{"uri":"Diagnosis","surface_form":"diagnosed","offset":484},{"uri":"Cerebral_palsy","surface_form":"cerebral palsy","offset":499},{"uri":"Massachusetts","surface_form":"Massachusetts","offset":611}]}