{"id":634135,"url":"http://en.wikipedia.org/wiki/Tuas_Link_MRT_station","text":"Tuas Link MRT station (EW33) is an above-ground Mass Rapid Transit (MRT) station along the East West Line in Tuas, Singapore. It is the western terminus of the East West Line, and the westernmost MRT station in the network.\nIt is the first above-ground station to have platforms on a lower level than the station control room, fare gates and ticketing machines.\nTuas Link station is within walking distance to Raffles Marina, Tuas Checkpoint and the Malaysia–Singapore Second Link. However, as Tuas Checkpoint is designated as a vehicular checkpoint, travellers are not allowed to enter the checkpoint on foot via Tuas Link station.\nHistory.\nTuas Link MRT station, along with the rest of the Tuas West Extension of the East West MRT Line, was first announced on 11 January 2011 by Transport Minister Raymond Lim. The groundbreaking ceremony marking the start of the construction of Tuas West Extension was held at this station on 4 May 2012 by Transport Minister Lui Tuck Yew. When opened, the extension is expected to serve more than 100,000 commuters daily.\nThe opening of the station was delayed from 2016 to the second quarter of 2017 to make way for the installation of the new signalling system. The station and the Tuas West Extension started operations on 18 June 2017.\nStations between Gul Circle to Tuas Link were temporary closed between 16 and 19 November 2017 following a collision between two trains at Joo Koon station. On 20 November 2017, train service from Gul Circle to Tuas Link was resumed; however, train services between Joo Koon and Gul Circle will be suspended till mid-2018 to facilitate maintenance work on signalling devices.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":48},{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":91},{"uri":"Tuas","surface_form":"Tuas","offset":109},{"uri":"Singapore","surface_form":"Singapore","offset":115},{"uri":"East_West_MRT_line","surface_form":"East West MRT Line","offset":719},{"uri":"Gul_Circle_MRT_station","surface_form":"Gul Circle","offset":1295},{"uri":"Joo_Koon_MRT_Station","surface_form":"Joo Koon station","offset":1417}]}