{"id":634105,"url":"http://en.wikipedia.org/wiki/Point_Pelee_National_Park","text":"Point Pelee National Park (), also known as just Point Pelee, is a national park in Essex County. Essex County is in Ontario, Canada. Point Pelee is a peninsula of land and has many marshes and forest habitats. The shape of the park is a triangle with a sharp point in Lake Erie. Middle Island in Lake Erie is also part of the national park.\nThe national park is at the southernmost part of mainland Canada. The area is around by wide in the north part of the park. The park was created in 1918. It was the first national park of Canada that was created to protect the area. All of the other national parks of Canada were created at first for tourism. It became a Ramsar site on 27 May 1987. The park also became a dark-sky preserve in 2006.\nHistory.\nThe First Nations of Canada lived on Point Pelee for a long time. This was before the Europeans came to colonize the area. People think people used to live on the biggest archaeological site that was found at Point Pelee between AD 700 and 900. Point Pelee was named by two priests in 1670. They were Fathers Dollier and Galinee. The word \"pelée\" is the French word for bald.\nNaturalists and hunters wanted to protect the area. They thought that the biodiversity of virds needed protection from land development in the area. Before the park was created, a group called the Great Lakes Ornithological Society was created. They studied the bird migration in the area. In 1915, they recommended that Point Pelee become a national park. It was the first national park that was created to protect the area. That changed how national parks were created. When the park was created, there were still many cottages in the area and two hotels. There were also many farms and a school.\nMany cottages were still being built after the national park was created. After the Wall Street Crash of 1929, no more land in the park was sold. The park had a development plan in the 1920s. A highway was supposed to be built in the park. Beginning in the 1960s, a lot of people went to the park. Point Pelee became the national park that the most people went to. Almost 781 000 people went to Point Pelee in 1963. Because many people visited the park, a lot of the nature and wildlife was destroyed. The government of Canada said that Point Pelee should not be a national park anymore because of this.\nAfter the 1980s, the government of Canada began protecting the area more. They stopped allowing cars to drive to the tip. Instead, they began a shuttle to the tip. They began buying all the cottages in the park and removing them. They removed more than 350 buildings. They have also removed two roads. In 1989, duck hunting wasn't allowed in the park anymore. In 1991, the government began killing some of the deer in the park to protect the plants. They have killed some of the deer a few more times after that.\nPoint Pelee became a dark-sky preserve in 2006. It was the first national park of Canada to become a dark-sky preserve. In 2006, waves from Lake Erie washed away the tip. After this, in 2007, the tip reappeared. This was because Lake Erie's water level went down. The tip changes each year, growing longer or shorter. In 2017, a fire in Point Pelee burned down some of the marsh land. Around 125 hectares were burned down.\nGeography.\nThe park is in the St. Lawrence Lowlands. It is Canada's second smallest national park, after the Georgian Bay Islands National Park. This is because it is only. A very large area of the park is marshland and has ponds. This is 70% of the park. The rest of the park is mostly forest. Forests are 21% of the park. The sandspit around the park mostly has till plains. These till plains were created in the last Ice Age.\nClimate.\nPoint Pelee has a humid continental climate. It has warm and humid summers and cold winters. The temperatures of the park are changed by Lake Erie.","categories":[],"infobox_types":[],"annotations":[{"uri":"National_park","surface_form":"national park","offset":67},{"uri":"Essex_County%2C_Ontario","surface_form":"Essex County","offset":84},{"uri":"Ontario","surface_form":"Ontario","offset":117},{"uri":"Canada","surface_form":"Canada","offset":126},{"uri":"Peninsula","surface_form":"peninsula","offset":151},{"uri":"Marsh","surface_form":"marsh","offset":182},{"uri":"Forest","surface_form":"forest","offset":194},{"uri":"Lake_Erie","surface_form":"Lake Erie","offset":269},{"uri":"Middle_Island_(Lake_Erie)","surface_form":"Middle Island","offset":280},{"uri":"Southernmost","surface_form":"southernmost","offset":370},{"uri":"National_Parks_of_Canada","surface_form":"national park of Canada","offset":513},{"uri":"Ramsar_Convention","surface_form":"Ramsar","offset":664},{"uri":"Dark-sky_preserve","surface_form":"dark-sky preserve","offset":715},{"uri":"First_Nations","surface_form":"First Nations","offset":755},{"uri":"Europe","surface_form":"Europe","offset":837},{"uri":"Colonization","surface_form":"colonize","offset":855},{"uri":"Archaeology","surface_form":"archaeological site","offset":922},{"uri":"Priest","surface_form":"Fathers","offset":1052},{"uri":"French_language","surface_form":"French","offset":1105},{"uri":"Natural_history","surface_form":"Naturalists","offset":1127},{"uri":"Hunting","surface_form":"hunters","offset":1143},{"uri":"Biodiversity","surface_form":"biodiversity","offset":1201},{"uri":"Urban_planning","surface_form":"land development","offset":1246},{"uri":"Animal_migration","surface_form":"bird migration","offset":1389},{"uri":"Recommend","surface_form":"recommended","offset":1431},{"uri":"Cottage","surface_form":"cottage","offset":1648},{"uri":"Wall_Street_Crash_of_1929","surface_form":"Wall Street Crash of 1929","offset":1810},{"uri":"Shuttle_bus","surface_form":"shuttle","offset":2474},{"uri":"Water_level","surface_form":"water level","offset":3084},{"uri":"Hectare","surface_form":"hectare","offset":3239},{"uri":"St._Lawrence_Lowlands","surface_form":"St. Lawrence Lowlands","offset":3296},{"uri":"Georgian_Bay_Islands_National_Park","surface_form":"Georgian Bay Islands National Park","offset":3375},{"uri":"Marsh","surface_form":"marsh","offset":3472},{"uri":"Pond","surface_form":"pond","offset":3490},{"uri":"Sandspit","surface_form":"sandspit","offset":3594},{"uri":"Till_plain","surface_form":"till plain","offset":3630},{"uri":"Humid_continental_climate","surface_form":"humid continental climate","offset":3722},{"uri":"Humid","surface_form":"humid","offset":3765},{"uri":"Lake_Erie","surface_form":"Lake Erie","offset":3841}]}