{"id":634261,"url":"http://en.wikipedia.org/wiki/Wolf_Children","text":"e=\"preserve\">\"Wolf Children\" is an anime movie directed/co-written by Mamoru Hosoda.\nPlot.\nHana, a college student, has two children with a werewolf. She names the girl Yuki and the boy Ame. Not long after this, their father dies. Hana decides to keep raising the children.\nAs the children grow older, Hana finds it is hard to hide the werewolf powers inherited from their father: ultimately, she moves them to the countryside to avoid trouble from the public. She works hard to repair a house and grow their own food.\nAme becomes confident in himself after a near-death experience, and the children are allowed to attend school. Yuki adapts and makes friends, while Ame drops out to receive lessons from an old fox named Sensei about surviving in the wild. At this time, they are beginning to form their life paths.\nIn fourth grade, a transfer student named Souhei begins attending Yuki's class. He realizes she is not normal, and during a chase, Yuki accidentally injures his ear. He tells his mother a wolf attacked him, not Yuki. Over time, they become friends.\nAme and Yuki later fight each other over their \"real\" selves: neither sibling can agree whether or not they are wolf or human. Hana recognizes they are forming their futures, but is worried about it. Ame reveals that Sensei has been gravely wounded during a storm and will likely not survive, but then hints that he will succeed Sensei as the guardian of the wild. Hana is horrified by this, and begs him not to return to the forest.\nTwo years later, despite what Hana told him, Ame disappears into the forest during a severe storm to replace Sensei; Hana goes after him. She forgets to pick up Yuki from school, who is left alone with Souhei while the other students are retrieved. She decides to reveal herself as a wolf to him. He replies that he already knew and will keep her secret.\nHana gets hurt by a fall and dreams about her lover, who tells her that Ame will be fine with his chosen path. Ame picks her up and gets her to safety, but then turns into an adult wolf and runs off into the mountains. Hana is initially heartbroken as she believes she has not yet done anything for Ame, but soon recognizes he is now \"where he belongs\" and bids him farewell.\nThe next school year, Yuki leaves home to move into a dorm room with her friends in Junior High. Ame's howls are heard throughout the forest. Despite living alone in the house, Hana feels that she has raised her children well.","categories":[],"infobox_types":[],"annotations":[]}