{"id":634333,"url":"http://en.wikipedia.org/wiki/Michael_Botticelli","text":"Michael P. Botticelli (born January 2, 1958) is an American public official. He served as the 7th Director of the White House Office of National Drug Control Policy (ONDCP) from March 2014 until the end of President Barack Obama's term in January 2017. He was named acting director after the resignation of Gil Kerlikowske, and received confirmation from the United States Senate in February 2015.\nCareer.\nAs director of ONDCP, Botticelli has advocated to expand the usage of naloxone, improved education for providers around prescription painkillers and providing clean syringes for injection drug users to limit the spread of HIV and Hepatitis C.\nBotticelli criticized America's dealing with drug issues stating that \"We can't arrest and incarcerate addiction out of people\", talking about the War on Drugs. He believes the focus should be on treatment rather than putting people in jail. He does support the legalization of cannabis and taxing it.\nFollowing the end of the Obama administration, the Grayken Center for Addiction Medicine at the Boston Medical Center named Botticelli its executive director.\nPersonal life.\nBotticelli and his partner have dated since 1995 and were married in 2009.","categories":[],"infobox_types":[],"annotations":[{"uri":"White_House","surface_form":"White House","offset":114},{"uri":"Office_of_National_Drug_Control_Policy","surface_form":"Office of National Drug Control Policy","offset":126},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":216},{"uri":"Gil_Kerlikowske","surface_form":"Gil Kerlikowske","offset":307},{"uri":"United_States_Senate","surface_form":"United States Senate","offset":359},{"uri":"Injection_drug_users","surface_form":"injection drug users","offset":584},{"uri":"HIV","surface_form":"HIV","offset":628},{"uri":"Hepatitis_C","surface_form":"Hepatitis C","offset":636},{"uri":"War_on_Drugs","surface_form":"War on Drugs","offset":796},{"uri":"Cannabis","surface_form":"cannabis","offset":927},{"uri":"Boston_Medical_Center","surface_form":"Boston Medical Center","offset":1047}]}