{"id":634335,"url":"http://en.wikipedia.org/wiki/Tormentor_(Slayer_song)","text":"With classic tunes of thrash metal and riffs derived from the punk trend, \"Tormentor\" is a 1983 single recognized as one of the most emblematics songs of the American band \"Slayer\" from their album \"Show No Mercy\".\nSeveral songs and bands have the name \"Tormentor\" in their names or titles. However, Slayer's Tormentor is one of the best known in which the epithet is used. The band Kreator also has a song called \"Tormentor\", created two years after Slayer's song.\nThe song was produced by Brian Slagel and is, along with \"Metal Storm/Face the Slayer\", the most harmonious, both being criticized for resembling the \"Modus Toccata\" of Mercyful Fate or Iron Maiden, especially considering that the latter is one of the bands that were immersed in what would be known as NWOBHM.\nAs with other songs of the band, \"Tormentor\" has a dark and lugubrious tone reminiscent of the album \"Killers\", by Iron Maiden, where a story is told, sometimes in the first person, with a supernatural theme, Noir story, or simply Satanism.\nSong.\nThe narrative is from the point of view of a murderer in search of anyone walking in the solitude of the night in order to turn him into his next victim. Only that the killer does not want to kill his prey too soon as he starts playing with him/her in a kind of gloomy game of cat and mouse. The murderer rejoices to see how fear seizes the victim who believes seeing in every shadow of the night the potential murderer, to finally realize that he has lost the perspective of reality and that his mind is playing tricks on him/her. However, this is what the murderer wants, as it will torment him (hence the name of \"Tormentor\", \"he who torments\") until, in the end, he strikes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Thrash_metal","surface_form":"thrash metal","offset":22},{"uri":"Riffs","surface_form":"riffs","offset":39},{"uri":"Punk","surface_form":"punk","offset":62},{"uri":"Show_No_Mercy","surface_form":"Show No Mercy","offset":199},{"uri":"Mercyful","surface_form":"Mercyful","offset":635},{"uri":"Iron_Maiden","surface_form":"Iron Maiden","offset":652},{"uri":"NWOBHM","surface_form":"NWOBHM","offset":769}]}