{"id":634429,"url":"http://en.wikipedia.org/wiki/English_Chess_Federation","text":"e=\"preserve\">The English Chess Federation (ECF) is the governing chess organisation in England and is affiliated to FIDE. The ECF was formed in 2004, and took charge in 2005. It replaced the British Chess Federation (BCF), the governing body of chess in England from 1904 until 2005.\nIt was suggested that the BCF should change its name because only England came under its jurisdiction. It did not administer chess in the other countries of the UK. The BCF did have a British dimension, since it ran the British Chess Championship. This is one of two important tournaments held each year in Britain (the other is the annual international tournament at Hastings).\nFrom the 1990s there was a campaign for the BCF to become a company limited by guarantee, to bid for more sponsorship money.\nAt the start of the 2005/6 season the English Chess Federation was created, inheriting the BCF's assets and personnel. The former BCF still exists for legacy purposes, but its website was inherited by the ECF. The Scottish and Welsh Federations hold their own championships every year as they did before. Therefore the change does not make much difference to most players.\nThe situation in Ireland is more complicated. The Irish Chess Union since 1912 was the governing body for both the Republic and Northern Ireland. In 2005 the Ulster Chess Union broke away from the Irish Chess Union. These two groups were part of the original British Chess Federation, but are not in any way connected to the new English Chess Federation. All groups except the Ulster Chess Union are members of the International Chess Federation FIDE, and the European Chess Union.","categories":[],"infobox_types":[],"annotations":[{"uri":"England","surface_form":"England","offset":87},{"uri":"FIDE","surface_form":"FIDE","offset":116},{"uri":"England","surface_form":"England","offset":254},{"uri":"UK","surface_form":"UK","offset":445},{"uri":"British","surface_form":"British","offset":468},{"uri":"British_Chess_Championship","surface_form":"British Chess Championship","offset":504},{"uri":"Hastings","surface_form":"Hastings","offset":652},{"uri":"FIDE","surface_form":"FIDE","offset":1607},{"uri":"European_Chess_Union","surface_form":"European Chess Union","offset":1621}]}