{"id":634714,"url":"http://en.wikipedia.org/wiki/Poekilopleuron","text":"\"Poekilopleuron\" (meaning \"varied ribs\") is a megalosauroid dinosaur. The genus has been used under many different spelling variants, although only one, \"Poekilopleuron\", is valid. The type species is \"P. bucklandii\" (see also \"Megalosaurus\"), named after William Buckland, and many junior synonyms of it have also been erected. Few material is currently known, as the holotype was destroyed in World War II, although many casts of the material still exist.\nDiscovery and naming.\n\"Poekilopleuron\" is a genus of theropod with a long and complex history. The genus was first named and described by Jacques-Amand Eudes-Deslongchamps in a report published in 1836, based on holotype material that is now destroyed. In 1837, Eudes-Deslongchamps published a more detailed account of this discovery in a monograph which was also inserted next year in volume 6 of the \"Mémoires de la Société Linnéenne Normandie\".\nThe holotype, which was housed in Musée de la Faculté des Sciences de Caen and destroyed during World War II, included gastralia, phalanges, a left forelimb, caudal vertebrae, chevrons, ribs and a hindlimb. Of all the material, few is still preserved, although the gastralia, phalanges and forelimb were casted.\nIn the same 1836 publication, Eudes-Deslongchamps also named the type species of \"Poekilopleuron\", \"P. bucklandii\". Eudes-Deslongchapms noted similarities with some material of \"Megalosaurus bucklandii\" and \"Poekilopleuron\", and chose the species name \"bucklandii\" for \"Poekilopleuron\", so that it the two genera were synonymized, only the genus name would be suppressed. The generic name is derived from Greek ποίκιλος, \"poikilos\", \"varied\", and πλευρών, \"pleuron\", \"rib\", a reference to the three types of rib present. The specific name, honouring William Buckland, was deliberately identical to that of \"Megalosaurus bucklandii\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Megalosauroidea","surface_form":"megalosauroid","offset":46},{"uri":"Type_species","surface_form":"type species","offset":185},{"uri":"Megalosaurus","surface_form":"Megalosaurus","offset":228},{"uri":"William_Buckland","surface_form":"William Buckland","offset":256},{"uri":"Junior_synonym","surface_form":"junior synonyms","offset":283},{"uri":"Holotype","surface_form":"holotype","offset":369},{"uri":"World_War_II","surface_form":"World War II","offset":395},{"uri":"Gastralia","surface_form":"gastralia","offset":1025},{"uri":"Phalanges","surface_form":"phalanges","offset":1036},{"uri":"Forelimb","surface_form":"forelimb","offset":1054},{"uri":"Tail","surface_form":"caudal vertebrae","offset":1064},{"uri":"Chevron_(bone)","surface_form":"chevrons","offset":1082},{"uri":"Ribs","surface_form":"ribs","offset":1092},{"uri":"Hindlimb","surface_form":"hindlimb","offset":1103},{"uri":"Type_species","surface_form":"type species","offset":1283},{"uri":"Megalosaurus","surface_form":"Megalosaurus","offset":1396},{"uri":"William_Buckland","surface_form":"William Buckland","offset":1768},{"uri":"Megalosaurus","surface_form":"Megalosaurus","offset":1825}]}