{"id":634842,"url":"http://en.wikipedia.org/wiki/Bad_News_Game","text":"\"Bad News\" is a free online browser game in which players strive to become a fake news tycoon. The game is classified as a serious game and a newsgame aimed at improving media literacy and social impact. The game was produced by the Dutch media organization \"DROG\" in collaboration with University of Cambridge scientists Jon Roozenbeek and Sander van der Linden. The game has been described by the media as a \"fake news vaccine\".\nThe purpose of the game is to immunize the public against misinformation by letting players take on the role of a fake news producer. In the game, players can earn \"badges\", each of which correspond to common techniques used in the production of fake news, such as polarization, conspiracy theories, discrediting, trolling, and invoking emotion. The goal is to build your own fake news empire and gain as many followers as possible while maintaining credibility. The game is loosely based on a psychological concept known as inoculation theory, where prior exposure and familiarity with common fake news tactics is thought to help confer resistance or mental immunity against fake news.","categories":[],"infobox_types":[],"annotations":[{"uri":"Browser_game","surface_form":"browser game","offset":28},{"uri":"Tycoon","surface_form":"tycoon","offset":87},{"uri":"Serious_game","surface_form":"serious game","offset":123},{"uri":"Newsgame","surface_form":"newsgame","offset":142},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":287},{"uri":"Sander_van_der_Linden","surface_form":"Sander van der Linden","offset":341},{"uri":"Polarization","surface_form":"polarization","offset":696},{"uri":"Conspiracy_theories","surface_form":"conspiracy theories","offset":710},{"uri":"Discrediting","surface_form":"discrediting","offset":731},{"uri":"Trolling","surface_form":"trolling","offset":745},{"uri":"Emotion","surface_form":"emotion","offset":768},{"uri":"Inoculation_theory","surface_form":"inoculation theory","offset":956}]}