{"id":63499,"url":"http://en.wikipedia.org/wiki/Wehrmacht","text":"Wehrmacht was the name of the unified armed forces of Nazi Germany from 1935 to 1945. The \"Wehrmacht\" consisted of the \"Heer\" (army), the \"Kriegsmarine\" (navy) and the \"Luftwaffe\" (air force).\nThe \"Waffen-SS\", an initially small armed section of Heinrich Himmler's Allgemeine SS that grew to nearly a million strong during World War II, was not part of the Wehrmacht, but subject to its Supreme Command.\nOrigin and use of the terms.\nBefore the rise of the NSDAP, the term \"Wehrmacht\" was used in a generic sense to describe armed forces of any nation, being utilized as the \"home defence\" version of the more general \"Streitmacht\". For example, the term \"Britische Wehrmacht\" would identify the British armed forces. Article 47 of the Weimar Constitution of 1919 declared \"Der Reichspräsident hat den Oberbefehl über die gesamte Wehrmacht des Reiches\" (meaning: \"The \"Reichspräsident\" holds supreme command of all armed forces of the \"Reich\"). To make a distinction, the term \"Reichswehr\" was commonly used to identify the German armed forces.\nIn 1935, the \"Reichswehr\" was renamed \"Wehrmacht\". After World War II and under the Allied occupation of Germany, the \"Wehrmacht\" was abolished.\nToday the term \"Wehrmacht\" refers to Germany's armed forces during the Nazi Germany era and World War II, both in German and English. Note: The \"Wehrmacht\" was not only the army (\"Wehrmacht Heer\"). Wehrmacht vehicles used by \"Heer\", \"Luftwaffe\" or \"Kriegsmarine\" had license plates with WH, WL or WM.\nHistory.\nWorld War I ended with the armistice (ceasefire) of 11 November 1918. The armed forces were called \"Friedensheer\" (peace army) in January 1919. In March 1919, the national assemby passed a law founding a 420,000 strong preliminary army as \"Vorläufige Reichswehr\". The terms of the Treaty of Versailles were announced in May and, in June, Germany was forced to sign the contract. Among other terms, the army was limited to one hundred thousand men with fifteen thousand more in the navy. Tanks and heavy artillery were forbidden and the air force was dissolved. A new post-war military (the Reichswehr) was established on 23 March 1921.\nGermany immediately found ways not to keep to these conditions. A secret collaboration with the Soviet Union began after the treaty of Rapallo. Germany helped the Soviet Union with industrialisation and Soviet officers were to be trained in Germany. German tank and air force specialists could exercise in the Soviet Union. German chemical weapons research and manufacture would be done there, plus other projects. Around three hundred German pilots received training at \"Lipetsk\", some tank training took place near \"Kazan\" and toxic gas was developed at \"Saratov\" for the German army.\nAfter the death of President Paul von Hindenburg on 2 August 1934, Hitler assumed the office of Reichspräsident, and thus became commander in chief. All officers and soldiers of the German armed forces had to swear a personal oath of loyalty to the \"Führer\", as Adolf Hitler now was called. By 1935, Germany was openly breaking the military restrictions of the Versailles Treaty, and conscription was reintroduced on 16 March 1935.\nThe size of the standing army remained at about the 100,000-man mark decreed by the treaty, but a new group of conscripts equal to this size would receive training each year. The conscription law formalized the name \"Wehrmacht\". The existence of the Wehrmacht was officially announced on 15 October 1935 under Nazi authority. The insignia was a simpler version of the Iron Cross (the straight-armed so-called \"Balkenkreuz\" or beamed cross). This had been used as an aircraft and tank marking late in World War I.\nArmy.\nThe Wehrmacht entered the war with a minority of its formations motorized; infantry remained approximately 90% foot-borne throughout the war, and artillery primarily horse-drawn. The motorized formations received much attention in the world press in the opening years of the war, and were cited as the reason for the success of the German invasions of Poland (September 1939), Norway (April 1940), Denmark, Belgium, France and Netherlands (May 1940), Yugoslavia (April 1941) and the early campaigns in the Soviet Union (June 1941).\nWith the entry of the United States in December 1941, the Wehrmacht found itself engaged in ground campaigns against two major industrial powers. At this critical juncture, Hitler assumed personal control of the Wehrmacht high command, and his personal failings as a military commander arguably contributed to major defeats in the spring of 1943, at Stalingrad and Tunis in North Africa.\nAir Force.\nThe German Air Force, led by Hermann Göring, contributed many units of ground forces to the war in Russia as well as the Normandy front. In 1940, the Fallschirmjäger paratroops conquered the Belgian Fort Eben-Emael and took part in the airborne invasion of Norway, but after suffering heavy losses in the Battle of Crete, large scale airdrops were discontinued. Operating as ordinary infantry, the 1st Fallschirmjäger Division took part in the Battle of Monte Cassino.\nNavy.\nThe German Navy (Kriegsmarine) played a major role in the Second World War as control over the commerce routes in the Atlantic was crucial for Germany, Britain and later the Soviet Union. In the Battle of the Atlantic, the initially successful German U-boat fleet arm was eventually defeated due to Allied technological advances like sonar, radar, and the breaking of the Enigma code. Large surface vessels were few in number due to construction limitations by international treaties prior to 1935. The \"pocket battleships\" Admiral Graf Spee and Admiral Scheer were important as commerce raiders only in the opening year of the war. No aircraft carrier was operational as German leadership lost interest in the Graf Zeppelin which had been launched in 1938. Following the loss of Bismarck in 1941, with Allied air superiority threatening the remaining battlecruisers in French Atlantic harbours, the ships were ordered to go back to German ports.\nWaffen-SS.\nAlthough the Waffen-SS was not technically a part of the Wehrmacht, they were under the control of the Wehrmacht High Command during World War 2. They were considered as elite troops, and suffered heavy losses (more than the normal army).\nWar crimes.\nThe Wehrmacht was used as a tool of state policy in the Second World War, for both military and political aims. There is considerable controversy over the allegations that the Wehrmacht was found to be significantly rather than incidentally involved in the Holocaust, especially because the elements of the SS involved in the Holocaust were not the Waffen-SS and not under the control of the OKW or field commanders. The Wehrmacht ordered and participated in massacres of civilians for reprisals, executions of prisoners of war, summary executions of Soviet political officers and executions of military and civilian hostages as punishment for partisan activities in occupied territories.However, the oft-repeeated claim of breaking the Geneva convention by its treatment of Russian prisoners of war is not correct. Common Clause 2 of the Geneva Convention states that the treatment requirements apply where both parties are signatories of the Conventions. The Germans were signatories, The Russians refused to sign.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armed_forces","surface_form":"armed forces","offset":38},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":54},{"uri":"Heer","surface_form":"Heer","offset":120},{"uri":"Army","surface_form":"army","offset":127},{"uri":"Kriegsmarine","surface_form":"Kriegsmarine","offset":139},{"uri":"Navy","surface_form":"navy","offset":154},{"uri":"Luftwaffe","surface_form":"Luftwaffe","offset":169},{"uri":"Air_force","surface_form":"air force","offset":181},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":198},{"uri":"Heinrich_Himmler","surface_form":"Heinrich Himmler","offset":246},{"uri":"Schutzstaffel","surface_form":"Allgemeine SS","offset":265},{"uri":"World_War_II","surface_form":"World War II","offset":323},{"uri":"NSDAP","surface_form":"NSDAP","offset":456},{"uri":"Weimar_Constitution","surface_form":"Weimar Constitution","offset":735},{"uri":"Reichswehr","surface_form":"Reichswehr","offset":977},{"uri":"World_War_II","surface_form":"World War II","offset":1101},{"uri":"Nazi_Germany","surface_form":"Nazi Germany","offset":1260},{"uri":"World_War_II","surface_form":"World War II","offset":1281},{"uri":"World_War_I","surface_form":"World War I","offset":1499},{"uri":"Armistice","surface_form":"armistice","offset":1526},{"uri":"Ceasefire","surface_form":"ceasefire","offset":1537},{"uri":"Treaty_of_Versailles","surface_form":"Treaty of Versailles","offset":1780},{"uri":"Reichswehr","surface_form":"Reichswehr","offset":2089},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":2231},{"uri":"Treaty_of_Rapallo%2C_1922","surface_form":"treaty of Rapallo","offset":2260},{"uri":"Saratov","surface_form":"Saratov","offset":2692},{"uri":"Paul_von_Hindenburg","surface_form":"Paul von Hindenburg","offset":2751},{"uri":"Hitler","surface_form":"Hitler","offset":2789},{"uri":"Oath","surface_form":"oath","offset":2948},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":2984},{"uri":"Conscription","surface_form":"conscription","offset":3106},{"uri":"Iron_Cross","surface_form":"Iron Cross","offset":3522},{"uri":"World_War_I","surface_form":"World War I","offset":3654},{"uri":"Hermann_G%C3%B6ring","surface_form":"Hermann Göring","offset":4633},{"uri":"Fallschirmj%C3%A4ger","surface_form":"Fallschirmjäger","offset":4754},{"uri":"Fort_Eben-Emael","surface_form":"Fort Eben-Emael","offset":4803},{"uri":"Battle_of_Crete","surface_form":"Battle of Crete","offset":4909},{"uri":"1st_Parachute_Division_(Germany)","surface_form":"1st Fallschirmjäger Division","offset":5002},{"uri":"Battle_of_Monte_Cassino","surface_form":"Battle of Monte Cassino","offset":5048},{"uri":"Battle_of_the_Atlantic","surface_form":"Battle of the Atlantic","offset":5274},{"uri":"U-boat","surface_form":"U-boat","offset":5330},{"uri":"Enigma_(machine)","surface_form":"Enigma","offset":5451},{"uri":"Admiral_Graf_Spee","surface_form":"Admiral Graf Spee","offset":5603},{"uri":"Admiral_Scheer","surface_form":"Admiral Scheer","offset":5625},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":5715},{"uri":"Graf_Zeppelin","surface_form":"Graf Zeppelin","offset":5790},{"uri":"Bismarck","surface_form":"Bismarck","offset":5859},{"uri":"Holocaust","surface_form":"Holocaust","offset":6545},{"uri":"Waffen-SS","surface_form":"Waffen-SS","offset":6637},{"uri":"Massacre","surface_form":"massacre","offset":6747},{"uri":"Execution","surface_form":"execution","offset":6785},{"uri":"Prisoner_of_war","surface_form":"prisoners of war","offset":6799},{"uri":"Hostage","surface_form":"hostage","offset":6905},{"uri":"Partisan","surface_form":"partisan","offset":6932}]}