{"id":6349,"url":"http://en.wikipedia.org/wiki/Venezuela","text":"Venezuela is a country in northern South America. Its official name is República Bolivariana de Venezuela (Bolivarian Republic of Venezuela). The official language is Spanish, and the capital is Caracas.\nThe country has a wide range of geography including islands in the Caribbean Sea, coastal areas, highlands, and parts of the Andes Mountains. Venezuela is famous for being the home of Angel Falls, the world's tallest waterfall, which is located in the Bolivar state.\nVenezuela produces a large amount of oil every year, and it has one of the largest oil supplies in the world. The country has a very large supply of fossil fuels, gasoline, and minerals. Venezuela's economy is based on oil, cotton, cocoa, sugar, coffee, and tobacco.\nSome other languages spoken in Venezuela are Carib, Guahibo, Warao, Wayuu, Pemon, and Piaroa. Most people are Roman Catholic at 96%, and a small minority is Protestant at 2%.\nPeople and History.\nAncient Venezuelans came from the east, west, south, and north. Christopher Columbus was the first European to set foot on the land, but there were already natives living there for a long time. The Spaniards first conquered Venezuela. Slaves were imported from Africa.\nVenezuela's inhabitants are very racially mixed. This comes from the colonial period. When whites (the British, Spaniards, French, etc.) conquered America's territory, they took their black African slaves to America to work. During Venezuela's colonial time, black people did not have any rights. They just worked for food. The native people were taught Roman Catholicism. For a long time, society was headed by white creoles, people in Venezuela that were descended from Spaniards but considered Venezuela home. The other Venezuelan people did not like that, and they started thinking about independence. On July 24, 1823, Venezuela won its independence, led by Simón Bolívar.\nVenezuela's modern history was shaped by a number of people, including President Romulo Betancourt, who replaced a military dictatorship with a democracy. By the 1970s, Venezuela had become rich off of oil revenue, but it had problems in the 1980s and 1990s. In 1999 Hugo Chávez became president and tried to remake Venezuela as a socialist state. While popular at first, the economic changes Chavez and the next president, Maduro, passed caused a massive economic depression in the mid 2010s. The current president is disputed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Country","surface_form":"country","offset":15},{"uri":"South_America","surface_form":"South America","offset":35},{"uri":"Official_language","surface_form":"official language","offset":146},{"uri":"Spanish_language","surface_form":"Spanish","offset":167},{"uri":"Capital_(city)","surface_form":"capital","offset":184},{"uri":"Caracas","surface_form":"Caracas","offset":195},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":271},{"uri":"Andes","surface_form":"Andes Mountains","offset":329},{"uri":"Angel_Falls","surface_form":"Angel Falls","offset":388},{"uri":"Petroleum","surface_form":"oil","offset":508},{"uri":"Cotton","surface_form":"cotton","offset":695},{"uri":"Cocoa","surface_form":"cocoa","offset":703},{"uri":"Sugar","surface_form":"sugar","offset":710},{"uri":"Coffee","surface_form":"coffee","offset":717},{"uri":"Tobacco","surface_form":"tobacco","offset":729},{"uri":"Carib","surface_form":"Carib","offset":783},{"uri":"Wayuu","surface_form":"Wayuu","offset":806},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":997},{"uri":"Spain","surface_form":"Spaniards","offset":1131},{"uri":"Slave","surface_form":"Slave","offset":1168},{"uri":"Africa","surface_form":"Africa","offset":1194},{"uri":"Roman_Catholic","surface_form":"Roman Catholic","offset":1556},{"uri":"July_24","surface_form":"July 24","offset":1811},{"uri":"1823","surface_form":"1823","offset":1820},{"uri":"Sim%C3%B3n_Bol%C3%ADvar","surface_form":"Simón Bolívar","offset":1865},{"uri":"Hugo_Ch%C3%A1vez","surface_form":"Hugo Chávez","offset":2147}]}