{"id":635095,"url":"http://en.wikipedia.org/wiki/Buona_Vista_MRT_station","text":"Buona Vista MRT station (EW21/CC22) is a Mass Rapid Transit (MRT) interchange station on the East West Line and Circle Line in Queenstown, Singapore. This station is in close proximity to one-north, a high technology business parks made up of biomedical science, infocomm technology and media industries.\nHistory.\nBuona Vista station opened on 12 March 1988, as part of Phase 1B of the MRT line which runs from Outram Park to Clementi.\nIn the late 1990s to early 2000s, a temporary overhead bridge was built across North Buona Vista Road, leading into the concourse level.\nWith the construction of the Circle Line from 11 January 2005, the bridge was demolished and replaced with a newer one. The second storey of the EW Line station was also converted into a transfer level between the two lines. The Circle Line part was opened on October 8, 2011, while the two new exits share the same location as the original one.\nFollowing the 25 March 2006 accident, the Land Transport Authority (LTA) made the decision in 2008 to install Platform Screen Doors in this station, whereby operations commenced on 10 June 2011.\nThe lifts were upgraded in August 2009 and had been the last station to be barrier-free, due to the big size of the station. Buona Vista MRT station is the second station to serve as an interchange between an above and underground MRT line, with the first being Paya Lebar. The station is fitted with high-volume low-speed fans, which commenced operations on 25 June 2012, the same day as the fans at Commonwealth.\nArt in Transit.\nThe artwork featured under the Art in Transit programme is \"The Tree of Life\" by Gilles Massot. Located on the lift shaft in the underground station, the artwork depicts a eucalyptus tree located at the nearby Kent Ridge Park that has been digitally edited to create an effect similar to David Hockney's photo montages. The tree also represents the jungle greenery which used to exist next to the above-ground station and is a result of the deep impression left on the artist of the landscape and view of the area.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":41},{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":93},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":112},{"uri":"Queenstown%2C_Singapore","surface_form":"Queenstown","offset":127},{"uri":"Singapore","surface_form":"Singapore","offset":139},{"uri":"One-north","surface_form":"one-north","offset":188},{"uri":"Outram_Park_MRT_Station","surface_form":"Outram Park","offset":411},{"uri":"Clementi_MRT_Station","surface_form":"Clementi","offset":426},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":961},{"uri":"Paya_Lebar_MRT_Station","surface_form":"Paya Lebar","offset":1376},{"uri":"Commonwealth_MRT_Station","surface_form":"Commonwealth","offset":1515},{"uri":"Eucalyptus","surface_form":"eucalyptus","offset":1717},{"uri":"David_Hockney","surface_form":"David Hockney","offset":1833}]}