{"id":6350,"url":"http://en.wikipedia.org/wiki/Saudi_Arabia","text":"Saudi Arabia officially known as the Kingdom of Saudi Arabia, is a country located in Western Asia constituting the bulk of the Arabian Peninsula. With a land area of approximately, Saudi Arabia is geographically the 5th-largest state in Asia and 2nd-largest state in the Arab world after Algeria. Saudi Arabia is bordered by Jordan and Iraq to the north, Kuwait to the northeast, Qatar, Bahrain, and the United Arab Emirates to the east, Oman to the southeast, and Yemen to the south. It is separated from Israel and Egypt by the Gulf of Aqaba. It is the only nation with both a Red Sea coast and a Persian Gulf coast, and most of its land is dry and barren. Saudi Arabia is the birthplace of Arabs and Islam and sometimes called \"the Land of the Two Holy Mosques\" in reference to Al-Masjid al-Haram (in Mecca), and Al-Masjid an-Nabawi (in Medina), the two holiest places in Islam. Arabic is the exclusive official language in Saudi Arabia.\nSunni Islam is the state religion. The practice of non-Islamic religions is forbidden in public but not in private. The Hanbali school of faith has a big influence, and the ultra-conservative Wahhabism religious movement within Sunni Islam has been called \"the predominant feature of Saudi culture\".\nSaudi Arabia is the largest state in western Asia by land area (most of the Arabian Peninsula) and the second-largest in the Arab World. It has an estimated population of 27 million, of which 8.8 million are registered foreign expatriates and an estimated 1.5 million are illegal immigrants. Saudi nationals comprise an estimated 16 million people.\nSaudi Arabia has the world's largest petroleum reserves and is the world's largest oil exporter. Oil accounts for more than 90% of exports and nearly 75% of government revenues, facilitating the creation of a welfare state. However, human rights groups such as Amnesty International and Human Rights Watch have expressed concern about the state of human rights in Saudi Arabia.\nSaudi Arabia has cities that are important to the Muslim religion. Many Muslims from around the world visit Mecca in Saudi Arabia to make a pilgrimage. The pilgrimage is one of the \"pillars of Islam\". Other big cities are Riyadh, Jeddah and Dammam. The pilgrimage is called hajj in the Arabic language. Somebody who makes a pilgrimage to Mecca is called a \"hajj\" in the Arabic language. People who are not Muslim are not allowed to enter Mecca.\nMost people speak the Arabic language. Many people from other countries work in Saudi Arabia. They are called guest workers or expats.\nThe money, or currency is called the Saudi Riyal.\nHistory.\nThe area of modern-day Saudi Arabia formerly consisted of four distinct regions: Hejaz, Najd, and parts of Eastern Arabia (Al-Ahsa) and Southern Arabia ('Asir). The Kingdom of Saudi Arabia was founded in 1932 by Ibn Saud. He united the four regions into a single state through a series of conquests beginning in 1902 with the capture of Riyadh, the ancestral home of his family, the House of Saud. The country has since been an absolute monarchy, governed along Islamic lines.\nThe Kingdom of Saudi Arabia was founded by Abdul-Aziz bin Saud (known for most of his career as \"Ibn Saud\") in 1932. The conquests which eventually led to the creation of the Kingdom began in 1902 when he captured Riyadh, the ancestral home of his family, the House of Saud. The Saudi Arabian government, which is an absolute monarchy, refers to its system of government as being Islamic. It has a strong basis in Wahhabism, a minority school of thought in Islam. The kingdom is sometimes called \"The Land of the Two Holy Mosques\" in reference to Masjid al-Haram (in Mecca), and Masjid al-Nabawi (in Medina), the two holiest places in Islam.\nPolitics.\nSaudi Arabia is an absolute monarchy. However, according to the Basic Law of Saudi Arabia adopted by royal decree in 1992, the king must comply with Sharia (Islamic law) and the Quran, while the Quran and the Sunnah (the traditions of Muhammad) are declared to be the country's constitution. The primary source of law is the Islamic Sharia derived from the teachings of the Qur'an and the Sunnah (the traditions of the Prophet). Saudi Arabia is unique among modern Muslim states in that Sharia is not codified and there is no system of judicial precedent, giving judges the power to use independent legal reasoning to make a decision. Saudi judges tend to follow the principles of the Hanbali school of jurisprudence (or \"fiqh\") found in pre-modern texts and noted for its literalist interpretation of the Qur'an and hadith.\nBecause the judge is empowered to disregard previous judgments (either his own or of other judges) and may apply his personal interpretation of Sharia to any particular case, divergent judgements arise even in apparently identical cases, making predictability of legal interpretation difficult. The Sharia court system constitutes the basic judiciary of Saudi Arabia and its judges (qadi) and lawyers form part of the ulema, the country's Islamic scholars.\nRoyal decrees are the other main source of law; but are referred to as \"regulations\" rather than \"laws\" because they are subordinate to the Sharia. Royal decrees supplement Sharia in areas such as labor, commercial and corporate law. Additionally, traditional tribal law and custom remain significant. Extra-Sharia government tribunals usually handle disputes relating to specific royal decrees. Final appeal from both Sharia courts and government tribunals is to the King and all courts and tribunals follow Sharia rules of evidence and procedure.\nWomen.\nA hijab is a traditional Islamic norm whereby women are required \"to draw their outer garments around them (when they go out or are among men)\" and dress in a modest manner. Saudi Arabia is different from many Islamic societies in the extent of the covering that it considers Islamically correct hijab (everything except the hands and eyes) and the fact that covering is enforced by \"Mutaween\" or religious police.\nAmong unrelated men, women must cover the parts of the body that are awrah (private). In much of Islam, a women's face is not considered awrah. In Saudi Arabia and some other Arab states, all of the body is considered awrah except the hands and eyes. Accordingly, most women are expected to wear the hijab (head covering), a full black cloak called an abaya, and a face-veil called niqab. Many historians and Islamic scholars argue that the Quran was interpreted to require the veil as part of adapting it to tribal traditions.\nGeography.\nSaudi Arabia is home to the largest mass of sand on earth, known as the Rub-al Khali desert (Rub-al Khali means \"empty quarter\"). The temperature is very hot. There are almost no rivers or lakes in the country. There are many wadis.\nThe countries of Yemen and Oman are south of Saudi Arabia. Saudi Arabia is west of Qatar, the United Arab Emirates, Kuwait, Iraq, and Jordan. All of these countries, except Jordan and Iraq, make the Arabian Peninsula.\nAnimal life includes wolves, hyenas, mongooses, baboons, hares, sand rats, and jerboas. There used to be many larger animals such as gazelles, oryx, and leopards. By the 1950s hunting from motor vehicles made these animals almost extinct. Birds include falcons (which are caught and trained for hunting), eagles, hawks, vultures, sand grouse and bulbuls. There are several species of snakes, many of which are venomous, and numerous types of lizards. There is a wide variety of marine life in the Persian Gulf. Domesticated animals include camels, sheep, goats, donkeys, and chickens.\nBecause it is mostly a desert Saudi Arabia’s plant life is mostly small herbs and shrubs that need little water. There are a few small areas of grass and trees in southern Asir. The date palm (\"Phoenix dactylifera\") is widespread.\nProvinces.\nSaudi Arabia is divided into 13 provinces. The provinces are divided into 118 governorates.\nCities.\nThese are the largest cities in Saudi Arabia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Western_Asia","surface_form":"Western Asia","offset":86},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":128},{"uri":"Asia","surface_form":"Asia","offset":238},{"uri":"Arab_world","surface_form":"Arab world","offset":272},{"uri":"Algeria","surface_form":"Algeria","offset":289},{"uri":"Jordan","surface_form":"Jordan","offset":326},{"uri":"Iraq","surface_form":"Iraq","offset":337},{"uri":"Kuwait","surface_form":"Kuwait","offset":356},{"uri":"Qatar","surface_form":"Qatar","offset":381},{"uri":"Bahrain","surface_form":"Bahrain","offset":388},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":405},{"uri":"Oman","surface_form":"Oman","offset":439},{"uri":"Yemen","surface_form":"Yemen","offset":466},{"uri":"Israel","surface_form":"Israel","offset":507},{"uri":"Egypt","surface_form":"Egypt","offset":518},{"uri":"Gulf_of_Aqaba","surface_form":"Gulf of Aqaba","offset":531},{"uri":"Red_Sea","surface_form":"Red Sea","offset":580},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":600},{"uri":"Masjid_al-Haram","surface_form":"Al-Masjid al-Haram","offset":782},{"uri":"Mecca","surface_form":"Mecca","offset":805},{"uri":"Al-Masjid_an-Nabawi","surface_form":"Al-Masjid an-Nabawi","offset":817},{"uri":"Medina","surface_form":"Medina","offset":841},{"uri":"Sunni_Islam","surface_form":"Sunni Islam","offset":942},{"uri":"State_religion","surface_form":"state religion","offset":961},{"uri":"Hanbali","surface_form":"Hanbali","offset":1062},{"uri":"Wahhabism","surface_form":"Wahhabism","offset":1134},{"uri":"Asia","surface_form":"Asia","offset":1287},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":1318},{"uri":"Arab_World","surface_form":"Arab World","offset":1367},{"uri":"Illegal_immigrant","surface_form":"illegal immigrant","offset":1514},{"uri":"Petroleum","surface_form":"petroleum","offset":1628},{"uri":"Export","surface_form":"export","offset":1678},{"uri":"Welfare_state","surface_form":"welfare state","offset":1800},{"uri":"Human_rights","surface_form":"human rights","offset":1824},{"uri":"Amnesty_International","surface_form":"Amnesty International","offset":1852},{"uri":"Human_Rights_Watch","surface_form":"Human Rights Watch","offset":1878},{"uri":"Religion","surface_form":"religion","offset":2026},{"uri":"Mecca","surface_form":"Mecca","offset":2077},{"uri":"Pilgrimage","surface_form":"pilgrimage","offset":2109},{"uri":"Riyadh","surface_form":"Riyadh","offset":2191},{"uri":"Jeddah","surface_form":"Jeddah","offset":2199},{"uri":"Dammam","surface_form":"Dammam","offset":2210},{"uri":"Hajj","surface_form":"hajj","offset":2243},{"uri":"Arabic_language","surface_form":"Arabic language","offset":2255},{"uri":"Arabic_language","surface_form":"Arabic language","offset":2436},{"uri":"Guest_worker","surface_form":"guest worker","offset":2524},{"uri":"Currency","surface_form":"currency","offset":2563},{"uri":"Saudi_Riyal","surface_form":"Saudi Riyal","offset":2586},{"uri":"Hejaz","surface_form":"Hejaz","offset":2689},{"uri":"Ibn_Saud_of_Saudi_Arabia","surface_form":"Abdul-Aziz bin Saud","offset":3128},{"uri":"Riyadh","surface_form":"Riyadh","offset":3299},{"uri":"House_of_Saud","surface_form":"House of Saud","offset":3345},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":3402},{"uri":"Islamic","surface_form":"Islamic","offset":3465},{"uri":"Wahhabi","surface_form":"Wahhabi","offset":3499},{"uri":"Masjid_al-Haram","surface_form":"Masjid al-Haram","offset":3632},{"uri":"Mecca","surface_form":"Mecca","offset":3652},{"uri":"Masjid_al-Nabawi","surface_form":"Masjid al-Nabawi","offset":3664},{"uri":"Medina","surface_form":"Medina","offset":3685},{"uri":"Islam","surface_form":"Islam","offset":3720},{"uri":"Absolute_monarchy","surface_form":"absolute monarchy","offset":3756},{"uri":"Sharia","surface_form":"Sharia","offset":3886},{"uri":"Quran","surface_form":"Quran","offset":3915},{"uri":"Sunnah","surface_form":"Sunnah","offset":3946},{"uri":"Sharia","surface_form":"Sharia","offset":4070},{"uri":"Qur%27an","surface_form":"Qur'an","offset":4111},{"uri":"Sunnah","surface_form":"Sunnah","offset":4126},{"uri":"Codification_(law)","surface_form":"codified","offset":4238},{"uri":"Hanbali","surface_form":"Hanbali","offset":4422},{"uri":"Fiqh","surface_form":"fiqh","offset":4459},{"uri":"Hadith","surface_form":"hadith","offset":4554},{"uri":"Hijab","surface_form":"hijab","offset":5577},{"uri":"Hijab","surface_form":"hijab","offset":6290},{"uri":"Niqab","surface_form":"niqab","offset":6372},{"uri":"Quran","surface_form":"Quran","offset":6431},{"uri":"Temperature","surface_form":"temperature","offset":6663},{"uri":"Heat","surface_form":"hot","offset":6683},{"uri":"Wadis","surface_form":"wadis","offset":6755},{"uri":"Yemen","surface_form":"Yemen","offset":6779},{"uri":"Oman","surface_form":"Oman","offset":6789},{"uri":"South","surface_form":"south","offset":6798},{"uri":"West","surface_form":"west","offset":6837},{"uri":"Qatar","surface_form":"Qatar","offset":6845},{"uri":"United_Arab_Emirates","surface_form":"United Arab Emirates","offset":6856},{"uri":"Kuwait","surface_form":"Kuwait","offset":6878},{"uri":"Iraq","surface_form":"Iraq","offset":6886},{"uri":"Jordan","surface_form":"Jordan","offset":6896},{"uri":"Arabian_Peninsula","surface_form":"Arabian Peninsula","offset":6961},{"uri":"Wolf","surface_form":"wolves","offset":7001},{"uri":"Hyena","surface_form":"hyena","offset":7009},{"uri":"Mongoose","surface_form":"mongoose","offset":7017},{"uri":"Baboon","surface_form":"baboon","offset":7028},{"uri":"Hare","surface_form":"hare","offset":7037},{"uri":"Sand_rat","surface_form":"sand rat","offset":7044},{"uri":"Jerboas","surface_form":"jerboas","offset":7059},{"uri":"Gazelle","surface_form":"gazelle","offset":7113},{"uri":"Oryx","surface_form":"oryx","offset":7123},{"uri":"Leopard","surface_form":"leopard","offset":7133},{"uri":"Extinct","surface_form":"extinct","offset":7210},{"uri":"Bulbul","surface_form":"bulbul","offset":7326},{"uri":"Persian_Gulf","surface_form":"Persian Gulf","offset":7477},{"uri":"Date_(fruit)","surface_form":"date","offset":7747},{"uri":"Province","surface_form":"province","offset":7839},{"uri":"List_of_settlements_in_Saudi_Arabia","surface_form":"cities","offset":7929}]}