{"id":6351,"url":"http://en.wikipedia.org/wiki/Colombia","text":"Colombia (;), officially the Republic of Colombia'\", is a tropical equatorial country in northern South America. It is in the northwest part of the continent, and it has an area of 1,141,748 km² (440,839 sq mi).\nIt is the only South American country with coasts on both oceans (Pacific and Atlantic).\nThe countries that have borders on the continent with Colombia are: Venezuela (east), Brazil (southeast), Peru (south), Ecuador (southwest) and Panama (west). The countries that have borders with Colombia on the sea are: Nicaragua, Panama, Costa Rica, Guatemala, Honduras, Jamaica, Haiti and Dominican Republic.\n42,888,592 people live in Colombia. It is the third most populated country of Latin America after Mexico and Brazil.\nThe capital of Colombia is Bogotá. The second city is Medellín, a large industrial center. The third largest city is Cali, home of many multinational companies. The most important city of the country on the Caribbean coast is Barranquilla. It was also the first national port. Cartagena de Indias has a great Spanish wall from the 17th Century and an old town with 500-year-old buildings. After these cities comes Bucaramanga, a large city near the Venezuelan border, and the center of the textile industry in Colombia.\nMeaning.\nThe word \"Colombia\" is named after Christopher Columbus, the explorer who began the European colonization of the Americas.\nIn 1819, Colombia, Venezuela, Ecuador and Panama declared independence from Spain, and formed a country called \"Gran Colombia\". Venezuela and Ecuador separated in 1830. Panama continued to be part of Colombia until 1903, at which point it proclaimed independence. The official language is Spanish, but there are many dialects spoken by minorities.\nBefore the Spanish.\nThe land where Colombia now stands has been home to people for more than 20,000 years. The first people had many groups, cultures, and languages. There are many tools, caves, and things of those peoples. In Colombia, the peoples were similar to those of Asia, because scientists say that the first people came to America from Siberia or South East Asia more than 50,000 years ago. The peoples of Colombia were called Arawak, Caribe, and Chibcha. But there were many other groups. The most famous were the Muiscas. legend of El Dorado comes from the Muiscas. The king of the Muiscas used to bathe in Lake Guatavita and he used a lot of gold for his bath. The Spanish heard about this, and the people told them that there was a great golden city somewhere. They started to look for El Dorado. The International Airport of Bogotá is called El Dorado International Airport, because the legend was born in Colombia. The descendants of the first peoples of Colombia live integrated with others. Some groups live in the forest, but many live in the countryside and in the cities.\nThe colony.\nThe Spanish, led by Christopher Columbus, first came to the Americas in 1492. Columbus saw the coasts of Venezuela, Colombia and Panama and he gave them his own name. But Alonso de Ojeda was the first colonist to explore the area of the Gulf of Darién. After that, the Spanish founded the first European cities on the American continent: Santa Marta in 1525 and Cartagena de Indias in 1533. It was from Colombia that the Spanish conquered the Incas of Peru.\nSpain would enslave the indigenous peoples who were already living there, but they also used the port they built at Cartagena to bring many black slaves from Africa into the area. The Spanish captured many, many people from Africa and forced them to work on plantations and ranches, in mines, and as personal servants.\nWhile this was happening, they founded the city of Popayán in 1536 and they conquered the \"Confederation of the Muiscas\". In Bacatá, the capital of the Muiscas, the Spanish founded the city of Santa Fe in 1538. In 1550 the Spanish declared the territory as a colony and its capital was \"Santa Fe de Bogotá\", but in the first decades it depended on Peru. Soon after, it was declared a Viceroyalty.\nIndependence.\nOn November 11, 1810, the city of Cartagena de Indias declared its independence from Spain. The whole region would fight a war to become independent, led by people like Antonio Nariño and Simón Bolívar. Nariño was one of the most important leaders in the war for the independence of Colombia. He was a politician, journalist and soldier. Bolivar was another important leader, and he was a president and a colonel. Bolivar had promised Alexandre Pétion, the president of Haiti, that he would abolish slavery during his independence war. But he only agreed because he was afraid the slaves would revolt against the slaveowners, like they did in Haiti, and only freed slaves if they agreed to fight in his army. He never freed all the slaves, and slavery was not abolished in Colombia until 1851.\nGeography.\nThe geography of Colombia has six main natural regions. Each has its own unique characteristics. The Andes mountain region shares borders with Ecuador and Venezuela. The Pacific Coast region shares borders with Panama and Ecuador. The Caribbean coastal region shares borders with Venezuela and Panama. The \"Llanos\" (plains) shares a border with Venezuela. The Amazon Rainforest region shares a border with Venezuela, Brazil, Peru and Ecuador. The insular region includes all the islands of the country.\nThe main rivers of Colombia are Magdalena, Cauca, Guaviare, Atrato, Meta, Putumayo and Caquetá. Colombia has four main drainage systems: the Pacific drain, the Caribbean drain, the Orinoco Basin and the Amazon Basin.\nMost of the population lives in the Andes region. But the plains make over half the land. Only about 6% of the people live in the plains. The Sierra Nevada de Santa Marta mountain range includes the country's tallest peaks (Pico Cristóbal Colón and Pico Simón Bolívar).\nClimate.\nColombia's temperature changes with the altitude, and the temperature is different by region. The regions around the Andes are colder than the coast, which is lower.\nBecause of the many altitudes, Colombia has many different fruits, vegetables and kinds of animals. It has many valleys, beaches, plains, mountains and forests like the Amazon rainforest.\nThe top of some of the mountains in Colombia are so cold that people can ski over the equator. The lower mountains have warmer climates. The sea shores are cooled by ocean breezes. At sea level near the equator it is hot.\nRivers are important as waterways in the land for shipping things. One of the most important rivers in Colombia is the Magdalena-Cauca. The Magdelena River divides the eastern and center mountains. It makes a fertile valley. The Cauca River divides the center mountain range and the western ridge, making another great valley. The Cauca is really a part of the Magdalena. However, the two do not meet until a few miles before the Magdalena goes into the Caribbean Sea.\nBiodiversity.\nColombia is a megadiverse country. This means the country is home to a majority of Earth's species. There are also a high number of endemic species.\nColombia has 1,900 species of bird, more than any other country. There are about 2,000 species of marine fish. It is the second most diverse country in freshwater fish. As for plants, the country has between 40,000 and 45,000 species. Colombia is second in the number of amphibian species and is the third most diverse country in reptiles. There are about 2,900 species of mollusks and about 300,000 species of invertebrates.\nPolitics.\nIn May 2006, President Álvaro Uribe was re-elected. His term lasted until 2010. Uribe was the first President in Colombia to win a second election in over 100 years.\nIn August 2010, Juan Manuel Santos became Colombia's president. Santos won the election on June 20 by a landslide. He promised to \"preside over a government of national unity that will bring social prosperity for all Colombians\"\nEight years later, conservative Senator Iván Duque Márquez was elected President and soon became the nation's latest president. He won the election by 2 million votes against his rival liberal Senator Gustavo Petro.\nDepartments.\nColombia is divided into 32 departments and one capital district. The capital district is treated as a department. Departments are divided into municipalities. Municipalities are divided into \"corregimientos\". Each department has a local government with a governor and assembly directly elected to four-year terms. Each municipality is headed by a mayor and council. Each \"corregimiento\" by an elected \"corregidor\", or local leader.\nEconomy.\nUp to 49.6% of the population is living below the poverty line.\nSecurity.\nThere are several guerilla groups in Colombia, the FARC being the most powerful, a guerilla group responsible for kidnappings, murders, attacks, and drug-dealing. Drug dealing is a problem the government has been trying to fight. This creates violence in the cities. With Operation: Jaque, Ingrid Betancourt, three Americans, and 11 soldiers were rescued from the FARC.\nTransport.\nMost parts of Colombia are modern and the country has many roads. All major Colombian cities have airports and there are many ports on both oceans (Pacific and Atlantic). Because Colombia is a huge country and there are many mountains, airports are very important in the country. There are some regions like the Amazon Forest and Dariend, where the most important way of transportation is by the rivers.\nCities.\nColombia also has some very well known cities.\nScience.\nColombia has made many advances in medicine. Many foreigners come to the country to get health services, such as organ transplants or plastic surgery. Doctor Manuel Elkin Patarroyo of Colombia discovered a medicine against malaria. He donated his discovery to be used in Africa and Latin America. He did not want to make business of it, instead he wanted to use it to help people.\nResources.\nColombia is known for its coffee, coal, and emeralds. It is also the biggest supplier of plantains to the United States. There are a few armed conflicts in Colombia. Most rebel groups finance their operations with the trade of illegal drugs (mostly cocaine).","categories":[],"infobox_types":[],"annotations":[{"uri":"Equator","surface_form":"equatorial","offset":67},{"uri":"South_America","surface_form":"South America","offset":98},{"uri":"Pacific_Ocean","surface_form":"Pacific","offset":278},{"uri":"Atlantic_Ocean","surface_form":"Atlantic","offset":290},{"uri":"Venezuela","surface_form":"Venezuela","offset":369},{"uri":"Brazil","surface_form":"Brazil","offset":387},{"uri":"Peru","surface_form":"Peru","offset":407},{"uri":"Ecuador","surface_form":"Ecuador","offset":421},{"uri":"Panama","surface_form":"Panama","offset":445},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":522},{"uri":"Panama","surface_form":"Panama","offset":533},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":541},{"uri":"Guatemala","surface_form":"Guatemala","offset":553},{"uri":"Honduras","surface_form":"Honduras","offset":564},{"uri":"Jamaica","surface_form":"Jamaica","offset":574},{"uri":"Haiti","surface_form":"Haiti","offset":583},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":593},{"uri":"Mexico","surface_form":"Mexico","offset":711},{"uri":"Brazil","surface_form":"Brazil","offset":722},{"uri":"Capital_(city)","surface_form":"capital","offset":734},{"uri":"Bogot%C3%A1","surface_form":"Bogotá","offset":757},{"uri":"Medell%C3%ADn","surface_form":"Medellín","offset":784},{"uri":"Cali","surface_form":"Cali","offset":847},{"uri":"Barranquilla","surface_form":"Barranquilla","offset":956},{"uri":"Cartagena_de_Indias","surface_form":"Cartagena de Indias","offset":1007},{"uri":"Bucaramanga","surface_form":"Bucaramanga","offset":1144},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":1294},{"uri":"The_Americas","surface_form":"the Americas","offset":1368},{"uri":"Independence","surface_form":"independence","offset":1440},{"uri":"Spain","surface_form":"Spain","offset":1458},{"uri":"Gran_Colombia","surface_form":"Gran Colombia","offset":1494},{"uri":"Spanish_language","surface_form":"Spanish","offset":1671},{"uri":"Asia","surface_form":"Asia","offset":2004},{"uri":"Americas","surface_form":"America","offset":2063},{"uri":"Siberia","surface_form":"Siberia","offset":2076},{"uri":"Asia","surface_form":"Asia","offset":2098},{"uri":"Christopher_Columbus","surface_form":"Christopher Columbus","offset":2855},{"uri":"Americas","surface_form":"the Americas","offset":2891},{"uri":"Venezuela","surface_form":"Venezuela","offset":2940},{"uri":"Panama","surface_form":"Panama","offset":2964},{"uri":"Alonso_de_Ojeda","surface_form":"Alonso de Ojeda","offset":3006},{"uri":"Santa_Marta","surface_form":"Santa Marta","offset":3173},{"uri":"Cartagena_de_Indias","surface_form":"Cartagena de Indias","offset":3197},{"uri":"Incas","surface_form":"Incas","offset":3278},{"uri":"Peru","surface_form":"Peru","offset":3287},{"uri":"Slavery","surface_form":"enslave","offset":3305},{"uri":"Indigenous_peoples","surface_form":"indigenous peoples","offset":3317},{"uri":"Port","surface_form":"port","offset":3390},{"uri":"Black_people","surface_form":"black","offset":3433},{"uri":"Africa","surface_form":"Africa","offset":3451},{"uri":"Plantation","surface_form":"plantations","offset":3551},{"uri":"Ranch","surface_form":"ranches","offset":3567},{"uri":"Mining","surface_form":"mines","offset":3579},{"uri":"Popay%C3%A1n","surface_form":"Popayán","offset":3663},{"uri":"Bogot%C3%A1","surface_form":"Santa Fe","offset":3805},{"uri":"Peru","surface_form":"Peru","offset":3960},{"uri":"Cartagena_de_Indias","surface_form":"Cartagena de Indias","offset":4057},{"uri":"Spain","surface_form":"Spain","offset":4108},{"uri":"Antonio_Nari%C3%B1o","surface_form":"Antonio Nariño","offset":4192},{"uri":"Sim%C3%B3n_Bol%C3%ADvar","surface_form":"Simón Bolívar","offset":4211},{"uri":"Alexandre_P%C3%A9tion","surface_form":"Alexandre Pétion","offset":4458},{"uri":"Haiti","surface_form":"Haiti","offset":4493},{"uri":"Abolitionism","surface_form":"abolish","offset":4514},{"uri":"Haitian_Revolution","surface_form":"like they did in Haiti","offset":4649},{"uri":"Andes","surface_form":"Andes mountain","offset":4929},{"uri":"Ecuador","surface_form":"Ecuador","offset":4971},{"uri":"Venezuela","surface_form":"Venezuela","offset":4983},{"uri":"Pacific_Coast","surface_form":"Pacific Coast","offset":4998},{"uri":"Panama","surface_form":"Panama","offset":5039},{"uri":"Ecuador","surface_form":"Ecuador","offset":5050},{"uri":"Caribbean_Sea","surface_form":"Caribbean coastal","offset":5063},{"uri":"Los_Llanos%2C_Venezuela","surface_form":"Llanos","offset":5135},{"uri":"Amazon_Rainforest","surface_form":"Amazon Rainforest","offset":5188},{"uri":"Brazil","surface_form":"Brazil","offset":5245},{"uri":"Peru","surface_form":"Peru","offset":5253},{"uri":"Magdalena_River","surface_form":"Magdalena","offset":5363},{"uri":"Cauca_River","surface_form":"Cauca","offset":5374},{"uri":"Guaviare_River","surface_form":"Guaviare","offset":5381},{"uri":"Atrato_River","surface_form":"Atrato","offset":5391},{"uri":"Meta_River","surface_form":"Meta","offset":5399},{"uri":"Putumayo_River","surface_form":"Putumayo","offset":5405},{"uri":"Caquet%C3%A1_River","surface_form":"Caquetá","offset":5418},{"uri":"Drainage_basin","surface_form":"drainage systems","offset":5450},{"uri":"Orinoco_Basin","surface_form":"Orinoco Basin","offset":5512},{"uri":"Amazon_Basin","surface_form":"Amazon Basin","offset":5534},{"uri":"Andes","surface_form":"Andes","offset":5584},{"uri":"Sierra_Nevada_de_Santa_Marta","surface_form":"Sierra Nevada de Santa Marta","offset":5690},{"uri":"Pico_Crist%C3%B3bal_Col%C3%B3n","surface_form":"Pico Cristóbal Colón","offset":5772},{"uri":"Pico_Sim%C3%B3n_Bol%C3%ADvar","surface_form":"Pico Simón Bolívar","offset":5797},{"uri":"Andes","surface_form":"Andes","offset":5944},{"uri":"Fruits","surface_form":"fruits","offset":6052},{"uri":"Vegetables","surface_form":"vegetables","offset":6060},{"uri":"Amazon_rainforest","surface_form":"Amazon rainforest","offset":6162},{"uri":"Mountain","surface_form":"mountain","offset":6204},{"uri":"Ski","surface_form":"ski","offset":6254},{"uri":"Equator","surface_form":"equator","offset":6267},{"uri":"Shipping","surface_form":"shipping","offset":6453},{"uri":"Fertile","surface_form":"fertile","offset":6612},{"uri":"Valley","surface_form":"valley","offset":6620},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":6857},{"uri":"Megadiverse_countries","surface_form":"megadiverse country","offset":6900},{"uri":"Majority","surface_form":"majority","offset":6957},{"uri":"Species","surface_form":"species","offset":6977},{"uri":"Endemic","surface_form":"endemic","offset":7018},{"uri":"Marine_fish","surface_form":"marine fish","offset":7133},{"uri":"Freshwater_fish","surface_form":"freshwater fish","offset":7187},{"uri":"Amphibian","surface_form":"amphibian","offset":7306},{"uri":"Reptile","surface_form":"reptile","offset":7365},{"uri":"Mollusk","surface_form":"mollusk","offset":7408},{"uri":"Invertebrates","surface_form":"invertebrates","offset":7446},{"uri":"President","surface_form":"President","offset":7484},{"uri":"%C3%81lvaro_Uribe","surface_form":"Álvaro Uribe","offset":7494},{"uri":"Juan_Manuel_Santos","surface_form":"Juan Manuel Santos","offset":7653},{"uri":"Iv%C3%A1n_Duque_M%C3%A1rquez","surface_form":"Iván Duque Márquez","offset":7906},{"uri":"Gustavo_Petro","surface_form":"Gustavo Petro","offset":8067},{"uri":"Municipalities_of_Colombia","surface_form":"municipalities","offset":8239},{"uri":"FARC","surface_form":"FARC","offset":8662},{"uri":"Ingrid_Betancourt","surface_form":"Ingrid Betancourt","offset":8901},{"uri":"Pacific","surface_form":"Pacific","offset":9140},{"uri":"Atlantic","surface_form":"Atlantic","offset":9152},{"uri":"Manuel_Elkin_Patarroyo","surface_form":"Manuel Elkin Patarroyo","offset":9618},{"uri":"Malaria","surface_form":"malaria","offset":9683},{"uri":"Africa","surface_form":"Africa","offset":9731},{"uri":"Latin_America","surface_form":"Latin America","offset":9742},{"uri":"Coffee","surface_form":"coffee","offset":9878},{"uri":"Coal","surface_form":"coal","offset":9886},{"uri":"Emerald","surface_form":"emerald","offset":9896},{"uri":"Plantain","surface_form":"plantain","offset":9941},{"uri":"Illegal_drug","surface_form":"illegal drug","offset":10079},{"uri":"Cocaine","surface_form":"cocaine","offset":10101}]}