{"id":63520,"url":"http://en.wikipedia.org/wiki/Time_in_Australia","text":"e=\"preserve\">Mainland Australia has three official time zones. The full names of the time zones are usually shortened by dropping the \"Australian\". Most Australian external territories are in different time zones. Many parts of Australia have daylight saving time.\nHistory.\nThe three official standard time zones were set up in February 1895.\nOriginally South Australia was nine hours ahead of Greenwich Mean Time (GMT) but in May 1899 they added another thirty minutes to that. Some people have disliked having this non-whole number of hours difference. In 1986 and 1994 they tried to take the thirty minutes away again or add another thirty minutes but they failed.\nWhen the Australian Capital Territory separated from New South Wales they kept using Eastern Standard Time. When the Northern Territory separated from South Australia they kept using Central Standard Time.\nChanges.\nThere have been some other changes.\nOutside territories.\nAustralia's many outside territories follow their own time zones. None follow daylight saving time.\nDaylight saving time.\nSouth Australia, New South Wales, the Australian Capital Territory, Victoria and Tasmania use daylight saving time every year. In these regions daylight saving time begins on the first Sunday in October at 2:00 am local standard time, and ends on the first Sunday in April at 3:00 am local daylight saving time. The starting and finishing times are sometimes changed when there are special events, such as the Olympic and Commonwealth Games, in Australia.\nThe Northern Territory, Queensland and Western Australia do not have daylight saving time. People living in the northern parts of Australia tend not to be in favour of daylight saving.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australia","surface_form":"Australia","offset":22},{"uri":"Time_zone","surface_form":"time zone","offset":51},{"uri":"Daylight_saving_time","surface_form":"daylight saving time","offset":1156},{"uri":"Olympic_Games","surface_form":"Olympic","offset":1472},{"uri":"Commonwealth_Games","surface_form":"Commonwealth Games","offset":1484}]}