{"id":635303,"url":"http://en.wikipedia.org/wiki/2018_lower_Puna_eruption","text":"The 2018 lower Puna eruption, which began May 3, 2018 is an ongoing volcanic event on the island of Hawaii on Kīlauea while at the time day, faced a 6.9 earthquake. It caused outbreaks of lava fountains up to 300 feet high, lava flows and volcanic gas in the Leilani Estates on the island of Hawaii.\nAs of May 6, 2018, the eruption has caused in the destruction of 26 houses. This volcanic event is the 62nd episode of the ongoing east rift zone eruption that began in January 1983.\nOn May 3, 2018, after a 5.0 earthquake earlier in the day, steaming ground cracks opened in Leilani Estate and began to spew lava, causing evacuations of the Leilani Estates and Lanipuna Gardens areas. The next day, May 4, the first two homes were reported destroyed in Leilani Estates from three erupting vents.\nThe Civil Defense Agency reported extreme levels of sulphur dioxide gas in the area, and Talmadge Magno, the Civil Defense Administrator for Hawaii County, stated that power lines had melted off the poles due to heat.\nBy May 25, 2018, over 20 fissures had erupted lava in or near the Leilani Estates and Lanipuna Gardens subdivisions, resulting in the destruction of at least 82 structures in lower Puna. The eruption forced the evacuation of about two thousand residents.\nThe fissures had sent lava rivers that on May 19 buried part of Hawaii Route 137 and began flowing into the ocean. On May 29 the approach of lava forced closure of Hawaii Route 132.\nBy July 12, over of land had been covered by lava flows. About of new land has been created in the ocean. The official number of houses destroyed by the ongoing eruption reached 700 on July 9. The eruption was said to have stopped near August 15, 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hawaii_(island)","surface_form":"Hawaii","offset":100},{"uri":"K%C4%ABlauea","surface_form":"Kīlauea","offset":110},{"uri":"2018_Hawaii_earthquake","surface_form":"6.9 earthquake","offset":149},{"uri":"Lava","surface_form":"lava","offset":188},{"uri":"Leilani_Estates%2C_Hawaii","surface_form":"Leilani Estates","offset":259},{"uri":"Hawaii","surface_form":"Hawaii","offset":292},{"uri":"Pu%CA%BBu_%CA%BB%C5%8C%CA%BB%C5%8D","surface_form":"ongoing east rift zone eruption","offset":423},{"uri":"Fissure_vent","surface_form":"steaming ground cracks","offset":542},{"uri":"Hawaii_County%2C_Hawaii","surface_form":"Hawaii County","offset":937},{"uri":"Hawaii_Route_137","surface_form":"Hawaii Route 137","offset":1333},{"uri":"Hawaii_Route_132","surface_form":"Hawaii Route 132","offset":1433}]}