{"id":63534,"url":"http://en.wikipedia.org/wiki/Observer_effect","text":"The observer effect, or observer bias, means several things in different situations, although there are similarities.\nUse in science.\nIn science, the term observer effect means that the act of observing will influence the phenomenon being observed.\nFor example, for us to \"see\" an electron, a photon must first interact with it, and this interaction will change the path of that electron. It is also theoretically possible for other, less direct means of measurement to affect the electron; even if the electron is simply put into a position where observing it is \"possible\", without actual observation taking place, it will still (theoretically) alter its position.\nIn physics, a more mundane observer effect can be the result of instruments that by necessity alter the state of what they measure in some manner. For instance, in electronics, ammeters and voltmeters usually need to be connected to the circuit, and so by their very presence affect the current or the voltage they are measuring. Likewise, a standard mercury-in-glass thermometer must absorb some thermal energy to record a temperature, and therefore changes the temperature of the body which it is measuring.\nA common lay misunderstanding of the term refers to quantum mechanics, where, if the outcome of an event has not been observed, it exists in a state of 'superposition', which is something like being in all possible states at once. In the famous thought experiment known as Schrödinger's cat, the cat is empirically neither alive nor dead until observed – until that time, the cat is theoretically \"both\" alive and dead (technically half-alive and half-dead in probability terms). However, most quantum physicists, in resolving Schrödinger's seeming paradox, now understand that the acts of 'observation' and 'measurement' must also be defined in quantum terms before the question makes sense. From this point of view, there is no 'observer effect', only one vastly entangled quantum system. A significant minority still find the equations point to an observer; John Archibald Wheeler, who probably worked more deeply on this subject than any physicist thus far, devised a graphic in which the universe was represented by a \"U\" with an eye on one end, turned around and viewing itself, to describe his understanding.\nThe Heisenberg uncertainty principle is also frequently, confused with the \"observer effect\". The uncertainty principle actually describes how precisely we may measure the position and momentum of a particle at the same time – if we increase the precision in measuring one quantity, we are forced to lose precision in measuring the other. Thus, the uncertainty principle deals with \"measurement\", and not \"observation\". The idea that the Uncertainty Principle is caused by disturbance (and hence by observation) is not considered to be valid by some, although it was discussed in the early years of quantum mechanics, and is often repeated in popular treatments.\nThere is a related issue in quantum mechanics relating to whether systems have pre-existing – prior to measurement, that is – properties corresponding to measurements that could possibly be made on them. The assumption that they do is often referred to as \"realism\" in the literature, although it has been argued that the word \"realism\" is being used in a more restricted sense than philosophical realism. A recent experiment in the realm of quantum physics has been quoted as meaning that we have to \"say goodbye\" to realism, although the author of the paper states only that \"we would [..] have to give up certain features of realism\". These experiments demonstrate a puzzling relationship between the act of measurement and the system being measured, but it is unclear if they require a conscious observer or not.\nUse in Information technology.\nIn information technology, the observer effect refers to potential impact of the act of observing a process output while the process is running. For example, if a process records its progress in a log file, the act of viewing the file while the process is running could cause an I/O error in the process, which could, in turn, cause it to stop.\nAnother example would be observing the performance of a CPU by running both the observed and observing programs on the same CPU. This will lead to inaccurate results because the observer program itself affects the CPU performance (modern, heavily cached and pipelined CPUs are particularly affected by this kind of observation).\nObserving (or rather, \"debugging\") a running program by modifying its source code (such as adding extra output or generating log files) or by running it in a debugger may sometimes cause certain bugs to diminish or change their behavior. This makes more difficulty for the person trying to isolate the so-called \"Heisenbug\".\nUse in the social sciences.\nIn the social sciences and general usage, the effect refers to how people change their behavior when aware of being watched (see Hawthorne effect). For instance, in the armed forces, an announced inspection is used to see how well soldiers can do when they put their minds to it, while a surprise inspection is used to see how well prepared they generally are.\nObserver bias.\nThe related social-science term observer bias is error introduced into measurement when observers overemphasize behavior they expect to find and fail to notice behavior they do not expect. This is why medical trials are normally organized as double-blind tests. Observer bias can also be introduced because researchers see a subject doing something, and interpret it according to what it means to them, whereas it may mean something else to the subject.","categories":[],"infobox_types":[],"annotations":[{"uri":"Similar","surface_form":"similar","offset":104},{"uri":"Science","surface_form":"science","offset":137},{"uri":"Electron","surface_form":"electron","offset":281},{"uri":"Photon","surface_form":"photon","offset":293},{"uri":"Physics","surface_form":"physics","offset":670},{"uri":"Electronics","surface_form":"electronics","offset":831},{"uri":"Ammeter","surface_form":"ammeter","offset":844},{"uri":"Voltmeter","surface_form":"voltmeter","offset":857},{"uri":"Mercury-in-glass_thermometer","surface_form":"mercury-in-glass thermometer","offset":1018},{"uri":"Thermal_energy","surface_form":"thermal energy","offset":1064},{"uri":"Temperature","surface_form":"temperature","offset":1091},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":1229},{"uri":"Superposition_principle","surface_form":"superposition","offset":1330},{"uri":"Thought_experiment","surface_form":"thought experiment","offset":1422},{"uri":"Schr%C3%B6dinger%27s_cat","surface_form":"Schrödinger's cat","offset":1450},{"uri":"Probability","surface_form":"probability","offset":1637},{"uri":"John_Archibald_Wheeler","surface_form":"John Archibald Wheeler","offset":2038},{"uri":"Uncertainty_principle","surface_form":"uncertainty principle","offset":2308},{"uri":"Position","surface_form":"position","offset":2465},{"uri":"Momentum","surface_form":"momentum","offset":2478},{"uri":"Quantum_mechanics","surface_form":"quantum mechanics","offset":2892},{"uri":"Realism","surface_form":"realism","offset":3213},{"uri":"Philosophical_realism","surface_form":"philosophical realism","offset":3339},{"uri":"Quantum_physics","surface_form":"quantum physics","offset":3398},{"uri":"Information_technology","surface_form":"information technology","offset":3807},{"uri":"Debugging","surface_form":"debugging","offset":4501},{"uri":"Source_code","surface_form":"source code","offset":4548},{"uri":"Debugger","surface_form":"debugger","offset":4636},{"uri":"Software_bug","surface_form":"bug","offset":4673},{"uri":"Social_sciences","surface_form":"social sciences","offset":4838},{"uri":"Behavior","surface_form":"behavior","offset":4918},{"uri":"Hawthorne_effect","surface_form":"Hawthorne effect","offset":4960},{"uri":"Surprise_inspection","surface_form":"surprise inspection","offset":5119},{"uri":"Observation","surface_form":"observers","offset":5295},{"uri":"Human_behavior","surface_form":"behavior","offset":5319},{"uri":"Double-blind","surface_form":"double-blind","offset":5449}]}