{"id":635420,"url":"http://en.wikipedia.org/wiki/Long_Valley_Caldera","text":"Long Valley Caldera is a depression in east California next to Mammoth Mountain. The valley is one of the Earth's largest calderas, the result of a gigantic volcanic explosion. The valley is about long (east-west), wide (north-south), and up to deep.\nLong Valley formed 760,000 years ago when a supervolcanic eruption released very hot ash that later cooled to form the Bishop tuff that is common to the area. The eruption emptied the magma chamber under the area to the point of collapse. The second phase of the eruption released pyroclastic flows that burned and buried thousands of square miles. Ash from this eruption blanketed much of the western part of what is now the United States. It is not expected to explode again in such a manner.\nThe explosion released 600 cubic kilometres (140 cu mi) of material from vents inside the margin of the caldera. By way of comparison, the 1980 Mount St. Helens eruption released 1.2 cubic kilometres (0.29 cu mi).\nIn April 2006, three members of the Mammoth Mountain Ski Area ski patrol died while on duty. All three died from suffocation by carbon dioxide when they fell into a fumarole on the slopes of the mountain while attempting to fence it off.","categories":[],"infobox_types":[],"annotations":[{"uri":"California","surface_form":"California","offset":44},{"uri":"Mammoth_Mountain","surface_form":"Mammoth Mountain","offset":63},{"uri":"Caldera","surface_form":"caldera","offset":122},{"uri":"Supervolcano","surface_form":"supervolcanic","offset":295},{"uri":"Bishop_tuff","surface_form":"Bishop tuff","offset":370},{"uri":"Magma_chamber","surface_form":"magma chamber","offset":435},{"uri":"Pyroclastic_flow","surface_form":"pyroclastic flow","offset":532},{"uri":"Western_United_States","surface_form":"western part","offset":645},{"uri":"United_States","surface_form":"United States","offset":677},{"uri":"Cubic_kilometre","surface_form":"cubic kilometre","offset":773},{"uri":"Carbon_dioxide","surface_form":"carbon dioxide","offset":1088},{"uri":"Fumarole","surface_form":"fumarole","offset":1125}]}