{"id":635657,"url":"http://en.wikipedia.org/wiki/Love_%26_Basketball","text":"\"Love & Basketball\" is a 2000 romantic drama movie. It was the first movie directed by Gina Prince-Bythewood.\nPlot.\nMonica Wright and Quincy McCall have wanted to be professional basketball players since they were kids. Monica has wanted to play for the Los Angeles Lakers and wear Magic Johnson's number 32. Quincy has wanted to be like his father and wear number 22. But Monica has to work hard to establish herself. Quincy was born with natural star potential. As the two fight hard to reach their goals of playing professionally, they must also deal with their emotions for each other.\nThe first quarter of the story begins around 1981, when Monica and her family moved to Los Angeles from Atlanta, Georgia. They quickly became friends with their new neighbors, the McCalls. Quincy and Monica are drawn to each other instantly. They share a love for the game: basketball. Quincy is shocked that a girl could \"ever\" love basketball as much as he did. And he's even more shocked when Monica plays so well. In the first interaction, Quincy angrily knocks her down during game point and scars her face. But the next day, they share their first kiss on the first day of school. They end the first quarter of the story by fighting in the grass.\nThe second quarter of the story begins in 1988. Both Monica and Quincy are the respective leaders of their high school teams. Scouts have taken clear notice of Quincy. Many see him as one of the top prospects in the country. He was very popular on the court and with the other students. He could have any girl he wanted. But he is still good friends and neighbors with Monica.\nMonica, though, has problems with her fiery emotions on the court. This has often resulted in many technical fouls during critical moments of games, being benched and eventually pushing away lots of potential scouting chances due to her lack of control. Aside from her emotions on the court, Monica also has problems with the emotions she still secretly has for Quincy. She has a hard time expressing them because he is always surrounded by other girls. Monica also has problems with her mother Camille, who is a stay at home wife and mother. From the time she was a little girl, Monica has been pressured by her mother to give up basketball and act like a lady. This leads to the point where Camille has forced Monica to wear dresses and skirts against her will. It has continued into her high school years, when Camille still complains that Monica is too much of a tomboy and needs to learn to be more female. This causes Monica to feel hurt and hateful toward her mother for not accepting who she is.\nThe third quarter of the story follows Quincy and Monica to their freshman year at the University of Southern California in 1988-1989. At this point they are managing themselves as athletes, students and a couple. However, the same problems seem to show themselves, only this time on a bigger stage. Quincy finds instant success on the basketball court, and more female admirers. But Monica struggles for playing time. She's the backup to the USC's senior guard, Sidra O'Neal. Making matters worse, she falls on the bad side of the head coach, Ellie Davis. Davis reprimands Monica for showing off and for lack of defense. Monica's relationship to Quincy becomes more difficult.\nThe movie later concludes at 1998. Monica has finally gone pro in the Women's National Basketball Association. The WNBA was created a couple years earlier in the 1990s. The movie ends with Quincy and Monica's toddler daughter cheer Monica on during one of her games.\nRelease.\nThis movie was released on April 21, 2000 in the United States.\nReviews.\nThe movie got generally favorable reviews from movie critics. At Metacritic, it got an average score of 70.\nRotten Tomatoes puts the movie's rating at 82%.\nBox office.\nThe movie was released in North America to 1,237 theaters. It took in $3,176,000 on its first day. It took in $27,728,118 worldwide. The budget was near $20 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drama_movie","surface_form":"drama movie","offset":39},{"uri":"Gina_Prince-Bythewood","surface_form":"Gina Prince-Bythewood","offset":87},{"uri":"National_Basketball_Association","surface_form":"professional basketball","offset":166},{"uri":"Los_Angeles_Lakers","surface_form":"Los Angeles Lakers","offset":254},{"uri":"Magic_Johnson","surface_form":"Magic Johnson","offset":282},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":677},{"uri":"Atlanta","surface_form":"Atlanta","offset":694},{"uri":"Basketball","surface_form":"basketball","offset":864},{"uri":"Anger","surface_form":"angrily","offset":1041},{"uri":"High_school","surface_form":"high school","offset":1350},{"uri":"Tomboy","surface_form":"tomboy","offset":2487},{"uri":"Female","surface_form":"female","offset":2524},{"uri":"University_of_Southern_California","surface_form":"University of Southern California","offset":2711},{"uri":"Athletes","surface_form":"athletes","offset":2805},{"uri":"Women%27s_National_Basketball_Association","surface_form":"Women's National Basketball Association","offset":3372},{"uri":"United_States","surface_form":"United States","offset":3627},{"uri":"Metacritic","surface_form":"Metacritic","offset":3716},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3759},{"uri":"North_America","surface_form":"North America","offset":3845}]}