{"id":635733,"url":"http://en.wikipedia.org/wiki/Kim_Heechul","text":"Kim Hee-chul (born July 10, 1983)\n, better known by the mononym Heechul, is a South Korean singer, songwriter, presenter, and actor. He is a member of South Korean boy group Super Junior and has further participated in its subgroup, Super Junior-T as well as project groups M&D with Kim Jung-mo and Universe Cowards with Min Kyung-hoon.\n, he has four programs being broadcast: \"Knowing Bros\", \"Life Bar\", \"1% Friendship\" and \"My Daughter's Men\".\n1983-2005: Early life and career beginnings.\nKim Hee-chul was born in Hoengseong County, Gangwon Province, on July 10, 1983. He has one older Sister, Kim Hee-jin. Kim graduated from Sangji University with a bachelor's degree in informatics through Bachelor's Degree Examination for Self-Education.\nIn October 2002, he moved to Seoul in order to take part in the auditions held by S.M. Entertainment. he was cast in the \"Starlight Casting System\" and signed a contract with S.M. Entertainment and became an official trainee, being trained in areas of singing, acting, dancing, and other performing talents such as hosting and modeling. He was initially placed in a four-member group called \"Four Seasons\" along with Jaejoong, Yunho and Kangin. The project group was dropped when Yunho and Jaejoong joined TVXQ in early 2003. He was preparing to debut as the main vocalist of Trax, but during his trainee days he had frequent clashes and misunderstandings with the person in charge at S.M. at that time. Therefore, he became frustrated and abandoned his Trax debut and returned to his hometown in Gangwon Province. Later with Trax's Jungmo and Jay, TVXQ's Yunho and Donghae encouragement and positivity, he returned to S.M. He joined other trainees under S.M. Entertainment to form the group \"Super Junior 05\", the first generation of Super Junior.\nHis first acting role was in teen drama \"Sharp 2 (Season 2)\", co-starring labelmates Go Ara and Kibum on 2005 before the debut of Super Junior. Shortly afterwards, he appeared in an episode of the series \"Loveholic\" and was a regular MC for the cable music show \"Show! Music Bank Tank\". He also appeared in advertisements.\n2005–2010: Debut with Super Junior, Super Junior-T and solo activities.\nOn November 2, 2005, \"Super Junior 05\" made their official debut as a twelve-member group on SBS's \"Popular Songs\", performing their first single \"TWINS\". Their debut album \"SuperJunior05 (Twins)\" was released on December 5 and debuted at number three on the monthly MIAK K-pop album charts.\nIn March 2006, S.M. Entertainment began to recruit new members for the next Super Junior generation. However, plans changed and the company declared a halt in forming future Super Junior generations. Following the addition of thirteenth member Kyuhyun, the group dropped the suffix \"05\" and became officially credited as Super Junior. The re-polished group's first CD single \"U\" was released on June 7, 2006, which was their most successful single until the release of \"Sorry, Sorry\" in March 2009.\nApart from Super Junior's activities, Heechul has acted in several television dramas. In 2005 he landed his first leading role in \"Rainbow Romance\" (2005–06) then played a supporting role in \"Bad Family\" (2006), \"Golden Bride\" (2007–08) and \"Loving You a Thousand Times\" (2009–10). He also appeared as a radio DJ on \"SBS Power FM Youngstreet\" with Park Hee-von until mid-2006.\nOn February 23, 2007, he debuted as part of Super Junior sub-group, Super Junior-T, performing trot single \"Rokuko!!!\". and made his film debut in \"Attack on the Pin-Up Boys\". He co-hosted SBS's weekly live music show as a substitute for Andy of Shinhwa, going on to become a permanent host with Ku Hye-sun (April 23, 2006 – February 18, 2007), Jang Keun-suk (February25 - October 7, 2007) and Song Ji-hyo (November 11, 2007 – May 4, 2008).\nIn May 2008, the S.M. Art Company was formed with Pyo In-bong as co-CEO, aiming to produce musical and theatre works. Its first production was of \"Xanadu\", playing the role of Sonny in rotation with bandmate Kangin. The production ran between September 9 - November 23, 2008 at the Doosan Art Center, Yeonji-dong, Seoul. Casting was carried out via a reality television programme, \"To Be Kangin and Heechul.\" He also became a regular on the TV Programmes \"8 vs 1\" (2008), \"Good Daddy\" (2008–09) and \"Band of Brothers\" (2009).\nIn November 6, 2009, he released his first solo single, \"First Star\", as part of the OST for the drama \"Loving You a Thousand Times\". The song is written by Song Jong-ho and composed by Choi Myung-hoon.\nIn 2010, he returned as a radio DJ for the first time in four years on SBS's \"Heechul's Young Street\" from March 29, 2010 until mid-2011. In May 2010, he was added along with Jang Dong-min during a recording as the eighth member of the family on the series \"Family Outing 2\", but the show was cancelled two months later due to low ratings. The same year, his popularity skyrocketed when he became a regular cast member in \"Radio Star\", the main segment of MBC's \"Golden Fishery\" when Shin Jung-hwan was caught gambling. and won \"Best Newcomer Award\" awards at the 11th MBC Entertainment Awards.\n2011–2015: M&D, military enlistment and League of Legends.\nIn 2011, he formed a project group with label mate Jungmo of TRAX called M&D (meaning \"Midnight and Dawn\" or \"Miari and Dangae-dong\", after the members' hometowns). They released their debut single, \"Close Ur Mouth\". Heechul wrote the lyrics and directed the music video for the song, while Jungmo produced and performed the instrumental. Their first live performance was at Mnet’s summer awards ceremony 20’s Choice on July 7.\nKim Hee-chul carried out mandatory military service from September 1, 2011 to August 30, 2013. He served as a public service worker for 23 months after undergoing four weeks of basic training at the Nonsan military camp in Chungcheongnam-do. At the time that he enlisted, he had been appearing on KBS's \"Secret\" (시크릿) as well as the \"Radio Star\", for which bandmate Kyuhyun took over the role.\nShortly after he had completed his military service, he featured on Kim Jang-hoon's single \"Breakups are So Like Me\". During live performances of the song on \"Music Bank\" and \"Show! Music Core\", his part was performed by bandmates Yesung, Eunhyuk and Shindong. Also he wrote the lyrics of Orange Caramel's \"Shanghai Romance\" on October 13, 2011, which peaked at number eight on the Gaon Digital Chart.\nOn January 26, 2012, he hosted the radio program every Friday at the office of District Seong Dong, where he was serving his two-year mandatory military service. His first episode was broadcast on January 20 and had received 5,600 hits.\nIn September 2013, he became a regular cast member on the JTBC's variety program \"Ssulzun (War of Words)\" it was his first project after releasing from his mandatory military enlistment but on July 2014 he posted a photo in his personal Instagram account and poured his heart and thoughts regarding his last appearance in the program. In Heechul’s last recording for the show, he mentioned about having the pressure of talking about the people close to him.\nIn January 2014, he appeared on the \"Global Edition\" of MBC reality television programme \"We Got Married\", as an on-screen couple with Taiwanese girl group member Puff Guo. That year, he also played the role of a detective in the tvN drama \"Flower Grandpa Investigation Unit\". He returned to the Super Junior's line-up for the August performance at \"Music Bank\", marking the first time he, Leeteuk and Kangin have been together in the line-up since they each completed their military service.\nIn February 2015, the famous LoL team SK Telecom T1 sponsored a special match titled the \"Celebrity League of Legends Invitational Event Match\". SKT T-LoL invited various celebrities to join in a match against professional LoL gamers. The celebrity team including Heechul ultimately lost. He also appeared on OnGameNet’s \"Pandora TV LoL Champions\" on November 27, 2013 as a Special Commentator and Guest player.\nIn 2015, he became MC on entertainment programs such as Tvn's \"The Demand of Luxurious Food\", KBS's Fashion-beauty Show \"A Style For You\", O'live's Travel Show \"MAPS\", JTBC's variety show \"Knowing Bros\". and Korean-Chinese program \"All the Way With You\", The first Chinese variety that he was in charge since his debut in Korean entertainment in 2005. The same year, M&D released their first EP, \"Cottage Industry\" with the title track \"I Wish\" digitally on April 16 and physically on April 20. The title track was also written and composed by the duo., which peaked at number two on the Gaon album Chart.\n2016-present: \"Knowing Bros\", Universe Cowards and mainstream success.\nWith Super Junior on a temporary hiatus for much of 2016 due to the enlistment of four other members, he returned to hosting. In March 2016, Heechul was confirmed to become a temporary host for \"Weekly Idol\" until October 5, when Jeong Hyeong-don ended his 11-month break from television activities. On April 15, 2016 he released a duet with Wheein for SM Station. The single \"Narcissus\" was written by him and produced by Jungmo, and it was his first collaboration with a female artist. In early July 2016, M&D returned as \"Kim Heechul & Kim Jungmo\", with a second EP, \"Goody Bag\", and trot-rock title track \"Ulsanbawi\" on July 12.\nIn August 2016, he attended the \"League of Legends\" Pro League 5th Anniversary\" in China, which included the Regional Final with four Chinese teams competing for a spot in the World Championship. He also competed in a Korea vs. China celebrity showmatch in commemoration. On October 9, he appeared on OnGameNet as a special commentator for the \"LoL World Championship\". In November 2016, Heechul began participating in S.M. Entertainment's League of Legends tournament \"2016 S.M. Super Celeb League\", where he and labelmate Baekhyun played the game with both professional players and fans from South Korea and China.\nIn fall 2016, Heechul and Buzz member Min Kyung-hoon released a duet titled \"Sweet Dream\". The two stars are known as \"Universe Cowards\" when they promote music, which is a name they came up with for a \"Knowing Bros\" project group. The song proved successful, topping the South Korean Gaon Digital Chart an achievement known as \"all-kill\", making him the first Super Junior member to achieve \"all-kill\" in 2016. In 2017, \"Sweet Dream\" won a Best Rock Song at the MelOn Music Awards.\nHis career as a MC made a breakthrough after appearing on \"Knowing Bros\" and \"Weekly Idol\". The success of \"Knowing Bros\" in Korea brought him a new range of fans and is a large part of why the show is so popular. He was named as one of the Top 3 Idol MC's of 2016. After appearing on the show, he earned more recognition and received roles from other shows as MC — such as \"Phantom Singer (Season 1)\", \"Secretly Greatly\", \"Lipstick Prince (Season 1, 2).\"\nFollowing the success of \"Sweet Dream\", in February 2018, Universe Cowards returned with \"Falling Blossoms\". It was composed by Lee Sang-joon and Cha Jil-won and features lyrics written by Min, which peaked at number 15 on Gaon Digital Chart. \"Billboard\" described it as \"soft pop-rock tune that grows to a soaring, emotional cacophony\" and complimented how their music video was one of the most inclusive music videos South Korea’s seen in some time.\nHe continued his successful work by participating in new programs \"Idol School\", \"Life Bar (Season 2)\", \"My Daughter's Men\" and \"1% Friendship\".\nIn March 2018, it was reported that Heechul would not be participating in music show performances of Super Junior latest comeback promotions due to health concerns, but would still participate in other promotions as normal.\nIn the media.\nOn October 9, 2010, he created a personal Facebook account which received 5,000 friend requests within five minutes. He became a worldwide trending topic on Twitter for four days after the account's creation. Twitter published the list of top overall trends in 2010 and from this computation, he took the ninth place in the People Category.\nIn July, 2011, Lady Gaga appeared on 9th’s episode on KBS2’s Entertainment Weekly for an exclusive interview and mentioned that she was amazed by Heechul's imitation of her. He's appeared “Lady HeeHee” throughout Super Show 3, as well as SM Town in Paris. Lady Gaga has seen his imitation and praised him, saying: “He looks amazing!”\nEndorsements.\nHe is an endorser of a wide range of brands in and outside South Korea. He has become one of the most in demand endorsers after his hit show Knowing Bros and his famous Picks Miwon CF. brands like App DdocDoc and Smilegate gained popularity after his video viewed more than million times on YouTube.\nIn 2017, he was selected as a model for G-Market with AOA's Seolhyun. in 2018, he was chosen to be the model for Mistral with Min Kyung-hoon.\nCar accident.\nOn August 10, 2006, Heechul was involved in a car accident while heading back to Seoul from Mokpo after attending the funeral of fellow Super Junior member Donghae’s father. The tires malfunctioned while his car attempted to switch lanes. Heechul fractured his left leg in five places, including his femur, knee, and ankle, requiring him to be in surgery for ten hours. He also sustained other injuries, including a tear in his tongue which required stitches.\nHeechul was advised to stop all activities for a period of twelve weeks. He was released from the hospital on September 13, 2006 but he continued to receive out-patient care. He returned to the hospital to have a second surgery to remove some of the iron rods in his leg on October 10 and briefly returned to work in late October to film the final three episodes of an MBC youth sitcom while still in a cast and on a wheelchair. He made his comeback on November 25 of the same year during the Mnet KM Music Festival. In late December Heechul officially returned to individual activities such as variety show appearances and hosting appearances.\nIn 2007, Heechul started to perform regularly despite still having a few rods that the doctors had attached to his leg. In late April and May 2007, he had recovered enough to be able to take part in Super Junior’s strenuous dance routines. The remaining rods in his leg were removed in 2008.\nHe's still receiving treatment, and can no longer dance on live stages, often only making sporadic appearances at the latter half of the song. It also contributes to him being a sub-rapper and vocals instead of a lead dancer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Super_Junior","surface_form":"Super Junior","offset":174},{"uri":"Super_Junior-T","surface_form":"Super Junior-T","offset":233},{"uri":"M%26amp%3BD","surface_form":"M&D","offset":274},{"uri":"Kim_Jung-mo","surface_form":"Kim Jung-mo","offset":283},{"uri":"Min_Kyung-hoon","surface_form":"Min Kyung-hoon","offset":321},{"uri":"Knowing_Bros","surface_form":"Knowing Bros","offset":378},{"uri":"Life_Bar","surface_form":"Life Bar","offset":394},{"uri":"1%25_Friendship","surface_form":"1% Friendship","offset":406},{"uri":"My_Daughter%27s_Men","surface_form":"My Daughter's Men","offset":426},{"uri":"Hoengseong_County","surface_form":"Hoengseong County","offset":516},{"uri":"Gangwon_Province_(South_Korea)","surface_form":"Gangwon Province","offset":535},{"uri":"Sangji_University","surface_form":"Sangji University","offset":628},{"uri":"Bachelor%27s_degree","surface_form":"bachelor's degree","offset":653},{"uri":"Informatics","surface_form":"informatics","offset":674},{"uri":"Bachelor%27s_Degree_Examination_for_Self-Education","surface_form":"Bachelor's Degree Examination for Self-Education","offset":694},{"uri":"Seoul","surface_form":"Seoul","offset":773},{"uri":"S.M._Entertainment","surface_form":"S.M. Entertainment","offset":826},{"uri":"Singing","surface_form":"singing","offset":996},{"uri":"Acting","surface_form":"acting","offset":1005},{"uri":"Dancing","surface_form":"dancing","offset":1013},{"uri":"Model_(person)","surface_form":"modeling","offset":1071},{"uri":"Jaejoong","surface_form":"Jaejoong","offset":1161},{"uri":"Yunho","surface_form":"Yunho","offset":1171},{"uri":"Kangin","surface_form":"Kangin","offset":1181},{"uri":"TVXQ","surface_form":"TVXQ","offset":1250},{"uri":"TRAX_(band)","surface_form":"Trax","offset":1320},{"uri":"Typhoon_(Korean_singer)","surface_form":"Jay","offset":1588},{"uri":"Lee_Donghae","surface_form":"Donghae","offset":1610},{"uri":"Super_Junior","surface_form":"Super Junior","offset":1779},{"uri":"Teen_drama","surface_form":"teen drama","offset":1822},{"uri":"Sharp_2","surface_form":"Sharp 2","offset":1834},{"uri":"Go_Ara","surface_form":"Go Ara","offset":1878},{"uri":"Kim_Kibum","surface_form":"Kibum","offset":1889},{"uri":"Loveholic_(TV_series)","surface_form":"Loveholic","offset":1998},{"uri":"Master_of_ceremonies","surface_form":"MC","offset":2027},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":2281},{"uri":"The_Music_Trend","surface_form":"Popular Songs","offset":2288},{"uri":"TWINS_(Knock_Out)","surface_form":"TWINS","offset":2335},{"uri":"SuperJunior05_(Twins)","surface_form":"SuperJunior05 (Twins)","offset":2362},{"uri":"Kyuhyun","surface_form":"Kyuhyun","offset":2724},{"uri":"U_(Super_Junior_song)","surface_form":"U","offset":2856},{"uri":"Sorry%2C_Sorry_(Super_Junior_song)","surface_form":"Sorry, Sorry","offset":2950},{"uri":"Bad_Family_(TV_series)","surface_form":"Bad Family","offset":3171},{"uri":"Golden_Bride","surface_form":"Golden Bride","offset":3192},{"uri":"Loving_You_a_Thousand_Times","surface_form":"Loving You a Thousand Times","offset":3221},{"uri":"SBS_Power_FM","surface_form":"SBS Power FM","offset":3296},{"uri":"Park_Hee-von","surface_form":"Park Hee-von","offset":3327},{"uri":"Super_Junior-T","surface_form":"Super Junior-T","offset":3424},{"uri":"Trot_(music)","surface_form":"trot","offset":3451},{"uri":"Rokuko","surface_form":"Rokuko","offset":3464},{"uri":"Attack_on_the_Pin-Up_Boys","surface_form":"Attack on the Pin-Up Boys","offset":3504},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":3545},{"uri":"Andy_Lee_(South_Korean_singer)","surface_form":"Andy","offset":3594},{"uri":"Shinhwa","surface_form":"Shinhwa","offset":3602},{"uri":"Ku_Hye-sun","surface_form":"Ku Hye-sun","offset":3652},{"uri":"Jang_Keun-suk","surface_form":"Jang Keun-suk","offset":3701},{"uri":"Song_Ji-hyo","surface_form":"Song Ji-hyo","offset":3750},{"uri":"Xanadu_(musical)","surface_form":"Xanadu","offset":3944},{"uri":"Kangin","surface_form":"Kangin","offset":4005},{"uri":"Reality_television","surface_form":"reality television","offset":4148},{"uri":"Good_Daddy","surface_form":"Good Daddy","offset":4270},{"uri":"Band_of_Brothers_(TV_series)","surface_form":"Band of Brothers","offset":4297},{"uri":"Soundtrack","surface_form":"OST","offset":4408},{"uri":"Loving_You_a_Thousand_Times","surface_form":"Loving You a Thousand Times","offset":4427},{"uri":"Song_Jong-ho","surface_form":"Song Jong-ho","offset":4480},{"uri":"Choi_Myung-hoon","surface_form":"Choi Myung-hoon","offset":4509},{"uri":"Seoul_Broadcasting_System","surface_form":"SBS","offset":4597},{"uri":"Jang_Dong-min","surface_form":"Jang Dong-min","offset":4701},{"uri":"Family_Outing_2","surface_form":"Family Outing 2","offset":4784},{"uri":"Radio_Star_(TV_series)","surface_form":"Radio Star","offset":4949},{"uri":"Munhwa_Broadcasting_Corporation","surface_form":"MBC","offset":4982},{"uri":"Golden_Fishery","surface_form":"Golden Fishery","offset":4989},{"uri":"Shin_Jung-hwan","surface_form":"Shin Jung-hwan","offset":5010},{"uri":"MBC_Entertainment_Awards","surface_form":"MBC Entertainment Awards","offset":5095},{"uri":"Kim_Jung-mo","surface_form":"Jungmo","offset":5231},{"uri":"TRAX_(band)","surface_form":"TRAX","offset":5241},{"uri":"M%26amp%3BD","surface_form":"M&D","offset":5253},{"uri":"Mnet_(TV_channel)","surface_form":"Mnet","offset":5555},{"uri":"Conscription_in_South_Korea","surface_form":"mandatory military service","offset":5633},{"uri":"Chungcheongnam-do","surface_form":"Chungcheongnam-do","offset":5831},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":5905},{"uri":"Saturday_Freedom","surface_form":"Secret","offset":5912},{"uri":"Radio_Star_(TV_series)","surface_form":"Radio Star","offset":5942},{"uri":"Kim_Jang-hoon","surface_form":"Kim Jang-hoon","offset":6070},{"uri":"Music_Bank_(TV_series)","surface_form":"Music Bank","offset":6161},{"uri":"Show%21_Music_Core","surface_form":"Show! Music Core","offset":6178},{"uri":"Yesung","surface_form":"Yesung","offset":6233},{"uri":"Eunhyuk","surface_form":"Eunhyuk","offset":6241},{"uri":"Shindong","surface_form":"Shindong","offset":6253},{"uri":"Orange_Caramel","surface_form":"Orange Caramel","offset":6291},{"uri":"Seongdong_District","surface_form":"Seong Dong","offset":6492},{"uri":"JTBC","surface_form":"JTBC","offset":6699},{"uri":"Ssulzun","surface_form":"Ssulzun","offset":6723},{"uri":"Conscription_in_South_Korea","surface_form":"mandatory military enlistment","offset":6797},{"uri":"Munhwa_Broadcasting_Corporation","surface_form":"MBC","offset":7155},{"uri":"We_Got_Married","surface_form":"We Got Married","offset":7189},{"uri":"Puff_Guo","surface_form":"Puff Guo","offset":7262},{"uri":"TVN_(South_Korea)","surface_form":"tvN","offset":7329},{"uri":"Flower_Grandpa_Investigation_Unit","surface_form":"Flower Grandpa Investigation Unit","offset":7340},{"uri":"Music_Bank_(TV_series)","surface_form":"Music Bank","offset":7449},{"uri":"Leeteuk","surface_form":"Leeteuk","offset":7489},{"uri":"Kangin","surface_form":"Kangin","offset":7501},{"uri":"League_of_Legends","surface_form":"LoL","offset":7621},{"uri":"SK_Telecom_T1","surface_form":"SK Telecom T1","offset":7630},{"uri":"OGN_(TV_channel)","surface_form":"OnGameNet","offset":7901},{"uri":"Pandora_TV","surface_form":"Pandora TV","offset":7914},{"uri":"TVN_(South_Korea)","surface_form":"Tvn","offset":8060},{"uri":"Korean_Broadcasting_System","surface_form":"KBS","offset":8098},{"uri":"A_Style_For_You_(TV_series)","surface_form":"A Style For You","offset":8125},{"uri":"O%27live","surface_form":"O'live","offset":8143},{"uri":"JTBC","surface_form":"JTBC","offset":8172},{"uri":"Knowing_Bros_(TV_series)","surface_form":"Knowing Bros","offset":8193},{"uri":"Cottage_Industry_(EP)","surface_form":"Cottage Industry","offset":8401},{"uri":"Gaon_Music_Chart","surface_form":"Gaon","offset":8592},{"uri":"Weekly_Idol","surface_form":"Weekly Idol","offset":8876},{"uri":"Jeong_Hyeong-don","surface_form":"Jeong Hyeong-don","offset":8911},{"uri":"Wheein","surface_form":"Wheein","offset":9023},{"uri":"SM_Station","surface_form":"SM Station","offset":9034},{"uri":"M%26amp%3BD","surface_form":"M&D","offset":9189},{"uri":"Goody_Bag_(EP)","surface_form":"Goody Bag","offset":9252},{"uri":"League_of_Legends","surface_form":"League of Legends","offset":9347},{"uri":"Byun_Baek-hyun","surface_form":"Baekhyun","offset":9838},{"uri":"Buzz_(band)","surface_form":"Buzz","offset":9957},{"uri":"Min_Kyung-hoon","surface_form":"Min Kyung-hoon","offset":9969},{"uri":"Gaon_Digital_Chart","surface_form":"Gaon Digital Chart","offset":10216},{"uri":"MelOn_Music_Awards","surface_form":"MelOn Music Awards","offset":10394},{"uri":"MC","surface_form":"MC","offset":10775},{"uri":"Phantom_Singer","surface_form":"Phantom Singer","offset":10789},{"uri":"Secretly_Greatly_(TV_series)","surface_form":"Secretly Greatly","offset":10818},{"uri":"Lipstick_Prince","surface_form":"Lipstick Prince","offset":10838},{"uri":"Billboard_(magazine)","surface_form":"\"Billboard\"","offset":11113},{"uri":"Idol_School_(2017_TV_series)","surface_form":"Idol School","offset":11389},{"uri":"Life_Bar","surface_form":"Life Bar","offset":11404},{"uri":"My_Daughter%27s_Men","surface_form":"My Daughter's Men","offset":11427},{"uri":"1%25_Friendship","surface_form":"1% Friendship","offset":11451},{"uri":"Super_Junior","surface_form":"Super Junior","offset":11568},{"uri":"Facebook","surface_form":"Facebook","offset":11747},{"uri":"Twitter","surface_form":"Twitter","offset":11862},{"uri":"Lady_Gaga","surface_form":"Lady Gaga","offset":12061},{"uri":"KBS2","surface_form":"KBS2","offset":12100},{"uri":"Super_Show_3","surface_form":"Super Show 3","offset":12259},{"uri":"SM_Town_Live_%2710_World_Tour","surface_form":"SM Town","offset":12284},{"uri":"Knowing_Bros","surface_form":"Knowing Bros","offset":12535},{"uri":"Pick_Me_(song)","surface_form":"Picks","offset":12563},{"uri":"Smilegate","surface_form":"Smilegate","offset":12607},{"uri":"G-Market","surface_form":"G-Market","offset":12734},{"uri":"Kim_Seol-hyun","surface_form":"Seolhyun","offset":12754},{"uri":"Min_Kyung-hoon","surface_form":"Min Kyung-hoon","offset":12820},{"uri":"Mokpo","surface_form":"Mokpo","offset":12942},{"uri":"Lee_Donghae","surface_form":"Donghae","offset":13006},{"uri":"Intramedullary_rod","surface_form":"rod","offset":13565},{"uri":"Mnet_Asian_Music_Awards","surface_form":"Mnet KM Music Festival","offset":13803}]}