{"id":63580,"url":"http://en.wikipedia.org/wiki/Coat_of_Arms_of_Armenia","text":"The national coat of arms of Armenia consists of an eagle and a lion supporting a shield. The coat of arms combines new and old symbols. The eagle and lion are ancient Armenian symbols dating from the first Armenian kingdoms that existed prior to Christ.\nThe current coat of arms was adopted on 19 April 1992 by the Armenian Supreme Council decision. On 15 June 2006, the law on the state coat of arms of Armenia was passed by the Armenian Parliament.\nShield.\nThe shield consists of many parts. In the center is an image of Mount Ararat with Noah's Ark sitting on top of it. According to tradition, the ark is said to have finally rested on the mountain after the great flood. Ararat is considered the national symbol of Armenia and so is of significant importance to the coat of arms. Surrounding Mount Ararat are symbols of old Armenian dynasties. In the lower left portion of the shield, there are two eagles looking at each other, symbolizing the length of the Armenian territory during the reign of the Artaxiad Dynasty that ruled in the 1st century BC. In the upper left portion, there is a lion with a cross, the emblem for the Bagratuni dynasty that ruled during the Middle Ages, between 7th and 11th centuries. Under this dynasty, Armenia blossomed culturally, making its capital, Ani, one of the most important cultural, social and commercial centers of its time. Bagratuni was destroyed by the Byzantine Empire's encroachment and by Seljuk invasions in the 11th century AD. In the upper right portion, there is a two-headed eagle, the emblem of the first dynasty to reign over a Christian Armenia, the Arsacid Dynasty of Armenia. Tiridates III of Arsacid Dynasty made Armenia the first Christian nation in 301 AD. This dynasty ruled from the 1st century AD to 428 AD. In the lower right portion, there is a lion with a cross, the emblem of the Rubenid dynasty. This dynasty reigned in Armenian Kingdom of Cilicia, a state that expanded and prospered during the 12th and 13th centuries, until the Mamelukes and Turks eventually conquered it.\nEagle and Lion.\nThe eagle supports the shield on the left side of the coat of arms, while the lion on the right side. The eagle was the symbol of the Artaxiad Dynasty and later on the symbol of the Arsacid Dynasty of Armenia. It holds the Artaxiad Dynasty's branch of the shield. Whereas, the lion was the symbol of the Bagratuni Dynasty and later on the symbol of the Rubenid Dynasty. It holds the Rubenid Dynasty's branch of the shield.\nBoth of these animals were chosen because of their power, courage, patience, wisdom, and nobility in animal kingdom.\nCoat of arms of the Democratic Republic of Armenia.\nThe present-day Armenian coat of arms has its origins with the establishment of the Democratic Republic of Armenia (DRA) in 1918. In that year, an early variation of the coat of arms was adopted by the DRA. The symbols on this earlier version were placed in a slightly different order and the eagle and lion have their tongues out, giving them a more menacing look. It's also worthy to note that only Mount Ararat (along with Little Ararat) are depicted while Noah's Ark is absent. The coat of arms was designed by architect and member of the Russian Academy of Fine Arts Alexander Tamanian (best known for his work on Yerevan's city plan) and artist Hakob Kojoyan.\nTranscaucasian SFSR.\nIn 1922 Armenia was incorporated into Transcaucasian SFSR with Georgia and Azerbaijan. The coat of arms of the Transcaucasian SFSR was adopted by the government of the Transcaucasian SFSR. It is uncertain when exactly it was adopted. It incorporates designs from each of the three major groups that combined in the Transcaucasian SFSR, the Armenians, Azeri and Georgians, and unusually features Islamic art and communist elements side by side. The latticework in the star itself bespeaks the former coat of arms of Georgia from 1918-1921 and adopted again from 1991-2004; the crescent moon represents the Muslim Azeris, on a background depicting the national symbol of the Armenians, Mount Ararat.\nSoviet coat of arms.\nIn 1937, a new coat of arms was adopted. Like the DRA coat of arms, this coat showed Mount Ararat along with the Soviet hammer and sickle and red star behind it. The inclusion of Ararat brought objections from Turkey because the mountain is part of its territory. The Kremlin retorted that although the Turkish symbol was the crescent, it did not mean that they laid claim to the moon. The Soviet Union broke apart in 1991 and Armenia thus became an independent republic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Armenia","surface_form":"Armenia","offset":29},{"uri":"Eagles","surface_form":"eagle","offset":52},{"uri":"Lions_in_heraldry","surface_form":"lion","offset":64},{"uri":"Christ","surface_form":"Christ","offset":247},{"uri":"Mount_Ararat","surface_form":"Mount Ararat","offset":524},{"uri":"Noah%27s_Ark","surface_form":"Noah's Ark","offset":542},{"uri":"Armenia","surface_form":"Armenia","offset":721},{"uri":"Artaxiad_Dynasty","surface_form":"Artaxiad Dynasty","offset":1008},{"uri":"1st_century_BC","surface_form":"1st century BC","offset":1043},{"uri":"Bagratuni","surface_form":"Bagratuni","offset":1135},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1175},{"uri":"Ani_(Turkey)","surface_form":"Ani","offset":1290},{"uri":"Seljuk_Turks","surface_form":"Seljuk","offset":1444},{"uri":"11th_century","surface_form":"11th century AD","offset":1468},{"uri":"Two-headed_eagle","surface_form":"two-headed eagle","offset":1524},{"uri":"Christian","surface_form":"Christian","offset":1590},{"uri":"Arsacid_Dynasty_of_Armenia","surface_form":"Arsacid Dynasty of Armenia","offset":1613},{"uri":"Tiridates_III_of_Armenia","surface_form":"Tiridates III","offset":1641},{"uri":"Rubenid","surface_form":"Rubenid","offset":1855},{"uri":"Armenian_Kingdom_of_Cilicia","surface_form":"Armenian Kingdom of Cilicia","offset":1896},{"uri":"12th_century","surface_form":"12th","offset":1972},{"uri":"13th_century_AD","surface_form":"13th","offset":1981},{"uri":"Mamelukes","surface_form":"Mamelukes","offset":2007},{"uri":"Ottoman_Empire","surface_form":"Turks","offset":2021},{"uri":"Artaxiad_Dynasty","surface_form":"Artaxiad Dynasty","offset":2202},{"uri":"Arsacid_Dynasty_of_Armenia","surface_form":"Arsacid Dynasty of Armenia","offset":2250},{"uri":"Bagratuni","surface_form":"Bagratuni","offset":2372},{"uri":"Rubenid","surface_form":"Rubenid","offset":2421},{"uri":"Democratic_Republic_of_Armenia","surface_form":"Democratic Republic of Armenia","offset":2744},{"uri":"Little_Ararat","surface_form":"Little Ararat","offset":3086},{"uri":"Russian_Academy_of_Fine_Arts","surface_form":"Russian Academy of Fine Arts","offset":3203},{"uri":"Alexander_Tamanian","surface_form":"Alexander Tamanian","offset":3232},{"uri":"Yerevan","surface_form":"Yerevan","offset":3279},{"uri":"Hakob_Kojoyan","surface_form":"Hakob Kojoyan","offset":3311},{"uri":"Armenians","surface_form":"Armenians","offset":3687},{"uri":"Azeri","surface_form":"Azeri","offset":3698},{"uri":"Georgian_people","surface_form":"Georgians","offset":3708},{"uri":"Islam","surface_form":"Islam","offset":3742},{"uri":"Communist","surface_form":"communist","offset":3758},{"uri":"Coat_of_arms_of_Georgia_(country)","surface_form":"coat of arms of Georgia","offset":3846},{"uri":"Crescent_moon","surface_form":"crescent moon","offset":3923},{"uri":"Mount_Ararat","surface_form":"Mount Ararat","offset":4151},{"uri":"Hammer_and_sickle","surface_form":"hammer and sickle","offset":4186},{"uri":"Red_star","surface_form":"red star","offset":4208},{"uri":"Turkey","surface_form":"Turkey","offset":4276},{"uri":"Moscow_Kremlin","surface_form":"Kremlin","offset":4334}]}