{"id":635922,"url":"http://en.wikipedia.org/wiki/Shark_finning","text":"Shark finning is the act of removing fins from sharks. It is mostly done when shark is still alive. The sharks are sometimes thrown back to the ocean after removing their fins but they are still alive. since they are unable to swim properly, they sink to the bottom of the ocean and die of suffocation or are eaten by other predators. Shark finning at sea helps fishing vessels in increasing their profit. It also helps to increase the number of sharks harvested, as they only have to store and transport the fins, which is the most profitable part of the shark; the shark meat is bulky to transport. Some countries have banned this practice and require the whole shark to be brought back to port before removing the fins.\nShark finning increased since 1997 largely due to the increasing demand for shark fins. It is used in shark fin soup and traditional cures, particularly in China and its territories. The International Union for Conservation of Nature's Shark Specialist Group say that shark fin trade is causing a serious danger to the shark population. It estimates of the global value of the shark fin trade range from US$540 million to US$1.2 billion (2007). Shark fins are among the most expensive seafood products, commonly sold at US$400 per kg. In the United States, where finning is not allowed, some buyers regard the whale shark and the basking shark as trophy species, and pay $10,000 to $20,000 for a fin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Fins","surface_form":"fins","offset":37},{"uri":"Shark","surface_form":"shark","offset":47},{"uri":"Suffocation","surface_form":"suffocation","offset":290},{"uri":"Predator","surface_form":"predator","offset":324},{"uri":"Harvest","surface_form":"harvest","offset":453},{"uri":"Transport","surface_form":"transport","offset":495},{"uri":"Bulk","surface_form":"bulky","offset":581},{"uri":"Shark_fin_soup","surface_form":"shark fin soup","offset":825},{"uri":"International_Union_for_Conservation_of_Nature","surface_form":"International Union for Conservation of Nature","offset":910},{"uri":"Whale_shark","surface_form":"whale shark","offset":1333},{"uri":"Basking_shark","surface_form":"basking shark","offset":1353},{"uri":"Trophy","surface_form":"trophy","offset":1370}]}