{"id":636184,"url":"http://en.wikipedia.org/wiki/Lake_Maracaibo","text":"Lake Maracaibo () is a large brackish tidal bay (or tidal estuary) in Venezuela. It is an \"inlet of the Caribbean Sea\". It is often called a lake rather than a bay or lagoon. In the north, a channel 55 km long connects it to the Carribean Sea.\nThe lake is named after the city Maracaibo, which lies on the east side of this channel. In Maracaibo, this channel is about 8.5 km wide. General Rafael Urdaneta Bridge spans this channel. It is one of the longest bridges in the world.\nThe lake has a size of about by. 135 rivers flow into the lake. The biggest of them is Catatumbo River, which is 500km long. Others include Escalante River and Chama River.\nIn the northern part of the lake, there is brackish water. The southern part of the lake is freshwater. There are many islands in the lake.\nEconomic importance.\nIn most parts of the lake, the water is very shallow. For this reason, a canal has been built, so that oceangoing ships are able to access the ports of Maracaibo and Cabimas.\nIn 1914, crude oil was found in the lake, near Cabimas. The surrounding Maracaibo Basin contains large reserves of it; the lake is a major profit center for Venezuela. Almost a quarter of Venezuela's population live in the basin around the lake.\nThunderstorms.\nLake Maracaibo is not very deep, on average, it only has a depth of. Its biggest depth is. Its water is very warm, usually. During the day, a lot of water evaporates from the lake. At night, the air around the lake cools down faster than the air over the lake. This leads ot the formation of clouds. Because of the difference in temperature, thunderstorms are frequent. Large flocks of cattle graze in the area around the lake. Very often, they are hit by lightning. Lightning may also hit one of the many oil extraction facilities in the lake, which often catch fire.\nThis weather phenomenon is known as Catatumbo lightning. It regularly occurs at Lake Maracaibo and produces more lightning than any other place on the planet.\nEnvironmental problems.\nThe environment of the lake has several problems. Part of the lake is infested with the duckweed \"Lemna\". Duckweed are plants that float freely on the water. The problem with \"Lemna\" is that it spreads very fast. Its cover of the water can double in 48 hours. The plants can only be removed physically. In mid 2004, about 18% of the lake was covered with it.\nDuckweed is not toxic to fish, but it takes oxygen out of the lake as it decays. This kills fish. Though officials say the weed has not harmed fish yet, it is harming the local fishing industry. The plant clogs the motors of small boats, making it impossible for fishers to launch their vessels.\nDuckweed also threatens the local ecosystem because it shades the lake: Other plants in the lake do not get enough light, and die off. In certain conditions, the weed may concentrate heavy metals and bacteria such as \"Salmonella\" and \"Vibrio cholerae\", the bacterium that causes cholera. Even though it causes many problems, the weed may also have some use: Duckweed can be treated to feed poultry, or to make paper.\nThe lake has other problems. Untreated sewage is released into it, and oil drilling operations cause pollution with crude oil.","categories":[],"infobox_types":[],"annotations":[{"uri":"Brackish","surface_form":"brackish","offset":29},{"uri":"Estuary","surface_form":"estuary","offset":58},{"uri":"Venezuela","surface_form":"Venezuela","offset":70},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":104},{"uri":"Lake","surface_form":"lake","offset":141},{"uri":"Bay","surface_form":"bay","offset":160},{"uri":"Lagoon","surface_form":"lagoon","offset":167},{"uri":"Maracaibo","surface_form":"Maracaibo","offset":277},{"uri":"General_Rafael_Urdaneta_Bridge","surface_form":"General Rafael Urdaneta Bridge","offset":382},{"uri":"Catatumbo_River","surface_form":"Catatumbo River","offset":567},{"uri":"Escalante_River","surface_form":"Escalante River","offset":620},{"uri":"Chama_River_(Venezuela)","surface_form":"Chama River","offset":640},{"uri":"Brackish_water","surface_form":"brackish water","offset":696},{"uri":"Fresh_water","surface_form":"freshwater","offset":745},{"uri":"Canal","surface_form":"canal","offset":887},{"uri":"Port","surface_form":"ports","offset":957},{"uri":"Petroleum","surface_form":"crude oil","offset":998},{"uri":"Cabimas","surface_form":"Cabimas","offset":1036},{"uri":"Maracaibo_Basin","surface_form":"Maracaibo Basin","offset":1061},{"uri":"Evaporation","surface_form":"evaporates","offset":1405},{"uri":"Temperature","surface_form":"temperature","offset":1579},{"uri":"Thunderstorm","surface_form":"thunderstorms","offset":1592},{"uri":"Flock","surface_form":"flocks","offset":1626},{"uri":"Cattle","surface_form":"cattle","offset":1636},{"uri":"Catatumbo_lightning","surface_form":"Catatumbo lightning","offset":1855},{"uri":"Duckweed","surface_form":"duckweed","offset":2090},{"uri":"Lemna","surface_form":"Lemna","offset":2100},{"uri":"Poison","surface_form":"toxic","offset":2377},{"uri":"Fish","surface_form":"fish","offset":2386},{"uri":"Oxygen","surface_form":"oxygen","offset":2405},{"uri":"Ecosystem","surface_form":"ecosystem","offset":2691},{"uri":"Heavy_metals","surface_form":"heavy metals","offset":2840},{"uri":"Bacteria","surface_form":"bacteria","offset":2857},{"uri":"Salmonella","surface_form":"Salmonella","offset":2875},{"uri":"Cholera","surface_form":"cholera","offset":2936},{"uri":"Poultry","surface_form":"poultry","offset":3047},{"uri":"Paper","surface_form":"paper","offset":3067},{"uri":"Sewage","surface_form":"sewage","offset":3113},{"uri":"Oil_drilling","surface_form":"oil drilling","offset":3145},{"uri":"Crude_oil","surface_form":"crude oil","offset":3190}]}