{"id":636221,"url":"http://en.wikipedia.org/wiki/Folds_of_Honor_QuikTrip_500","text":"The Folds of Honor Quiktrip 500 is a Monster Energy NASCAR Cup Series stock car race held at Atlanta Motor Speedway in Hampton, Georgia. The race is sponsored by QuikTrip, along with the nonprofit organization Folds of Honor, and is run as the second race of the Monster Energy NASCAR Cup Series.\nThis race was originally Atlanta's second race of the season and was run as a late season event for much of its history. From 1987 until 2001, the race was scheduled in November as the final race of the NASCAR season. From 2002 until 2008, the race was moved to October in favor of awarding the final race weekend to Homestead-Miami Speedway and became part of what is now the NASCAR Chase for the Championship in 2004. In 2009, Atlanta swapped fall race dates with Auto Club Speedway and the race was moved to Labor Day weekend. From 2011 onward, this has been Atlanta's only race date as its spring race was moved to Kentucky Speedway and run later in the year.\nIn the most recent round of schedule changing, NASCAR elected to move the Labor Day weekend race back to Darlington Raceway, which hosted the Southern 500 on that weekend from 1950 until 2003, and moved Atlanta's lone date back to the early season.\nOverview.\nFrom 1987 until 2001, the race was scheduled as the final race of the NASCAR season, and thus was typically the event in which the champion was decided. Several times, however, the championship had already been clinched prior to this race, rendering the race anti-climactic. In some cases, the championship would be decided the moment the points leader took the green flag to start the race - effectively clinching enough championship points by finishing last or better.\nThe 1992 race marked the final race for Richard Petty, and coincidentally, the debut for Jeff Gordon. With six drivers eligible for the Winston Cup Championship, the race is widely regarded as one of the greatest NASCAR races of all time. Alan Kulwicki, who finished second in the race, edged out Bill Elliott, the race winner, by leading one more lap in the race. Kulwicki won the NASCAR Winston Cup title by a then-record margin of only 10 points.\nThe 1998 race was run mostly at night after a long rain delay; despite the inexperience with the lights, newly installed for an Indy Racing League race, NASCAR and the teams agreed to attempt finishing the race at night. It was shortened to 221 laps because it was after 11:00 p.m. EST and NASCAR wanted to \"get the fans out at a decent hour\". The 1999 Cracker Barrel 500 also ended at night. This would mark a springboard of sorts at finishing delayed races at night by utilizing a track's permanent lighting system.\nIn 2001, the race was scheduled as the season finale, however, it ended up being the second-to-last race. The New Hampshire 300 was postponed from September 16 to the Friday after Thanksgiving, due to 11. Beginning in 2002 the race was moved to mid-October as NASCAR elected to hold its final race at Homestead-Miami Speedway instead of Atlanta. The 2003 race started a tradition of night qualifying at Atlanta, which has carried over to the spring race as well.\nIn 2006, the race start time was changed from 12:40 p.m. EDT to 2:55 p.m. EDT in order to finish the race at night. Driver complaints erupted because of the track's troublesome situation where the sun can get into the driver's eyes in Turn 1, including leading to a crash during the time the sun sets in that area of the track between Jeff Gordon and Jamie McMurray, led to the abandonment of the 3 PM start after this race.\nIn 2009, the race was moved Labor Day weekend as part of a realignment agreement with Auto Club Speedway, which had received the Labor Day weekend race in 2004, and Talladega Superspeedway, where Talladega's fall race moved to the Atlanta race weekend and Fontana received a race in the Chase in Talladega's spot.\nIn 2015, Atlanta's lone race date moved to the second week of the season in early March, with the Bojangles' Southern 500 at Darlington Raceway returning to its traditional Labor Day weekend date. Atlanta will be run on a Sunday afternoon. This event used to be called the Oral-B USA 500, and this event used to be aired on ESPN for 6 years preceding the Irwin Tools Night Race at Bristol Motor Speedway and the Federated Auto Parts 400 at Richmond International Raceway\nRealignment.\nThis race, Atlanta's second of the season, had been rumored to be either eliminated or moved several times in recent years. Most recently, track owner Bruton Smith, president of Speedway Motorsports, Inc., was talking with International Speedway Corporation about a possible date switch with one of its tracks. On February 29, 2008, Smith proposed a move that involved the fall Atlanta race and the Pepsi 500, the Labor Day weekend race held at Auto Club Speedway. Doing so gave the Fontana, California track a race in the Chase for the Championship as well as return the Labor Day weekend race to the southern U.S. for the first time since the second-to-last Southern 500 was run. It also makes the three races that precede the beginning of the Chase closer to each other geographically. Prior to the realignment, the teams raced in the Sharpie 500 at Bristol the week before Labor Day, then traveled cross country for the Pepsi 500, then came back across the country to run the Chevy Rock & Roll 400 at Richmond the following Saturday.\nUltimately, NASCAR adjusted the schedule as announced on August 19, 2008 to allow the fall race at Atlanta and the Chase event to Fontana to be swapped, but also in the process moved the AMP Energy 500 at Talladega Superspeedway to Atlanta's old date — usually the last weekend in October — and the aforementioned Pepsi 500 was placed in the old Talladega date, the first weekend in October beginning in 2009.","categories":[],"infobox_types":["motor race||Race title=Folds of Honor QuikTrip 500|Series long=[[Monster Energy NASCAR Cup Series]]|Track map=Atlanta Motor Speedway.svg|Venue=[[Atlanta Motor Speedway]]|Location=Hampton, [[Georgia (U.S. state)|Georgia]]&lt;br&gt;[[United States]]|Sponsor=Folds of Honor and [[QuikTrip]]|First race=1960|Last race=|Distance={{convert|500.5|mi|km|3}}|Laps=325 (Stage 1: 85&lt;br&gt;Stage 2: 85&lt;br&gt;Stage 3: 155)|Previous names='''Dixie 300''' (1960)&lt;br&gt;'''Dixie 400''' (1961-1966)&lt;br&gt;'''Dixie 500''' (1967-1979)&lt;br&gt;'''Atlanta Journal 500''' (1980-1990)&lt;br&gt;'''Hardee's 500''' (1991)&lt;br&gt;'''Hooters 500''' (1992-1994)&lt;br&gt;'''NAPA 500''' (1995-2002)&lt;br&gt;'''Bass Pro Shops MBNA 500''' (2003-2006)&lt;br&gt;'''Pep Boys Auto 500''' (2007-2009)&lt;br&gt;'''Emory Healthcare 500''' (2010)&lt;br&gt;'''Advocare 500''' (2011-2013)&lt;br&gt;'''Oral-B USA 500''' (2015)|Most wins driver=[[Richard Petty]]&lt;br&gt;[[Dale Earnhardt]]&lt;br&gt;[[Bobby Labonte]]&lt;br&gt;[[Jimmie Johnson]] (4)|Most wins team=[[Hendrick Motorsports]] (9)|Most wins manufacturer=[[Chevrolet]] (23)|Surface=Asphalt|Length mi=1.54|Turns=4}}"],"annotations":[{"uri":"Monster_Energy_NASCAR_Cup_Series","surface_form":"Monster Energy NASCAR Cup Series","offset":37},{"uri":"Stock_car_racing","surface_form":"stock car race","offset":70},{"uri":"Atlanta_Motor_Speedway","surface_form":"Atlanta Motor Speedway","offset":93},{"uri":"Hampton%2C_Georgia","surface_form":"Hampton, Georgia","offset":119},{"uri":"QuikTrip","surface_form":"QuikTrip","offset":162},{"uri":"Homestead-Miami_Speedway","surface_form":"Homestead-Miami Speedway","offset":614},{"uri":"NASCAR_Chase_for_the_Championship","surface_form":"NASCAR Chase for the Championship","offset":674},{"uri":"Auto_Club_Speedway","surface_form":"Auto Club Speedway","offset":763},{"uri":"Labor_Day","surface_form":"Labor Day","offset":808},{"uri":"Kentucky_Speedway","surface_form":"Kentucky Speedway","offset":916},{"uri":"Darlington_Raceway","surface_form":"Darlington Raceway","offset":1066},{"uri":"Southern_500","surface_form":"Southern 500","offset":1103},{"uri":"1992_Hooters_500","surface_form":"1992 race","offset":1695},{"uri":"Richard_Petty","surface_form":"Richard Petty","offset":1731},{"uri":"Jeff_Gordon","surface_form":"Jeff Gordon","offset":1780},{"uri":"Winston_Cup","surface_form":"Winston Cup","offset":1827},{"uri":"Alan_Kulwicki","surface_form":"Alan Kulwicki","offset":1930},{"uri":"Bill_Elliott","surface_form":"Bill Elliott","offset":1988},{"uri":"Indy_Racing_League","surface_form":"Indy Racing League","offset":2269},{"uri":"Eastern_Time_Zone","surface_form":"EST","offset":2423},{"uri":"Cracker_Barrel_500","surface_form":"Cracker Barrel 500","offset":2494},{"uri":"Sylvania_300","surface_form":"New Hampshire 300","offset":2769},{"uri":"September_11_attacks","surface_form":"11","offset":2860},{"uri":"Homestead-Miami_Speedway","surface_form":"Homestead-Miami Speedway","offset":2960},{"uri":"Auto_Club_Speedway","surface_form":"Auto Club Speedway","offset":3633},{"uri":"Talladega_Superspeedway","surface_form":"Talladega Superspeedway","offset":3712},{"uri":"AMP_Energy_500","surface_form":"fall race","offset":3755},{"uri":"Pepsi_500","surface_form":"Fontana","offset":3803},{"uri":"Bojangles%27_Southern_500","surface_form":"Bojangles' Southern 500","offset":3959},{"uri":"Darlington_Raceway","surface_form":"Darlington Raceway","offset":3986},{"uri":"NASCAR_on_ESPN","surface_form":"ESPN","offset":4185},{"uri":"Irwin_Tools_Night_Race","surface_form":"Irwin Tools Night Race","offset":4216},{"uri":"Bristol_Motor_Speedway","surface_form":"Bristol Motor Speedway","offset":4242},{"uri":"Federated_Auto_Parts_400","surface_form":"Federated Auto Parts 400","offset":4273},{"uri":"Richmond_International_Raceway","surface_form":"Richmond International Raceway","offset":4301},{"uri":"Bruton_Smith","surface_form":"Bruton Smith","offset":4496},{"uri":"Pepsi_500","surface_form":"Pepsi 500","offset":4744},{"uri":"Auto_Club_Speedway","surface_form":"Auto Club Speedway","offset":4790},{"uri":"Southern_500","surface_form":"Southern 500","offset":5005},{"uri":"Sharpie_500","surface_form":"Sharpie 500","offset":5183},{"uri":"Bristol_Motor_Speedway","surface_form":"Bristol","offset":5198},{"uri":"Chevy_Rock_%26amp%3B_Roll_400","surface_form":"Chevy Rock & Roll 400","offset":5325},{"uri":"Richmond_Raceway","surface_form":"Richmond","offset":5350},{"uri":"2008_NASCAR_Sprint_Cup_Series","surface_form":"2008","offset":5451},{"uri":"AMP_Energy_500","surface_form":"AMP Energy 500","offset":5570},{"uri":"Talladega_Superspeedway","surface_form":"Talladega Superspeedway","offset":5588},{"uri":"2009_NASCAR_Sprint_Cup_Series","surface_form":"2009","offset":5787}]}