{"id":63623,"url":"http://en.wikipedia.org/wiki/National_Gallery_of_Armenia","text":"National Gallery of Armenia at Yerevan, Armenia.\nThe old Armenian subdivision owns works of famous Armenian artists of early medieval and succeeding periods.\nToday its collection is over 19,000 specimens shown in the Russian, Armenian and West-European divisions of paintings, sculptures, graphic and applied arts.\nThe National Art Gallery of Armenia has a lot of branches in Yerevan and other towns of the republic. The memorial-houses of the artist Hakop Kojoyan and the sculptor Ara Sarkissian are in the capital. They exhibit the best works of the two far-famed men of arts.\nNational Gallery of Armenia is one of the biggest museums of the Republic. NGA was founded in 1921 as an art section of the State museum. The foundation of the section has been consisted of dozens of works purchased from Armenian painters’ exhibition organized in August 1921. A decisive factor in the formation of the art section was the assignation of the rich collection of The Armenian Palace of Culture / The former Lazarian Gymnasium/ and the donations of Armenian artists to it. Already in 1925 there were exposed about 400 works of Armenian, Russian and European masters in the six halls of the art section.\nIn 1935 the art section was changed into Art Museum, in 1947 it was called State Museum of Armenia and from 1991 it was renamed as National Gallery of Armenia. In 1978 a new 8 storey building was put into exploitation. Now the collection of the NGA includes about 26.000 museum exhibits and the building has 56 exposition halls in which there are presented the museums treasures by temporary and permanent exhibitions.\nArmenian art presents the considerable part of the exposition. It begins with ancient and Medieval Art: Urartu frescoes, with valuable documental copies of Garni temple’s mosaics and Medieval wall-paintings and miniatures, also Clerical paintings of XVII-XIX centuries, silver book-covers of manuscripts, crosses, etc.\nThe exposition is continued by the works of Armenian classics /H.Hovnatanian, H.Ayvazovski, G.Bashinjaghian, P.Terlemezian, V.Sureniants, V.Mahokian / by works of XX century artists /M.Saryan, H.Kojoyan, H.Gurdjian, E.Chahin, G.Khanjian, M.Avetisian and by works of other remarkable artists /.\nRussian art is representative in the collection of NGA. Here you can see sacred images of XVI-XVII centuries and works of XVIII-XX centuries well known artists F. Rokotov, I.Argunov, F.Shubin, I.Repin,V.Serov,M.Goncharova,I.Mashkov,S.Konenkov,W.Kandinski,M.Chagal, etc.\nIn the halls of foreign art the exposition begins with the culture of Ancient World Egypt and Greece. Here there are presented works by well-known artists of Italian, Holland, Flemish and French art schools /F. Guerchino, Jan Van Goyen, P. Claesz, E. M. Falconet, J. B.Greuze, T.Rousseau, A. Monticelli/.\nThe Oriental art is presented by highly artistic samples of Iranian, Chinese and Japanese decorative and applied art/ ornamented porcelain and faience service-set, objects made of stone, bone, metal and carved furniture/ by valuable Indian medieval fresco copies done after Armenian artist S. Khatchatrian and by Iranian paintings of XIX century.\nIn 2008 there was opened pavilion of Hakob Gurjian’s works, also reopened and enlarged the permanent exposition of XVII-XIX centuries Armenian Clerical art.\nThe restoration and conservation studios operate in the gallery. There is a library, an archive, cafeteria, souvenir and book store, also operates film and lecturing hall.\nThe National Gallery of Armenia participates to international exhibitions with separate art works from his collection, organizes exhibitions of Armenian art in different countries greatly facilitating the recognition of national art.\nThe National Gallery has branch museums in Yerevan/ H.Kojoyan and A.Sargsian home-museum, Jotto /G. Grigorian studio/,in Echmiadzin/The Echmiadzin gallery,Mher Abeghian museum/in Hrazdan/Hrazdan gallery/,in Jermuk/The Jermuk gallery/,in Sisian/The Sisian gallery/, in Alaverdi/The Alaverdi gallery/in Eghegnadzor /The Eghjegnadzor gallery/, in Gavar/the Academician H.Buniatian Gavar gallery/, in Martuni/the Martuni gallery/and in Jajur the M. Avetissian museum/.\nIn different years the gallery directed R. Drambian /1925-1951/, R.Parsamian /1952-1962/, A.Chilingarian/1962-1967/, E.Isabekian/ 1967-1986/, A.TerGabrielian/ 1986-1990/, Sh.Khatchatrian/ 1991-2002/ and P.Mirzoyan/2002/ noted artists who has great contribution to the enlargement of the collection in the field of popularization and scientific research.","categories":[],"infobox_types":[],"annotations":[{"uri":"Yerevan","surface_form":"Yerevan","offset":31},{"uri":"Armenia","surface_form":"Armenia","offset":40},{"uri":"Armenia","surface_form":"Armenia","offset":99},{"uri":"Russia","surface_form":"Russia","offset":217},{"uri":"Armenia","surface_form":"Armenia","offset":226},{"uri":"Europe","surface_form":"Europe","offset":244},{"uri":"Armenia","surface_form":"Armenia","offset":343},{"uri":"Yerevan","surface_form":"Yerevan","offset":376}]}