{"id":6363,"url":"http://en.wikipedia.org/wiki/Visual_Basic","text":"Visual Basic (VB) is a programming language developed by Microsoft for their operating system Windows. The BASIC language is said to be easier to read than other languages.\n\"Visual Basic\" is a widely understood high-level programming language, written using simple English-like words and syntax. It is an interpreted language, code can be run immediately after being written.\nHaving an interpreter makes it simpler to use, as there is no need for the computer to compile the code, possibly finding errors to fix, before the compiled version can be run. Once the code is working, it can be compiled into an.exe file so that it will run on all modern Windows computers, whether VB is installed or not. The language allows a beginning programmer to produce professional-looking Windows applications, as it includes drawing tools to create normal Windows forms. VB also includes advanced features - concepts and structures which allow programs to be adapted for use with the Internet. \"Visual Basic\" will not run on operating systems other than Windows and on machines with non-Intel compatible processors.\nThough the program has received criticism for its faults, Visual Basic was a runaway commercial success since its release for version 3 in the summer of 1993. Many companies offered third party controls greatly extending its functionality.\nExamples.\nMyInput = InputBox(\"How old are you?\")\nMsgBox \"You cannot be less than zero!\"\nMsgBox \"You're \" & MyInput & \" years old.\"\nPrivate Sub Form_Load()\nVisual Basic.NET.\nVisual Basic.NET is the next series of products in Microsoft's successful \"Visual Basic\" range of products. It makes creating programs easier because it is possible to drag-and-drop controls into the program. It runs on the.NET Framework and features another long line of programs (see Editions).\nVisual Basic for Applications.\nThis is a scripting language used in Microsoft Office and a few other programs. It is based on Visual Basic 6.0, and can change data in an office application, write it to a file, and do other actions.\nSupport.\nAll versions of the Visual Basic development environment from 1.0 to 6.0 have been retired and are now unsupported by Microsoft. The associated runtime environments are unsupported too. This is except for the Visual Basic 6 core runtime environment, which will be officially supported by Microsoft until support of Windows 10 and Windows Server 2012 ends. Third party components that shipped with Visual Studio 6.0 are not included in this support statement. Some legacy Visual Basic components may still work on newer platforms. This is despite being unsupported by Microsoft and other vendors.\nDevelopment and maintenance development for Visual Basic 6 is possible on Windows XP, Windows Vista and Windows 2003 using Visual Studio 6.0 platforms, but is unsupported. Documentation for Visual Basic 6.0, its application programming interface and tools is best covered in the last MSDN release before Visual Studio.NET 2002. Later releases of MSDN focused on.NET development and had significant parts of the Visual Basic 6.0 programming documentation removed. The Visual Basic IDE can be installed and used on Windows Vista, where it exhibits some minor incompatibilities which do not hinder normal software development and maintenance. As of August 2008, both Visual Studio 6.0 and the MSDN documentation are available for download by MSDN subscribers.","categories":[],"infobox_types":[],"annotations":[{"uri":"Programming_language","surface_form":"programming language","offset":23},{"uri":"Microsoft","surface_form":"Microsoft","offset":57},{"uri":"Operating_system","surface_form":"operating system","offset":77},{"uri":"Microsoft_Windows","surface_form":"Windows","offset":94},{"uri":"BASIC","surface_form":"BASIC","offset":107},{"uri":"Syntax","surface_form":"syntax","offset":288},{"uri":"Compiler","surface_form":"compile","offset":463},{"uri":"Intel","surface_form":"Intel","offset":1074},{"uri":"Visual_Basic_.NET","surface_form":"Visual Basic.NET","offset":1516},{"uri":"Editions","surface_form":"Editions","offset":1802},{"uri":"Scripting_language","surface_form":"scripting language","offset":1854},{"uri":"Microsoft_Office","surface_form":"Microsoft Office","offset":1881},{"uri":"Windows_10","surface_form":"Windows 10","offset":2369},{"uri":"Windows_Server_2012","surface_form":"Windows Server 2012","offset":2384},{"uri":"Visual_Studio_6.0","surface_form":"Visual Studio 6.0","offset":2773},{"uri":"MSDN","surface_form":"MSDN","offset":2934}]}