{"id":636424,"url":"http://en.wikipedia.org/wiki/Sooranad","text":"Sooranad is a village in Kollam district, Kerala, India.\nThe village is part of Kunnathur Taluk, which lies in Kerala's Kollam District and sits on the border of the Kollam, Pathanamthitta and Allappuzha Districts. Sooranad North and Sooranad South are collectively known as Sooranad and have their own local panchayats. Sooranad North covers an area of and is from Sasthamcotta, from Kollam, from the state capital Thiruvananthapuram and from Karunagappalli, which is the nearest city. Sooranad North's Pin Code is 690561.\nEconomy.\nThe main occupations are cashew nut processing, manufacture tiles and burnt bricks. Nowadays many people in Sooranad have set up their own shops.Some came back to the agricultural field while many left.\nSchools.\nGovernment High School of Sooranadu, Santhinikethan Model High School, R.K.U.P.S., Govt.L.P.S anayadi, T.D.B Central School, Chakkuvally Government School, GHSS Sooranad.\nBanking.\nThe Sooranad gramodhaarana service co-operative bank is the major bank in this region.\nCelebrities.\nPadmasri Dr. Sooranad Kunjan Pillai, Barrister N. Padmanabha pillai, Sri.Gopi Anayadi, Late Vaiankara Madhusoodanan, Nelson Sooranad are some of the famous people in this region.\nGeography.\nA tributary of the Kallada River flows through this village as well as the Pallikkal River. There are many markets in Sooranad such as Kannamath chandha, Vayyankara chantha, and Parakkadavu chantha.\nTemples.\nThere are many temples in Sooranad including Kumaranchira temple, Komalavalleeswaram temple, Anayadi narasimha moorthy temple, Azhakiyakavu sree kurumba kaalli devi temple, Puthiyakavu Temple, kalarivathukkal temple, Sree narayana puram temple and Puthiyidam Krishnaswami temple, Kunniradathu malanada and Ponal Kalari Shree Bhuvaneswari Temple. Anayadi narasimhamoorthi temple and anayadi puthiyidam krishnaswamitemple and only Shanideva temple of Kerala is situated in Sooranad North from a little bit distance from the Sooranad Rakthasakshi Mandapam.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kerala","surface_form":"Kerala","offset":42},{"uri":"India","surface_form":"India","offset":50},{"uri":"Kunnathur_(Kerala)","surface_form":"Kunnathur","offset":80},{"uri":"Kollam_District","surface_form":"Kollam District","offset":120},{"uri":"Kollam","surface_form":"Kollam","offset":166},{"uri":"Pathanamthitta","surface_form":"Pathanamthitta","offset":174},{"uri":"Allappuzha","surface_form":"Allappuzha","offset":193},{"uri":"Sooranad_South","surface_form":"Sooranad South","offset":234},{"uri":"Panchayat","surface_form":"panchayat","offset":309},{"uri":"Sasthamcotta","surface_form":"Sasthamcotta","offset":366},{"uri":"Thiruvananthapuram","surface_form":"Thiruvananthapuram","offset":416},{"uri":"Karunagappalli","surface_form":"Karunagappalli","offset":444}]}