{"id":636462,"url":"http://en.wikipedia.org/wiki/Cuckoo_bee","text":"Cuckoo bees lay their eggs in the nests of other bees, rather like cuckoo birds. They are kleptoparasites, a term which means parasitism by theft. In this case the theft is of food stored for the host larvae.\nFemales of cuckoo bees lack the special long hairs which collect pollen. Also, they do not make their own nests. They often have reduced body hair, thick exoskeleton, and saber-like mandibles.\nThey enter the nests of pollen-collecting species, and lay their eggs in cells made by the host bee. When the cuckoo bee larva hatches it eats the host larva's pollen ball. If the female has not already done so, it kills and eats the host larva. In a few cases the invading female stays in the host nest and lays many eggs. Sometimes it kills the host queen and replaces her. Species like that are often called 'social parasites'. Some are referred to as 'brood parasites'. There is a whole subfamily of bees which do this, the Nomadinae (nomad bees).\nThe behaviour has evolved many times in bees. 16 times parasitism of social species has evolved (mostly in the family Apidae), and there are 31 lineages which parasitize solitary bees. Altogether there are several thousand species of kleptoparasites, a large proportion of overall bee diversity.","categories":[],"infobox_types":[],"annotations":[{"uri":"Cuckoo","surface_form":"cuckoo","offset":67},{"uri":"Kleptoparasite","surface_form":"kleptoparasite","offset":90},{"uri":"Theft","surface_form":"theft","offset":140},{"uri":"Pollen","surface_form":"pollen","offset":274},{"uri":"Exoskeleton","surface_form":"exoskeleton","offset":363},{"uri":"Saber","surface_form":"saber","offset":380},{"uri":"Mandible","surface_form":"mandible","offset":391},{"uri":"Pollen","surface_form":"pollen","offset":426},{"uri":"Brood_parasite","surface_form":"brood parasite","offset":858},{"uri":"Subfamily","surface_form":"subfamily","offset":893},{"uri":"Nomadinae","surface_form":"Nomadinae","offset":930},{"uri":"Apidae","surface_form":"Apidae","offset":1072}]}