{"id":636434,"url":"http://en.wikipedia.org/wiki/Bruno_Tomberg","text":"e=\"preserve\">Bruno Tomberg (born 29 March 1925, Pärnu) is an Estonian interior architect, designer, one of the foundation-layers of Estonian design education, and a Professor Emeritus at the Estonian Academy of Arts (EAA).\nEducation and working experience.\nBruno Tomberg was born in Pärnu, but in the year 1929 he moved to Tallinn with his family. There he graduated secondary school in 1944, after which he started to attempt architecture studies at Tallinn Polytehnic Institute, these studies remained short-temp. He commenced studies in autumn of 1945 at Tallinn State Institute of Applied Arts in the specialty of spatial and furniture design. Looking back, he has confirmed that the teachings of two great men - Kuusik and Velbri - were a very efficient mis in acquiring professional skills. Tomberg's teaching career at the institute began in 1949,when Kuusik trusted him the position of an assistant at the Chair and his primary task were to supervise project graphics. Later he also helped with general composition lectures and practical trainings. In 1950 Tomberg graduated from the department as interior architect ([https://www.muis.ee/museaalview/2631975 Photograph from the graduation]). His participation in teaching decreased for a while, when the Chair of Spatial and Furniture Design was temporarily closed. Thereafter he worked for eight years at the design studio of the ARS art manufacture, mainly designing various interiors. After the restoration of the Spatial Design Chair in 1964 he returned to teaching position and mostly supervised diploma theses. All together he has supervised 62 theses.\nThe curriculum was updated and, along with artistic expression, the studies started to focus on functionality and steadfast logic related to the floorplans. Based on the tastes of the era, the Nordic countries, which were appealing for their crispness, awareness of materials and practicality, set the example. If we examine the student projects, we see that the graduates from the 1960s and 1970s represent the most daring, and extremely professional approach, that is, the projects that were completed while Tomberg, Tamm, Asi and Pärtelpoeg were on the faculty.\nThe talented and intelligent Bruno Tomberg was was first seen as Kuusik and Velbri’s successor; however, he started to be strongly attracted to design, and in 1966, established the respective department.\nThe Beginning of the Department of Design.\nIn 1966 Bruno Tomberg put together the Design Chair at the art institute. The first students of industrial art began their studies in the autumn of 1966, under the aegis of the Department of Interior and Furniture Design, using their facilities, resources and to some extent even their professors. Structurally, they were part of the Faculty of Architecture.\nThis discipline did not appear out of nowhere and without necessary preparations. According to Bruno Tomberg’s memories, re received a proposition to assume leadership of the new subject from Vice Rector Peeter Tarvas. At the end of 1950s, the need for the training of specialists was beginning to be appreciated in both Estonia and different centres of the Soviet Union.\nThe basis for and centre of the design curriculum was the architectonics programme developed by Tomberg, which proceeded from line and surface to three-dimentional structures. This was inspired by 20th-century modernism. The assignments grew more complex over time, starting with a simple everyday object and progressing to complete environments.\nIn 1970, Tomberg emphasised: ‘’The Institude considers it neccessary to supply thr young artists of this discipline with maximum fantasy, to proceed from the assumption that nothing will limit the execution of their designs.’’\nIn 1982, Bruno Tomberg resigned his position as the head of the Department of Industrial Art and Associate Professor Udo Ivask took over. In 1988-1993 Tomberg was the Head of the Design Department. He ihas been a professor since 1979.\nSocial design idea.\nTomberg alway thought about design from the social aspect. Soon, the idea of social design started to emerge along with global problems, such as pollution, the gap between the developed and the Thind World, and Tomberg’s leading principle: ‘’ethical credo’’. From the beginning, the students of design were filled with discontent of the status quo, a need to intervene, in belief in themselves and the knowledge that design could assist in solving social problems. Tomberg’s passionate speeches did not leave anyone indifferent: the issues he raised and example he provided were etched into memory. His main ideas became more and more pronounced: ‘’Now that we have gotten to know design better with the students, I can see only one possible programme for the department: movement towards design supplemented by the moral, social and political responsibility that working in this discpiline demants from the author.’’\nThe primary example among design schools was Bauhaus: both the teaching system and the ideas represented by this school caught interest.\nBruno Tomberg’s phenomenon, at least in teaching, was based on his personal charisma: even though the unrealistic nature of his ideas was sense, the seriousness of his views was clear. The reputation of the department of design and high self-esteem of the design students, was strongly based on the passion and broad view that Tomberg represented. Although his writings are not particularly consistent theoretically, they still have a clear social message.\nSpace and Form.\nExhibition activity was also an important part of the development of the department of design. In parallel with the formation of the speciality at ERKI, the the first three Space and Form exhibitions took place, which were curated by Tomberg, among others\nPersonal life.\nSicnce 1955 Bruno Tomberg is married to textile designer Mall Tomberg.","categories":[],"infobox_types":[],"annotations":[{"uri":"P%C3%A4rnu","surface_form":"Pärnu","offset":48},{"uri":"Estonian_Academy_of_Arts","surface_form":"Estonian Academy of Arts (EAA).","offset":191},{"uri":"Tallinn","surface_form":"Tallinn","offset":323},{"uri":"Tallinn_Polytehnic_Institute","surface_form":"Tallinn Polytehnic Institute","offset":451},{"uri":"Tallinn_State_Institute_of_Applied_Arts","surface_form":"Tallinn State Institute of Applied Arts","offset":558},{"uri":"Edgar_Kuusik","surface_form":"Kuusik","offset":717},{"uri":"Edgar_Velbri","surface_form":"Velbri","offset":728},{"uri":"V%C3%A4ino_Tamm","surface_form":"Tamm","offset":2137},{"uri":"Vello_Asi","surface_form":"Asi","offset":2143},{"uri":"Leila_P%C3%A4rtelpoeg","surface_form":"Pärtelpoeg","offset":2151},{"uri":"Peeter_Tarvas","surface_form":"Peeter Tarvas","offset":2993},{"uri":"Udo_Ivask","surface_form":"Udo Ivask","offset":3852},{"uri":"Bauhaus","surface_form":"Bauhaus","offset":4953},{"uri":"Mall_Tomberg","surface_form":"Mall Tomberg","offset":5846}]}