{"id":636570,"url":"http://en.wikipedia.org/wiki/Duckweed","text":"Duckweed, water lens, or bayroot, are freshwater aquatic plants. They float in still or slow-moving fresh water and wetlands. There are five genera, with a total of 33 to 38 species.\nThese plants are very simple: They lack an obvious stem or leaves. Most of each plant is a small organized \"thallus\" or \"frond\" structure only a few cells thick. Often it has air pockets and floats on or under the water surface. Some have no root and some have one or more simple rootlets.\nReproduction is usually by asexual budding. Occasionally, three tiny flowers are produced for sexual reproduction. These flowers have two stamens and a pistil. From this occasional reproduction is produced a seed in an air bag that floats. The flower of the duckweed genus \"Wolffia\" is the smallest known, just 0.3 mm long.\nDuckweed ecology.\nGetting nutrients is a factor for aquatic plants. Duckweeds tend to be found in fertile, even eutrophic conditions. They can be spread by waterfowl and small mammals on their feet and bodies, and by moving water. In water with constant currents or overflow, the plants are carried down the water channels and do not grow so thickly. In some places, weather causes the plants to multiply greatly when water-flow is low. Then they are carried away as rainy periods follow.\nDuckweed is an important high-protein food source for waterfowl. It contains more protein than soybeans. The tiny plants provide cover for many small aquatic species. Pondwater species such as bullfrogs and fish such as bluegills use the plants as shelter.\nThe plants can provide nitrate removal, if cropped, and the duckweeds are important in the process of bioremediation because they grow rapidly, absorbing excess mineral nutrients, particularly nitrogen and phosphates. For these reasons, they are touted as water purifiers of untapped value.\nDuckweed may be used for wastewater treatment to capture toxins and for odor control. If a mat of duckweed is maintained for the removal of the toxins, it also prevents the development of algae and controls the breeding of mosquitoes.\nThese plants also may play a role in conservation of water because a cover of duckweed will reduce evaporation of water when compared to the rate of a similarly sized water body with a clear surface.\nResearch and applications.\nIn July 2008, the U.S. Department of Energy (DOE) Joint Genome Institute announced that the Community Sequencing Program funded sequencing of the genome of the giant duckweed, \"Spirodela polyrhiza\". This was a priority project for DOE in 2009. The research was intended to facilitate new biomass and bioenergy programs.\nDuckweed is a good candidate as a biofuel because it grows rapidly, produces five to six times as much starch as corn per unit of area, and does not contribute to global warming. Unlike fossil fuels, duckweed removes carbon dioxide from the atmosphere instead of adding it.\nDuckweed filters out contaminants (bacteria, nitrogen, phosphates) from natural bodies of water, wetlands, and wastewater.","categories":[],"infobox_types":[],"annotations":[{"uri":"Freshwater","surface_form":"freshwater","offset":38},{"uri":"Aquatic_plant","surface_form":"aquatic plant","offset":49},{"uri":"Wetlands","surface_form":"wetlands","offset":116},{"uri":"Genus","surface_form":"genera","offset":141},{"uri":"Species","surface_form":"species","offset":174},{"uri":"Asexual_reproduction","surface_form":"asexual","offset":500},{"uri":"Sexual_reproduction","surface_form":"sexual reproduction","offset":567},{"uri":"Stamen","surface_form":"stamen","offset":611},{"uri":"Pistil","surface_form":"pistil","offset":625},{"uri":"Seed","surface_form":"seed","offset":681},{"uri":"Wolffia","surface_form":"Wolffia","offset":747},{"uri":"Nutrient","surface_form":"nutrients","offset":823},{"uri":"Eutrophication","surface_form":"eutrophic","offset":909},{"uri":"Waterfowl","surface_form":"waterfowl","offset":953},{"uri":"Mammal","surface_form":"mammals","offset":973},{"uri":"Waterfowl","surface_form":"waterfowl","offset":1340},{"uri":"Soybean","surface_form":"soybeans","offset":1381},{"uri":"American_bullfrog","surface_form":"bullfrogs","offset":1479},{"uri":"Bluegill","surface_form":"bluegill","offset":1506},{"uri":"Nitrate","surface_form":"nitrate","offset":1566},{"uri":"Bioremediation","surface_form":"bioremediation","offset":1645},{"uri":"Nitrogen","surface_form":"nitrogen","offset":1736},{"uri":"Phosphate","surface_form":"phosphates","offset":1749},{"uri":"Wastewater_treatment","surface_form":"wastewater treatment","offset":1859},{"uri":"Mosquito","surface_form":"mosquitoes","offset":2057},{"uri":"Evaporation","surface_form":"evaporation","offset":2168},{"uri":"Biomass","surface_form":"biomass","offset":2584},{"uri":"Biofuel","surface_form":"biofuel","offset":2650},{"uri":"Bacteria","surface_form":"bacteria","offset":2925},{"uri":"Nitrogen","surface_form":"nitrogen","offset":2935},{"uri":"Phosphate","surface_form":"phosphate","offset":2945},{"uri":"Wetlands","surface_form":"wetlands","offset":2987}]}