{"id":6367,"url":"http://en.wikipedia.org/wiki/Tea","text":"Tea is a drink that is popular all over the world. It is made by soaking the dried leaves or flowers of the plant \"Camellia sinensis\" in hot water. Tea can have other herbs, spices, or fruit flavours in it, like lemon. All teas are made from the Camellia sinensis plant.\nSometimes the word \"tea\" is used for other drinks that have been made by soaking fruit or herbs in hot water, like \"rosehip tea\" or \"camomile tea\". These are called \"herbal teas\".\nTypes of tea.\nThere are two main types of tea: black tea and green tea.\nTo make black tea, workers take the leaves and spread them out on shelves where they can dry. Next they are rolled and broken into pieces and put into a room where they absorb oxygen. Chemical reactions change the taste and style of the tea. Finally the leaves are dried with hot air until they turn brown or black. Most black tea comes from Sri Lanka, Indonesia and eastern Africa. When black tea leaves are brewed in boiling water, the tea made from them looks deep dark red, so another name used for black tea, especially in China, is red tea.\nGreen tea is made by putting freshly picked leaves into a steamer. This keeps them green. Then they are crushed and dried in ovens. India is the biggest maker and user of green tea.\nTea is mainly grown in China, India, Pakistan, Sri Lanka, Taiwan, Japan, Nepal, Australia, Argentina and Kenya.\nThe word \"tea\" can also be used as another word for an afternoon meal (mostly in the Commonwealth countries), as in \"I am having tea in a short while.\" The word also applies to \"afternoon tea\", a small snack meal served sometimes, usually featuring sandwiches, cakes and tea. This small snack meal is also called \"tea time\".\nBrewing.\nGreen tea must steep for 2–3 minutes in water at. Black tea must steep for 3–5 minutes in boiling water.\nJapan.\nShizuoka is Japan's top producer of tea. Japan has many kinds of tea.\nOther websites.\nThe Chinese originally called it “Kia”. As far as is known it was during the course of the 6th century AD that the name evolved into \"Cha\". On its arrival in the West it became Té which is still the name for tea in many countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drink","surface_form":"drink","offset":9},{"uri":"Lemon","surface_form":"lemon","offset":212},{"uri":"Camellia_sinensis","surface_form":"Camellia sinensis","offset":246},{"uri":"Rose_hip","surface_form":"rosehip","offset":387},{"uri":"Camomile","surface_form":"camomile","offset":404},{"uri":"Black_tea","surface_form":"black tea","offset":498},{"uri":"Green_tea","surface_form":"green tea","offset":512},{"uri":"Oxygen","surface_form":"oxygen","offset":699},{"uri":"Indonesia","surface_form":"Indonesia","offset":876},{"uri":"Africa","surface_form":"Africa","offset":898},{"uri":"China","surface_form":"China","offset":1051},{"uri":"India","surface_form":"India","offset":1202},{"uri":"China","surface_form":"China","offset":1275},{"uri":"India","surface_form":"India","offset":1282},{"uri":"Pakistan","surface_form":"Pakistan","offset":1289},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":1299},{"uri":"Taiwan","surface_form":"Taiwan","offset":1310},{"uri":"Japan","surface_form":"Japan","offset":1318},{"uri":"Nepal","surface_form":"Nepal","offset":1325},{"uri":"Australia","surface_form":"Australia","offset":1332},{"uri":"Argentina","surface_form":"Argentina","offset":1343},{"uri":"Kenya","surface_form":"Kenya","offset":1357},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth","offset":1449},{"uri":"Sandwich","surface_form":"sandwich","offset":1613},{"uri":"Cake","surface_form":"cake","offset":1625},{"uri":"Boiling","surface_form":"boiling","offset":1788}]}