{"id":636755,"url":"http://en.wikipedia.org/wiki/President_of_Israel","text":"The President of the State of Israel (, \"Nasi Medinat Yisra'el\", or, \"Nasi HaMedina\", literally \"President of the State\") is the head of state of Israel.\nThe position is filled with executive power effectively being exercised by the Prime Minister. The current president is Reuven Rivlin, who took office on 24 July 2014. Presidents are elected by the Knesset for a seven-year term and are limited to a single term.\nBackground.\nAny Israeli resident citizen is eligible to run for President.\nThe first presidential election took place on 16 February 1949, and the winner was Chaim Weizmann.\nAlbert Einstein, a Jew but not an Israeli citizen, was offered the presidency in 1952 but turned it down, stating \"I am deeply moved by the offer from our State of Israel, and at once saddened and ashamed that I cannot accept it. All my life I have dealt with objective matters, hence I lack both the natural aptitude and the experience to deal properly with people and to exercise official functions\". Ehud Olmert was reported to be considering offering the presidency to another non-Israeli, Elie Wiesel, but he was said to be \"very not interested\".\nLiving former presidents.\nThe most recent serving and former president to die was Shimon Peres in September 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Head_of_state","surface_form":"head of state","offset":129},{"uri":"Israel","surface_form":"Israel","offset":146},{"uri":"Prime_Minister_of_Israel","surface_form":"Prime Minister","offset":233},{"uri":"Reuven_Rivlin","surface_form":"Reuven Rivlin","offset":274},{"uri":"Knesset","surface_form":"Knesset","offset":352},{"uri":"Israeli_presidential_election%2C_1949","surface_form":"first presidential election","offset":495},{"uri":"Chaim_Weizmann","surface_form":"Chaim Weizmann","offset":574},{"uri":"Albert_Einstein","surface_form":"Albert Einstein","offset":590},{"uri":"Ehud_Olmert","surface_form":"Ehud Olmert","offset":993},{"uri":"Elie_Wiesel","surface_form":"Elie Wiesel","offset":1084},{"uri":"Shimon_Peres","surface_form":"Shimon Peres","offset":1224}]}