{"id":6368,"url":"http://en.wikipedia.org/wiki/Interlingua","text":"Interlingua is a constructed language using words that are found in most West-European languages. It was made by IALA - a group of people (the most known was Alexander Gode) who worked on it for more than 20 years, and they finished and published the first dictionary in 1951. Interlingua was created on the base of languages: English, French, Spanish, Portuguese, and Italian.\n\"Inter\" is the same root word as in the words \"interaction\", \"interface\" and so on, and it means \"between\" or \"to each other\"; \"lingua\" means \"language\". They chose the name Interlingua because they wanted it to be used for people of different countries to talk to each other easily. Because Interlingua was made by people to be easy, it is easier than natural languages to learn.\n, 1,500 people knew Interlingua, and Interlingua speakers say that millions can understand it (read texts in it and listen to someone talk in it) without having to learn it first.\nThere are two other constructed languages in the world that have more than 1000 speakers, Esperanto and Ido. Those two were made before Interlingua. Some people think Esperanto and Ido are easy to learn because they have no \"exceptions\" (words that break the rules) but other people think Interlingua is easier because the makers chose all the words to be easy to understand for people who know English, French, Spanish, Portuguese, or Italian, plus languages like Occitan and Romanian, languages that used to be Latin, the language used in Rome a long time ago.\nActually, people who use Interlingua say that their language is actually new Latin, just simpler and \"modernized\" (made new).","categories":[],"infobox_types":["language"],"annotations":[{"uri":"IALA","surface_form":"IALA","offset":113},{"uri":"Alexander_Gode","surface_form":"Alexander Gode","offset":158},{"uri":"1951","surface_form":"1951","offset":271},{"uri":"English_language","surface_form":"English","offset":327},{"uri":"French_language","surface_form":"French","offset":336},{"uri":"Spanish_language","surface_form":"Spanish","offset":344},{"uri":"Portuguese_language","surface_form":"Portuguese","offset":353},{"uri":"Italian_language","surface_form":"Italian","offset":369},{"uri":"Esperanto","surface_form":"Esperanto","offset":1029},{"uri":"Ido","surface_form":"Ido","offset":1043},{"uri":"Occitan_language","surface_form":"Occitan","offset":1404},{"uri":"Romanian_language","surface_form":"Romanian","offset":1416},{"uri":"Latin_language","surface_form":"Latin","offset":1452},{"uri":"Rome","surface_form":"Rome","offset":1480}]}