{"id":63699,"url":"http://en.wikipedia.org/wiki/St_Kilda_Football_Club","text":"St Kilda Football Club (nicknamed The Saints) is an Australian Rules Football club who play in the Australian Football League. The club first played in 1873. Their home ground is the Marvel Stadium in Melbourne. Their current captain is Jarryn Geary and their current coach is Brett Ratten. They wear a guernsey that is red, white and black, in a vertical stripes.\nThe first mention of a football team in St Kilda was made in 1859. The current club was started in 1873, based on the South Yarra Football Club which had closed the year before. The club colours were formed when the red and white of the South Yarra Football Club merged with the black and white of the new St. Kilda Football Club. The first guernsey worn by the club was red and black striped horizontally, with a white neckerchief. The club joined the new Victorian Football League in 1897, and lost its first 48 games. Their home ground was the Junction Oval, in the Melbourne suburb of St. Kilda. In 1964, the team moved from St Kilda to Moorabbin, where they now train.\nThe team won their first and only premiership in 1966, beating Collingwood. In recent years they have been more competitive, playing in the 1997 Grand Final, losing to Adelaide. Between 2004 and 2011, St. Kilda established a period of dominance, playing in all but the 2007 finals series, and playing in the Preliminary Finals in 2004, 2005, 2008, 2009 and 2010. In 2009, St. Kilda went the first 19 games of the season without being beaten, only to lose to Geelong in the Grand Final by 12 points. In 2010 they played in the Grand Final and drew with Collingwood. A moment etched in the memories of St. Kilda supporters was the moment Stephen Milne opted to let the ball bounce through for a behind in the dying minutes, when he had the opportunity to secure St. Kilda's second premiership with a goal. They were defeated convincingly in a replay the next week. They have also placed last on the ladder 26 times since their establishment, the most of any team.\nSt. Kilda has featured a number of star players, with 10 Brownlow Medalists, including Ian Stewart and Robert Harvey, who won the award twice. In 1987, Tony Lockett won the Brownlow Medal as well as the Coleman Medal kicking 117 goals.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australian_Rules_Football","surface_form":"Australian Rules Football","offset":52},{"uri":"Australian_Football_League","surface_form":"Australian Football League","offset":99},{"uri":"1873","surface_form":"1873","offset":152},{"uri":"Etihad_Stadium","surface_form":"Marvel Stadium","offset":183},{"uri":"Victorian_Football_League","surface_form":"Victorian Football League","offset":822},{"uri":"Melbourne","surface_form":"Melbourne","offset":934},{"uri":"Moorabbin%2C_Victoria","surface_form":"Moorabbin","offset":1006},{"uri":"1966","surface_form":"1966","offset":1088},{"uri":"Collingwood_Football_Club","surface_form":"Collingwood","offset":1102},{"uri":"Adelaide_Football_Club","surface_form":"Adelaide","offset":1207},{"uri":"Geelong_Football_Club","surface_form":"Geelong","offset":1497},{"uri":"Collingwood_Football_Club","surface_form":"Collingwood","offset":1591},{"uri":"Brownlow_Medal","surface_form":"Brownlow Medalists","offset":2058},{"uri":"Ian_Stewart","surface_form":"Ian Stewart","offset":2088},{"uri":"Robert_Harvey","surface_form":"Robert Harvey","offset":2104},{"uri":"Tony_Lockett","surface_form":"Tony Lockett","offset":2153}]}