{"id":636966,"url":"http://en.wikipedia.org/wiki/Waaris","text":"\"Waaris\" () is an Indian Hindi drama-thriller television series, which premiered on 16 May 2016 and is currently broadcast on &TV. The series airs every Monday to Friday at 10:00 p.m. The title track of the series have been sung by Nooran Sisters. The series is based on the practice of Bacha posh, the show stars Aarti Singh and Saniya Touqeer in lead roles respectively, supported by Anand Suryavanshi, Akshay Dogra, Swati Bajpai in other pivotal roles. The show went off air on 1st December 2017 and it got replaced by Meri Hanikarak Biwi.\nPlot.\nAmba, a Punjabi mother raises her girl child, Manpreet Pawania, as a boy. The show deals with its consequences. The show focuses on different situations. It shows the horrible gender discrimination still popular in society, and also every mother's love towards the child.\nSeven year leap.\nAmba has brought her own daughter Manpreet as a boy, to keep Mannu's father's title. She did this because Jaggan, Amba's brother-in-law was a cruel ruler and he may have destroyed the village - if given the power. Mannu now faces challenges while trying to push away his female qualities to become the son his mother needs. He befriends Raj Bajwa, a handicapped boy, who is neglected by his father of his disability. They both work together to try and bring peace to the village. Mannu's older sister, Simran (Simmi), has a love affair with Bajwa's eldest son Raman. Mannu sees this as an opportunity to bring the clashing families together, and form a bond of love between the Pawania and Bajwa families.\nTen year leap.\nNow Manpreet has grown up to be Mannu and Raj falls for Preet who is also Mannu. But, Mannu comes to know that Raj was cheating her and wanted to destroy the respect of the Pawaniya family as he had a misconception that his elder brother was killed by Mannu. He reveals Mannu's reality and marries her for that sake. With the help of Amrit (Raj's mother), she gets enters the Bajwa's house. Then enters Sakshi, Raj's Best friend who also loves him, but Raj doesn't have feelings for her. Sakshi With Mohini always plan against Preet. Raj uses Sakshi To make Preet feel jealous. Simmi is alive but has losted her memory and is mentally unstable. Rohan, Raj's drunkard brother finds Simmi when she runs aways from godown where Amba has hide her. He wanted to use her to destroy Pavaniya's respect but eventually fall in love with her. Mohini is now very afraid because Simmi knows that she killed Raman not Mannu killed him. Raj and Preet do everything to make simmi memory bach but failed. Mohini afraid bring Chandar back to their lives who has now became Chandar Baba a fraud and flirts with Preet and Simmi both. he decides to get marry to Simmi which Preet and Amba dont want because they know their truth. Raj also is with Preet to help her and make her sign a contract according to which he would help her to make Simmi retain her memory but she has to divorce him afterwards. preet signs the contract and decides to get married to Chandar to save Simmi. but seeing her close to Chandar Raj realises that he now loves Preet but she no more believes him. he helps her a lot. then soon he and Rohan find that Mohini has killed Raman not Preet. He decides to prove it but fails and according to Mohini's plan preet is again framed. Jagan is arrested now because of kidnapping Babli and blackmailing his family. However on the day of marriage with Chandar Mohini is arrested and Simmi is married to Rohan secretly and she recalls her memory. Preet is saved from Chandar but is shot while saving Raj from him. Chandar is arrested but is still conspiring against Preet. Simmi rejects Rohan and doesn't believe their marriage. while Amba doesn't want any Bajwah's connection with her daughters. Raj proposes Preet and confesses his love but Preet rejects his love and hates him. Now both Raj and Rohan fight for their love while Preet and Simmi both reject them. While Preet makes Amba the Shah of Pavaniyas others oppose her and there is a major conspiracy of Chandar in it. There is a fight of men and women. where Raj supports Preet but she doesn't believe him. so to help and save Pavaniyas and women from the conspiracy Raj and Rohan come home as women of NGO. So will Raj be able to win Preet's love and celebrate this Diwali with her or Chandar's plan and Preet's hatred will win?","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":18},{"uri":"Hindi","surface_form":"Hindi","offset":25},{"uri":"Drama","surface_form":"drama","offset":31},{"uri":"Thriller_(genre)","surface_form":"thriller","offset":37},{"uri":"%26amp%3BTV","surface_form":"&TV","offset":126},{"uri":"Nooran_Sisters","surface_form":"Nooran Sisters","offset":232},{"uri":"Bacha_posh","surface_form":"Bacha posh","offset":287},{"uri":"Aarti_Singh","surface_form":"Aarti Singh","offset":314},{"uri":"Saniya_Touqeer","surface_form":"Saniya Touqeer","offset":330},{"uri":"Anand_Suryavanshi","surface_form":"Anand Suryavanshi","offset":386},{"uri":"Akshay_Dogra","surface_form":"Akshay Dogra","offset":405},{"uri":"Swati_Bajpai","surface_form":"Swati Bajpai","offset":419},{"uri":"Meri_Hanikarak_Biwi","surface_form":"Meri Hanikarak Biwi","offset":522}]}