{"id":637,"url":"http://en.wikipedia.org/wiki/Periodic_table","text":"ce=\"preserve\">The table of chemical elements is a list of known chemical elements. In the table, the elements are placed in the order of their atomic numbers starting with the lowest number of one, hydrogen. The atomic number of an element is the same as the number of protons in that particular nucleus of an atom. In the periodic table the elements are arranged into \"periods\" and \"groups.\" A row of elements across the table is called a \"period\". Each period has a number; from 1 to 8. Period 1 has only 2 elements in it: hydrogen and helium. Period 2 and Period 3 both have 8 elements. Other periods are longer. Elements in a period have consecutive atomic numbers.\nA column of elements down the table is called a \"group\". There are 18 groups in the standard periodic table. Each group has a number: from 1 to 18. Elements in a group have electrons arranged in similar ways, according to the number of valency electrons, which gives them similar chemical properties (they behave in similar ways). For example, group 18 is known as the noble gases because they are all gases and they do not combine with other atoms.\nThere are two systems of group numbers; one using Arabic numerals (1,2,3) and the other using Roman numerals (I, II, III). The Roman numeral names were used in most of the 20th century. In 1990 the International Union of Pure and Applied Chemistry (IUPAC) decided to use the new system with Arabic numerals, to replace the two old group systems that used Roman numerals.\nThe periodic table has been used by chemists to observe patterns and relationships between elements. There are 3 main groups in the Periodic Table; metals, metalloids, and nonmetals. For example, elements to the bottom and far left of the table are the most metallic, and elements on the top right are the least metallic. (e.g. cesium is much more metallic than helium). There are also many other patterns and relationships.\nThe periodic table was invented by the Russian chemist Dmitry Ivanovich Mendeleyev (18341907). In his honor, element 101 was named after him, mendelevium.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chemical_element","surface_form":"chemical element","offset":64},{"uri":"Table_(information)","surface_form":"table","offset":90},{"uri":"Atomic_number","surface_form":"atomic number","offset":143},{"uri":"Protons","surface_form":"protons","offset":269},{"uri":"Atom","surface_form":"atom","offset":310},{"uri":"Period_(periodic_table)","surface_form":"periods","offset":370},{"uri":"Group_(periodic_table)","surface_form":"groups","offset":384},{"uri":"Hydrogen","surface_form":"hydrogen","offset":525},{"uri":"Helium","surface_form":"helium","offset":538},{"uri":"Valency","surface_form":"valency","offset":906},{"uri":"Chemical_property","surface_form":"chemical properties","offset":950},{"uri":"Noble_gas","surface_form":"noble gas","offset":1039},{"uri":"Roman_numeral","surface_form":"Roman numeral","offset":1214},{"uri":"International_Union_of_Pure_and_Applied_Chemistry","surface_form":"International Union of Pure and Applied Chemistry","offset":1318},{"uri":"Chemist","surface_form":"chemist","offset":1527},{"uri":"Metal","surface_form":"metal","offset":1639},{"uri":"Metalloid","surface_form":"metalloid","offset":1647},{"uri":"Nonmetal","surface_form":"nonmetal","offset":1663},{"uri":"Metal","surface_form":"metal","offset":1749},{"uri":"Nonmetal","surface_form":"least metallic","offset":1797},{"uri":"Cesium","surface_form":"cesium","offset":1819},{"uri":"Helium","surface_form":"helium","offset":1853},{"uri":"Russia","surface_form":"Russia","offset":1955},{"uri":"Chemist","surface_form":"chemist","offset":1963},{"uri":"Dmitri_Mendeleev","surface_form":"Dmitry Ivanovich Mendeleyev","offset":1971},{"uri":"Mendelevium","surface_form":"mendelevium","offset":2058}]}