{"id":637063,"url":"http://en.wikipedia.org/wiki/C%C3%B4ng_d%C3%A2n_h%C3%A0nh_kh%C3%BAc","text":"e=\"preserve\">\"Calling to the Citizens\" (), also named \"March of the Youth\" (), was the national anthem of the Republic of Vietnam. It was composed by Lưu Hữu Phước. It was chosen as a national anthem in June 1948.\nNowadays, the song is still sung by Vietnamese people who oppose the communist regime.\nLyrics.\nThe national anthem had went through a total 5 edits with its title and lyrics. \"Tiếng Gọi Công Dân\" was the last title of the anthem. Nowadays, most Vietnamese overseas change the first line of the anthem \"Quốc gia đến ngày giải phóng\" to \"Đứng lên đáp lời sông núi\", meaning \"Oh Citizens! Stand up [and] answer the call [of the] rivers and mountains\".\nVietnamese lyrics.\n\"Này Công Dân ơi!Đứng lên đáp lời sông núi\".\nĐồng lòng cùng đi hy sinh tiếc gì thân sống.\nVì tương lai Quốc Dân, cùng xông pha khói tên,\nLàm sao cho núi sông từ nay luôn vững bền.\nDù cho thây phơi trên gươm giáo,\nThù nước, lấy máu đào đem báo.\nNòi giống lúc biến phải cần giải nguy,\nNgười Công Dân luôn vững bền tâm trí.\nHùng tráng quyết chiến đấu làm cho khắp nơi\nVang tiếng người nước Nam cho đến muôn đời!\nCông Dân ơi! Mau hiến thân dưới cờ!\nCông Dân ơi! Mau làm cho cõi bờ\nThoát cơn tàn phá, vẻ vang nòi giống\nXứng danh nghìn năm giòng giống Lạc Hồng!\nEnglish Translation.\n\"Oh citizens! Our country has reached the day of liberation.\"\nOf one heart we go forth, sacrificing ourselves with no regrets.\nFor the future of the people, advance into battle,\nLet us make this land eternally strong.\nShould our bodies be left on the battlefields,\nThe nation will be avenged with our crimson blood\nIn troublesome times, the Race will be rescued,\nWe the People remain resolute in our hearts and minds.\nCourageously we will fight such that everywhere,\nThe Glory of the Vietnamese forever resounds!\nOh citizens! Hasten to offer yourselves under the flag!\nOh citizens! Hasten to defend this land,\nEscape from destruction, and bask our Race in glory\nBe forever worthy of the descendants of Lạc Hồng!","categories":[],"infobox_types":[],"annotations":[{"uri":"National_anthem","surface_form":"national anthem","offset":87},{"uri":"Republic_of_Vietnam","surface_form":"Republic of Vietnam","offset":110},{"uri":"L%C6%B0u_H%E1%BB%AFu_Ph%C6%B0%E1%BB%9Bc","surface_form":"Lưu Hữu Phước","offset":150},{"uri":"Communist","surface_form":"communist","offset":283}]}