{"id":637154,"url":"http://en.wikipedia.org/wiki/Dil_Se_Dil_Tak","text":"Dil Se Dil Tak (English: From Heart To Heart) was an Indian Hindi romantic television drama, which premiered on 30 January 2017 and aired on Colors TV.\nThe show deals with the concepts of surrogacy and selfless love. Its premise is based on the 2001 Bollywood film Chori Chori Chupke Chupke.The Show went Off Air on 1 June 2018 and it got replaced by Silsila Badalte Rishton Ka.\nStoryline.\nThe Story initially focussed on the lives of Parth (Siddharth Shukla) and Shorvori (Rashami Desai), a happily married couple, which changes after the entry of Teni (Jasmin Bhasin), a young bubbly girl, who decides to become a surrogate mother to their child. But the Story now deals with the Love Triangle of Parth (Rohan Gandotra), Teni (Jasmin Bhasin) and Iqbal (Mohammed Iqbal Khan).\nSynopsis.\nParth Bhanushali (Siddharth Shukla), the grandson and heir to the conservative and affluent Bhanushali family falls in love with their employee, the Bengal-based beautiful Shorvori (Rashami Desai), and marries her, despite rejection by and subsequent separation from their family. Two years later, Shorvori gets pregnant and is accepted by Parth's family. However, an unfortunate accident results in a miscarriage, rendering Shorvori infertile. Parth and Shorvori keep the miscarriage hidden from the family, not wanting to ruin their happiness and contentment. Then enters their lives, Teni (Jasmin Bhasin), a carefree-outgoing-lively-bubbly Gujarati girl whom Parth and Shorvori select for surrogacy, in return of their promise to fulfill Teni's dream of going to America. Teni gets pregnant with Parth and Shorvori's child through IVF. Shorvori introduces Teni as her cousin to the family as she begins to live in Bhanushali house. Parth's aunt Poyni (Urvashi Upadhyay) with her daughter Sejal (Himani Sharma) doubt that Teni is hiding something and to be not related to Shorvori, given her ways and Gujarati dialect. Sejal tries to defame Teni in front of the family but in vain. Later, the family arranges for Teni's engagement, but she manages to call it off, proclaiming that she is already in a relationship with Parth's friend, Aman (Kunal Verma). Aman comes from the US on Dadaji's (Tej Sapru) insistence to get the situation clear but ends up falling in love with Teni at first sight and proposes marriage to Teni. Teni agrees, to fulfill her desire to get settled in America and live a financially secure life with her lover, Aman. Parth's family conducts a ritual for his and Shorvori's prospective child's welfare but on Shorvori's insistence, Teni sits in the puja with Parth as she is bearing the child. Teni wavers in her decision to marry Aman as she starts falling in love with Parth, the love that she realises as her impending marriage with Aman approaches, but decides to marry Aman for his, Parth and Shovori's sake. Teni however ends up confessing her feelings to Parth as he contemplates revealing everything to Shorvori. Meanwhile, Bhanushali family is in turmoil following the revelations regarding Teni's pregnancy as Parth accepts the baby to be his! Aman is even forced to break all ties with her and he walks out of her life. But when Shorvori come to Parth and Teni's defense, Dadaji comes to the shocking decision of banishing the trio from the family. But on getting to know of the surrogacy truth, the family eventually forgives Parth, Shorvori and Teni as they are again welcomed in the Bhanushali family.\nParth-Shorvori along with the entire Bhanushali family redouble their efforts to take care of Teni and the perspective child. However, Indu (Vaishnavi Mahant), Parth's mother, starts criticizing Shorvori,for lying about her pregnancy to the family. Shorvori feels distressed and goes on to misunderstand Parth's growing relationship with Teni upon noticing Parth and Teni in few random situations. Shorvori makes a stern request, following which Parth stays away from Teni and even refuses to talk to her. Now with the two people closest to her acting distant and aloof, Teni feels neglected and interacts with Parth ragarding the matter as Shorvori walks in and spotting them together, she lashes out at Parth for breaking his promise and accuses him of cheating on her and takes the drastic decision of leaving the house, ending her relationship with Parth. Later, Teni gets to know that Shorvori has brain tumour and is going to die soon. She just pretended as if she misunderstood Parth and Teni to earn their hatred. She forbids Teni from informing Parth about her condition and wants Teni to be the woman for Parth after her death. Shorvori continues her drama to make Parth and family members hate her, but in vain. Teni decides to help her out in her drama as finally, Shorvori sends divorce papers to Parth and even gets him arrested for one night. The family turns against Shorvori as they now believe that Parth should forget Shorvori and marry Teni instead.The entire family supports Teni when she decides to leave the house with the unborn child as Parth had declined her marriage proposal. Parth begins to suspect Shorvori's true intentions and asks Teni to make Shorvori sign the divorce papers in his presence as a condition for marrying Teni. Shorvori calls Teni talk in private, but meets with an accident as her car's brakes fail and it crashes into a tree. Teni witnesses the accident but fails to rescue Shorvori as the car goes up in flames, killing Shorvori!\nTeni informs Parth and the family that Shorvori is dead, much to their shock. Parth disbelieves her, but is heartbroken on seeing the dead body in the hospital. While the family members lament Shorvori's death, Parth struggles to cope with the pain of losing her. Teni, following Shorvori's wish, together with the family, finally convinces Parth to move on for the sake of his and Shorvori's unborn child, however, refuses to marry Teni. On seeing the accident video of Shorvori on Teni's phone, Parth accuses her of murdering Shorvori and tries to get her arrested, without listening Teni's explanation. But Dadaji takes Teni's side and saves her. Thereafter, Teni, following another heated argument with Parth, has labour pain as in just 7 months, she gives birth to a baby girl (whom Teni later names the baby as Ipshita, as per late Shorvori's wish, from Parth's 'P',Shorvori's 'S' and Teni's 'T'). After her delivery, Teni's life is at stake, but Parth donates blood to her, saving her life; and in return, Teni, following Parth's demand, leaves the house and again settles in her colony, where she starts her catering business.\nOn new year's occasion, Parth becomes Teni's partner in a couple dance performance in a competition held in Teni's colony and they win. Teni decides to go to America and asks Parth to come to help her get her visa. Parth becomes very sad and finally confesses his love for Teni and proposes her to marry him which she happily accepts. The whole family prepares for their wedding as per ritual. It is now revealed that Shorvori is alive and had been in coma for 3 months. She returns to the house to reclaim Parth on the day of his wedding with Teni, but gets emotional on seeing Parth marrying Teni and leaves the venue. A stranger offers to drop her, but is drunk and starts misbehaving with her after she gets in the car. This incident is recorded in a CCTV camera and is shown in the news. Parth and Teni, on seeing this, decide to go to Nainital where they get to know Shorvori might be staying.\nIn gs about Teni and saying that she is having a bad intention and Shorvori starts believing it. On the day of Parth's and Shorvori's wedding anniversary, Poyni tells Parth about Teni's sacrifice. Parth later meets Teni in private and they both promise they will be good friends like they were before. Shorvori wants Parth to either choose Teni or her. Teni hears all this and decides to leave the house. Teni's foot accidently slips and Teni falls. At the hospital Teni starts acting weird. The doctor says that Teni is suffering from Selective Memory Loss. Teni starts living in the Bhanushali House as Ipshita's Caretaker. Later, due to some misunderstandings Teni thinks that Bhanushali Family wishes to sell her and are indulged in human trafficking. So she flees away from the Bhanushali House.\n6 years later.\nThe Story shows Parth's daughter Ipshita (Chhahat Tehwani) who is now grown-up. Shorvori has died and Teni is missing from last 6 years. Every family member misses Teni and sees her resemblance in Ipshita. Ipshita misses her mother, Shorvori and Parth also remembers every moment spent with his wife's Shorvori and Teni because Shorvori is dead and Teni is missing. On the other side, Teni is leading a happy life in Delhi and has become a sales manager. She has another love interest named Iqbal (Mohammed Iqbal Khan) who she is about to marry. Due to some consequences Parth and Teni meet each other. Parth and his mother tried to convince her and failed by the cause of Teni's memory loss. Then after leaving Iqbal's house Teni and Parth see each other at the minister's building as goons came to the building already creating chaos forcing the minister to let a man be free from jail. But the minister refused. Gunshots were heard as Parth followed Teni as the goons ensured that was no one in the building.","categories":[],"infobox_types":[],"annotations":[{"uri":"Colors_TV","surface_form":"Colors TV","offset":141},{"uri":"Silsila_Badalte_Rishton_Ka","surface_form":"Silsila Badalte Rishton Ka","offset":351},{"uri":"Siddharth_Shukla","surface_form":"Siddharth Shukla","offset":442},{"uri":"Rashami_Desai","surface_form":"Rashami Desai","offset":474},{"uri":"Jasmin_Bhasin","surface_form":"Jasmin Bhasin","offset":555},{"uri":"Rohan_Gandotra","surface_form":"Rohan Gandotra","offset":706},{"uri":"Jasmin_Bhasin","surface_form":"Jasmin Bhasin","offset":729},{"uri":"Mohammed_Iqbal_Khan","surface_form":"Mohammed Iqbal Khan","offset":755}]}