{"id":6371,"url":"http://en.wikipedia.org/wiki/Actor","text":"An actor is a person who acts, or has a role (a part) in a movie, television show, play, or radio show. Actors may be professional or not. Sometimes actors only sing or dance, or sometimes they only work on radio. A woman actor is actress, but the word \"actor\" is used for both men and women when referring to a group. Actors are also known as ‘thespians’ because of the first known Greek actor ‘Thespis’.\nHistory.\nThe first time we know an actor worked was in 534 B.C. The changes in calendar between then and now make the year uncertain. This actor was called Thespis and he was Greek. The place where the play happened was called the \"Theatre Dionysus\" in Athens, and he won a competition. He was the first person to speak words as a character. This was a big change in storytelling. Before then, people sang and danced stories, but no one had been a person in the story. Today we call actors \"thespians\" because of Thespis.\nWomen.\nIn the past, the name \"actor\" was only for men. Women only began performing often in the 17th century. People called them \"actresses\". In the ancient world and in the Middle Ages, people thought it was bad (shameful) for a woman to act.\nToday, the word \"actor\" is for both men and women, because some people think the name \"actress\" is sexist. But people also use the word \"actress\" very often.\nActresses in Men's Roles.\nWomen actors sometimes act the roles of young boys, because in some ways a woman is more similar to a boy than a man is. For example, a woman usually plays the role of Peter Pan. In pantomime, a sort of play for children (not the same as mime), the most important young man is also a woman. Opera has some \"pants roles\" which women traditionally sing. These women are usually mezzo-sopranos, which means they sing with a voice that is high but not very high. Examples are Hansel in ', and Cherubino in \"The Marriage of Figaro\".\nMary Pickford played the part of \"Little Lord Fauntleroy\" in the first film version of the book. Linda Hunt won an Academy Award for Best Supporting Actress in \"The Year of Living Dangerously\", in which she played the part of a man.\nIn comic theatre and film, people often use a man for a woman's part, or a woman for a man's part - this has a long history. Most of Shakespeare's comedies have examples of this. Both Dustin Hoffman and Robin Williams were in popular comedy films where they played most scenes as men in women's clothes, pretending to be women.\nActors in Women's Roles.\nIn the time of Shakespeare, and earlier, all roles in an English play were played by men, meaning even characters such as Juliet, Lady Macbeth, and Cleopatra were first played by men or boys. After the English Restoration women were allowed to perform on-stage.\nMore recently, men have played female roles as a type of humor. Movies with this role reversal include \"Mrs. Doubtfire\", \"Tootsie\", \"Big Momma's House\", \"Hairspray\", and \"The Nutty Professor\" starring Eddie Murphy.\nVoice acting.\nVoice acting is a special type of acting. It is most commonly used in animation for both television and movies. Voice actors are the people who make the voices for the characters. They may be the narrator in non-animated works.\nTypes.\nActors working in theatre, film, and television have to learn different skills. Skills that work well in one type of acting may not work well in another type of acting.\nIn theatre.\nTo act on stage, actors need to learn the stage directions that appear in the script, such as \"Stage Left\" and \"Stage Right\". These directions are based on the actor's point of view as he or she stands on the stage facing the audience. Actors also have to learn the meaning of the stage directions \"Upstage\" (away from the audience) and \"Downstage\" (towards the audience)\nTheatre actors need to learn blocking, which is \"...where and how an actor moves on the stage during a play.\"\nMost scripts specify some blocking. The Director will also give instructions on blocking, such as crossing the stage or picking up and using a prop.\nTheatre actors need to learn stage combat, which is simulated fighting on stage. Actors may have to simulate \"hand-to-hand [fighting] or with sword[-fighting].\" Actors are coached by fight directors, who help them to learn the choreographed sequence of fight actions.\nIn film.\nD. W. Griffith first developed of acting that would \"suit the cinema rather than the theater.\" He realized that theatrical acting did not look good on film. Griffith required his actors and actresses to go through weeks of film acting training.\nFilm actors have to learn to get used to and be comfortable with a camera being in front of them.\nFilm actors need to learn to find and stay on their \"mark.\" This is a position on the floor marked with tape. This position is where the lights and camera focus are optimized. Film actors also need to learn how to prepare well and perform well on screen tests. Screen tests are a filmed audition of part of the script.\n\"Unlike the theater actor, who gets to develop a character during...a two- or three-hour performance, the film actor lacks continuity, forcing him or her to come to all the scenes (often shot in reverse order in which they'll ultimately appear) with a character already fully developed.\"\n\"Since film captures even the smallest gesture and magnifies it..., cinema demands a less flamboyant and stylized bodily performance from the actor than does the theater.\" \"The performance of emotion is the most difficult aspect of film acting to master:...the film actor must rely on subtle facial ticks, quivers, and tiny lifts of the eyebrow to create a believable character.\" Some theatre stars \"...have made the theater-to-cinema transition quite successfully (Olivier, Glenn Close, and Julie Andrews, for instance), others have not...\"\nIn television.\n\"On a television set, there are typically several cameras angled at the set. Actors who are new to on-screen acting can get confused about which camera to look into.\" TV actors need to learn to use lav mics (Lavaliere microphones). TV actors need to understand the concept of \"frame.\" \"The term frame refers to the area that the camera's lens is capturing.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Act","surface_form":"act","offset":25},{"uri":"Movie","surface_form":"movie","offset":59},{"uri":"Television","surface_form":"television","offset":66},{"uri":"Play_(theatre)","surface_form":"play","offset":83},{"uri":"Radio","surface_form":"radio","offset":92},{"uri":"%E2%80%98thespians%E2%80%99","surface_form":"‘thespians’","offset":344},{"uri":"%E2%80%98Thespis%E2%80%99","surface_form":"‘Thespis’","offset":395},{"uri":"Calendar","surface_form":"calendar","offset":485},{"uri":"Thespis","surface_form":"Thespis","offset":562},{"uri":"Greece","surface_form":"Greek","offset":581},{"uri":"Story","surface_form":"story","offset":773},{"uri":"17th_century","surface_form":"17th century","offset":1024},{"uri":"Middle_Ages","surface_form":"Middle Ages","offset":1102},{"uri":"Sexist","surface_form":"sexist","offset":1271},{"uri":"Peter_Pan","surface_form":"Peter Pan","offset":1524},{"uri":"Mime","surface_form":"mime","offset":1594},{"uri":"Opera","surface_form":"Opera","offset":1647},{"uri":"Mezzo-soprano","surface_form":"mezzo-soprano","offset":1732},{"uri":"The_Marriage_of_Figaro","surface_form":"The Marriage of Figaro","offset":1859},{"uri":"Mary_Pickford","surface_form":"Mary Pickford","offset":1884},{"uri":"Linda_Hunt","surface_form":"Linda Hunt","offset":1981},{"uri":"Academy_Award_for_Best_Supporting_Actress","surface_form":"Academy Award for Best Supporting Actress","offset":1999},{"uri":"The_Year_of_Living_Dangerously","surface_form":"The Year of Living Dangerously","offset":2045},{"uri":"Comedy","surface_form":"comic","offset":2120},{"uri":"Dustin_Hoffman","surface_form":"Dustin Hoffman","offset":2301},{"uri":"Robin_Williams","surface_form":"Robin Williams","offset":2320},{"uri":"Clothes","surface_form":"clothes","offset":2412},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":2485},{"uri":"English_Restoration","surface_form":"English Restoration","offset":2672},{"uri":"Mrs._Doubtfire","surface_form":"Mrs. Doubtfire","offset":2836},{"uri":"Tootsie","surface_form":"Tootsie","offset":2854},{"uri":"Big_Momma%27s_House","surface_form":"Big Momma's House","offset":2865},{"uri":"Hairspray_(1988_movie)","surface_form":"Hairspray","offset":2886},{"uri":"The_Nutty_Professor_(1996_movie)","surface_form":"The Nutty Professor","offset":2903},{"uri":"Eddie_Murphy","surface_form":"Eddie Murphy","offset":2933},{"uri":"Animation","surface_form":"animation","offset":3031},{"uri":"Fictional_character","surface_form":"characters","offset":3129},{"uri":"Narrator","surface_form":"narrator","offset":3157},{"uri":"Fight_director","surface_form":"fight director","offset":4191},{"uri":"D._W._Griffith","surface_form":"D. W. Griffith","offset":4285},{"uri":"Screen_tests","surface_form":"screen tests","offset":4875},{"uri":"Lawrence_Olivier","surface_form":"Olivier","offset":5701},{"uri":"Glenn_Close","surface_form":"Glenn Close","offset":5710},{"uri":"Julie_Andrews","surface_form":"Julie Andrews","offset":5727},{"uri":"Lavaliere_microphone","surface_form":"Lavaliere microphone","offset":6000}]}