{"id":6373,"url":"http://en.wikipedia.org/wiki/Al-Khwarizmi","text":"Muḥammad ibn Mūsā al-Khwārizmī (,) was a Persian Muslim mathematician and astronomer. He was believed to have been born around 800 AD and died in 850 AD during the Abbasid Empire.\nAl-Khwarizmi was known for the book he wrote about algebra, \"Compendious Book on Calculation by Completion and Balancing\". He also wrote a book which taught the Western world about Hindu numerals and how to use them. This book was later titled the \"Hindu Art of Reckoning\". With his books, al-Khwarizmi authored astronomical tables- tables designed to calculate the position of planets or eclipses.\nHis work changed the understanding and knowledge of mathematics in the Middle Ages and mathematicians in Europe read his book. They began to use these Hindu–Arabic numerals (0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 10...) instead of the Roman numerals (I, II, III, IV, V, VI, VII, VIII, IX, X...). The Arabic numeral system is easier to do mathematics with, as Roman numbers have no place values. This means that they can only deal with whole numbers and do simple equations. Roman numerals also have no number zero.\nHe wrote a book on algebra named \"Al-Jabr Wal' Muqibla\". In this book, he introduced his own number system and also introduced Arabic numerals. His books were translated into Greek and Latin. They named his books \"So said Algorizmi\". The word \"algorithm\" is derived from the word Algorizmi. The word algebra comes from the word al-jabr that is at the beginning of the title of the book.\nMuhammad ibn Musa al-Khwarizmi worked at the House of Wisdom, where people worked on translating scientific works.","categories":[],"infobox_types":[],"annotations":[{"uri":"Persian_people","surface_form":"Persian","offset":41},{"uri":"Muslim","surface_form":"Muslim","offset":49},{"uri":"Mathematician","surface_form":"mathematician","offset":56},{"uri":"Astronomer","surface_form":"astronomer","offset":74},{"uri":"AD","surface_form":"AD","offset":131},{"uri":"Abbasid_Empire","surface_form":"Abbasid Empire","offset":164},{"uri":"Algebra","surface_form":"algebra","offset":231},{"uri":"Western_world","surface_form":"Western world","offset":341},{"uri":"Indian_numerals","surface_form":"Hindu numerals","offset":361},{"uri":"Planet","surface_form":"planet","offset":558},{"uri":"Eclipse","surface_form":"eclipse","offset":569},{"uri":"Europe","surface_form":"Europe","offset":684},{"uri":"Hindu%E2%80%93Arabic_numeral_system","surface_form":"Hindu–Arabic numerals","offset":730},{"uri":"Roman_numerals","surface_form":"Roman numerals","offset":805},{"uri":"Zero","surface_form":"zero","offset":1079},{"uri":"Algorithm","surface_form":"algorithm","offset":1329}]}