{"id":637452,"url":"http://en.wikipedia.org/wiki/Anchalumoodu","text":"Anchalumoodu is a town and neighbourhood of the city of Kollam, India.\nSpeciality of Anchalumoodu is that, 75% of it is surrounded by Ashtamudi lake, which is famous for its scenic beauty and attracts hundreds of tourists around the globe to Kollam.\nRail.\nThe nearest railway station to Anchalummodu is Perinad railway station which is about 2.5 km from the town. All passenger trains stop at this railway station. Kollam Junction Railway Station, one of the biggest junction and busiest railway stations in Kerala is 9 km away from Anchalumoodu. Kundara railway station is 9 km away from Anchalumoodu town.\nRoads.\nAnchalumoodu is connected well with roads. The town is 8 km away from Kollam city centre Chinnakada and 8 km from Kundara town. Regular city services and transport buses are there to Kollam city from Anchalumoodu.\nBus services are available to important places in Kerala which include Trivandrum, Ernakulam, etc.\nEducation.\nAnchalummodu has its fair share of privately owned and state owned educational institutions. Institutions of education are affiliated to either the Indian Certificate of Secondary Education (ICSE), the Central Board for Secondary Education (CBSE), or the Kerala State Education Board. Most private schools use English as the medium of instruction whereas government run schools offer both English and Malayalam as a medium of instruction. The Government Higher Secondary School at Anchalumoodu is one of the biggest and reputed government schools in Kollam district. The main higher education centre near to Anchalumoodu is the College of Engineering, Perumon.\nPlaces of worship.\nAnchalumoodu has a mix of different religious community. Main temples in and around Anchalumoodu town include Kadavoor Siva temple, Ashtamudi Virabhadra Swamy temple, Panayam Durga Temple, Sastholi Temple, Kuppana Velayudha Mangalam Temple, kolleril Siva Temple,Karuva Temple, Perumon devi temple\nMosques include Kureepuzha Mosque, Karuva Mosque and Chiraiyil Mosque.\nImportant churches are St.Thomas Orthodox Church, Inchavila and the Church at Kureepuzha.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kollam","surface_form":"Kollam","offset":56},{"uri":"India","surface_form":"India","offset":64},{"uri":"Kollam","surface_form":"Kollam","offset":685},{"uri":"Chinnakada","surface_form":"Chinnakada","offset":704},{"uri":"Kundara","surface_form":"Kundara","offset":729},{"uri":"Malayalam","surface_form":"Malayalam","offset":1340}]}