{"id":637538,"url":"http://en.wikipedia.org/wiki/National_Popular_Vote_Interstate_Compact","text":"The National Popular Vote Interstate Compact (NPVIC) is an agreement among some U.S. states and the District of Columbia. It changes how the Electoral College chooses the president of the United States. The states agree to give all their votes in the Electoral College to the person with the most votes from regular people in the whole country. The agreement makes sure that person will become president. When that result is guaranteed, the agreement will become active.\nNow, eleven states and the District of Columbia are in the agreement. Together, they have 172 votes in the Electoral College, which are called \"electoral votes\". When the agreement has 270 electoral votes, it will become active.\nHow the agreement works.\nThe NPVIC is an interstate compact. It will become active when its members control most of the Electoral College. Before that happens, the members will give their electoral votes the way they do now. After that, they will give all their electoral votes to the person with the most votes from Americans in all 50 states and the District of Columbia. (That person wins the \"popular vote\".) This way, that person will become president.\nThe U.S. Constitution lets state legislatures decide how to give their votes in the Electoral College. It says this in Article 2, Section 1, Clause 2. The Constitution does not say how the states must do this. (However, the 14th Amendment says that states cannot discriminate against some groups of people.) In the past, states used different ways. Today, most states give all their electoral votes to the person with the most votes in that state. Maine and Nebraska separate their electoral votes between areas called \"districts\". The NPVIC changes how its members give out their electoral votes.\nDebate.\nSeveral newspapers support the NPVIC. They include \"The New York Times\", the \"Chicago Sun-Times\", the \"Los Angeles Times\", \"The Boston Globe\", and the \"Minneapolis Star Tribune\". These newspapers say that the current system makes people not want to vote. They say the current system gives too much attention to a few states and their problems. Other newspapers are against the agreement, including the \"Honolulu Star-Bulletin\" and \"The Wall Street Journal\". The former governor of Delaware, Pierre S. du Pont IV, said the agreement gives too much power to cities and states with many people. He said it would make politics be about only city problems, and it would let worse people run for office. The League of Women Voters made a list of documents that argue for and against the agreement.\nAttention.\nToday, people running for president give most of their money and attention to states where the vote will be close. The other states are mostly ignored. The maps here show the amount of advertising and visits by the top two people running in 2004. This is adjusted by the number of people in each state. People who support the NPVIC say that it will make the people running work to get votes in every state. People who are against the NPVIC say that states with few people and few cities will not get enough attention.\nCheating and close elections.\nSome people are against the NPVIC because they worry about cheating. Governor du Pont said that it is easier to add a few false votes in many places than to add many false votes in just a few places. However, National Popular Vote says that adding together all the votes in the country will make it more difficult to cheat. Today, the winner can be decided by a very small number of votes in just one state.\nThe NPVIC does not say how to count the votes again if the result is not clear. Each state does this for its own votes. However, the result for the whole country can be close even if the result in each state is not. People who support the agreement say that a close result is less probable in the whole country than in each state.\nStates with many people and states with few people.\nPeople don't agree about whether the Electoral College helps states with few people, or states with many people. The Electoral College is not designed to be proportional to population: states with few people have more electoral votes for each person than states with many people. If the Electoral College were proportional, California would have 19% more power than it does now. The states with the fewest people would have 30% less power. However, some people say that states with many people have more power than one may expect, because they control so many electoral votes at once. The NPVIC gives the same power to every person, no matter where they live.\nHelping one party.\nSome people believe the NPVIC would help one political party or another, which would not be fair. Pierre S. du Pont IV, a Republican, says the agreement would help Democrats and people in cities. However, Saul Anuzis of the Republican National Committee thinks that the agreement will help Republicans, because he believes most people are closer to Republican political positions. Writer Hendrik Hertzberg of \"The New Yorker\" says the agreement helps neither party: in the past, each party sometimes had the better position in the Electoral College. In the last five elections, the Democrats had the better position in three years (2004, 2008, and 2012) and the Republicans had it in two years (2000 and 2016). In four of those years, Democrats won the most votes in the country.\nDifference between votes in a state and votes in the country.\nThe NPVIC can force a state to give its electoral votes to someone who did not win the most votes in that state. For this reason, two governors (Arnold Schwarzenegger of California and Linda Lingle of Hawaii) stopped their states from joining the agreement. (Both those states later joined the agreement.) People who support the agreement say that the number of votes in any one state is not as important as the choice of most people in the whole country.\nConflicts with existing law.\nThose who support the NPVIC say that it is legal and allowed by the U.S. Constitution. Article II of the Constitution lets states decide how to give out their electoral votes. The two men who created the agreement, Akhil Reed Amar and Vikram Amar, hold this position. Jamie Raskin agrees. Raskin is a professor of law and a Congressman from Maryland. He put his name on the first NPVIC bill that became law.\nOne law student wrote that the agreement could break the Voting Rights Act of 1965, which protects minority voters. However, the U.S. Department of Justice decided that the agreement does not hurt minority voters. It allowed California to join the agreement in 2012. Rob Richie of the organization FairVote says that the NPVIC \"treats all voters equally\". The same student wrote the NPVIC tries to go around the normal way of changing the Constitution. Raskin replied that going around in this way is legal.\nApproval by Congress.\nIan Drake, an assistant professor of political science, believes the agreement will only be proper if the Constitution is changed. Other writers believe that the agreement is already proper. Those who vote in the Electoral College promise to vote for a certain person, but they do not have to vote that way by law. Michael Brody believes that this makes the agreement proper.\nIt is possible that the agreement needs to be approved by Congress. The Constitution says that agreements between states need Congress to approve. However, the U.S. Supreme Court says that this is not always true. They talked about that question in the court case \"Virginia v. Tennessee\" and others. They decided the only agreements that need approval are those that threaten the authority of the U.S. government. Every Vote Equal says that the NPVIC cannot threaten the authority of the U.S. government, because the Constitution lets states decide how to give out their electoral votes. Derek Muller does not agree. He argues that the NPVIC affects the U.S. government system, and so it needs approval. Ian Drake says that Congress is not allowed to approve the agreement. Those who support the NPVIC do not agree. They do not think the agreement needs approval from Congress, but they plan to ask for this approval in any case.\nPlans to end the Electoral College by changing the Constitution.\nIn the past, people have made several plans to end the Electoral College by changing the Constitution. This is called an \"amendment\". However, this is very difficult to do. First, two thirds of the U.S. Senate and the U.S. House of Representatives need to approve the change. Then, three quarters of the states need to approve the change.\nBayh–Celler Amendment.\nThe plan that came closest to success was the Bayh-Celler plan. It was introduced in the 91st Congress, which met from January 1969 to January 1971. It was introduced by Representative Emanuel Celler of New York. The Bayh-Celler plan would have ended the Electoral College, and instead made a system using the popular vote. The pair of people with the most votes would become president and vice president, as long as they got more than 40% of the votes. If no one got more than 40%, a new vote would happen with the top two pairs. Celler's plan was approved in the House of Representatives in 1969, by a vote of 338–70. However, it was stopped in the Senate by a filibuster.\nEvery Vote Counts Amendment.\nIn 2005, Representative Gene Green of Texas introduced another plan to chose the president and vice president using the popular vote. Green introduced his plan to Congress as a \"joint resolution\" called H.J.Res. 9. It was also called the Every Vote Counts Amendment. Congressman Jesse Jackson, Jr. of Illinois and Senator Bill Nelson of Florida also introduced joint resolutions in the 111th Congress, which met from 2009 to 2011. All of these plans died in committees, before the whole Congress could vote on them.\nPlan using an agreement between states.\nIn 2001, a law professor named Robert Bennett introduced a new plan. Bennett's plan did not require a change to the Constitution. His plan used the power of the states instead of fighting against it. In Bennett's plan, a group of states that control most of the Electoral College could work together. They would make the popular vote decide the result of elections.\nTwo other law professors, brothers named Akhil Reed Amar and Vikram Amar, supported this plan. The Amar brothers proposed an agreement between states, made with laws in those states. The states would give all their electoral votes to the person who won the popular vote. The agreement would not become active until it guaranteed that person would win the Electoral College and become president. This agreement became the NPVIC.\nThe Amar brothers' plan could work with as few as eleven states. They believe it would not need approval from Congress. However, that is not certain: the section Approval by Congress explains why.\nOrganization and work.\nIn 2006, the computer science professor John Koza wrote a book called \"Every Vote Equal\". The book argues for a National Popular Vote agreement between states. (Koza knew about agreements between states from his work on lottery tickets.) Koza, Barry Fadem, and others made a non-profit organization called National Popular Vote. This organization promotes the NPVIC. It is led by people from both major political parties, including former Senators Jake Garn, Birch Bayh, and David Durenberger, and former Representatives John Anderson, John Buchanan, and Tom Campbell.\nIn 2006, legislatures in six states looked at NPVIC bills. Illinois even introduced a bill before National Popular Vote announced it at a press conference. That year, the Colorado Senate approved the bill. Both houses of the California legislature approved the bill, but Governor Arnold Schwarzenegger stopped it with a veto.\nJoining.\nIn 2007, 42 states looked at bills to join the NPVIC. One house of the legislature approved bills in Arkansas, California, Colorado, Illinois, New Jersey, North Carolina, Maryland, and Hawaii. Maryland was the first state to join the agreement. Maryland Governor Martin O'Malley signed the agreement into law on April 10, 2007.\nEleven states and the District of Columbia have joined the agreement. In Colorado, both houses of the legislature have approved the bill, and it is waiting for Governor Jared Polis to sign it.\nAll 50 states have looked at bills to join the NPVIC. In some states, only one house has approved the agreement: Arizona, Arkansas, Delaware, Maine, Michigan, Nevada, North Carolina, Oklahoma, and Oregon. In New Mexico, the agreement was approved by both houses, but in different years. Maryland, New Jersey, and Washington had bills to leave the agreement, but these failed.\nThe U.S. Congress can stop laws in the District of Columbia within 30 working days, but they did not do this.\nInitiatives and referendums.\nSome states allow laws to be made with a direct vote by the public, called an \"initiative\" or a \"referendum\". First, supporters must get a certain number of people to sign their names. Then, the question can be given to the voters. In 2018, groups in Arizona, Maine, and Missouri worked on initiatives to join the agreement, but these did not get enough people to sign.\nChances.\nNate Silver, who studies elections, says that the NPVIC cannot succeed without support from \"red\" states (states that mostly vote for Republicans). So far, only \"blue\" states have joined (states that mostly vote for Democrats). However, legislatures controlled by Republicans have agreed to join the agreement in Arizona, Oklahoma, and New York.","categories":[],"infobox_types":[],"annotations":[{"uri":"U.S._state","surface_form":"U.S. state","offset":80},{"uri":"District_of_Columbia","surface_form":"District of Columbia","offset":100},{"uri":"Electoral_College","surface_form":"Electoral College","offset":141},{"uri":"President_of_the_United_States","surface_form":"president of the United States","offset":171},{"uri":"Vote","surface_form":"vote","offset":297},{"uri":"Interstate_compact","surface_form":"interstate compact","offset":741},{"uri":"Popular_vote","surface_form":"popular vote","offset":1097},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":1162},{"uri":"Legislature","surface_form":"legislature","offset":1191},{"uri":"Method_of_choosing_Electors","surface_form":"Article 2, Section 1, Clause 2","offset":1277},{"uri":"14th_Amendment","surface_form":"14th Amendment","offset":1382},{"uri":"Discriminate","surface_form":"discriminate","offset":1421},{"uri":"Maine","surface_form":"Maine","offset":1606},{"uri":"Nebraska","surface_form":"Nebraska","offset":1616},{"uri":"The_New_York_Times","surface_form":"The New York Times","offset":1816},{"uri":"Chicago_Sun-Times","surface_form":"Chicago Sun-Times","offset":1842},{"uri":"Los_Angeles_Times","surface_form":"Los Angeles Times","offset":1867},{"uri":"The_Boston_Globe","surface_form":"The Boston Globe","offset":1888},{"uri":"Minneapolis_Star_Tribune","surface_form":"Minneapolis Star Tribune","offset":1916},{"uri":"Honolulu_Star-Bulletin","surface_form":"Honolulu Star-Bulletin","offset":2167},{"uri":"The_Wall_Street_Journal","surface_form":"The Wall Street Journal","offset":2196},{"uri":"Governor","surface_form":"governor","offset":2233},{"uri":"Delaware","surface_form":"Delaware","offset":2245},{"uri":"Pierre_S._du_Pont_IV","surface_form":"Pierre S. du Pont IV","offset":2255},{"uri":"United_States_presidential_election%2C_2004","surface_form":"in 2004","offset":2805},{"uri":"Recount","surface_form":"count the votes again","offset":3553},{"uri":"Proportional_representation","surface_form":"proportional to population","offset":4063},{"uri":"California","surface_form":"California","offset":4230},{"uri":"Political_party","surface_form":"political party","offset":4630},{"uri":"The_New_Yorker","surface_form":"The New Yorker","offset":4995},{"uri":"Arnold_Schwarzenegger","surface_form":"Arnold Schwarzenegger","offset":5572},{"uri":"California","surface_form":"California","offset":5597},{"uri":"Linda_Lingle","surface_form":"Linda Lingle","offset":5612},{"uri":"Hawaii","surface_form":"Hawaii","offset":5628},{"uri":"Veto","surface_form":"stopped their states","offset":5636},{"uri":"U.S._Constitution","surface_form":"U.S. Constitution","offset":5980},{"uri":"Jamie_Raskin","surface_form":"Jamie Raskin","offset":6180},{"uri":"Maryland","surface_form":"Maryland","offset":6253},{"uri":"Bill","surface_form":"bill","offset":6298},{"uri":"Voting_Rights_Act_of_1965","surface_form":"Voting Rights Act of 1965","offset":6377},{"uri":"Minority","surface_form":"minority","offset":6419},{"uri":"United_States_Department_of_Justice","surface_form":"U.S. Department of Justice","offset":6449},{"uri":"Constitutional_amendment","surface_form":"Constitution is changed","offset":6956},{"uri":"U.S._Supreme_Court","surface_form":"U.S. Supreme Court","offset":7386},{"uri":"Virginia_v._Tennessee","surface_form":"Virginia v. Tennessee","offset":7491},{"uri":"U.S._Senate","surface_form":"U.S. Senate","offset":8419},{"uri":"U.S._House_of_Representatives","surface_form":"U.S. House of Representatives","offset":8439},{"uri":"91st_Congress","surface_form":"91st Congress","offset":8672},{"uri":"Emanuel_Celler","surface_form":"Emanuel Celler","offset":8768},{"uri":"Filibuster","surface_form":"filibuster","offset":9246},{"uri":"Gene_Green","surface_form":"Gene Green","offset":9311},{"uri":"Jesse_Jackson%2C_Jr.","surface_form":"Jesse Jackson, Jr.","offset":9566},{"uri":"Bill_Nelson","surface_form":"Bill Nelson","offset":9609},{"uri":"111th_Congress","surface_form":"111th Congress","offset":9673},{"uri":"Lottery","surface_form":"lottery","offset":11077},{"uri":"Non-profit","surface_form":"non-profit","offset":11132},{"uri":"Jake_Garn","surface_form":"Jake Garn","offset":11305},{"uri":"Birch_Bayh","surface_form":"Birch Bayh","offset":11316},{"uri":"David_Durenberger","surface_form":"David Durenberger","offset":11332},{"uri":"John_Anderson","surface_form":"John Anderson","offset":11378},{"uri":"John_Buchanan","surface_form":"John Buchanan","offset":11393},{"uri":"Tom_Campbell","surface_form":"Tom Campbell","offset":11412},{"uri":"Press_conference","surface_form":"press conference","offset":11564},{"uri":"Veto","surface_form":"veto","offset":11746},{"uri":"Arkansas","surface_form":"Arkansas","offset":11862},{"uri":"California","surface_form":"California","offset":11872},{"uri":"Colorado","surface_form":"Colorado","offset":11884},{"uri":"Illinois","surface_form":"Illinois","offset":11894},{"uri":"New_Jersey","surface_form":"New Jersey","offset":11904},{"uri":"North_Carolina","surface_form":"North Carolina","offset":11916},{"uri":"Maryland","surface_form":"Maryland","offset":11932},{"uri":"Hawaii","surface_form":"Hawaii","offset":11946},{"uri":"Martin_O%27Malley","surface_form":"Martin O'Malley","offset":12024},{"uri":"Colorado","surface_form":"Colorado","offset":12162},{"uri":"Jared_Polis","surface_form":"Jared Polis","offset":12258},{"uri":"Arizona","surface_form":"Arizona","offset":12395},{"uri":"Arkansas","surface_form":"Arkansas","offset":12404},{"uri":"Delaware","surface_form":"Delaware","offset":12414},{"uri":"Maine","surface_form":"Maine","offset":12424},{"uri":"Michigan","surface_form":"Michigan","offset":12431},{"uri":"Nevada","surface_form":"Nevada","offset":12441},{"uri":"North_Carolina","surface_form":"North Carolina","offset":12449},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":12465},{"uri":"Oregon","surface_form":"Oregon","offset":12479},{"uri":"New_Mexico","surface_form":"New Mexico","offset":12490},{"uri":"Maryland","surface_form":"Maryland","offset":12569},{"uri":"New_Jersey","surface_form":"New Jersey","offset":12579},{"uri":"Washington_(state)","surface_form":"Washington","offset":12595},{"uri":"Plebiscite","surface_form":"initiative","offset":12876},{"uri":"Arizona","surface_form":"Arizona","offset":13048},{"uri":"Maine","surface_form":"Maine","offset":13057},{"uri":"Missouri","surface_form":"Missouri","offset":13068},{"uri":"Nate_Silver","surface_form":"Nate Silver","offset":13176},{"uri":"Arizona","surface_form":"Arizona","offset":13489},{"uri":"Oklahoma","surface_form":"Oklahoma","offset":13498},{"uri":"New_York_(state)","surface_form":"New York","offset":13512}]}