{"id":63755,"url":"http://en.wikipedia.org/wiki/International_Date_Line","text":"The International Date Line (IDL), also known as just the Date Line, is an imaginary line on the surface of the Earth, going from north to south in the Pacific Ocean. The date becomes one day later as one travels across it in western direction, and one day earlier as one travels across it in eastern direction.\nThe reason for this effect is that the countries on the western side of the International Date Line, (in or outside eastern Asia) have the time zone 10–12 hours more than Greenwich. And the countries on eastern side of it (Alaska/Hawaii and other areas) have the time zone 9–12 hours less than Greenwich. So when travelling across the line, one's watch has to be adjusted 20–24 hours, depending on the time zones.\nFor example, New Zealand is twelve hours ahead of Greenwich Mean Time while Hawaii is ten hours behind Greenwich Mean Time. When travelling from New Zealand to Hawaii the clocks must be switched 22 hours backwards, about one day.\nGeography.\nInternational Date Line follows the meridian of 180° longitude down the middle of the Pacific Ocean for some distance. So that it does not cross nations, it passes around the far east of Russia and other archipelagos in the Pacific.\nIn the north the date line turns to the east through the Bering Strait and then west past the Aleutian Islands in order to keep Alaska and Russia on opposite sides of the line. This is to keep it in agreement with the date of the rest of those countries. The date line passes equidistantly between the two Diomede Islands—Little Diomede Island (US) and Big Diomede Island (Russia)—at a distance of 1.5 km (1 mi) from each island.\nThe date line circumvents the territory of Kiribati by swinging far to the east, almost reaching the 150° meridian.\nIn the South Pacific the date line swings east such that Wallis and Futuna, Fiji, Tonga, and New Zealand's Kermadec Islands have the same date but Samoa is one day earlier.\nThe International Date Line can cause confusion among airline travelers. The most problematic situation usually occurs with short journeys from west to east. To travel from Tonga to Samoa by air, for example, takes about two hours but involves crossing the International Date Line, causing passengers to arrive the day before they left. This often causes confusion in travel schedules, like hotel bookings. Some examples of time zone adjustments for real air trips are: Alaska-Siberia 21 hours, New Zealand-Cook Islands 22 hours, and Samoa-Tonga 24 hours.\nIf someone travels around the globe in an airplane from east to west (the same direction as Magellan), they should subtract one hour for every 15° of longitude crossed, losing 24 hours for one circuit of the globe; but 24 hours are added when crossing the International Date Line (from east to west). The International Date Line must therefore be observed in conjunction with Earth's time zones: the net adjustment to one's watch is zero. If one crosses the date line at precisely midnight, going westward, one skips an entire day; while going eastward, one repeats the entire day.\nFor two hours every day, at UTC 10:00–11:59, there are actually three different days observed at the same time. At UTC time Thursday 10:15, for example, it is Wednesday 23:15 in Samoa, which is eleven hours behind UTC, and it is Friday 00:15 in Kiritimati (separated from Samoa by the IDL), which is fourteen hours ahead of UTC. For the first hour (UTC 10:00–10:59), this phenomenon affects inhabited territories, whereas during the second hour (UTC 11:00–11:59) it only affects an uninhabited maritime time zone twelve hours behind UTC.\nProblems.\nOriginally, the date line ran along the 180° meridian. This is a relatively good choice, because most of the time, there is no land there. There are however some problems.\nChukchi Peninsula.\nLooking from the north, one of the first places where the meridian runs over dry land is the Chukchi Peninsula, which is part of Russia. The whole peninsula has been declared part of the UTC+12. This means that all of Russia (and with it, all of Asia) is on the same side of the date line.\nGroups of islands.\nThere are many groups of islands in the Pacific Ocean. These groups belong to states which do not want some islands on one side of the date line, and the rest on the other. They have therefore decided to move the date line, so that all islands are in the same time zone. Examples of this are the Aleutian Islands, which are on both sides of the 180° meridian. They are part of Alaska, and are therefore all in the UTC-10 timezone. The date line has a \"bump\" to the west, there.\nThere are a few Islands, east of the 180°, which belong to New Zealand. It was decided that they should have the same date as New Zealand, so the date line runs east of the meridian there.\nKiribati is a state consisting of many small islands, spread over a huge portion of the Pacific; the meridian runs right through the state. Because the state needed the same date over all its territory, the date line was shifted east, the biggest shift to occur, in 1995. The easternmost island of Kiribati was renamed to Millennium Island, because it was the first part of the world which saw the new millennium.\nThe Philippines had very good trade relations with Mexico. They therefore decided they wanted the same date, date line to the west of the state. When the trade with China grew, this was inconvenient. They changed, after Monday, 30 December 1844, came Wednesday, 1 January 1845.\nDifference in religions.\nJews and Muslims and Christians regard particular days of the week as holy. For Muslims this is Friday, Jews (and a few Christian denominations) regard Saturday as the Sabbath, while most Christians observe Sunday as \"the Lord's Day\" in honour of the resurrection of Jesus on that day. This works well if the traveller stays on the same side of the date line, but there is a problem when travellers move across it. For the traveller it might still be Friday, but the place where he is might say that it is Saturday.","categories":[],"infobox_types":[],"annotations":[{"uri":"Earth","surface_form":"Earth","offset":112},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":152},{"uri":"Time_zone","surface_form":"time zone","offset":451},{"uri":"Greenwich","surface_form":"Greenwich","offset":483},{"uri":"Time_zone","surface_form":"time zone","offset":575},{"uri":"Greenwich","surface_form":"Greenwich","offset":606},{"uri":"New_Zealand","surface_form":"New Zealand","offset":739},{"uri":"Greenwich_Mean_Time","surface_form":"Greenwich Mean Time","offset":776},{"uri":"Hawaii","surface_form":"Hawaii","offset":802},{"uri":"Greenwich_Mean_Time","surface_form":"Greenwich Mean Time","offset":829},{"uri":"Meridian_(geography)","surface_form":"meridian","offset":1003},{"uri":"180%C2%B0E_longitude","surface_form":"180° longitude","offset":1015},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1053},{"uri":"Russia","surface_form":"Russia","offset":1154},{"uri":"Archipelago","surface_form":"archipelago","offset":1171},{"uri":"Bering_Strait","surface_form":"Bering Strait","offset":1257},{"uri":"Aleutian_Islands","surface_form":"Aleutian Islands","offset":1294},{"uri":"Alaska","surface_form":"Alaska","offset":1328},{"uri":"Diomede_Islands","surface_form":"Diomede Islands","offset":1506},{"uri":"Little_Diomede_Island","surface_form":"Little Diomede Island","offset":1522},{"uri":"Big_Diomede_Island","surface_form":"Big Diomede Island","offset":1553},{"uri":"Circumvent","surface_form":"circumvent","offset":1644},{"uri":"Kiribati","surface_form":"Kiribati","offset":1673},{"uri":"150th_meridian_west","surface_form":"150° meridian","offset":1731},{"uri":"Wallis_and_Futuna","surface_form":"Wallis and Futuna","offset":1803},{"uri":"Fiji","surface_form":"Fiji","offset":1822},{"uri":"Tonga","surface_form":"Tonga","offset":1828},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1839},{"uri":"Kermadec_Islands","surface_form":"Kermadec Islands","offset":1853},{"uri":"Samoa","surface_form":"Samoa","offset":1893},{"uri":"Ferdinand_Magellan","surface_form":"Magellan","offset":2567},{"uri":"Samoa","surface_form":"Samoa","offset":3235},{"uri":"Kiritimati","surface_form":"Kiritimati","offset":3302},{"uri":"Chukchi_Peninsula","surface_form":"Chukchi Peninsula","offset":3889},{"uri":"Asia","surface_form":"Asia","offset":4042},{"uri":"Aleutian_Islands","surface_form":"Aleutian Islands","offset":4401},{"uri":"Alaska","surface_form":"Alaska","offset":4482},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4642},{"uri":"Kiribati","surface_form":"Kiribati","offset":4772},{"uri":"Island","surface_form":"island","offset":4817},{"uri":"Millennium_Island","surface_form":"Millennium Island","offset":5094},{"uri":"Philippines","surface_form":"Philippines","offset":5190},{"uri":"Mexico","surface_form":"Mexico","offset":5237},{"uri":"China","surface_form":"China","offset":5351},{"uri":"Jews","surface_form":"Jews","offset":5489},{"uri":"Muslims","surface_form":"Muslims","offset":5498},{"uri":"Christians","surface_form":"Christians","offset":5510}]}