{"id":637672,"url":"http://en.wikipedia.org/wiki/Hereward_the_Wake","text":"e=\"preserve\">Hereward the Wake was an Anglo-Saxon nobleman. He resisted William the Conqueror. His base was the Isle of Ely in East Anglia. According to legend he roamed the Fens, covering North Cambridgeshire, Southern Lincolnshire and West Norfolk, leading popular opposition to William the Conqueror.\nHereward was exiled from England by Edward the Confessor around 1060 - the exact date is unknown - when he was around 14 or 18 years old. Some sources point his own father as requesting the exile as he was a troublemaker.\nNorman Assault on the Isle of Ely.\nIt is unknown exactly when the next event happened but it is thought to have happened around 1069 and 1070. After being exiled Hereward returned to his family home where he discovered that the Normans had murdered his brother and set his head above the door. Hereward sought revenge and murdered a bunch of Normans and set their heads in place of his brother's. Hereward then fled to the Fens where he was sheltered by Abbot Thurstan.\nAround spring time in 1070, Hereward the Wake and King Sweyn of Denmark took the Isle of Ely. Hereward made the Isle his base for his rebellion against the Normans.\nJune, 1070, Hereward raided Peterborough Abbey as an act of defiance against the Normans. He stated that he would take the Abbey's treasures into safekeeping away from the Normans. Some sources state that his uncle was the Abbot of the Abbey and Hereward persuaded his uncle to kill him.\nPrimary sources.\nSeveral primary sources exist for Hereward's life. Their accuracy is difficult to judge. They are the version of the \"Anglo-Saxon Chronicle\" written at Peterborough Abbey (the \"E manuscript\" or Peterborough Chronicle), the \"Domesday Book\" (DB), the \"Liber Eliensis\" (Book of Ely) and, much the most detailed, the \"Gesta Herewardi\" (\"Gesta\").","categories":[],"infobox_types":[],"annotations":[{"uri":"Anglo-Saxon","surface_form":"Anglo-Saxon","offset":38},{"uri":"Nobleman","surface_form":"nobleman","offset":50},{"uri":"William_the_Conqueror","surface_form":"William the Conqueror","offset":72},{"uri":"Ely","surface_form":"Ely","offset":120},{"uri":"East_Anglia","surface_form":"East Anglia","offset":127},{"uri":"Fens","surface_form":"Fens","offset":174},{"uri":"Cambridgeshire","surface_form":"Cambridgeshire","offset":195},{"uri":"Lincolnshire","surface_form":"Lincolnshire","offset":220},{"uri":"Norfolk","surface_form":"Norfolk","offset":242},{"uri":"Peterborough","surface_form":"Peterborough","offset":1189},{"uri":"Anglo-Saxon_Chronicle","surface_form":"Anglo-Saxon Chronicle","offset":1584},{"uri":"Peterborough_Abbey","surface_form":"Peterborough Abbey","offset":1618},{"uri":"Peterborough_Chronicle","surface_form":"Peterborough Chronicle","offset":1660},{"uri":"Domesday_Book","surface_form":"Domesday Book","offset":1690},{"uri":"Liber_Eliensis","surface_form":"Liber Eliensis","offset":1716},{"uri":"Gesta_Herewardi","surface_form":"Gesta Herewardi","offset":1780}]}