{"id":637779,"url":"http://en.wikipedia.org/wiki/Tomokazu_Harimoto","text":"e=\"preserve\">Tomokazu Harimoto (;;; born 27 June 2003 in Sendai) is a male Japanese table tennis player with Chinese origin. In Japan he is the best player in his vintage and is a \"monster\" in the table tennis scene, because he beat Timo Boll and very strong other players.\nCareer.\nHarimoto started to play table tennis with two years- that time at home at a kitchen table. In 2014 he came to the third round at the Japanese National Championships. At the Japan Open he began to play international. He was on position 826 in the world. At the Safir Open 2015 in Örebro he beat two top-100-players and came under the top 100 in the world. So he was the youngest player ever that came to the main round. At the Polish Open he met Ma Long and lost 0:4 to him. 2016 he took part in the Youth-World Championships, where he won gold in the singles and with the team, too. So Harimoto came under the top 60 in the world. At the Slovenian Open Tomokazu was the youngest player again, who reached the Quarterfinals in the singles. Also he won the Japan Open in the singles and became so youngest player ever who wins a World Tour event. In the U-18 world ranking system he became number one. One year later he reached the final again but lost to Dimitrij Ovtcharov. At the World Championships he was the youngest player who reached the Quarterfinals at a WTTC, in the world rankings for adults he became place 20. At the Czech Open he won his first World Tour event- in the final he beat the German table tennis star Timo Boll and got another record. 2018 he beat Jun Mizutani (his teammate) and won so the Japanese National Championships for the first time. After participation at the WTTTC 2018, he came to the top 10.\nFamily and Chinese origin.\nHarimotos parents were table tennis players from China. In 1998 they came to Japan and worked there as table tennis coaches. Harimoto came 2003 in Japan under the name \"Zhang Zhihe\" to the world. But he does have the Japanese citizenship he got the name \"Tomokazu Harimoto\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Sendai%2C_Miyagi","surface_form":"Sendai","offset":57},{"uri":"Table_tennis","surface_form":"table tennis","offset":84},{"uri":"Japan","surface_form":"Japan","offset":128},{"uri":"Timo_Boll","surface_form":"Timo Boll","offset":233},{"uri":"Table_tennis","surface_form":"table tennis","offset":307},{"uri":"Championship","surface_form":"Championship","offset":434},{"uri":"International_Date_Line","surface_form":"international","offset":484},{"uri":"%C3%96rebro","surface_form":"Örebro","offset":562},{"uri":"Ma_Long","surface_form":"Ma Long","offset":728},{"uri":"Dimitrij_Ovtcharov","surface_form":"Dimitrij Ovtcharov","offset":1237},{"uri":"Germany","surface_form":"German","offset":1483},{"uri":"Timo_Boll","surface_form":"Timo Boll","offset":1508},{"uri":"China","surface_form":"China","offset":1788},{"uri":"Japan","surface_form":"Japan","offset":1886}]}