{"id":637758,"url":"http://en.wikipedia.org/wiki/Petrissa_Solja","text":"Petrissa Solja (born 11 March 1994 in Kandel) is a German table tennis player. At the World Championships 2017 she won a bronzemedal together with Fang Bo in the mixed- doubles. She is the best female German table tennis player.\nCareer.\n2009 she played at the European Championships. There she played with her team against Netherlands and lost her match against Elena Timina. 2014 she joined to TTC Berlin eastside. Because of her successes she was chosen as the best German player in the Youth. 2013 she won the German Open in the doubles with Sabine Winter. At the European Championships 2014 she won gold with the team. In the same year she took part in the World Cup, where Solja reached the Round of 16. At the European Ranking tournament in 2015 she lost in the final to Liu Jia. At the World Cup, where Petrissa took part for the second time, she won bronze, after beating Li Jiao in the 3rd place match. 2016 she reached together with the team the Quarterfinals at the WTTC, there they lost to Japan. At the Olympic Games Solja retired already in her first match, where she played against Ri Myong-sun and lost. With the team they came surprise to the final, where they lost very clearly to China. At the WTTC 2017 in Düsseldorf she won together with Fang Bo the bronzemedal in the mixed-doubles, in the other categories she lost.\nGame system.\nSolja is an lefthanded-player and attacker. She uses the \"Joola Ryzhm 425\" at the backhand, on the forehand \"Joola Ryzhm\".\nWeaknesses: Long rallies from the table, play against defenders\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Kandersteg","surface_form":"Kandel","offset":38},{"uri":"Table_tennis","surface_form":"table tennis","offset":58},{"uri":"Championship","surface_form":"Championship","offset":92},{"uri":"Fang_Bo","surface_form":"Fang Bo","offset":147},{"uri":"Netherlands","surface_form":"Netherlands","offset":323},{"uri":"Elena_Timina","surface_form":"Elena Timina","offset":362},{"uri":"Germany","surface_form":"German","offset":468},{"uri":"Sabine_Winter","surface_form":"Sabine Winter","offset":545},{"uri":"Li_Xiaoxia","surface_form":"Li Jiao","offset":880},{"uri":"Japan","surface_form":"Japan","offset":1002},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":1016},{"uri":"Ri_Myong-sun","surface_form":"Ri Myong-","offset":1097},{"uri":"Sun","surface_form":"sun","offset":1106},{"uri":"China","surface_form":"China","offset":1199},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":1226},{"uri":"Left-handedness","surface_form":"lefthanded","offset":1364}]}