{"id":63798,"url":"http://en.wikipedia.org/wiki/Every_Little_Thing_(band)","text":"Every Little Thing is a Japanese rock band. The group is made up of a woman and a man. The woman, Kaori Mochida, is a singer from Tokyo, and the man, Ichiro Ito, is a guitarist from Kanagawa Prefecture. This group made their debut in 1996. And next year they took part in Kohaku (New Year's) Song battle for the first time. When they started the band, there were three members. But Mitsuru Igarashi left the band in 2000, and he started to focus on his production. He made all of Every Little Thing's songs and wrote their lyrics. So since he left, Every little thing sound changed a little. Now they released 35 single CDs, 8 original albums, 2 best albums and 3 ballad best albums. They took part in \"Kouhakuutagassen\" eight times. They are often called \"ELT\".\nEarly careers.\nIto began playing guitar in local bands around the US Yokota Air Base in Fussa, Tokyo, performing cover versions of songs by rock acts like Van Halen to local sailors. He initially intended to play drums.\nMochida made her debut as a baby in an advertisement for diapers as her mom hoped she would enter the entertainment business. In 1991, at the age of 13, she joined the eight-member girl group The Kuro Buta All-Stars. Though not successful, the experience convinced her to record a two track demo, featuring the two songs, \"Mouichido\" (The Kuro Buta All-Stars) and a cover song from 1970s/80s singer-songwriter Mariya Takeuchi.\nShe sent the demo to Avex Trax, where Mitsuru Igarashi was a producer looking for a girl for a new duo with him as the keyboardist. Impressed by her strong yet sweet voice, Igarashi asked her to join as a duo, and then asked his guitarist friend Ichiro Ito, then working as a studio receptionist, to help on the first single \"Feel My Heart\", created by Igarashi. Ito, over ten years Mochida's senior, has said that when first meeting the young Mochida wearing gyaru style thick platform boots, he didn't even know how to strike up conversation.","categories":[],"infobox_types":[],"annotations":[{"uri":"Japan","surface_form":"Japan","offset":24},{"uri":"Rock_music","surface_form":"rock","offset":33},{"uri":"Band","surface_form":"band","offset":38},{"uri":"Singer","surface_form":"singer","offset":118},{"uri":"Tokyo","surface_form":"Tokyo","offset":130},{"uri":"Guitar","surface_form":"guitar","offset":167},{"uri":"Kanagawa_Prefecture","surface_form":"Kanagawa Prefecture","offset":182},{"uri":"Van_Halen","surface_form":"Van Halen","offset":918},{"uri":"Girl_group","surface_form":"girl group","offset":1164},{"uri":"Avex_Trax","surface_form":"Avex Trax","offset":1431}]}