{"id":638187,"url":"http://en.wikipedia.org/wiki/Edith_Wharton","text":"Edith Wharton (born Edith Newbold Jones; January 24, 1862 – August 11, 1937) was an American historical writer, novelist and designer. She was “known for some essays and novels about war.\" She was born during the American Civil War. During World War I, she helped to support some medical assistants to soldiers. She was born in New York City.\nWharton died on August 11, 1937 in Saint-Brice-sous-Forêt, France of a stroke caused by a heart attack at the age of 75.\nHow she became an author.\nEdith Wharton became an author because she wanted to tell more people what she saw and what she learned in her life. The most famous novel she wrote was \"The Age of Innocence\" (1920). She wrote this book because she had a similar life like the main character in the book. At the same time, it was about people’s lives during the nineteenth century.\nMajor Works.\nEdith Wharton family was upper class (a group of people who has a lot of money). She usually heard some events to write the book. \"The Valley of Decision\" talked about a lawyer man falls in love with a women that already has a husband; however, at the end of the book, the man marries with the nephew of the woman. One of her books, \"The Age of Innocence\", helped Edith Wharton win the Pulitzer Prize, and the book was written just after World War I.\nHer influence on society.\nThe influence of Edith Wharton on society was to help people know about the war and life. All of her books mostly talked about what she saw in her life. The life part talks about what she learned in her life and some experiences from her life.\nLater life.\nAt the end of World War I, she moved out Paris. She won the Pulitzer Prize because of the book \"The Age of Innocence\".","categories":[],"infobox_types":[],"annotations":[{"uri":"American_Civil_War","surface_form":"American Civil War","offset":213},{"uri":"World_War_I","surface_form":"World War I","offset":240},{"uri":"New_York_City","surface_form":"New York City","offset":328},{"uri":"France","surface_form":"France","offset":402},{"uri":"Stroke","surface_form":"stroke","offset":414},{"uri":"Heart_attack","surface_form":"heart attack","offset":433},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":1238},{"uri":"World_War_I","surface_form":"World War I","offset":1290},{"uri":"World_War_I","surface_form":"World War I","offset":1599},{"uri":"Pulitzer_Prize","surface_form":"Pulitzer Prize","offset":1645}]}