{"id":638279,"url":"http://en.wikipedia.org/wiki/2018%E2%80%9319_UEFA_Champions_League","text":"The 2018–19 UEFA Champions League will be the 64th season of Europe's premier club football tournament organised by UEFA, and the 27th season since it was renamed from the European Champion Clubs' Cup to the UEFA Champions League.\nThe final will be played at the Wanda Metropolitano in Madrid, Spain. The winners of the 2018–19 UEFA Champions League against the winners of the 2018–19 UEFA Europa League in the 2019 UEFA Super Cup.\nTeams.\nLeague positions of the previous season shown in parentheses (TH: Champions League title holders; EL: Europa League title holders).\nRound and draw dates.\nThe schedule of the competition is as follows (all draws are held at the UEFA headquarters in Nyon, Switzerland, unless stated otherwise).\nFrom this season, there will be staggered kick-off times – 18:55 CET and 21:00 CET.\nGroup stage.\nIn each group, teams play against each other home-and-away in a round-robin format. The group winners and runners-up advance to the round of 16, while the third-placed teams enter the 2018–19 UEFA Europa League round of 32. The matchdays are 18–19 September, 2–3 October, 23–24 October, 6–7 November, 27–28 November, and 11–12 December 2018.\nA total of 32 teams play in the group stage: 26 teams which enter in this stage, and the six winners of the play-off round (four from Champions Path, two from League Path).\nRound of 16.\nThe draw for the round of 16 will be held on 17 December 2018. The first legs will be played on 12, 13, 19 and 20 February, and the second legs will be played on 5, 6, 12 and 13 March 2019.\nQuarter-finals.\nThe draw for the quarter-finals will be held on 15 March 2019. The first legs will be played on 9 and 10 April, and the second legs will be played on 16 and 17 April 2019.\nSemi-finals.\nThe draw for the semi-finals will be held on 19 April 2019. The first legs will be played on 30 April and 1 May, and the second legs will be played on 7 and 8 May 2019.\nFinal.\nThe final will be played on 1 June 2019 at the Wanda Metropolitano in Madrid. The \"home\" team (for administrative purposes) will be determined by an additional draw held after the semi-final draw.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":83},{"uri":"UEFA","surface_form":"UEFA","offset":116},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":208},{"uri":"2019_UEFA_Champions_League_Final","surface_form":"final","offset":235},{"uri":"Wanda_Metropolitano","surface_form":"Wanda Metropolitano","offset":263},{"uri":"Madrid","surface_form":"Madrid","offset":286},{"uri":"2018%E2%80%9319_UEFA_Europa_League","surface_form":"2018–19 UEFA Europa League","offset":377},{"uri":"2019_UEFA_Super_Cup","surface_form":"2019 UEFA Super Cup","offset":411},{"uri":"Nyon","surface_form":"Nyon","offset":687},{"uri":"Wanda_Metropolitano","surface_form":"Wanda Metropolitano","offset":1971},{"uri":"Madrid","surface_form":"Madrid","offset":1994}]}