{"id":63839,"url":"http://en.wikipedia.org/wiki/Melodifestivalen","text":"Melodifestivalen, translated as the \"Melody Festival\", is an annual music competition organised by Sveriges Television (SVT) and Sveriges Radio (SR) to determine Sweden's representative song and performer at the Eurovision Song Contest.\nHistory.\nIt has been staged under various formats almost every year since Sweden first participated in the Eurovision Song Contest in 1958. The first year, no TV or radio broadcasted event was held, but in 1959., the first public competition was held. The competition is the most popular television programme in Sweden, a title it has held since 2000, at times eclipsing even Eurovision itself. In 2007, an estimated four million Swedes—almost 44% of the country's population—watched the final, while the semifinals averaged around 3.1 million viewers.\nThe winner is chosen by a number of regional juries and a national televote. Until 2001 the competition was normally limited to between eight and twelve songs (in 1981, only five songs), but since the introduction of semifinals in 2002 that number has risen to thirty-two.\nThe Melodifestival has produced five Eurovision-winning songs and fifteen placings in the top five for Sweden at the Contest. The event is often seen as being dominated by light orchestrated pop songs, known locally as Schlager. music—so much so that it is sometimes referred to as \"Schlagerfestivalen\" (the \"Schlager Festival\") or \"Schlager-SM\" (\"Swedish schlager championship\") by the Swedish media but other styles of music such as rap, reggae and glam rock have made an appearance since the competition's expansion.\nThe competition makes a significant impact on music charts in Sweden; twenty-three participants reached the domestic singles chart in 2006 and twenty-one in 2007. There would have been more people taking part, but Agnes Carlsson was disqualified because she discussed her song in an interview with the Aftonblad newspaper.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sveriges_Television","surface_form":"Sveriges Television","offset":99},{"uri":"Sveriges_Radio","surface_form":"Sveriges Radio","offset":129},{"uri":"1958","surface_form":"1958","offset":371},{"uri":"1959","surface_form":"1959","offset":443},{"uri":"2000","surface_form":"2000","offset":583},{"uri":"2007","surface_form":"2007","offset":635},{"uri":"2001","surface_form":"2001","offset":873},{"uri":"2002","surface_form":"2002","offset":1021},{"uri":"Schlager","surface_form":"Schlager","offset":1282},{"uri":"Sweden","surface_form":"Sweden","offset":1645},{"uri":"2006","surface_form":"2006","offset":1717},{"uri":"2007","surface_form":"2007","offset":1740},{"uri":"Agnes_Carlsson","surface_form":"Agnes Carlsson","offset":1797}]}