{"id":63830,"url":"http://en.wikipedia.org/wiki/Disappearance_of_Madeleine_McCann","text":"Madeleine McCann (born 12 May 2003) was reported missing on the evening of Thursday, 3 May 2007 from a holiday apartment in Praia da Luz in the Algarve, Portugal. One newspaper said it was \"the most heavily reported missing-person case in modern history\". It is still not known where she is or what happened to her.\nMadeleine was on holiday with her parents, her two-year-old twin brother and sister, and family friends. She and the twins had been left asleep at 20:30 in a ground floor apartment, while the McCanns and friends had dinner in a restaurant away. The parents checked on the children every so often, until it was discovered Madeleine was missing at 22:00. Over the next few weeks, the Portuguese police started to believe that Madeleine had died in an accident in the apartment and the parents had covered it up.\nThere was a lot of news coverage around the world about the case. Rumours that Madeleine has been taken to countries such as Morocco and Malta have all turned out to be untrue.\nMadeleine's parents have started a website in their daughter's name where people can keep up to date on events and write to the family. They have also started \"Madeleine's Fund\" to which people can give money.\nRobert Murat was the first official suspect. On 8 September 2007, Madeleine's mother, Kate McCann, and her father, Gerry McCann, were declared official suspects as well, after the finding of blood and fluids in their apartment. Murat stopped being an official suspect in July 2008, Kate and Gerry in August 2008.\nThe case remains unsolved. However, in June 2010 a possible suspect who is yet to be named is being held in custody for question by German authorities.","categories":[],"infobox_types":[],"annotations":[{"uri":"Apartment","surface_form":"apartment","offset":111},{"uri":"Praia_da_Luz","surface_form":"Praia da Luz","offset":124},{"uri":"Algarve","surface_form":"Algarve","offset":144},{"uri":"Portugal","surface_form":"Portugal","offset":153},{"uri":"Newspaper","surface_form":"newspaper","offset":167},{"uri":"Vacation","surface_form":"holiday","offset":333},{"uri":"Twin","surface_form":"twin","offset":376},{"uri":"Restaurant","surface_form":"restaurant","offset":544},{"uri":"Rumour","surface_form":"Rumour","offset":892},{"uri":"Morocco","surface_form":"Morocco","offset":951},{"uri":"Malta","surface_form":"Malta","offset":963},{"uri":"Suspect","surface_form":"suspect","offset":1249}]}