{"id":638384,"url":"http://en.wikipedia.org/wiki/General_Data_Protection_Regulation","text":"e=\"preserve\">The General Data Protection Regulation (GDPR) (Regulation (European Union) 2016/679) was adopted on 27 April 2016. It took effect on 25 May 2018.\nThe regulation is approved by the European Parliament, the Council of the European Union and the European Commission. It protects people's personal data throughout the European Union (EU). The decree also affects data exports from the EU.\nThe GDPR is aimed at giving citizens control over their personal data. It simplifies regulations for economic relations with other countries by making the EU procedures standardised. The GDPR replaces the Data Protection Directive of 1995. The new GDPR law doesn't need any changes in local laws within the EU. The regulation is binding.\nPeople and companies who don't comply with the GDPR law may face a fine of up to 20,000,000 euros, or up to 4% of the company's profits from the previous year, whichever number is higher.\nRules enforced.\nThe General Data Protection Regulation enforces rules that protect people against a wide variety of privacy issues. It enforces the right for people to lawfully agree with companies to use their private information. It also enforces the right for people to have their private information no longer accessible by a company. It also enforces that users have the right to allow their private information to become public or not. The regulation also makes sure that no personal data is processed unless the user has allowed the processor of personal data to do so.","categories":[],"infobox_types":[],"annotations":[{"uri":"European_Parliament","surface_form":"European Parliament","offset":193},{"uri":"Council_of_the_European_Union","surface_form":"Council of the European Union","offset":218},{"uri":"European_Commission","surface_form":"European Commission","offset":256},{"uri":"European_Union","surface_form":"European Union","offset":327},{"uri":"Data_Protection_Directive","surface_form":"Data Protection Directive","offset":603}]}