{"id":638344,"url":"http://en.wikipedia.org/wiki/Mayyanad","text":"Mayyanad is a village in Kollam district in the state of Kerala, India.\nMayyanad is in the southwestern suburbs of Kollam district, Kollam city about south of the city centre and north of Paravur Town. Mayyanad can be reached by frequent buses from Kollam city and Kottiyam town and by local train from Kollam and Thiruvananthapuram. The bridge connecting Mayyand and Paravur was completed in 2012, making travel to Kollam city easier.\nLocation.\nMayyanad is situated on the banks of the Paravur Lake and has an Arabian Sea coastline noted for its fishing.\nMayyanad railway station is one among the major railway stations in Kollam district.\nLandmarks.\nSeveral temples, churches and mosques are in Mayyanad including the Umayanalloor Sri Balasubramanya Swami Temple. Tourists are attracted to the location by the meeting of a lagoon with the sea while the long sandy scenic beaches are ideal for swimming.\nCelebrities.\nIt is the birthplace of several prominent social reformers, such as C. Kesavan and C. V. Kunjiraman. This land also set stage for the childhood and later times of Raman Rajan,Surya Lekshmi,Bharath Rajan. The first Panchayat President was Prof. K. Ravindran who went on to become the founder principal of Mahatma Gandhi Government Arts College in Mahe and Tagore Arts College in Pondicherry.\nKerala Kaumudi.\nThe Malayalam daily newspaper \"Kerala Kaumudi\" was founded in Mayyanad in 1911.","categories":[],"infobox_types":[],"annotations":[{"uri":"Kollam_district","surface_form":"Kollam district","offset":25},{"uri":"Kerala","surface_form":"Kerala","offset":57},{"uri":"India","surface_form":"India","offset":65},{"uri":"Kollam","surface_form":"Kollam city","offset":132},{"uri":"Paravur%2C_Kollam","surface_form":"Paravur Town","offset":188},{"uri":"Kottiyam","surface_form":"Kottiyam town","offset":265},{"uri":"Thiruvananthapuram","surface_form":"Thiruvananthapuram","offset":314},{"uri":"Paravur_Kayal","surface_form":"Paravur Lake","offset":487},{"uri":"Arabian_Sea","surface_form":"Arabian Sea","offset":511},{"uri":"Mayyanad_railway_station","surface_form":"Mayyanad railway station","offset":556},{"uri":"Kollam_district","surface_form":"Kollam district","offset":624},{"uri":"C._Kesavan","surface_form":"C. Kesavan","offset":986}]}