{"id":63841,"url":"http://en.wikipedia.org/wiki/Nikki_Grahame","text":"Nicola Rachele-Beth \"Nikki\" Grahame (born 28 April 1982, Watford, Hertfordshire) is a British television personality. She rose to fame in the UK when she was chosen to be a housemate on \"Big Brother 7\" in 2006. A former model and promotions girl, Grahame has become renowned for throwing temper tantrums — behaviour that divided viewer opinion during her time on Big Brother. It led to her being given her own reality television show called \"Princess Nikki\". She has been reported in the tabloids for fighting in the street.\nGrahame won a National Television Award for most popular TV contender in 2006. As of 2007, Grahame writes a regular column in \"OK!'s\" \"Hot Stars\" magazine.\nGrahame spent most of her adolescence in psychiatric hospitals. She has the eating disorder anorexia nervosa, a condition that left her comatose and near death at the age of 12. She has told about her experience in two autobiography books called \"Dying To Be Thin - The True Story Of My Lifelong Battle Against Anorexia\" released in 2009 and \"Fragile - The True Story of My Lifelong Battle With Anorexia\" released in 2012. In October 2011, Grahame said she had relapsed and was suffering from anorexia again. She had checked into her 11th institution and weighed just. In 2012 Grahame was put in hospital after she took an overdose of pills.\nShe returned to the Big Brother house in June 2015 as a special guest at Big Brother 16, spending a total of 16 days inside the house.\nShe is a HouseGuest in season 4 of \"Big Brother Canada\", having entered the house in March 2016.","categories":[],"infobox_types":[],"annotations":[{"uri":"Watford","surface_form":"Watford","offset":57},{"uri":"Hertfordshire","surface_form":"Hertfordshire","offset":66},{"uri":"British_people","surface_form":"British","offset":86},{"uri":"UK","surface_form":"UK","offset":142},{"uri":"Big_Brother_(TV_series)","surface_form":"Big Brother","offset":187},{"uri":"Model_(person)","surface_form":"model","offset":220},{"uri":"Temper","surface_form":"temper","offset":288},{"uri":"Tantrum","surface_form":"tantrum","offset":295},{"uri":"Princess_Nikki","surface_form":"Princess Nikki","offset":442},{"uri":"National_Television_Award","surface_form":"National Television Award","offset":539},{"uri":"OK%21","surface_form":"OK!","offset":652},{"uri":"Adolescence","surface_form":"adolescence","offset":707},{"uri":"Psychiatric_hospitals","surface_form":"psychiatric hospitals","offset":722},{"uri":"Eating_disorder","surface_form":"eating disorder","offset":757},{"uri":"Anorexia_nervosa","surface_form":"anorexia nervosa","offset":773},{"uri":"Coma","surface_form":"coma","offset":817},{"uri":"Big_Brother_Canada","surface_form":"Big Brother Canada","offset":1494}]}