{"id":638476,"url":"http://en.wikipedia.org/wiki/Paul_Bogle","text":"Paul Bogle (1822 – 24 October 1865) was a Jamaican Baptist deacon and activist. He is a National Hero of Jamaica. He was a leader of the 1865 Morant Bay protesters, who marched for justice and fair treatment for all the people in Jamaica. After leading the Morant Bay rebellion, Bogle was captured by government troops, tried by British authorities under martial law, and hanged on 24 October 1865 in the morant bay court house.\nBogle had become a friend of wealthy landowner and fellow Baptist George William Gordon, a bi-racial man who served in the Assembly as one of two representatives from St. Thomas-in-the-East parish.\nBogle led a group of small farmers 45 miles to the then capital, Spanish Town, hoping to meet with Governor Eyre to discuss their issues, but they were denied an audience. The people of Stony Gut lost confidence and trust in the Government, and Bogle’s supporters grew in number in the parish.\nLegacy.\nIn 1969 Paul Bogle was named a National Hero along with George William Gordon, Marcus Garvey, Sir Alexander Bustamante, Norman Washington Manley and Nanny.\nBogle is on the heads side of the Jamaican 10 cent coin. His face was also on the Jamaican two-dollar bill, from 1969 until 1989, when the two-dollar bill was cut out.\nThe Paul Bogle High School in the parish of his birth is named after him.\nHe is referred to together with Toussaint L'Ouverture, leader of the Haitian Revolution, in the name of the London-based publishing company Bogle-L'Ouverture.","categories":[],"infobox_types":[],"annotations":[{"uri":"Morant_Bay_rebellion","surface_form":"Morant Bay rebellion","offset":257},{"uri":"Spanish_Town","surface_form":"Spanish Town","offset":692},{"uri":"George_William_Gordon","surface_form":"George William Gordon","offset":985},{"uri":"Marcus_Garvey","surface_form":"Marcus Garvey","offset":1008},{"uri":"Sir_Alexander_Bustamante","surface_form":"Sir Alexander Bustamante","offset":1023},{"uri":"Norman_Washington_Manley","surface_form":"Norman Washington Manley","offset":1049},{"uri":"Nanny_of_the_Maroons","surface_form":"Nanny","offset":1078},{"uri":"Bogle-L%27Ouverture","surface_form":"Bogle-L'Ouverture","offset":1467}]}