{"id":63858,"url":"http://en.wikipedia.org/wiki/Live%21_with_Kelly","text":"\"Live! with Kelly and Ryan\" is a syndicated American television talk show, hosted by Kelly Ripa and Ryan Seacrest.\nThe show began in 1983 as a local New York City program called \"The Morning Show\", hosted by Regis Philbin and Cyndy Garvey (then the wife of Major League Baseball player Steve Garvey). A year later, Garvey left the show and was replaced by Ann Abernathy. In 1985, after Abernathy married and moved to Los Angeles, Kathie Lee Gifford became Philbin's co-host. The show went into national syndication in 1988 as \"Live! with Regis and Kathie Lee\". Gifford left the show in 2000; the show continued as \"Live! with Regis\" while Philbin and the show's producers teamed him with several potential co-hosts.\nIn 2001, Ripa was named as Philbin's co-host, with the show then being renamed \"Live! with Regis and Kelly\". Philbin and Ripa remained a team until 2011; in January of that year, he announced he was leaving the show, with his last show airing on November 18. The show then became \"Live! with Kelly\", with Ripa appearing with a wide array of guest co-hosts. Former New York Giants star defensive lineman Strahan became the new full-time co-host effective with the 2012–13 season premiere. At that point the show became \"Live! with Kelly and Michael.\"\n\"Live!'s\" mixture of A-list guests and the interaction between co-hosts have made it one of daytime's most popular and venerable talk shows.\nIn 2016, Strahan announced he was leaving the show to join Good Morning America. Seacrest began hosting in 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Syndicated","surface_form":"syndicated","offset":33},{"uri":"United_States","surface_form":"American","offset":44},{"uri":"Television","surface_form":"television","offset":53},{"uri":"Talk_show","surface_form":"talk show","offset":64},{"uri":"Kelly_Ripa","surface_form":"Kelly Ripa","offset":85},{"uri":"Ryan_Seacrest","surface_form":"Ryan Seacrest","offset":100},{"uri":"New_York_City","surface_form":"New York City","offset":149},{"uri":"Regis_Philbin","surface_form":"Regis Philbin","offset":208},{"uri":"Major_League_Baseball","surface_form":"Major League Baseball","offset":257},{"uri":"Steve_Garvey","surface_form":"Steve Garvey","offset":286},{"uri":"Kathie_Lee_Gifford","surface_form":"Kathie Lee Gifford","offset":430},{"uri":"New_York_Giants","surface_form":"New York Giants","offset":1080},{"uri":"Good_Morning_America","surface_form":"Good Morning America","offset":1466}]}