{"id":638558,"url":"http://en.wikipedia.org/wiki/Nipah_virus_disease","text":"Nipah virus disease is a disease caused by a dangerous virus. This virus belongs to the Paramyxoviridae family and causes severe disease in humans, where approximately half of all patients die. The virus is commonly transmitted by fruit eating bats.\nSymptoms.\nThe symptoms start to appear within 3-14 days of Nipah virus infection. When people first get Nipah virus infection, it looks like some other diseases. People get fever, headache, throat pain and feel very tired. They find it difficult to breathe. Later, they get much sicker. They feel dizzy and might become unconscious. As of now, we know 582 cases of humans infected with Nipah virus, out of which approximately half died.\nTransmission.\nNipah virus is transmitted by fruit eating bats. The bats may transmit the virus to other animals, such as pigs. Humans can be affected when they come in contact with items that are contaminated by infected bats' excreta. In Bangladesh, people were affected by the virus when they drank date palm toddy which was contaminated by bats. In Malaysia and Singapore, humans were affected by pigs that came into contact with bats. Nipah virus can transmit from people to people also. The caretakers of the sick are more likely to be affected because the virus transmits through body fluids such as saliva, blood, urine etc. The virus is not known to transmit through air.\nDetection.\nNipah virus can be detected from throat swabs, cerebrospinal fluid (fluid taken by puncturing the spine) and blood. Detection is done by picking copies of viral genome from the test sample. Virus can also be identified by examining the tissues of persons who died of the disease.\nTreatment.\nThere is no effective treatment for Nipah virus infection until now. Ribavirin, a drug that acts against some viruses is possibly effective, but its effectiveness has not been well proved yet. Therefore, the treatment is now to give supportive care, such as giving medicines to reduce fever and other symptoms. Ventilatory support is given in case the patient becomes very sick.\nPrevention.\nIn order to prevent the disease, it is important not to come in contact with items contaminated by infected bats. As the disease may transmit from person to person, those in close contact with a patient must wear protective gear including special masks, gloves and goggles. Healthcare workers in infected areas should also wear protective gear.\nOutbreaks.\nNipah virus has caused disease outbreaks in several parts of the world including Malaysia, Bangladesh, Singapore and India. There was an outbreak of Nipah virus is in Kerala, India which was successfully contained in 2018.","categories":[],"infobox_types":[],"annotations":[{"uri":"Paramyxoviridae","surface_form":"Paramyxoviridae","offset":88},{"uri":"Bats","surface_form":"bats","offset":244},{"uri":"Fever","surface_form":"fever","offset":423},{"uri":"Headache","surface_form":"headache","offset":430},{"uri":"Malaysia","surface_form":"Malaysia","offset":1039},{"uri":"Singapore","surface_form":"Singapore","offset":1052},{"uri":"Pigs","surface_form":"pigs","offset":1087},{"uri":"Saliva","surface_form":"saliva","offset":1293},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":2507},{"uri":"India","surface_form":"India","offset":2533},{"uri":"Kerala","surface_form":"Kerala","offset":2583}]}