{"id":638676,"url":"http://en.wikipedia.org/wiki/2018%E2%80%9319_UEFA_Europa_League","text":"The 2018–19 UEFA Europa League will be the 48th season of Europe's secondary club football tournament organised by UEFA, and the 10th season since it was renamed from the UEFA Cup to the UEFA Europa League.\nThe final was played at the Olympic Stadium in Baku, Azerbaijan, between English sides Chelsea and Arsenal — which was the first Europa League final to feature two teams from one city. As winners, Chelsea will play against the winners of the 2018–19 UEFA Champions League in the 2019 UEFA Super Cup. And they would also have been qualified for the 2019–20 UEFA Champions League group stage, but since they had already qualified through their league performance, the berth reserved was given to the third-placed team of the 2018–19 Ligue 1, the 5th-ranked association according to next season's access list.\nFormat changes.\nOn 9 December 2016, UEFA confirmed the changing of plans for the UEFA Champions League for the 2018–2021 cycle, which was announced on 26 August 2016. As per new rules, all teams that are eliminated in the UEFA Champions League qualifying rounds will get a second chance in the Europa League.\nRound and draw dates.\nThe schedule of the competition is as follows.\nMatches in the qualifying (including preliminary and play-off) and knockout rounds may also be played on Tuesdays or Wednesdays instead of the regular Thursdays due to scheduling conflicts.\nGroup stage.\nThe draw for the group stage will be held on 31 August 2018 at the Grimaldi Forum in Monaco. The 48 teams are drawn into twelve groups of four, with the restriction that teams from the same association cannot be drawn against each other. For the draw, the teams are seeded into four pots based on their 2018 UEFA club coefficients.\nIn each group, teams play against each other home-and-away in a round-robin format. The group winners and runners-up advance to the round of 32, where they are joined by the eight third-placed teams of the 2018–19 UEFA Champions League group stage. The matchdays are 20 September, 4 October, 25 October, 8 November, 29 November, and 13 December 2018.\nA total of 48 teams play in the group stage: 17 teams which enter in this stage, the 21 winners of the play-off round (eight from Champions Path, thirteen from Main Path), the six losers of the 2018–19 UEFA Champions League play-off round (four from Champions Path, two from League Path), and the four League Path losers of the 2018–19 UEFA Champions League third qualifying round.\nKnockout phase.\nIn the knockout phase, teams play against each other over two legs on a home-and-away basis, except for the one-match final.\nRound of 32.\nThe draw for the round of 32 was held on 17 December 2018. The first legs were played on 12 and 14 February, and the second legs were played on 20 and 21 February 2019.\nRound of 16.\nThe draw for the round of 16 was held on 22 February 2019. The first legs were played on 7 March, and the second legs were played on 14 March 2019.\nQuarter-finals.\nThe draw for the quarter-finals was held on 15 March 2019. The first legs were played on 11 April, the second legs were played on 18 April 2019.\nSemi-finals.\nThe draw for the semi-finals was held on 15 March 2019 (after the quarter-final draw). The first legs were played on 2 May, and the second legs were played on 9 May 2019.\nFinal.\nThe final was held on 29 May 2019 at the Olympic Stadium in Baku. The \"home\" team (for administrative purposes) was determined by an additional draw held after the quarter-final and semi-final draws.","categories":[],"infobox_types":[],"annotations":[{"uri":"Association_football","surface_form":"football","offset":82},{"uri":"UEFA","surface_form":"UEFA","offset":115},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":187},{"uri":"2019_UEFA_Europa_League_Final","surface_form":"final","offset":211},{"uri":"Baku_Olympic_Stadium","surface_form":"Olympic Stadium","offset":235},{"uri":"Baku","surface_form":"Baku","offset":254},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":294},{"uri":"Arsenal_F.C.","surface_form":"Arsenal","offset":306},{"uri":"2018%E2%80%9319_UEFA_Champions_League","surface_form":"2018–19 UEFA Champions League","offset":449},{"uri":"2019_UEFA_Super_Cup","surface_form":"2019 UEFA Super Cup","offset":486},{"uri":"2019%E2%80%9320_UEFA_Champions_League","surface_form":"2019–20 UEFA Champions League","offset":555},{"uri":"2018%E2%80%9319_Ligue_1","surface_form":"2018–19 Ligue 1","offset":730},{"uri":"Grimaldi_Forum","surface_form":"Grimaldi Forum","offset":1462},{"uri":"Single-elimination_tournament","surface_form":"knockout phase","offset":2483},{"uri":"Two-legged_tie","surface_form":"two legs","offset":2534},{"uri":"Baku_Olympic_Stadium","surface_form":"Olympic Stadium","offset":3337},{"uri":"Baku","surface_form":"Baku","offset":3356}]}