{"id":638888,"url":"http://en.wikipedia.org/wiki/Little_Foxes","text":"\"Little Foxes\" is a book written by Michael Morpurgo in 1984.\nPlot.\nBilly Bunch is an orphan who has had many foster families. All his foster families did not work out. He is currently living with a foster mother in the suburbs of a city and they are not happy together. At school Billy is not good at subjects, especially English (he cannot read out loud because he stutters). One night, while Billy tries to run away, he runs into the nearby abandoned land where there are the ruins of a monastery. There is plentiful wildlife in this place. Others call the place \"The Waste Ground\". Billy calls it his \"Wilderness.\" Billy loves and become part of the nature and wildlife there. He finds more comfort in this place while he rescues an injured swan and nurtures some fox cubs.\nThe comfort he finds in his new animal friends in his Wilderness helps Billy able to outgrow his stutter. He remains in his foster home and continues to visit his friends in Wildnerness sometimes. This does not last long before others in his neighborhood begin to see the area as a danger and the wildlife within it as a threat. Billy eventually runs away with one of the young foxes. The two of them have several adventures and become very good friends. On one of these adventures, he meets a man who has a boat and cares for all the birds around the river. The man says that Billy can stay with him on his boat as they are going in the same direction. This is the first time Billy has somebody who allows him to be himself. The man also helping him understand some hard truths about life. The journey down the river on the boat begins a journey into young adulthood for both Billy and his beloved fox.","categories":[],"infobox_types":[],"annotations":[{"uri":"Book","surface_form":"book","offset":20},{"uri":"Michael_Morpurgo","surface_form":"Michael Morpurgo","offset":36},{"uri":"Orphan","surface_form":"orphan","offset":86},{"uri":"Foster_care","surface_form":"foster families","offset":110},{"uri":"Suburb","surface_form":"suburbs","offset":220},{"uri":"City","surface_form":"city","offset":233},{"uri":"English_language","surface_form":"English","offset":323},{"uri":"Stuttering","surface_form":"stutters","offset":367},{"uri":"Ruins","surface_form":"ruins","offset":479},{"uri":"Monastery","surface_form":"monastery","offset":490},{"uri":"Wildlife","surface_form":"wildlife","offset":520},{"uri":"Nature","surface_form":"nature","offset":654},{"uri":"Swan","surface_form":"swan","offset":745},{"uri":"Fox","surface_form":"fox","offset":768},{"uri":"Animal","surface_form":"animal","offset":810},{"uri":"Neighbourhood","surface_form":"neighborhood","offset":1020},{"uri":"Adventure","surface_form":"adventures","offset":1192},{"uri":"Adult","surface_form":"adulthood","offset":1636}]}