{"id":638852,"url":"http://en.wikipedia.org/wiki/Lovelace_(movie)","text":"e=\"preserve\">\"Lovelace\" is a 2013 biographical drama movie about the pornographic actress Linda Lovelace (real name: Linda Boreman). The movie had its world premiere at the Sundance Film Festival on January 22, 2013. It opened in limited release on August 9.\nPlot.\nIn 1970, Linda Lovelace is living with her parents in Florida. She's out dancing one night with her best friend Patty. She attracts the attention of a man named Chuck Traynor. He and Linda soon get into a relationship. He's much older than she is. Chuck teaches her how to perform sexual acts.\nLinda breaks curfew one night. She is slapped by her mother. She moves out to live with Chuck and marries him. At a party, Linda watches one of Chuck's pornographic movies. She tells him good girls never do things like that.\nSix months later, Linda bails Chuck out of jail for soliciting prostitution. Chuck is desperate for money. He makes Linda become a porn actress. She soon begins working on a movie, \"Deep Throat\". In the movie, she uses the stage name Linda Lovelace. The movie is a huge hit. It makes over $30,000 in its first week. Linda later poses nude. She attends parties.\nBut Chuck has a violent nature. Linda's life is revealed to not be as perfect as it seems. Chuck chokes Linda during sex. When she asks Chuck to stop, he refuses. He forces her into prostitution at gunpoint.\nLinda visits her parents to ask if she can move back. She reveals that Chuck has been abusing her. But her mother says no.\nWhen Chuck learns that Linda has been talking about a new salary with the movie's director, Gerard Damiano, without telling him, Chuck punishes her by making her shower in freezing water.\nWhen \"Deep Throat\" becomes a hit, Chuck tries to force Linda into doing another porn movie. But she refuses to do that. He then takes her to a party and forces her to participate in a sexual act with several people. Linda tries to escape from Chuck. But he catches her and sleeps on top of her to stop her from trying again.\nThe following day, she secretly meets a man named Anthony Romano. She tells Romano she wants out of the porn business. She reveals the abuse done by Chuck. A disgusted Romano checks Linda into a private hotel. Romano and his bodyguards beat Chuck for abusing Linda, and for the $25,000 he owes.\nSix years later, following her divorce from Chuck, Linda marries Larry Marchiano. They move to Long Island and have a son. She then takes a lie detector test before publishing her book \"Ordeal\". The book details years of physical and sexual abuse from Chuck, and stealing of all her earnings. She later appears on \"Donahue\". Her parents break down in tears while watching her. A few days later, the Marchianos go to Florida for Linda to make up with her parents.\nReception.\n\"Lovelace\" got mixed reviews from critics. Rotten Tomatoes rated the movie near 52% (in other words 52% of critics gave the movie a positive review). The movie also got a 51 rating from Metacritic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Drama_movie","surface_form":"drama movie","offset":47},{"uri":"Pornographic_actor","surface_form":"pornographic actress","offset":69},{"uri":"Linda_Lovelace","surface_form":"Linda Lovelace","offset":90},{"uri":"Sundance_Film_Festival","surface_form":"Sundance Film Festival","offset":173},{"uri":"Linda_Lovelace","surface_form":"Linda Lovelace","offset":274},{"uri":"Florida","surface_form":"Florida","offset":319},{"uri":"Pornography","surface_form":"pornographic","offset":711},{"uri":"Prostitution","surface_form":"prostitution","offset":847},{"uri":"Nudity","surface_form":"nude","offset":1118},{"uri":"Violence","surface_form":"violent","offset":1161},{"uri":"Long_Island","surface_form":"Long Island","offset":2379},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":2801},{"uri":"Metacritic","surface_form":"Metacritic","offset":2944}]}