{"id":638895,"url":"http://en.wikipedia.org/wiki/Grace_Dieu_(ship)","text":"\"Grace Dieu\" was the flagship of King Henry V of England and one of the largest ships of her time. It was launched in 1418. The ship sailed only sailed on one voyage after which it was kept anchored in the River Hamble. The ship was burned in 1439 after being struck by lightning.\nDesign and construction.\n\"Grace Dieu\" was designed by William Soper, a burgess of Southampton and clerk of the King's Ships. She was clinker-built with three planks nailed together along each part of her hull and waterproofed with tar and moss sandwiched between the timbers. She was long with a beam, comparable in size with \"HMS Victory\" and twice as large as \"Mary Rose\". The ship weighed between 1,400 tons and 2,750 tons. Two other ships, \"Valentine\" and \"Falcon\" were built to follow her. A dock was specially built for her construction near Town Quay in Southampton.\nThe remains of \"Grace Dieu\" show that it might have been built in a hurry, with some of the planks and ribs only roughly finished. She was a vast ship requiring 2735 oak, 1145 beech, and fourteen ash trees for her timbers. When completed in 1418, she was one of the largest wooden ships of the time.\n1420 voyage.\nIn 1420, \"Grace Dieu\"made her only voyage under the command of the Earl of Devon, with orders to sail down the English Channel. The expedition suffered a mutiny even before leaving port, when the crew objected to soldiers and archers being aboard to guard the vessel. \"Grace Dieu\"&#x27;s sailors attempted to prevent the soldiers from boarding by abusing the clerk who was registering their names and threatening to throw the register into the sea. When the ship finally left port, nine of the crew incited a further mutiny against the captain by refusing to take their stations and insisting that the cruise be abandoned. \"Grace Dieu\" was brought into the nearest port, St. Helen's on the Isle of Wight, and the crew departed. A clerk who questioned their loyalty as they departed was assaulted and had his clothing torn.\nService after Henry V's death and loss.\nWhen Henry V died in 1422, his ships were treated as his private property rather than as part of the kingdom's navy. Many were sold off to pay his debts.\nIn 1430 William Soper, when he was already in charge of the administration of the entire navy, dined with the commander of the Florentine merchant fleet on board \"Grace Dieu\".\nSubsequently, \"Grace Dieu\" was laid-up in the River Hamble. Her mast and equipment were removed. She was burnt to the waterline after being set ablaze by lightning in 1439.\nRediscovery.\nThe remains of \"Grace Dieu\" are still in the River Hamble at Bursledon, near Southampton, Hampshire. For many years the wreck was believed to be that of a Danish galley or a nineteenth-century merchant ship. In 1933 a proper survey identified the wreck, and its great size. The site was protected by the Protection of Wrecks Act on 5 February 1974. In 2004 the site was excavated by Channel 4's archaeology programme \"Time Team\" for the 2005 series. Only 50 metres from the wreck lie those of another vessel, believed to be \"Grace Dieus contemporary \"Holigost\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Flagship","surface_form":"flagship","offset":21},{"uri":"Henry_V_of_England","surface_form":"Henry V of England","offset":38},{"uri":"Lightning","surface_form":"lightning","offset":270},{"uri":"Southampton","surface_form":"Southampton","offset":363},{"uri":"HMS_Victory","surface_form":"HMS Victory","offset":608},{"uri":"Mary_Rose","surface_form":"Mary Rose","offset":644},{"uri":"Southampton","surface_form":"Southampton","offset":842},{"uri":"English_Channel","surface_form":"English Channel","offset":1279},{"uri":"Mutiny","surface_form":"mutiny","offset":1322},{"uri":"Isle_of_Wight","surface_form":"Isle of Wight","offset":1858},{"uri":"Henry_V_of_England","surface_form":"Henry V","offset":2036},{"uri":"Southampton","surface_form":"Southampton","offset":2624},{"uri":"Hampshire","surface_form":"Hampshire","offset":2637},{"uri":"Channel_4","surface_form":"Channel 4","offset":2930},{"uri":"Archaeology","surface_form":"archaeology","offset":2942}]}