{"id":638885,"url":"http://en.wikipedia.org/wiki/Omoyele_Sowore","text":"Omoyele Sowore (born 16 February 1971) is a Nigerian human rights activist, pro-democracy campaigner and founder of online news agency Sahara Reporters.\nBackground.\nSowore was born in Ondo State in South West Nigeria. He was born on 16 February 1971 in the Niger Delta region. He was raised in a polygamous home with sixteen children. At 12, he learnt how to ride a motorcycle so that he could fish at the lake for the family before going to school. The military rule in Nigeria affected his passion and desire for media.\nEducation.\nSowore studied Geography and planning at the University of Lagos from 1989 to 1995. He spent two extra years in the university because of political reasons and his student activism. He was the President of the University of Lagos Student Union Government between 1992 and 1994 where he was actively talked against cultism and corruption. He holds a Master degree in Public Administration from University of Columbia.\nActivism.\nIn 1989, he took part in student demonstrations protesting the conditions of an International Monetary Fund (IMF) loan of $120 million to be used for a Nigerian oil pipeline. Among the conditions of the IMF loan were to reduce the number of universities in the country from 28 to 5.\nSowore led 2,000 students in protest against the Nigerian government in 1992. During the protests, the police started shooting and seven people killed. Sowore was arrested and tortured. He was also involved in the demand for democratic government taking over military rule in June 12, 1993. This resulted in several arrests, detentions and life threatening treatment by government officials.\nSahara Reporters.\nSowore started Sahara Reporters in a small room in Manhattan 2006 to fight against corrupt and wrong government practices. Sahara Reporters is supported by grants donated by the Ford Foundation and Omidyar Foundation. The medium does not accept adverts and financial support from the Nigerian government.\nPresidential campaign.\nOn February 25, 2018, Sowore announced his intention to run for president in the 2019 Nigerian general election.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nigerian","surface_form":"Nigerian","offset":44},{"uri":"Human_rights","surface_form":"human rights","offset":53},{"uri":"News_agency","surface_form":"news agency","offset":123},{"uri":"Nigeria","surface_form":"Nigeria","offset":209},{"uri":"Niger_Delta","surface_form":"Niger Delta","offset":257},{"uri":"Polygamy","surface_form":"polygamous","offset":296},{"uri":"Columbia_University","surface_form":"University of Columbia","offset":926},{"uri":"International_Monetary_Fund","surface_form":"International Monetary Fund","offset":1040}]}