{"id":639,"url":"http://en.wikipedia.org/wiki/Planet","text":"<onlyinclude>A planet is a large object such as Jupiter or Earth that orbits a star. Planets are smaller than stars, and they do not produce light. Jupiter is the biggest planet in the Solar System.\nPlanets are shaped like a slightly squashed ball (called a spheroid). Objects that orbit planets are called satellites. A star and everything which orbits it are called a star system.\nThere are eight planets in the Solar System. Pluto used to be called a planet, but in August 2006, the International Astronomical Union decided it was a dwarf planet instead. There are four more known dwarf planets in the Solar System, Ceres, Makemake, Eris and Haumea.\nThe name \"planet\" is from the Greek word \"πλανήτης\" (\"planetes\"), meaning \"wanderers\", or \"things that move\". Until the 1990s, people only knew of those in the Solar System. As of June 2017, we know of 3,610 other planets. These newly found planets are orbiting other stars: they are \"extrasolar\" planets. Sometimes people call them \"exoplanets\".</onlyinclude>\nOrigin of the planets.\nThe planets are composed of material quite different from the Sun. The Sun is almost entirely composed of hydrogen, and some helium. Its energy comes from the conversion of hydrogen to helium. In contrast, the \"terrestrial\" planets are composed almost entirely of larger atoms and molecules which \"cannot\" have come from the Sun. It follows, therefore, that the material which forms those planets must have come from another source or sources. Those sources were the atoms formed in supernovae explosions by much larger and much shorter-lived stars in the Sun's neighbourhood as it moved in the galaxy. This material was captured by the Sun's gravity and pulled along to become the basic material out of which the planets condensed. The same considerations apply to other planetary systems in the galaxy.\nThe gas giants are composed of hydrogen gas from the same source as the Sun, plus (at their centres) higher \"metallic\" elements like the terrestrial planets. This is known from the drive-by data gathered by satellites, and by drive-into probes like the Galileo (spacecraft). There is a huge amount of data collected about each planet. The data is stored on computer files, and there are summary volumes in print.\nIn the Solar System.\nThe planets in the Solar System have names of Greek or Roman gods, apart from Earth, because people did not think Earth was a planet in old times. However, Earth is occasionally referred by the name of a Roman god: \"Terra\". Other languages, for example Chinese, use different names. Moons also have names of gods and people from classical mythology. The names of the moons of Uranus are from the plays written by Shakespeare.\nPlanets.\nHere is a list of planets in the Solar System. They are ordered by how close they are to the Sun, nearest first.\nTypes of planets.\nAstronomers speak about \"major\" (or true) planets, and minor planets, which are smaller objects that go around the Sun. Some examples of \"minor planets\" are asteroids, comets, and trans-Neptunian objects.\nMany objects in the Solar System that are not planets are also \"icy\". Examples are the icy moons of the outer planets of the Solar System (like Triton).","categories":[],"infobox_types":[],"annotations":[{"uri":"Jupiter_(planet)","surface_form":"Jupiter","offset":48},{"uri":"Earth","surface_form":"Earth","offset":59},{"uri":"Orbit","surface_form":"orbit","offset":70},{"uri":"Star","surface_form":"star","offset":79},{"uri":"Light","surface_form":"light","offset":141},{"uri":"Solar_System","surface_form":"Solar System","offset":185},{"uri":"Spheroid","surface_form":"spheroid","offset":258},{"uri":"Satellite_(natural)","surface_form":"satellites","offset":307},{"uri":"Star_system","surface_form":"star system","offset":370},{"uri":"Pluto","surface_form":"Pluto","offset":428},{"uri":"International_Astronomical_Union","surface_form":"International Astronomical Union","offset":486},{"uri":"Dwarf_planet","surface_form":"dwarf planet","offset":536},{"uri":"1_Ceres","surface_form":"Ceres","offset":619},{"uri":"Makemake_(dwarf_planet)","surface_form":"Makemake","offset":626},{"uri":"136199_Eris","surface_form":"Eris","offset":636},{"uri":"Haumea_(dwarf_planet)","surface_form":"Haumea","offset":645},{"uri":"Greek_language","surface_form":"Greek","offset":683},{"uri":"Extrasolar_planet","surface_form":"\"extrasolar\" planets","offset":937},{"uri":"Hydrogen","surface_form":"hydrogen","offset":1143},{"uri":"Helium","surface_form":"helium","offset":1162},{"uri":"Supernovae","surface_form":"supernovae","offset":1520},{"uri":"Galaxy","surface_form":"galaxy","offset":1632},{"uri":"Gravity","surface_form":"gravity","offset":1680},{"uri":"Gas_giants","surface_form":"gas giants","offset":1846},{"uri":"Galileo_(spacecraft)","surface_form":"Galileo (spacecraft)","offset":2095},{"uri":"Greek_mythology","surface_form":"Greek","offset":2322},{"uri":"Roman_mythology","surface_form":"Roman","offset":2331},{"uri":"Chinese_language","surface_form":"Chinese","offset":2529},{"uri":"Myth","surface_form":"myth","offset":2615},{"uri":"Theatre","surface_form":"plays","offset":2672},{"uri":"Shakespeare","surface_form":"Shakespeare","offset":2689},{"uri":"List_of_planets","surface_form":"list of planets","offset":2721},{"uri":"Minor_planet","surface_form":"minor planet","offset":2897},{"uri":"Asteroid","surface_form":"asteroid","offset":2999},{"uri":"Comet","surface_form":"comet","offset":3010},{"uri":"Trans-Neptunian_object","surface_form":"trans-Neptunian object","offset":3022},{"uri":"Triton_(moon)","surface_form":"Triton","offset":3191}]}