{"id":639025,"url":"http://en.wikipedia.org/wiki/Yuki_He","text":"Yuki He (Chinese: 何雁丹) is a Chinese business executive and entrepreneur. She is founder and CEO of Live.me, a popular live streaming platform, and Senior Vice President of Cheetah Mobile.\nLive.me is available in more than 85 countries and regions and supports nine languages including English, Japanese, Indonesian, Hindi, German, Spanish, Portuguese, Vietnamese and Traditional Chinese. One year after its launch in 2016, Live.me had amassed 20 million users and within 18 months, the live broadcasting app had processed more than $6 million in payments to its influencers. Live.me currently has 50 million users. Since August 2016, Live.me has been recognized as one of Google Play’s and Apple’s top grossing social apps.\nIN 2018, Live.me was named one of \"Fast Company’s\" Most Innovative Companies in Video.\nEducation.\nShe graduated from the University of Electronic Science and Technology of China with a Bachelor's degree in electronic science and technology.\nCareer.\nHe served as product director at Tencent and Kingsoft before joining Cheetah Mobile in 2010. During her years at Tencent, He had a dominant role in designing many products related to social media, e-commerce and online games.\nWhile at Cheetah Mobile He has been in charge of several of the company’s flagship products, including Kingsoft Anti-Virus, Battery Doctor, and Clean Master. In 2016, He led the launch of the Cheetah Mobile-owned Live.me, a live streaming platform. The platform raised $60 million USD in Series A funding in May 2017. Investors included Matrix Partners China, Evolution Media China, Gobi Partners, IDG Capital, Welight Capital, and Cheetah Mobile. A second round followed in November 2017 with funding provided by Bytedance, which acquired Music.ly around the same time.\nIn October 2017 He told \"The Guardian\" that Live.me broadcasters were earning $20,000 a week or more from virtual gifts and that many people were quitting their jobs to broadcast full time.\nUnder He’s leadership Live.me launched Cheez, a video sharing app similar to Vine, in late 2017. Users can create videos up to 17 seconds long and add Snapchat-like effects and stickers.\nPersonal life.\nShe is a mother with a young son.\nIn March 2018, \"The Next Web\" interviewed She for a series of profiles highlighting innovative companies led or founded by women in honor of International Women’s Day. In the interview She discussed her transition from employee to entrepreneur and the struggles of balancing motherhood and business.","categories":[],"infobox_types":[],"annotations":[{"uri":"Live_streaming","surface_form":"live streaming","offset":118},{"uri":"Cheetah_Mobile","surface_form":"Cheetah Mobile","offset":172},{"uri":"Google_Play","surface_form":"Google Play’s","offset":672},{"uri":"Apple_Inc.","surface_form":"Apple’s","offset":690},{"uri":"Fast_Company_(magazine)","surface_form":"\"Fast Company’s\"","offset":758},{"uri":"Tencent","surface_form":"Tencent","offset":1006},{"uri":"Kingsoft","surface_form":"Kingsoft","offset":1018},{"uri":"Bytedance","surface_form":"Bytedance","offset":1713},{"uri":"Musical.ly","surface_form":"Music.ly","offset":1739},{"uri":"TheGuardian.com","surface_form":"The Guardian","offset":1795},{"uri":"Virtual_gift","surface_form":"virtual gift","offset":1876},{"uri":"Vine_(service)","surface_form":"Vine","offset":2037},{"uri":"Snapchat","surface_form":"Snapchat","offset":2111},{"uri":"International_Women%27s_Day","surface_form":"International Women’s Day","offset":2337}]}