{"id":6393,"url":"http://en.wikipedia.org/wiki/Apartheid","text":"Apartheid was a political and social system in South Africa during the era of White minority rule. It enforced racial discrimination against non-Whites, mainly focused on skin colour and facial features. This existed in the twentieth century, from 1948 until the early-1990s. The word \"apartheid\" means \"distantiation” in the Afrikaans language. Racial segregation had existed in Southern Africa for centuries. In the elections of 1948 the National Party took power and in the next few years made new apartheid laws. The new laws more strictly enforced segregation. In theory, it was to bring independence to the African majority in their own little countries to be created from South African territory.\nUnder this system, the people of South Africa were divided by their race and the different races were forced to live separately from each other. There were laws in place to ensure that segregation was abided by. The apartheid system in South Africa was abolished in 1994, when a new constitution was ratified which abolished the previous system of segregation. The last President who held office during the apartheid era was Frederik Willem de Klerk; who was responsible for holding negotiations with political prisoner Nelson Mandela to bring an end to apartheid. Following these successful negotiations, Nelson Mandela was elected to the Presidency of South Africa after multi-racial elections were held in April 1994, and became the first black person to hold the position. He was 75 years old The pair were awarded the Nobel Peace Prize for their efforts. Today, the term apartheid is sometimes used for similar segregational systems in other countries.\nHow apartheid worked in South Africa.\nDuring apartheid, people were divided into four racial groups and separated by law. The system was used to deny many basic rights to non-White people, mainly Black people who lived in South Africa. The law allowed white people to be in certain areas. Black people had to carry special passes or have permission to travel outside their designated area, or work in particular areas reserved for Whites. The government separated mixed communities and forcibly moved many black people off their land (From 1960 to 1983 the Bantustan Policy was enforced to forcibly move South African blacks out of the areas designated for 'whites'). Many other laws were made, for example: interracial marriage was outlawed; Black people could not own land in White areas or vote.\nThe United Nations did not agree with the South African government's apartheid policies. There were protests in South Africa, like in Sharpeville in 1960 and in Soweto in 1976. After the Sharpeville Massacre, the UN tried to remove South Africa in 1974. France, the United States, and the UK prevented that from happening. The Soweto Uprisings started because Africans were forced to study some subjects at school in Afrikaans. Many Black people did not like Afrikaans because it was the language of the apartheid government and the language of their oppressors.\nEnding apartheid.\nIn 1989, F. W. de Klerk became President of South Africa. He wanted to reform the system. In a speech in 1990, de Klerk said the ban on the African National Congress was lifted. He also ruled that Nelson Mandela would be released from prison.\nIn 1991, the UN created the \"National Peace Accord\". The purpose of the Peace Accord was \"to bring an end to political violence\" in South Africa. It was agreed on by 27 organisations and governments. After this the \"Convention for a Democratic South Africa\" (CODESA) was formed. CODESA worked to find a solution to the violence.\nThe first multiracial election in which all races could vote, was held on 27 April 1994. Nelson Mandela was elected President, with De Klerk and Thabo Mbeki as deputies. This date considered the end of apartheid. The Truth and Reconciliation Commission was created to help victims speak out and seek justice. It was chaired by Desmond Tutu in the 1990s.\nAlthough Black South Africans were granted equal rights by law after a long fought campaign, there is still huge economic inequality between Blacks and Whites. In 2012, South Africa held its first census in over ten years. It found that the average Black family earned one-sixth (about 17%) of what the average White family earned. \"These figures tell us that at the bottom of the rung is the black majority who continue to be confronted by deep poverty unemployment and inequality,” President Jacob Zuma said when the findings were released. Nelson Mandela spent the majority of his life fighting against apartheid laws, and without his activism; many of the changes would never have happened.\nAim of apartheid.\nThe goal of apartheid was to separate the people of South Africa into small independent nations. The black ones were called Bantustans. South Africa said they were independent countries and exchanged ambassadors but other countries did not. The National Party government did not want to spend a lot of money on this project. They also wanted to keep the majority of South Africa's land for white people, especially the richest places, like the gold mines of Johannesburg. They wanted black men to work in these mines for little money but their families had to live far away or face imprisonment.","categories":[],"infobox_types":[],"annotations":[{"uri":"South_Africa","surface_form":"South Africa","offset":47},{"uri":"Afrikaans","surface_form":"Afrikaans","offset":326},{"uri":"Racial_segregation","surface_form":"Racial segregation","offset":346},{"uri":"Race_(sociology)","surface_form":"race","offset":772},{"uri":"Frederik_Willem_de_Klerk","surface_form":"Frederik Willem de Klerk","offset":1129},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":1224},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":1310},{"uri":"Nobel_Peace_Prize","surface_form":"Nobel Peace Prize","offset":1527},{"uri":"Black_people","surface_form":"Black people","offset":1858},{"uri":"White_people","surface_form":"white people","offset":1914},{"uri":"United_Nations","surface_form":"United Nations","offset":2465},{"uri":"Sharpeville","surface_form":"Sharpeville","offset":2595},{"uri":"Soweto","surface_form":"Soweto","offset":2622},{"uri":"Sharpeville_Massacre","surface_form":"Sharpeville Massacre","offset":2648},{"uri":"United_Nations","surface_form":"UN","offset":2674},{"uri":"Soweto_Uprising","surface_form":"Soweto Uprising","offset":2788},{"uri":"F._W._de_Klerk","surface_form":"F. W. de Klerk","offset":3051},{"uri":"African_National_Congress","surface_form":"African National Congress","offset":3182},{"uri":"Nelson_Mandela","surface_form":"Nelson Mandela","offset":3239},{"uri":"United_Nations","surface_form":"UN","offset":3298},{"uri":"National_Peace_Accord","surface_form":"National Peace Accord","offset":3314},{"uri":"Convention_for_a_Democratic_South_Africa","surface_form":"Convention for a Democratic South Africa","offset":3501},{"uri":"Thabo_Mbeki","surface_form":"Thabo Mbeki","offset":3759},{"uri":"Truth_and_Reconciliation_Commission_(South_Africa)","surface_form":"Truth and Reconciliation Commission","offset":3831},{"uri":"Desmond_Tutu","surface_form":"Desmond Tutu","offset":3941},{"uri":"Law","surface_form":"law","offset":4027},{"uri":"Census","surface_form":"census","offset":4165},{"uri":"Average","surface_form":"average","offset":4209},{"uri":"Independent","surface_form":"independent","offset":4757},{"uri":"Bantustan","surface_form":"Bantustan","offset":4805},{"uri":"Ambassador","surface_form":"ambassador","offset":4881},{"uri":"National_Party_of_South_Africa","surface_form":"National Party","offset":4926},{"uri":"Johannesburg","surface_form":"Johannesburg","offset":5139}]}