{"id":639560,"url":"http://en.wikipedia.org/wiki/President_of_Portugal","text":"The President of the Portuguese Republic (,) is the executive head of state of Portugal.\nThe current President of Portugal is Marcelo Rebelo de Sousa, who took office on 9 March 2016.\nDuties.\nThe President exercises the Supreme Commander of the Armed Forces and Grand Master of the Three Orders and shall appoint and remove, at the proposal of the Government, the Chief of the General Staff of the Armed Forces and the Military Staff Heads of the three branches the Armed Forces.\nThe President appoints the Prime Minister, given the election results, and appoints the other members of the Government by proposal of the Prime Minister.\nThe President declares a state of siege and emergency upon consultation with the Government and with permission of the Parliament.\nThe President decides on referendums put forth to him by Parliament.\nTerms.\nUnder the Portuguese Constitution adopted in 1976, in the wake of the 1974 Carnation Revolution, the President is elected to a five-year term; there is no limit to the number of terms a president may serve, but a president who serves two consecutive terms may not serve again in the next five years after the second term finishes or in the following five years after his resignation.\nIf the president dies or becomes incapacitated while in office, the President of the Assembly assumes the office with restricted powers until a new president can be inaugurated following fresh elections.","categories":[],"infobox_types":[],"annotations":[{"uri":"Executive_(government)","surface_form":"executive","offset":52},{"uri":"Head_of_state","surface_form":"head of state","offset":62},{"uri":"Portugal","surface_form":"Portugal","offset":79},{"uri":"Marcelo_Rebelo_de_Sousa","surface_form":"Marcelo Rebelo de Sousa","offset":126},{"uri":"Portuguese_Constitution","surface_form":"Portuguese Constitution","offset":852},{"uri":"Carnation_Revolution","surface_form":"Carnation Revolution","offset":917}]}