{"id":63950,"url":"http://en.wikipedia.org/wiki/Liberty_Bell","text":"The Liberty Bell is an important and famous symbol of American independence (freedom). It used to be in the Pennsylvania State House (now known as Independence Hall). The bell was ordered from the London firm of Lester and Pack (which is known as the Whitechapel Bell Foundry today) in 1752. It had the letters \"Proclaim LIBERTY throughout all the land unto all the inhabitants thereof.\" Those words are a part of Leviticus 25:10. The bell first cracked when it was first rung when it came to Philadelphia, and was made again twice by John Pass and John Stow, two workmen. When it was first made, the Liberty Bell was used to make lawmakers come to legislative meetings. It was also used to call people to public meetings.\nBells were rung when the Declaration of Independence was read on July 8, 1776. While there is no record that the Liberty Bell also was rung, most historians believe it was rung with the other bells. In the 1830s, the bell was used as a symbol by abolitionist societies, who called it the \"Liberty Bell\". The bell got its large, well-known crack in the early 19th century. One story claims it was cracked while ringing after the death of Chief Justice John Marshall in 1835.\nThe bell became widely famous after a short story in 1847 claimed that an old bell-ringer rang it on July 4, 1776, after hearing the Second Continental Congress's vote for independence. Actually, the bell could not have been rung on that Fourth of July, because no announcement of the Declaration was made that day. However, many people believed this story. Even some historians accepted it as a fact. From 1885, the City of Philadelphia, which owned the bell, allowed it to go to many different patriotic meetings. Many people came to see the bell, and it grew even more cracked. Pieces were broken off by souvenir hunters. The last such journey was in 1915. After that, the city refused any more requests of that kind.\nFounding (1751–1753).\nEver since the city began in 1682, Philadelphia had been using its city bell to make its people know about meetings or civil danger. The first bell hung from a tree behind the Pennsylvania State House, now known as Independence Hall. In 1751, a bell tower was built in the Pennsylvania State House, and the leaders there began looking for a bell which could be heard from far away (the city was growing larger quickly). Isaac Norris, speaker of the Pennsylvania Provincial Assembly, ordered the colony's London agent, Robert Charles, to get a \"good Bell of about two thousands pound weight\".\nWe hope and rely (trust) on thy (your) care and assistance (help) in this affair and that thou (you) wilt (will) procure (get) and forward it by the first good oppo as our workmen inform us it will be much less trouble to hang the Bell before their Scaffolds are struck from the Building where we intend (wish) to place it which will not be done 'till the end of next Summer or beginning of the Fall. Let the bell be cast by the best workmen & examined carefully before it is Shipped with the following words well shaped around it vizt.\nBy Order of the Assembly of the Povince  of Pensylvania  for the State house in the City of Philada 1752\nthe home of the Liberty Bell was philadelphia\nProclaim Liberty thro' all the Land to all the Inhabitants thereof.-Levit. XXV. 10.\nSo Charles paid Lester and Pack (today the Whitechapel Bell Foundry) £150 13s 8d, (the same amount of money as about $36,400 today) for the bell, including the cost of taking it to Philadelphia and its insurance. It arrived in Philadelphia in August 1752.\nBecoming a symbol (1847–1865).\nA big reason why the bell became famous was because of a writer named George Lippard. On January 2, 1847, his story \"Fourth of July, 1776\" appeared in \"Saturday Review\" magazine. The short story was about an old man on July 4, 1776. It described how he was sitting sadly by the bell, afraid that Congress would not be able to declare independence. Suddenly, a young boy comes to tell the old man to ring the bell. The story was widely reprinted. This made people think of the Liberty Bell and the Declaration of Independence as closely related.","categories":[],"infobox_types":[],"annotations":[{"uri":"Symbol","surface_form":"symbol","offset":44},{"uri":"United_States_of_America","surface_form":"American","offset":54},{"uri":"London","surface_form":"London","offset":197},{"uri":"Company","surface_form":"firm","offset":204},{"uri":"Inhabitant","surface_form":"inhabitants","offset":366},{"uri":"Book_of_Leviticus","surface_form":"Leviticus","offset":414},{"uri":"Legislature","surface_form":"legislative","offset":649},{"uri":"Declaration_of_Independence","surface_form":"Declaration of Independence","offset":748},{"uri":"July_8","surface_form":"July 8","offset":788},{"uri":"Abolitionism","surface_form":"abolitionist","offset":969},{"uri":"John_Marshall","surface_form":"John Marshall","offset":1174},{"uri":"Second_Continental_Congress","surface_form":"Second Continental Congress","offset":1330},{"uri":"Patriot","surface_form":"patriotic","offset":1693},{"uri":"Souvenir","surface_form":"souvenir","offset":1804},{"uri":"Pennsylvania_Provincial_Assembly","surface_form":"Pennsylvania Provincial Assembly","offset":2389},{"uri":"Colony","surface_form":"colony","offset":2435},{"uri":"London%2C_England","surface_form":"London","offset":2444},{"uri":"Scaffold","surface_form":"Scaffolds","offset":2781},{"uri":"Pound_(currency)","surface_form":"£","offset":3373},{"uri":"Dollar_(currency)","surface_form":"$","offset":3421},{"uri":"Insurance","surface_form":"insurance","offset":3506},{"uri":"Saturday_Review_(US_magazine)","surface_form":"Saturday Review","offset":3743},{"uri":"Magazine","surface_form":"magazine","offset":3760}]}