{"id":63951,"url":"http://en.wikipedia.org/wiki/Frank_Lloyd_Wright","text":"Frank Lloyd Wright (born Frank Lincoln Wright; June 8, 1867 – April 9, 1959) was a famous American architect from the early 20th century. He designed all kinds of buildings including banks, holiday resorts, office buildings, churches, a synagogue, a gas station, a beer garden and an art museum.\nWright designed more than 1,000 structures and completed 532 works. Wright believed in designing structures which were in peace with humanity and its environment. He called his belief organic architecture. He used this technique for his design for Fallingwater (1935), which has been called \"the best all-time work of American architecture\". Wright was a leader of the Prairie School movement of architecture and developed the image of the Usonian home, his one-of-a-kind vision for urban planning in the United States.\nHe began an American style of building design and is said to be one of the greatest architects of the twentieth century.\nWright was born in Richland Center, Wisconsin on June 8, 1867 to a farming family.\nHis work includes original and creative examples of many building types. Wright also designed many of the interior elements of his buildings, such as the furniture and stained glass. Wright authored 20 books and many articles and was a popular lecturer in the United States and in Europe.\nHis colorful personal life often made headlines, most notably for the 1914 fire and murders at his Taliesin studio. Already well-known during his lifetime, Wright was recognized in 1991 by the American Institute of Architects as \"the greatest American architect of all time.\"\nWright died on April 9, 1959 in Phoenix, Arizona from surgical complications. He was 91 years old.\nEarly life.\nFrank Lloyd Wright was born in the farming town of Richland Center, Wisconsin, United States, on June 8, 1867. He was born Frank Lincoln Wright. His father, William Carey Wright (1825–1904), was a locally admired speaker, music teacher, sometimes a lawyer, and minister. William Wright had met and married Anna Lloyd Jones (1838/39 – 1923), a county school teacher of Welsh descent, the previous year when he was employed as the superintendent of schools for Richland County.\nThe Wright family moved from Richland Center to Weymouth, Massachusetts. Afterwards, The Wright Family struggled financially in Weymouth and returned to Spring Green, Wisconsin. They settled in Madison. Although William was a distant parent, he shared his love of music, especially the works of Johann Sebastian Bach, with his children.\nWright attended a Madison High School, but there is no evidence he ever graduated. He was admitted to the University of Wisconsin–Madison as a special student in 1886. There he joined Phi Delta Theta fraternity, took classes part-time for two semesters, and worked with a professor of civil engineering, Allan D. Conover. He moved to Chicago, Illinois in 1887.\nEarly career.\nWright did not get along well with other draftsmen. He wrote that several violent events happened between them during the first years of his apprenticeship. Afterwards many other draftsmen showed very little respect for his employees as well. In spite of this, \"Sullivan took [Wright] under his wing and gave him great design responsibility.\" As an act of respect, Wright would later refer to Sullivan as \"Lieber Meister\" (German for \"Dear Master\"). Wright also formed a bond with office foreman Paul Mueller. Wright would later engage Mueller to build several of his public and commercial buildings between 1903 and 1923.\nAs Wright began to work on residential projects for Adler & Sullivan. Wright designed his houses on his own time. Sullivan knew nothing of Wright's works until 1893, when he recognized that one of the houses was a Frank Lloyd Wright design. This particular house, built for Allison Harlan, was only blocks away from Sullivan's townhouse in the Chicago community of Kenwood.\nMany examples of his work are in Buffalo, New York as a result of friendship between Wright and Darwin D. Martin. In 1902, the Larkin Company decided to build a new building. Wright came to Buffalo and designed not only the Larkin Administration Building (completed in 1904, demolished in 1950), but also homes for three of the company's executives including the Darwin D. Martin House in 1904. Wright later built their summer home. He also designed the Graycliff Estate, also designed for Darwin D. Martin and his wife, Isabelle.\n1914 Taliesin murders.\nOn August 15, 1914, while Wright was working in Chicago, Julian Carlton, a male servant from Barbados who had been hired several months earlier, set fire to the living room of Taliesin and murdered seven people with an axe as the fire burned. The dead included Mamah; her two children, John and Martha; a gardener; a draftsman named Emil Brodelle; a worker; and another workman's son. Two people survived the mayhem. One of them helped to put out the fire that almost completely burned the residential wing of the house.\nCarlton swallowed muriatic acid right after the attack in an attempt to kill himself. He was nearly lynched on the spot, but was taken to the Dodgeville jail. Carlton died from starvation seven weeks after the attack, despite medical attention.\nFallingwater.\nFrank Lloyd Wright designed a summer-house in 1935 for the Kaufmann family over a waterfall in Pennsylvania. He called the house \"Fallingwater\". Some people say it is the most famous private home in the world.\nThe house actually sits low in the valley over the stream, but looks dramatic from further downstream. It has large terraces, and some of them stick straight out and hang over the waterfall or the stream. There are windows and glass doors, with only narrow steel supports between them, wrapping all the way around the living room.\nThere are also windows going all the way from the floor to the ceiling in all three stories of the tower.\nMost of the house is made from stone. There are strong horizontal and vertical lines in the design of the house. It resembles the horizontal and vertical lines in the rock formations and other natural features. The waterfall can be heard everywhere in the house. Wright wanted there to be a close connection between inside and outside, and for the house itself to be natural.\nIn 1991, members of the American Institute of Architects named the Fallingwater house the \"best all-time work of American architecture\".\nRobie House.\nOne famous house was called the Robie House. It had a maze like layout and geometric stained glass windows. The Robie House was a unique house with odd shapes, colors and form. He finished making it in 1910, as a house for children. In fact, many children lived and played in that house with their families up until 1926 when it was closed for living in, and closed to the public. Many times, it was planned to be destroyed. However, twice, Wright saved his house from destruction because of the reasons he built it and all the memories of it that he loved so much. It is now being restored at a cost of $10 million.\nJohnson Wax Headquarters.\nAnother famous building by Wright was called the Johnson Wax Headquarters. The building has Wright's idea of the streamlined Art Moderne style popular in the 1930s. In a break with Wright's earlier Prairie School structures, the building features many circular forms and needed over 200 different curved \"Cherokee red\" bricks to create the sweeping curves of the inside and outside.\nThe mortar between the bricks was created in traditional Wright-style to give the horizontality of the building. The warm, reddish hue of the bricks was used in the polished concrete floor as well. The white stone trim and white columns create a slight yet striking difference. All of the furniture, created by Steelcase, was designed for the building by Wright and it mirrored many of the building's unique design features.\nThe entrance is in the structure, entering the building on one side with a covered carport on the other. The carport is supported by short versions of the steel-reinforced (tree-like) concrete columns that appear in the Great Workroom.\nThe Illinois.\nWright proposed to build a skyscraper called The Illinois that would be the height of a distance of a mile. It was intended to be constructed in Chicago, Illinois. It could have included 528 stories, with a gross area of 18,460,000 square feet (1,715,000 m2). Wright stated that there would be parking for 15,000 cars and 150 helicopters.\nSolomon R. Guggenheim Museum.\nThe Solomon R. Guggenheim Museum in New York City. Wright worked on this project for 16 years (1943–1959) and is probably his most recognized masterpiece. The building is located in Fifth Avenue. Its interior is similar to the inside of a seashell.\nIts one of a kind central geometry was created to allow visitors to easily see Guggenheim's collection of his paintings by taking an elevator to the top-level and then viewing artworks by walking down the slowly descending, central spiral ramp, the floor of which is lodged with circular shapes and triangular light bulbs to complement the geometric nature of the building.\nHowever, when the museum was completed, some of Wright's design were ignored, such as his desire for the interior to be painted off-white. Further, the Museum currently designs exhibits to be viewed by walking up the curved walkway without walking down from the top-level.\nLater career.\nWright strongly believed in working alone. He did not support the American Institute of Architects during his career, going so far as to call the organization \"a harbor of refuge for the incompetent,\" and \"a form of refined gangsterism.\" When an the Institute called him \"an old amateur\" Wright later responded, \"I am the oldest.\" In 1940, Wright started the Frank Lloyd Wright Foundation. It was set up for educational purposes. It looks after two Wright buildings, Taliesin East in Wisconsin, and Taliesin West in Arizona. It has a library with more than 22,000 of Wright's drawings, and 300,000 documents. It is home to the Frank Lloyd Wright School of Architecture.\nPersonal life.\nFrank Lloyd Wright was married three times and fathered seven children, four sons and three daughters. He also adopted Svetlana Milanoff, the daughter of his third wife, Olgivanna Lloyd Wright. Wright once had an apprentice who was married to Joseph Stalin's daughter.\nThe Oscar-winning actress Anne Baxter was Wright's granddaughter.\nWright was a fan of Japanese Art and collected them throughout his career. Wright continued to collect them until his death in 1959. He used prints to help him pay for loans. He often relyed upon his art business to help financially.\nDeath.\nWright died on April 9, 1959, while undergoing surgery in Phoenix, Arizona, to remove an intestinal obstruction. His third wife, Olgivanna, ran the Fellowship after Wright's death, until her own death in Scottsdale, Arizona, in 1985.\nLater that year, it was learned that her dying wish had been that Wright, she, and her daughter by a first marriage all be cremated and relocated to Scottsdale. By then, Wright's body had lain for over 25 years in the Lloyd-Jones cemetery, next to the Unity Chapel, near Taliesin, Wright's later-life home in Spring Green, Wisconsin. Wright's remains were removed from his grave by members of the Taliesin Fellowship. Then, his remains were cremated and sent to Scottsdale where they were later interred in the memorial garden.\nLegacy.\nIn 1966, the United States Postal Service honored Wright with a \"Prominent Americans series\" 2¢ postage stamp. Several of Wright's buildings have been proposed by the United States to be UNESCO World Heritage sites.\nShortly after his death, Simon & Garfunkel recorded \"So Long, Frank Lloyd Wright\" as a tribute to Wright.\nIn 2000, Fallingwater was named \"The Building of the 20th century\" in \"Top-Ten\" poll taken by members attending the AIA annual convention in Philadelphia, Pennsylvania. On that list, Wright was listed along with many of the USA's other greatest architects including Eero Saarinen, I. M. Pei, Louis Kahn, Philip Johnson and Ludwig Mies van der Rohe. He was the only architect who had more than one building on the list. The other three buildings were the Guggenheim Museum, the Frederick C. Robie House and the Johnson Wax Headquarters.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":90},{"uri":"Architect","surface_form":"architect","offset":99},{"uri":"Design","surface_form":"design","offset":141},{"uri":"Banks","surface_form":"banks","offset":183},{"uri":"Church","surface_form":"church","offset":225},{"uri":"Synagogue","surface_form":"synagogue","offset":237},{"uri":"Gas_station","surface_form":"gas station","offset":250},{"uri":"Peace","surface_form":"peace","offset":418},{"uri":"Humanity","surface_form":"humanity","offset":429},{"uri":"Environment","surface_form":"environment","offset":446},{"uri":"Organic_architecture","surface_form":"organic architecture","offset":480},{"uri":"Prairie_School","surface_form":"Prairie School","offset":665},{"uri":"Usonian","surface_form":"Usonian home","offset":736},{"uri":"Urban_planning","surface_form":"urban planning","offset":779},{"uri":"United_States","surface_form":"United States","offset":801},{"uri":"Richland_Center%2C_Wisconsin","surface_form":"Richland Center","offset":956},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":973},{"uri":"Farmer","surface_form":"farming","offset":1004},{"uri":"Stained_glass","surface_form":"stained glass","offset":1188},{"uri":"Europe","surface_form":"Europe","offset":1301},{"uri":"Taliesin_(studio)","surface_form":"Taliesin studio","offset":1408},{"uri":"American_Institute_of_Architects","surface_form":"American Institute of Architects","offset":1502},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":1617},{"uri":"Arizona","surface_form":"Arizona","offset":1626},{"uri":"Surgery","surface_form":"surgical","offset":1639},{"uri":"Richland_Center%2C_Wisconsin","surface_form":"Richland Center","offset":1747},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":1764},{"uri":"Welsh_people","surface_form":"Welsh","offset":2064},{"uri":"Weymouth%2C_Massachusetts","surface_form":"Weymouth, Massachusetts","offset":2220},{"uri":"Spring_Green%2C_Wisconsin","surface_form":"Spring Green","offset":2325},{"uri":"Madison%2C_Wisconsin","surface_form":"Madison","offset":2366},{"uri":"Johann_Sebastian_Bach","surface_form":"Johann Sebastian Bach","offset":2467},{"uri":"University_of_Wisconsin%E2%80%93Madison","surface_form":"University of Wisconsin–Madison","offset":2615},{"uri":"Phi_Delta_Theta","surface_form":"Phi Delta Theta","offset":2693},{"uri":"Fraternities_and_sororities","surface_form":"fraternity","offset":2709},{"uri":"Civil_engineering","surface_form":"civil engineering","offset":2794},{"uri":"Allan_D._Conover","surface_form":"Allan D. Conover","offset":2813},{"uri":"Chicago","surface_form":"Chicago","offset":2843},{"uri":"Illinois","surface_form":"Illinois","offset":2852},{"uri":"Apprenticeship","surface_form":"apprenticeship","offset":3025},{"uri":"Paul_Mueller_(contractor)","surface_form":"Paul Mueller","offset":3380},{"uri":"Adler_%26amp%3B_Sullivan","surface_form":"Adler & Sullivan","offset":3559},{"uri":"Allison_Harlan_House","surface_form":"Allison Harlan","offset":3781},{"uri":"Kenwood%2C_Chicago","surface_form":"Kenwood","offset":3872},{"uri":"Buffalo%2C_New_York","surface_form":"Buffalo","offset":3914},{"uri":"Darwin_D._Martin","surface_form":"Darwin D. Martin","offset":3977},{"uri":"Larkin_Administration_Building","surface_form":"Larkin Administration Building","offset":4105},{"uri":"Darwin_D._Martin_House","surface_form":"Darwin D. Martin House","offset":4244},{"uri":"Graycliff","surface_form":"Graycliff Estate","offset":4335},{"uri":"Servant","surface_form":"servant","offset":4515},{"uri":"Barbados","surface_form":"Barbados","offset":4528},{"uri":"Fire","surface_form":"fire","offset":4584},{"uri":"Axe","surface_form":"axe","offset":4654},{"uri":"Swallow","surface_form":"swallow","offset":4964},{"uri":"Acid","surface_form":"muriatic acid","offset":4974},{"uri":"Suicide","surface_form":"kill himself","offset":5028},{"uri":"Lynching","surface_form":"lynched","offset":5056},{"uri":"Dodgeville%2C_Wisconsin","surface_form":"Dodgeville","offset":5098},{"uri":"Starvation","surface_form":"starvation","offset":5133},{"uri":"Medical_attention","surface_form":"medical attention","offset":5182},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":5310},{"uri":"Fallingwater","surface_form":"Fallingwater","offset":5345},{"uri":"Valley","surface_form":"valley","offset":5460},{"uri":"Waterfall","surface_form":"waterfall","offset":5605},{"uri":"Stone","surface_form":"stone","offset":5893},{"uri":"Horizontal","surface_form":"horizontal","offset":5917},{"uri":"Vertical","surface_form":"vertical","offset":5932},{"uri":"House","surface_form":"house","offset":6399},{"uri":"Robie_House","surface_form":"Robie House","offset":6420},{"uri":"Maze","surface_form":"maze","offset":6442},{"uri":"Geometric","surface_form":"geometric","offset":6463},{"uri":"Glass","surface_form":"glass","offset":6481},{"uri":"Window","surface_form":"window","offset":6487},{"uri":"Color","surface_form":"color","offset":6548},{"uri":"Johnson_Wax_Headquarters","surface_form":"Johnson Wax Headquarters","offset":7080},{"uri":"Art_Moderne","surface_form":"Art Moderne","offset":7156},{"uri":"Circular","surface_form":"circular","offset":7283},{"uri":"Brick","surface_form":"brick","offset":7350},{"uri":"Concrete","surface_form":"concrete","offset":7588},{"uri":"Stone","surface_form":"stone","offset":7622},{"uri":"Columns","surface_form":"columns","offset":7643},{"uri":"Furniture","surface_form":"furniture","offset":7703},{"uri":"The_Illinois","surface_form":"The Illinois","offset":8134},{"uri":"Chicago","surface_form":"Chicago","offset":8234},{"uri":"Illinois","surface_form":"Illinois","offset":8243},{"uri":"Solomon_R._Guggenheim_Museum","surface_form":"Solomon R. Guggenheim Museum","offset":8462},{"uri":"Fifth_Avenue","surface_form":"Fifth Avenue","offset":8640},{"uri":"Seashell","surface_form":"seashell","offset":8697},{"uri":"Elevator","surface_form":"elevator","offset":8840},{"uri":"Frank_Lloyd_Wright_Foundation","surface_form":"Frank Lloyd Wright Foundation","offset":9727},{"uri":"Taliesin_East","surface_form":"Taliesin East","offset":9835},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":9852},{"uri":"Taliesin_West","surface_form":"Taliesin West","offset":9867},{"uri":"Arizona","surface_form":"Arizona","offset":9884},{"uri":"Library","surface_form":"library","offset":9902},{"uri":"Document","surface_form":"document","offset":9966},{"uri":"Frank_Lloyd_Wright_School_of_Architecture","surface_form":"Frank Lloyd Wright School of Architecture","offset":9995},{"uri":"Joseph_Stalin","surface_form":"Joseph Stalin","offset":10296},{"uri":"Anne_Baxter","surface_form":"Anne Baxter","offset":10348},{"uri":"Japanese_art","surface_form":"Japanese Art","offset":10408},{"uri":"Phoenix%2C_Arizona","surface_form":"Phoenix","offset":10687},{"uri":"Arizona","surface_form":"Arizona","offset":10696},{"uri":"Intestinal_obstruction","surface_form":"intestinal obstruction","offset":10718},{"uri":"Scottsdale%2C_Arizona","surface_form":"Scottsdale, Arizona","offset":10833},{"uri":"Unity_Chapel","surface_form":"Unity Chapel","offset":11115},{"uri":"United_States_Postal_Service","surface_form":"United States Postal Service","offset":11412},{"uri":"UNESCO_World_Heritage_Site","surface_form":"UNESCO World Heritage sites","offset":11586},{"uri":"Simon_%26amp%3B_Garfunkel","surface_form":"Simon & Garfunkel","offset":11640},{"uri":"So_Long%2C_Frank_Lloyd_Wright","surface_form":"So Long, Frank Lloyd Wright","offset":11668},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":11862},{"uri":"Pennsylvania","surface_form":"Pennsylvania","offset":11876},{"uri":"Eero_Saarinen","surface_form":"Eero Saarinen","offset":11987},{"uri":"I._M._Pei","surface_form":"I. M. Pei","offset":12002},{"uri":"Louis_Kahn","surface_form":"Louis Kahn","offset":12013},{"uri":"Philip_Johnson","surface_form":"Philip Johnson","offset":12025},{"uri":"Ludwig_Mies_van_der_Rohe","surface_form":"Ludwig Mies van der Rohe","offset":12044}]}