{"id":639542,"url":"http://en.wikipedia.org/wiki/1988_Raleigh_tornado","text":"The 1988 Raleigh tornado was a natural disaster in the state of North Carolina in the United States on November 28, 1988. The outbreak was mainly centered in North Carolina and Virginia between 1:00 and 5:45 a.m. Eastern Time.\nSynopsis.\nThe weekend prior to the tornado event was very warm and humid, with temperatures in the 70s and dew points in the 60s. All that weekend the National Severe Storms Forecast Center (NSSCFC) was watching the eastern part of the United States for the possibility for severe weather.\nThe tornado event.\nA line of thunderstorms was spotted in the Charlotte area during the afternoon and evening hours, including some severe weather in the area and it crossed nearby Chatham County. No tornado watch had been issued for the Raleigh-Durham area when the tornado began touching down at 1:00 a.m. on Monday, November 28. The storm was rated F4 on the Fujita scale.\nWarnings were quickly issued as the storm began carving a path through suburban north Raleigh. It damaged or destroyed nearly 2500 residences and over 75 businesses including entire shopping centers. By 1:30 AM, the tornado had moved out of northern Wake County and into Franklin County, North Carolina. Fluctuating between F1 and F3 in strength, the storm finally fell apart after crossing Interstate 95 in North Carolina between Roanoke Rapids, North Carolina and the Virginia state line. Overall, four people were killed: 2 children in Raleigh, 9-year-old Janet Barnes and 12-year-old Pete Fulghum, and a couple in their mobile home in Nash County).. The tornado was responsible for destroying 425 residences and 78 businesses, including a K-Mart. Over 157 people were injured as a result of the storms.\nShortly after this tornado, other tornado storms began breaking out across North Carolina and Virginia.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_disaster","surface_form":"natural disaster","offset":31},{"uri":"List_of_U.S._states","surface_form":"state","offset":55},{"uri":"North_Carolina","surface_form":"North Carolina","offset":64},{"uri":"United_States","surface_form":"United States","offset":86},{"uri":"Charlotte%2C_North_Carolina","surface_form":"Charlotte","offset":579},{"uri":"Fujita_scale","surface_form":"Fujita scale","offset":879},{"uri":"Franklin_County%2C_North_Carolina","surface_form":"Franklin County, North Carolina","offset":1164},{"uri":"Interstate_95_in_North_Carolina","surface_form":"Interstate 95 in North Carolina","offset":1284},{"uri":"Roanoke_Rapids%2C_North_Carolina","surface_form":"Roanoke Rapids, North Carolina","offset":1324},{"uri":"Nash_County%2C_North_Carolina","surface_form":"Nash County","offset":1532},{"uri":"North_Carolina","surface_form":"North Carolina","offset":1775},{"uri":"Virginia","surface_form":"Virginia","offset":1794}]}