{"id":63967,"url":"http://en.wikipedia.org/wiki/Totally_Spies%21","text":"\"Totally Spies!\" is a French/Canadian animated television series produced by Marathon Media and Image Entertainment Corporation. The show was first broadcast on November 3, 2001 on ABC Family in USA. It was also broadcast on TF1 in France and Teletoon in Canada.\nTotally Spies! The Movie was released on July 22, 2009 in France. The show had been running since 2001. A sixth season was confirmed by Marathon Media to premiere on September 4, 2013. 156 episodes divided in 6 seasons\nPlot.\nThe series centers around the adventures of three teenage girls - Sam, Alex and Clover - who live a double life as spies working for the World Organization of Human Protection (WOOHP). The girls are recruited by the organization's leader, Jerry Lewis, to solve crises that arise around the world. Many of their missions involve dealing with disgruntled villains who have been wronged in some form during their past. Several have exacted revenge on the spies by invading their personal lives. The b-stories focus on the girls' daytime lives as high school students, dealing with relationships, school and school rivals.\nEpisodes.\nList of Episodes of Totally Spies!\nThe show premiered a season 1 with 26 episode a second season with 26 episodes a Third season was Co-produced by Image and Teletoon. The show had a third season with 26 episodes, a Fourth season with 26 episodes and a Fifth season with 26 episodes it was going to be canceled but a Sixth season of Totally Spies! was confirmed in 2011 by Marathon Media with 26 episodes to be in production or making in 2012 with TF1 and The Walt Disney company France each episode was 26 minutes long Zodiak Kids licensing to TF1 France, Teletoon Canada, Super DEA Kids Italy, Nickelodeon Central and Eastern Europe, Nickelodeon Germany, Nickelodeon Netherlands and Cartoon Network Latin America\nMovie.\n\"Main Article\": Totally Spies! The Movie\nTotally Spies! The Movie 2009 film by Marathon Media hit 110 theaters in France and Netherlands. The Film was awarded 2011 kidscreen\nBroadcast.\nTotally Spies premiered on November 3, 2001 on ABC Family. It later premiered in Europe on channels such as Germany's ProSieben, France's TF1 and the United Kingdom's Channel 4 during the spring of 2002. The show later moved to Cartoon Network, where it attracted 1.6 million viewers (aged 4 – 10) daily and continued airing until 2009. The show has also attracted over one million viewers in France since its debut. It was later re-licensed and its sixith season, along with Totally Spies! The Movie and the show's spin off The Amazing Spiez!. The show aired its sixth season in France and is being broadcast around Europe. The Amazing Spiez! was broadcast in France on TF1, Canada on Teletoon, Japan on NHK, USA on Cartoon Network, Southeast Asia on Disney Channel Asia. The sixth season of Totally Spies! was re-licensed with new and old broadcasters! The sixith season made it's debut on it's Original network of TF1 in France in September 4, 2013 and Teletoon in Canada in September 7, 2014.\nHome media.\nGood Times Entertainment released seasons 1-3 was made formated on DVD on Amazon.","categories":[],"infobox_types":[],"annotations":[{"uri":"TF1","surface_form":"TF1","offset":225},{"uri":"Teletoon","surface_form":"Teletoon","offset":243},{"uri":"Totally_Spies%21_The_Movie","surface_form":"Totally Spies! The Movie","offset":263},{"uri":"Double_life","surface_form":"double life","offset":588},{"uri":"List_of_Episodes_of_Totally_Spies%21","surface_form":"List of Episodes of Totally Spies!","offset":1117},{"uri":"Totally_Spies%21_The_Movie","surface_form":"Totally Spies! The Movie","offset":1855},{"uri":"TF1","surface_form":"TF1","offset":2695},{"uri":"TF1","surface_form":"TF1","offset":2941},{"uri":"Teletoon","surface_form":"Teletoon","offset":2980},{"uri":"DVD","surface_form":"DVD","offset":3100}]}