{"id":639766,"url":"http://en.wikipedia.org/wiki/Rifat_Had%C5%BEiselimovi%C4%87","text":"Academician Rifat Hadžiselimović is a Bosnian geneticist. He was born in Šiprage, Bosnia and Herzegovina on 7 January 1944. In 2013, with over 45 years of service, he was appointed Emeritus. He acts as scientific adviser in Institute for Genetic Engineering and Biotechnology, University of Sarajevo.\nRifat Hadžiselimović is the member of Academy of Science and Arts of Bosnia and Herzegovina since 2018.\nEducation and Professional Career.\nRifat Hadžiselimović completed secondary education in Banja Luka after which in 1962 he enrolled at the Faculty of Natural Sciences and Mathematics in Sarajevo. He graduated as a Biology teacher in 1966 and completed his Masters in Biology (Anthropology) in 1971 at the Faculty of Science and Mathematics, University of Zagreb, Croatia. His Master thesis was entitled \"Historical aspect of the change of relative frequency of two allelogens in human populations\". He completed his PhD in Biology in 1976 at the Faculty of Science, University of Sarajevo on the subject of \"The Genetics of ABH antigens secretion in the population of Bosnia and Herzegovina\".\nSince 1966 he has been employed by the Faculty of Science, University of Sarajevo, first as an Assistant Lecturer (1966-1977), then as an Assistant Professor (1977), Associate Professor (1980) and the Professor (1984) on subjects: Human Genetics, Genetic Engineering and Biotechnology, Molecular Biology, Evolution, Bioanthropology, and Biomedicine.\nHe was as an active member of the Anthropological Society of Yugoslavia and was a Co-Founder and member of the Association of Genetics in Bosnia and Herzegovina.\nFrom 1984 – 1986 he also served as the Head of the Department of Biology. From 1994 - 2003 he was engaged in the development of the \"Postgraduate study of biological sciences\" where he was the head of the programme, and from 2007 was the head of the as the \"Genetics\" field of the programme.\nIn the period from 1987-2001, he was the Director of the Institute of Genetic Engineering and Biotechnology (INGEB), and from 2001 he was the Project Coordinator of the DNA Project which was developed in cooperation with the International Commission on Missing Persons (ICMP). He was also engaged as the Scientific Advisor of the Institute (INGEB), and from 2006 to 2012 was appointed a Chair of the Board of Directors of the Institute.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnian","offset":38},{"uri":"Geneticist","surface_form":"geneticist","offset":46},{"uri":"%C5%A0iprage","surface_form":"Šiprage","offset":73},{"uri":"Bosnia_and_Herzegovina","surface_form":"Bosnia and Herzegovina","offset":82},{"uri":"Institute_for_Genetic_Engineering_and_Biotechnology_(INGEB)%2C_Sarajevo","surface_form":"Institute for Genetic Engineering and Biotechnology","offset":224},{"uri":"University_of_Sarajevo","surface_form":"University of Sarajevo","offset":277},{"uri":"Academy_of_Science_and_Arts_of_Bosnia_and_Herzegovina","surface_form":"Academy of Science and Arts of Bosnia and Herzegovina","offset":339},{"uri":"University_of_Sarajevo","surface_form":"University of Sarajevo","offset":971},{"uri":"Human_Genetics","surface_form":"Human Genetics","offset":1329},{"uri":"Genetic_Engineering","surface_form":"Genetic Engineering","offset":1345},{"uri":"Biotechnology","surface_form":"Biotechnology","offset":1369},{"uri":"Molecular_Biology","surface_form":"Molecular Biology","offset":1384},{"uri":"Evolution","surface_form":"Evolution","offset":1403},{"uri":"Anthropology","surface_form":"Bioanthropology","offset":1414},{"uri":"Biomedicine","surface_form":"Biomedicine","offset":1435},{"uri":"Institute_for_Genetic_Engineering_and_Biotechnology_(INGEB)%2C_Sarajevo","surface_form":"Institute of Genetic Engineering and Biotechnology","offset":1959},{"uri":"International_Commission_on_Missing_Persons","surface_form":"International Commission on Missing Persons","offset":2127}]}