{"id":6398,"url":"http://en.wikipedia.org/wiki/Dreyfus_Affair","text":"The Dreyfus Affair was one of the biggest scandals in the history of France. It happened at the end of the 19th century. It was about Alfred Dreyfus, a Jewish officer in the French army.\nIn 1894, Dreyfus was accused of being a spy, and accused of crimes against France. People thought he wrote letters to the Germans telling them about secrets of the French army.\nHis punishment was to be sent to a prison island in South America for the rest of his life.\nWhen he was in prison, people (mostly his brother Mathieu and a high-ranking officer called Picquart) thought he was innocent. They proved that another soldier, Major Esterhazy, was guilty. But the army did not want to admit that it had been wrong. They refused to free him. Finally, the evidence that Dreyfus was innocent became so strong that the government had to demand a new trial. At the new trial, the army again found him guilty. The President of France, who did not want an innocent man to suffer any more, pardoned Dreyfus in 1899.\nDreyfus was released. Seven years later, he was officially declared innocent, and allowed back into the army.\nThe affair divided France into people who thought Dreyfus really was a spy and people who thought he was innocent. Many of those who thought Dreyfus was a spy hated Jews and believed that he was a criminal because he was a Jew, and that a Jew could not be a good Frenchman; this belief is called anti-Semitism. Others thought that the army could not be questioned. The other side believed that an innocent man should not be imprisoned, and feared that Dreyfus's enemies were also enemies of France.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scandal","surface_form":"scandal","offset":42},{"uri":"France","surface_form":"France","offset":69},{"uri":"19th_century","surface_form":"19th century","offset":107},{"uri":"Alfred_Dreyfus","surface_form":"Alfred Dreyfus","offset":134},{"uri":"Jew","surface_form":"Jew","offset":152},{"uri":"Officer","surface_form":"officer","offset":159},{"uri":"Army","surface_form":"army","offset":181},{"uri":"1894","surface_form":"1894","offset":190},{"uri":"Spy","surface_form":"spy","offset":227},{"uri":"Germany","surface_form":"Germans","offset":309},{"uri":"Prison","surface_form":"prison","offset":399},{"uri":"Island","surface_form":"island","offset":406},{"uri":"South_America","surface_form":"South America","offset":416},{"uri":"Innocent","surface_form":"innocent","offset":573},{"uri":"Culpability","surface_form":"guilty","offset":638},{"uri":"Government","surface_form":"government","offset":805},{"uri":"Trial","surface_form":"trial","offset":836},{"uri":"President_of_France","surface_form":"President of France","offset":898},{"uri":"Pardon","surface_form":"pardon","offset":972},{"uri":"Anti-Semitism","surface_form":"anti-Semitism","offset":1404}]}