{"id":640037,"url":"http://en.wikipedia.org/wiki/Google_Assistant","text":"Google Assistant is an artificial intelligence virtual assistant. It is developed by Google. It can be used on many devices, on mobile devices, like smartphones, tablets, and laptops. It can also be used in smart home devices.\nIt encompasses a wide variety of different tasks, such as rolling dice, reading reminders, Mad Libs, Lucky Trivia (includes a sports version), Snake, a geography quiz, and many more. It can also look up different songs.\nResponse.\nIf one says, \"Ok Google\", \"Hey Google\", \"Google\" etc., it responses as, \"Hi, how can I help?\"\nSearch.\nGoogle Assistant can help one to show results with voice searching.\nNavigation.\nIn navigation, Google Assistant can help. For example, when one says, \"I'm hungry\", \"Restaurants nearby\" etc., Assistant will show restaurants near his home. It can also help with telling the shortest distance between the location and the destination.\nInteresting facts.\nIf one says, \"I'm bored\", Assistant can show him interesting facts, jokes, riddles etc. to make him free from boredom.\nInteractive Games.\nThe Google Assistant has a variaty of games to choose from. One of them is Crystal Ball on which the voice will be more softly speaking and the voice will ask the player to ask a \"yes or no question\". Once the player has given the question, the soothing female voice will give the player an answer. The assistant also has a game called Lucky Trivia where the voice pretends to be a gameshow host. The player has to try and answer all five questions to win the game. In the United States, United Kingdom and Australia, the voices in the Crystal Ball and Lucky Trivia are high quality and were recorded by voice actors. Another game that can be played in the US is Mad Libs which is a word accosiation game.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artificial_intelligence","surface_form":"artificial intelligence","offset":23},{"uri":"Virtual_assistant","surface_form":"virtual assistant","offset":47},{"uri":"Google","surface_form":"Google","offset":85},{"uri":"Mobile_device","surface_form":"mobile device","offset":128},{"uri":"Smartphone","surface_form":"smartphone","offset":149},{"uri":"Tablet","surface_form":"tablet","offset":162},{"uri":"Laptop","surface_form":"laptop","offset":175},{"uri":"Home_automation","surface_form":"smart home","offset":207},{"uri":"Random","surface_form":"rolling dice","offset":285},{"uri":"Reminder","surface_form":"reminder","offset":307},{"uri":"Mad_Libs","surface_form":"Mad Libs","offset":318},{"uri":"Snake_(video_game)","surface_form":"Snake","offset":370},{"uri":"Location","surface_form":"location","offset":861},{"uri":"Destination","surface_form":"destination","offset":878},{"uri":"Boredom","surface_form":"boredom","offset":1020}]}