{"id":640149,"url":"http://en.wikipedia.org/wiki/Chuang_Chih-Yuan","text":"Chuang Chih-Yuan (; born April 2, 1981 in Kaohsiung, Taiwan) is a male table tennis player who competed at the 2012 Olympics in London. He is since 2012 the best Taiwanese table tennis player. He is righthanded-player and uses the European Shakehand-grip. Chuang (family name) played for a short time in the German national league. 2013 he won the World Championships in the doubles.\nBeginning with table tennis and caming to the Taiwanese National team (1986-1998).\nChuang began to play table tennis very early because his parents and his older brother played, too. At the age of eight he had his first appearances, for example the Mini-championships in Taiwan. As the parents saw the talent of their son, Chuang got a coach and his parents tranied him, too. 1993 Chuang traveled (to the table tennis capital) China. This moving was no easy decision for his mother Li Gumei, but it doesn't get back at home. And to that time the family Chuang wasn't very rich. Chuang had to train in very hot gyms and sportclubs. The working had success: In 1998 he got to the Taiwanese National team.\nFirst success and changing to Germany (1999-2002).\nAfter gotting in the National team he played only one year later his first World Tour tournament, at the Austrian Open he reached in the singles and doubles the quarterfinals and makes with that headlines. In the same year (1999) he was nominated from coaches and players to come to Germany. The hard times for mother and son became further. It was difficult for Chuang to be a friend of German table tennis players because he doens't spoke German. Moreover he had no assistent for matches and in the training, so he had no coach. But he was very diligent and became very early best player in Germany. In 2002 he came back to Taiwan.\nMore successess and becoming good playing in the adult area (2002-2018).\nAt diverse World Tour events he reached the final. So for example the Asian Games, where he beat Kong Linghui. In the final he lost to Wang Liqin. At the Greand Finals at the end of the year 2002 he won his first singles title. He beat again Kong Linghui. In the quarterfinals he beat Jean-Michel Saive. Than he beat the Chinese top star Wang Hao and the Austrian table tennis player Werner Schlager. This was his first international single title. Already in 2002 he beacame best Taiwanese table tennis player. In 2003 he clambered from place 40 in the world rankings to place 7. His mother was very proud and trained very hard with him, too. She's a very important coach of him. After a very successful season 2002 he would like to plays so too in 2003- he played his first World Championships but lost in the Round of 16 to Joo Se-hyuk. In the doubles he lost, too. Chuang played more international event but he doesn't got a success. But in this year he won World Tour Brasilia Open. 2011 in Chile and 2012 in Spania he won these torunament, too. The next years he played very good, again. At the London 2012 Olympics he beat in the quarterfinals Adrian Crișan and reached so the semifinals- the fourth place was him sure, now. In a spectaculary match against Chinas Wang Hao he lost very scarce with 2:4 games. At the bronzemedal-macth hw had the chance to win. In a very important match for Chuang he lost 2:4 too and became the fourth place. With the team he got place 5-9. Despite these losing was it Chuangs best placement at Olympics. In 2013 he took part in the World Championships, where Chuang got his best position ever- the quarterfinals. In the doubles he reached the 1st place after beating a Chinese duo in the final. This was the first gold for the country Taiwan anyway. At the World Cups from (2004-2015) he reached six times the quarterfinals. 2014 he won bronze with the Taiwanese team at the WTTC, at the Pro Tour Gran Finals he only reached the quarterfinals. At the WTTC 2015 he lost already in his first match against Ádám Pattantyús. At the World Cup, wehere he played for the 7th time, he reached the quarterfinals again. At the Pro Tour Grand Finals (today World Tour Grand Finals) he can't reached the final and slipped on place 14 in the world rankings. At the WTTC 2016 the team of Taiwan became only the 17th place, at the Olympics 2016 Chuang lost in a strong match against Ma Long and became a place from 1-32. In this year he was dated from Chen Chien-An and was to that moment not the best Taiwanese table tennis player. At Asian Games and World Cups he doesn't and fell back on place 34. But through the reaching of the Round of 16 at the WTTC 2017 in Düsseldorf he climbs on place 7 back.","categories":[],"infobox_types":["sport"],"annotations":[{"uri":"Kaohsiung_City","surface_form":"Kaohsiung","offset":42},{"uri":"Republic_of_China","surface_form":"Taiwan","offset":53},{"uri":"Table_tennis","surface_form":"table tennis","offset":71},{"uri":"2012_Summer_Olympics","surface_form":"2012 Olympics","offset":111},{"uri":"London","surface_form":"London","offset":128},{"uri":"Right-handedness","surface_form":"righthanded","offset":199},{"uri":"Championship","surface_form":"Championship","offset":354},{"uri":"Taiwan","surface_form":"Taiwan","offset":655},{"uri":"Gymnastics","surface_form":"gyms","offset":994},{"uri":"Germany","surface_form":"German","offset":1579},{"uri":"Germany","surface_form":"Germany","offset":1731},{"uri":"Kong_Linghui","surface_form":"Kong Linghui","offset":1942},{"uri":"Werner_Schlager","surface_form":"Werner Schlager","offset":2229},{"uri":"Joo_Se-hyuk","surface_form":"Joo Se-hyuk","offset":2671},{"uri":"Spain","surface_form":"Spania","offset":2858},{"uri":"2012_Summer_Olympics","surface_form":"London 2012 Olympics","offset":2945},{"uri":"World_Cup","surface_form":"World Cup","offset":4422},{"uri":"D%C3%BCsseldorf","surface_form":"Düsseldorf","offset":4535}]}