{"id":640583,"url":"http://en.wikipedia.org/wiki/Shill","text":"e=\"preserve\">A shill is a 'plant' or stooge. They are people, usually paid, who promote something while pretending to be independent.\nShills publicly help or give credibility to a person or organization with which they have a private relationship. Shills operate in media, journalism, marketing, confidence games, or other business areas. A shill may also discredit opponents or critics of their client by character assassination or other means.\nUsually, \"shill\" refers to someone who purposely gives onlookers, or \"marks\", the impression of an enthusiastic customer. They pretend independence of the seller, marketer or \"con artist\", for whom they are secretly working.\nThe shill works for \"the man\" who does the tricks to extract money from the onlookers. The arena can be as basic as a street three-shell game, or as complex as a massive stock exchange fraud. All it takes is someone who looks like a fellow player to show big appreciation of the seller's product.\nThe shill and his client (\"the man\") rely on crowd psychology to encourage other onlookers or audience members to do business with the seller or accept the ideas they are promoting. With a big audience, such as a magician's show or a political rally, there are placed people in the audience very often. Then the shill is called a plant or stooge.\nWhat the shill does is similar or identical to what advertising and public relations do. However, it is more obvious that the latter have a vested interest because everyone knows they are being paid for their work. Another place for shilling is the many web auctions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Promote","surface_form":"promote","offset":80},{"uri":"Media","surface_form":"media","offset":266},{"uri":"Journalism","surface_form":"journalism","offset":273},{"uri":"Marketing","surface_form":"marketing","offset":285},{"uri":"Confidence_trick","surface_form":"confidence games","offset":296},{"uri":"Character_assassination","surface_form":"character assassination","offset":406},{"uri":"Stock_exchange","surface_form":"stock exchange","offset":841},{"uri":"Fraud","surface_form":"fraud","offset":856},{"uri":"Crowd_psychology","surface_form":"crowd psychology","offset":1013},{"uri":"Magician","surface_form":"magician","offset":1181},{"uri":"Advertising","surface_form":"advertising","offset":1367},{"uri":"Public_relations","surface_form":"public relations","offset":1383}]}