{"id":64067,"url":"http://en.wikipedia.org/wiki/Names_for_large_numbers","text":"e=\"preserve\">Naming very large numbers is relatively easy. There are two main ways of naming a number: scientific notation and naming by grouping. For example, the number 500 000 000 000 000 000 000 can be called 5 x 1020 in scientific notation since there are 20 zeros behind the 5. If the number is named by grouping, it is five hundred quintillion (American) or 500 trillion (European).\nWhen large numbers have many different decimals in them, such as 642 500 000 000, naming them with scientific notation is about the same, but with one difference. Still counting the number of numbers after the first number (in this case, after the 6 there are 11 numbers) you need to include the ones that are not zero in the formula, but after a decimal point. So 642 500 000 000 will be 6.425 x 1011. When naming by grouping, each group of the name of the group. With the same number, it would be said to be 642 billion, 500 million (US) or 642 milliard, 500 million (Eur).\nForms of numbering.\nThe American way or \"Short form\" for naming large numbers is different from the European way or \"Long form\" of naming large numbers. This is mainly because of American finance. Short form numbering is based on thousands and Long form is based on millions. Because of this, in Short form a billion is one thousand millions (109) while in Long form it is one million millions (1012). The change in the United Kingdom to Short form numbering happened in 1974. Today, Short form is most commonly used in most English speaking countries.\nNames for large numbers.\nThere is also the number googol, which is a 1 with 100 zeros behind it (10100), and the number googolplex, which is a 1 with a \"googol\" of zeros behind it, (10googol). And also the number googolplexian, 1 with a googolplex number of zeros behind it.\nThe name centillion was devised in the 19th century for the 100th \"illion\", being 10303 in short form and 10600 in long form.","categories":[],"infobox_types":[],"annotations":[{"uri":"Scientific_notation","surface_form":"scientific notation","offset":103},{"uri":"United_States","surface_form":"American","offset":352},{"uri":"Europe","surface_form":"Europe","offset":379},{"uri":"Decimal","surface_form":"decimal","offset":429},{"uri":"United_States","surface_form":"American","offset":990},{"uri":"Europe","surface_form":"Europe","offset":1066},{"uri":"Finance","surface_form":"finance","offset":1154},{"uri":"Thousand","surface_form":"thousand","offset":1196},{"uri":"Million","surface_form":"million","offset":1232},{"uri":"Billion","surface_form":"billion","offset":1275},{"uri":"English_language","surface_form":"English","offset":1491},{"uri":"Country","surface_form":"countries","offset":1508},{"uri":"Googol","surface_form":"googol","offset":1569},{"uri":"Googolplex","surface_form":"googolplex","offset":1639}]}