{"id":64072,"url":"http://en.wikipedia.org/wiki/Auto_racing","text":"Auto racing (also known as automobile racing, autosport or motorsport) is a sport involving racing cars. Auto racing began in France in 1895 and is now one of the world's most popular spectator sports.\nTypes of auto racing.\nFormula One is the top level racing championship worldwide. Formula One cars have no fenders or quarter panels like regular passenger cars. At the front and back of each car there is a spoiler, or wing, which uses air to push the car onto the ground and give it more grip to go faster. Each Formula One race takes place in a different country. These races are called Grands Prix (French for \"grand prize\").\nIndy Cars look very similar to Formula One cars, but race on oval tracks that have only banked left-hand turns, and more complex road courses which have both left and right hand turns.\nEndurance races are a type of race involving heavily modified cars called \"touring cars\" and purpose-built race cars called \"sports prototypes\". Each race team has more than one driver because endurance races last for several hours, so drivers take turns. The world's most famous endurance race is the 24 Hours of Le Mans in France.\nNASCAR is an American organization that runs races on oval tracks with many cars or pickup trucks. The cars, called \"stock cars\", look like passenger cars, but have plenty of racing upgrades.","categories":[],"infobox_types":[],"annotations":[{"uri":"Racing","surface_form":"racing","offset":92},{"uri":"Car","surface_form":"cars","offset":99},{"uri":"France","surface_form":"France","offset":126},{"uri":"Formula_One","surface_form":"Formula One","offset":224},{"uri":"IndyCar_Series","surface_form":"Indy Cars","offset":631},{"uri":"24_Hours_of_Le_Mans","surface_form":"24 Hours of Le Mans","offset":1118},{"uri":"NASCAR","surface_form":"NASCAR","offset":1149},{"uri":"United_States","surface_form":"American","offset":1162},{"uri":"Pickup_truck","surface_form":"pickup trucks","offset":1233}]}