{"id":641027,"url":"http://en.wikipedia.org/wiki/Vermont_Republic","text":"The Vermont Republic is a country that existed from 1777 to 1791. It was located on land that was claimed by New York and New Hampshire. It had its own postal system, military, and currency. Even though it had a government, it was not respected by England or the Continental Congress.\nHistory.\nNew York and New Hampshire both claimed that Vermont was in their control. This argument was caused by the New Hampshire Grants. The governor of New Hampshire wrote 135 grants giving 6 square miles of land each to create towns. New York also made grants in the same areas.\nIn January 1777 it was made independent as \"New Connecticut\". In June, the name was changed to \"Vermont\". On July 2, 1777, representatives of nearby Vermont towns met in Windsor. They wanted to leave New York and form their own country under a new constitution. The Vermont Constitution was designed to be like the Pennsylvania Constitution, and was very democratic. Adult slavery was banned in Vermont. This made Vermont the first state to not allow slavery. They gave all adult males the right to vote. In the past, only people who owned land could vote. The constitution outlined how eminent domain would work in Vermont, which is where the government can take private property if they pay the owners. It also ordered public schools to be made.\nVermont sent representatives to the United States, the Netherlands, and France to try to discuss peace and trade. They wanted to join the United States as the fourteenth state. Money made in 1785 and 1786 said \"STELLA QUARTA DECIMA\" on it, which means \"the fourteenth star\" in Latin.\nNew York did not want Vermont to become a state because they still said the land was their own. In 1790, representatives of both states met and decided that Vermont would pay $30,000 to New York in exchange for New York respecting the border between the two states at Lake Champlain. After this, Vermont became the 14th state in 1791. At that time, the population was about 85,000.\nGreen Mountain Boys.\nThe Green Mountain Boys were the militia and only military force of Vermont. They began in 1775 after an argument about land between New York and New Hampshire.\nThe militia was lead by Major General Ethan Allen, who was born in Vermont and was in the military from 1757 (British Army) until 1780 (Vermont militia).\nIn 1780, 300 soldiers of the Green Mountain Boys defended against 307 British and Iroquois soldiers in the Royalton raid. The British and Iroquois attacked Vermont as a part of many raids by the British in the American Revolutionary War.\nThe Green Mountain Boys fought with the Continental Army in the Battle of Ticonderoga and the Battle of Bennington.","categories":[],"infobox_types":[],"annotations":[{"uri":"New_York","surface_form":"New York","offset":109},{"uri":"New_Hampshire","surface_form":"New Hampshire","offset":122},{"uri":"Currency","surface_form":"currency","offset":181},{"uri":"Continental_Congress","surface_form":"Continental Congress","offset":263},{"uri":"New_Hampshire_Grants","surface_form":"New Hampshire Grants","offset":401},{"uri":"Windsor%2C_Vermont","surface_form":"Windsor","offset":737},{"uri":"Constitution","surface_form":"constitution","offset":815},{"uri":"Eminent_domain","surface_form":"eminent domain","offset":1154},{"uri":"Public_school","surface_form":"public school","offset":1288},{"uri":"Latin","surface_form":"Latin","offset":1592},{"uri":"Lake_Champlain","surface_form":"Lake Champlain","offset":1867},{"uri":"Vermont","surface_form":"Vermont","offset":1895},{"uri":"U.S._state","surface_form":"state","offset":1919},{"uri":"Militia","surface_form":"militia","offset":2035},{"uri":"Ethan_Allen","surface_form":"Ethan Allen","offset":2201},{"uri":"Iroquois","surface_form":"Iroquois","offset":2399},{"uri":"Royalton_raid","surface_form":"Royalton raid","offset":2424},{"uri":"American_Revolutionary_War","surface_form":"American Revolutionary War","offset":2527},{"uri":"Continental_Army","surface_form":"Continental Army","offset":2595},{"uri":"Battle_of_Ticonderoga","surface_form":"Battle of Ticonderoga","offset":2619},{"uri":"Battle_of_Bennington","surface_form":"Battle of Bennington","offset":2649}]}