{"id":64122,"url":"http://en.wikipedia.org/wiki/Trentino-Alto_Adige/S%C3%BCdtirol","text":"Trentino-Alto Adige/Südtirol is a region of northern Italy. The two main cities are Bolzano (Bozen) and Trento.\nData.\nThe province of Bozen wanted more autonomy, because the main German-speaking community of Italy lives there.\nIn the province of Trient, the people speak Italian. It has 339 official towns.\nTrentino has an area of 6,207 km2, most of it mountainous land (20% is over and 70% over 1,000 m) and covered by vast forests (50% of the territory). The climate is various through the province, from an alpine climate to subcontinental one, with warm and variable summers and cold and quite sowy winters. The region has always been a favourite destination for tourists, both in winter for skiing in the high mountains and in summer to visit the wide valleys and many lakes (the largest being Lake Garda).\nAlto Adige/South Tyrol has an area of, all of it mountainous land and covered by vast forests. The climate is of the continental type, owing to the influence of the many mountain ranges which stand at well over above sea level and the wide valleys through which flow the main river, the Adige, from north to south and its numerous tributaries. In the city of Bolzano, capital of the province, the average air temperature stands at and the average rainfall at. The lowest pass across the Alps, the Brenner Pass, is located at tinatheirth of the region on the border with Austria.\nIn Trentino the majority language is Italian, although there are Cimbrian minorities in the municipality of Luserna and four Mòcheno municipalities in the Mòcheni Valley. There are also Ladin-speaking minorities living in the Fassa Valley and in Non Valley (3.5% of the population). While in Fassa Valley Ladin already enjoys official status, in Non Valley it still does not, in spite of the fact that the number of speakers outnumbers those in Fassa Valley. Sole Valley also historically belongs to the Ladin area.\nThe majority of people in Alto Adige/Südtirol speaks German. However more Italian speakers than Germans live in the capital of Bolzano.\nA tiny minority group called the Ladins lives in the Dolomites region: they speak an old Rheto-Romanic language.\nWords and ways of talking in this area are spread in the valleys around the Dolomites mountain group: Gardena, Badia Mareo Valley (Alto Adige/Südtirol)and Fassa Valley (Trentino). Ladin is also spoken in the town of Cortina d'Ampezzo and areas around there.\nThe Ladin language of the Fassa Valley Ladin is more like Italian: the Ladins of this valley speak a language with a lot of Italian or Trentino style sentences.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bolzano","surface_form":"Bolzano (Bozen)","offset":84},{"uri":"Trento","surface_form":"Trento","offset":104},{"uri":"German_language","surface_form":"German","offset":179},{"uri":"Italian_language","surface_form":"Italian","offset":271},{"uri":"Trentino","surface_form":"Trentino","offset":307},{"uri":"Lake_Garda","surface_form":"Lake Garda","offset":799},{"uri":"Above_sea_level","surface_form":"above sea level","offset":1023},{"uri":"Adige","surface_form":"Adige","offset":1099},{"uri":"Bolzano","surface_form":"Bolzano","offset":1171},{"uri":"Brenner_Pass","surface_form":"Brenner Pass","offset":1309},{"uri":"Luserna","surface_form":"Luserna","offset":1499},{"uri":"Valle_dei_M%C3%B2cheni","surface_form":"Mòcheni Valley","offset":1546},{"uri":"Fassa_Valley","surface_form":"Fassa Valley","offset":1617},{"uri":"Non_Valley","surface_form":"Non Valley","offset":1637},{"uri":"Sole_Valley","surface_form":"Sole Valley","offset":1850},{"uri":"Capital_(city)","surface_form":"capital","offset":2023},{"uri":"Bolzano","surface_form":"Bolzano","offset":2034}]}