{"id":641494,"url":"http://en.wikipedia.org/wiki/Ghil%27ad_Zuckermann","text":"Ghil'ad Zuckermann is a linguist who examines the relationship between language and identity. He looks at different languages and finds out how one culture influences another culture. He analyses the role of language in politics and nationhood, and the dynamics between language, religion and society. He discovers the origins of words. He figures out how new words enter a language. He investigates words that come from several sources at the same time.\nHe is \"a leading world expert in language revival\". He reclaims languages that are no longer spoken. He believes that reviving languages is good, beautiful and helpful. He suggests that we should compensate people whose mother tongue was \"killed\". He also believes that we should make indigenous tongues the official languages of their region, and that we should have official signs in several languages at the same time.\nHe knows a lot about the revival of the Hebrew language. He was interviewed about it by Stephen Fry.\nHe gives lectures at the University of Adelaide in Australia. He also teaches students from all over the world in an online course that he created on \"Language Revival: Securing the Future of Endangered Languages\". In this course he had more than 20,000 learners from 190 different countries.\nHe was born in Tel Aviv on 1 June 1971. He studied at the University of Oxford (St Hugh's College), University of Cambridge (Churchill College), Tel Aviv University and United World College of the Adriatic.","categories":[],"infobox_types":[],"annotations":[{"uri":"Linguist","surface_form":"linguist","offset":24},{"uri":"Language","surface_form":"language","offset":71},{"uri":"Identity","surface_form":"identity","offset":84},{"uri":"Etymology","surface_form":"origins of words","offset":319},{"uri":"Neologism","surface_form":"new words","offset":356},{"uri":"Phono-semantic_matching","surface_form":"from several sources at the same time","offset":416},{"uri":"Language_revival","surface_form":"language revival","offset":488},{"uri":"Hebrew","surface_form":"Hebrew","offset":917},{"uri":"Stephen_Fry","surface_form":"Stephen Fry","offset":965},{"uri":"Australia","surface_form":"Australia","offset":1029},{"uri":"Endangered_language","surface_form":"Endangered Languages","offset":1170},{"uri":"Tel_Aviv","surface_form":"Tel Aviv","offset":1286},{"uri":"1_June","surface_form":"1 June","offset":1298},{"uri":"1971","surface_form":"1971","offset":1305},{"uri":"University_of_Oxford","surface_form":"University of Oxford","offset":1329},{"uri":"St_Hugh%27s_College%2C_Oxford","surface_form":"St Hugh's College","offset":1351},{"uri":"University_of_Cambridge","surface_form":"University of Cambridge","offset":1371},{"uri":"Churchill_College%2C_Cambridge","surface_form":"Churchill College","offset":1396},{"uri":"Tel_Aviv_University","surface_form":"Tel Aviv University","offset":1416}]}