{"id":641438,"url":"http://en.wikipedia.org/wiki/Jurong_Region_MRT_line","text":"The Jurong Region Line (JRL) is a Mass Rapid Transit line opening in 2026 that is in the western part of Singapore. It reaches north to Choa Chu Kang, south to Jurong Pier, west to Peng Kang Hill and east to Pandan Reservoir. The line will be the seventh MRT line to be built.\nThe JRL is the third MRT line in Singapore to be constructed with tracks that are above ground, after the East West Line and the North South Line, and the first MRT line to be built fully above ground, with no parts that are underground or at the ground level.\nThe line is colored turquoise on the MRT Rail map.\nOverview.\nTrains starting at Choa Chu Kang will end at Jurong Pier. Trains starting at Jurong Pier will end at Peng Kang Hill. Lastly, trains starting at Peng Kang Hill will go towards Choa Chu Kang, with Bahar Junction as an interchange point for the 3 services. People who want to change to trains on the east branch can only do so at Tengah.\nStudies for an extension to connect the east branch to the Circle Line at Haw Par Villa are being done.\nBeginnings and developments.\nAs early as 1996, plans were made to allow a railway to go to the Nanyang Technological University, from the rest of Singapore. The white paper published by the Land Transport Authority showed that a Light Rail Transit line would run west of Boon Lay station on the East West line towards the university. The JRL was created as a concept, but was dropped because not many people were expected to use the line at that time.\nHowever, in 2013, the JRL was announced again, as a Mass Rapid Transit line that would run from Choa Chu Kang, crossing Boon Lay and Tengah, Jurong East, Jurong Industrial Estate and Jurong West.\nDetails of the line were announced on 9 May 2018, as a 24-kilometre line with 24 stations. The Choa Chu Kang Bus Interchange, 1 HDB block, and Pioneer Primary School will all be taken by the government for the building of the line.\nJRL will start opening in 3 phases from 2026 to 2028.\nSystem.\nThe JRL has 24 kilometres (15 mi) of tracks, with 24 stations. There are four branches: to Choa Chu Kang in the north, Jurong Pier in the south, Pandan Reservoir in the east and Peng Kang Hill in the west.\nDepot.\nThere will be a depot at Tengah and a parking area near Peng Kang Hill station to support the operations of the JRL. Rolling stock will be kept at both locations, which will have parking areas for JRL trains. The Tengah Depot, which will also house the JRL Operations Control Centre, will have a bus depot and a workers’ sleeping area combined with it to use the land better. The Peng Kang Hill parking area is located near Peng Kang Hill station, while Tengah depot is located along the western side of Tengah.\nRolling stock.\nThe JRL is operated by three-car trains that can be made to become four cars when the number of people using the line goes up. Each car is 18.6 metres long by 2.75 metres wide, which is smaller than those used on other MRT lines because the JRL is above ground and the trains have to run along places with many buildings.\nWest Coast extension.\nThis proposed extension from West Coast to Haw Par Villa via Pasir Panjang would connect the JRL to the Circle line and improve the ability to travel between the western part of Singapore and the Central Business District. It would support the future developments along the JRL, and increase the strength of the Mass Rapid Transit network. New stations would be added in West Coast and Pasir Panjang. The plan was announced in 2015, and as of 2017, studies are ongoing for the proposed extension. If built, the extension would be ready in 2030.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":34},{"uri":"Singapore","surface_form":"Singapore","offset":105},{"uri":"Choa_Chu_Kang_MRT/LRT_Station","surface_form":"Choa Chu Kang","offset":136},{"uri":"Peng_Kang_Hill_MRT_station","surface_form":"Peng Kang Hill","offset":181},{"uri":"Pandan_Reservoir_MRT_station","surface_form":"Pandan Reservoir","offset":208},{"uri":"East_West_MRT_line","surface_form":"East West Line","offset":383},{"uri":"North_South_MRT_line","surface_form":"North South Line","offset":406},{"uri":"Choa_Chu_Kang_MRT/LRT_Station","surface_form":"Choa Chu Kang","offset":618},{"uri":"Circle_MRT_Line","surface_form":"Circle Line","offset":993},{"uri":"Nanyang_Technological_University","surface_form":"Nanyang Technological University","offset":1133},{"uri":"Land_Transport_Authority","surface_form":"Land Transport Authority","offset":1228},{"uri":"Light_Rail_Transit_(Singapore)","surface_form":"Light Rail Transit","offset":1267},{"uri":"East_West_MRT_line","surface_form":"East West line","offset":1333},{"uri":"Mass_Rapid_Transit_(Singapore)","surface_form":"Mass Rapid Transit","offset":1542},{"uri":"Choa_Chu_Kang_MRT/LRT_Station","surface_form":"Choa Chu Kang","offset":1586},{"uri":"Jurong","surface_form":"Jurong East","offset":1631},{"uri":"Jurong","surface_form":"Jurong Industrial Estate","offset":1644},{"uri":"Choa_Chu_Kang_MRT/LRT_Station","surface_form":"Choa Chu Kang","offset":2071},{"uri":"Tengah_Depot","surface_form":"Tengah Depot","offset":2406},{"uri":"Haw_Par_Villa_MRT_station","surface_form":"Haw Par Villa","offset":3107},{"uri":"Circle_MRT_Line","surface_form":"Circle line","offset":3168}]}