{"id":64145,"url":"http://en.wikipedia.org/wiki/Christchurch","text":"Christchurch is the largest city in the South Island of New Zealand and the third largest urban area in the country. Christchurch is located on the South Island’s east coast. The population is approximately 376,700 (2010).\nThe name ‘Christchurch’ was decided upon at the first meeting of the Canterbury Association (made up of settlers of the surrounding province of Canterbury) on March 27, 1848. The city’s name came from the Christ Church, Oxford College and was suggested by John Robert Godley, who attended the College. Earlier, the name of the town was Christ Church. On July 31, 1856, Christchurch became a city by Royal Charter and is officially the oldest established city in New Zealand.\nHistory.\nOriginal settlers of the Christchurch region were Moa Hunters. These settlers hunted the moa out of existence by about the year 1500. The hunters cleared large areas of Mataī and Tōtara forests by fire, changing the landscape. The Māori people (Ngati Mamoe and later Ngai Tahu) arrived in Canterbury between 1500 and 1700. The Moa Hunters were either killed or adopted by tribes. On February 16, 1770, Captain James Cook was the first European to see the Canterbury peninsula from his ship the Endeavour. Thinking it was an island, he named it Banks Island after the ship’s botanist, Joseph Banks. It was not until around 1815 when European sailors from the sealing ship, Governor Bligh, landed and set foot on Banks Peninsula. During the 1820s the local Māori population fell due to fighting between different groups of Ngāi Tahu and raids by the Ngāti Toa chief Te Rauparaha from 1830 to 1832. The impact of European diseases, especially measles and influenza only increased the death toll of the Māori people. The Māori tribes fought each other to near disappearance in the Christchurch region.\nEuropean pilgrims began settling the area in the 1800s. In 1839, the New Zealand Company was established in London. In current history, people started immigrating from Europe to New Zealand during this time. In May 1840, Major Thomas Bunbury arrived on a ship, the HMS Herald, to collect signatures from the Ngāi Tahu chiefs for the Treaty of Waitangi. The Treaty had been signed by many North Island chiefs in the Bay of Islands earlier in the year on 6 February, 1840. During Bunbury’s visit, only two of the Ngāi Tahu chiefs signed it. After this treaty was signed, the colony became in direct control of the UK. The settlement by the British began in 1850. Christchurch was born by a royal warrant of the British King as the oldest city in New Zealand on July 31, 1856. A building of Neo-Gothic architecture was designed and constructed by Benjamin Mount Fort in the city center. The suburb of Hei Hei was subdivided for poultry farming after WWI for returning serviceman, but the venture failed due to the poor soil conditions. In 1947, New Zealand's a major fire occurred at Ballantyne's Department Store in the inner city. 41 people died in a blaze which razed the rambling collection of buildings. Mass shootings occurred at two mosques on 15 March 2019.\nGeography.\nChristchurch is in Canterbury. It is the largest city in the South Island. The Pacific Ocean lines its east coast and south coast. The Southern Alps act as a border on the west coast. The Waimakariri River creates a natural northern border. The purest and cleanest water can be found in Christchurch. This water comes from the Southern Alps via aquifers.\nA two-hour drive by car includes the many highlights from Christchurch International Airport. One can enjoy skiing, golf, bungee jumping, white-water rafting, mountain biking, windsurfing, whale watching and a variety of other activities including the winery garden circulation. Christchurch has earned the pet name of “the garden city” with the southern island.\nThe Cathedral Square is located right in the center of the city. The city center was damaged by the earthquake of February, 2011. The area around this square, within the 'four avenues' of Christchurch, was the central business district of the city. There were a number of residential areas within the central city including Inner City East, Inner City West, Avon Loop, Moa Neighbourhood and Victoria. Cathedral Square is located at the crossing of two famous, major central streets, Colombo Street and Worcester Street, both of which are currently cordoned off as you approach the square.\nAttractions such as the Wizard of New Zealand, Ian Brackenbury Channell, and evangelist Ray Comfort were hosted at the Cathedral Square until the earthquake in February, 2011. They also held market days, free standing food and coffee carts, an aquarium, pubs, restaurants and the city's chief tourist information centre. The City Mall was refurbished in 2008 & 09 before the earthquake of February 2011. The mall had specially designed seating, flower and garden boxes, more trees, paving, and an extension to the central city tram route. Now all that lies there is The Bridge of Remembrance commemorating war dead stands at the western end of the mall.\n\"A City for People Action Plan” was released in 2010 by the Christchurch City Council. This program of work is planned through the year 2022 to improve public spaces within the central city to entice more inner city residents and visitors. To increase the comfort of pedestrians, a plan was put into action to reduce the impact of motorized private vehicles. The renowned Danish design firm, Gehl Architects prepared this report. Wellington architect Ian Athfield has since been selected to re-plan and help rebuild since the February, 2011 Christchurch earthquake.\nTransportation.\nThe main mode of public transportation in the city is by bus. The bus system operates throughout the city. Also, there is a free shuttle bus going around the city center.\nA railroad station exists southwest, around 4 km from the inner-city, but it is not for citizens. It is used for freight and sightseeing exclusively.\nEconomy.\nAgriculture is the main industry that is carried out over the Canterbury plains. The main crops grown are wheat, barley, various strains of clover and other grasses for seed exporting. Besides growing these crops, it also created various processing and distribution businesses in Christchurch. In recent years, agriculture has expanded to the wine industry and olive production and processing. Deer farming has led to new processing using antlers for Asian medicine and aphrodisiacs. Also, dairy farming and raising stock are also carried out on the flourishing Canterbury plains. Other industries include manufacturing, real estate and wholesale business. In more recent years, sightseeing and tourism have become prosperous, led by tourists from Europe, Asia, and North America.\nClimate.\nChristchurch has moderate rainfall year round. It has warm summers and cool winters. The most common wind is a northeasterly sea breeze, but the city is famous for Nor'westers, hot dry, dusty winds which blow across the plains.\nSecondary schools.\nBurnside High School is in Christchurch. Largest school in New Zealand with 2,506 students enrolled. Cashmere High School at Rose Street is the second largest co-educational secondary school. Recently, Papanui High School has grown rapidly and is almost the same size. Then there is Riccarton High School that was one of the first state schools in the country to adopt a strong values base – the Riccarton Way. There are several single-sex schools as follows: Shirley Boys’ High School, Christchurch Boys’ High School, Avonside Girls’ High School and Christchurch Girls’ High School.\nEnglish Public School.\nChristchurch is also well known for several very traditional schools of the English public school type as follows: St. Thomas of Canterbury College, St. Margaret’s College, Christ’s College, St. Bede’s College, Mariam College, St. Andrew’s College, Villa Maria College and Rangi Ruru Girls’ School.\nCollege.\nThere are also less conventional schools such as Unlimited Paenga Tawhiti and Hagley Community College.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":28},{"uri":"South_Island","surface_form":"South Island","offset":40},{"uri":"New_Zealand","surface_form":"New Zealand","offset":56},{"uri":"Population","surface_form":"population","offset":179},{"uri":"Canterbury","surface_form":"Canterbury","offset":292},{"uri":"New_Zealand","surface_form":"New Zealand","offset":685},{"uri":"M%C4%81ori_people","surface_form":"Māori people","offset":938},{"uri":"Europe","surface_form":"Europe","offset":1142},{"uri":"Influenza","surface_form":"influenza","offset":1659},{"uri":"Pilgrims","surface_form":"pilgrims","offset":1814},{"uri":"London","surface_form":"London","offset":1913},{"uri":"New_Zealand","surface_form":"New Zealand","offset":1983},{"uri":"British","surface_form":"British","offset":2443},{"uri":"New_Zealand","surface_form":"New Zealand","offset":2549},{"uri":"Suburb","surface_form":"suburb","offset":2693},{"uri":"Hei_Hei","surface_form":"Hei Hei","offset":2703},{"uri":"Mass_shooting","surface_form":"Mass shooting","offset":3011},{"uri":"Christchurch_mosque_shootings","surface_form":"occurred","offset":3026},{"uri":"Mosque","surface_form":"mosque","offset":3042},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":3158},{"uri":"Southern_Alps","surface_form":"Southern Alps","offset":3406},{"uri":"Car","surface_form":"car","offset":3454},{"uri":"Skiing","surface_form":"skiing","offset":3542},{"uri":"Golf","surface_form":"golf","offset":3550},{"uri":"Windsurfing","surface_form":"windsurfing","offset":3610},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4420},{"uri":"Flower","surface_form":"flower","offset":4831},{"uri":"Trees","surface_form":"trees","offset":4861},{"uri":"Transportation","surface_form":"transportation","offset":5646},{"uri":"City","surface_form":"city","offset":5668},{"uri":"Bus","surface_form":"bus","offset":5679},{"uri":"Bus","surface_form":"bus","offset":5688},{"uri":"City","surface_form":"city","offset":5723},{"uri":"Shuttle_bus","surface_form":"shuttle bus","offset":5751},{"uri":"City","surface_form":"city","offset":5780},{"uri":"Agriculture","surface_form":"Agriculture","offset":5952},{"uri":"Wheat","surface_form":"wheat","offset":6058},{"uri":"Agriculture","surface_form":"agriculture","offset":6263},{"uri":"Olive_(fruit)","surface_form":"olive","offset":6313},{"uri":"Asian","surface_form":"Asian","offset":6403},{"uri":"Europe","surface_form":"Europe","offset":6700},{"uri":"Asia","surface_form":"Asia","offset":6708},{"uri":"North_America","surface_form":"North America","offset":6718},{"uri":"City","surface_form":"city","offset":6887},{"uri":"High_School","surface_form":"High School","offset":6998},{"uri":"New_Zealand","surface_form":"New Zealand","offset":7048}]}