{"id":641407,"url":"http://en.wikipedia.org/wiki/Battle_of_Puebla","text":"The Battle of Puebla took place on 5 May 1862, near Puebla City in Mexico. It was part of  the \"Second French intervention in Mexico\". The Mexican Army won over the occupying French soldiers.\nThe French eventually overran the Mexicans in other battles. However, the Mexican victory at Puebla against a much better equipped and larger French army gave a morale boost to the Mexican army. It  also slowed the French army's advance towards Mexico City.\nBackground.\nThe 1858–60 Mexican civil war (known as the \"Reform War\") caused major distress in Mexico's economy. When he was elected president in 1861, Benito Juárez was forced to stop payments of interest on foreign debts for two years.\nAt the end of October 1861 diplomats from Spain, France, and Britain met in London to form the Tripartite Alliance. The main purpose of this alliance was to launch an allied invasion of Mexico, to take control of Veracruz, its major port. The idea was to force the Mexican government to negotiate terms for repaying its debts and for reparations for harm to foreign citizens in Mexico. In December 1861, Spanish troops landed in Veracruz; British and French followed in early January.\nThe allied forces occupied Veracruz and advanced to Orizaba. The Tripartite Alliance fell apart by early April 1862, when it became clear the French wanted to impose harsh demands on the Juarez government and provoke a war. The British and Spanish withdrew, leaving the French to march alone on Mexico City. Napoleon III wanted to set up a puppet Mexican regime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Puebla%2C_Puebla","surface_form":"Puebla City","offset":52},{"uri":"Mexico","surface_form":"Mexico","offset":67},{"uri":"French_people","surface_form":"French","offset":103},{"uri":"Mexico_City","surface_form":"Mexico City","offset":437},{"uri":"Civil_war","surface_form":"civil war","offset":482},{"uri":"Economy","surface_form":"economy","offset":554},{"uri":"Benito_Ju%C3%A1rez","surface_form":"Benito Juárez","offset":602},{"uri":"Interest","surface_form":"interest","offset":647},{"uri":"Spain","surface_form":"Spain","offset":730},{"uri":"Britain","surface_form":"Britain","offset":749},{"uri":"London","surface_form":"London","offset":764},{"uri":"Veracruz","surface_form":"Veracruz","offset":901},{"uri":"Port","surface_form":"port","offset":921},{"uri":"Veracruz%2C_Veracruz","surface_form":"Veracruz","offset":1200},{"uri":"Orizaba","surface_form":"Orizaba","offset":1225},{"uri":"Napol%C3%A9on_III","surface_form":"Napoleon III","offset":1481},{"uri":"Puppet_state","surface_form":"puppet","offset":1513}]}