{"id":64151,"url":"http://en.wikipedia.org/wiki/Kingdom_of_Castile","text":"The Kingdom of Castile was one of the medieval kingdoms of the Iberian Peninsula. It began in the 9th century: it was called \"County of Castile\" and was a vassalage depending from the Kingdom of León. It was one of the kingdoms that existed before the Kingdom of Spain.\n9th to 11th centuries: The beginnings.\nThe first Count of Castile was Rodrigo in 850, under Ordoño I of Asturias and Alfonso III of Asturias. In 931 the county was unified by count Fernán González, who made his lands subject to a hereditary succession, independent of the kings of León.\n11th and 12th centuries: Expansion and union to the Kingdom of León.\nIn 1028 Sancho III the Great, of Navarre, married the sister of count García Sánchez and inherited title to the County of Castile after his brother-in-law's death. In 1035 he left the county to his son Fernando. Fernando I was married to Sancha, sister of Bermudo III of León. Fernando I began a war with León and in the battle of Tamarón against a coalition of Castile and Navarre the king of León was killed, leaving no offspring. His brother-in-law Fernando took the crown of León for himself and their three sons took the kingdoms of León (Alfonso VI), Galicia (García) and Castile, Sancho, becoming king and borning the Kingdom of Castile.","categories":[],"infobox_types":["former country"],"annotations":[{"uri":"Iberian_Peninsula","surface_form":"Iberian Peninsula","offset":63},{"uri":"Vassal","surface_form":"vassal","offset":155},{"uri":"Depend","surface_form":"depending","offset":165},{"uri":"Kingdom_of_Le%C3%B3n","surface_form":"Kingdom of León","offset":184},{"uri":"Kingdom_of_Spain","surface_form":"Kingdom of Spain","offset":252},{"uri":"Rodrigo","surface_form":"Rodrigo","offset":340},{"uri":"Ordo%C3%B1o_I_of_Asturias","surface_form":"Ordoño I of Asturias","offset":362},{"uri":"Alfonso_III_of_Asturias","surface_form":"Alfonso III of Asturias","offset":387},{"uri":"Fern%C3%A1n_Gonz%C3%A1lez","surface_form":"Fernán González","offset":451},{"uri":"Heredity","surface_form":"hereditary","offset":500},{"uri":"Kingdom_of_Le%C3%B3n","surface_form":"Kingdom of León","offset":609},{"uri":"Sancho_III_of_Navarra","surface_form":"Sancho III","offset":634},{"uri":"Bermudo_III","surface_form":"Bermudo III","offset":882},{"uri":"Fernando_I_of_Le%C3%B3n","surface_form":"Fernando","offset":1078}]}