{"id":641558,"url":"http://en.wikipedia.org/wiki/Upland_and_lowland","text":"Upland and lowland are terms used in ecology, physical geography and geology. They describe the relative height of land above sea level.\nUplands have rivers and streams which are fast-flowing, clear, and with plenty of oxygen. They drain high or mountainous country, and go down into broad plains (where they become lowland rivers. Lowlands usually have warmer, slow-flowing waters carrying lots of sediment and with poor oxygen content.\nUpland rivers run fast and cut through rock (Colorado River). Lowland rivers meander slowly towards the coast (Mississippi River). They carry lots of soil and are a dark colour. Therefore the fish and other animals which live in the river are quite different according to the two stages or types of river.\nThe terms also apply to large areas of land. Because mountain-building (orogeny) lifts up huge sections of the Earth, there are large areas which are well above sea level: the highlands. But on the trailing edge of a continent, the land is low. So the Americas are (broadly speaking) high on the west (the American Cordillera) and low on the east (Amazon, St. Lawrence River / Great Lakes basin, Mississippi, and La Plata). This is a consequence of plate tectonics, as the Americas have moved slowly west for over 100 million years. The Appalachians are a far older chain of ground-down mountains carried along by the continent as it moved west.\nThe same pattern can be seen in other continents, especially with great rivers such as the Congo and the Indus. Australia is the exception: its mountain ranges are very ancient and worn down. Recent plate tectonics there has not been so significant as elsewhere.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ecology","surface_form":"ecology","offset":37},{"uri":"Physical_geography","surface_form":"physical geography","offset":46},{"uri":"Geology","surface_form":"geology","offset":69},{"uri":"Sea_level","surface_form":"sea level","offset":126},{"uri":"Stream","surface_form":"stream","offset":161},{"uri":"Plain","surface_form":"plain","offset":290},{"uri":"Sediment","surface_form":"sediment","offset":399},{"uri":"Colorado_River","surface_form":"Colorado River","offset":483},{"uri":"Meander","surface_form":"meander","offset":515},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":549},{"uri":"Soil","surface_form":"soil","offset":588},{"uri":"Orogeny","surface_form":"orogeny","offset":816},{"uri":"American_Cordillera","surface_form":"American Cordillera","offset":1050},{"uri":"Amazon","surface_form":"Amazon","offset":1092},{"uri":"St._Lawrence_River","surface_form":"St. Lawrence River","offset":1100},{"uri":"Great_Lakes","surface_form":"Great Lakes","offset":1121},{"uri":"Mississippi","surface_form":"Mississippi","offset":1140},{"uri":"La_Plata","surface_form":"La Plata","offset":1157},{"uri":"Plate_tectonics","surface_form":"plate tectonics","offset":1193},{"uri":"Appalachians","surface_form":"Appalachians","offset":1281},{"uri":"Congo_River","surface_form":"Congo","offset":1481},{"uri":"Indus_River","surface_form":"Indus","offset":1495},{"uri":"Australia","surface_form":"Australia","offset":1502}]}