{"id":641689,"url":"http://en.wikipedia.org/wiki/Anna_Sewell","text":"Anna Sewell (30 March 1820 – 25 April 1878) was an English novelist. She is best known as the author of the 1877 novel \"Black Beauty,\" one of the top ten best selling novels for children ever written.\nAnna Sewell was born in Great Yarmouth, Norfolk. After a childhood injury, she was confined to her house, and got around largely by carriage horse. Sewell spent her last years writing the children's classic \"Black Beauty\" (1877), a fictional autobiography of a gentle, highbred horse. She died of hepatitis in 1878, just five months after her book was published.\nSewell’s concern for the humane treatment of horses began early in life. Crippled at a young age, she had difficulty walking, but she could drive a horse-drawn carriage. Her father took the train to work, and she drove her father to and from the station. Later, after reading an essay on animals by Horace Bushnell, she stated that one of her goals in writing was “to induce kindness, sympathy, and an understanding treatment of horses.”\nSewell’s introduction to writing began in her youth when she helped edit the works of her mother—a deeply religious, popular author of juvenile best-sellers. Sewell spent the last seven or eight years of her life—confined to her house as an invalid—writing Black Beauty. The book, a fictional autobiography of a gentle highbred horse, had a strong moral purpose. It may have helped abolish the cruel practice of using the checkrein.","categories":[],"infobox_types":[],"annotations":[{"uri":"Novelist","surface_form":"novelist","offset":59},{"uri":"Black_Beauty","surface_form":"Black Beauty","offset":120},{"uri":"Great_Yarmouth","surface_form":"Great Yarmouth","offset":225},{"uri":"Norfolk","surface_form":"Norfolk","offset":241},{"uri":"Hepatitis","surface_form":"hepatitis","offset":498},{"uri":"Juvenile","surface_form":"juvenile","offset":1137},{"uri":"Best-seller","surface_form":"best-seller","offset":1146},{"uri":"Invalid","surface_form":"invalid","offset":1243},{"uri":"Checkrein","surface_form":"checkrein","offset":1424}]}