{"id":641868,"url":"http://en.wikipedia.org/wiki/Indian_Penal_Code","text":"e=\"preserve\">The Indian Penal Code (IPC) is the main criminal code of modern India. It is a code meant to cover all aspects of criminal law. The code was drafted on 6th October 1860. on the recommendation of first law commission of india established in 1834 under the charter Act of 1833 under the chairmanship of Thomas Babington Macaulay.It came into force in British India during the early British Raj period in 1862. However, it did not apply automatically in the Princely states. They had their own courts and legal systems until the 1940s. The Code has been amended several times and is now supplemented by other criminal provisions.\nAfter the Partition of the British Indian Empire, the Indian Penal Code was inherited by its successor states, the Dominion of India and the Dominion of Pakistan (where it continues as the Pakistan Penal Code). The Ranbir Penal Code (RPC) for Indian state of Jammu and Kashmir is also based on this code. After the separation of Bangladesh from Pakistan, the code continued in force there. The code was also adopted by the British colonial authorities in colonial Burma, Ceylon (modern Sri Lanka), the Straits Settlements (now part of Malaysia), Singapore and Brunei. It is the basis of the criminal codes in those countries.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":77},{"uri":"British_India","surface_form":"British India","offset":362},{"uri":"Princely_state","surface_form":"Princely state","offset":468},{"uri":"Partition_of_India","surface_form":"Partition","offset":650},{"uri":"Dominion_of_India","surface_form":"Dominion of India","offset":755},{"uri":"Dominion_of_Pakistan","surface_form":"Dominion of Pakistan","offset":781},{"uri":"Pakistan_Penal_Code","surface_form":"Pakistan Penal Code","offset":829},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":899},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":969},{"uri":"Burma","surface_form":"Burma","offset":1104},{"uri":"Ceylon","surface_form":"Ceylon","offset":1111},{"uri":"Malaysia","surface_form":"Malaysia","offset":1175},{"uri":"Singapore","surface_form":"Singapore","offset":1186},{"uri":"Brunei","surface_form":"Brunei","offset":1200}]}