{"id":641880,"url":"http://en.wikipedia.org/wiki/Sex_work","text":"Carol Leigh first used the terms sex worker and sex work in 1978, to refer to prostitution, and related concepts. By using this new term, Leigh wanted to avoid the negative connotations. Sex work is paid work in the industry, such as prostitution, erotic dancing, and starring in pornographic movies. It does not refer to related illegal activities, such as human trafficking or other non-consensual sex.\nIt is difficult to say how many sex workers there are. This is because of the stigma of being a sex worker. In addition, most academic work focuses on prostitution, escorts and exotic dancing; there is little research on other forms of sex work.\nGender differences.\nInterviews with men and women escorts show gender differences in these escorts' experiences. On average, women escorts charged much more than men. Compared to traditional women escorts, women in niche markets charged lower rates. However, this difference in rates did not exist for men escorts. Men escorts reported widespread acceptance in the gay community; they were much more likely to tell about their occupation. This community acceptance is fairly unusual to the gay community and not the experience of many women sex workers. Also, heterosexual men prostitutes are much more likely than heterosexual women prostitutes to entertain same-gender clients because they need to: most clients are men. In general, there is a greater social expectation for women to engage in emotional labor than there is for men; there are also greater consequences if they do not.","categories":[],"infobox_types":[],"annotations":[{"uri":"Carol_Leigh","surface_form":"Carol Leigh","offset":0},{"uri":"Prostitution","surface_form":"prostitution","offset":78},{"uri":"Connotation","surface_form":"connotations","offset":173},{"uri":"Exotic_dancer","surface_form":"erotic dancing","offset":248},{"uri":"Pornography","surface_form":"pornographic","offset":280},{"uri":"Movie","surface_form":"movies","offset":293},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":358},{"uri":"Social_stigma","surface_form":"stigma","offset":483},{"uri":"Stripper","surface_form":"exotic dancing","offset":582},{"uri":"Escort-girl","surface_form":"escorts","offset":701},{"uri":"Gender","surface_form":"gender","offset":714},{"uri":"Gay","surface_form":"gay","offset":1016},{"uri":"Heterosexuality","surface_form":"heterosexual","offset":1211}]}