{"id":641870,"url":"http://en.wikipedia.org/wiki/Pakistani_nationality_law","text":"e=\"preserve\">The Pakistani nationality law are the laws on citizenship of the Islamic Republic of Pakistan. The main law on nationality, the Pakistan Citizenship Act, was passed by the Constituent Assembly of Pakistan on 13 April 1951. Pakistan is the only country in Asia with unconditional \"jus soli\" citizenship rights.\nCitizenship.\nBefore the creation of Pakistan, it was part of the British Indian Empire which also included India and Bangladesh. The people were British subjects. Pakistan was founded on 14 August 1947 as a state for Muslims. It was a Dominion in the British Commonwealth. Pakistan then included modern-day Bangladesh, which was known as East Bengal and East Pakistan. Bangladesh became independent from Pakistan in 1971. After independence in 1947, several millions of Muslims emigrated to Pakistan from India, and several millions of Hindus and Sikhs who had been living in Pakistan emigrated to India. This raised a number of citizenship issues.\nPakistani Citizenship Act 1951.\nThe Pakistan Citizenship Act became law on 13 April 1951. Its purpose was \"to make provision for citizenship of Pakistan\". The Act has been amended several times, the last time in 2000. The Act is divided into 23 sections, each one about a different provision of citizenship.\nDual Pakistani nationality.\nPakistanis with dual citizenship can not hold public office, sit in the assemblies, contest elections or join the Pakistani military.\nProblems.\nBoth Pakistan and India claim to the disputed region of Kashmir. This has been the subject of several wars between the two countries. The Pakistani Citizenship Act of 1951 allowed persons who were subjects of the state of Jammu and Kashmir to travel under a Pakistani passport and be considered a citizen of Pakistan.\nThe independence of Bangladesh in 1971 led to around half a million \"stranded Pakistanis\". These people trace their heritage to the Bihar region. Despite official promises, Bangladesh refuses to accept them as citizens. Conversely, a continuous migration of Bangladeshis between 1971 and 1995 led their population increasing to more 1.6 million. There were only 10,000 at the time of separation. The migrants are mostly illegal and are not given the citizenship, as they migrated after the separation.\nFor political and other reasons, the 1.5 million registered Afghan refugees in Pakistan are not given Pakistani nationality, even though most of them were born in Pakistan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Citizenship","surface_form":"citizenship","offset":59},{"uri":"Pakistan","surface_form":"Pakistan","offset":98},{"uri":"Constituent_Assembly_of_Pakistan","surface_form":"Constituent Assembly of Pakistan","offset":185},{"uri":"Jus_soli","surface_form":"jus soli","offset":293},{"uri":"British_Indian_Empire","surface_form":"British Indian Empire","offset":388},{"uri":"British_subjects","surface_form":"British subjects","offset":468},{"uri":"Muslims","surface_form":"Muslims","offset":540},{"uri":"Dominion","surface_form":"Dominion","offset":558},{"uri":"British_Commonwealth","surface_form":"British Commonwealth","offset":574},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":630},{"uri":"East_Bengal","surface_form":"East Bengal","offset":661},{"uri":"East_Pakistan","surface_form":"East Pakistan","offset":677},{"uri":"Hindus","surface_form":"Hindus","offset":859},{"uri":"Sikhs","surface_form":"Sikhs","offset":870},{"uri":"Military_of_Pakistan","surface_form":"Pakistani military","offset":1422},{"uri":"Kashmir_conflict","surface_form":"disputed region of Kashmir","offset":1489},{"uri":"Indo-Pakistani_Wars","surface_form":"several wars","offset":1546},{"uri":"Jammu_and_Kashmir","surface_form":"Jammu and Kashmir","offset":1674},{"uri":"Pakistani_passport","surface_form":"Pakistani passport","offset":1710},{"uri":"Stranded_Pakistanis","surface_form":"stranded Pakistanis","offset":1839},{"uri":"Bihar","surface_form":"Bihar","offset":1902},{"uri":"Afghans_in_Pakistan","surface_form":"Afghan refugees in Pakistan","offset":2332}]}