{"id":642,"url":"http://en.wikipedia.org/wiki/Police","text":"Police are a group of people whose job is to enforce laws, help with emergencies, solve crimes and protect property. A person who carries out this duty is known as a police officer. They work out of a police station. Police are trained in first aid and rescue, because police officers are often one of the first people to get to a place where people are sick or injured, such as a car accident, or a fire.\nNaming.\nA police agency may be called a \"police force\", \"police department\", \"police service\", \"constabulary\", \"civil guard\" or \"protective service\". A \"gendarmerie\" is a police force that is part of the military, although its members rarely do actual military work.\nMost police forces in the United States name themselves as \"[Place] Police Department\", such as New York City Police Department. State police forces are usually known as either \"[State] Highway Patrol\" or \"[State] State Police\". In the United Kingdom, most are \"[Place] Police\" or \"[Place] Constabulary\". In Canada and other English-speaking countries, \"[Place] Police Service\" is common. Ireland's police are called the Garda Síochána.\nA \"law enforcement agency\" is any agency that enforces the law. In the United States, there are some law enforcement agencies that are not called police forces but carry out similar work, such as the Federal Bureau of Investigations. One common type is a \"sheriff's office\" (also \"sheriff's department\"), an agency that is led by a \"sheriff\".\nThose who carry out policing duties are known as \"police officers\". They may also be known as \"policemen\" (men only), \"policewomen\" (women only), \"peace officers\", \"constables\", \"rangers\" or \"civil guards\". In a sheriff's office, they are known as \"sheriff's deputies\" or \"deputies\" for short. In Ireland they are known by the Irish language word \"gardaí\" (\"garda\" if singular) or as \"guards\".\nPowers.\nThe police have different powers to help them do their job. These powers are different in different countries. Most police officers have the power to arrest people, search people, and search houses/properties. They sometimes carry equipment such as guns, batons, tasers, or pepper spray. The area where police officers can use these powers is called their jurisdiction. If officers are outside of their jurisdiction, another police force with jurisdiction can then use their powers.\nParts of police departments.\nMost police departments have officers in two main groups: a \"patrol\" group with officers who wear uniforms, and a \"detective\" group with officers who wear normal clothing.\nNot all countries use the same words to describe these groups. In the United Kingdom, for example, patrol officers form the \"uniform branch\", while detectives work within the CID (\"Criminal Investigation Department\"). Also in the United Kingdom, not all police officers are armed, these police officers form an \"Armed Response Unit\" which comes under other names in different constabularies, in the Metropolitan Police Service, it falls under SFC (Specialist Firearms Command) which all MET Armed Police fall under\nPolice uniforms, equipment and methods vary depending on the country. In some places, groups of police train for special jobs such as dealing with riots or dealing with highly dangerous criminals.\nPolice in different countries.\nDifferent countries have different ways of organizing their police. Some countries like South Africa, Ireland and New Zealand have just one police force. Other countries have more than one. France has two police forces, one for cities and another for rural areas. Chile also has two, one for patrol and another for investigations.\nSome countries have two or more levels of police forces. For example, most policing in Australia is carried out by the six state police forces, but there is also the Australian Federal Police who police the whole country. Germany has a similar system. The United Kingdom and Switzerland have many local police forces and several national agencies, but no actual national police force. In Canada, local governments can choose to either run their own police force or give the job to a bigger one. So most Canadian cities have their own police, while most rural areas are policed by the Royal Canadian Mounted Police, which is also the national police.\nThe United States has over 17,000 law enforcement agencies. Many areas have four levels of law enforcement agencies. For example, Los Angeles has the Los Angeles Police Department but there are many other agencies that can work in the city. This includes the county-level Los Angeles Sheriff's Department, the state-level California Highway Patrol and over 100 federal (or national) law enforcement agencies.\nWorldwide, police are a small percentage of the number of people they serve. On average there are 303.3 police officers per 100,000 people.\nEquipment.\nIn most countries, police officers carry guns during their normal duties. In the United Kingdom, New Zealand, Ireland and a few other countries, most police officers do not carry guns.\nOfficers communicate using radio devices. The radios can be on both the uniform and in the patrol vehicle.","categories":[],"infobox_types":[],"annotations":[{"uri":"Enforce","surface_form":"enforce","offset":45},{"uri":"Law","surface_form":"law","offset":53},{"uri":"Emergency","surface_form":"emergencies","offset":69},{"uri":"Crime","surface_form":"crime","offset":88},{"uri":"Protection","surface_form":"protect","offset":99},{"uri":"First_aid","surface_form":"first aid","offset":239},{"uri":"Rescue","surface_form":"rescue","offset":253},{"uri":"Illness","surface_form":"sick","offset":354},{"uri":"Injury","surface_form":"injured","offset":362},{"uri":"Car","surface_form":"car","offset":381},{"uri":"Accident","surface_form":"accident","offset":385},{"uri":"Fire","surface_form":"fire","offset":400},{"uri":"Gendarmerie","surface_form":"gendarmerie","offset":559},{"uri":"Military","surface_form":"military","offset":610},{"uri":"United_States","surface_form":"United States","offset":699},{"uri":"New_York_City_Police_Department","surface_form":"New York City Police Department","offset":769},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":909},{"uri":"Canada","surface_form":"Canada","offset":981},{"uri":"Garda_S%C3%ADoch%C3%A1na","surface_form":"Garda Síochána","offset":1094},{"uri":"Federal_Bureau_of_Investigations","surface_form":"Federal Bureau of Investigations","offset":1310},{"uri":"Sheriff","surface_form":"sheriff","offset":1443},{"uri":"Irish_language","surface_form":"Irish language","offset":1780},{"uri":"Job","surface_form":"job","offset":1910},{"uri":"Country","surface_form":"countries","offset":1955},{"uri":"Arrest","surface_form":"arrest","offset":2005},{"uri":"House","surface_form":"house","offset":2046},{"uri":"Equipment","surface_form":"equipment","offset":2086},{"uri":"Gun","surface_form":"gun","offset":2104},{"uri":"Baton","surface_form":"baton","offset":2110},{"uri":"Taser","surface_form":"taser","offset":2118},{"uri":"Pepper_spray","surface_form":"pepper spray","offset":2129},{"uri":"Jurisdiction","surface_form":"jurisdiction","offset":2211},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":2609},{"uri":"Metropolitan_Police","surface_form":"Metropolitan Police Service","offset":2938},{"uri":"Riot","surface_form":"riot","offset":3201},{"uri":"South_Africa","surface_form":"South Africa","offset":3370},{"uri":"Ireland","surface_form":"Ireland","offset":3384},{"uri":"New_Zealand","surface_form":"New Zealand","offset":3396},{"uri":"France","surface_form":"France","offset":3472},{"uri":"Chile","surface_form":"Chile","offset":3546},{"uri":"Australia","surface_form":"Australia","offset":3700},{"uri":"Germany","surface_form":"Germany","offset":3835},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":3869},{"uri":"Switzerland","surface_form":"Switzerland","offset":3888},{"uri":"Canada","surface_form":"Canada","offset":4001},{"uri":"Royal_Canadian_Mounted_Police","surface_form":"Royal Canadian Mounted Police","offset":4197},{"uri":"United_States","surface_form":"United States","offset":4267},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":4393},{"uri":"Los_Angeles_Police_Department","surface_form":"Los Angeles Police Department","offset":4413},{"uri":"Average","surface_form":"average","offset":4752},{"uri":"Gun","surface_form":"gun","offset":4864},{"uri":"New_Zealand","surface_form":"New Zealand","offset":4920},{"uri":"Ireland","surface_form":"Ireland","offset":4933},{"uri":"Radio","surface_form":"radio","offset":5035}]}