{"id":642268,"url":"http://en.wikipedia.org/wiki/The_Loud_House","text":"\"The Loud House\" is an American-British-Irish animated action-sitcom TV show created by Chris Savino for Nickelodeon.\nThe show is set in the fictional town of Royal Woods, Michigan. It chronicles the daily adventures of an 11-year old boy called Lincoln living with 10 sisters and his parents in a big house. The art style is made to resemble newspaper comic strips (since Savino is a cartoonist).\nThe Loud House began as a two-minute short in the Nickelodeon Animated Shorts Program, which was then taken to produce a new series with 26 episodes. The first season became so popular that a second was ordered. The series is now in its fifth season.\nMain Places.\nThe show is set in the fictional town of \"Royal Woods, Michigan\". It chronicles the daily adventures of a 11-year old boy named Lincoln, who lives with 10 sisters, 2 parents and 4 pets.\nThe Loud House is the home of the Loud residents. This is the main setting of the show as most of the episodes takes place here.\nThe McBrides House is the home of the McBride residents. This where Clyde and his Dads live.\nMr. Grouse's House is the home of Mr. Grouse. It is located next door of The Loud House.\nLynn's Table is the restaurant of Lynn Loud Sr.\nFlip's Food and Fuel is the restaurant of Flip. It also has a gas station for people who has cars.\nTall Timbers Park is a swamp in Royal Woods.\nRoyal Woods Middle School is the school for middle school children. These students are Clyde, Lincoln, Lynn, Rusty, Stella and Zach.\nControvesy.\nSome Loud House episodes are banned in some countries because homosexuality is illegal or same-sex relationships are'nt recognized in some countries. This made the show banned in Kenya in 2017.\nSpin-off.\nA spin-off of the series was comfirmed in 2018, the same day a 4th season was comfirmed. It premiered on Nickelodeon on October 14, 2019.","categories":[],"infobox_types":[],"annotations":[{"uri":"Animation","surface_form":"animated","offset":46},{"uri":"Situation_comedy","surface_form":"sitcom","offset":62},{"uri":"Television_programme","surface_form":"TV show","offset":69},{"uri":"Nickelodeon","surface_form":"Nickelodeon","offset":105},{"uri":"Michigan","surface_form":"Michigan","offset":172},{"uri":"Boy","surface_form":"boy","offset":235},{"uri":"Sibling","surface_form":"sisters","offset":269},{"uri":"Comic_strip","surface_form":"newspaper comic strips","offset":343},{"uri":"Michigan","surface_form":"Michigan","offset":717},{"uri":"Siblings","surface_form":"sisters","offset":817},{"uri":"Parent","surface_form":"parents","offset":828},{"uri":"Pet","surface_form":"pets","offset":842},{"uri":"Kenya","surface_form":"Kenya","offset":1675}]}