{"id":642269,"url":"http://en.wikipedia.org/wiki/Jun_Mizutani","text":"Jun Mizutani (\"Mizutani Jun\"; was born June 9, 1989 in Iwata, Shizuoka) is a table tennis player from Japan. At the Olympic Games 2016 in Rio de Janeiro he won bronze in the singles and silver with the team. As of 2017, he is considered the best male Japanese table tennis player. Mizutani has won the 4th place at the World Cup four times. He is left handed and has played at the \"Fakel Gazprom Orenburg\" club in Russia since the 2017/2018 season.\nCareer.\nIn 2004, Mizutani played his first game between countries. At the Youth-World Championships he won the gold medal in the doubles, but lost in the singles in the 16th round. At the Youth-World Junior Circuit in Poland, Mizutani only made it to the quarterfinals, where he lost to Maharu Yoshimura. In 2005, Mizutani played in his first World Championships for adults, but he did not win a medal then. He reached Round 32 in the singles. Even though this was not a win, it did increase his world ranking from 800 to 720 (the best players have the lowest numbers). That year he could have won the World Junior Circuit. At the Youth-WTTC in 2005, he won the silver medal, beating Chen Qi. His team won gold and bronze in the doubles. At his first Pro Tour tournaments, he reached Round 32. At the Asian Championships, he played well. Even though he did not win any medals, his rank went from 600 to 520. In 2006, Mizutani played at the WTTTC 2006 in Bremen, where he reached the 14th place with the Japanese team. At some Pro Tour events that year, he reached the quarterfinals.\nIn 2007, he took part in the WTTC and reached Round 32 in singles again. In doubles, he reached the quarterfinals, setting a new record. At the Asian Championships he won silver with his team. In the doubles, he won bronze and reached Round 16 in singles. At the Asian Cup, he won bronze. In 2008, for the first time Mizutani won bronze with his team. At the Taiwan Open, he won bronze. At the Asian Cup, Mizutani played successfully and reached 4th place.\nIn 2009 Mizutani played at the World Team Cup in Linz, where the Japanese team won the 5th place. At the World Cup, Mizutani was nominated for the first place, but reached place 9-12.\nAt the 2009 World Championships in Yokohama, Japan, he won bronze in the doubles. In the singles and mixed-category he reached Round 16. In that year, he won his first medals on the Pro Tour: gold at the Korea Open, bronze at the Japan Open, and silver at the Qatar Open. In that year, he came to rank number 50.\nIn 2010, he played in his second World Cup, where he reached the semifinals. He played against Zhang Jike, where he only just lost 3:4 after a 3:1 lead. In the 3rd place match, he lost to Timo Boll. He finished the Cup in 4th place. At the WTTC, Mizutani won 3rd place with his team again. At the Pro Tour Grand Finals, he won his first gold medal. At the Japan, China, and Korea Open, he won gold each time. At the Asian Games, he won 3rd place.\nIn 2011, he won 4th place at the World Cup again, after losing to Timo Boll. At the WTTC he doesn't got a medal but reached his best position at WTTC, the Quarterfinal. In that year, he only reached Round 16 at the Pro Tour Grand Finals. In that year he came to place 20th in the world rankings.\nIn 2012, he was nominated to represent Japan at the Olympic Games, where he reached the Quarterfinal with the team, in the singles he came under the last 16 after losing to Wang Hao. With the team, he won silver at the Asian Championships again. In the singles, he reached the Quarterfinal. At the WTTTC, he won bronze.\nIn 2013, Mizutani lost in the 1st round. In the doubles, he won bronze. At the World Team Cup, the Japanese team won bronze. At the Asian Championships he won silver with the team. In the singles, he reached the Quarterfinal.\nIn 2014, Mizutani won gold for the second time at the Pro Tour Grand Finals after beating Dimitrij Ovtcharov in the final. With the team, he won his third bronze. At the German Open, Mizutani lost to Dimitrij Ovtcharov. At the Asian Cup, he reached 3rd place.\nIn 2015, he was nominated for the WTTC, where he reached the Quarterfinal for the second time. There he lost to Zhang Jike, who went on to win the bronze. Mizutani took the 3rd place at the Asian Cup for the second time. At the World Cup, he reached fourth place for the fourth time. That year, he was ranked the 9th in the world rankings.\nIn 2016, he won silver at the WTTTC. In the final, they lost to China. He did not participate in the World Cup that year, but he won gold at the Polish, Slovanian, and Kuwait Open. Mizutani also played very well at the 2016 Olympic Games. He won bronze in the singles and silver with the team. Because of that performance, he came to place 5 in the world rankings.\nAt the Asian Cup 2017 in Dubai, he reached the 5th place. At the World Cup he lost in the Quarterfinal. At the WTTC he lost. That time to Tomokazu Harimto. In the doubles, he won bronze again.\nIn 2018, the Japanese team lost in the Quarterfinals to Sweden at the WTTC, but Mizutani won bronze at the Japan Open. Since the 2017/2018 season, he has played in the Russian club \"Fakel Gazprom Orenburg\".","categories":[],"infobox_types":["sport"],"annotations":[{"uri":"Iwata%2C_Shizuoka","surface_form":"Iwata, Shizuoka","offset":55},{"uri":"Table_tennis","surface_form":"table tennis","offset":77},{"uri":"Japan","surface_form":"Japan","offset":102},{"uri":"2012_Summer_Olympics","surface_form":"Olympic Games 2016","offset":116},{"uri":"Rio_de_Janeiro","surface_form":"Rio de","offset":138},{"uri":"Jane_Roe","surface_form":"Janeiro","offset":145},{"uri":"World_Cup","surface_form":"World Cup","offset":319},{"uri":"Left-handedness","surface_form":"left handed","offset":347},{"uri":"Russia","surface_form":"Russia","offset":414},{"uri":"Poland","surface_form":"Poland","offset":667},{"uri":"Maharu_Yoshimura","surface_form":"Maharu Yoshimura","offset":736},{"uri":"Championship","surface_form":"Championship","offset":798},{"uri":"Chenpi","surface_form":"Chen Qi","offset":1133},{"uri":"Bremen","surface_form":"Bremen","offset":1403},{"uri":"Asian_Cup","surface_form":"Asian Cup","offset":1926},{"uri":"Linz","surface_form":"Linz","offset":2038},{"uri":"Yokohama","surface_form":"Yokohama","offset":2208},{"uri":"Zhang_Jike","surface_form":"Zhang Jike","offset":2581},{"uri":"Timo_Boll","surface_form":"Timo Boll","offset":2674},{"uri":"Asian_Games","surface_form":"Asian Games","offset":2902},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":3281},{"uri":"Wang_Hao","surface_form":"Wang Hao","offset":3402},{"uri":"Dimitrij_Ovtcharov","surface_form":"Dimitrij Ovtcharov","offset":3865},{"uri":"Zhang_Jike","surface_form":"Zhang Jike","offset":4147},{"uri":"China","surface_form":"China","offset":4439},{"uri":"Dubai","surface_form":"Dubai","offset":4765},{"uri":"Tomokazu_Harimoto","surface_form":"Tomokazu Harimto","offset":4878},{"uri":"Sweden","surface_form":"Sweden","offset":4989}]}