{"id":642287,"url":"http://en.wikipedia.org/wiki/Darling_in_the_Franxx","text":"is a Japanese science fiction anime. It was made in 2018. The name is also shortened to. It was produced by CloverWorks and it was animated by Studio Trigger. The first episode of the anime came out on 13 January 2018. It was announced at Anime Expo 2017 by Trigger. There was also a manga that was drawn by Kentaro Yabuki.\nWhen the anime came out, it began being distributed across the world. Crunchyroll distributed the anime across the world and Aniplus Asia distributed it in Southeast Asia. Funimation released a version of the series that was dubbed (using a language that is not Japanese, like English).\nPlot.\nHumanity is being attacked by monsters called klaxosaurs. After humanity was almost completely destroyed, an organisation called APE moved humans to cities called Plantations. Children called parasites are used to defend the plantations. They use large mecha called Franxx in pairs. Adults cannot die and they live in the Plantations. They don't make babies or make relationships anymore. The children are created artificially. They are only taught to pilot the Franxx.\nThis story focuses on a team of ten parasites part of \"Squad 13\". Squad 13 is part of an experimental group in Plantation 13. One of them can't be with his partner and he failed the training program. His name is Hiro. He meets Zero Two when his class is doing their graduation ceremony. She is a Franxx pilot that has klaxosaur blood and red horns. She is well known as the \"Partner Killer\" because many of her partners die. After Zero Two's partner is killed by a klaxosaur, Hiro volunteers to become her new partner.\nThe rest of the story focuses on Squad 13 fighting the klaxosaurs and the relationship between the Parasites in Squad 13. It also focuses on the relationship between Zero Two and Hiro. During the rest of the story, many romantic relationships are started between the characters. Near the end of the story, APE abandons the Parasites. This makes the Parasites begin dying. Zero Two and Hiro eventually go up into space to fight aliens called VIRM. They die in space. The story ends with the Parasites starting families and helping make the Earth back to what it was before. Zero Two and Hiro reincarnate as two children who meet each other.\nAnime.\nThe anime television series is 24 episodes long. The director is Atsushi Nishigori. Nishigori and Naotaka Hayashi helped create the series. Masayoshi Tanaka thought of how the characters should look. Asami Tachibana made the music. The theme song for the anime is called \"Kiss of Death\". Mika Nakashima sung it and Hyde made the music. The songs that played at the end of each episode were sung by XX:me (Kiss Me). XX:me is a group of the voice actors for the main female characters. The ending songs are \"Torikago\" (episode 1-6), \"Manatsu no Setsuna\" (episode 7), \"Beautiful World\" (episode 8-12, 14), \"Hitori\" (episode 13), \"Escape\" (episode 16-20), and \"Darling\" (episode 21-23). Crunchyroll were showing the anime on their website. Funimation was showing the English dub version.\nManga.\nKentaro Yabuki drew a manga for Darling in the Franxx. The first manga book came out on 2 February 2018. The last manga book came out on 4 October 2018. A four panel comic strip manga was created by Mato. It was posted to \"Shōnen Jump+\". All of the comic strips were put into one book. The book came out on 4 October 2018.\nThe manga by Yabuki has sold 400 000 copies in Japan. This was in May 2018.\nMusic.\nThe music for the anime was made by Asami Tachibana. Aniplex released the music. The first part of the soundtrack had 21 songs. It came with the first home video of the anime on 25 April 2018. The second part of the soundtrack also had 21 songs. It came with the fourth home video of the anime on 25 July 2018. The third part of the soundtrack had 22 songs. It came with the fifth home video of the anime on 29 August 2018.\nReactions.\nMany people said that \"Darling in the Franxx\" was a good anime. Many of them focused on the coming-of-age parts of the story. Cactus Matt, a reviewer for \"Anime Q and A\" thought the anime was very enjoyable. He said that it was a \"beautiful way to end this series.\" He also said that the theme of hope for the future was a good part of the ending. Nate Zen, a reviewer for \"OtakuKart\" said that the animation was very good. He also said that the characters were good. He said that the series was not very creative.\nAwards and prizes.\nThe anime won many awards. It was also nominated for many other awards. \"Darling in the Franxx\" won \"Best Sci-Fi or Mecha\" and \"Best Action or Adventure\" from Anime Trending's Winter 2018 Anime Awards. Zero Two also won an award for the \"Favourite Female Character\". At the Newtype Anime Awards 2018, Shigeto Koyama won the \"Best Mechanical Design\" award.","categories":[],"infobox_types":["animanga/Video","animanga/Print","animanga/Print","animanga/Footer}}"],"annotations":[{"uri":"Japan","surface_form":"Japanese","offset":5},{"uri":"Science_fiction","surface_form":"science fiction","offset":14},{"uri":"Anime","surface_form":"anime","offset":30},{"uri":"Produce","surface_form":"produced","offset":96},{"uri":"CloverWorks","surface_form":"CloverWorks","offset":108},{"uri":"Animate","surface_form":"animated","offset":131},{"uri":"Studio_Trigger","surface_form":"Studio Trigger","offset":143},{"uri":"Anime_Expo","surface_form":"Anime Expo 2017","offset":239},{"uri":"Manga","surface_form":"manga","offset":284},{"uri":"Kentaro_Yabuki","surface_form":"Kentaro Yabuki","offset":308},{"uri":"Distribute","surface_form":"distributed","offset":364},{"uri":"Crunchyroll","surface_form":"Crunchyroll","offset":394},{"uri":"Aniplus_Asia","surface_form":"Aniplus Asia","offset":449},{"uri":"Southeast_Asia","surface_form":"Southeast Asia","offset":480},{"uri":"Funimation","surface_form":"Funimation","offset":496},{"uri":"Mecha","surface_form":"mecha","offset":870},{"uri":"Immortality","surface_form":"cannot die","offset":907},{"uri":"Procreation","surface_form":"make babies","offset":963},{"uri":"Romance_(love)","surface_form":"make relationships","offset":978},{"uri":"Artificial","surface_form":"artificially","offset":1031},{"uri":"Experiment","surface_form":"experiment","offset":1176},{"uri":"Zero_Two","surface_form":"Zero Two","offset":1314},{"uri":"Graduation","surface_form":"graduation","offset":1353},{"uri":"Volunteer","surface_form":"volunteers","offset":1568},{"uri":"Romantic_(love)","surface_form":"romantic relationships","offset":1826},{"uri":"Reincarnation","surface_form":"reincarnate","offset":2197},{"uri":"Theme_song","surface_form":"theme song","offset":2489},{"uri":"Mika_Nakashima","surface_form":"Mika Nakashima","offset":2541},{"uri":"Hyde_(musician)","surface_form":"Hyde","offset":2568},{"uri":"Voice_acting","surface_form":"voice actors","offset":2692},{"uri":"Kentaro_Yabuki","surface_form":"Kentaro Yabuki","offset":3044},{"uri":"Yonkoma","surface_form":"four panel","offset":3199},{"uri":"Comic_strip","surface_form":"comic strip","offset":3210},{"uri":"Weekly_Sh%C5%8Dnen_Jump","surface_form":"Shōnen Jump+","offset":3267},{"uri":"Aniplex","surface_form":"Aniplex","offset":3503},{"uri":"Soundtrack","surface_form":"soundtrack","offset":3553},{"uri":"Home_video","surface_form":"home video","offset":3601},{"uri":"Coming-of-age_story","surface_form":"coming-of-age","offset":3977},{"uri":"Enjoyable","surface_form":"enjoyable","offset":4082},{"uri":"Creativity","surface_form":"creative","offset":4390},{"uri":"Nominate","surface_form":"nominated","offset":4458},{"uri":"Newtype","surface_form":"Newtype","offset":4693}]}