{"id":642486,"url":"http://en.wikipedia.org/wiki/2019_UEFA_Europa_League_Final","text":"The 2019 UEFA Europa League Final will be the last match of the 2018–19 UEFA Europa League of the 48th season of Europe's secondary club football tournament organised by UEFA, and the 10th season since it was renamed from the UEFA Cup to the UEFA Europa League. It will be played at the Olympic Stadium in Baku, Azerbaijan on 29 May 2019.\nChelsea won the final 4–1 for their second UEFA Europa League title. As winners, they will play against the winners of the 2018–19 UEFA Champions League in the 2019 UEFA Super Cup. Chelsea have already qualified for the Champions League group stage through their league performance, the group stage berth reserved for the Europa League winners was given to the third-placed team of the 2018–19 Ligue 1, Lyon, as Ligue 1 was the 5th-ranked association according to next season's access list.\nStarting from this season, the Europa League final was played in the same week as the Champions League final. In March 2018, UEFA announced that a fourth substitution will be allowed in extra time and that the number of substitutes has been increased from 7 to 12. The kick-off time has also been changed from 20:45 CEST to 21:00 CEST. The match was also the first fixture (and final) of the Europa League to use the video assistant referee (VAR) system.\nRoad to the final.\n\"Note: In all results below, the score of the finalist is given first (H: home; A: away).\"\nDetails.\nThe \"home\" team (for administrative purposes) was determined by an additional draw held after the quarter-final and semi-final draws, which was held on 15 March 2019 at the UEFA headquarters in Nyon, Switzerland.","categories":[],"infobox_types":[],"annotations":[{"uri":"2018%E2%80%9319_UEFA_Europa_League","surface_form":"2018–19 UEFA Europa League","offset":64},{"uri":"Europe","surface_form":"Europe","offset":113},{"uri":"Association_football","surface_form":"football","offset":137},{"uri":"UEFA","surface_form":"UEFA","offset":170},{"uri":"UEFA_Europa_League","surface_form":"UEFA Europa League","offset":242},{"uri":"Baku_Olympic_Stadium","surface_form":"Olympic Stadium","offset":287},{"uri":"Baku","surface_form":"Baku","offset":306},{"uri":"2018%E2%80%9319_UEFA_Champions_League","surface_form":"2018–19 UEFA Champions League","offset":462},{"uri":"2019_UEFA_Super_Cup","surface_form":"2019 UEFA Super Cup","offset":499},{"uri":"2018%E2%80%9319_Ligue_1","surface_form":"2018–19 Ligue 1","offset":725},{"uri":"Olympique_Lyonnais","surface_form":"Lyon","offset":742},{"uri":"Substitute_(association_football)","surface_form":"fourth substitution","offset":977},{"uri":"Video_assistant_referee","surface_form":"video assistant referee","offset":1247},{"uri":"Nyon","surface_form":"Nyon","offset":1598}]}