{"id":64262,"url":"http://en.wikipedia.org/wiki/Schapelle_Corby","text":"e=\"preserve\">Schapelle Leigh Corby (born 10 July 1977) is an Australian woman convicted and imprisoned in Indonesia for drug smuggling. She is a former shop assistant and beauty therapy student from Queensland.\nCorby served a twenty year sentence for the importation of 4.1 kg (9 lb) of cannabis into Bali, Indonesia. She was convicted and sentenced in Bali on 27 May 2005 by the Denpasar (Indonesia) District Court and was serving her sentence in Kerobokan Prison, Bali. On appeal, her conviction and sentence have been confirmed with finality by the Indonesian Supreme Court, with legal maneuvers continuing on her behalf.\nShe says that the drugs were put in her bag by someone else and that she did not know about them. Her trial and conviction were a major focus of attention for the Australian media. Corby was released on parole on 10 February 2014 after serving nine years in prison. In her parole conditions, Corby cannot leave Indonesia until July 2017.\nControversy.\nOn 3 March 2008 Australian television show \"Current Affairs\" showed pictures of what was believed to be Corby and her sister Mercedes dining in a restaurant. This is proof that Corby had bribed the prison guards to let her out for the evening claimed the show, this has made many Australians upset as Corby earlier has claimed she never goes outside Kerobokan Prison.","categories":[],"infobox_types":[],"annotations":[{"uri":"Australians","surface_form":"Australian","offset":61},{"uri":"Indonesia","surface_form":"Indonesia","offset":106},{"uri":"Queensland","surface_form":"Queensland","offset":199},{"uri":"Cannabis","surface_form":"cannabis","offset":287},{"uri":"Bali","surface_form":"Bali","offset":301},{"uri":"Denpasar","surface_form":"Denpasar","offset":380},{"uri":"Kerobokan_Prison","surface_form":"Kerobokan Prison","offset":448},{"uri":"Bali","surface_form":"Bali","offset":466},{"uri":"Indonesian_Supreme_Court","surface_form":"Indonesian Supreme Court","offset":552},{"uri":"Legal","surface_form":"legal","offset":583}]}