{"id":6426,"url":"http://en.wikipedia.org/wiki/Antisemitism","text":"Antisemitism is the hatred of or prejudice against Jews. Antisemitism has a long history, but the most well known act of anti-semitism is the Holocaust perpetrated by Germany, also known as the Final Solution, a genocide which happened between 1933 and 1945. The plan was to totally get rid of the Jewish people in Europe, and up to 60-75% of them were killed. Around six million European Jews were killed because of the Nazi leader Adolf Hitler. He said that Jews were a racial group with naturally bad features.\nAntisemitism is still common today. In a 2011 survey by the Pew Research Center, all of the Muslim-majority Middle Eastern countries polled had very bad opinions of Jews. Only 2% of Egyptians, 3% of Lebanese Muslims, and 2% of Jordanians reported having a good view of Jews. In a 2013 survey of 5,847 Jewish people in Europe, 76% thought that antisemitism has increased in the past five years and 29% had thought about moving countries because they felt unsafe. Some related words include Judeophobia and Israelophobia. In the United States, antisemitic views are common as well. A 2017 survey showed that 14% of Americans had antisemitic feelings.\nAnti-Semitism in the Bible.\nThe New Testament has anti-Semitic contents.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hatred","surface_form":"hatred","offset":20},{"uri":"Prejudice","surface_form":"prejudice","offset":33},{"uri":"Jew","surface_form":"Jew","offset":51},{"uri":"Holocaust","surface_form":"Holocaust","offset":142},{"uri":"Germany","surface_form":"Germany","offset":167},{"uri":"Genocide","surface_form":"genocide","offset":212},{"uri":"Nazi_Party","surface_form":"Nazi","offset":421},{"uri":"Adolf_Hitler","surface_form":"Adolf Hitler","offset":433},{"uri":"Race_(sociology)","surface_form":"racial group","offset":472},{"uri":"Muslim","surface_form":"Muslim","offset":606},{"uri":"Europe","surface_form":"Europe","offset":832},{"uri":"United_States","surface_form":"United States","offset":1041},{"uri":"New_Testament","surface_form":"New Testament","offset":1195}]}