{"id":64284,"url":"http://en.wikipedia.org/wiki/Sarah_Palin","text":"Sarah Louise Palin ({; née Heath; born February 11, 1964) is an American politician, commentator and author. She was the ninth Governor of Alaska, from 2006 to 2009. As the Republican Party nominee for Vice President in the 2008 presidential election alongside Arizona Senator John McCain, she was the first Alaskan on the national ticket of a major party and first Republican woman nominated for the vice presidency. Her book \"Going Rogue\" has sold more than two million copies. Since January 2010, she has provided political commentary for Fox News, and hosted a television show, \"Sarah Palin's Alaska.\"\nShe was elected to Wasilla City Council in 1992 and became mayor of Wasilla in 1996. In 2003, after an unsuccessful run for lieutenant governor, she was appointed Chairman of the Alaska Oil and Gas Conservation Commission, responsible for overseeing the state's oil and gas fields for safety and efficiency. The youngest person and first woman to be elected Governor of Alaska, Palin held the office from December 2006 until her resignation in July 2009. She has since endorsed and campaigned for the Tea Party movement, as well as several candidates in the 2010 midterm elections.\nPersonal life and education.\nPalin was born in Sandpoint, Idaho to Charles R. \"Chuck\" Heath, a science teacher and track and field coach, and Sarah \"Sally\" (née Sheeran), a school secretary. Palin's siblings are Chuck Jr., Heather, and Molly. Palin has English, Irish, and German ancestry.\nWhen Palin was a few months old, the family moved to Skagway, Alaska where her father received his job to teach. They relocated to Eagle River in 1969, and finally moved to Wasilla in 1972.\nPalin played flute in a band when she was in junior high, then she attended Wasilla High School where she was the head of the Fellowship of Christian Athletes, During her senior year, she was co-captain and point guard of the basketball team that won the 1982 Alaska state championship, earning the nickname \"Sarah Barracuda\" for her competitive streak.\nAlaska politics.\nPalin was a member of the Wasilla, Alaska city council from 1992 to 1996, and was the city's leader or mayor from 1996 to 2002. She tried to become the assistant to the Governor of Alaska (the lieutenant governor) in 2002, but lost the race. Palin led the Alaska Oil and Gas Conservation Commission from 2003 to 2004, and was chosen to become Governor of Alaska in November 2006 by first being picked to be the choice of the Republican Party and then being chosen over a man in the Democratic Party who had twice been governor of the state. She was both the youngest governor of Alaska and the first female governor of the state. She resigned July 26, 2009. Though elected on a platform of clean government, she blamed the many ethics cases brought against her. She said the legal costs and time kept her from doing her job.\n2008 Election.\nOn August 29, 2008, John McCain, who was the choice of the Republican Party to become president of the United States, said he wanted Palin to become the Vice President. She was picked at the 2008 Republican National Convention in Saint Paul, Minnesota to be the Republican Party choice. She was the first woman to be chosen by the Republican Party to try to become either President or Vice President and the first person from Alaska to be picked for one of these jobs by either the Republican or the Democratic Party. Many Republicans liked the choice, but many other people thought she did not have enough experience and was not smart enough. This image came about from errors in her speeches and interviews with journalists like Katie Couric and Charles Gibson. Her opponent was Joe Biden, who won.\nAfter the 2008 election.\nPalin resigned as governor on July 26, 2009.\nIn 2009, Palin, with help, wrote a book about her life called \"Going Rogue\". It was at the top of the bestseller list, and she drew large crowds at her book signings.\nShe formed her political action committee, Sarah PAC, in January 2009.\nSince 2009, she has spoken many times at meetings of the conservative Tea Party movement.\nSince January 2010, she has been a paid contributor to Fox News Channel.\nOn November 14, 2010, a show on TLC called \"Sarah Palin's Alaska\" debuted and was hosted by Sarah Palin. It was canceled after one season.\nOn October 5, 2011, she chose not to run for the 2012 Presidential Election because she wanted to spend time with her family.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":64},{"uri":"Author","surface_form":"author","offset":101},{"uri":"Governor_of_Alaska","surface_form":"Governor of Alaska","offset":127},{"uri":"Republican_Party_(United_States)","surface_form":"Republican Party","offset":173},{"uri":"John_McCain_2008_presidential_campaign","surface_form":"nominee","offset":190},{"uri":"Vice_President_of_the_United_States","surface_form":"Vice President","offset":202},{"uri":"United_States_presidential_election%2C_2008","surface_form":"2008 presidential election","offset":224},{"uri":"Arizona","surface_form":"Arizona","offset":261},{"uri":"United_States_Senate","surface_form":"Senator","offset":269},{"uri":"John_McCain","surface_form":"John McCain","offset":277},{"uri":"Fox_News_Channel","surface_form":"Fox News","offset":542},{"uri":"Wasilla%2C_Alaska","surface_form":"Wasilla","offset":625},{"uri":"Governor_of_Alaska","surface_form":"Governor of Alaska","offset":964},{"uri":"Tea_Party_movement","surface_form":"Tea Party movement","offset":1107},{"uri":"Sandpoint%2C_Idaho","surface_form":"Sandpoint, Idaho","offset":1235},{"uri":"Skagway%2C_Alaska","surface_form":"Skagway, Alaska","offset":1531},{"uri":"Wasilla%2C_Alaska","surface_form":"Wasilla","offset":1651},{"uri":"Wasilla%2C_Alaska","surface_form":"Wasilla, Alaska","offset":2065},{"uri":"City_council","surface_form":"city council","offset":2081},{"uri":"Mayor","surface_form":"mayor","offset":2142},{"uri":"Governor_of_Alaska","surface_form":"Governor of Alaska","offset":2208},{"uri":"Democratic_Party_(United_States)","surface_form":"Democratic Party","offset":2521},{"uri":"John_McCain","surface_form":"John McCain","offset":2899},{"uri":"Saint_Paul%2C_Minnesota","surface_form":"Saint Paul, Minnesota","offset":3109},{"uri":"Katie_Couric","surface_form":"Katie Couric","offset":3610},{"uri":"Joe_Biden","surface_form":"Joe Biden","offset":3660},{"uri":"Resign","surface_form":"resigned","offset":3711},{"uri":"Going_Rogue","surface_form":"Going Rogue","offset":3813},{"uri":"Tea_Party_movement","surface_form":"Tea Party movement","offset":4058},{"uri":"Fox_News_Channel","surface_form":"Fox News Channel","offset":4133},{"uri":"Sarah_Palin%27s_Alaska","surface_form":"Sarah Palin's Alaska","offset":4195},{"uri":"United_States_presidential_election%2C_2012","surface_form":"2012 Presidential Election","offset":4339}]}