{"id":64292,"url":"http://en.wikipedia.org/wiki/Brandon_Lee","text":"Brandon Bruce Lee (February 1, 1965 – March 31, 1993) was an American actor of Han Chinese, German, English and Swedish descent. He was the son of martial arts movie star Bruce Lee. In 1993, he was accidentally shot dead when filming the movie adaptation of \"The Crow\", a popular comic book. About his character Lee said, \"He has something he has to do and he is forced to put aside his own pain long enough to go do it\".\"\nEarly life.\nBrandon Lee was born in East Oakland Hospital in Oakland, California, He is eldest child of Bruce Lee and his wife Linda, He lived in Hong Kong for his first eight years. Lee lost his father when he was only 8 years old, and then moved to Seattle with his mother and sister. Lee faced a lot of difficulties when he was a teenager. He moved around a lot, coped with being the son of a martial arts legend, and he dropped out of high school several times.\nCareer.\nLee made his first feature movie, Legacy of Rage (1986). And around that time, he appeared in Kung Fu: The Movie with David Carradine, which aired on television. But then, Brandon Lee had his promising career cut short by tragedy, much like his father. A few years later, returning to the big screen, Lee made three action movies: \"Laser Mission\" (1990), \"Showdown in Little Toyko\" (1991) with Dolph Lundgren and \"Rapid Fire\" (1992) with Powers Boothe.\n\"The Crow\", and his death.\nLee played Eric Draven in The Crow, a movie that derived from comic books of James O'Barr. In this movie, he played a murdered rock musician. But there were a series of mishaps during the scene of shooting. Lee was performing his death scene for the movie. He was supposed to perform shoot to death by a prop gun, but the bullet in the prop gun was real and it pierced through his abdomen. Then, he died on March 31, 1993 because of his injuries. Then he was buried next to his father in Seattle on April 3, 1993. And The Crow was released the next year after additional scenes were shot to complete the movie. Many people went to see Lee's haunting final movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Americans","surface_form":"American","offset":61},{"uri":"Actor","surface_form":"actor","offset":70},{"uri":"Han","surface_form":"Han Chinese","offset":79},{"uri":"Germany","surface_form":"German","offset":92},{"uri":"English_people","surface_form":"English","offset":100},{"uri":"Sweden","surface_form":"Swedish","offset":112},{"uri":"Martial_arts","surface_form":"martial arts","offset":147},{"uri":"Bruce_Lee","surface_form":"Bruce Lee","offset":171},{"uri":"The_Crow_(movie)","surface_form":"movie adaptation","offset":238},{"uri":"The_Crow","surface_form":"The Crow","offset":259},{"uri":"Comic_book","surface_form":"comic book","offset":280}]}