{"id":64298,"url":"http://en.wikipedia.org/wiki/Mourning_dove","text":"The mourning dove (\"Zenaida macroura\") is a member of the dove family (Columbidae). It has five subspecies. The number of mourning doves is about 475 million. They live in North America. Mourning doves are light grey and brown, and males and females look similar.\nThe species mostly have one partner at a time. Both parents incubate and care for their chicks. Adult mourning doves usually eat only seeds. The parents feed crop milk to the young.\nThe mourning dove is hunted both for sport and meat. Up to 70 million birds are shot in the United States every year. Its mournful call gives the bird its name. The bird is a strong flier, and can fly at up to 88 km/h (55 mph).\nDistribution.\nThe mourning dove has a large range of nearly 11 million square kilometers (6.8 million square miles). These birds live throughout the Greater Antilles, most of Mexico, the Continental United States, and southern Canada. In the summer, the birds are mostly seen in the Canadian prairies, and in southern Central America in the winter. The species is a vagrant in northern Canada, Alaska, and South America. It has been seen at least seven times in the Palearctic ecozone with records from the British Isles (five), the Azores (one) and Iceland (one). In 1963, the Mourning Dove was introduced to Hawaii, and in 1998 there was still a small population in North Kona, Hawaii.\nThe mourning dove lives in many different habitats, such as farms, prairie, grassland, and woods. It does not live in swamps or thick forests. They also lives in places where humans live, such as in cities or towns.\nDescription.\nThe mourning dove is a medium-sized, slender dove. It weighs an average of. It has a small head and a long tail. Mourning doves have perching feet, with three toes facing forward and one facing backward. The legs are short and have a reddish color. The beak is small and dark, usually a mixture of brown and black.\nIts feathers are generally light gray-brown and lighter and more pink below. The wings may have black spots, and the outer tail feathers are white. The eyes are dark, with light skin around them. The adult male has bright purple-pink patches on the sides of its neck, with light pink coloring up to the breast. Younger birds look more scaly and dark.\nAll five subspecies of the mourning dove look similar and cannot be told apart easily. The Western subspecies has longer wings, a longer beak, shorter toes, and is lighter in color. The Panama mourning dove has shorter wings and legs, a longer beak, and is grayer in color. The Clarion Island subspecies has larger feet, a larger beak, and is darker brown in color.\nSounds.\nThis species' call is a \"cooOOoo-woo-woo-woooo\", which is used by males when attracting a mate. Other sounds include a nest call (\"cooOOoo\") by paired males to attract their mates to the nests, a greeting call (a soft \"ork\") by males upon joining their mates again, and an alarm call (a short \"roo-oo\") by either male or female when in danger.\nIn flight, the wings make a fluttery whistling sound that is quiet and hard to hear, but is louder at take-off and landing.\nReproduction.\nThe male begins courtship by flying noisily, and then in a graceful, circular glide with its wings outstretched and head down. After landing, the male will go to the female with a puffed out breast, bobbing head, and loud calls. Once the pair is mated, they will often spend time preening each other's feathers. The mourning dove does not easily leave its mate. Pairs may sometimes remain together throughout the winter. However, lone doves will find new partners if necessary.\nAfter mating, the male shows the female all the potential nest sites, and lets the female choose one and build the nest. The male will fly about, gather material, and bring it to her. The male stands on the female's back to give the material to the female, who builds it into the nest. The nest is constructed of twigs, conifer needles, or grass. Sometimes, mourning doves will take place of the unused nests of other mourning doves, birds, or mammals such as squirrels.\nMost nests are in trees, but they can also be found in shrubs, vines, or on buildings and hanging flower pots. When there is no suitable place to nest above, mourning doves will nest on the ground. The nest is almost always big enough for exactly two eggs. Sometimes, however, a female will lay her eggs in the nest of another pair, leading to three or four eggs in the nest. The eggs are small and white.\nBoth sexes incubate; the male from morning to afternoon, and the female the rest of the day and at night. Mourning doves rarely leave their nest alone. Incubation takes two weeks.\nBoth parents feed the squabs crop milk for the first 3–4 days of life. After that, they gradually begin to eat seeds. The feathers and wing muscles begin to develop for flight in about 11–15 days. This happens before the squabs are fully grown, but after they digest the adult food. They stay nearby to be fed by their father for up to two weeks after fledging.\nMourning doves breed quickly. In warmer areas, these birds may raise up to six broods in a season. This fast breeding is essential because they cannot live long. Each year, the mortality can reach 58% a year for adults and 69% for the young.\nEcology.\nMourning doves eat mostly seeds. Seeds are at least 99% of their diet. Rarely, they will eat snails or insects. Mourning doves generally eat enough to fill their stomach and then fly away to digest while resting. They often swallow gravel or sand to help them digest. At bird feeders, mourning doves are attracted to corn, millet, and sunflower seeds. Mourning doves do not dig or scratch for seeds, but only eat what they can see. They will sometimes perch on plants and eat from them.\nMourning doves especially prefer pine nuts, sesame, and wheat. When they cannot find their favorite foods, mourning doves will eat the seeds of other plants, including buckwheat and rye.\nMourning doves can be easily harmed with several different parasites and diseases, including tapeworms, nematodes, mites, and lice. The \"Trichomonas gallinae\", a parasite which lives in the mouth, is especially severe. While the bird sometimes shows no ill effects, the parasite often causes a yellowish growth in the mouth and throat. This can cause the bird to starve to death.\nThe greatest predators of this species are birds of prey, such as falcons and hawks. Other times, during nesting, corvids, grackles, house cats or rat snakes will prey on their eggs. Cowbirds rarely parasitize mourning dove nests. Mourning doves reject slightly under a third of cowbird eggs in such nests, and the cowbirds cannot eat the Mourning Dove's vegetarian diet.\nBehavior.\nLike other doves, the mourning dove drinks without lifting or tilting its head. They often gather at drinking spots around dawn and dusk.\nMourning doves wash themselves in the sun or rain. These birds can also take baths in shallow pools or bird baths. They may sometimes bathe themselves in the dust as well.\nThese birds are a strong fliers and can fly up to 88 km/h (55 mph).\nWhen they are not breeding, mourning doves roost in dense deciduous trees or in conifers. During sleep, the head rests between the shoulders, close to the body, and is not tucked under the shoulder feathers as most species do. Sometimes, roosting is delayed on colder days during the winter in Canada.\nConservation status.\nThe mourning dove is of least concern to the International Union for the Conservation of Nature (IUCN). The species is not at immediate risk. The population is about 475 million and they live across a wide area. However, around 40–70 million birds are shot as game every year.\nTaxonomy.\nThe mourning dove is closely related to the eared dove (\"Zenaida auriculata\") and the Socorro dove (\"Zenaida graysoni\"). Sometimes these three birds are put in the separate genus \"Zenaidura\". The Socorro dove was once thought to be the same species as the mourning dove. However, differences in behavior, call, and appearance separate them as two different species.\nThe West Indian subspecies lives throughout the Greater Antilles. It is also lives in the Florida Keys. The Eastern subspecies lives mainly in eastern North America, as well as Bermuda and the Bahamas. The Western subspecies lives in western North America and parts of Mexico. The Panamanian subspecies is in Central America. The Clarion Island subspecies lives near the Pacific coast of Mexico.\nThe mourning dove is sometimes called the American mourning dove, because it may be confused with the distantly related African mourning dove (\"Streptopelia decipiens\"). It also used to be known as the Carolina turtledove or Carolina pigeon. The species' scientific name was given in 1838 by French zoologist Charles L. Bonaparte, honoring his wife, Princess Zénaide. The \"mourning\" part of its name comes from its call.\nClosest relative.\nThe mourning dove is thought to be most closely related to the extinct passenger pigeon (\"Ectopistes migratorius\").\nAs a symbol and in the arts.\nThe Eastern mourning dove (\"Z. m. carolinensis\") is Wisconsin's official symbol of peace. The bird is also Michigan's state bird of peace.\nThe mourning dove appears as the Carolina turtle-dove on plate 286 of Audubon's \"The Birds of America\".\nMourning doves are referred to often in American literature. They are in some American and Canadian poetry such as in the works of Robert Bly, Jared Carter, Lorine Niedecker, and Charles Wright.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dove","surface_form":"dove","offset":58},{"uri":"Family_(biology)","surface_form":"family","offset":63},{"uri":"Subspecies","surface_form":"subspecies","offset":96},{"uri":"North_America","surface_form":"North America","offset":172},{"uri":"Similar","surface_form":"similar","offset":255},{"uri":"Species","surface_form":"species","offset":268},{"uri":"Parent","surface_form":"parent","offset":316},{"uri":"Avian_incubation","surface_form":"incubate","offset":324},{"uri":"Adult","surface_form":"Adult","offset":360},{"uri":"Seed","surface_form":"seed","offset":398},{"uri":"Crop_milk","surface_form":"crop milk","offset":422},{"uri":"United_States","surface_form":"United States","offset":538},{"uri":"Mourning","surface_form":"mournful","offset":568},{"uri":"Bird_sound","surface_form":"call","offset":577},{"uri":"Bird_flight","surface_form":"flier","offset":628},{"uri":"Range_(biology)","surface_form":"range","offset":718},{"uri":"Greater_Antilles","surface_form":"Greater Antilles","offset":823},{"uri":"Mexico","surface_form":"Mexico","offset":849},{"uri":"Continental_United_States","surface_form":"Continental United States","offset":861},{"uri":"Canada","surface_form":"Canada","offset":901},{"uri":"Prairie","surface_form":"prairie","offset":966},{"uri":"Central_America","surface_form":"Central America","offset":992},{"uri":"Vagrancy_(biology)","surface_form":"vagrant","offset":1040},{"uri":"Palearctic","surface_form":"Palearctic","offset":1140},{"uri":"British_Isles","surface_form":"British Isles","offset":1181},{"uri":"Azores","surface_form":"Azores","offset":1207},{"uri":"Iceland","surface_form":"Iceland","offset":1224},{"uri":"Introduced_species","surface_form":"introduced","offset":1270},{"uri":"Hawaii","surface_form":"Hawaii","offset":1284},{"uri":"Population","surface_form":"population","offset":1328},{"uri":"Habitat","surface_form":"habitat","offset":1404},{"uri":"Swamp","surface_form":"swamp","offset":1480},{"uri":"Forest","surface_form":"forest","offset":1496},{"uri":"City","surface_form":"cities","offset":1561},{"uri":"Beak","surface_form":"beak","offset":1844},{"uri":"Feather","surface_form":"feather","offset":1910},{"uri":"Pink","surface_form":"pink","offset":1971},{"uri":"Wing","surface_form":"wing","offset":1987},{"uri":"Scale_(zoology)","surface_form":"scaly","offset":2241},{"uri":"Attract","surface_form":"attracting","offset":2708},{"uri":"Mate","surface_form":"mate","offset":2721},{"uri":"Alarm","surface_form":"alarm","offset":2904},{"uri":"Flutter","surface_form":"fluttery","offset":3003},{"uri":"Whistle","surface_form":"whistling","offset":3012},{"uri":"Court","surface_form":"courtship","offset":3129},{"uri":"Noise","surface_form":"noisily","offset":3149},{"uri":"Graceful","surface_form":"graceful","offset":3172},{"uri":"Circular","surface_form":"circular","offset":3182},{"uri":"Preening","surface_form":"preening","offset":3393},{"uri":"Potential","surface_form":"potential","offset":3639},{"uri":"Conifer_cone","surface_form":"conifer needles","offset":3911},{"uri":"Grass","surface_form":"grass","offset":3931},{"uri":"Mammal","surface_form":"mammal","offset":4035},{"uri":"Squirrel","surface_form":"squirrel","offset":4051},{"uri":"Trees","surface_form":"trees","offset":4080},{"uri":"Shrub","surface_form":"shrub","offset":4117},{"uri":"Vine","surface_form":"vine","offset":4125},{"uri":"Buildings","surface_form":"buildings","offset":4138},{"uri":"Suit","surface_form":"suitable","offset":4190},{"uri":"Egg_(biology)","surface_form":"eggs","offset":4313},{"uri":"Avian_incubation","surface_form":"Incubation","offset":4620},{"uri":"Crop_milk","surface_form":"crop milk","offset":4677},{"uri":"Digest","surface_form":"digest","offset":4908},{"uri":"Essential","surface_form":"essential","offset":5131},{"uri":"Seed","surface_form":"seed","offset":5287},{"uri":"Snail","surface_form":"snail","offset":5354},{"uri":"Insect","surface_form":"insect","offset":5364},{"uri":"Digestion","surface_form":"digest","offset":5452},{"uri":"Gravel","surface_form":"gravel","offset":5493},{"uri":"Sand","surface_form":"sand","offset":5503},{"uri":"Corn","surface_form":"corn","offset":5578},{"uri":"Millet","surface_form":"millet","offset":5584},{"uri":"Sunflower","surface_form":"sunflower","offset":5596},{"uri":"Perch","surface_form":"perch","offset":5713},{"uri":"Pine","surface_form":"pine","offset":5781},{"uri":"Sesame","surface_form":"sesame","offset":5792},{"uri":"Wheat","surface_form":"wheat","offset":5804},{"uri":"Buckwheat","surface_form":"buckwheat","offset":5916},{"uri":"Rye","surface_form":"rye","offset":5930},{"uri":"Parasite","surface_form":"parasite","offset":5994},{"uri":"Disease","surface_form":"disease","offset":6008},{"uri":"Tapeworm","surface_form":"tapeworm","offset":6028},{"uri":"Nematode","surface_form":"nematode","offset":6039},{"uri":"Mite","surface_form":"mite","offset":6050},{"uri":"Lice","surface_form":"lice","offset":6061},{"uri":"Trichomonas_gallinae","surface_form":"Trichomonas gallinae","offset":6072},{"uri":"Severe","surface_form":"severe","offset":6146},{"uri":"Starvation","surface_form":"starve","offset":6298},{"uri":"Predator","surface_form":"predator","offset":6328},{"uri":"Bird_of_prey","surface_form":"birds of prey","offset":6358},{"uri":"Falcon","surface_form":"falcon","offset":6381},{"uri":"Hawk","surface_form":"hawk","offset":6393},{"uri":"Corvid","surface_form":"corvid","offset":6429},{"uri":"Grackle","surface_form":"grackle","offset":6438},{"uri":"House_cat","surface_form":"house cat","offset":6448},{"uri":"Rat_snake","surface_form":"rat snake","offset":6462},{"uri":"Cowbird","surface_form":"Cowbird","offset":6498},{"uri":"Parasite","surface_form":"parasitize","offset":6514},{"uri":"Vegetarian","surface_form":"vegetarian","offset":6670},{"uri":"Dove","surface_form":"dove","offset":6708},{"uri":"Dawn","surface_form":"dawn","offset":6820},{"uri":"Dusk","surface_form":"dusk","offset":6829},{"uri":"Bird_bath","surface_form":"bird bath","offset":6938},{"uri":"Dust","surface_form":"dust","offset":6993},{"uri":"Bird_flight","surface_form":"fliers","offset":7032},{"uri":"Roost","surface_form":"roost","offset":7118},{"uri":"Dense","surface_form":"dense","offset":7127},{"uri":"Deciduous","surface_form":"deciduous","offset":7133},{"uri":"Conifer","surface_form":"conifer","offset":7155},{"uri":"Canada","surface_form":"Canada","offset":7369},{"uri":"Least_Concern","surface_form":"least concern","offset":7422},{"uri":"International_Union_for_the_Conservation_of_Nature","surface_form":"International Union for the Conservation of Nature","offset":7443},{"uri":"Game_(food)","surface_form":"game","offset":7658},{"uri":"Eared_dove","surface_form":"eared dove","offset":7729},{"uri":"Socorro_dove","surface_form":"Socorro dove","offset":7771},{"uri":"Genus","surface_form":"genus","offset":7858},{"uri":"Greater_Antilles","surface_form":"Greater Antilles","offset":8099},{"uri":"Florida_Keys","surface_form":"Florida Keys","offset":8141},{"uri":"North_America","surface_form":"North America","offset":8202},{"uri":"Bermuda","surface_form":"Bermuda","offset":8228},{"uri":"Bahamas","surface_form":"Bahamas","offset":8244},{"uri":"Mexico","surface_form":"Mexico","offset":8320},{"uri":"Central_America","surface_form":"Central America","offset":8360},{"uri":"Pacific_Ocean","surface_form":"Pacific coast","offset":8422},{"uri":"Mourning_collared_dove","surface_form":"African mourning dove","offset":8567},{"uri":"France","surface_form":"French","offset":8739},{"uri":"Zoologist","surface_form":"zoologist","offset":8746},{"uri":"Honor","surface_form":"honoring","offset":8778},{"uri":"Extinct","surface_form":"extinct","offset":8949},{"uri":"Passenger_pigeon","surface_form":"passenger pigeon","offset":8957},{"uri":"Wisconsin","surface_form":"Wisconsin","offset":9083},{"uri":"Symbol","surface_form":"symbol","offset":9104},{"uri":"Michigan","surface_form":"Michigan","offset":9138},{"uri":"John_James_Audubon","surface_form":"Audubon","offset":9240},{"uri":"The_Birds_of_America","surface_form":"The Birds of America","offset":9251},{"uri":"United_States","surface_form":"American","offset":9314},{"uri":"Literature","surface_form":"literature","offset":9323},{"uri":"Robert_Bly","surface_form":"Robert Bly","offset":9405},{"uri":"Jared_Carter","surface_form":"Jared Carter","offset":9417},{"uri":"Lorine_Niedecker","surface_form":"Lorine Niedecker","offset":9431},{"uri":"Charles_Wright_(poet)","surface_form":"Charles Wright","offset":9453}]}