{"id":643192,"url":"http://en.wikipedia.org/wiki/Sushil_Kumar_Modi","text":"Sushil Kumar Modi (born 5 January 1952) is an Indian politician from the Bharatiya Janata Party who is serving as Deputy Chief Minister of Bihar since 27 July 2017. Previously he was Deputy CM along with Finance Minister of Bihar from 2005 to 2013. He is a lifelong member of the Rashtriya Swayamsevak Sangh. He was appointed the Chairman of the Empowered Committee of State Finance Ministers for the Implementation of Goods and Service Tax in July 2011.\nEarly life.\nSushil Modi was born on 5 January 1952 in a Marwari (Vaishya Bania) family. His father was Moti Lal Modi and his mother was Ratna Devi. He has done BSc from B N College, Patna. He graduated Patna Science College and did Botany Hons in 1973. Later he left MSc Botany Course in Patna University, to join social movement started by Jai Prakash Narayan.\nPolitical career.\nIn 1990, he joined active politics and successfully contested from Patna Central Assembly (now known as Kumhrar (Vidhan Sabha constituency)). He was re-elected in 1995 & 2000. In 1990, he was made the Chief Whip of the BJP Bihar Legislature Party. From 1996 till 2004 he was the Leader of Opposition in the State Assembly. He filed the Public Interest Litigation (PIL) in the Patna High Court against Lalu Prasad Yadav, which was later known as Fodder Scam. He became a member of Lok Sabha in 2004 representing the constituency of Bhagalpur.\nHe was the Minister for Parliamentary Affairs in a short lived Nitish Kumar government in 2000. He supported the formation of the State of Jharkhand.\nIn 2005 Bihar election, NDA came to power and Modi was elected the leader of Bihar BJP Legislature Party. He subsequently resigned from the Lok Sabha and took over as the Deputy Chief Minister of Bihar. He was given the Finance Portfolio along with a number of other departments. After NDA victory in 2010 Bihar elections, he continued to be the Deputy Chief Minister of Bihar. Modi did not contest the 2005 and 2010 Bihar Assembly elections to be able to campaign for BJP.\nIn 2017, Sushil Modi was the main player behind the fall of the JDU-RJD Grand Alliance government in Bihar, with his continuous tirade against RJD chief Lalu Prasad and his family for four months over his alleged benami properties and irregular financial transactions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bharatiya_Janata_Party","surface_form":"Bharatiya Janata Party","offset":73},{"uri":"Rashtriya_Swayamsevak_Sangh","surface_form":"Rashtriya Swayamsevak Sangh","offset":280},{"uri":"Marwari_people","surface_form":"Marwari","offset":511},{"uri":"Vaishya","surface_form":"Vaishya","offset":520},{"uri":"Bania_(caste)","surface_form":"Bania","offset":528},{"uri":"Jai_Prakash_Narayan","surface_form":"Jai Prakash Narayan","offset":796},{"uri":"Kumhrar_(Vidhan_Sabha_constituency)","surface_form":"Kumhrar (Vidhan Sabha constituency)","offset":939},{"uri":"Patna_High_Court","surface_form":"Patna High Court","offset":1211},{"uri":"Lalu_Prasad_Yadav","surface_form":"Lalu Prasad Yadav","offset":1236},{"uri":"Fodder_Scam","surface_form":"Fodder Scam","offset":1280},{"uri":"Bhagalpur","surface_form":"Bhagalpur","offset":1366},{"uri":"Nitish_Kumar","surface_form":"Nitish Kumar","offset":1440},{"uri":"Jharkhand","surface_form":"Jharkhand","offset":1516},{"uri":"National_Democratic_Alliance_(India)","surface_form":"NDA","offset":1551},{"uri":"Lok_Sabha","surface_form":"Lok Sabha","offset":1667},{"uri":"Deputy_Chief_Minister_of_Bihar","surface_form":"Deputy Chief Minister of Bihar","offset":1698},{"uri":"Deputy_Chief_Minister_of_Bihar","surface_form":"Deputy Chief Minister of Bihar","offset":1873}]}