{"id":6431,"url":"http://en.wikipedia.org/wiki/Panama","text":"Panama is a country in Central America. Its official name is the Republic of Panama, and it is most famous for the Panama Canal. Countries bordering Panama are Costa Rica in the Northwest and Colombia in the Southeast. Panama is between the Caribbean Sea and the Pacific Ocean. Most of the people in Panama are Roman Catholic (about 80%).\nHarbors.\nThe Caribbean has many good natural harbors. However, Cristóbal, at the Caribbean of the, had the only important port facilities in the late 1980s. The many islands of the Archipiélago de Bocas del Toro, near the beaches of Costa Rica, made an natural roadstead and shield for the port of Almirante. The over 350 San Blas Islands, near Colombia, are spread out for more than 160 km along the sheltered Caribbean coastline.\nDemographics.\nThe information there **Other** is likely including Arabs, East Indians, and some Russian.\nFor ships, Panama is a flag of convenience.\nEconomy.\nIn 2011 Panama had an unemployment rate of 2.7%. Panama also had a food surplus in August 2008. Panama was ranked at number 60 on the Human Development Index in 2008.\nPanama's economy has experienced an economic boom in recent years. Real gross domestic product (GDP) growth was over 10.4% from 2006–2008. The Panamanian economy has been one of the fastest growing and best managed in Latin America. Latin Business Chronicle has predicted that Panama will be the fastest growing economy in Latin America in the five-year period of 2010–14.\nPanama is impacted by the global financial crisis. It threatens to damage the social gains made in the past few years.\nThe expansion project of the Panama Canal and the free trade agreement with the United States is expected to boost and extend the economy.\nProvinces.\nPanama is divided into nine provinces. Also, there are five \"Comarcas\" (literally: \"Shires\") populated by a variety of indigenous groups.","categories":[],"infobox_types":[],"annotations":[{"uri":"Central_America","surface_form":"Central America","offset":23},{"uri":"Panama_Canal","surface_form":"Panama Canal","offset":115},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":160},{"uri":"Colombia","surface_form":"Colombia","offset":192},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":241},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":263},{"uri":"Caribbean","surface_form":"Caribbean","offset":352},{"uri":"Facilities","surface_form":"facilities","offset":466},{"uri":"1980","surface_form":"1980","offset":489},{"uri":"Beaches","surface_form":"beaches","offset":561},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":572},{"uri":"Colombia","surface_form":"Colombia","offset":684},{"uri":"Flag_of_convenience","surface_form":"flag of convenience","offset":899},{"uri":"Human_Development_Index","surface_form":"Human Development Index","offset":1063},{"uri":"Latin_Business_Chronicle","surface_form":"Latin Business Chronicle","offset":1329}]}