{"id":64338,"url":"http://en.wikipedia.org/wiki/Destiny%27s_Child","text":"Destiny's Child was a three-time Grammy Award-winning American R&B girl group. They were founded in Houston, Texas. They formed in 1997. Originally a quartet called Girl's Tyme, the group eventually became a trio whose members were Beyoncé Knowles, Kelly Rowland, and Michelle Williams. According to the World Music Awards, Destiny's Child is the best selling female group of all time. On June 12, 2005, they announced on tour in Barcelona that they would no longer be performing together, but pursuing individual careers in music, theatre, television and film.\nThey disbanded in 2006. Destiny's Child has sold in total 75 million worldwide including albums, video albums and singles; its leader Beyoncé as a solo and featured artist has sold the same million of copies; Kelly Rowland has sold as a solo and featured artist 20 albums and singles million worldwide.\nWith Michelle Williams as the lineup destiny's child sold about 35 million copies. By herself Michelle has had several albums amongst them are: heart to you and unexpected.\nDestiny's Child has sold 170 million worldwide.\n1998-2000.\nDestiny's Child released their first album, \"Destiny's Child\", in 1998. Their second album \"The Writing's on the Wall\" was released in 1999. It was the band's last album with four members.\n2001-2003.\nIn 2001 \"Survivor\" was released. All of the album's four singles reached number one.\n2004-2005.\nThe band released their last album \"Destiny Fulfilled\" in 2004. Four singles were released from the album.","categories":[],"infobox_types":[],"annotations":[{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":33},{"uri":"United_States","surface_form":"American","offset":54},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":63},{"uri":"Girl_group","surface_form":"girl group","offset":67},{"uri":"Houston","surface_form":"Houston","offset":100},{"uri":"Texas","surface_form":"Texas","offset":109},{"uri":"Quartet","surface_form":"quartet","offset":150},{"uri":"Trio_(music)","surface_form":"trio","offset":208},{"uri":"Beyonc%C3%A9_Knowles","surface_form":"Beyoncé Knowles","offset":232},{"uri":"Kelly_Rowland","surface_form":"Kelly Rowland","offset":249},{"uri":"Michelle_Williams_(singer)","surface_form":"Michelle Williams","offset":268},{"uri":"World_Music_Awards","surface_form":"World Music Awards","offset":304},{"uri":"Barcelona","surface_form":"Barcelona","offset":430},{"uri":"Beyonc%C3%A9","surface_form":"Beyoncé","offset":696},{"uri":"Kelly_Rowland","surface_form":"Kelly Rowland","offset":771}]}