{"id":643634,"url":"http://en.wikipedia.org/wiki/Beavis_and_Butt-Head_Do_America","text":"e=\"preserve\">\"Beavis and Butt-Head Do America\" is an American 1996 comedy and adventure movie. Beavis and Butt-head are the main characters in the movie. They're played by Mike Judge. The teenage boys are from the fictional town of Highland, Texas.\nPlot.\nAfter a dream of the two of them terrorizing the city as giants, Beavis and Butt-Head wake up and realize somebody has stolen their television. The pair then go on a mission to find the stolen television. After several accidents, they visit a low-quality motel that says \"TVs in every room\". There, they meet a man named Muddy Grimes. Grimes is waiting for two hired hitmen to murder his wife Dallas. They're later found to be the same people who stole the television. Muddy thinks that the \"killers\" are younger than he originally thought. He says they must \"do\" (in other words: murder) his wife. But the boys think that by \"do\", Muddy actually made a euphemism for performing sex on his wife. Butt-Head convinces Beavis both of them can \"score\" (in other words: have sex) \"and\" get paid enough money for buying a new television. Grimes then gives Beavis and Butt-Head a photo of Dallas with instructions on where to find her. Then, Grimes drives them to the airport to get on an airplane to Las Vegas, Nevada.\nAfter arriving at the casino where they're staying, Beavis and Butt-Head are arrested by security. But then they're taken to their rooms. Their room was purchased by Muddy to be next to Dallas' room. The two boys come in. Dallas then realizes they have no idea what they were hired for. Beavis and Butt-Head begin fighting over who will \"do\" her first. Dallas gets arrested by police. But she thinks fast, and plants a stolen biological weapon, the X-5 Unit, in Beavis' pants just to get rid of it.\nThe next day, Beavis and Butt-Head are found by Muddy. He plans to kill them because they were not the hitmen he hired. But when he hears that Dallas will meet up with the duo in Washington, D.C., Muddy decides to take them the rest of the way in his trunk and hunt down Dallas. In the middle of Interstate 81 in Virginia, Butt-Head opens the car trunk by using a car jack. He and Beavis escape, though they cause a multiple-car accident. They casually walk past the scene and get back on the tour bus.\nBeavis and Butt-Head stop at the Capitol. They finally reach the White House.\nButt-Head runs into Chelsea Clinton. He tries flirting with her. He's then pushed out a window. ATF agents hold him.\nBeavis leaves the White House and goes to Mr. Anderson's trailer. But Anderson catches Beavis and kicks him out for \"whacking off\" (in other words, masturbating). The ATF spots Beavis walking around Anderson's camper. They're just about to shoot their guns. But Anderson opens the camper's door. He throws out Beavis' pants. The pants are ripped open by the ATF. The weapon flies from them. It lands safely in Butt-Head's hand and is recovered. Anderson is arrested, along with Dallas and Muddy.\nBeavis and Butt-Head return to Highland, Texas. They find their television near the front of the motel. The movie ends as they insult one another and carry their TV into the sunset.\nBox office.\nThe movie went to theaters in North America on December 20, 1996. It made over $63.1 million at the U.S. box office. It opened at #1 with $20 million. The budget was $12 million.\nCritic reviews.\nAs of September 2015, the movie had a 72% approval rating on Rotten Tomatoes, based on 54 reviews. On Metacritic, the movie has a 64 out of 100 rating, meaning \"generally favorable reviews\".\nRoger Ebert and Gene Siskel gave the movie \"two thumbs up\".\nHome Media.\nThe movie was released on VHS on June 10, 1997. It was released on DVD on November 23, 1999.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_States","surface_form":"American","offset":53},{"uri":"Comedy_movie","surface_form":"comedy","offset":67},{"uri":"Beavis_and_Butt-head","surface_form":"Beavis and Butt-head","offset":95},{"uri":"Television","surface_form":"television","offset":387},{"uri":"Motel","surface_form":"motel","offset":510},{"uri":"Contract_killing","surface_form":"hitmen","offset":622},{"uri":"Euphemism","surface_form":"euphemism","offset":909},{"uri":"Sexual_intercourse","surface_form":"performing sex","offset":923},{"uri":"Fixed-wing_aircraft","surface_form":"airplane","offset":1237},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":1249},{"uri":"Casino","surface_form":"casino","offset":1290},{"uri":"Security","surface_form":"security","offset":1357},{"uri":"Biological_weapon","surface_form":"biological weapon","offset":1694},{"uri":"Contract_killing","surface_form":"hitmen","offset":1870},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":1946},{"uri":"Virginia","surface_form":"Virginia","offset":2080},{"uri":"White_House","surface_form":"White House","offset":2335},{"uri":"Chelsea_Clinton","surface_form":"Chelsea Clinton","offset":2368},{"uri":"Flirting","surface_form":"flirting","offset":2394},{"uri":"Bureau_of_Alcohol%2C_Tobacco%2C_Firearms_and_Explosives","surface_form":"ATF agents","offset":2444},{"uri":"Masturbation","surface_form":"whacking off","offset":2582},{"uri":"Gun","surface_form":"gun","offset":2717},{"uri":"North_America","surface_form":"North America","offset":3185},{"uri":"United_States","surface_form":"U.S.","offset":3255},{"uri":"Box_office","surface_form":"box office","offset":3260},{"uri":"Rotten_Tomatoes","surface_form":"Rotten Tomatoes","offset":3411},{"uri":"Metacritic","surface_form":"Metacritic","offset":3452},{"uri":"Roger_Ebert","surface_form":"Roger Ebert","offset":3541},{"uri":"Gene_Siskel","surface_form":"Gene Siskel","offset":3557},{"uri":"VHS","surface_form":"VHS","offset":3639},{"uri":"DVD","surface_form":"DVD","offset":3680}]}