{"id":643947,"url":"http://en.wikipedia.org/wiki/United_States_Space_Force","text":"The United States Space Force (USSF) is a part of the U.S. Armed Forces. It is focused on war in space. It is the sixth branch of the U.S. military.\nIt is a part of the Department of the Air Force, one of the three parts of the Department of Defense. Because of this, the Space Force is led by the Secretary of the Air Force, who is under the Secretary of Defense. The leader of the Space Force is called the Chief of Space Operations.\nHistory.\nOn June 18, 2018, President Donald Trump announced in an address to the National Space Council a directive that requests the creation of a sixth branch of the United States Armed Forces.\nThe president announced his intention for The Pentagon to create the 'Space Force' as an independent service branch, separate from the United States Air Force.\nHowever, Trump's then Defense Secretary James Mattis and Air Force Secretary Heather Wilson think it is a bad idea because it is \"complex\" and will override the Air Force's job. Many US Senators stated they would rather create a Space Corps inside the Air Force. The Air Force has had a \"Space Command\" since September 1, 1982. General John W. Raymond is nominated to be commander of Space Command in April 2019. His nomination will be heard in United State Senate in June 2019. He was previously head of U.S. Air Force Space Command.\nVice President Mike Pence in August 2018 announced a plan that would create the Space Force by 2020.\nOn 20 December 2019, the Space Force became the sixth armed service branch. General John W. Raymond became the first Chief of Space Operations. Air Force Secretary Barbara Barrett approved the moving of part of the Air Force to the Space Force and making it the Space Operations Command. This happened on 20 December 2019.\nFunctions.\nThe United States Space Force Act says that it will exist to make sure that the United States can operate freely in space. It ensures that they can conduct military actions in space quickly and for a long time.\nDuties.\nIts duties are to protect the interests of the United States in space. It also prevents attacks on the United States in and from space, and to generally operate in space.\nOrganization.\nThe Space Force is one of two equal parts of the Department of the Air Force. The other one is the United States Air Force. Both are run by the Secretary of the Air Force.\nThe leader of the Space Force is the Chief of Space Operations (CSO), who is a general. The Chief of Space Operations will become a member of the Joint Staff one year after the Space Force Act was passed.\nAbout 16,000 Air Force members are going to become part of the Space Force while the branch becomes part of the U.S. Armed Forces. It will have its own way of training members, and will create uniforms, ranks, logo, patch, awards, and an official song. This is supposed to happen within 18 months after the Space Force became independent.\nStructure.\nSpace Operations Command (SPOC), Vandenberg Air Force Base, California\nSpace and Missile Systems Center (SMC), Los Angeles Air Force Base, California","categories":[],"infobox_types":["military unit"],"annotations":[{"uri":"United_States_Armed_Forces","surface_form":"U.S. Armed Forces","offset":54},{"uri":"United_States_Department_of_Defense","surface_form":"Department of Defense","offset":228},{"uri":"United_States_Secretary_of_the_Air_Force","surface_form":"Secretary of the Air Force","offset":298},{"uri":"List_of_Presidents_of_the_United_States","surface_form":"President","offset":463},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":473},{"uri":"National_Space_Council","surface_form":"National Space Council","offset":517},{"uri":"United_States_Armed_Forces","surface_form":"United States Armed Forces","offset":604},{"uri":"The_Pentagon","surface_form":"The Pentagon","offset":674},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":767},{"uri":"United_States_Secretary_of_Defense","surface_form":"Defense Secretary","offset":814},{"uri":"James_Mattis","surface_form":"James Mattis","offset":832},{"uri":"United_States_Secretary_of_the_Air_Force","surface_form":"Air Force Secretary","offset":849},{"uri":"Heather_Wilson","surface_form":"Heather Wilson","offset":869},{"uri":"United_States_Air_Force","surface_form":"Air Force","offset":1044},{"uri":"John_W._Raymond","surface_form":"John W. Raymond","offset":1128},{"uri":"United_States_Senate","surface_form":"Senate","offset":1250},{"uri":"Air_Force_Space_Command","surface_form":"Air Force Space Command","offset":1302},{"uri":"Mike_Pence","surface_form":"Mike Pence","offset":1342},{"uri":"Chief_of_Space_Operations","surface_form":"Chief of Space Operations","offset":1545},{"uri":"Space_Operations_Command","surface_form":"Space Operations Command","offset":1690},{"uri":"United_States_Air_Force","surface_form":"United States Air Force","offset":2265},{"uri":"United_States_Armed_Forces","surface_form":"U.S. Armed Forces","offset":2655},{"uri":"Space_Operations_Command","surface_form":"Space Operations Command","offset":2893},{"uri":"Vandenberg_Air_Force_Base","surface_form":"Vandenberg Air Force Base","offset":2926},{"uri":"California","surface_form":"California","offset":2953},{"uri":"Space_and_Missile_Systems_Center","surface_form":"Space and Missile Systems Center","offset":2964},{"uri":"Los_Angeles_Air_Force_Base","surface_form":"Los Angeles Air Force Base","offset":3004},{"uri":"California","surface_form":"California","offset":3032}]}