{"id":644064,"url":"http://en.wikipedia.org/wiki/Ajay_Veer_Yadav","text":"Ajay Veer Yadav (born 20 September 1970) is the current General Secretary of Government Schools Teachers Association (GSTA). Serving as the representative of the teachers employed under Government of Delhi. He has been an active part of politics in the field of education and teachers since 1995.\nEarly life.\nBorn on 20 September 1970 in a family of farmers from Uttar Pradesh. Yadav completed his schooling from Delhi. Pursued his graduation and post-graduation from then, Amravati University, Maharashtra.\nTeachers Union.\nServing as the General Secretary of GSTA, Yadav has campaigned for issues related to teachers. Issues were safety and security of teachers, increase of pay, transfer policy, shortage of teachers, fresh recruitment and others.\nPay anomalies campaign.\nServing as the General Secretary of Government Schools Teachers Association in 2014 the association led a campaign for the removal of pay anomalies. Team of the association met Dr. Jitendra Singh, Union Minister of State for PMO. Ajay Veer Yadav met with Rajnath Singh and Najeeb Jung, former Lt. Governor of Delhi regarding these demands.","categories":[],"infobox_types":[],"annotations":[{"uri":"General_Secretary","surface_form":"General Secretary","offset":56},{"uri":"Government_Schools_Teachers_Association_(GSTA)","surface_form":"Government Schools Teachers Association (GSTA)","offset":77},{"uri":"Government_of_Delhi","surface_form":"Government of Delhi","offset":186},{"uri":"Uttar_Pradesh","surface_form":"Uttar Pradesh","offset":363},{"uri":"Delhi","surface_form":"Delhi","offset":413},{"uri":"Graduation","surface_form":"graduation","offset":432},{"uri":"Sant_Gadge_Baba_Amravati_University","surface_form":"Amravati University","offset":474},{"uri":"Maharashtra","surface_form":"Maharashtra","offset":495},{"uri":"Rajnath_Singh","surface_form":"Rajnath Singh","offset":1029},{"uri":"Najeeb_Jung","surface_form":"Najeeb Jung","offset":1047}]}