{"id":64413,"url":"http://en.wikipedia.org/wiki/Toni_Braxton","text":"Toni Michelle Braxton (born October 7, 1967 in Severn, Maryland) is an American R&B singer-songwriter, record producer, and actress. She is mostly known as Toni Braxton. Braxton has won seven Grammy Awards, seven American Music Awards, and five \"Billboard Music Awards\". She is famous for her husky alto vocal timbre. The Recording Industry Association of America (RIAA) named Braxton as one of the top selling artists of all time. She has sold over 40 million albums worldwide.\nBraxton's first album \"Toni Braxton\" (1993) reached number one on the US \"Billboard\" 200 albums chart. \"Toni Braxton\" was certified 8x platinum by the RIAA. The album sold over 10 million worldwide. Her second album \"Secrets\" (1996) also reached number one on the \"Billboard\" 200 albums chart. Her two singles \"You're Makin' Me High\" and \"Un-Break My Heart\" reached number one on the \"Billboard\" Hot 100 songs chart. After this, Braxton filed for bankruptcy.\nHer third album \"The Heat\" was released in 2000. The album did not reach number one unlike her previous albums. Her next album \"More Than a Woman\" (2002) reached the top ten on the \"Billboard\" 200 chart. Braxton named her album \"More Than a Woman\" in respect for American singer Aaliyah, who died in a plane crash the year before. Aaliyah's family had released a single with the same name after her death. Braxton released her fifth album \"Libra\" in 2005. The album's cover was listed as one of the \"Sexiest Album Covers\" by \"Maxim\" magazine. The album did better than her last album. \"Libra\" reached number four on the \"Billboard\" 200 albums chart. The song \"Stupid\", from \"Libra\" was one of the songs used by Tyler Perry for his movie \"Diary of a Mad Black Woman\" (2005).\nBraxton left the music industry but returned in 2009. She released her sixth album \"Pulse\". It reached number one on the Hip-Hop Albums, but it was a top ten hit on the \"Billboard\" 200. Braxton was a contestant on the seventh season of the reality television show \"Dancing with the Stars\". She was voted off in the fifth week. On October 6, 2010, Braxton filed for bankruptcy again. A reality television series called \"Braxton Family Values\" aired on WE TV in 2011. The show is about the personal life of the Braxton family. There has been two complete seasons of the show. On September 18, 2011, Braxton was included in the Georgia Music Hall of Fame.","categories":[],"infobox_types":[],"annotations":[{"uri":"Severn%2C_Maryland","surface_form":"Severn","offset":47},{"uri":"Maryland","surface_form":"Maryland","offset":55},{"uri":"Americans","surface_form":"American","offset":71},{"uri":"Contemporary_R%26amp%3BB","surface_form":"R&B","offset":80},{"uri":"Singer-songwriter","surface_form":"singer-songwriter","offset":84},{"uri":"Record_producer","surface_form":"record producer","offset":103},{"uri":"Actor","surface_form":"actress","offset":124},{"uri":"Grammy_Award","surface_form":"Grammy Award","offset":192},{"uri":"American_Music_Awards","surface_form":"American Music Awards","offset":213},{"uri":"Billboard_(magazine)","surface_form":"Billboard Music Awards","offset":246},{"uri":"Alto","surface_form":"alto","offset":299},{"uri":"Timbre","surface_form":"vocal timbre","offset":304},{"uri":"Recording_Industry_Association_of_America","surface_form":"Recording Industry Association of America","offset":322},{"uri":"Billboard_200","surface_form":"\"Billboard\" 200","offset":552},{"uri":"RIAA_certification","surface_form":"8x platinum","offset":611},{"uri":"Billboard_Hot_100","surface_form":"\"Billboard\" Hot 100","offset":863},{"uri":"Bankrupt","surface_form":"bankrupt","offset":926},{"uri":"Aaliyah","surface_form":"Aaliyah","offset":1217},{"uri":"Fixed-wing_aircraft","surface_form":"plane crash","offset":1240},{"uri":"Maxim_(magazine)","surface_form":"Maxim","offset":1464},{"uri":"Tyler_Perry","surface_form":"Tyler Perry","offset":1649},{"uri":"Diary_of_a_Mad_Black_Woman","surface_form":"Diary of a Mad Black Woman","offset":1676},{"uri":"Reality_television","surface_form":"reality television","offset":1952},{"uri":"Television_series","surface_form":"television series","offset":2105}]}