{"id":644205,"url":"http://en.wikipedia.org/wiki/Weather_Center_Live","text":"\"Weather Center Live\" is a program on The Weather Channel. It airs on weekdays from 9 a.m. to 5 p.m. Eastern Time. It gives information about the current weather events happening in the United States. It is \"The Weather Channel\"<nowiki/>'s de facto program.\nHistory.\n\"Weather Center Live\" formally launched as \"Weather Center\" on March 2, 2009. It replaced the old Weather Center. Its hosts were Stephanie Abrams and Mike Bettes. Abrams and Bettes formerly hosted \"Abrams & Bettes: Beyond the Forecast\", which ended three days earlier. From May 5 to June 12, 2009, Mike Bettes went on the Vortex 2 project, so Adam Berg filled in for him in the studio.\nSchedule and hosts.\nOn June 22, 2009, Jim Cantore and Alexandra Steele became hosts of the program, replacing Abrams & Bettes (they got a week off to get ready for their new hosts on \"Your Weather Today\", now \"America's Morning Headquarters\"). Cantore and Steele hosted from 7-10 p.m. ET under the title \"Weather Center with Cantore & Steele\" (just like under Your Weather Today's new name \"Your Weather Today with Abrams & Bettes\").\nIn December 2009, Kevin Robinson left The Weather Channel, and was replaced by Chris Warren. In September 2010, Crystal Egger replaced Alexandra Steele, who was later at CNN. Nicole Mitchell left the program in November, and was replaced by Kelly Cass.\nBeginning in January 2011, Weather Center aired three blocks a night (7-8 p.m., 10-11 p.m., and 1-2 a.m.) and debuted on weekends on February 5, 2011. The weekday editions were hosted by Chris Warren and Crystal Egger, the weekend editions were hosted by Paul Goodloe and Kelly Cass.\nIn March 2012, the weekday edition debuted at 4:00 p.m., moving \"Day Planner\" to 11 a.m. to 2 p.m. ET. The weekend edition debuted at 4 p.m. as well, canceling PM Edition. In November 2012, Weather Center Live began airing from 5-8 p.m. ET.\nTodd Santos left the channel in July 2013, and was replaced by Keith Carson. In September, Crystal Egger left the program (she returned on September 12 to anchor from 1-3 a.m. ET due to the flooding in Colorado, before she left the network for good). Alexandra Wilson left the afternoon 4-5 p.m. edition to replace her as a co-host with Chris Warren and Jim Cantore. However when she left no anchor was announced to join Alex Wallace.\nOn November 12, 2013 at 4:00 a.m. Eastern Time, The Weather Channel re-launched with new graphics. As a result, the program was extended to mornings and afternoons (4:00 to 5:30 a.m. and 11:00 a.m. to 2:00 p.m. Eastern) and weekends from 4:30 a.m. to 2:00 p.m. Eastern Time, but that change meant that the show's 10:00 p.m. and 1:00 a.m. editions and weekends at 4:00 and 7:00 p.m. Eastern were replaced by long-form programming, removing nighttime forecast programs for the first time in The Weather Channel's history.\nIn February 2014, the show was extended to 2:00-5:00 p.m. ET. In April, Dave Schwartz returned to The Weather Channel co-anchoring alongside Alexandra Wilson. On November 6, 2014, the show's 4:00-5:30 a.m. time slot was replaced by long-form programming (from 4-5 a.m.) and an extended \"Wake Up with Al\" from 5 to 5:30 a.m. ET. On November 8, 2014, the weekend 4-5 a.m. ET and noon-2 p.m. editions were also replaced by long-form programming. So as a result, \"Weather Center Live\" only aired from 11:00 a.m. to 8:00 p.m. ET weekdays and 5:00 a.m. to noon ET on weekends.\nIn mid-November, Weather Center Live began airing at 10:00 a.m. weekdays, canceling the rebroadcast of \"Wake Up with Al\".\nOn January 31, 2015, the 5:00-9:00 a.m. edition was replaced by \"AMHQ Weekend\" hosted by Reynolds Wolf and Kait Parker. On March 14, 2015, the 9:00 a.m. to noon edition was replaced by \"Weekend Recharge\" hosted by Maria LaRosa and Paul Goodloe. Weather Center Live became a weekday only show, airing from 10:00 a.m. to 8:00 p.m. Eastern Time.\nOn August 24, 2015, the 6:00 to 8:00 p.m. edition was replaced by \"Weather Underground\", hosted by Mike Bettes and Alex Wilson. On June 4, 2018, Weather Center Live was shortened by an hour, ending at 5 p.m. ET.\nIn December 2018, Weather Center Live began being known as \"The Weather Channel LIVE\" only on electronic program guides.","categories":[],"infobox_types":[],"annotations":[{"uri":"Television_programme","surface_form":"program","offset":27},{"uri":"The_Weather_Channel","surface_form":"The Weather Channel","offset":38},{"uri":"Eastern_Time_Zone_(North_America)","surface_form":"Eastern Time","offset":101},{"uri":"Weather","surface_form":"weather","offset":154},{"uri":"United_States","surface_form":"United States","offset":186},{"uri":"2013_Colorado_floods","surface_form":"flooding in Colorado","offset":2055},{"uri":"Wake_Up_with_Al","surface_form":"Wake Up with Al","offset":3107},{"uri":"America%27s_Morning_Headquarters","surface_form":"\"AMHQ Weekend\"","offset":3577}]}