{"id":64445,"url":"http://en.wikipedia.org/wiki/International_Space_Station","text":"The International Space Station (ISS) is a space station, a very large satellite that people can live in for several months at a time. It was put together in Low Earth orbit up until 2011, but other bits have been added since then. The last part, a Bigelow module was added in 2016. The station is a joint project among several countries: the United States, Russia, Europe, Japan, and Canada. Other nations such as Brazil, Italy, and China also work with the ISS through cooperation with other countries.\nBuilding the ISS began in 1998, when Russian and American space modules were joined together.\nOrigin.\nIn the early 1980s, NASA planned Space Station Freedom as a counterpart to the Soviet Salyut and Mir space stations. It never left the drawing board and, with the end of the Soviet Union and the Cold War, it was cancelled. The end of the Space Race prompted the U.S. administration officials to start negotiations with international partners Europe, Russia, Japan and Canada in the early 1990s in order to build a truly international space station. This project was first announced in 1993 and was called Space Station Alpha. It was planned to combine the proposed space stations of all participating space agencies: NASA's Space Station Freedom, Russia's Mir-2 (the successor to the Mir Space Station, the core of which is now Zvezda) and ESA's Columbus that was planned to be a stand-alone spacelab.\nManufacturing.\nThe ISS components was manufactured in various factories all over the world, and were all shipped into the Space Station Processing Facility at Kennedy Space Center for last stages of manufacturing, machine assembly and launch processing. The components are made from stainless steel, titanium, aluminum and copper.\nAssembly.\nThe assembly of the International Space Station is a great event in space architecture. Russian modules launched and docked by their rockets. All other pieces were delivered by the Space Shuttle., they had added 159 components during more than 1,000 hours of EVA. Many of the modules that launched on the Space Shuttle were tested on the ground at the Space Station Processing Facility to find and correct problems before launch.\nThe first section, the Zarya Functional Cargo Block, was put in orbit in November 1998 on a Russian Proton rocket. Two further pieces (the Unity Module and Zvezda service module) were added before the first crew, Expedition 1, was sent. Expedition 1 docked to the ISS on 1 November 2000, and consisted of U.S. astronaut William Shepherd and two Russian cosmonauts, Yuri Gidzenko and Sergey Krikalev.\nBedtime.\nPeople living in the space station have to get used to all kinds of changes from life on Earth. It takes them only 90 minutes to orbit (go around) the earth, so the sun looks as if it is rising and setting 16 times a day. This can be confusing, especially when one is trying to decide when they should go to bed. The astronauts try to keep a 24-hour-schedule anyway. At bedtime, they have to sleep in sleeping bags that are stuck to the wall. They have to strap themselves inside so they will not float away while sleeping.\nZero gravity.\nIn orbit there is no G-Force (this is called free fall or \"zero gravity\"). To help prepare astronauts experience zero gravity, NASA trainers put the astronauts in water. Because water makes one float, this is a little like experiencing no gravity. However, in water they can push against the water and move around. In zero gravity, there is nothing to push against, so they just float in the air. Another way of training is going in a plane and making the plane fall to earth very quickly. This lets people experience zero gravity for a very short time. This training can make people quite sick at first.\nIn zero gravity, the astronauts do not use their legs very much, so they need to get lots of exercise to keep them from becoming too weak. Without gravity, astronauts can get big upper bodies and skinny legs. This is called chicken-leg syndrome. Astronauts must exercise hard, every day, to remain healthy.\nEating in space style is difficult. Water and other liquids do not flow down in space, so if any were spilled in the space station, it would float around everywhere. Liquids can ruin electronic equipment, so astronauts have to be very careful in space. They drink by sucking water out of a bag, or from a tube stuck to the wall. They cannot put their food on plates because it would just float right off, so they put it in pouches and eat from the pouches. The food they eat is usually dried, because any crumbs can ruin the equipment.Sometimes fresh fruits and vegetables are sent up to the astronauts, but it is very expensive and hard to send it, so they have to bring plenty of food with them.\nBathroom.\nIn space, the \"bathroom\" should probably be called the \"restroom\" instead, because one really can not take baths there. Instead, astronauts use squirt guns to take a shower. One person squirts himself with a gun while other people stand outside with a water vacuum to get rid of all the water that floats out of the shower. This is quite hard, so astronauts usually just take a \"sponge bath\" with a wet cloth.Toilets can be another problem. Toilets are supposed to use gravity to work. When one flushes a toilet, gravity makes the water go down. Since the astronauts on the ISS do not feel any gravity, the toilet must be attached to the astronauts and gently suck away all their waste.","categories":[],"infobox_types":["space station"],"annotations":[{"uri":"Space_station","surface_form":"space station","offset":43},{"uri":"Satellite_(artificial)","surface_form":"satellite","offset":71},{"uri":"Low_Earth_orbit","surface_form":"Low Earth orbit","offset":158},{"uri":"Space_module","surface_form":"module","offset":257},{"uri":"United_States","surface_form":"United States","offset":343},{"uri":"Russia","surface_form":"Russia","offset":358},{"uri":"Europe","surface_form":"Europe","offset":366},{"uri":"Japan","surface_form":"Japan","offset":374},{"uri":"Canada","surface_form":"Canada","offset":385},{"uri":"Brazil","surface_form":"Brazil","offset":415},{"uri":"Italy","surface_form":"Italy","offset":423},{"uri":"China","surface_form":"China","offset":434},{"uri":"NASA","surface_form":"NASA","offset":627},{"uri":"Counterpart","surface_form":"counterpart","offset":667},{"uri":"Salyut","surface_form":"Salyut","offset":693},{"uri":"Mir","surface_form":"Mir","offset":704},{"uri":"Soviet_Union","surface_form":"Soviet Union","offset":781},{"uri":"Cold_War","surface_form":"Cold War","offset":802},{"uri":"Space_race","surface_form":"Space Race","offset":845},{"uri":"Mir-2","surface_form":"Mir-2","offset":1263},{"uri":"Columbus_(ISS_module)","surface_form":"Columbus","offset":1353},{"uri":"Space_Station_Processing_Facility","surface_form":"Space Station Processing Facility","offset":1531},{"uri":"Kennedy_Space_Center","surface_form":"Kennedy Space Center","offset":1568},{"uri":"Stainless_steel","surface_form":"stainless steel","offset":1692},{"uri":"Titanium","surface_form":"titanium","offset":1709},{"uri":"Aluminum","surface_form":"aluminum","offset":1719},{"uri":"Copper","surface_form":"copper","offset":1732},{"uri":"Architecture","surface_form":"architecture","offset":1824},{"uri":"Space_Shuttle","surface_form":"Space Shuttle","offset":1931},{"uri":"Space_Station_Processing_Facility","surface_form":"Space Station Processing Facility","offset":2102},{"uri":"Rocket","surface_form":"rocket","offset":2287},{"uri":"Unity_Module","surface_form":"Unity Module","offset":2319},{"uri":"Astronaut","surface_form":"astronaut","offset":2490},{"uri":"William_Shepherd","surface_form":"William Shepherd","offset":2500},{"uri":"Yuri_Gidzenko","surface_form":"Yuri Gidzenko","offset":2545},{"uri":"Sergey_Krikalev","surface_form":"Sergey Krikalev","offset":2563},{"uri":"Strap","surface_form":"strap","offset":3045},{"uri":"G-Force","surface_form":"G-Force","offset":3148},{"uri":"Free_fall","surface_form":"free fall","offset":3172},{"uri":"Water","surface_form":"water","offset":3290},{"uri":"Experience","surface_form":"experience","offset":3634},{"uri":"Liquid","surface_form":"liquid","offset":4091},{"uri":"Flow","surface_form":"flow","offset":4106},{"uri":"Equipment","surface_form":"equipment","offset":4233},{"uri":"Plate","surface_form":"plate","offset":4398},{"uri":"Fruit","surface_form":"fruit","offset":4590},{"uri":"Vegetable","surface_form":"vegetable","offset":4601},{"uri":"Bath","surface_form":"bath","offset":4854},{"uri":"Squirt_gun","surface_form":"squirt gun","offset":4891},{"uri":"Vacuum","surface_form":"vacuum","offset":5005},{"uri":"Cloth","surface_form":"cloth","offset":5150},{"uri":"Toilet","surface_form":"Toilet","offset":5156},{"uri":"Gravity","surface_form":"gravity","offset":5216},{"uri":"Astronaut","surface_form":"astronaut","offset":5385},{"uri":"Waste","surface_form":"waste","offset":5427}]}