{"id":644623,"url":"http://en.wikipedia.org/wiki/Jan-Ove_Waldner","text":"Jan-Ove Waldner (born October 3, 1965 in Stockholm) is a male Table tennis player from Sweden. He was the third man in table tennis history to become Grand-Slam champion. He played to 2012 in the German club \"TTC Röhn-Sprudel Fulda Maberzell\" and was the best Swedish table tennis player.\nBeginning with table tennis and starting a career as a pro-player (1970-1980).\nWhen Waldner was five years old he started a career as a Table tennis player because his older brother and his parents were players, too. At the beginning he was too small, so Waldner was standing on pedestals or buckets. With six years Jan-Ove began to play in the Swedish club \"Spåvägens BTK\". Very fast he got a talent and very fast he was trainied from different coaches and, of course, from his brother and parents. When he was nine years old he won for the first time the Swedish National Championships in his age group. But in his young years he doesn't played only Table tennis, he loved football and tennis, too. With thirteen he only played Table tennis. After ending school with the middle matury Jan-Ove started a career as a pro-player. One year later he played his first tournament, where Waldner won a car.\nPlaying of a very successful table tennis career and short breaks between some years (1980-2006).\nHis first international torunament were the Nordic Championships in Denmark, where Waldner played very successful: In the singles was it gold, while he won in the doubles silver. At the European Championships 1982 for kids and teenagers he won silver and cilmbs from place 90 to 22 in the junior world rankings. In the same year Waldner plaed at the European Championships for adults, too- there he won silver. 1983 was a very successful year for Jan-Ove Waldner: At his first World Cup participation he won silver, at the World Championships, where Jan-Ove Waldner played for the first time, too, he reached the last 16 in the singles. with the team he won silver. In that month (May) he climbs from place 43 to place 38 in the world rankings. With the winning of a silver medal in the singles, a gold medal in the mixed- and team category he made a new record. That he was one of the best players in Europe already to that time showed the Europe-Top-12 tournament- he reached the 9th place. For the European Championships he wasn't participated in that year. 1984 began good for him: At the European Championships he won silver in the doubles, in the singles, team and mixed-category Jan-Ove doesn't played because he had hard problems with his body to that time. In that year he could win the Europe-Top-12, at the World Cup was it the 5th place because he lost to Joo Se-hyuk. At the World Cup in 1985 in Foshan (China) Jan-Ove Waldner lost very surprised against Norways defender Òlaf Lundquist. Because of that, Waldner fell back to place 43. But at the World Championships he reached the 2nd place together with the Swedish team again, in the singles he lost in the Round of 32. At the Europe-Top-12 he reached the 5th place. 1986 Waldner took part in the European Championships, where he won gold in the doubles, in the team was it the same, the Swedish team beat Germany in the final. In the singles he lost surprised in the Round of the last 16. The Europe-Top-12 he won again. In 1987 Jan-Ove reached the 2nd place at the Europe-Top-12 tournament, at the World Championships he succeeded in the big breakthrough: In the final he lost very closed (3:4) to Ma Lin, so he won silver. Because of that strong performance, he climbed from place 43 to place 22 in the world ranking system and overtook the best Swedish player to that time Jörgen Persson. In Macau, at the World Cup he won bronze. In the year 1988 he won gold at the Nordic Championships again, at the Europe-Top-12, too. In that year he climbed to place 13. He also reached bronze at the European Championships, in the doubles was it silver and in the team- tournament gold.He also took part in the first Olympic Games in the Table tennis history but he doesn't got a medal, not in the team and not in the singles or doubles. 1989 the breakthrough for the Swedish team, and (of course) for Jan-Ove Waldner: The Swedish team won gold at the World Team Table Tennis Championships because they beat China in the final. At the European Championships he doesn't played because the event does not given in that year. At the Europe-Top- 12 he won for the 3rd time gold. But at the World Cup he already lost in the 1st round. 1990 he reached the 1st place with the team at the World Team Cup, at the World Doubles Cup, he lost in the Quarterfinal together with Jörgen Persson. At the World Cup he won gold. The European Championships were not so good for Waldner: In the singles and doubles he lost in the Quarterfinal, with the team he won gold. 1991 he won silver at the Europe-Top-12 (it was Waldners 12th participation). At the WTTC he won silver in the singles. Because of that performance he climbed to place 3 in the world rankings. At the World Cup Jan won bronze. 1992 he qualificated sporting for the Olympics in Barcelona (Espania), where he won gold. This was Waldners best year in his Table tennis career, because he was the third man in the history he won the Grand Slam (World Cup, Olympic Games and World Championships). He won the World Cup (1990), the Olympic Games (1992) and the World Championships (1987, 1989). But at the European Championships he lost in the singles against Jörgen Persson. In that year he was on place one in the world rankigs. From 1993- 1996 he had very hard problems with his body and was qualificated from the ITTF, but played in 2000. At the Olympic Games he won silver in the singles. He was the 1st player to (2016) who won two single medals at two Olympic Games. 2001 he reached the 9th-12th place at the World Cup, at the WTTC he got a place from 9-12, at the Pro Tour Grand Finals, too. 2002 he won silver at the Pro Tour at the Kore Open in Pyeongchang.2002 he took part in some Pro Tour tournaments and won gold with the team at European Championships, in the singles he reached the Round of the last 16. In 2003 Jan-Ove lost very surprised in the Round of 128 against the South Korean defender Joo Se-hyuk at the WTTC, on the Pro Tour he won the Swedish Open. 2004 Jan-Ove tokk part in the Olympics for the 4th time, in that year he lost against Ma Lin in the 3rd place match, the Swedish team came to the Quarterfinals. He also reached the Quarterfinal at the World Cup, at the WTTC he won bronze with the team. In that year Waldner opened a reastaurant with name \"W\". 2005 he took part in his lat WTTC because he would like to end his Table tennis career, so at his last participation he reache din all categories the Quarterfinal. At the World Tour Grand Finals 2006 he won gold. After that Jan-Ove Waldner ends his career international, but he played national to 2016 and ends than in all things.\nReferences.\n__FORCETOC__","categories":[],"infobox_types":[],"annotations":[{"uri":"Stockholm","surface_form":"Stockholm","offset":41},{"uri":"Table_tennis","surface_form":"Table tennis","offset":62},{"uri":"Sweden","surface_form":"Sweden","offset":87},{"uri":"Denmark","surface_form":"Denmark","offset":1356},{"uri":"European_Championships","surface_form":"European Championships","offset":1638},{"uri":"Adult","surface_form":"adults","offset":1665},{"uri":"Europe","surface_form":"Europe","offset":2190},{"uri":"World_Cup","surface_form":"World Cup","offset":2676},{"uri":"Foshan","surface_form":"Foshan","offset":2697},{"uri":"J%C3%B6rgen_Persson","surface_form":"Jörgen Persson","offset":3631},{"uri":"Macau","surface_form":"Macau","offset":3650},{"uri":"Olympic_Games","surface_form":"Olympic Games","offset":3964},{"uri":"China","surface_form":"China","offset":4255},{"uri":"Barcelona","surface_form":"Barcelona","offset":5074}]}