{"id":644909,"url":"http://en.wikipedia.org/wiki/Cryptocurrency","text":"A cryptocurrency is a type of currency which uses digital files as money. Usually, the files are created using the same methods as cryptography (the science of hiding information). Digital signatures can be used to keep the transactions secure, and let other people check that the transactions are real. The first cryptocurrencies were made to be independent of government-issued currencies.\nCryptocurrencies use 'decentralized control', which means that they aren't controlled by one person or government. This is different to 'centralized' electronic money and central banks. The control of each cryptocurrency works through a distributed ledger (a list of transactions shared by everyone), usually a blockchain, that serves as a public financial transaction database.Bitcoin, first released as open-source software in 2009, is often called the first decentralized cryptocurrency. Since then, over 4,000 cryptocurrencies (sometimes called '<nowiki/>\"altcoins, which is short for \"alternative coins\") have been created.\nThe value problem.\nIn many cases, cryptocurrencies cannot be converted to real currencies; it is only possible to convert them to other cryptocurrencies, or to use them to buy things. Some cryptocurrencies can be converted to real currencies: They usually have a high volatility, and using them carries a high risk. They are also a target for so-called Pump-and-Dump-Attacks. They act like a big distributed economic system: As they are not issued or controlled by central banks, their value is difficult to influence: For this reason, they cannot really take the place of a stable currency.\nCryptocurrencies are prone to speculation, which makes buliding a system of more or less stable exchange rates very difficult. Another problem is the inequality of distribution: Many cryptocurrencires are held by only few people. As an example: about 1.000 people hold half of the total amount of bitcoins in the world. This means that if any of these persons starts using their cryptocurrency, this has an effect on the exchange rate. It also means that these people have a great influence on the value of the currency, and are able to change its value easily. The currency itself only documents ownership changes. Exchange rates of cryptocurrencies are established outside the system. Exchange rates are issued by brokers and traders; their indication is no guarantee that the currency is traded at the value proposed. In itself, the unit of cryptocurrency has no value.\nIn contrast to cyptocurrencies, real currencies are issued and controlled by central banks. Certain econnomic phenomena such as inflation or deflation may change the value (and exchange rate) of a currency. The people who own units of the currency have no direct influence on its value.\nFormal definition.\nIn March 2018, the word \"cryptocurrency\" was added to the \"Merriam-Webster Dictionary\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Currency","surface_form":"currency","offset":30},{"uri":"Digital","surface_form":"digital","offset":50},{"uri":"File_format","surface_form":"files","offset":58},{"uri":"Money","surface_form":"money","offset":67},{"uri":"Cryptography","surface_form":"cryptography","offset":131},{"uri":"Digital_signature","surface_form":"Digital signature","offset":181},{"uri":"Transaction","surface_form":"transaction","offset":281},{"uri":"Electronic_money","surface_form":"electronic money","offset":542},{"uri":"Central_bank","surface_form":"central bank","offset":563},{"uri":"Distributed_ledger","surface_form":"distributed ledger","offset":629},{"uri":"Blockchain","surface_form":"blockchain","offset":703},{"uri":"Bitcoin","surface_form":"Bitcoin","offset":770},{"uri":"Free_and_open-source_software","surface_form":"open-source software","offset":797},{"uri":"Volatility","surface_form":"volatility","offset":1289},{"uri":"Pump_and_dump","surface_form":"Pump-and-Dump-Attacks","offset":1374},{"uri":"Central_bank","surface_form":"central bank","offset":1486},{"uri":"Speculation","surface_form":"speculation","offset":1643},{"uri":"Exchange_rate","surface_form":"exchange rate","offset":1709},{"uri":"Inflation","surface_form":"inflation","offset":2614},{"uri":"Deflation","surface_form":"deflation","offset":2627},{"uri":"Merriam-Webster_Dictionary","surface_form":"Merriam-Webster Dictionary","offset":2851}]}