{"id":645187,"url":"http://en.wikipedia.org/wiki/R._Scott_Bakker","text":"Richard Scott Bakker (born February 2, 1967, Simcoe, Ontario) is a Canadian fantasy author. He also lectures in the South Western Ontario university community. He grew up on a tobacco farm in the Simcoe area. In 1986 he attended the University of Western Ontario and studied literature. He later completed an MA in theory and criticism.  After further study in philosophy at Vanderbilt University he returned to London, Ontario where he now lives with his wife and daughter. He spends his time writing fiction and study.\nThe Second Apocalypse.\nR. Scott Bakker's major work is a series known as \"The Second Apocalypse,\" which he began developing in the 1980s. The series was first planned as series of three books. The first two books were to be the \"The Prince of Nothing\" and \"The Aspect-Emperor\". The third book has been called \"The Book That Shall Not Be Named\" by Bakker.  He thought the title of this book was a spoiler for the first two books.\nBakker began writing the books in the early 2000s. He found he needed to split each of the three books into its own sub-series to include all of the characters, themes and ideas he wished to explore. The first two books have now become trilogies, and the third book, which is currently two volumes, may expand to a third.\nNeuropath.\nA science fiction novel about a serial killer whose knowledge allows them to control the human brain. Published in 2008.\nThe Disciple of the Dog.\nThe story of a private investigator, Disciple Manning, who suffers from a condition like Hyperthymesia. Published in 2010.\nPhilosophy.\nBakker developed ideas which are the basis of his Blind Brain Theory and Heuristic Neglect Theory.\nBlind Brain Hypothesis.\nA short essay about his Blind Brain Hypothesis\", \"published 2008. It was based on ideas that were part of his novel, \"Neuropath. \"These ideas were about the limits of human consciousness, for example how the eye does not see all the colors because they are beyond our field of vision. We are only aware of a tiny part of all the information our brains process, and this means that what we experience is largely an illusion.\nBakker wrote that the scientific method and its progress would one day give us insights into human behavior that we could not imagine now. He argued in the future there would be some kind of brain–computer interface.\nThe Semantic Apocalypse.\nIn 2008, Bakker presented \"The End of the World As We Know It: Neuroscience and the Semantic Apocalypse\" at Western University's Centre for the Study of Theory and Criticism. This was based on ideas from \"Neuropath, \"a  fictional world where the technologies of neuroscience have reached technical and social maturity and prevalence.\nBakker says that science is now used to explain the natural world, rather than folk stories. He says that one day science will also explain how our brains work, and how that affects our behaviour. Human behaviour is not always rational, and society has ignored this cognitive bias. Bakker's Blind Brain Hypothesis is that we are only conscious of a tiny part of the information processed by our brains. Because of this we do not fully understand our thoughts and behaviours.\nBakker noted the amount of money now being spent to use neuroscience to improve marketing techniques.\nThree Pound Brain.\nIn May 2010, Bakker began a blog called \"Three Pound Brain.\" Bakker has used the blog to explore and write about his philosophical ideas. He also uses it for copies of his past academic work, speculative pieces, and samples and drafts of his fiction writing.\nBack to Square One.\nAn essay published on \"Scientia Salon,\" November 2014.\nCrash Space.\nScience fiction short story released in \"Midwest Studies in Philosophy\".\nFrom Scripture to Fantasy.\nA paper published in \"Cosmos and History,\" January 2017.\nOn Alien Philosophy.\n\"On Alien Philosophy\" was first published on \"Three Pound Brain\", August 2015, it was later rewritten for the \"Journal of Consciousness Studies\", Feb 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Simcoe%2C_Ontario","surface_form":"Simcoe, Ontario","offset":45},{"uri":"Canadians","surface_form":"Canadian","offset":67},{"uri":"Fantasy","surface_form":"fantasy","offset":76},{"uri":"Simcoe%2C_Ontario","surface_form":"Simcoe","offset":196},{"uri":"University_of_Western_Ontario","surface_form":"University of Western Ontario","offset":233},{"uri":"Master_of_Arts","surface_form":"MA","offset":309},{"uri":"Vanderbilt_University","surface_form":"Vanderbilt University","offset":375},{"uri":"London%2C_Ontario","surface_form":"London, Ontario","offset":412},{"uri":"Blind_Brain_Theory","surface_form":"Blind Brain Theory","offset":1614},{"uri":"Heuristic_Neglect_Theory","surface_form":"Heuristic Neglect Theory","offset":1637},{"uri":"Cognitive_bias","surface_form":"cognitive bias","offset":2953}]}