{"id":64519,"url":"http://en.wikipedia.org/wiki/Roman_legion","text":"A Roman legion was the basic military unit of the ancient Roman army in the period of the late Roman Republic and the Roman Empire. It was roughly equivalent to the modern word division. In the plural, \"the legions\", it may mean the entire Roman army.\nA legion was about 5,000 men in several cohorts of heavy infantry (legionaries). It was usually accompanied by attached units of auxiliaries, who were not Roman citizens. They provided cavalry, ranged troops and skirmishers to complement the legion's heavy infantry.\nThe size of a typical legion varied during the history of ancient Rome. It had a complement of 4,200 legionaries in the republican period of Rome. In the imperial period, the full complement was 5,500 men split into 10 cohorts of 480 men each. The first cohort was at double strength with 800 men. The remaining 220 were 120 cavalry plus technical staff.\nRome did not have a standing army until the reforms of Gaius Marius about 107 BC. Legions instead were created, used, and disbanded again. In the time of the early Roman Empire, there were usually about 25–35 standing legions plus their auxiliaries, with more raised as needed.\nGreek phalanx.\nThe development of the early legion may be seen as a Roman version of the Greek phalanx formation. Until the 4th century BC the massive Greek phalanx was the mode of battle. Roman soldiers would have thus looked much like Greek \"hoplites\". Tactics were no different from those of the early Greeks and battles were joined on a plain. Spearmen would deploy themselves in tightly packed rows to form a shield wall with their spears pointing forwards.\nRepublic.\nThere were now three lines of soldiers when in battle formation. Roman soldiers had to purchase their own equipment.\nEach of these three lines was subdivided into maniples, each consisting of two centuries of 60 men commanded by the senior of the two centurions. Centuries were normally 60 soldiers each at this time in the hastati and principes (no longer 100 men). The mid Republican legion had a nominal strength of about 4500 men.\nLater on the legions were made up of 80 strong centuries. Each century had its standard and was made up of ten units of eight soldiers who shared a tent, millstone, a mule and cooking pot (depending on duration of tour).\nLate Republic.\nThroughout Rome's Late Republic, the legions played an important political role. By the 1st century BC the threat of the legions under a demagogue was recognized. Roman Governors were not allowed to leave their provinces with their legions. When Julius Caesar broke this rule, leaving his province of Gaul and crossing the Rubicon into Italy, he precipitated a constitutional crisis. This crisis and the civil wars which followed brought an end to the Republic and led to the foundation of the Empire under Augustus in 27 BC.\nEarly Empire (30 BC-284 AD).\nWith each legion having 5,120 legionaries plus an equal number of auxiliary troops, the total force available to a legion commander during the Pax Romana probably ranged from\n11,000 downwards. The more prestigious legions were stationed on hostile borders or in restive provinces tending to have more auxiliaries. Some legions may have been reinforced with units making the force near 15,000–16,000 or about the size of a modern division.\nThe legion was commanded by a \"legate\". Aged about thirty, he would usually be a senator on a three year appointment. Immediately subordinate to the legate would be six appointed \"military tribunes\". Five would be staff officers and the remaining one would be a noble heading for the Senate — originally this tribune commanded the legion. There would also be a group of officers for the medical staff, the engineers, record-keepers, the \"praefectus castrorum\" (commander of the camp) and other specialists such as priests and musicians.\nLater.\nDespite a number of reforms, the legionary system survived the fall of the Western Roman Empire, and was continued in the Eastern Roman Empire until around 7th century. The Eastern Roman/Byzantine armies continued to be influenced by the earlier Roman legions, and were maintained with similar level of discipline, strategic prowess, and organization.\nCenturions.\nCenturions were the glue which held a Roman legion together. They were the full-time professional officers of the Roman army. The basic centurion commanded (usually) 83 men rather than 100. They rose in rank by commanding ever more important centuries.","categories":[],"infobox_types":[],"annotations":[{"uri":"Roman_army","surface_form":"ancient Roman army","offset":50},{"uri":"Roman_Republic","surface_form":"Roman Republic","offset":95},{"uri":"Roman_Empire","surface_form":"Roman Empire","offset":118},{"uri":"Division_(military)","surface_form":"division","offset":177},{"uri":"Army","surface_form":"army","offset":246},{"uri":"Cohort_(military_unit)","surface_form":"cohorts","offset":292},{"uri":"Infantry","surface_form":"infantry","offset":309},{"uri":"Auxiliaries_(Roman_military)","surface_form":"auxiliaries","offset":381},{"uri":"Cavalry","surface_form":"cavalry","offset":437},{"uri":"Skirmish","surface_form":"skirmish","offset":464},{"uri":"Cohort_(military_unit)","surface_form":"cohorts","offset":738},{"uri":"Standing_army","surface_form":"standing army","offset":894},{"uri":"Gaius_Marius","surface_form":"Gaius Marius","offset":929},{"uri":"Phalanx_formation","surface_form":"phalanx formation","offset":1247},{"uri":"Hoplites","surface_form":"hoplites","offset":1396},{"uri":"Centuria","surface_form":"centuries","offset":1821},{"uri":"Centurion","surface_form":"centurion","offset":1876},{"uri":"Cooking_pot","surface_form":"cooking pot","offset":2236},{"uri":"Demagogue","surface_form":"demagogue","offset":2433},{"uri":"Julius_Caesar","surface_form":"Julius Caesar","offset":2542},{"uri":"Rubicon","surface_form":"Rubicon","offset":2619},{"uri":"Constitution","surface_form":"constitution","offset":2657},{"uri":"Crisis","surface_form":"crisis","offset":2672},{"uri":"Civil_war","surface_form":"civil war","offset":2700},{"uri":"Roman_Empire","surface_form":"Empire","offset":2790},{"uri":"Augustus","surface_form":"Augustus","offset":2803},{"uri":"Pax_Romana","surface_form":"Pax Romana","offset":2994},{"uri":"Division_(military)","surface_form":"division","offset":3280},{"uri":"Roman_Senate","surface_form":"senator","offset":3371},{"uri":"Western_Roman_Empire","surface_form":"Western Roman Empire","offset":3909},{"uri":"Eastern_Roman_Empire","surface_form":"Eastern Roman Empire","offset":3956},{"uri":"Byzantine","surface_form":"Byzantine","offset":4021}]}