{"id":645480,"url":"http://en.wikipedia.org/wiki/The_Turk","text":"The Turk, also known as the Mechanical Turk or Automaton Chess Player was a trick chess-playing machine. First put on show in 1770, the machine was in use until it was destroyed in a fire in 1854. It was later found to be a hoax. It was built in 1770 by Wolfgang von Kempelen to impress the Empress Maria Theresa of Austria. The machine could play chess against a human. It could also perform the knight's tour, a puzzle where a player moves a knight to every square of a chessboard exactly once.\nThe Turk was not a real machine, but a mechanical illusion. There was a person inside the machine working the controls. With a skilled chess player hidden inside the box, the Turk won most of the games. It played and won games against many people including Napoleon Bonaparte and Benjamin Franklin. The chess players who secretly worked inside the box included Johann Allgaier, Hyacinthe Henri Boncourt, Aaron Alexandre, William Lewis, Jacques Mouret, and William Schlumberger.\nHow the Turk was made.\nThe machine had a life-sized model of a human head and body, placed next to a large wooden box. The model was dressed in Ottoman robes and wore a turban. Its left arm held a long smoking pipe. The large box was about three-and-a-half feet (110 cm) long, two feet (60 cm) wide, and two-and-a-half feet (75 cm) high. On the top of the box was a chessboard, about 18 inches square. The front of the box had three doors, an opening, and a drawer. Inside the drawer was a red and white ivory chess set.\nThe inside of the box was very complicated. It was meant to trick those who looked into it. When the left front doors were opened you could see clockwork gears and cogs. If the back doors of the box were open at the same time you could see through the machine. The other side of the box contained a red cushion and some removable parts. This area also gave a clear view through the machine. Under the robes of the Turk were two more doors. When these were opened you could also see the clockwork parts with a view right through the machine. The design allowed the presenter of the machine to open every door to the public, to keep the illusion.\nHowever the clockwork parts on the left side and the drawer did not go back as far as the back of the box. They only went one third of the way. This gave room for a sliding seat, so the person inside was able to slide from place to place. This meant they were not seen when the doors were opened. Moving the seat caused fake machinery to slide into its place to further hide the person inside the box.\nThe chessboard on the top of the box was thin. This allowed for a magnetic linkage. Each piece in the chess set had a small, strong magnet joined to its base. When placed on the board the pieces would attract a magnet attached to a string under their places on the board. The person inside the machine could see which pieces moved where on the chess board. The bottom of the chessboard was also numbered, 1–64, allowing the person to see which places on the board were affected by a player's move. The magnets were placed so that they were not affected by any magnets outside the box. Kempelen would let people from the audience put a large magnet next to the board to show that the machine was not influenced by magnetism.\nTo distract the audience, the Turk came with a small wooden box. This would be put on the top of the box. Kempelen would look into into the small box during play, suggesting that it controlled the machine. The box was believed by some to have magic powers.\nInside the box was a chess board connected to a series of levers. These controlled the model's left arm and could move it around the chess board. The arm could be moved up and down, and turning the lever would open and close the Turk's hand. This let it pick up the chess pieces on the board. The machinery made a clockwork-type sound when the Turk made a move, further adding to the machinery illusion. The levers also made the Turk make various facial expressions. A voice box was added later, allowing the machine to say \"Échec!\" (French for \"check\") during matches.\nThe person inside and the presenter on the outside could send messages to each other. There were two brass discs with numbers on the inside and outside of the box. The discs could be turned to a number which acted as a code between the two.\nExhibition.\nThe first display of the Turk was in 1770 at Schönbrunn Palace. Kempelen showed everyone what he had built. He opened the doors and drawers of the cabinet, so the audience could look into the machine. It was then ready for a game.\nThe Turk would use the white pieces and have the first move. Between moves its left arm sat on a cushion. The Turk could nod twice if it threatened the other player's queen, and three times upon placing the king in check. If the other player made an illegal move, the Turk would shake its head, move the piece back. The first person to play against the Turk was Count Ludwig von Cobenzl, an Austrian courtier at the palace. He was quickly defeated.\nAnother part of the show was the the knight's tour, a famed chess puzzle. The puzzle requires the player to move a knight around a chessboard, touching each square once along the way. While most experienced chess players of the time still struggled with the puzzle, the Turk was able to make the moves easily. The person inside had a map of moves needed.\nThe Turk could also communicate with the audience using a letter board. It was able to do this in English, French, and German. Carl Friedrich Hindenburg, a university mathematician, wrote down the conversations during the Turk's time in Leipzig and published it in 1789 as \"Über den Schachspieler des Herrn von Kempelen und dessen Nachbildung\" (or \"On the Chessplayer of Mr. von Kempelen And Its Replica\"). Questions included the Turk's age, marital status, and its secret workings.\nTour of Europe.\nInterest in the machine grew across Europe. Kempelen, however, was more interested in his other projects and did not want to show the Turk. He would tell people it was not working.  After the performances at the Schönbrunn Palace the Turk only played Sir Robert Murray Keith, a Scottish noble. Kempelen took the machine to pieces after the match. Kempelen said the machine was a \"mere bagatelle\". He was not pleased with its popularity and would rather continue his work on steam engines and machines that could speak.\nIn 1781, Kempelen was ordered by Emperor Joseph II to rebuild the Turk and take it to Vienna for a state visit from Grand Duke Paul of Russia. This was so successful that Grand Duke Paul suggested a tour of Europe for the Turk. Kempelen reluctantly agreed.\nThe tour began in 1783, beginning in France. In Paris,  the Turk lost a match to Charles Godefroy de La Tour d'Auvergne, the Duc de Bouillon. People wanted the Turk to play a game with François-André Danican Philidor, the best chess player of his time. Philidor won, but it was \"his most fatiguing game of chess ever!\" The Turk's final game in Paris was against Benjamin Franklin, the United State's ambassador to France. Franklin enjoyed the game with the Turk and kept a copy of Philip Thicknesse's book \"The Speaking Figure and the Automaton Chess Player, Exposed and Detected\" in his personal library.\nAfter Paris, Kempelen moved the Turk to London, where it was on show every day at a cost of five shillings. Thicknesse, a skeptic, tried to explain that the machine was just a trick. He said Kempelen was \"a very ingenious man\", but the Turk was an elaborate hoax. He thought there was a small child inside the machine. The Turk was \"a complicated piece of clockwork ... which is nothing more, than one, of many other ingenious devices, to misguide and delude the observers\".\nAfter a year in London, Kempelen and the Turk went to Leipzig, Dresden, and Amsterdam. After that the machine was probably stored at the Schönbrunn Palace for 20 years. Kempelen did try to sell it before his death. He died at the age of 70 on 26 March 1804.\nMälzel and the machine.\nIn 1805 Kempelen's son sold the machine to Johann Nepomuk Mälzel, a Bavarian musician interested in machines and devices. Mälzel had designed a type of metronome. He had tried to purchase the Turk before Kempelen's death but the price was too high. Mälzel had to learn how the machine worked and make some repairs. He wanted to make the Turk a greater challenge.\nIn 1809, Napoleon I of France arrived at Schönbrunn Palace to play the Turk. Before the game, the Turk, with Johann Baptist Allgaier hidden inside, saluted Napoleon. In a surprise move, Napoleon took the first turn instead of allowing the Turk to make the first move. When Napoleon attempted an illegal move, the Turk put the piece back in its original spot and continued the game. After a second illegal move the Turk took the piece from the board. When Napoleon tried a third illegal move the Turk swept its arm across, knocking all the pieces off the board. Napoleon was amused, and then played a real game with the machine. After 19 moves Napoleon pushed over his king to show that he knew he could not win, and was giving up.\nIn 1811, Mälzel took the Turk to Milan to show Eugène de Beauharnais, the Prince of Venice and Viceroy of Italy. Beauharnais liked it so much, that he bought the Turk for 30,000 francs – three times what Mälzel had paid – and kept it for four years. In 1815, Mälzel went to Beauharnais in Munich and bought the Turk back.\nMälzel took the Turk back to Paris where he made friends of many of the leading chess players at Café de la Régence. In 1818 he moved to London and held a number of performances with the Turk and many of his other machines. He added a voice box so the machine could say \"Échec!\" when placing a player in check.\nMälzel in America.\nIn 1826, Mälzel took the machine to New York City. Mälzel had problems finding people to operate the machine.  He ended up bringing William Schlumberger, from Alsace in Europe to come to America and work for him once again. Mälzel had to provide the money for Schlumberger's transport.\nIn Boston, Mälzel told a story that the New York chess players could not handle full games and that the Boston players were much better. This was a success for many weeks, and the tour moved to Philadelphia for three months. In Baltimore, it lost a match against Charles Carroll, a signer of the Declaration of Independence. Two American brothers built their own machine, the Walker Chess-player. Mälzel tried to buy it, but they would not sell it. This second machine toured for a number of years, but was never as famous as the Turk.\nBetween 1828, Mälzel visited Europe, returning to the States in 1829. In the 1830s, went as far west as the Mississippi River and visiting Canada. In Richmond, Virginia, Edgar Allan Poe, wrote about the Turk for the \"Southern Literary Messenger\". Poe's essay \"Maelzel's Chess Player\" was published in April 1836 and is the most famous essay on the Turk.\nMälzel took the Turk on his second tour to Havana, Cuba. In Cuba, Schlumberger died of yellow fever, leaving Mälzel without an operator. Mälzel died at sea in 1838 at the age of 66 during his return trip, leaving his machine with the ship captain.\nFinal years and beyond.\nThe Turk was given to a friend of Mälzel's, the businessman John Ohl. He tried to sell it at auction but ended up buying it himself for $400. John Kearsley Mitchell, Edgar Allan Poe's doctor, bought the Turk from Ohl. Mitchell formed a club to fix it, completing the rebuilding in 1840.\nMitchell and his club gave the machine to the Chinese Museum of Charles Willson Peale. After a few shows it was put into a corner and forgotten. On 5 July 1854, a fire that started at the National Theater in Philadelphia reached the Museum and destroyed the Turk. Mitchell believed he had heard \"through the struggling flames ... the last words of our departed friend, the sternly whispered, oft repeated syllables, 'echec! echec!!'\nJohn Gaughan, an American in Los Angeles who made items for magicians, spent $120,000 building a copy of Kempelen's machine over a five-year period from 1984. The new machine used the Turk's chessboard, which was saved from the fire. Gaughan's Turk was displayed in November 1989 at a history of magic conference. This time, the Turk played against a computer running a chess program.\nRevealing the secrets.\nMost books and articles written during the Turk's life about how it worked were incorrect.\nIt was not until Dr. Silas Mitchell's series of articles for \"The Chess Monthly\" that the secret was fully revealed. Mitchell, son of the final owner of the Turk, wrote that \"no secret was ever kept as the Turk's has been. Guessed at, in part, many times, no one of the several explanations ... ever solved this amusing puzzle\". As the Turk had been destroyed, Silas Mitchell felt that there were \"no longer any reasons for concealing from the amateurs of chess, the solution to this ancient enigma\".\nNew interest began in the Turk when IBM created Deep Blue. This was a computer that could challenge the world's best players. The Turk was used as a personification of Deep Blue in the 2003 documentary \"Game Over: Kasparov and the Machine\".\nLegacy and popular culture.\nThe Turk inspired a number of inventions and copies. These included the Ajeeb, or \"The Egyptian\", built by Charles Hopper that President Grover Cleveland played in 1885; and Mephisto, the self-described \"most famous\" machine, of which little is known. The Walkers made the \"American Chess Player\" first shown in May 1827 in New York. El Ajedrecista was built in 1912 by Leonardo Torres y Quevedo and first shown at the Paris World Fair of 1914. It was the first true chess-playing automaton, and a precursor of sorts to Deep Blue.\nOther people were inspired by the Turk. The Rev. Edmund Cartwright saw it in London in 1784. He later wrote \"it is more difficult to construct a machine that shall weave than one which shall make all the variety of moves required in that complicated game\". Cartwright would later invent the power loom. Sir Charles Wheatstone, an inventor, saw the Turk while it was owned by Mälzel. Mälzel later showed his speaking machines to the researcher and his teenage son. Alexander Graham Bell read a copy of a book by Wolfgang von Kempelen on speaking machines after seeing a similar machine built by Wheatstone. Bell went on to invent the telephone.\nA play, \"The Automaton Chess Player\", was performed in New York City in 1845. The play used a copy of the Turk made by J. Walker, who had earlier built the Walker Chess-player.\nRaymond Bernard's silent movie, \"The Chess Player\" (\"The Chess Player\", France 1927), uses the story of the Turk in an adventure tale set during the Partitions of Poland in 1772. A Polish nationalist escaping from the  Russians, also happens to be an expert chess player. He is hidden inside a chess playing automaton called the Turk. Just as he is about to escape over the border, the machine is taken to Saint Petersburg for the empress Catherine II. Copying the Napoleon incident, Catherine attempts to cheat the Turk, who sweeps all the pieces from the board.\nIn 2005, Amazon.com launched the Amazon Mechanical Turk. The program is designed to have humans perform tasks with which computers struggle, such as color comparisons.","categories":[],"infobox_types":[],"annotations":[{"uri":"Artificial_intelligence","surface_form":"machine","offset":96},{"uri":"Destroy","surface_form":"destroyed","offset":168},{"uri":"Hoax","surface_form":"hoax","offset":224},{"uri":"Wolfgang_von_Kempelen","surface_form":"Wolfgang von Kempelen","offset":254},{"uri":"Impress","surface_form":"impress","offset":279},{"uri":"Maria_Theresa","surface_form":"Maria Theresa of Austria","offset":299},{"uri":"Knight%27s_tour","surface_form":"knight's tour","offset":397},{"uri":"Knight_(chess)","surface_form":"knight","offset":444},{"uri":"Magic_(illusion)","surface_form":"illusion","offset":547},{"uri":"Napoleon","surface_form":"Napoleon Bonaparte","offset":754},{"uri":"Benjamin_Franklin","surface_form":"Benjamin Franklin","offset":777},{"uri":"Johann_Baptist_Allgaier","surface_form":"Johann Allgaier","offset":858},{"uri":"Hyacinthe_Henri_Boncourt","surface_form":"Hyacinthe Henri Boncourt","offset":875},{"uri":"Aaron_Alexandre","surface_form":"Aaron Alexandre","offset":901},{"uri":"William_Lewis_(chess_player)","surface_form":"William Lewis","offset":918},{"uri":"Jacques_Fran%C3%A7ois_Mouret","surface_form":"Jacques Mouret","offset":933},{"uri":"William_Schlumberger","surface_form":"William Schlumberger","offset":953},{"uri":"Mannequin","surface_form":"model","offset":1027},{"uri":"Ottoman_clothing","surface_form":"Ottoman robes","offset":1119},{"uri":"Turban","surface_form":"turban","offset":1144},{"uri":"Foot_(unit)","surface_form":"feet","offset":1232},{"uri":"Ivory","surface_form":"ivory","offset":1479},{"uri":"Clockwork","surface_form":"clockwork","offset":1640},{"uri":"Magnet","surface_form":"magnet","offset":2675},{"uri":"Text_to_Speech","surface_form":"voice box","offset":3993},{"uri":"Code","surface_form":"code","offset":4313},{"uri":"Sch%C3%B6nbrunn_Palace","surface_form":"Schönbrunn Palace","offset":4392},{"uri":"Queen_(chess)","surface_form":"queen","offset":4745},{"uri":"King_(chess)","surface_form":"king","offset":4785},{"uri":"Illegal","surface_form":"illegal","offset":4828},{"uri":"Count_Ludwig_von_Cobenzl","surface_form":"Count Ludwig von Cobenzl","offset":4940},{"uri":"Knight%27s_tour","surface_form":"knight's tour","offset":5064},{"uri":"Carl_Hindenburg","surface_form":"Carl Friedrich Hindenburg","offset":5509},{"uri":"Leipzig","surface_form":"Leipzig","offset":5619},{"uri":"Robert_Murray_Keith","surface_form":"Robert Murray Keith","offset":6136},{"uri":"Scotland","surface_form":"Scottish","offset":6159},{"uri":"Bagatelle","surface_form":"bagatelle","offset":6266},{"uri":"Steam_engine","surface_form":"steam engine","offset":6355},{"uri":"Joseph_II%2C_Holy_Roman_Emperor","surface_form":"Emperor Joseph II","offset":6433},{"uri":"Vienna","surface_form":"Vienna","offset":6486},{"uri":"Paul_I_of_Russia","surface_form":"Paul of Russia","offset":6527},{"uri":"France","surface_form":"France","offset":6694},{"uri":"Charles_Godefroy_de_La_Tour_d%27Auvergne","surface_form":"Charles Godefroy de La Tour d'Auvergne","offset":6738},{"uri":"La_Tour_d%27Auvergne","surface_form":"Duc de Bouillon","offset":6782},{"uri":"Philidor","surface_form":"François-André Danican Philidor","offset":6842},{"uri":"Fatigue","surface_form":"fatiguing","offset":6945},{"uri":"Philip_Thicknesse","surface_form":"Philip Thicknesse","offset":7138},{"uri":"London","surface_form":"London","offset":7303},{"uri":"Shilling","surface_form":"shilling","offset":7360},{"uri":"Skepticism","surface_form":"skeptic","offset":7385},{"uri":"Hoax","surface_form":"hoax","offset":7521},{"uri":"Leipzig","surface_form":"Leipzig","offset":7792},{"uri":"Dresden","surface_form":"Dresden","offset":7801},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":7814},{"uri":"Johann_Nepomuk_M%C3%A4lzel","surface_form":"Johann Nepomuk Mälzel","offset":8063},{"uri":"Bavaria","surface_form":"Bavaria","offset":8088},{"uri":"Metronome","surface_form":"metronome","offset":8172},{"uri":"Napoleon","surface_form":"Napoleon I of France","offset":8392},{"uri":"Sch%C3%B6nbrunn_Palace","surface_form":"Schönbrunn Palace","offset":8424},{"uri":"Johann_Baptist_Allgaier","surface_form":"Johann Baptist Allgaier","offset":8492},{"uri":"Milan","surface_form":"Milan","offset":9147},{"uri":"Eug%C3%A8ne_de_Beauharnais","surface_form":"Eugène de Beauharnais","offset":9161},{"uri":"Munich","surface_form":"Munich","offset":9403},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence.","surface_form":"Café de la Régence.","offset":9533},{"uri":"New_York_City","surface_form":"New York City","offset":9802},{"uri":"William_Schlumberger","surface_form":"William Schlumberger","offset":9898},{"uri":"Alsace","surface_form":"Alsace","offset":9925},{"uri":"Boston","surface_form":"Boston","offset":10055},{"uri":"Philadelphia","surface_form":"Philadelphia","offset":10246},{"uri":"Baltimore","surface_form":"Baltimore","offset":10280},{"uri":"Charles_Carroll_of_Carrollton","surface_form":"Charles Carroll","offset":10315},{"uri":"United_States_Declaration_of_Independence","surface_form":"Declaration of Independence","offset":10348},{"uri":"Walker_Chess-player","surface_form":"Walker Chess-player","offset":10428},{"uri":"Mississippi_River","surface_form":"Mississippi River","offset":10696},{"uri":"Canada","surface_form":"Canada","offset":10727},{"uri":"Richmond%2C_Virginia","surface_form":"Richmond","offset":10738},{"uri":"Virginia","surface_form":"Virginia","offset":10748},{"uri":"Edgar_Allan_Poe","surface_form":"Edgar Allan Poe","offset":10758},{"uri":"Havana","surface_form":"Havana","offset":10985},{"uri":"Cuba","surface_form":"Cuba","offset":10993},{"uri":"Yellow_fever","surface_form":"yellow fever","offset":11029},{"uri":"Auction","surface_form":"auction","offset":11307},{"uri":"John_Kearsley_Mitchell","surface_form":"John Kearsley Mitchell","offset":11356},{"uri":"Peale_Museum","surface_form":"Chinese Museum","offset":11547},{"uri":"Charles_Willson_Peale","surface_form":"Charles Willson Peale","offset":11565},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":11963},{"uri":"Magician","surface_form":"magician","offset":11994},{"uri":"Magic_(illusion)","surface_form":"magic","offset":12230},{"uri":"Chess_and_computers","surface_form":"computer running a chess program","offset":12285},{"uri":"IBM","surface_form":"IBM","offset":12970},{"uri":"IBM_Deep_Blue","surface_form":"Deep Blue","offset":12982},{"uri":"Ajeeb","surface_form":"Ajeeb","offset":13275},{"uri":"President_of_the_United_States","surface_form":"President","offset":13330},{"uri":"Grover_Cleveland","surface_form":"Grover Cleveland","offset":13340},{"uri":"Mephisto_(automaton)","surface_form":"Mephisto","offset":13377},{"uri":"El_Ajedrecista","surface_form":"El Ajedrecista","offset":13537},{"uri":"Leonardo_Torres_y_Quevedo","surface_form":"Leonardo Torres y Quevedo","offset":13573},{"uri":"Deep_Blue_(chess_computer)","surface_form":"Deep Blue","offset":13723},{"uri":"Edmund_Cartwright","surface_form":"Edmund Cartwright","offset":13783},{"uri":"Power_loom","surface_form":"power loom","offset":14025},{"uri":"Charles_Wheatstone","surface_form":"Sir Charles Wheatstone","offset":14037},{"uri":"Alexander_Graham_Bell","surface_form":"Alexander Graham Bell","offset":14198},{"uri":"Wolfgang_von_Kempelen","surface_form":"Wolfgang von Kempelen","offset":14245},{"uri":"Telephone","surface_form":"invent the telephone","offset":14356},{"uri":"The_Chess_Player","surface_form":"The Chess Player","offset":14588},{"uri":"Partitions_of_Poland","surface_form":"Partitions of Poland","offset":14704},{"uri":"Saint_Petersburg","surface_form":"Saint Petersburg","offset":14961},{"uri":"Catherine_II_of_Russia","surface_form":"Catherine II","offset":14994},{"uri":"Amazon_(company)","surface_form":"Amazon.com","offset":15128}]}