{"id":645697,"url":"http://en.wikipedia.org/wiki/Data_Center_Cooling","text":"Data cooling is one of the most fundamental IT environment processes especially when it concerns a data center. As the new computer hardware becomes more compact while using the same amount or at times more electricity than the one that has been replaced, more heat is being produced inside the data centers. For collecting and transferring the remaining heat energy to the external atmosphere, accurate air conditioning and heat removal equipment is needed. The main goal is to transfer and transport unutilized heat energy from the IT environment to the external atmosphere.\nMonitoring our service in real-life situations can be proved most of the times also equally important. With specific environmental sensors we can regulate,monitor and control data center’s temperature, airflow and hotspots and in general be aware of the quality of the “internal” environment and temperature in the data center.\nA computer room air conditioning (CRAC) unit is an apparatus that controls and maintains environmental features in the data center like temperature and humidity. While CRAC units makes use of mechanical refrigeration, a computer room air handler (CRAH) uses fans, cooling coils and a water-chiller system to remove heat.\nTypes of Data Center Cooling Techniques.\nThe aim of cooling is to transfer heat from the data center (indoor environment) to the outside environment. There are two basic approaches for removing the remaining heat, either using air or liquid (typically water).\nAir Cooling.\nAir cooling has some important advantages as it’s practically easy to move and it doesn’t provoke any damage to the IT apparatus. Since heat flows from the warmer objects to the cooler ones and warm air is increasing with respect to cold air this means that can make us distinguish them in some level. In fact many manufacturers of air-based cooling designs consider this particular property while constructing IT equipment.\nRoom based cooling, as an air cooling system, uses the most classical type of refrigerating technique: the basic idea is that coolers push cold air in the environment, extracting warm air to the outside. Conditioners not only refresh, but also mix the air to avoid hot spots. This idea results to be efficient if the power load used for mixing the air is a small fraction of the total load of the datacenter. Simulations show that this approach is valid for relatively low power load densities (320-750 formula_1). Sometimes, when warm and hot air are being mixed the previous distinction is not plausible and this is where issues arise.\nHot/Cold Aisle Configuration.\nHot/cold aisle is a format for racks of servers and generally IT apparatus inside a data center where the rack fronts face the rack fronts of the adjacent row. When cold aisle containment approach is used, row doors, aisle ceilings or overhead vertical walls are installed to contain the cold air coming from the cooling systems into the cold aisles. As the opposite, in hot aisle containment the hot air is contained so that the CRAC units just receive hot air.\nThe aim of this configuration is to decrease the amount of produced energy and reduce the costs regarding the cooling process by controlling the air flow.\nBlanking Panels.\nIf racks have empty space that it is not used then extra heat is being released into data center’s airflow in order to “fill in” this unused space.The use of blanking panels can prevent the hot air from being transmitted in the data center’s airflow.\nRack Placement.\nThe top of the rack is considered to be the location which produces the greatest amount of heat. So, the specific placement of the racks can reduce the heat circulation from racks hot spots. The way that we can regulate this issue is by ordering rack components in a way that the more loaded equipment is placed on the lower racks and in such way we can ensure an optimal cooling. Since heavier equipment flow the most air, a lower rack placement will ensure that less heat is spreaded at the top of the rack.\nFree Cooling.\nThe free cooling method is composed of two main systems: the air-side economization and the water-side economization. The first one basically uses the air that comes from the outer environment in order to control and adjust the desired temperature in the IT apparatus. This technique is quite productive with respect to its cost (since we just take advantage of air from the external environment) but on the other hand has some disadvantages since it is likely to provoke humidity and moisture in the data center.\nIn a similar way, water-side economization works with air from the outdoors and is commonly used with evaporation processes.\nLiquid Cooling.\nLiquid cooling can improve the efficiency of a data center as it provides an optimal and more targeted cooling. For example chilled water can be transferred directly to a rack of servers which is quite helpful as we want to provide cooling to specific places. Instead of trying to “balance” a desirable temperature throughout an entire room, it initializes the cooling process in the exact point that is needed; at a particular rack or cabinet. On the other hand, the use of liquid-based systems inside a data center could have some cons. Possible leaks are definitely a huge threat for the entire IT apparatus, transport of liquid may cause condensation and since the chilled liquid must be contained somewhere it requires more technological equipment and a suitable framework inside the data center; so in this case we need more resources. For the above reasons, although liquid-based systems are proved to be more reliable and effective, they appear to be quite expensive with respect to air cooling techniques and slightly more difficult to implement.\nSingle Phase Cooling.\nUsing the setup of a liquid-based system, here the IT apparatus can be cooled by using water, or alternative cooling liquids to be pumped at server or rack level: cold plates are located as close as possible to the heat generating components. This technology makes use of the higher heat transfer capacity of the liquids, leading to greater savings in terms of energy requirement, in fact, single phase cooling systems can reduce, and sometimes eliminate needing for CRAC units.\nOne of the most important disadvantages is that they require high pumping power. Other side effects are microbe formation, electrical conductivity of the liquids and erosive nature due to high fluid velocities.\nAs the surface to be cooled increases, it is more difficult to achieve isothermality.\nThe main advantage, following an on-chip cooling approach is that, since direct discharge liquid stream is used, the energy capture is easier, permitting the waste heat recovery.\nOne of the pioneers of this technology has been IMB, with the Aquasar supercomputer, in 2009.\nTwo-phase Cooled Systems.\nTwo-phase cooling means using devices that can transform at least part of the cooling fluids into vapour when in contact with warm IT components. The phase transition permits a much more efficient heat exchange, in terms of cooling medium mass: in other words: to exchange a fixed amount of heat, two-phase cooling uses less refrigerating liquid in comparison with the quantity which is necessary in single-phase cooling.\nIt was shown how, using multiphase systems, 4 times less mass-flow rates, 10 times less pumping power and 2 times less facility size.\nThe core of the evaporator is composed by a mini or microchannel heat-sink by which the plate surface is maximized; minichannels have a pitch of 2 to 8 mm, while microchannels have a pitch of less than 1 mm. Microchannels are more capable in transferring the heat thanks to their higher surface, but they are more easily clogged, corroded and eroded.\nCooling System Alternatives.\nThere are many options available to services or IT experts when it comes to specifying cooling solutions. These options may differ according to the size or the particular type of the solution needed.\nAirflow direction.\nReferring to the airflow process, large floor-mounted systems flow air in a downward direction (leading towards a lower flow level) or an upward direction (leading towards a higher flow level) and some can even flow horizontally (leading towards a horizontal flow level).\nFire, smoke, and water detection devices.\nThese devices are best used in combination with IT monitoring and building management systems for quicker notification. They also provide early warning or automatic shut off during undesirable events.\nHumidifiers.\nAs a device that increases humidity, humidifiers can play an important role in the cooling process by preventing any unexpected overheating which may occur due to static electrical discharge.They are usually placed inside precision cooling devices in order to replace water vapor lost during the cooling process. Reassuring that the room has no current high or low humidity-related issues, the use of humidifiers can be in all computer room air conditioners and air handlers.\nReheat systems.\nWhen performing the particular technique, rooms should not have vapor barriers and also room temperatures should suggest humid climates. These systems in order to let the whole system provide increased dehumidification of the \"internal\" air, they add heat to conditioned cold air coming out of a precision cooling device.\nEconomizer coils.\nThe advantage of using this approach is that it provides a surprisingly operating cost reduction when used.In this approach, diol (ethylene glycol) is used to cool the IT environment in a way which is similar to a chilled water system.\nInsights.\nData centers technology is quite complex and advanced and this has as a result to require huge amounts of energy. Therefore, data centers need to be as efficient as possible and data environmental control has a significant role to this issue.\nThe recommended temperature for a data center is estimated between 21°C and 24°C. In addition to,some studies regarding the desired temperature in a data center shown that maybe it is not so optimal (money-wise) for firms to keep the temperature below 21°C. Furthermore, typical data center limit temperatures have been estimated to be 85°C for processors and DIMMs, while disk drives can usually work in stricter conditions, at a maximum of 45°C.\nIt is also remarkable that, while the conventional heating, ventilation and air conditioning systems (HVAC) for similar size rooms deal with heat fluxes in the order of 40-90 formula_1, cooling systems in data centers work with extremely higher heat loads: modern data center infrastructures can need to refresh apparatus that produces 6-10 formula_1 as power density. In the next few years, it is estimated that the power density consumption will still raise up to 15 formula_1.\nGoogle for instance mentions the significance of taking serious action to reinforce energy efficiency in case of either running a small data center or a huge service. According to Google, many manufactures construct the suitable equipment to be used at temperatures higher than the standard 21°C we aforementioned. This may lead to next generation servers having the ability of performing at higher temperatures, fact that can make data center using less equipment and therefore save money. So for an effective management and control data centers should be able to perform accurate temperature analysis by measuring the amount of energy spent for processes that concern cooling.Nevertheless, the best solution may be consulting the corresponding equipment manufacturer so with his expertise can point out the suitable approach.\nMany opinions of experts about this subject point out that data centers could have better performance if they could adopt a mixture of cooling methods. Another important factor that could drastically contribute to an optimal performance is the location where data centers are placed. Constructing data centers either in places with cooler climates or near to sources of cold water not only could increase energy efficiency in a high level but also could reduce costs by deploying the external environment.","categories":[],"infobox_types":[],"annotations":[{"uri":"Data_center","surface_form":"data center","offset":99},{"uri":"Computer_hardware","surface_form":"computer hardware","offset":123},{"uri":"Heat","surface_form":"heat","offset":261},{"uri":"Sensor","surface_form":"sensors","offset":708},{"uri":"Temperature","surface_form":"temperature","offset":1041},{"uri":"Humidity","surface_form":"humidity","offset":1057},{"uri":"Heat_conduction","surface_form":"heat flows","offset":1635},{"uri":"Moisture","surface_form":"moisture","offset":4503},{"uri":"Water","surface_form":"water","offset":4805},{"uri":"Condensation","surface_form":"condensation","offset":5315},{"uri":"Heat_capacity","surface_form":"capacity","offset":6048},{"uri":"IBM","surface_form":"IMB","offset":6754},{"uri":"Phase_transition","surface_form":"phase transition","offset":6976},{"uri":"Microchannel_(microtechnology)","surface_form":"microchannel","offset":7434},{"uri":"Corrosion","surface_form":"corroded","offset":7712},{"uri":"Erosion","surface_form":"eroded","offset":7725},{"uri":"Humidity","surface_form":"humidity","offset":8536},{"uri":"Diol","surface_form":"diol","offset":9466},{"uri":"Energy","surface_form":"energy","offset":11388}]}