{"id":645684,"url":"http://en.wikipedia.org/wiki/Mod_(video_games)","text":"e=\"preserve\">A video game mod is a change made to a video game. The word \"mod\" is short for \"modification.\" A mod can be a change to any part of a game, including how it sounds, how it plays, the way it looks, or anything else. They are usually created by fans of a game instead of the people who made the original game. Mods are usually put on the internet for free when they are released.\nMods can be as small or as large as the creators want it to be. They can be minor bug fixes, or they can change so many things that they become a completely different game. Large mods like that are sometimes called \"total conversions\". Some popular examples of total conversion mods that became separate video games are Counter-Strike, Team Fortress, and Killing Floor.\nMods can help a game become more famous and successful. Many people think that good mods can make a game more fun and interesting than the original. Some video game companies saw this and decided to give mod creators tools to help them make even more mods. Examples of companies that have done this are id Software, Valve Corporation, Mojang AB, and Bethesda Softworks.\nSometimes, a mod of a game might become just as popular as the original game, or more popular. When this happens, the word \"vanilla\" is often used to talk about the original game without mods.","categories":[],"infobox_types":[],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":15},{"uri":"Software_bug","surface_form":"bug","offset":473},{"uri":"Counter-Strike","surface_form":"Counter-Strike","offset":711},{"uri":"Team_Fortress_Classic","surface_form":"Team Fortress","offset":727},{"uri":"Killing_Floor_(Video_Game)","surface_form":"Killing Floor","offset":746},{"uri":"Id_Software","surface_form":"id Software","offset":1064},{"uri":"Valve_Corporation","surface_form":"Valve Corporation","offset":1077},{"uri":"Mojang","surface_form":"Mojang AB","offset":1096},{"uri":"Bethesda_Softworks","surface_form":"Bethesda Softworks","offset":1111},{"uri":"Vanilla_software","surface_form":"\"vanilla\"","offset":1254}]}