{"id":64571,"url":"http://en.wikipedia.org/wiki/Royal_Proclamation_of_1763","text":"e=\"preserve\">The Royal Proclamation of 1763 was issued October 7, 1763, by King George III after Great Britain gained French territory in North America after the end of the French and Indian War/Seven Years' War. The purpose of the Proclamation was to organize Britain's large North American empire, and to make relations with Native Americans better and more stable by controlling trade, settlement, and land purchases on the western frontier. Parliament also wished to gain trust from the natives so they could place forts there.\nThe Proclamation stated that Americans could not settle or buy land west of a line along the Appalachian Mountains. This angered colonists. Tempted by great farm land, settlers continued to flow into the Ohio River Valley and Great Britain was unable to provide adequate protection for those colonists. Also, the Proclamation gave Great Britain a monopoly in land bought from Native Americans. The later Quebec Act, 1774 extended the rights of French Catholics, thus further angering English Protestant settlers.","categories":[],"infobox_types":[],"annotations":[{"uri":"October_7","surface_form":"October 7","offset":55},{"uri":"1763","surface_form":"1763","offset":66},{"uri":"George_III_of_the_United_Kingdom","surface_form":"King George III","offset":75},{"uri":"Kingdom_of_Great_Britain","surface_form":"Great Britain","offset":97},{"uri":"New_France","surface_form":"French territory","offset":118},{"uri":"North_America","surface_form":"North America","offset":138},{"uri":"French_and_Indian_War","surface_form":"French and Indian War","offset":173},{"uri":"Seven_Years%27_War","surface_form":"Seven Years' War","offset":195},{"uri":"Native_Americans","surface_form":"Native Americans","offset":327},{"uri":"Fur_trade","surface_form":"trade","offset":382},{"uri":"Appalachian_Mountains","surface_form":"Appalachian Mountains","offset":625},{"uri":"Monopoly","surface_form":"monopoly","offset":879}]}