{"id":645719,"url":"http://en.wikipedia.org/wiki/November_1989_tornado_outbreak","text":"The November 1989 tornado outbreak was a natural disaster in the United States from November 15-16, 1989.\nHuntsville, Alabama.\nDuring the morning hours of November 14, the local forecasts issued a warning for severe thunderstorms on Wednesday.\nAt 9:30 a.m. on November 15, the National Severe Storms Forecast Center issued a strong potential for severe thunderstorms and tornadoes across the Tennessee Valley. At 10:50 a.m., the Birmingham office issued a major severe weather threat for Alabama and northern Florida.\nA tornado watch was issued at 12:45 p.m. CST and was in effect until 8:00 p.m. CST that evening. Shortly thereafter, warnings were coming out as a squall line passed through. Spotters reported large hail and damaging winds at this time.\nAt the time of the tornado, a severe thunderstorm warning was in effect. Later, they spotted rotation in the wall cloud, but the rotation dissipated shortly thereafter. At 4:25 p.m., the rotation picked up again.\nThe tornado hit during the afternoon rush hour, killing 21 people and injuring 463 others. Most of these deaths happened in cars (similar to the 1979 Wichita Falls tornado). This was rated an F4 on the Fujita Scale.\nNewburgh, New York.\nA downburst struck East Coldenham Elementary School on November 16, 1989 at 11:35 a.m., blowing down a cafeteria wall, killing nine people and injuring eighteen. This was considered a F1 tornado. Former President Ronald Reagan was on the site within minutes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_disaster","surface_form":"natural disaster","offset":41},{"uri":"United_States","surface_form":"United States","offset":65},{"uri":"Tennessee_Valley","surface_form":"Tennessee Valley","offset":392},{"uri":"Alabama","surface_form":"Alabama","offset":488},{"uri":"Florida","surface_form":"Florida","offset":509},{"uri":"Tornado_watch","surface_form":"tornado watch","offset":520},{"uri":"Severe_thunderstorm_warning","surface_form":"severe thunderstorm warning","offset":785},{"uri":"Wichita_Falls%2C_Texas","surface_form":"Wichita Falls","offset":1118}]}