{"id":645915,"url":"http://en.wikipedia.org/wiki/Jacques_Fran%C3%A7ois_Mouret","text":"Jacques François Mouret (1787–1837) was a French chess player. He became the chess teacher of the future Louis Philippe I. He was one of the most successful operators of The Turk, a famous chess-playing machine.\nBiography.\nMouret was a great-nephew of the famous chess player Philidor. He learned the game at the Café de la Régence, taught by Bernard and Carlier, two of Philidor's students. He was a pupil of Alexandre Deschapelles and later he became a teacher of La Bourdonnais. He also gave chess lessons to the children of the French King Louis Philippe I. In 1819, he was the operator of The Turk during its tour in England and probably the person, who sold the secret of The Turk to the press.\nMouret was an alcoholic. In 1842 the editor of the chess magazine \"Le Palamède\", said  \"He was a clever fellow, sharp, gay, lively, amusing, and had studied seriously the theory of chess, by which he made his living. His talent redeemed a little the rudeness of his manner and a certain licentiousness which he indulged in. He used to be in a continual state of semi-intoxication\". George Walker wrote that \"His brain was consumed in the Brandy\".\nMouret was believed to have written a book in 1836, \"The Treaty Elementary Game of Chess.\" But later evidence shows that he only made some corrections to the text.\nHe had no money when he died and so the members of the Chess Club of Paris paid for his funeral.\nMouret and \"The Turk\".\nMouret is best known as the person hidden inside The Turk, a fake chess-playing machine. Mouret was one of many great chess players who worked inside the machine, others being Johann Baptist Allgaier, who defeated Napoleon in 1809, Schlumberger, Boncourt and Lewis. Fifty games played by Mouret from inside the Turk in London in 1819, are collected in a book published in 1820. In the beginning of the book it was written that out of 300 games, the Turk (Mouret) only lost six.\nMouret's weakness for drinking often left him without any money, so he probably sold the secret of the Turk in 1834 to \"Le Magasin picturesque\". The article, \"An attempt to analyze the automaton chess-player of M. Kempelen\", explained how a man could be hidden inside the Turk. Mouret was not named, but many people. including Walker, believe he was the source. The French master was sick and short of money at the time, and died three years later.\nThe French Defense.\nMouret often used a move now called the French Defense. He was one of the only players to use it and is one of the main reasons for it being called the French Defense. Mouret taught the move to players at the Café de la Régence. One of his students convinced the Paris team to use the defense in games played by letters against a London team. Following the victory of the French team, the opening quickly became known as the French Defense.","categories":[],"infobox_types":[],"annotations":[{"uri":"Chess","surface_form":"chess","offset":49},{"uri":"Louis_Philippe_I","surface_form":"Louis Philippe I","offset":105},{"uri":"The_Turk","surface_form":"The Turk","offset":170},{"uri":"Philidor","surface_form":"Philidor","offset":276},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence","surface_form":"Café de la Régence","offset":313},{"uri":"Alexandre_Deschapelles","surface_form":"Alexandre Deschapelles","offset":410},{"uri":"Louis-Charles_Mah%C3%A9_de_La_Bourdonnais","surface_form":"La Bourdonnais","offset":466},{"uri":"Louis_Philippe_I","surface_form":"Louis Philippe I","offset":544},{"uri":"The_Turk","surface_form":"The Turk","offset":594},{"uri":"Le_Palam%C3%A8de","surface_form":"Le Palamède","offset":768},{"uri":"George_Walker_(chess_player)","surface_form":"George Walker","offset":1083},{"uri":"The_Turk","surface_form":"The Turk","offset":1481},{"uri":"Napoleon","surface_form":"Napoleon","offset":1646},{"uri":"William_Schlumberger","surface_form":"Schlumberger","offset":1664},{"uri":"Hyacinthe_Henri_Boncourt","surface_form":"Boncourt","offset":1678},{"uri":"William_Lewis_(chess_player)","surface_form":"Lewis","offset":1691},{"uri":"George_Walker_(chess_player)","surface_form":"Walker","offset":2237},{"uri":"Caf%C3%A9_de_la_R%C3%A9gence","surface_form":"Café de la Régence","offset":2588}]}