{"id":646035,"url":"http://en.wikipedia.org/wiki/University_of_British_Columbia","text":"The University of British Columbia (UBC) is a major public university located in Vancouver, British Columbia, Canada, with another location in Kelowna. It was started in 1908 and moved to its current location in Point Grey in 1925. It is one of the largest universities in Canada, with a student population of over 60,000. UBC has a 1,000-acre campus, a part of which has been set aside for an endowment fund which generates $1.6 billion for the university.\nThe Vancouver location is in the University Endowment Lands, about west of Downtown Vancouver. UBC is home to TRIUMF, Canada's national workplace for particle and nuclear physics. It has the world's largest cyclotron. UBC also has the Peter Wall Institute for Advanced Studies and Stuart Blusson Quantum Matter Institute. UBC and the Max Planck Society founded the first Max Planck Institute in North America, which studies quantum materials. The UBC Library system has over 9.9million books in its 21 locations and is one of the largest research libraries in Canada. The Okanagan campus, added in 2005, is located in Kelowna, British Columbia.\nThree Canadian prime ministers, including Canada's first female prime minister Kim Campbell and current prime minister Justin Trudeau, went to UBC.","categories":[],"infobox_types":[],"annotations":[{"uri":"Public_university","surface_form":"public university","offset":52},{"uri":"Vancouver","surface_form":"Vancouver","offset":81},{"uri":"British_Columbia","surface_form":"British Columbia","offset":92},{"uri":"Canada","surface_form":"Canada","offset":110},{"uri":"Kelowna","surface_form":"Kelowna","offset":143},{"uri":"Particle_physics","surface_form":"particle","offset":608},{"uri":"Nuclear_physics","surface_form":"nuclear physics","offset":621},{"uri":"Cyclotron","surface_form":"cyclotron","offset":665},{"uri":"Kim_Campbell","surface_form":"Kim Campbell","offset":1182},{"uri":"Justin_Trudeau","surface_form":"Justin Trudeau","offset":1222}]}