{"id":646221,"url":"http://en.wikipedia.org/wiki/Parson%27s_Cause","text":"The \"Parson's Cause\" was a legal and political dispute in the Colony of Virginia. Many people think it was an  important event leading up to the American Revolution. The case was about the payment of clergy of the Anglican Church in Virginia. At the time, a lot of tobacco was planted in Virginia. It was one of the commodity crops of the colony. The colony of Virginia had passed laws in 1748: These laws said that Virginia's Anglican clergy were to be paid 16,000 pounds of tobacco per year.\nThe problem was that the harvest of tobacco was poor in 1758. Because of that, the price of tobacco in Virginia rose from from two to six pennies per pound. This also meant the salary of clergy effectively tripled, that year. The state of Virginia was forced to act, and passed a law called the \"Two Pennies Act\": This law allowed the state authorities to pay the clergy in currency, instead of tobacco. It also fixed the exchange rate of tobacco: it said that for these payments, the state should take a rate of two  pennies per pound of tobacco.  King George III of Great Britain vetoed the law, causing an uproar in the colony. Many Virginia legislators saw the king's veto as a breach of their legislative authority.\nColonel John Henry, father of Patrick Henry, was the judge who presided over the court case and jury that decided the issue. Patrick Henry was the person who argued in favor of colonial rights in the case. He was relatively unknown at the time.\nThe Reverend James Maury had sued in Hanover County Court (April 1, 1762) for back wages on behalf of all the ministers involved: he effectively became a representative of the British cause. The court ruled (Nov. 5, 1763) that Maury's claim was valid, but that a jury had to determine the amount of damages. This jury was called for in December 1763. Patrick Henry rose to prominence by defending Hanover County against Maury's claims. Henry argued in favor of the Two Penny Act. As reported by the plaintiff Maury in a letter (Dec. 12, 1763) to fellow Anglican minister John Camm shortly after the trial, Henry argued in substance \"that a King, by disallowing Acts of this salutary nature, from being the father of his people, degenerated into a Tyrant and forfeits all right to his subjects' obedience.\"\nThe jury awarded Maury one penny in damages. The award essentially nullified the Crown veto, and no other clergy sued.\nThe Hanover County Courthouse is still operating; historic U.S. Route 301 passes by it. The courthouse is next to the Hanover Tavern, where Patrick Henry lived while arguing the Parson's Cause. It is the third oldest courthouse still in use in the United States. The state historic office dates the building's construction between 1737 and 1742.","categories":[],"infobox_types":[],"annotations":[{"uri":"Dispute","surface_form":"dispute","offset":47},{"uri":"Virginia_Colony","surface_form":"Colony of Virginia","offset":62},{"uri":"American_Revolutionary_War","surface_form":"American Revolution","offset":145},{"uri":"Clergy","surface_form":"clergy","offset":200},{"uri":"Anglican_Church","surface_form":"Anglican Church","offset":214},{"uri":"Tobacco","surface_form":"tobacco","offset":265},{"uri":"Colony","surface_form":"colony","offset":339},{"uri":"Pound_(mass)","surface_form":"pounds","offset":466},{"uri":"Harvest","surface_form":"harvest","offset":519},{"uri":"Price","surface_form":"price","offset":577},{"uri":"Currency","surface_form":"currency","offset":868},{"uri":"Exchange_rate","surface_form":"exchange rate","offset":916},{"uri":"George_III_of_Great_Britain_and_Ireland","surface_form":"George III of Great Britain","offset":1048},{"uri":"Veto","surface_form":"vetoed","offset":1076},{"uri":"Patrick_Henry","surface_form":"Patrick Henry","offset":1245},{"uri":"Judge","surface_form":"judge","offset":1268},{"uri":"Jury","surface_form":"jury","offset":1311}]}