{"id":64635,"url":"http://en.wikipedia.org/wiki/Adhesive","text":"e=\"preserve\">An adhesive is a compound that sticks or bonds two items together. Adhesives may come from either natural or man-made material. Some modern adhesives are extremely strong, and are becoming increasingly important in modern construction and industry. Examples of adhesives include adhesive tape, glue, and sticky-tac. Some adhesives are for temporary use, like sticky-tac or the adhesive on sticky notes. Others are for more permanent bonding of small items like gluing paper or building large pieces of furniture using construction adhesive.\nHistory.\nThe first adhesives were natural gums and other plant resins. Archaeologists have found 6000-year-old ceramic vessels that had broken and been repaired using plant resin.\nThe earliest known use of adhesives was discovered in central Italy when two stone flakes partially covered with birch-bark tar. This is thought to be the oldest discovered human use of adhesives.\nIn Europe, glue was not used until the 1500–1700s. At this time, cabinet and furniture makers such as Thomas Chippendale and Duncan Phyfe started to use adhesives to hold their products together. In 1690, the first commercial glue plant was established in The Netherlands. This plant produced glues from animal hides. In 1750, the first British glue patent was issued for fish glue. In the 1800s, casein glues were invented and made in German and Swiss factories. In 1876, the first US patent was issued to the Ross brothers for the production of casein glue.\nIn 1910, a thermoset plastic known as Bakelite phenolic was made. In 1912, phenolic resin was applied to plywood as a coating varnish.\nIn 1920s–1940s, there was great advances in the development and production of new plastics and resins because of the First and Second World Wars.\nTypes.\nAdhesives are usually classified by the method of adhesion. These are then classified into reactive and non-reactive adhesives, which refers to whether the adhesive chemically reacts in order to harden. They can also be classified by whether it is made from natural, or synthetic materials.\nDrying.\nThere are two types of adhesives that harden by drying. They are solvent-based adhesives and polymer dispersion adhesives. They are also known as emulsion adhesives. Solvent-based adhesives are a mixture of ingredients (usually polymers) dissolved in a solvent. White glue, contact adhesives and rubber cements are drying adhesives. As the solvent evaporates, the adhesive hardens.\nA polymer based adhesive is a milky white coloured mixture that is based on polyvinyl acetate (PVA). They are used in the woodworking and packaging industries. They are also used with fabrics and and in engineered products such as loudspeakers.\nPressure sensitive.\n\"Pressure-sensitive adhesives\" (PSA) stick to materials when pressure is applied. The bond forms because the adhesive is soft enough to flow to the adherend. The bond is very strong because the adhesive is hard enough to resist flow.\nPSAs are made for either permanent or removable applications. Examples of permanent applications include safety label for power equipment, foil tape for HVAC duct work.\nRemovable adhesives are made to form a temporary bond, and can be removed after months or years without leaving residue on the adherend. Removable adhesives are used in applications such as surface protection films, masking tapes, bookmark and note papers, barcode labels and price marking labels.\nContact.\nContact adhesives are used in strong bonds with high shear-resistance like laminates, such as bonding Formica to a wooden counter, and in footwear. Natural rubber and polychloroprene (Neoprene) are commonly used as contact adhesives.\nContact adhesives must be applied to both surfaces. It must be allowed some time to dry. Once the surfaces are pushed together, the bond forms very quickly.\nHot.\nHot adhesives, are thermoplastics applied in melted form which turns into a solid when it cools to form strong bonds between. Ethylene-vinyl acetate-based hot-melts are mainly used for crafts.\nAnaerobic.\nAnaerobic adhesives hardens when in comes in contact with metal, in the absence of oxygen.\nMulti-part.\n\"Multi-component adhesives\" harden by mixing two or more chemical which react together.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adhesive_tape","surface_form":"adhesive tape","offset":292},{"uri":"Natural_gum","surface_form":"gums","offset":596},{"uri":"Resin","surface_form":"resin","offset":617},{"uri":"Ceramic","surface_form":"ceramic","offset":665},{"uri":"Italy","surface_form":"Italy","offset":796},{"uri":"Birch","surface_form":"birch","offset":847},{"uri":"Bark","surface_form":"bark","offset":853},{"uri":"Tar","surface_form":"tar","offset":858},{"uri":"Europe","surface_form":"Europe","offset":934},{"uri":"Cabinet_making","surface_form":"cabinet","offset":996},{"uri":"Furniture","surface_form":"furniture","offset":1008},{"uri":"Netherlands","surface_form":"Netherlands","offset":1191},{"uri":"Plywood","surface_form":"plywood","offset":1596},{"uri":"Varnish","surface_form":"varnish","offset":1617},{"uri":"Plastics","surface_form":"plastics","offset":1708},{"uri":"First_World%27s_War","surface_form":"First","offset":1743},{"uri":"Second_world_war","surface_form":"Second World Wars","offset":1753},{"uri":"Material","surface_form":"material","offset":2059},{"uri":"Mixture","surface_form":"mixture","offset":2274},{"uri":"Ingredient","surface_form":"ingredients","offset":2285},{"uri":"Solvent","surface_form":"solvent","offset":2331},{"uri":"Polyvinyl_acetate","surface_form":"White glue","offset":2340},{"uri":"Rubber_cement","surface_form":"rubber cements","offset":2374},{"uri":"Evaporate","surface_form":"evaporates","offset":2426},{"uri":"Woodworking","surface_form":"woodworking","offset":2582},{"uri":"Packaging","surface_form":"packaging","offset":2598},{"uri":"Fabric","surface_form":"fabrics","offset":2644},{"uri":"Loudspeaker","surface_form":"loudspeakers","offset":2691},{"uri":"Bond","surface_form":"bond","offset":2811},{"uri":"Label","surface_form":"label","offset":3071},{"uri":"Tape","surface_form":"tape","offset":3103},{"uri":"Heating%2C_ventilation%2C_and_air_conditioning","surface_form":"HVAC","offset":3112},{"uri":"Masking_tape","surface_form":"masking tapes","offset":3344},{"uri":"Bookmark","surface_form":"bookmark","offset":3359},{"uri":"Paper","surface_form":"papers","offset":3377},{"uri":"Barcode","surface_form":"barcode","offset":3385},{"uri":"Shear_stress","surface_form":"shear-resistance","offset":3488},{"uri":"Formica_(plastic)","surface_form":"Formica","offset":3537},{"uri":"Footwear","surface_form":"footwear","offset":3573},{"uri":"Neoprene","surface_form":"Neoprene","offset":3619},{"uri":"Metal","surface_form":"metal","offset":4093},{"uri":"Oxygen","surface_form":"oxygen","offset":4118}]}