{"id":646537,"url":"http://en.wikipedia.org/wiki/Counterintelligence","text":"Counterintelligence is an activity to protect a state against spies and other activities of a foreign intelligence service.\nIt includes \"protecting an agency's intelligence program against an opposition's intelligence service\". It refers to information gathered and steps taken to counter espionage. Other intelligence activities are taken to prevent sabotage, or assassinations by foreign powers, organizations or persons. Activities are taken against international terrorist groups and personnel. Work is done on physical, document or communications security programs.\nOften counterintelligence at home is done by a different department from gathering intelligence abroad. For example, in the United Kingdom, there is a distinction between the Security Service (MI5) and the Special Branch of the Metropolitan Police. Arrests and interrogation is done by Special Branch. Gathering intelligence abroad is done by MI6, the Secret Intelligence Service.\nIn theory, the USA has a similar division between foreign activities and homeland activities. The Federal Bureau of Investigation (FBI) is a domestic security service. The CIA has no law enforcement function and does overseas intelligence gathering, with only limited domestic intelligence collection. In practice, the set-up is much more complex, and ever-changing. For one thing, the career of James Angleton and also the Watergate scandal shows how the CIA has been involved in mainland USA. The addition of the United States Department of Homeland Security was a recognition that the United States was itself a potential target of attack by its various enemies.\nRussia may have been the first country to set up an official counterintelligence organisation: the Okhrana was set up in 1880. Its title 'Department for Protecting the Public Security and Order'. sounds very modern. There was an even earlier Russian security department called the 'Department on Protecting the Order and Public Peace'. It was founded in 1866. It would be fair to say that these Russian organisations were not directed towards foreign intelligence services, but against internal threats to public order. They were part of the MVD (Ministry of the Interior).","categories":[],"infobox_types":[],"annotations":[{"uri":"State","surface_form":"state","offset":48},{"uri":"Spy","surface_form":"spies","offset":62},{"uri":"Intelligence_service","surface_form":"intelligence service","offset":102},{"uri":"Espionage","surface_form":"espionage","offset":289},{"uri":"Sabotage","surface_form":"sabotage","offset":351},{"uri":"Assassination","surface_form":"assassination","offset":364},{"uri":"Terrorist","surface_form":"terrorist","offset":467},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":695},{"uri":"Security_Service","surface_form":"Security Service","offset":746},{"uri":"Special_Branch","surface_form":"Special Branch","offset":777},{"uri":"Arrest","surface_form":"Arrest","offset":820},{"uri":"Interrogation","surface_form":"interrogation","offset":832},{"uri":"MI6","surface_form":"MI6","offset":914},{"uri":"Secret_Intelligence_Service","surface_form":"Secret Intelligence Service","offset":923},{"uri":"Federal_Bureau_of_Investigation","surface_form":"Federal Bureau of Investigation","offset":1050},{"uri":"CIA","surface_form":"CIA","offset":1124},{"uri":"James_Angleton","surface_form":"James Angleton","offset":1348},{"uri":"Watergate_scandal","surface_form":"Watergate scandal","offset":1376},{"uri":"United_States_Department_of_Homeland_Security","surface_form":"United States Department of Homeland Security","offset":1467},{"uri":"Russia","surface_form":"Russia","offset":1618},{"uri":"Okhrana","surface_form":"Okhrana","offset":1717}]}