{"id":64663,"url":"http://en.wikipedia.org/wiki/Roman_Polanski","text":"Roman Polanski (born Rajmund Roman Thierry Polanski 18 August 1933) is a French-Polish movie director, producer, writer and actor. In 2003, he won the Academy Award for Best Director for his film, \"The Pianist\".p148p186\nPersonal life.\nPolanski was born in Paris, France but his family moved back to Poland in 1937.p313p250 His parents were agnostics. Because the family was Jewish, they were persecuted by the Nazis in Poland and forced to live in a ghetto.p2/4 Polanski's mother died at Auschwitz.p2 He later went to film school at Lodz and graduated in 1959. Polanski won many awards for his short movies and went on to make full-length movies in the United Kingdom and the United States.\nPolanski's first marriage was to actress Barbara Lass in 1959; they divorced in 1961.\nWhile filming the movie \"Fearless Vampire Killers\" he met an actress named Sharon Tate.p58/9 Polanski married her in 1968.p75/6 In August 1969, Polanski was in London, and Tate was pregnant. Tate and some of their friends were murdered in Los Angeles, California, by people who followed Charles Manson.\nPolanski dated Nastassja Kinski who later starred in his film \"Tess\".\nPolanski's third and current wife is actress Emmanuelle Seigner, who is the mother of his daughter and son.\nArrest.\nIn 1977, Polanski got in trouble with the law in California when he was caught having sex with a 13-year-old girl called Samantha Gailey (now Geimer). Polanski went to France. In the 1990s, Polanski paid an undisclosed sum of money to the woman, in exchange for her dropping the charges. He was arrested in Switzerland in September 2009. He was arrested at the request of the United States, so Switzerland could extradite him to the United States. On July 12, 2010, the Swiss freed Polanski, and decided not to extradite him to Los Angeles. The Swiss Justice Ministry did not believe the legal strength of the United States extradition request. According to the press release, the Swiss authorities asked for copies of the proceedings that would justify the extradition.\nPolanski is still a fugitive (wanted by the police) in America. However, Geimer has said \"I would love to see him resolve it, the sooner, the better...if we could just put this to rest, that would be great\".p180 Polanski apologized to Geimer in a film documentary. Bernard Kouchner, a French public official, has denounced the USA's extradition request as \"sinister\" because it came so long after the event.\nDocumentary films.\nIn 2008, the documentary film by Marina Zenovich, Roman Polanski: Wanted and Desired, was released in Europe and the United States where it won numerous awards.\nIn October 2017, Polanski returned to Poland to appear in a documentary about his childhood during the Holocaust and after the war, with his longtime friend, the photographer Ryszard Horowitz. They visited Krakow and the village, where Polanski was in hiding after fleeing the ghetto. The film is produced and directed by Mateusz Kudla and Anna Kokoszka-Romer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Movie_director","surface_form":"director","offset":93},{"uri":"Movie_producer","surface_form":"producer","offset":103},{"uri":"Screenwriter","surface_form":"writer","offset":113},{"uri":"Academy_Award","surface_form":"Academy Award","offset":151},{"uri":"The_Pianist","surface_form":"The Pianist","offset":198},{"uri":"Paris","surface_form":"Paris","offset":256},{"uri":"France","surface_form":"France","offset":263},{"uri":"Jewish","surface_form":"Jewish","offset":374},{"uri":"Nazis","surface_form":"Nazis","offset":410},{"uri":"Ghetto","surface_form":"ghetto","offset":450},{"uri":"Auschwitz","surface_form":"Auschwitz","offset":488},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":653},{"uri":"United_States","surface_form":"United States","offset":676},{"uri":"Barbara_Lass","surface_form":"Barbara Lass","offset":732},{"uri":"Fearless_Vampire_Killers","surface_form":"Fearless Vampire Killers","offset":802},{"uri":"Sharon_Tate","surface_form":"Sharon Tate","offset":852},{"uri":"London","surface_form":"London","offset":937},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":1016},{"uri":"California","surface_form":"California","offset":1029},{"uri":"Charles_Manson","surface_form":"Charles Manson","offset":1064},{"uri":"Nastassja_Kinski","surface_form":"Nastassja Kinski","offset":1095},{"uri":"Emmanuelle_Seigner","surface_form":"Emmanuelle Seigner","offset":1195},{"uri":"Switzerland","surface_form":"Switzerland","offset":1573},{"uri":"Extradition","surface_form":"extradite him","offset":1678},{"uri":"Ryszard_Horowitz","surface_form":"Ryszard Horowitz","offset":2800},{"uri":"Mateusz_Kudla","surface_form":"Mateusz Kudla","offset":2947},{"uri":"Anna_Kokoszka-Romer","surface_form":"Anna Kokoszka-Romer","offset":2965}]}