{"id":646642,"url":"http://en.wikipedia.org/wiki/Sanchi","text":"Sanchi Stupa is a memorial built in the state of Madhya Pradesh in the city of Sanchi in India. It is located north-east of Bhopal, capital of Madhya Pradesh. The Great Stupa at Sanchi is one of the oldest stone structures in India. It is an important monument of Indian Architecture. The emperor Ashoka ordered it to be built,in the 3rd century BCE. Its center was a simple dome-like brick structure built over the relics of the Buddha. It was crowned by the \"chatra\", a parasol-like structure symbolising high rank. This structure was intended to honour and shelter the relics. The original construction work of this stupa was overseen by Ashoka, whose wife Devi was the daughter of a merchant of nearby Vidisha. Sanchi was her birthplace as well as the place of her wedding with Ashoka. In the 1st century BCE, four elaborately carved toranas (ornamental gateways) and a balustrade encircling the entire structure were added. The Sanchi Stupa built during Mauryan period was made of bricks. The composite flourished until the 11th century.\nSanchi is the center of a region with a number of stupas including Satdhara (17 km from Sanchi, 40 stupas, the Relics of Sariputra and Mahamoggallana, now enshrined in the new Vihara, were unearthed there), Morel Khurd (on a fortified hilltop with 60 stupas), Andher (17 km NE of Vidisha), Mawas, Sonari etc. all within a few miles of Sanchi.","categories":[],"infobox_types":[],"annotations":[{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":49},{"uri":"India","surface_form":"India","offset":89},{"uri":"Bhopal","surface_form":"Bhopal","offset":124},{"uri":"Stupa","surface_form":"Stupa","offset":169},{"uri":"Monument","surface_form":"monument","offset":252},{"uri":"Ashoka","surface_form":"Ashoka","offset":297},{"uri":"Dome","surface_form":"dome","offset":375},{"uri":"Brick","surface_form":"brick","offset":385},{"uri":"Relic","surface_form":"relics","offset":416},{"uri":"Gautama_Buddha","surface_form":"Buddha","offset":430},{"uri":"Umbrella","surface_form":"parasol","offset":472},{"uri":"Vidisha","surface_form":"Vidisha","offset":706},{"uri":"Torana","surface_form":"toranas","offset":838},{"uri":"Relics_of_Sariputra_and_Mahamoggallana","surface_form":"Relics of Sariputra and Mahamoggallana","offset":1154}]}