{"id":646757,"url":"http://en.wikipedia.org/wiki/2016_Austrian_presidential_election","text":"Presidential elections were held in Austria on 24 April 2016, with a second round run-off on 22 May 2016. However, the results of the second round were annulled and a re-vote took place on 4 December 2016.\nThe President of Austria is directly elected by the people once every six years. The election is held under a two-round system; if no candidate receives more than 50% of votes cast in the first round, then a second ballot occurs in which only those two candidates who received the greatest number of votes in the first round may stand.\nIncumbent President Heinz Fischer had served two terms and was not eligible to be elected for a third successive term.\nResults.\nIn the first round of the election, Norbert Hofer of the Freedom Party of Austria (FPÖ) received the most votes. Alexander Van der Bellen, a member of the Austrian Greens ran as an independent, placed second. Since no candidate received a majority of the vote, Hofer and Van der Bellen went head-to-head in the second round in May. This was the first time since World War II that an Austrian president had not been backed by either the People's or the Social Democratic party. During the run-off, Van der Bellen defeated Hofer on 23 May 2016 after the postal ballots had been counted.\nAnnulment of second round.\nOn 22 July, the results of the second round of voting were annulled after the results in 20 of the 117 administrative districts were challenged, and the Constitutional Court of Austria found that Austrian electoral law had been disregarded in 14 of them. The Court found that over 77,900 absentee votes were counted too early, however without any signs of votes having been cheated. The second round re-vote was planned on 2 October, but was postponed to 4 December 2016.\nVan der Bellen ultimately won the second round re-vote with 53.8% of the vote and a voter turnout of 74.2%. Hofer announced his defeat in the race to Van der Bellen when the result had become apparent shortly after polls closed. Van der Bellen was sworn in as the twelfth president of Austria on 26 January 2017.","categories":[],"infobox_types":[],"annotations":[{"uri":"Austria","surface_form":"Austria","offset":36},{"uri":"Two-round_system","surface_form":"second round","offset":69},{"uri":"President_of_Austria","surface_form":"President of Austria","offset":210},{"uri":"Two-round_system","surface_form":"two-round system","offset":316},{"uri":"Heinz_Fischer","surface_form":"Heinz Fischer","offset":562},{"uri":"Norbert_Hofer","surface_form":"Norbert Hofer","offset":706},{"uri":"Freedom_Party_of_Austria","surface_form":"Freedom Party of Austria","offset":727},{"uri":"Alexander_Van_der_Bellen","surface_form":"Alexander Van der Bellen","offset":783},{"uri":"The_Greens_%E2%80%93_The_Green_Alternative","surface_form":"Austrian Greens","offset":825},{"uri":"World_War_II","surface_form":"World War II","offset":1032},{"uri":"Annulled","surface_form":"annulled","offset":1341},{"uri":"Constitutional_Court_of_Austria","surface_form":"Constitutional Court of Austria","offset":1435}]}