{"id":646844,"url":"http://en.wikipedia.org/wiki/Italian_Mogadiscio","text":"Mogadiscio was the name of Mogadishu, capital of Somalia, when was under Italy's rule from 1905 until 1947. The Italian influence in Mogadishu lasted 80 years, from 1880 until 1960, when the city grew from a small city of just two thousand inhabitants to a metropolis of nearly half a million \"mogadiscians\" in the metropolitan area.\nHistory.\nThe ancient city of Mogadishu was under Italian colonial rule/influence for nearly seventy years, from the 1880s until after the end of WW2. In 1905 was declared capital of the newly created \"Somalia Italiana\".\nThe first Italian to write about Mogadiscio was Marco Polo, who knew of the city during his merchant travels in Asia. But only in the late XIX century the commerce company \"Filonardi\" from Italy took control of facilities in the port of Mogadishu.\nBy 1882, Mogadishu was under the joint control of the Somali Geledi Sultanate (which was also holding sway over the Shebelle Valley region in the interior called Benadir) and the Omani Sultan of Zanzibar. In 1885, Ali bin Said leased the city to an Italian chartered company owned by Vincenzo Filonardi. This \"Compagnia Filonardi\" (1893-96) and later the \"Società Anonima Commerciale Italiana del Benadir\" (1899-1905) was finally taken by the Italian government, that obtained the control of the entire region of Benadir with the port of Mogadishu through an agreement with the British government in 1892. From 3 August 1889 to 15 May 1893 Filonardi was the first Governor of the \"Somalia italiana\" (he was governor again from 1896 to 1897).\nThe Kingdom of Italy purchased the city in 1905 and made Mogadishu the capital of the newly established Italian Somaliland. The Italians subsequently referred to the city as \"Mogadiscio\".\nThe city was soon modernized in the early 1910s with the creation of the first sewage system, the first hospital, the first paved roads and the new electricity facilities. In the 1920s the Italians created the first airport and enlarged the \"Port of Mogadishu\".\nFrom 5 April 1908 to 5 May 1936, the Royal Corps of Somali Colonial Troops (\"Regio corpo truppe coloniali della Somalia Italiana\"), originally called the \"Guard Corps of Benadir\", served as the territory's formal military corps with headquarters in Mogadiscio. At the start of its establishment, the force had 2,600 Italian officers. Between 1911 and 1912, over 1,000 Somalis from Mogadishu served as combat units along with Eritrean and Italian soldiers in the Italo-Turkish War. Most of the troops stationed never returned home until they were transferred back to Italian Somaliland in preparation for the Second Italo-Ethiopian War in 1935.\nIn November 1920, the Banca d'Italia, the first modern bank in Italian Somaliland, was established in Mogadishu.\nOn December 5, 1923, Cesare Maria De Vecchi was named Governor in charge of the new colonial administration and promoted the process of complete pacification of the Somalia italiana, with the initial integration of the native population. Italian colonial policy followed two principles in Italian Somaliland: preservation of the dominant clan and ethnic configurations and respect for Islam as the territory's religion.\nIn 1928, the Italian authorities built the Mogadishu Cathedral (\"Cattedrale di Mogadiscio\"). It was constructed in a Norman Gothic style, based on the Cefalù Cathedral in Cefalù, Sicily. Following its establishment, Crown Prince Umberto II of Italy made his first publicized visit to Mogadishu. To commemorate the visit, the Arch of Umberto was constructed. The arch was built at the center of Mogadishu Garden. The Mogadishu International Airport was constructed that same year. The facility was regarded as one of the finest in the region.\nIn the early 1930s, the new Italian Governors, Guido Corni and Maurizio Rava, started a policy of full assimilation of the Somalis. Many Somalis were enrolled in the Italian colonial troops, and thousands of Italian colonists moved to live in Mogadishu. The city grew in size and some small manufacturing companies opened up. The Italians also settled in agricultural areas around the capital, such as Jowhar and Janale (\"Genale\").\nIt is noteworthy to pinpoint that \"Mogadiscio\" was the only name of Mogadishu, the capital of Somalia, when was officially under Italy's rule from 1905 until February 1947. The only official language in those years was the Italian language.\nIn 1930, there were 22,000 Italians living in Italian Somaliland, representing 2% of the territory's population. The majority resided in the capital Mogadishu, with other Italian communities concentrated in Jowhar (\"Villabruzzi\"), Adale (\"Itala\"), Janale (\"Genale\"), Jamame and Kismayo. In the mid' 1930s the Italian community of Mogadishu started the first football championships in Somalia: their main team was AC Mogadiscio.\nBy 1935, Mogadishu began to serve as a major naval base and port for the Italians. Then Prime Minister of Italy Benito Mussolini regarded Greater Somalia (\"La Grande Somalia\") with capital Mogadiscio as the crown jewel in Italy's colonial empire in eastern Africa. Consequently, from 1936 to 1940, new roads were constructed in the region around Mogadiscio, such as the \"Imperial Road\" from Mogadishu to Addis Abeba. New railways (114 km from Mogadishu to Jowhar) and many schools, hospitals, ports and bridges were also built.\nIn March 1941 Mogadiscio was occupied by the British Army. Because of security reasons, nearly all the Italians of Somalia moved to live in Mogadiscio, so consequently in 1942 it was a city where the Italians were nearly half the population and where the Catholicism was the religion of nearly 60% of the inhabitants. According to reports of the British authorities, Mogadiscio in 1942 looked mostly like an european city (nicknamed \"the white pearl of the Indian Ocean\").\nAfter WW2, in February 1947 the Italian government signed the Peace Treaty (surrendering all colonies) and \"Italian Mogadiscio\" ceased to exist.\nin 1950 the Italians returned to rule the city under mandate of the ONU for another ten years until 1960, when was declared the independence of Somalia. In the 10 years of the Italian mandate the country experience huge improvements, from economy and education to sports (for example with the creation of the first football teams, like the Genio Officina and the AC Mogadiscio.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mogadishu","surface_form":"Mogadishu","offset":27},{"uri":"Somalia","surface_form":"Somalia","offset":49},{"uri":"Italy","surface_form":"Italy","offset":73},{"uri":"WW2","surface_form":"WW2","offset":479},{"uri":"Italian","surface_form":"Italian","offset":564},{"uri":"Marco_Polo","surface_form":"Marco Polo","offset":602},{"uri":"Italy","surface_form":"Italy","offset":743},{"uri":"Kingdom_of_Italy","surface_form":"Kingdom of Italy","offset":1548},{"uri":"Norman_architecture","surface_form":"Norman","offset":3288},{"uri":"Gothic_Revival_architecture","surface_form":"Gothic","offset":3295},{"uri":"Sicily","surface_form":"Sicily","offset":3350},{"uri":"Mogadishu","surface_form":"Mogadishu","offset":4213},{"uri":"Italy","surface_form":"Italy","offset":4274},{"uri":"Italian_language","surface_form":"Italian language","offset":4368},{"uri":"AC_Mogadiscio","surface_form":"AC Mogadiscio","offset":4799},{"uri":"Prime_Minister_of_Italy","surface_form":"Prime Minister","offset":4902},{"uri":"Benito_Mussolini","surface_form":"Benito Mussolini","offset":4926},{"uri":"Africa","surface_form":"Africa","offset":5071},{"uri":"Catholicism","surface_form":"Catholicism","offset":5597},{"uri":"WW2","surface_form":"WW2","offset":5821},{"uri":"Somalia","surface_form":"Somalia","offset":6104},{"uri":"Lavori_Publici_FC","surface_form":"Genio Officina","offset":6300},{"uri":"AC_Mogadiscio","surface_form":"AC Mogadiscio","offset":6323}]}