{"id":646812,"url":"http://en.wikipedia.org/wiki/Charles_Augustin_White","text":"e=\"preserve\">Charles Augustin White (born June 21, 1992), known professionally as [https://g.co/kgs/xJReM8 Charles Boguinia], is a composer, music educator, pianist, guitarist, songwriter and record producer. He is the guitarist and songwriter of the pop-rock/electronic dance music group [https://www.thehouseoffaces.com/ House of Faces]. He studied music at the Mannes School of Music - The New School, and NYU Steinhardt. He has worked and performed with groups such as the Kronos Quartet, BBC Singers, JACK Quartet, [http://www.moscowquartet.com/ Moscow String Quartet], Sō Percussion, and the [https://www.aeonmusicensemble.com/ ÆON Music Ensemble]. His music has been performed at Carnegie Hall, Steinway Hall, Symphony Space, Le Poisson Rouge, Kennedy Center for the Performing Arts, and others.\nEarly life.\nCharles become a musician by the most unlikely path, a path started when he joined public middle school orchestra to learn violin in Boulder, Colorado. He was about six years old when his mother Vivien Wilde (born Natalia Boguinia) made a fortuitous decision to come to the United States from Russia in hopes of a better life for herself and her two sons. His mother's strong and dynamic character influenced his outlook on life. Lawrence and Charles had already shown early aptitude in art and music. Charles had the best sibling rivalry with his older brother, being best friends and musical collaborators, spurring each other to be the best at everything they attempt, and to fear nothing. During their early school days, the older would lead the younger into a variety of pursuits but would stay ahead in the learning curve because he started things one year ahead. Starting piano lessons at the exact same time gave Charles inspiration and drive to become better than his brother, excelling in piano.\nEducation.\nCharles attended the Interlochen Center for the Arts on full scholarship, a boarding arts high school in Michigan, where he studied piano performance. After graduating from Interlochen, he became one to youngest recipients of the Music Academy of the West Fellowship and attended the Music Academy of the West, in Santa Barbara were he worked with Jerome Lowenthal, chair of the piano department at the Juilliard School in New York City. Charles then began his undergraduate degree at the University of Southern California, after living in Los Angeles for a year, he moved to New York City and continued his undergraduate studies at The New School, Mannes School of Music. At Mannes Charles studied piano with renowned pianist Vladimir Feltsman, who only accepts two or three students every year. Upon completing his undergraduate studies, Charles went on to complete his Masters Degree in Composition and Music Theory at the New York University - Steinhardt. At NYU he studied composition with American composer [https://juliawolfemusic.com/ Julia Wolfe] and [https://steinhardt.nyu.edu/faculty/Tae_Hong_Park Tae Hong Park].\nWork.\nAs a pianist, Charles is an avid performer of new music and has commissioned many works; including a premiere a harpsichord concert by French Composer Jules Matton at Carnegie Hall. He is also deeply rooted in the classical tradition and regularly performs the standard piano repertoire. In 2018 he released Volume 1 of the Complete Mozart Piano Sonatas. He regularly performs at summer festivals, most recently including [https://tihms.com/ TIHMS - The International Holland Music Sessions], the Royal Danish Academy of Music and the [http://gijonpiano.com/ Gijon International Piano Festival], the Bowdoin International Music Festival, the Sarasota Music Festival, Music Academy of the West, Tanglewood Music Festival and others.\nCharles is a founding director of the [https://www.aeonmusicensemble.com/ ÆON Music Ensemble], a 501(c)(3) non-profit organization which he and his brother Lawrence, established in 2013. The [https://www.aeonmusicensemble.com/ ÆON Music Ensemble] is a new music ensemble composed of young musicians from the leading conservatories in Manhattan; The Juilliard School, Mannes School of Music, The New School and the Manhattan School of Music. The ensemble is dedicated to presenting original and captivating performances of classical and contemporary music through relevant, intimate and bold concert experiences.\nAfter working with Professor Jeffrey Sachs and organizing the \"Music for a Sustainable Planet Concert\" with the Columbia Earth Institute and the United Nations [http://unsdsn.org/ Sustainable Solutions Network], Charles launched the annual \"Music for a Sustainable Planet Concert\" which facilitates and showcases positive change through the energy and creativity of the arts. The \"Music for a Sustainable Planet Concert\" concert series raises of the recently adopted Sustainable Development Goals (SDGs) by advocating for the application of the arts as an instrument for change, and embraces the social function of art, viewing it as a profound reflection of society and a powerful means of achieving sustainability.","categories":[],"infobox_types":[],"annotations":[]}