{"id":64696,"url":"http://en.wikipedia.org/wiki/Postfix_notation","text":"Postfix notation is a mathematical notation. It is a way to write down equations and other mathematical formulae. Postfix notation is also known as Reverse Polish Notation. The notation was invented by Charles Hamblin in 1920. He wanted to simplify writing logic equations. He used Jan Łukasiewicz's prefix notation.\nWhen postfix notation is used, no grouping elements (like parenthesis) are needed.\nSome computer languages, like Postscript use Postfix notation. It is also used in some models of Hewlett-Packard calculators\nWith postfix notation, the operations are noted after their arguments. Because of this, postfix is relatively easy to do with computers that have a stack to do calculations.\nFurther Explanation.\nReverse Polish Notation uses a system that involve \"stacks\", each of which stores a certain value in specific ranks. The stacks usually start off with the first stack (often called the X stack), followed by the second stack (often called the Y stack), the third stack, and so on. New values can be entered on the first stack by pushing up the stack ranks by one. On a Reverse Polish Notation calculator, the \"Enter\" function would do the same.\nUsing a common operator (plus, minus, multiply, or divide) will make the operator act from the first stack to the second stack. For example, the Reverse Polish Notation \"12 3 /\" means \"take the numbers 12 and 3, then divide 12 by 3\". On a Reverse Polish Calculator, this is written as \"12 Enter 3 /\", to denote each declared ranking up of the stacks.\nReverse Polish Notation is able to deal with expressions involving brackets too. Suppose there is a normal equation \"4 * (5 + 8)\". In Reverse Polish Notation, this expression will be formatted as \"5 8 + 4 *\". The \"5 8 +\" part refers to the bracket \"5 + 8\" to equal 13. The \"4 *\" part refers to multiplying the result together to get 52. On that step, the resulting stack from adding 5 and 8 is automatically raised one rank after adding in the new value 4. Then using the multiply operator will multiply the sum of 5 and 8 by 4 will equal 52.","categories":[],"infobox_types":[],"annotations":[{"uri":"Mathematical_notation","surface_form":"mathematical notation","offset":22},{"uri":"Equation","surface_form":"equation","offset":71},{"uri":"Formula","surface_form":"formula","offset":104},{"uri":"Charles_Hamblin","surface_form":"Charles Hamblin","offset":202},{"uri":"1920","surface_form":"1920","offset":221},{"uri":"Jan_%C5%81ukasiewicz","surface_form":"Jan Łukasiewicz","offset":282},{"uri":"Prefix_notation","surface_form":"prefix notation","offset":300},{"uri":"Postscript","surface_form":"Postscript","offset":430},{"uri":"Hewlett-Packard","surface_form":"Hewlett-Packard","offset":497},{"uri":"Calculator","surface_form":"calculator","offset":513},{"uri":"Stack","surface_form":"stack","offset":673},{"uri":"Addition","surface_form":"plus","offset":1189},{"uri":"Subtraction","surface_form":"minus","offset":1195},{"uri":"Multiplication","surface_form":"multiply","offset":1202},{"uri":"Division","surface_form":"divide","offset":1215}]}