{"id":646945,"url":"http://en.wikipedia.org/wiki/Gloria_al_Bravo_Pueblo","text":"\"Gloria al Bravo Pueblo\" (\"Glory to the Brave People\") was adopted as Venezuela's national anthem by President Antonio Guzmán Blanco on May 25, 1881. The lyrics were written by the physician and journalist Vicente Salias in 1810. The music was later composed by musician Juan José Landaeta. It is said, however, that the melody has been known since 1840 as \"La Marsellesa Venezolana\" (\"Venezuelan Marseillaise\"), in reference to its subtle similarity to the French national anthem.\nSome recent investigations have suggested that the real author of the anthem was Andrés Bello, and not Salias, to whom it was originally credited, and the music was composed by another musician called Lino Gallardo. However, this theory has yet to be proven, and lacks any real recognition among the general Venezuelan population, historians, or otherwise.\nUsage.\nThe Venezuelan national anthem is played every day on radio and television broadcasts at 12:00 am, 6:00 am and 12:00 pm (either the full version or the chorus, first stanza and chorus) on all national TV networks. On radio broadcasts, the state anthem is played after the national anthem, which is also the case in state TV stations.\nIn most occasions, only the chorus, first stanza and the chorus are played or even the chorus itself. Sometimes the chorus is played twice in the beginning, and once in the rest of the anthem. In formal events (if the anthem will be played by either a military band, concert band or orchestra) the format is: Chorus (2x), First verse and Chorus (2x), with the optional introduction. If played in full the chorus is sung twice, with or without the introductiory notes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Venezuela","surface_form":"Venezuela","offset":70},{"uri":"National_anthem","surface_form":"national anthem","offset":82},{"uri":"La_Marseillaise","surface_form":"French national anthem","offset":458},{"uri":"Concert_band","surface_form":"concert band","offset":1447},{"uri":"Orchestra","surface_form":"orchestra","offset":1463}]}