{"id":646996,"url":"http://en.wikipedia.org/wiki/CLS_Group","text":"CLS (originally Continuous Linked Settlement) is a specialist US financial institution that provides settlement services to its members in the foreign exchange market (FX). Although the forex market is decentralised and has no central exchange or clearing facility, firms that chose to use CLS to settle their FX transactions can mitigate the settlement risk associated with their trades.\nCLS does this through the operation of a payment versus payment (PvP) settlement service which mitigates settlement risk for the FX transactions of its settlement members and their customers (third parties).\nThe service started operating in 2002 as an Edge Act Corporation, a limited purpose bank regulated by the Federal Reserve Bank of New York.\nSince it began operations in 2002, CLS has rapidly become the market-standard for foreign exchange settlement. As a result, the Financial Stability Oversight Council (FSOC) officially designated CLS a Systemically Important Financial Market Utility in July 2012.\nThe single day record for gross-value settlement, set on 19 March 2008, stands at US$10.3 trillion, for 1,113,464 payment instructions. The single day record for gross-volume settlement, set on 28 May 2013, is 1,992,652.\nIn 2002 CLS was launched with 39 Members and seven currencies. As of November 2015 CLS settles 18 Currencies, has 74 Shareholders, 64 Settlement Members and over 9,000 active Third Party participants.","categories":[],"infobox_types":["company"],"annotations":[{"uri":"Financial_institution","surface_form":"financial institution","offset":65},{"uri":"Settlement_(finance)","surface_form":"settlement","offset":101},{"uri":"Foreign_exchange_market","surface_form":"foreign exchange market","offset":143},{"uri":"Settlement_risk","surface_form":"settlement risk","offset":343},{"uri":"Payment_versus_payment","surface_form":"payment versus payment","offset":430},{"uri":"Edge_Act_Corporation","surface_form":"Edge Act Corporation","offset":641},{"uri":"Federal_Reserve_Bank_of_New_York","surface_form":"Federal Reserve Bank of New York","offset":703},{"uri":"Financial_Stability_Oversight_Council","surface_form":"Financial Stability Oversight Council (FSOC)","offset":865},{"uri":"Systemically_important_financial_market_utility","surface_form":"Systemically Important Financial Market Utility","offset":938}]}