{"id":64714,"url":"http://en.wikipedia.org/wiki/Hurricane_Wilma","text":"Hurricane Wilma was the most intense tropical cyclone ever recorded in terms of pressure in the Atlantic Ocean. It destroyed parts of the Yucatán Peninsula and southern Florida during October in the 2005 Atlantic hurricane season. Wilma broke several records for both strength and seasonal activity. Wilma was only the third Category 5 ever to develop in the month of October, and with its formation, the 2005 season became the most active hurricane season on record, exceeding a total of 21 storms from the 1933 season. Wilma was the twenty-second storm (including it was a subtropical storm as discovered in reanalysis), thirteenth hurricane, sixth major hurricane, and fourth Category 5 hurricane of the record-breaking Atlantic hurricane season.\nMeterological history.\nThe meteorological history of Hurricane Wilma, the strongest tropical cyclone known in the Western Hemisphere, began in the second week of October 2005. A big weather system formed across much of the Caribbean Sea and slowly organized to the southeast of Jamaica. By late on October 15, the system had become strong enough for the National Hurricane Center to name it Tropical Depression Twenty-Four.\nThe depression slowly moved southwestward, and in conditions that were good for strengthening, it strengthened into Tropical Storm Wilma on October 17. In the beginning, development was slow because of its large size, although thunderstorms slowly organized. From October 18, and over the next day, Wilma underwent explosive deepening over the open waters of the Caribbean; in a 30-hour period, the system's central atmospheric pressure dropped from 982 mbar (29.00 inHg) to the record-low value of 882 mbar (26.05 inHg), while the winds increased to 185 mph (300 km/h). At its strongest, the pinhole eye of Wilma was about 3 miles (5 km) in diameter, the smallest known eye in an Atlantic hurricane. After the inner eye died off because of an eyewall replacement cycle, Wilma weakened to Category 4 status, and on October 21, it made landfall on Cozumel and on the Mexican mainland with winds of about 150 mph (240 km/h).\nWilma weakened over the Yucatán Peninsula, and reached the southern Gulf of Mexico before speeding up northeastward. Despite increasing amounts of wind shear, the hurricane re-strengthened to hit Cape Romano, Florida as a major hurricane. Wilma weakened as it quickly crossed the state, and entered the Atlantic Ocean near Jupiter, Florida. The hurricane again re-intensified before cold air and wind shear penetrated the inner core of convection. On October 26, it turned into an extratropical cyclone, and the next day, the remnants of Wilma were absorbed by another extratropical storm over Atlantic Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":37},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":96},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":138},{"uri":"Florida","surface_form":"Florida","offset":169},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":199},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 5","offset":325},{"uri":"1933_Atlantic_hurricane_season","surface_form":"1933 season","offset":508},{"uri":"Tropical_cyclone","surface_form":"storm","offset":549},{"uri":"Tropical_cyclone","surface_form":"hurricane","offset":634},{"uri":"Jamaica","surface_form":"Jamaica","offset":1028},{"uri":"October_15","surface_form":"October 15","offset":1048},{"uri":"October_17","surface_form":"October 17","offset":1314},{"uri":"October_18","surface_form":"October 18","offset":1438},{"uri":"October_21","surface_form":"October 21","offset":1989},{"uri":"Cozumel","surface_form":"Cozumel","offset":2021},{"uri":"Cape_Romano%2C_Florida","surface_form":"Cape Romano, Florida","offset":2293},{"uri":"Jupiter%2C_Florida","surface_form":"Jupiter, Florida","offset":2420}]}