{"id":647285,"url":"http://en.wikipedia.org/wiki/Roy_Jenkins","text":"Roy Harris Jenkins, Baron Jenkins of Hillhead, (11 November 1920 – 5 January 2003) was a British Labour Party, SDP and Liberal Democrat politician, and biographer of British political leaders.\nJenkins was elected to Parliament as a Labour MP in 1948. He served as Home Secretary from 1965 to 1967 and Chancellor of the Exchequer between 1967 and 1970. He was elected Deputy Leader of the Labour Party on 8 July 1970, but resigned in 1972 because he supported entry to the European Communities, while the party opposed it.\nIn 1977, he was appointed President of the European Commission, serving until 1981. He was the first British holder of this office, and is likely to be the only such (considering the United Kingdom's decision in June 2016 to leave the European Union).\nHe was also a known historian, biographer and writer. His \"A Life at the Centre\" (1991) is thought to be as one of the best autobiographies of the later 20th century, which \"will be read with pleasure long after most examples of the genre have been forgotten\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Labour_Party_(UK)","surface_form":"Labour Party","offset":97},{"uri":"Social_Democratic_Party_(UK)","surface_form":"SDP","offset":111},{"uri":"Liberal_Democrats_(UK)","surface_form":"Liberal Democrat","offset":119},{"uri":"Labour_Party_(UK)","surface_form":"Labour","offset":232},{"uri":"Home_Secretary","surface_form":"Home Secretary","offset":264},{"uri":"Chancellor_of_the_Exchequer","surface_form":"Chancellor of the Exchequer","offset":301},{"uri":"Deputy_Leader_of_the_Labour_Party_(UK)","surface_form":"Deputy Leader of the Labour Party","offset":367},{"uri":"European_Communities","surface_form":"European Communities","offset":472},{"uri":"President_of_the_European_Commission","surface_form":"President of the European Commission","offset":548},{"uri":"Brexit","surface_form":"United Kingdom's decision in June 2016 to leave the European Union","offset":705}]}