{"id":647386,"url":"http://en.wikipedia.org/wiki/Everipedia","text":"Everipedia () is a for-profit, wiki-based online encyclopedia founded in December 2014. The site was launched in 2015 as a fork of Wikipedia. The company is headquartered in Westwood, Los Angeles, California. In 2017, Everipedia was the largest English-language encyclopedia by number of pages.\nOn December 6, 2017, the company said they were going to start using EOS.IO blockchain technology and work on a cryptocurrency token called IQ to encourage generating information.\nOrigins.\nEveripedia was co-founded by Sam Kazemian, Theodor Forselius, Travis Moore, Mahbod Moghadam, George Beall, and Christian Deciga. It started as a small project of Sam Kazemian and Theodor Forselius in Kazemian's college dormitory room at UCLA in December 2014. In December 2017, the site announced that co-founder of Wikipedia Larry Sanger had joined as chief information officer. On October 18, 2019, Sanger announced that he had resigned from his position at Everipedia and returned his stock holdings in Everipedia without compensation in order to establish the Knowledge Standards Foundation and develop the website Encyclosphere. Explaining the venture, Sanger said, \"We need to do for encyclopedias what blogging standards did for blogs: there needs to be an 'Encyclosphere.' We should build a totally decentralized network, like the Blogosphere—or like email, IRC, blockchains, and the World Wide Web itself.\"\nArticle development.\nAnyone can contribute to a page by making an account. Everipedia allows users to create any page on anything as long as the content is cited and neutral, even on non-notable topics. Startups, celebrities and other contributors are permitted to create their own articles, as long as the content is sourced.\nCritical view.\nMistakes will inevitably be introduced into articles because Everipedia is a wiki, according to Moghadam in 2017 in \"Paste\". The site has been criticized for presenting false information in wiki pages on breaking news topics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Wiki","surface_form":"wiki","offset":31},{"uri":"Encyclopedia","surface_form":"encyclopedia","offset":49},{"uri":"Fork_(software_development)","surface_form":"fork","offset":123},{"uri":"Wikipedia","surface_form":"Wikipedia","offset":131},{"uri":"Westwood%2C_Los_Angeles","surface_form":"Westwood, Los Angeles","offset":174},{"uri":"California","surface_form":"California","offset":197},{"uri":"English_language","surface_form":"English-language","offset":245},{"uri":"Blockchain","surface_form":"blockchain","offset":371},{"uri":"Cryptocurrency","surface_form":"cryptocurrency","offset":407},{"uri":"IQ_(cryptocurrency)","surface_form":"IQ","offset":435},{"uri":"Sam_Kazemian","surface_form":"Sam Kazemian","offset":513},{"uri":"University_of_California%2C_Los_Angeles","surface_form":"UCLA","offset":721},{"uri":"Larry_Sanger","surface_form":"Larry Sanger","offset":810},{"uri":"Citation","surface_form":"cited","offset":1556},{"uri":"Startup_company","surface_form":"Startups","offset":1603},{"uri":"Wiki","surface_form":"wiki","offset":1819},{"uri":"Paste_(magazine)","surface_form":"Paste","offset":1859}]}