{"id":647643,"url":"http://en.wikipedia.org/wiki/London_Docklands","text":"London Docklands is the name for the riverfront and former docks in London, the capital of the United Kingdom. It is situated in east and southeast London and it forms part of the boroughs of Southwark, Tower Hamlets, Lewisham, Newham and Greenwich. The docks were formerly part of the Port of London.\nAfter the docks closed, the area became derelict and poverty-stricken. The Docklands' regeneration began in the 1980s. The area has been redeveloped principally for commercial and residential use. The name London Docklands was used for the first time in a government report on redevelopment plans in 1971 and has since become widely adopted. The redevelopment created wealth but also led to conflict between the new and old communities in the area.\nThe general history is this. The docks served the Port of London, once one of the largest ports in the world. The docks and associated buildings (such as warehouses) were largely destroyed by bombing in the early part of the Second World War. Although they were working again by the late 1950s, a general tendency for cargo ships to get larger meant that the port began to lose trade. A government decision was taken to build a new large container port on the east coast of England was carried out. That container port is at Felixstowe, and is served mostly by road transport motorways. Finally, the value of property in London made it possible to rebuild the old port areas into high-value property. Canary Wharf is the best-known redevelopment.","categories":[],"infobox_types":[],"annotations":[{"uri":"London","surface_form":"London","offset":68},{"uri":"United_Kingdom","surface_form":"United Kingdom","offset":95},{"uri":"London_Borough_of_Southwark","surface_form":"Southwark","offset":192},{"uri":"London_Borough_of_Tower_Hamlets","surface_form":"Tower Hamlets","offset":203},{"uri":"London_Borough_of_Lewisham","surface_form":"Lewisham","offset":218},{"uri":"London_Borough_of_Newham","surface_form":"Newham","offset":228},{"uri":"Royal_Borough_of_Greenwich","surface_form":"Greenwich","offset":239},{"uri":"Port_of_London","surface_form":"Port of London","offset":286},{"uri":"Second_World_War","surface_form":"Second World War","offset":976},{"uri":"Containerization","surface_form":"container","offset":1189},{"uri":"Felixstowe","surface_form":"Felixstowe","offset":1276},{"uri":"Motorways","surface_form":"motorways","offset":1327},{"uri":"Canary_Wharf","surface_form":"Canary Wharf","offset":1452}]}