{"id":64797,"url":"http://en.wikipedia.org/wiki/Faustyna_Kowalska","text":"Maria Faustina Kowalska, commonly known as Saint Faustina, born Helena Kowalska (August 25, 1905, Głogowiec, then in the Russian Empire – October 5, 1938, Kraków, Poland) was a Polish nun and mystic. She is now venerated in the Roman Catholic Church as a saint.\nBiography.\nFaustina Kowalska, the servant of God's mercy, was the third of ten children. She was born to a poor family. In 1921 after grade school, she started to work to support her family. Around this time she was considering a vocation in the Catholic church. She claimed that God himself was calling her to be a nun. Helena left for Warsaw, and applied to various convents in the capital, only to be turned down each time. She was finally accepted at the convent of the Congregation of the Sisters of Our Lady of Mercy. She was eventually initiated as a nun on April 30, 1926, with the name Sister Maria Faustina of the Blessed Sacrament.\nSaint Faustina claimed she had visited Purgatory. She also said she had seen and spoken to Jesus and Mary several times. Later on, Jesus revealed her purpose; to spread the devotion of the Mercy of God. On February 22, 1931, Jesus was said to have appeared as the 'King of Divine Mercy', wearing a white garment. His right hand was raised in a sign of blessing and the other was touching the garment at the breast. From beneath the garment came two large rays. One ray was red, the other pale. St. Faustina had a picture of this vision painted. With the help of Father Michał Sopoćko, she distributed the images at Kraków and Wilno, and people began to pray before them. Saint Faustina wrote a diary. She did this despite the fact that she could hardly write at all. The diary was later published under the title \"Divine Mercy in My Soul: The Diary of St. Faustina\". Saint Faustina wanted to found a \"Congregation which will proclaim the Mercy of God to the world, and, by its prayers, obtain it for the world\".\nIn 1936, Saint Faustina became seriously ill. At the time, doctors thought it could be tuberculosis. She was moved to the sanatorium in Pradnik.\nShe spent much time in prayer, reciting the Chaplet of Divine Mercy and praying for the conversion of sinners. The last two years of St. Faustina’s life were spent working as much as she could between visits to the sanatorium and time spent sick in bed in the convent. By June of 1938, she could no longer write in the diary, and it became obvious that she would not live much longer. St. Faustina died on October 5. The task of spreading the message of Divine Mercy, already well begun, was continued by her spiritual director, Father Sopoćko. Saint Faustina had never been able to found the religious order which Jesus had asked for, but she had left clear rules for the life of the prospective community, and at last in 1941, the order, now known as the Institute of Divine Mercy, was founded.\nNote: With reference to 'religious order' 'able to found' and Saint Sister Faustina please visit [http://www.faustinum.pl/ Faustinum Association of Apostles of the Divine Mercy] for information regarding the apostolic movement which springs from Sr Faustinas' charism and the message of Divine Mercy.\nCanonization and Institution of Divine Mercy Sunday.\nPope Pius XI accepted The Divine Mercy devotion.\nPope Pius XII promoted The Divine Mercy devotion.\nCardinal Pacelli (who later became Pope Pius XII) defended The Divine Mercy devotion against heretics.\nPope Pius XI, and Pope Pius XII, and St. Faustina's Confessor, and her Spiritual Director, and her Bishop, and Cardinal Prince Adam Sapieha (the Cardinal of Poland), and Cardinal Ottaviani (the Prefect of the Holy Office), all favoured The Divine Mercy devotion.\nFaustina was beatified on April 18, 1993 and canonized on April 30, 2000.\nDivine Mercy Sunday is celebrated the Second Sunday of Easter (which is the first Sunday after Easter, during Octave).\nThe fact that her Vatican autobiography directly quotes some of her conversations with Jesus distinguishes her somewhat among other visionaries of Jesus and Mary.","categories":[],"infobox_types":["Saint"],"annotations":[{"uri":"G%C5%82ogowiec","surface_form":"Głogowiec","offset":98},{"uri":"Russian_Empire","surface_form":"Russian Empire","offset":121},{"uri":"Krak%C3%B3w","surface_form":"Kraków","offset":155},{"uri":"Poles","surface_form":"Polish","offset":177},{"uri":"Nun","surface_form":"nun","offset":184},{"uri":"Mysticism","surface_form":"mystic","offset":192},{"uri":"Roman_Catholic_Church","surface_form":"Roman Catholic Church","offset":228},{"uri":"Canonization","surface_form":"saint","offset":255},{"uri":"Vocation","surface_form":"vocation","offset":492},{"uri":"Catholic_church","surface_form":"Catholic church","offset":508},{"uri":"God","surface_form":"God","offset":542},{"uri":"Nun","surface_form":"nun","offset":578},{"uri":"Warsaw","surface_form":"Warsaw","offset":599},{"uri":"Convents","surface_form":"convents","offset":630},{"uri":"Congregation_of_the_Sisters_of_Our_Lady_of_Mercy","surface_form":"Congregation of the Sisters of Our Lady of Mercy","offset":736},{"uri":"Blessed_Sacrament","surface_form":"Blessed Sacrament","offset":886},{"uri":"Jesus","surface_form":"Jesus","offset":996},{"uri":"Mary_(mother_of_Jesus)","surface_form":"Mary","offset":1006},{"uri":"Mercy_of_God","surface_form":"Mercy of God","offset":1094},{"uri":"Krak%C3%B3w","surface_form":"Kraków","offset":1520},{"uri":"Vilnius","surface_form":"Wilno","offset":1531},{"uri":"Literacy","surface_form":"she could hardly write at all","offset":1641},{"uri":"Tuberculosis","surface_form":"tuberculosis","offset":2004},{"uri":"Pradnik","surface_form":"Pradnik","offset":2053},{"uri":"Chaplet_of_Divine_Mercy","surface_form":"Chaplet of Divine Mercy","offset":2106},{"uri":"Divine_Mercy","surface_form":"Divine Mercy","offset":2516},{"uri":"Institute_of_Divine_Mercy","surface_form":"Institute of Divine Mercy","offset":2819},{"uri":"Divine_Mercy_Sunday","surface_form":"Divine Mercy Sunday","offset":3752},{"uri":"Easter","surface_form":"Easter","offset":3807},{"uri":"Jesus_and_Mary","surface_form":"Jesus and Mary","offset":4018}]}