{"id":64816,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Lee_(2005)","text":"Tropical Storm Lee was a weak tropical storm that hardly reached tropical storm status for a short time while over the central Atlantic Ocean during late August and early September 2005. Lee was the twelfth named storm of the 2005 Atlantic hurricane season.\nTropical Storm Lee formed east of the Lesser Antilles as a tropical depression on August 28. On the next day, the depression weakened into a tropical low. The low then moved north and became stronger. It became a tropical storm for a short time on August 31. Lee quickly weakened again into a remnant low and was absorbed by a cold front on September 2.\nStorm history.\nA tropical wave moved off the coast of Africa on August 24. It developed into an area of low pressure as it moved across the Atlantic Ocean. It strengthened into Tropical Depression Thirteen on August 28 while 960 miles (1550 km) east of the Lesser Antilles.\nBecause of wind shear, the depression began to fall apart. It quickly weakened into a tropical low late on August 29. It had been predicted that this was likely to happen, but the National Hurricane Center (NHC) instead chose to forecast a little bit of strengthening in the future.\nThe low slowly moved northwards, then turned to the northeast because of another non-tropical system. As it moved to the northeast, the low began to become organized and began to re-strengthen on August 31. That afternoon, the depression strengthened further into \"Tropical Storm Lee\".\nIt got to its strongest point with winds of 40 mph (65 km/h), in between Bermuda and the Azores. While Lee was thought to have been a tropical storm for only 6 hours originally, it was later learned that Lee stayed as a tropical storm for 12 hours instead.\nLee quickly weakened into a remnant low. It moved to the west of the non-tropical system that was near it. On September 1, the two systems began join together. Lee began to fall apart while it was being destroyed by the non-tropical system. By the next day, the remnant low was absorbed by a cold front.\nImpact.\nBecause Lee stayed far away from land, it did not cause any damage or kill any people.\nNaming and records.\nWhen Tropical Storm Lee formed on August 31, it was the second earliest time in a season for the development of the 12th named tropical storm. It formed two days after the record held by Hurricane Luis in 1995.\nThis made it one of the few storms of the 2005 Atlantic hurricane season to not hold a record for the earliest formation of the \"n\"th storm. Also while this was the first use of the name \"Lee\" to name an Atlantic storm, after the retirement of Hurricane Lenny in 1999, Lee had previously been used to name 3 storms in the Western Pacific Ocean. Because Lee did not cause any damages or kill any people, its name was not retired by the World Meteorological Organization and will be on the list of names for the 2011 Atlantic hurricane season.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical storm","offset":30},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":127},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005","offset":181},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":226},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":296},{"uri":"Tropical_depression","surface_form":"tropical depression","offset":317},{"uri":"Tropical_cyclone","surface_form":"tropical low","offset":399},{"uri":"Remnant_low","surface_form":"remnant low","offset":551},{"uri":"Cold_front","surface_form":"cold front","offset":585},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":629},{"uri":"Africa","surface_form":"Africa","offset":666},{"uri":"Low_pressure_area","surface_form":"low pressure","offset":716},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":752},{"uri":"Mile","surface_form":"mile","offset":841},{"uri":"Kilometre","surface_form":"km","offset":853},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":869},{"uri":"Wind_shear","surface_form":"wind shear","offset":897},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1066},{"uri":"Wind","surface_form":"wind","offset":1490},{"uri":"Bermuda","surface_form":"Bermuda","offset":1528},{"uri":"Azores","surface_form":"Azores","offset":1544},{"uri":"Cold_front","surface_form":"cold front","offset":2004},{"uri":"Damage","surface_form":"damage","offset":2084},{"uri":"Kill","surface_form":"kill","offset":2094},{"uri":"Hurricane_Luis","surface_form":"Hurricane Luis","offset":2318},{"uri":"1995_Atlantic_hurricane_season","surface_form":"1995","offset":2336},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":2384},{"uri":"Hurricane_Lenny","surface_form":"Hurricane Lenny","offset":2586},{"uri":"1999_Atlantic_hurricane_season","surface_form":"1999","offset":2605},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":2672},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":2777}]}