{"id":648129,"url":"http://en.wikipedia.org/wiki/Demographics_of_Russia","text":"ce=\"preserve\">The Demographics of Russia is the study of the population and people in Russia.\nThe population of Russia in 2018 is estimated to be around 144,526,636 people. This number does not include the people in Crimea. This makes Russia the 9th most populous country in the world.\nEthnic groups.\nEthnic Russians make up about 81% of Russia's population.\nFertility rates.\nThe total fertility rate (TFR), which measures how many children the average woman in a region will have, in Russia is 1.62 children born/woman as of 2017. This is one of the highest rates in Eastern Europe.\nBy federal subject.\nBelow is a list of the total fertility rates by each federal subject. The lowest TFR is in Leningrad Oblast, and the highest is in the Republic of Tuva.\nChristianity.\nIn 2012, 47% of people in Russia identified as Christians. Most Christians in Russia are members of the Russian Orthodox Church. The number of Russian Orthodox members have been decreasing in recent years. Most Orthodox Christians live in Western Russia. Overall, there are about 61 million Russian Orthodox Christians in Russia, making up 43% of the population.\nThere are around 400,000 Old Believers in Russia. They make up less than 1% of the population. Before the Russian Revolution, Old Believers made up 10% of the population.\nThere has been a rise in Russian converts to Catholicism in recent years. Catholics make up less than 1% of the population, and number at 140,000 citizens. Most live in Western Russia. 47% of Catholics in Russia are ethnic Russians, 16% are Germans, 9% are Armenians, 4% are Belarusians, and the rest are Koreans, Poles, Lithuanians, and others.\nLutherans in Russia have typically been ethnic Finns or Germans. In recent years, some Russians have been converting to Lutheranism, so some traditionally Finnish churches now have more Russian members than Finnish.\nChristians not associated with any church or denomination make up 4% of the population.\nIn April 2017, the Supreme Court of Russia decided that Jehovah's Witnesses were extremists. Their activities are now banned in Russia. In the mid-2000s, there were around 255,000 Jehovah's Witnesses.\nIslam.\nIslam is the second largest religion in Russia. It is popular in the Caucasus region and some republics in central Russia. In 2012, Muslims made up almost 7% of the population. However, this number does not include the Muslim-majority republics of Chechnya and Ingushetia. Between 1998 and 2007, the number of Muslims in Russia doubled from 5.9 million to 11.4 million. Most Muslims in Russia are Sunni. A little over 10% of the Muslim population is Shia. Sunni Sufism is a tradition in some areas, notably Chechnya and Dagestan.\n5 federal subjects have a Muslim-majority population. These are Chechnya, Ingushetia, Dagestan, Kabardino-Balkaria, and Tatarstan.","categories":[],"infobox_types":[],"annotations":[{"uri":"Russia","surface_form":"Russia","offset":86},{"uri":"Crimea","surface_form":"Crimea","offset":216},{"uri":"List_of_countries_by_population","surface_form":"most populous country","offset":250},{"uri":"Total_fertility_rate","surface_form":"total fertility rate","offset":380},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":568},{"uri":"Federal_subjects_of_Russia","surface_form":"federal subject","offset":657},{"uri":"Leningrad_Oblast","surface_form":"Leningrad Oblast","offset":695},{"uri":"Tuva","surface_form":"Republic of Tuva","offset":739},{"uri":"Christianity","surface_form":"Christians","offset":818},{"uri":"Russian_Orthodox_Church","surface_form":"Russian Orthodox Church","offset":875},{"uri":"Old_Believers","surface_form":"Old Believers","offset":1159},{"uri":"Russian_Revolution","surface_form":"Russian Revolution","offset":1240},{"uri":"Catholicism","surface_form":"Catholicism","offset":1350},{"uri":"Germans","surface_form":"Germans","offset":1546},{"uri":"Armenians","surface_form":"Armenians","offset":1562},{"uri":"Belarusians","surface_form":"Belarusians","offset":1580},{"uri":"Koryo-saram","surface_form":"Koreans","offset":1610},{"uri":"Poles","surface_form":"Poles","offset":1619},{"uri":"Lithuanians","surface_form":"Lithuanians","offset":1626},{"uri":"Lutheranism","surface_form":"Lutherans","offset":1651},{"uri":"Finns","surface_form":"Finns","offset":1698},{"uri":"Germans","surface_form":"Germans","offset":1707},{"uri":"Christian_denomination","surface_form":"denomination","offset":1912},{"uri":"Supreme_Court_of_Russia","surface_form":"Supreme Court of Russia","offset":1974},{"uri":"Jehovah%27s_Witnesses","surface_form":"Jehovah's Witnesses","offset":2011},{"uri":"Islam","surface_form":"Islam","offset":2163},{"uri":"Caucasus","surface_form":"Caucasus","offset":2232},{"uri":"Chechnya","surface_form":"Chechnya","offset":2411},{"uri":"Ingushetia","surface_form":"Ingushetia","offset":2424},{"uri":"Sunni_Islam","surface_form":"Sunni","offset":2560},{"uri":"Shia_Islam","surface_form":"Shia","offset":2613},{"uri":"Sufism","surface_form":"Sufism","offset":2625},{"uri":"Chechnya","surface_form":"Chechnya","offset":2670},{"uri":"Dagestan","surface_form":"Dagestan","offset":2683},{"uri":"Kabardino-Balkaria","surface_form":"Kabardino-Balkaria","offset":2789},{"uri":"Tatarstan","surface_form":"Tatarstan","offset":2813}]}