{"id":648365,"url":"http://en.wikipedia.org/wiki/Woodstock_%2799","text":"e=\"preserve\">Woodstock '99 was the second music festival (after Woodstock '94) that tried to copy the feel of the original Woodstock festival. It was held between July 22 and 25, 1999, in Rome, New York, 200 miles (320 kilometres) from the original event.\nUnlike the original Woodstock and Woodstock '94, this had several problems that became more famous than the actual event. Firstly, it was very hot in the area, often reaching 100 °F (38 °C) and the area, an old air base, had no trees to keep people cool. Secondly, people were not allowed to bring their own food and drink into the festival, and they had to buy from food sellers in the festival, which was very expensive, costing $12 for a single slice of pizza, and a 590ml bottole of water cost $4. Thirdly, there was a very small amount of toilets for all the people, and within a short time, they were broken.\nThe festival also had a big violence problem, including the audience tearing plywood from the walls during the performance of the Limp Bizkit song “Break Stuff”. On one occasion, a group handed out candles for a candlelight vigil, but the audience instead used them as a bonfire, throwing water bottles at it to burn longer.","categories":[],"infobox_types":[],"annotations":[{"uri":"Music_festival","surface_form":"music festival","offset":42},{"uri":"Woodstock_%2794","surface_form":"Woodstock '94","offset":64},{"uri":"Woodstock_Festival","surface_form":"Woodstock festival","offset":123},{"uri":"Rome%2C_New_York","surface_form":"Rome, New York","offset":188},{"uri":"Fahrenheit","surface_form":"°F","offset":435},{"uri":"Celsius","surface_form":"°C","offset":442},{"uri":"Plywood","surface_form":"plywood","offset":948},{"uri":"Limp_Bizkit","surface_form":"Limp Bizkit","offset":1001},{"uri":"Break_Stuff","surface_form":"Break Stuff","offset":1019},{"uri":"Candlelight_vigil","surface_form":"candlelight vigil","offset":1083}]}