{"id":64846,"url":"http://en.wikipedia.org/wiki/Unicode","text":"e=\"preserve\">Unicode is a standard for encoding computer text in most of the internationally used writing systems into bytes. It is promoted by the Unicode Consortium and based on ISO standards. Its goal is to replace current and previous character encoding standards with one worldwide standard for all languages. New versions are issued every few years and later versions have over 100,000 characters.\nUnicode was developed in the 1990s and integrated earlier codes used on computer systems.\nUnicode provides many printable characters, such as letters, digits, diacritics (things that attach to letters), and punctuation marks. It also provides characters which do not actually print, but instead control how text is processed. For example, a Newline and a character that makes text go from right to left are both characters that do not print.\nUnicode considers a graphical character (for instance é) as a code point (alone or in sequence [e+ ‘]). Each code point is a number with many digits which can be encoded in one or several code units. Code units are 8, 16, or 32 bits. This allows Unicode to represent characters in binary.\nEncodings.\nUTF8 is the most common of these for exchange. It is used for internet, electronic mail, Java also uses a variant of it.","categories":[],"infobox_types":[],"annotations":[{"uri":"Standard","surface_form":"standard","offset":26},{"uri":"Character_encoding","surface_form":"encoding","offset":39},{"uri":"Unicode_Consortium","surface_form":"Unicode Consortium","offset":148},{"uri":"International_Organization_for_Standardization","surface_form":"ISO","offset":180},{"uri":"Character_encoding","surface_form":"character encoding","offset":239},{"uri":"Diacritic","surface_form":"diacritic","offset":563},{"uri":"Newline","surface_form":"Newline","offset":745},{"uri":"Binary","surface_form":"binary","offset":1127},{"uri":"Electronic_mail","surface_form":"electronic mail","offset":1218},{"uri":"Java_(programming_language)","surface_form":"Java","offset":1235}]}