{"id":64844,"url":"http://en.wikipedia.org/wiki/Migrant_worker","text":"A migrant worker is someone who regularly works away from home, if they even have a home.\nThe United Nations' use of this term overlaps with 'foreign worker'. In the United States, the term is commonly used broadly to describe people who move frequently to find work or, more narrowly, those who earn low wages performing manual labor in the agriculture field.\nMigrant workers are often forced into poor situations. Some are illegal immigrants and can be expelled if found. They are supported by the International Labour Organization. In 1990, the United Nations also adopted the Convention on the Rights of All Migrant Workers to protect them.\nOften migrant workers can boost regional economy by spending their wages there.\nOpen borders help migrant workers. In Europe for example countries that recently joined European Union have seen massive outflow of workers to the countries with higher wages. Some people who work in foreign countries are called \"expatriates\"'.\nCanada.\nIn Canada, migrant workers are commonly referred to as foreign workers in general, and temporary foreign workers in particular.\nIt is through the Temporary Foreign Worker Program [TFWP] that the Government of Canada hires foreign nationals in order to fill temporary skills and labour shortages in the country. Temporary foreign workers can be hired by Canadian employers only when qualified Canadian citizens or Canada permanent residents are not available to fill the same vacancy.\nCurrently, there is a great labour gap in the Canadian market. Dealing with a declining birth rate on one hand along with many in the workforce retiring soon, Canada is finding it hard to fill the significant labour gap that it is facing. Immigration is regarded to hold the answer to a great extent.\nWith the TFWP, Canadian employers can easily hire international workers. At times, there might not even be the requirement to get someone from abroad. Canadian employers hiring through the TFWP might find qualified foreign workers that are already in the country.\nSuch skilled foreign workers already in Canada that can easily be hired by a Canadian employer might be about to complete a job contract with a different employer. Or, they might be working in Canada on an open work permit that allows them the freedom to work for any employer anywhere in Canada.\nUsually, such temporary foreign workers or migrant workers in Canada are hired to address a specified short-term labour requirement. Nevertheless, certain foreign workers that had initially come to Canada for filling a temporary vacancy might transition to Canadian permanent residence, provided they meet specific requirements.\nCanada’s immigration programs – like the Canadian Experience Class [CEC] and Provincial nominee Program [PNP] – provide pathways to Canada PR for migrant workers. As per the Government of Canada’s official website, “These routes exist to ensure that workers who have shown that their skills are in continuing demand and that they have already adapted well to life in Canada can build a future here.”\nSince the imposition of COVID-19 special measure on March 18, Canada has been holding program specific draws from the Express Entry System. The latest draw to be held – Express Entry Draw No. 148 – was specifically for those candidates that had Canadian experience thereby qualifying them for the Canadian Experience Class [CEC] program.\nWhile more than 192,000 temporary foreign workers came to Canada in 2011, around 29,000 foreign workers took up Canada permanent residency eventually.","categories":[],"infobox_types":[],"annotations":[{"uri":"Foreign_worker","surface_form":"foreign worker","offset":142},{"uri":"Agriculture","surface_form":"agriculture","offset":342},{"uri":"Illegal_immigrant","surface_form":"illegal immigrant","offset":425},{"uri":"International_Labour_Organization","surface_form":"International Labour Organization","offset":500},{"uri":"United_Nations","surface_form":"United Nations","offset":548},{"uri":"Convention_on_the_Rights_of_All_Migrant_Workers","surface_form":"Convention on the Rights of All Migrant Workers","offset":580},{"uri":"European_Union","surface_form":"European Union","offset":813}]}