{"id":64870,"url":"http://en.wikipedia.org/wiki/Prostitution","text":"A prostitute is a person, most of the time a woman, who has sex with people for money. Prostitution is sometimes called the \"world's oldest profession\". There are written records of it in almost every culture and society. In many countries it is a crime. In some places it is the customers who get arrested.\nTerminology.\nProstitution is sometimes called the \"oldest profession\" or \"oldest occupation\". A female prostitute is sometimes called a \"hooker\", \"whore\" or \"ho\". A male prostitute is sometimes called a \"gigolo\". They can both be called a \"street walker\", \"sex worker\" or \"escort\". Customers or clients are sometimes called \"sugar mamas\", \"stellas\" or \"janes\" if female. They are called \"johns\" if male.\nWays and methods.\nSome prostitutes walk the streets looking for customers. They are usually called \"streetwalkers\" and are the most noticeable type of prostitutes. Others work in bars and nightclubs. Others may work at a building called a brothel. Other prostitutes may work from their homes or from an apartment rented for the purpose, and have their clients (customers) contact them by phone or on the internet. Some prostitutes may have a boss (a person they work for and who they may give part of the money they make to), who may be called a \"madame\" (if they are a woman) or a \"pimp\" (if they are a man).\nNot all prostitutes have a boss; some get business through an escort agency, which is a business or person the prostitute pays to advertise for them and get clients for them. Many prostitutes just work for themselves. The city of Amsterdam is famous for its prostitutes in the Red-light district (a part of a city where prostitution is common). In the Red-light district, some of the prostitutes sit in windows to show that they are available for business. Some people think that in the future, human prostitutes will lose their jobs to sexbots.\nLegality.\nIn some countries, like Turkey, prostitution is legal if done with a license from the government but illegal on the streets. In some Muslim countries prostitution is not only illegal, it is punished by death. In Japan, only certain sex acts are legal; vaginal sex for money is against the law while oral sex for money is legal.\nProblems.\nThere are different problems surrounding prostitution, some of them are shortly outlined below.\nFinding the best system for prostitution.\nProstitution in some form or other has always existed, and probably will always exist. One of the problems is that some of the activities linked to prostitutions are dangerous, and sometimes illegal. Where it is illegal, it is often controlled by criminals, who run brothels as they run a black market. There is also the problem of human trafficking, prostitutes are often forced to work. They are also prone to being exploited. Some people say that making prostitution legal where it is not will not solve these problems. The same people would run the businesses, but they would no longer be criminals. The situation for the prostitutes would probably not change much, as the ways the former criminals run these businesses would not change much either. Other people see a different problem: Legalizing prostitution would lead to some legal prostitution, that would well-regulated, and probably worked well. On the other hand, there would also be the illegal prostitution, which would not change much.\nThere are also solutions that cover the prostitute as an independet entrepreneur. Therefore these self-employees have to inform the government about their transactions and business activities. In Germany e.g. a [https://www.dw.com/cda/en/germany-introduces-unpopular-prostitution-law/a-39511761 new prostitution law] was passed back in 2017 wich forces those sex-workers to own a \"prostitution-pass\" they have to show their client. Many german sexclubs now don't employ the prostitutes anymore but rent them rooms for their activities and charge the club visitors with an entry-fee instead. A famous bordello in germany wich was a pioneer with that concept even before the law passed is the [https://www.club-koenig-hannover.de/bordello-germany Club König] in Lower Saxony.\nHuman trafficking and sexual slavery.\nOne of the first targets of law enforcement actions against illegal prostitution is to find the people who force people into prostitution. This is called sexual slavery. Sex trafficking is when people are taken somewhere in order to be a prostitute. It might be done by forcing them or by tricking them in some way. Sex trafficking is one type of Human trafficking. Some people have called human trafficking \"the fastest growing form of modern-day slavery\", and the third largest and fastest growing criminal industry in the world.\nAccording to a study done in 2006, approximately 800,000 people are trafficked across national borders each year, and millions trafficked inside their own countries. This includes all types of human trafficking, although trafficking for prostitution is thought by some to make up a large portion of trafficking. Because it is illegal, it is hard to find out the real number of women or children forced into sex work. The study estimated that eighty percent of transnational victims are women and girls and up to half of them may be minors (meaning not adults).\nChildren are sold into the global sex trade every year. Often they are kidnapped or orphaned. In some cases they are even sold by their own families. According to the International Labour Organization, the problem is well known in Thailand, the Philippines, Sri Lanka, Vietnam, Cambodia, Nepal and India.\nThe main causes of human trafficking are poverty, war, and other social issues. Some women are made to believe promises of a better life, sometimes by people who are known and trusted to them. Traffickers may own legitimate travel agencies, modeling agencies and employment offices in order to gain women's trust. Others are simply kidnapped. Once overseas it is common for their passport to be taken away by the trafficker and to be warned of the consequences should they attempt to escape. This may include beatings, rape, threats of violence against their family and death threats. It is common, particularly in Eastern Europe, that should they manage to return to their families they will only be trafficked once again. When an area has a lot of prostitutes some people say its a \"sexidemic\" (too much).\nGlobally, forced labour generates $31bn, half of it in the industrialised world, a tenth in transition countries, the International Labour Organization says in a report on forced labour. Trafficking in people has been made easier by porous borders and advanced communication technologies, it has become increasingly transnational in scope and highly lucrative within its barbarity.\nIn some countries counselling, accommodation and specialist care exists to help trafficked people escape. In other countries, this support is lacking and individuals are often treated as illegal immigrants and deported.\nChild prostitutes.\nOne of the big problems is that of child prostitution. Most prostitution happens between adults, but many prostitutes are children. This means that people caught with these prostitutes may also face charges of having sex with a child. In most countries, prostitutes do need to be of a certain age, which is usually higher than the age of consent. Usually, having sex with a child is punished harshly.\nCertain people travel to other countries to have sex with children, which is forbidden where they live. Many countries have changed their laws so they also apply outside their territory. The crime is usually not discovered, so these laws are rarely enforced.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_intercourse","surface_form":"has sex","offset":56},{"uri":"Writing","surface_form":"written","offset":163},{"uri":"Bar_(business)","surface_form":"bars","offset":891},{"uri":"Nightclub","surface_form":"nightclub","offset":900},{"uri":"Brothel","surface_form":"brothel","offset":951},{"uri":"Pimp","surface_form":"pimp","offset":1295},{"uri":"Escort_agency","surface_form":"escort agency","offset":1384},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":1552},{"uri":"Red-light_district","surface_form":"Red-light district","offset":1599},{"uri":"Turkey","surface_form":"Turkey","offset":1902},{"uri":"Muslim","surface_form":"Muslim","offset":2011},{"uri":"Japan","surface_form":"Japan","offset":2090},{"uri":"Vagina","surface_form":"vagina","offset":2130},{"uri":"Oral_sex","surface_form":"oral sex","offset":2177},{"uri":"Criminal","surface_form":"criminal","offset":2601},{"uri":"Black_market","surface_form":"black market","offset":2643},{"uri":"Human_trafficking","surface_form":"human trafficking","offset":2686},{"uri":"Sex_work","surface_form":"sex-workers","offset":3715},{"uri":"Lower_Saxony","surface_form":"Lower Saxony","offset":4116},{"uri":"Law_enforcement","surface_form":"law enforcement","offset":4196},{"uri":"Sexual_slavery","surface_form":"sexual slavery","offset":4322},{"uri":"Sex_trafficking","surface_form":"Sex trafficking","offset":4338},{"uri":"Human_trafficking","surface_form":"Human trafficking","offset":4515},{"uri":"Kidnapping","surface_form":"kidnapped","offset":5332},{"uri":"Orphan","surface_form":"orphan","offset":5345},{"uri":"Thailand","surface_form":"Thailand","offset":5492},{"uri":"Philippines","surface_form":"Philippines","offset":5506},{"uri":"Sri_Lanka","surface_form":"Sri Lanka","offset":5519},{"uri":"Vietnam","surface_form":"Vietnam","offset":5530},{"uri":"Cambodia","surface_form":"Cambodia","offset":5539},{"uri":"Nepal","surface_form":"Nepal","offset":5549},{"uri":"India","surface_form":"India","offset":5559},{"uri":"Poverty","surface_form":"poverty","offset":5607},{"uri":"War","surface_form":"war","offset":5616},{"uri":"Rape","surface_form":"rape","offset":6085},{"uri":"Eastern_Europe","surface_form":"Eastern Europe","offset":6181},{"uri":"International_Labour_Organization","surface_form":"International Labour Organization","offset":6492},{"uri":"Child_prostitution","surface_form":"child prostitution","offset":7030},{"uri":"Child","surface_form":"child","offset":7117},{"uri":"Age_of_consent","surface_form":"age of consent","offset":7326}]}