{"id":64874,"url":"http://en.wikipedia.org/wiki/RuneScape","text":"\"RuneScape\" is a video game that is played on the Internet. Multiple people play \"RuneScape\" all at the same time, which makes it a Massively Multiplayer Online Role-Playing Game (or MMORPG). It began in 2001, and is owned by Jagex Ltd. It is set in a fantasy land.\nHistory.\nThe game first started in 2001 as \"Runescape\" (now referred to as \"RuneScape Classic\"), but the code and graphics engine was rewritten in 2004 to form \"Runescape 2. \"Again, in 22 July 2013, the game was rewritten as \"RuneScape 3,\" which is the version playable today. The game is designed to allow players all over the world to connect and play together in real-time. There may be over 100,000 people playing the game at any one time, and even more at peak times such as weekends.\nDevelopment.\nThe game was originally made by Andrew Gower. He created a game named \"DeviousMUD\" in 1998. DeviousMud used two dimensional graphics. It was only briefly released to the public before being taken down. RuneScape is entirely made of three dimensional graphics.\nJagex was formed soon after. It stands for Java Gaming Experts. Andrew Gower is head of development. It was renamed to Just About the Game Experience.\nOld School RuneScape.\nOld School RuneScape (OSRS) is a massively multiplayer online role-playing game (MMORPG) developed and published by Jagex. The game can be played with or without buying membership. The game was released on February 22, 2013 as a copy of the main game. After players grew frustrated with updates to the main game, Jagex opened a poll where players could vote whether or not to bring back an older version of the game from 2007. The number of votes would determinine the support it would receive from Jagex. The poll ended with over 450,000 votes in favor of the servers; this meant it would not require an additional subscription and would have a small development team. In order for new content to be added to the game, the update must pass a game-wide poll with a seventy-fine percent ratio. Since release, OSRS has received many engine improvements, new content, and quality of life updates. Despite having a smaller staff and a slower relative update schedule, OSRS had more than twice the active players that RuneScape had by 2017. A mobile version of the game for Android and iOS was released in October 2018.\nGameplay.\nThe \"RuneScape\" world has many different areas and places where players can explore and do activities such as quests or training a skill. \"RuneScape\" skills are abilities that players can train to be able to do special things. Smithing is an example of a skill that can allow a player to create metal items.\nCost.\n\"RuneScape\" is an online game. Like most free online games, the free version is basic, and there is an option to become a paying member and buy more features. \"RuneScape\" members who pay get to explore a world three times as big. \"RuneScape\" is played on 172 servers. Each server can have up to 2,000 people playing on it at a time.\nAs an optional service one can become a Member. Members get a larger area to play in, and go past the level 5 trial that free players get in the 10 members skills, 6 times the space in the game's bank, and access to member only weapons, tools, armor and quests. There are over one million (1,000,000) members in \"Runescape\".\nWeapons, Armor, and Shields.\nLike most MMORPGs, \"RuneScape\" has weapons, armor and shields. Weapons, armor and shields can be made out of many things. Common materials for items include bronze, iron, steel, black, mithril, adamantite, rune, granite, and dragon. Some of these materials can be obtained by mining rocks that contain ore. Players can then create items from the ore by smelting the ore using the smith skill into bars and then use the bar and smith it also using the smithing skill. There are also other armors that can not be made but must be gotten through methods such as trade or quests. Some members only weapons have special abilities to help the player, such as the abyssal whip and the dragon scimitar. Mages use magic to protect themselves and others so they use a light clothing. Rangers usually wear dragon-skin to protect themselves from opponents.\nSkills.\n\"RuneScape\" has skills to train, including 16 free to play skills and 10 members skills. Players can train their skills by doing different actions. Skills are usually trained by collecting a resource, like logs, and doing something with them such as burning them. All of the skills can be leveled up to a max of 99 and Dungeoneering has a max of 120. All are also able to be trained to 200,000,000exp.\nPlayer Killing.\n\"RuneScape\" has a Player Killing part in the game. Player killing takes place in the Wilderness, a large area north of all major cities. Player killing also takes place in some mini-games but it is different from main player killing because in mini-games, there are different rules that control player killing. Player killing was limited to only minigames on December 10, 2007. However, Wilderness player killing was reinstated on February 1, 2011.","categories":[],"infobox_types":["video game"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":17},{"uri":"Internet","surface_form":"Internet","offset":50},{"uri":"Massively_Multiplayer_Online_Role-Playing_Game","surface_form":"Massively Multiplayer Online Role-Playing Game","offset":132},{"uri":"2001","surface_form":"2001","offset":204},{"uri":"Jagex","surface_form":"Jagex Ltd.","offset":226},{"uri":"Fantasy","surface_form":"fantasy","offset":252},{"uri":"2001","surface_form":"2001","offset":301},{"uri":"2004","surface_form":"2004","offset":413},{"uri":"1998","surface_form":"1998","offset":855},{"uri":"2D","surface_form":"two dimensional","offset":877},{"uri":"Graphics","surface_form":"graphics","offset":893},{"uri":"3D","surface_form":"three dimensional","offset":1001},{"uri":"Jagex","surface_form":"Jagex","offset":1029},{"uri":"Massively_multiplayer_online_role-playing_game","surface_form":"massively multiplayer online role-playing game","offset":1235},{"uri":"Android_(operating_system)","surface_form":"Android","offset":2271},{"uri":"IOS","surface_form":"iOS","offset":2283},{"uri":"Servers","surface_form":"servers","offset":2900},{"uri":"Skill","surface_form":"skill","offset":3130},{"uri":"Bank","surface_form":"bank","offset":3170},{"uri":"Weapon","surface_form":"weapon","offset":3363},{"uri":"Armor","surface_form":"armor","offset":3372},{"uri":"Shield","surface_form":"shield","offset":3382},{"uri":"Bronze","surface_form":"bronze","offset":3485},{"uri":"Iron","surface_form":"iron","offset":3493},{"uri":"Steel","surface_form":"steel","offset":3499},{"uri":"Mithril","surface_form":"mithril","offset":3513},{"uri":"Ore","surface_form":"ore","offset":3630},{"uri":"Player_Killing","surface_form":"Player Killing","offset":4617}]}