{"id":64873,"url":"http://en.wikipedia.org/wiki/Myspace","text":"Myspace is a social networking website owned by News Corp. Digital Media where people can communicate using messages, video and photo uploads, blogs, social groups, and music. Myspace was founded in 2003 and used to be the 24th most popular website in the world. Myspace was popular with young people between 2005 and 2010. MySpace's head office is in New York City.\nControversy.\nSome people think Myspace is a bad site, because it makes personal information very easy to find. Many parents do not like Myspace. They would like it to shut down. Myspace says that they are a safe place for all people, and has rules to keep people safe.\nNBC's Dateline has a \"To Catch a Predator\" series that talks about Myspace's safety problems. Although Myspace has many contradictions against them, they have not shut down.\nAbout.\nMyspace Inc. is a web page where individuals can communicate, and exchange information with their network of friends. Users can set up a personal profile, which can be changed, and new graphics and pictures and additional material can be added. All members can upload pictures to share with their friends, and others have permission to comment on their pictures and uploaded materials.\nAlso the user can choose to play games on, and post blogs to share with their friends and family.","categories":[],"infobox_types":[],"annotations":[{"uri":"Social_networking","surface_form":"social networking","offset":13},{"uri":"Website","surface_form":"website","offset":31},{"uri":"News_Corp._Digital_Media","surface_form":"News Corp. Digital Media","offset":48},{"uri":"Video","surface_form":"video","offset":118},{"uri":"Photo","surface_form":"photo","offset":128},{"uri":"Blog","surface_form":"blog","offset":143},{"uri":"Music","surface_form":"music","offset":169},{"uri":"New_York_City","surface_form":"New York City","offset":352},{"uri":"NBC","surface_form":"NBC","offset":636},{"uri":"Dateline","surface_form":"Dateline","offset":642}]}