{"id":64871,"url":"http://en.wikipedia.org/wiki/Girl","text":"A girl is a young female human, either a child or a teenager. Little girls still have the body of a child. It is not until they reach puberty (which starts at age 12 on average) that their bodies start to mature and they become a woman. During puberty, a girl develops breasts, their hips and shoulders widen and they begin to have periods.\nOverview.\nThe word \"girl\" was used a long time ago by some people called Anglo-Saxons. Sometimes older people still refer to grown up women as \"girls\", especially in expressions such as \"a night out with the girls\". According to some Abrahamic derived traditions, the first girl that ever existed was Luluwa.\nThe opposite of a girl is a boy. A boy is a male child who will grow into a man.\nThe way girls are brought up will vary a lot between different cultures. In Western cultures, a girl traditionally wears a dress or skirt. However, many girls wear trousers (pants) these days, like boys, especially when dressed informally. Girls often grow their hair longer than boys, although this can vary a lot according to quickly changing fashions.","categories":[],"infobox_types":[],"annotations":[{"uri":"Female","surface_form":"female","offset":18},{"uri":"Human","surface_form":"human","offset":25},{"uri":"Child","surface_form":"child","offset":41},{"uri":"Adolescence","surface_form":"teenager","offset":52},{"uri":"Puberty","surface_form":"puberty","offset":134},{"uri":"Woman","surface_form":"woman","offset":230},{"uri":"Menstrual_cycle","surface_form":"periods","offset":332},{"uri":"Anglo-Saxons","surface_form":"Anglo-Saxons","offset":414},{"uri":"Luluwa","surface_form":"Luluwa","offset":642},{"uri":"Opposite","surface_form":"opposite","offset":654},{"uri":"Boy","surface_form":"boy","offset":678},{"uri":"Man","surface_form":"man","offset":726},{"uri":"Dress","surface_form":"dress","offset":854},{"uri":"Skirt","surface_form":"skirt","offset":863},{"uri":"Trousers","surface_form":"trousers","offset":895}]}