{"id":648976,"url":"http://en.wikipedia.org/wiki/Mascarats","text":"Mascarats is a Catalonian rock and reggae musical group.\nThe group started in 2008 with the name \"Amagau Todos\" in the city of La Sénia in Catalonia, Spain. Later they changed their name to Mascarats.\nMascarats is a nickname given to the people of La Sénia. At one time, coal was produced La Sénia, and the people who worked there came out with black and dirty faces. They were called \"masked\". This name was being forgotten and the group wanted to revive it.\nMusic.\nTheir first album was \"La veu del poble\" in 2014.\nTheir second album was \"Trencarem l'imaginari\" (\"Let's break the imaginary') in 2017. The album was released with a video: \"Mai més presons\" (\"No more prisons'). The album was described as \"fusing reggae and rock\", and having a rebellious spirit with themes of feminism, internationalism, anti-capitalism, and political references. The album was produced at WZ Estudi in Borriol, Castellón de la Plana, Spain, and produced by Sam Ferrer. It featured Gemma Polo (vocalist from Roba Estesa), and backup vocals by Xavi Sarrià of Obrint Pas and Josep Nadal of La Gossa Sorda, and additional instrumentals by Joan Palà of Txarango on percussion and Héctor Peropadre of Aspencat on lute.\nIn 2015 their song \"Sentiment comú\" was chosen to represent the XXXVII Aplec dels Ports, a yearly festival of the historical port cities, that is in a different city every year.\nIn 2018 they recorded a video \"Els carrers seran sempre nostres\" (\"The streets will always be ours\") as a tribute to the October 1, 2017 Catalonia independence referendum and the September 20 arrests.\nIn July 2018 they joined the \"Free Forcadell\" campaign, a benefit for Catalan President Carme Forcadell, the release of the political prisoners, and the return of the exiles, along with musicians Maria del Mar Bonet, musical group Gossos, singer Gerard Quintana, actor Sílvia Bel, musicians Titot and Borja Penalba, and poet Roc Casagran, actors Joel Joan and Anna Sahún, and journalist Sarai Sarroca. The event was originally scheduled for July 21, but was changed to September 15 because of rain.","categories":[],"infobox_types":[],"annotations":[{"uri":"Catalonia","surface_form":"Catalonia","offset":15},{"uri":"Reggae","surface_form":"reggae","offset":35},{"uri":"Carme_Forcadell","surface_form":"Carme Forcadell","offset":1666},{"uri":"Maria_del_Mar_Bonet","surface_form":"Maria del Mar Bonet","offset":1774},{"uri":"Gossos","surface_form":"Gossos","offset":1809},{"uri":"Gerard_Quintana","surface_form":"Gerard Quintana","offset":1824},{"uri":"S%C3%ADlvia_Bel","surface_form":"Sílvia Bel","offset":1847},{"uri":"Titot","surface_form":"Titot","offset":1869},{"uri":"Borja_Penalba","surface_form":"Borja Penalba","offset":1879},{"uri":"Roc_Casagran","surface_form":"Roc Casagran","offset":1903},{"uri":"Joel_Joan","surface_form":"Joel Joan","offset":1924},{"uri":"Anna_Sah%C3%BAn","surface_form":"Anna Sahún","offset":1938}]}