{"id":649071,"url":"http://en.wikipedia.org/wiki/Dizzee_Rascal","text":"Dylan Mills (born 18 September 1984, better known as Dizzee Rascal) is a musician who grew out of the UK Garage music scene, although he has been known to distance himself from this genre. He is also known for being present on pirate radio stations. His music is a combination of both garage and hip-hop beats, also with his own original style of rapping.\nHistory.\nDizzee Rascal's first song to be released was \"I Luv U\" - a tale of accidental teenage pregnancy. His first album \"Boy In The Corner\" was released in 2003 with good reviews.\nThe same year (2003) Dizzee Rascal was stabbed in Ayia Napa. Some newspapers tried to link this to a conflict between Dizzee and a UK-based hip-hop group So Solid Crew.\nDizzee has been described as \"the vital unvarnished voice of modern-day inner-city UK\", and a social element is usually present in most of his songs. However, Dizzee proves that social commentary does not have to be boring. There is often a funny element to his singing, and some might find this (very British) humour similar to that of Mike Skinner of The Streets.\nIn September 2003 Dizzee won the Mercury Music Prize for best album, and was the youngest person (at 19) to do so.\nHe also worked on Basement Jaxx's third album \"Kish Kash\" on the track \"Lucky Star\"","categories":[],"infobox_types":[],"annotations":[{"uri":"UK_garage","surface_form":"UK Garage","offset":102},{"uri":"Culture","surface_form":"scene","offset":118},{"uri":"Genre","surface_form":"genre","offset":182},{"uri":"Pirate_radio","surface_form":"pirate radio","offset":227},{"uri":"Hip-hop","surface_form":"hip-hop","offset":296},{"uri":"Rapping","surface_form":"rapping","offset":347},{"uri":"Teenage_pregnancy","surface_form":"teenage pregnancy","offset":444},{"uri":"Album","surface_form":"album","offset":473},{"uri":"Review","surface_form":"review","offset":530},{"uri":"Ayia_Napa","surface_form":"Ayia Napa","offset":589},{"uri":"United_Kingdom","surface_form":"UK","offset":670},{"uri":"Hip_hop","surface_form":"hip-hop","offset":679},{"uri":"So_Solid_Crew","surface_form":"So Solid Crew","offset":693},{"uri":"The_Streets","surface_form":"The Streets","offset":1061},{"uri":"Mercury_Prize","surface_form":"Mercury Music Prize","offset":1107},{"uri":"Basement_Jaxx","surface_form":"Basement Jaxx","offset":1207}]}