{"id":6490,"url":"http://en.wikipedia.org/wiki/Diamond","text":"A diamond (from the ancient Greek αδάμας – adámas \"unbreakable\") is a re-arrangement of carbon atoms (those are called allotropes).\nDiamonds have the highest hardness of any bulk (all one type) material. Because of this, many important industries use diamonds as tools for cutting and polishing things. Many of them are clear, but some of them have colors, like yellow, red, blue, green and pink. Diamonds of a different color are called \"fancies\".\nBig diamonds are very rare, and are worth a lot of money. Only 20% of diamonds are fit for jewellery. The other 80% are of lower quality. Those lower quality diamonds are called industrial diamonds, and are used to make things like drill bits and diamond saws. Even if a diamond is not of gem quality, it still has a value because It is very hard.\nCut and faceted diamonds can be attractive hence their use in jewellery. Diamonds are very effective electrical insulators, but also very good conductors of heat. On Mohs scale of mineral hardness, diamonds are scored as 10 (the highest score possible).\nFormation of diamonds.\nThere are natural and synthetic diamonds. The Earth makes natural diamonds, and people make synthetic diamonds. Diamonds are the hardest natural substance known to man. Diamonds are made of pure carbon, the same chemical element as graphite, fullerene, and coal. But diamonds are very hard and in crystalline form. It is commonly believed that diamonds are formed from coal, but this is not true.\nDiamonds are made deep in the Earth where there is an intense amount of pressure and heat. The formation of natural diamonds needs specific conditions. These are exposure of carbon-bearing materials to high pressure, between 45 and 60 kilobars (4.5 and 6 GPa), but at a comparatively low temperature, between about. These conditions are found in two places on Earth: in the lithospheric mantle below relatively stable continental plates, and at the site of a meteorite strike.\nPeople find diamonds where volcanoes were a long time ago. They sometimes find tiny ones at the site of a meteorite strike. Sometimes people find diamonds on the top of the ground. But in places like South Africa, they must dig deep down into a diamond mine to get diamonds. Diamonds were first found in India.\nSmall synthetic diamonds are made for abrasive<nowiki/>s. Large synthetic ones are even more expensive to make than to find and dig up, so people don't make large synthetic diamonds.\nTrading in diamonds.\nFor many decades the trading of diamonds was controlled by the De Beers group of companies, who controlled most of Africa's rich diamond mines. However, in the late 1980s and early 1990s, new diamond mines opened in Canada and Australia that De Beers wasn't able to control. When the USSR collapsed in 1991, many cheap Russian diamonds entered the market, overwhelming De Beers and their efforts to control it. De Beers still runs most of Africa's diamond mines, but their mines now only produce about one third of the world's diamonds.","categories":[],"infobox_types":[],"annotations":[{"uri":"Greek_language","surface_form":"Greek","offset":28},{"uri":"Carbon","surface_form":"carbon","offset":88},{"uri":"Allotrope","surface_form":"allotrope","offset":119},{"uri":"Hardness","surface_form":"hardness","offset":158},{"uri":"Industry","surface_form":"industries","offset":236},{"uri":"Jewellery","surface_form":"jewellery","offset":859},{"uri":"Insulator_(electricity)","surface_form":"electrical insulators","offset":898},{"uri":"Conduction","surface_form":"conductors","offset":940},{"uri":"Mohs_scale_of_mineral_hardness","surface_form":"Mohs scale of mineral hardness","offset":963},{"uri":"Synthetic","surface_form":"synthetic","offset":1096},{"uri":"Earth","surface_form":"Earth","offset":1120},{"uri":"Carbon","surface_form":"carbon","offset":1269},{"uri":"Chemical_element","surface_form":"chemical element","offset":1286},{"uri":"Graphite","surface_form":"graphite","offset":1306},{"uri":"Fullerene","surface_form":"fullerene","offset":1316},{"uri":"Coal","surface_form":"coal","offset":1331},{"uri":"Crystal","surface_form":"crystal","offset":1371},{"uri":"Bar_(unit)","surface_form":"kilobar","offset":1706},{"uri":"Gigapascal","surface_form":"GPa","offset":1726},{"uri":"Lithosphere","surface_form":"lithospheric mantle","offset":1845},{"uri":"Continental_plate","surface_form":"continental plate","offset":1889},{"uri":"Meteorite","surface_form":"meteorite","offset":1930},{"uri":"Meteorite","surface_form":"meteorite","offset":2054},{"uri":"South_Africa","surface_form":"South Africa","offset":2148},{"uri":"Mining","surface_form":"mine","offset":2201},{"uri":"India","surface_form":"India","offset":2252},{"uri":"Abrasive","surface_form":"abrasive","offset":2297},{"uri":"De_Beers","surface_form":"De Beers","offset":2526},{"uri":"Canada","surface_form":"Canada","offset":2679},{"uri":"Australia","surface_form":"Australia","offset":2690},{"uri":"USSR","surface_form":"USSR","offset":2747}]}