{"id":649188,"url":"http://en.wikipedia.org/wiki/Roch_Marc_Christian_Kabor%C3%A9","text":"Roch Marc Christian Kaboré (born 25 April 1957) is a Burkinabé politician. He has been President of Burkina Faso, in office since 2015. Previously, he served as the Prime Minister of Burkina Faso between 1994 and 1996 and President of the National Assembly of Burkina Faso from 2002 to 2012. He also served as President of the Congress for Democracy and Progress (CDP). In January 2014, he left the ruling CDP and founded a new opposition party, the People's Movement for Progress.\nHe was elected as President of Burkina Faso in the November 2015 general election, winning a majority in the first round of voting.\nEarly life.\nRoch Marc Christian Kaboré is the son of Charles Bila Kaboré and Antonine Kaboré who are both training teachers. They are Catholics from the Mossi ethnic group.\nCharles Bila Kaboré was appointed technical advisor to the Minister of the Interior and Security in 1961, before becoming Treasurer General of Upper Volta and member of the Economic and Social Council. From October 1963 to December 1965, he held the post of Minister of Finance, before taking the Ministry of Public Health until the fall of the First Republic, in January 1966. Financial Advisor and Secretary General of the Presidency of the Republic until 1975, Charles Bila Kaboré is appointed deputy governor of the BCEAO (Central Bank of West African States) until 1982. He is then technical adviser and secretary general of the Burkinabe presidency before taking his retirement in 1985.\nEducation.\nKaboré studied at the Ouagadougou Center, a public primary school and Tougan until February 1968. He returned to Ouagadougou in CM2, at the public primary school, center B, where he obtained the certificate of studies. elementary primary. He graduated from Saint-Jean-Baptiste-de-la-Salle College in Ouagadougou, where he obtained BEPC in 1972. He graduated in 1975.\nHe studied economics at the University of Dijon where, in 1979, he obtained a Master's degree in Economics and Management. In 1980, he finished a DESS in Management which gave him the Certificate of Qualification in Business Administration and Management.\nFrom this period, he fought in the Federation of Black African Students in France (FEANF) which is very active at the time of independence and promotes the idea of ​​a unified Africa.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_heads_of_state_of_Burkina_Faso","surface_form":"President of Burkina Faso","offset":87},{"uri":"List_of_Prime_Ministers_of_Burkina_Faso","surface_form":"Prime Minister of Burkina Faso","offset":165},{"uri":"National_Assembly_of_Burkina_Faso","surface_form":"National Assembly of Burkina Faso","offset":239},{"uri":"Congress_for_Democracy_and_Progress","surface_form":"Congress for Democracy and Progress","offset":327},{"uri":"People%27s_Movement_for_Progress","surface_form":"People's Movement for Progress","offset":450},{"uri":"Burkinab%C3%A9_general_election%2C_2015","surface_form":"November 2015 general election","offset":533},{"uri":"Tougan%2C_Burkina_Faso","surface_form":"Tougan","offset":1561}]}