{"id":649194,"url":"http://en.wikipedia.org/wiki/Maurice_Yam%C3%A9ogo","text":"Maurice Yaméogo (31 December 1921 – 15 September 1993) was the first President of the Republic of Upper Volta, now called Burkina Faso, from 1959 until 1966.\nBiography.\n\"Monsieur Maurice\" incarnated the Voltaic state at the time of independence. As a member of the colonial administration, Maurice Yaméogo began his career in 1946 in the dense political landscape of Upper Volta thanks to his oratory skills. In May 1957, as part of the formation of the first Volta Government established by the framework law Defferre, he joined the coalition government formed by Ouezzin Coulibaly, as Minister of Agriculture under the label of the Movement Voltaic Democratic (MDV). In January 1958, threatened by a motion of censure, Ouezzin Coulibaly debauched in favor of the Voltaic Democratic Union-African Democratic Rally (UDV-RDA) Maurice Yaméogo and his allies at the assembly against the insurance of a promotion in the government. Maurice Yaméogo thus raises No. 2 of the government with the portfolio of the Interior, a key position that allows him when in September 1958 Ouezzin Coulibaly dies, to act as interim head of government.\nMaurice Yaméogo quickly imposes his choices. After the proclamation of the Republic on December 11, 1958, it operates in 1959 a surprising reversal of position vis-à-vis the proposed Federation of Mali defended by Léopold Sédar Senghor. Although the Voltaic constituent assembly wanted Haute-Volta to join the Federation, Maurice Yaméogo opted for international sovereignty and regional integration limited to the economic sphere with the Entente Council. Then Yaméogo neutralizes any parliamentary opposition. The UDV-RDA purified of its adversaries, imposes in single party. Upper Volta is even before independence, on August 5, 1960, under the yoke of his dictatorship.\nIn foreign politics, jealous and admiring of the international success of his Ivorian colleague Félix Houphouët-Boigny, he challenged him by establishing an ephemeral customs union (1961-1962) with the very progressive Ghana of Kwame Nkrumah. Houphouët-Boigny quickly became his best ally in December 1965. Yaméogo signed with him an agreement to establish dual citizenship for Ivorian and Voltaic nationals. This project does not have time to succeed. On January 3, 1966, in a context of severe financial austerity measures, his corrupt regime was overthrown by a peaceful demonstration organized by the forces of the Voltaic nation: the unions, the so-called traditional chieftaincy and the clergy. The result is Maurice Yaméogo, an austerity linked to his dubious management of finances. In 1993, he died after being rehabilitated by the President of the Republic Blaise Compaore.","categories":[],"infobox_types":[],"annotations":[{"uri":"Republic_of_Upper_Volta","surface_form":"Republic of Upper Volta","offset":86},{"uri":"Burkina_Faso","surface_form":"Burkina Faso","offset":122}]}