{"id":649178,"url":"http://en.wikipedia.org/wiki/The_China_Syndrome","text":"\"The China Syndrome\" is a disaster movie about a near-meltdown at a nuclear power plant. It was released on March 16, 1979, twelve days before the Three Mile Island accident. The term \"China syndrome\" refers to a scenario, not meant to be taken literally, where a reactor core could melt through the Earth \"all the way to China\".\nPlot summary.\nNews reporter Kimberly Wells (Jane Fonda) and her cameraman Richard Adams (Michael Douglas) are filming a special on nuclear power at the (fictional) Ventana Nuclear Power Plant when they witness an earthquake followed by a reactor scram. In the control room, Jack Godell (Jack Lemmon) notices that the water level is high and asks another member of the crew to open a relief valve. Ted Spindler (Wilford Brimley) warns him that regulations do not permit opening the relief valve, but he proceeds to open it anyway. The control room crew then notices that the water level is actually dangerously low, and declare an emergency over the intercom ordering all personnel to safety areas. They manage to bring the water level back up to a safe level, meanwhile, Richard secretly films the incident. Richard wants to show the film on television, but the station manager will not allow it. Richard then steals the film and shows it to a group of nuclear engineers who determine that the plant came very close to the China syndrome, where the core would have melted through its containment and down into the Earth, contaminating a large area. Meanwhile, Jack Godell discovers that the welds on the main pump are not safe, and takes over the plant by force, locks himself in the control room, and demands to be interviewed on television. A SWAT team is called in, and proceeds to break into the control room. The other members of the control room crew cut wires in other areas of the plant to intentionally cause a scram. When the scram begins, the main pump fails, and Jack Godell is shot by the SWAT team.\nResponse of the nuclear power industry.\nUpon its release, the movie was criticized by the nuclear power industry, referring to the movie as \"sheer fiction\" and a \"character assassination of an entire industry\". Twelve days after the movie was released, however, the Three Mile Island accident occurred in Dauphin County, Pennsylvania. Both the accident depicted in the movie and the real-world accident at Three Mile Island involved loss of water through a relief valve, as well as the control room crew incorrectly reading water levels.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nuclear_meltdown","surface_form":"meltdown","offset":54},{"uri":"Nuclear_power","surface_form":"nuclear power","offset":68},{"uri":"Three_Mile_Island_accident","surface_form":"Three Mile Island accident","offset":147},{"uri":"Jane_Fonda","surface_form":"Jane Fonda","offset":374},{"uri":"Michael_Douglas","surface_form":"Michael Douglas","offset":419},{"uri":"Scram","surface_form":"scram","offset":576},{"uri":"Jack_Lemmon","surface_form":"Jack Lemmon","offset":617},{"uri":"Wilford_Brimley","surface_form":"Wilford Brimley","offset":741},{"uri":"Nuclear_meltdown","surface_form":"China syndrome","offset":1353},{"uri":"Containment_building","surface_form":"containment","offset":1414},{"uri":"SWAT_team","surface_form":"SWAT team","offset":1675}]}