{"id":649322,"url":"http://en.wikipedia.org/wiki/Kurukshetra","text":"Kurukshetra () is a city in the state of Haryana, India. It is also known as Dharmakshetra (\"Holy Place\"). It is also known as the \"Land of Bhagwad Gita\".\nAccording to the Puranas, Kurukshetra is a region named after King Kuru, the ancestor of Kauravas and Pandavas. This is place where Mahabharata war was fought. Also the Bhagavad Gita was explained there during the war when Lord Krishna found Arjuna in a difficult situation.\nBefore 1947, Thanesar was the name of the tehsil headquarters and the town. Thanesar or Sthaneswar is a historical town next to newly created Kurukshetra city. Thanesar derives its name from the word \"Sthaneshwar\", which means \"Place of God\".\nIn most ancient Hindu texts, Kurukshetra is not a city but a region (\"kshetra\" meaning \"region\" in Sanskrit). The boundaries of Kurukshetra lies to the central and western parts of state of Haryana and southern Punjab. Thus according to the Taittiriya Aranyaka 5.1.1., the Kurukshetra region is south of Turghna (Srughna/Sugh in Sirhind, Punjab), north of Khandava (Delhi and Mewat region), east of Maru (desert) and west of Parin.\nHistory.\nIt is written in Puranas that Kurukshetra is named after King Kuru of the Bharata Dynasty, ancestor of Pandavas and Kauravas.\nThe Vamana Purana tells how King Kuru came to settle here. He chose this land at the banks of Sarasvati River which dried up before 1900 BCE for embedding spirituality with eight virtues: austerity (Tapas (Sanskrit)), truth (Satya), forgiveness (Kshama), kindness (daya), purity (Shuddha), charity (Daana), Yajna and Brahmacharya. Lord Vishnu was impressed with the act of King Kuru and blessed him. God gave him two boons: one that this land forever will be known as a Holy Land and the other that anyone dying on this land will go to heaven. The land of Kurukshetra was between two rivers &#x2014; the Sarasvati and the Drishadvati.\nThis land has been known as Uttarvedi, Brahmavedi, Dharamkshetra and Kurukshetra at different periods. When King Kuru came on this land it was called Uttarvedi. Over the period this land has been ruled by many empires. The Bharata Dynasty came and settled here.\nBy the archaeological grounds it has been proved that Ashoka the Great made Kurukshetra a centre of learning for people from all over the world. It reached the peak of its progress during the reign of King Harsha, during which Chinese scholar Xuanzang visited Thanesar.\n48 Kos Parikrama.\nKurukshetra has great importance as a Hindu pilgrimage. There are several pilgrimages around the city of kurukshetra and a complete parikrama means to visit all these pilgrimages. 48 kos parikrama is a Hindi phrase meaning 48 miles circle around the holy city of Kurukshetra.","categories":[],"infobox_types":[],"annotations":[{"uri":"City","surface_form":"city","offset":20},{"uri":"Indian_state","surface_form":"state","offset":32},{"uri":"Haryana","surface_form":"Haryana","offset":41},{"uri":"India","surface_form":"India","offset":50},{"uri":"Bhagavad_Gita","surface_form":"Gita","offset":148},{"uri":"Purana","surface_form":"Purana","offset":172},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":287},{"uri":"Bhagavad_Gita","surface_form":"Bhagavad Gita","offset":324},{"uri":"Haryana","surface_form":"Haryana","offset":863},{"uri":"Punjab_(India)","surface_form":"Punjab","offset":884},{"uri":"Thar_Desert","surface_form":"Maru","offset":1072},{"uri":"Purana","surface_form":"Purana","offset":1131},{"uri":"Sarasvati_River","surface_form":"Sarasvati River","offset":1334},{"uri":"Compassion","surface_form":"daya","offset":1505},{"uri":"Vishnu","surface_form":"Vishnu","offset":1576},{"uri":"Ashoka_the_Great","surface_form":"Ashoka","offset":2191},{"uri":"Harsha","surface_form":"Harsha","offset":2343},{"uri":"Xuanzang","surface_form":"Xuanzang","offset":2380},{"uri":"Hindi","surface_form":"Hindi","offset":2627}]}