{"id":649401,"url":"http://en.wikipedia.org/wiki/Death_of_Gloria_Ramirez","text":"e=\"preserve\">Gloria Ramirez (January 11, 1963 – February 19, 1994) was an American woman dubbed \"the Toxic Lady\" by the media when several hospital workers became ill after exposure to her body and blood. She was from Riverside, California.\nRamirez had been admitted to the ER while suffering from late-stage cervical cancer. While treating Ramirez, several hospital workers fainted and others experienced symptoms such as shortness of breath and muscle spasms.\nFive workers required hospitalization, one of whom remained in an intensive care unit for two weeks.\nShortly after arriving at the hospital, Ramirez died from complications related to cancer. The incident was initially thought to be a case of mass hysteria.\nThe medical staff injected her with diazepam, midazolam, and lorazepam to sedate her. When it became clear that Ramirez was responding poorly to treatment, the staff tried to defibrillate her heart. Many people saw an oily substance covering Ramirez's body. Others noted a fruity, garlic-like odor that they thought was coming from her mouth.\nAn investigation by Lawrence Livermore National Laboratory said that Ramirez had been self-injecting dimethyl sulfoxide as a treatment for pain, which converted into dimethyl sulfate, an extremely poisonous agent via a series of chemical reactions in the emergency department. Although the medical sector of Riverside supports this claim, scientists still believe it is not the case.\nTwo months after Ramirez died, her badly decomposed body was released for an independent autopsy and burial. On April 20, 1994—ten weeks after her death—Ramirez was buried at Olivewood Memorial Park in Riverside.","categories":[],"infobox_types":[],"annotations":[{"uri":"Riverside%2C_California","surface_form":"Riverside, California","offset":218},{"uri":"Cervical_cancer","surface_form":"cervical cancer","offset":309},{"uri":"Intensive_care_unit","surface_form":"intensive care unit","offset":528},{"uri":"Mass_hysteria","surface_form":"mass hysteria","offset":705},{"uri":"Diazepam","surface_form":"diazepam","offset":756},{"uri":"Midazolam","surface_form":"midazolam","offset":766},{"uri":"Lorazepam","surface_form":"lorazepam","offset":781},{"uri":"Defibrillate","surface_form":"defibrillate","offset":895},{"uri":"Lawrence_Livermore_National_Laboratory","surface_form":"Lawrence Livermore National Laboratory","offset":1083},{"uri":"Dimethyl_sulfoxide","surface_form":"dimethyl sulfoxide","offset":1164},{"uri":"Dimethyl_sulfate","surface_form":"dimethyl sulfate","offset":1229}]}