{"id":64952,"url":"http://en.wikipedia.org/wiki/Brigitte_Bardot","text":"Brigitte Bardot (French IPA:) (born 28 September 1934) is a French actress, former fashion model, singer, animal rights activist, and considered one of the most important sex symbols of the 1950s and 1960s. She was one of the few actresses from Europe to which the American media paid attention.\nLife and career.\nBorn in Paris, into a well to do family, her father was an industrialist and her mother a housewife. She received a strict education but was allowed to take ballet lessons hoping to become a professional classical dancer.\nIn 1949, at the suggestion of a family friend, she began working as a fashion model and ended up making the cover of \"Elle\" magazine in May 1950. This led to her being noticed by movie director Yves Allegret who offered her a role in one of his movie. The movie was never made but during the audition she met his young assistant Roger Vadim. Her family was strongly against the relationship but finally gave in and they married in 1952.\nThat same year, she began her acting career and appeared in two films; \"Le trou normand\" and \"Manina, fille sans voile\".\nIn the ensuing years, she appeared in small parts in various movies in France, Italy and England. Her career really took off in 1956, when she appeared in Vadim's movie \"Et Dieu créa la femme\" (\"An God created Woman\"), written especially for her, which made her an instant star and an international sex-symbol. From then on, her every move made headlines around the world. In 1958, she bought a house \"La Madrague\" in Saint Tropez, then a quiet fishermen village, which has since then become a highly touristic destination.\nOther notable movies have included; \"En cas de malheur\" (1958), \"La vérité\" (1960), considered by many her best role, \"Vie Privée\" (1962), \"Le mépris\" (1963), \"Viva Maria\" (1965), etc. She also enjoyed success as a singer but mostly through recordings and television appearances.\nIn 1973, she decided to retire from entertainment and devote herself to her real passion the animal rights, which she continues today. She created her own foundation in 1986.\nDuring the 1990s, she published her autobiography and other books in which she spoke openly about her political views on such things as immigration and Islam in France, mixed marriages and homosexuality, which created considerable controversy. She has angered many people who are part of these groups and was fined for incitation to racial hatred.\nBardot had four husbands and many other romantic partners. After her divorce from Vadim in 1957, she married actor Jacques Charrier in 1959, with whom she had her only child, a son Nicolas, born on 11 January 1960. They divorced in 1962. Her third husband, from 1966–1969, was German millionaire Gunter Sachs. She has been married to Bernard d'Ormale, a right-wing political organizer, since 1992.","categories":[],"infobox_types":[],"annotations":[{"uri":"International_Phonetic_Alphabet","surface_form":"IPA","offset":24},{"uri":"French_people","surface_form":"French","offset":60},{"uri":"Actor","surface_form":"actress","offset":67},{"uri":"Model_(person)","surface_form":"fashion model","offset":83},{"uri":"Singer","surface_form":"singer","offset":98},{"uri":"Animal_liberation_movement","surface_form":"animal rights activist","offset":106},{"uri":"Sex_symbol","surface_form":"sex symbol","offset":171},{"uri":"Europe","surface_form":"Europe","offset":245},{"uri":"United_States","surface_form":"American","offset":265},{"uri":"Paris","surface_form":"Paris","offset":321},{"uri":"Industry","surface_form":"industrialist","offset":372},{"uri":"Housewife","surface_form":"housewife","offset":403},{"uri":"Movie_director","surface_form":"movie director","offset":714},{"uri":"Italy","surface_form":"Italy","offset":1172},{"uri":"Saint_Tropez","surface_form":"Saint Tropez","offset":1511},{"uri":"Animal_rights","surface_form":"animal rights","offset":1990},{"uri":"Immigration","surface_form":"immigration","offset":2208},{"uri":"Islam","surface_form":"Islam","offset":2224},{"uri":"Miscegenation","surface_form":"mixed marriages","offset":2241},{"uri":"Homosexuality","surface_form":"homosexuality","offset":2261},{"uri":"Actor","surface_form":"actor","offset":2529},{"uri":"Germans","surface_form":"German","offset":2697},{"uri":"Right-wing_politics","surface_form":"right-wing","offset":2774}]}