{"id":649784,"url":"http://en.wikipedia.org/wiki/Minecart","text":"is a short story written by Ryūnosuke Akutagawa. It was published in 1922. It is a story about a young boy who experiences the adult world for a short amount of time. Many junior high school students in Japan study this short story in class.\nIn 2009, a movie based on this story was released.\nPlot.\nConstruction of a light railway has begun between Odawara and Atami, two towns in east Japan. At the construction site, workers are using minecarts for transporting earth and sand. Ryōhei, aged eight, is interested in these minecarts. One day, he pushes one of the minecarts with a construction worker. At the beginning, he is very excited. But as it gets late in the day, he starts to worry about how he will get home. After a while, the construction worker tells him to go home because it is late. Ryōhei runs down a dark hill road thinking “I just don’t want to die”. As soon as he comes back home, he bursts into tears.\nHe becomes an adult and moves to Tokyo. He looks back on that time. He is tired of everyday life. Without any reason, he sometimes dreams of the dark hill road.\nThe story is set between Odawara and Atami. The boy describes seeing the sea on his right as he heads away from his home, and on his left on the way back. Because of this, it seems that he was moving toward Odawara from Atami.\nAdditional information.\nRikiishi Heizo was a journalist from Yugawara, a town between Atami and Odawara. The Atami light railway was under construction when he was a boy. Construction workers changed a human-powered railway into a light railway. Rikiishi looked back on his memory of watching this construction work and wrote it down. The story’s author, Akutagawa, embellished Rikiishi’s writing to make the story.","categories":[],"infobox_types":[],"annotations":[{"uri":"Ry%C5%ABnosuke_Akutagawa","surface_form":"Ryūnosuke Akutagawa","offset":28},{"uri":"Tokyo","surface_form":"Tokyo","offset":956}]}