{"id":64971,"url":"http://en.wikipedia.org/wiki/The_Lord_of_the_Rings_(movie_series)","text":"\"The Lord of the Rings\" is a set of three fantasy movies: \"The Fellowship of the Ring\" (2001), \"The Two Towers\" (2002) and \"The Return of the King\" (2003). The movies were based on J. R. R. Tolkien's book \"The Lord of the Rings\".\nThe movie trilogy was directed by Peter Jackson. The screenplay was written by Fran Walsh, Philippa Boyens, and Peter Jackson. It was distributed by New Line Cinema.\nThis was first live-action \"Lord of the Rings\" movies made. They were filmed in New Zealand from October 1999 to December 2000, and released separately in December 20012003 by Warner Bros.\nChanges from the book.\nThe \"Lord of the Rings\" movies were changed in several things from the book; among them where changes in the plot and motivation of the characters, and parts of the story were cut. A few sets of changes that many consider major were: \"The Old Forest\", \"In the House of Tom Bombadil\", and \"Fog on the Barrow-Downs\", from \"The Fellowship of the Ring\", and \"Many Partings\", \"Homeward Bound\", & \"The Scouring of the Shire\" from \"The Return of the King\". These were left out, and other passages changed, for reasons of dramatic flow and practical limits on what could be presented in three movies. The scripts are not exactly true to the story in the volumes of the book, yet have most of its most important elements. Yet, some major parts of the books were left out of the movies, and others significantly changed.","categories":[],"infobox_types":[],"annotations":[{"uri":"J._R._R._Tolkien","surface_form":"J. R. R. Tolkien","offset":181},{"uri":"The_Lord_of_the_Rings","surface_form":"The Lord of the Rings","offset":206},{"uri":"Peter_Jackson","surface_form":"Peter Jackson","offset":264},{"uri":"Screenplay","surface_form":"screenplay","offset":283},{"uri":"New_Line_Cinema","surface_form":"New Line Cinema","offset":379},{"uri":"New_Zealand","surface_form":"New Zealand","offset":476},{"uri":"Warner_Bros.","surface_form":"Warner Bros.","offset":572}]}