{"id":649859,"url":"http://en.wikipedia.org/wiki/Pakistani_general_election%2C_2018","text":"e=\"preserve\">Pakistanis go to the polls on Wednesday, July 25, to elect another National Assembly for a five-year term. But instead of prospectively celebrating the second peaceful transition of power from one civilian government to another—which in the case of Pakistan is an important marker indeed—the general mood among observers appears to be one of great concern.\nGeneral elections were held in Pakistan on 25 July 2018 to elect the members of the 15th National Assembly and to the four Provincial Assemblies of Pakistan.\nMost of the opinion polls suggested an overall Pakistan Muslim League (N) lead with Pakistan Tehreek-e-Insaf (PTI) being the close second. Many people are believing that the Pakistani courts and military are rigging the votes in favor of the PTI and against the PML (N).\nPakistan Tahreek e Insaaf party leader Imran Khan leads in early poll results despite calls of corruption. The allegations were denied by the Election Commission of Pakistan.\nOn July 27, election officials declared that Khan's party had won 109 of the 269 seats, giving PTI a majority in the National Assembly thus making Khan Prime Minister-elect. On August 15, Asad Qaiser elected as Speaker of the National Assembly of Pakistan and Qasim Suri as Deputy Speaker of the National Assembly of Pakistan. On August 17, Imran Khan elected as Prime Minister of Pakistan","categories":[],"infobox_types":[],"annotations":[{"uri":"Pakistan","surface_form":"Pakistan","offset":401},{"uri":"Pakistan_Muslim_League_(N)","surface_form":"Pakistan Muslim League (N)","offset":575},{"uri":"Pakistan_Tehreek-e-Insaf","surface_form":"Pakistan Tehreek-e-Insaf","offset":612},{"uri":"Rigging","surface_form":"rigging","offset":736},{"uri":"Imran_Khan","surface_form":"Imran Khan","offset":838},{"uri":"Election_Commission_of_Pakistan","surface_form":"Election Commission of Pakistan","offset":941},{"uri":"National_Assembly_of_Pakistan","surface_form":"National Assembly","offset":1091},{"uri":"Imran_Khan","surface_form":"Imran Khan","offset":1315},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Prime Minister of Pakistan","offset":1337}]}