{"id":64992,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Tammy_(2005)","text":"Tropical Storm Tammy is the nineteenth named storm of the 2005 Atlantic hurricane season. Tammy was a tropical storm that only existed for a total of two days and brought minor damages to the southeastern United States. It peaked with 50 mph (85 km/h) just before making landfall on the northern Florida coast. Most of the damages were losses from FEMA that totaled up to $30 million.\nTammy formed from a strong non-tropical low on October 5 just off the Floridan coast. It moved north, peaking with 50 mph (85 km/h) winds jus before making landfall on Atlantic Beach, Florida on October 6 dissipating shortly after. Tammy's remnants were absorbed by a cold front in the Gulf of Mexico.\nStorm history.\nA tropical wave left the African coast on September 24 and crossed the Atlantic without strengthening or changing. But on October 2, the wave began to strengthen and organize itself while north of the Lesser Antilles. It continued to strengthen as it moved through the Bahamas and early on October 5, it became a well-organized tropical disturbance off the coast of eastern Florida.\nAs the system already had tropical-storm force winds, it was immediately named \"Tropical Storm Tammy\", also skipping tropical depression status. The forecasts from the National Hurricane Center stated that Tammy would travel north possibly parallel to the coast, which also meant that it is uncertain where Tammy wold make landfall.\nTropical Storm Tammy strengthened a little bit more to its peak with 50 mph (85 km/h) winds before it made landfall near Atlantic Beach, Florida later that same day. Tammy then moved inland over Georgia and soon weakened to a tropical depression before losing all of its strength on October 6.\nThe remnant low slowly movedsouth towards the Gulf of Mexico before being absorbed by a cold front (which also picked up the remnants of Subtropical Depression Twenty-two), which affected much of the northeastern United States over the next few days. The NHC watched the system to see if any of the low level circulation would redevelop over the Gulf of Mexico but unfavorable upper-level winds did not allow any restrengthening, as it was predicted.\nPreparations.\nA tropical storm warning was given out at short notice for the coast from Cocoa Beach, Florida to the Santee River, South Carolina as soon as Tropical Storm Tammy formed on October 5. Tammy moved inland the southern end of the warning zone, eventually moving north to Altamaha Sound, Georgia before all warnings were discontinued on October 6.\nImpact.\nTropical Storm Tammy caused minor damage. The main concern with Tammy was flooding. The highest sustained wind recorded with Tammy was 50 mph, reported a few miles northeast of the center. The highest wind gust reported with Tammy was near 60 mph. Several areas in northeast Florida and southern Georgia reported sustained winds of 40 mph+ due to Tammy's large wind field. Rainfall totals related with Tammy were mostly in the 3-5 inch range, though some isolated amounts received 10 inches of rain.\nIn Georgia, Several homes were damaged because of flooding. Also in Georgia, several roads were washed out and two pond dams were broken. Storm surge related with Tammy was in the 2-4 feet range. Many boardwalks were washed away and there was some beach erosion in Florida, Georgia, and South Carolina. In addition to the flooding, an F0 tornado was reported, which caused moderate roof damage and broke trees in Brunswick, Georgia. Total damages from Tammy was around $30 million (2005 USD). 16,500 people were reported in southeast Georgia without power during the height of the storm.\nThe remnant low of Tammy was absorbed by a larger extratropical low which moved north and Tammy's moisture helped create a different storm over the northeast U.S., killing ten people and causing moderate damage.\nNaming and records.\nWhen Tropical Storm Tammy formed on October 5, it was the earliest ever in the season that the twentieth storm formed, breaking the previous record held by Storm 20 from 1933 by 21 days. Tammy was only the second Atlantic storm to be named with the letter 'T', after Tanya in 1995. This was also the first time Tammy had been used to name any tropical cyclone worldwide. Because Tammy caused minor damages in general, its name was not retired by the World Meteorological Organization and will be on the list of names for the 2011 Season.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":58},{"uri":"United_States","surface_form":"United States","offset":205},{"uri":"Florida","surface_form":"Florida","offset":296},{"uri":"Federal_Emergency_Management_Agency","surface_form":"FEMA","offset":348},{"uri":"USD","surface_form":"$","offset":372},{"uri":"Atlantic_Beach%2C_Florida","surface_form":"Atlantic Beach, Florida","offset":553},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":671},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":704},{"uri":"Africa","surface_form":"Africa","offset":727},{"uri":"Atlantic","surface_form":"Atlantic","offset":773},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":903},{"uri":"Bahamas","surface_form":"Bahamas","offset":971},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1253},{"uri":"Atlantic_Beach%2C_Florida","surface_form":"Atlantic Beach, Florida","offset":1539},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":1758},{"uri":"Cold_front","surface_form":"cold front","offset":1800},{"uri":"United_States","surface_form":"United States","offset":1925},{"uri":"Cocoa_Beach%2C_Florida","surface_form":"Cocoa Beach, Florida","offset":2251},{"uri":"Santee_River","surface_form":"Santee River","offset":2279},{"uri":"South_Carolina","surface_form":"South Carolina","offset":2293},{"uri":"Florida","surface_form":"Florida","offset":2804},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":2825},{"uri":"Erosion","surface_form":"erosion","offset":3283},{"uri":"Fujita_scale","surface_form":"F0","offset":3364},{"uri":"Tornado","surface_form":"tornado","offset":3367},{"uri":"Brunswick%2C_Georgia","surface_form":"Brunswick, Georgia","offset":3442},{"uri":"Extratropical_cyclone","surface_form":"extratropical low","offset":3667},{"uri":"T","surface_form":"T","offset":4106},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":4299}]}