{"id":64995,"url":"http://en.wikipedia.org/wiki/Rumi","text":"Jalal ad-Din Muhammad Rumi (30 September 1207 – 17 December 1273), also named \"Mawlānā\", which means \"Our Master\", is one of the Islamic world's greatest poets. He is usually known in the English-speaking world simply as Rumi. He is a Sufi mystic, philosopher and lover of humanity. His followers began a school of mysticism to encourage and celebrate his teachings—the Sufi branch known to many Westerners as the 'Whirling Dervishes', but whose proper name is the Mevlevi order.\nBackground and early life.\nJalâluddîn Rumi was born in 1207 in Balkh Persia in what is today Afghanistan. His father Bahauddin was a famous religious teacher and mystic who received a position at the university in Balkh. When Mongols invaded Persia, Rumi left Persia for Konya, which was then under the Persian empire. By the time he made it to Konya his mother had died, and he was married with one child, a son.\n'Mevlâna' (Our Master) had had his early spiritual education under the tutelage of his father Bahauddin and later under his father’s close friend Sayyid Burhaneddin of Balkh. Mevlâna grew both in knowledge and consciousness of God over the years. Eventually Sayyid Burhaneddin told Mevlâna that he was now ready and a mature Sufi and scholar and that the 'next stage' of his spiritual development would soon occur. And so Sayyid predicted the coming of Shams of Tabriz, the central event and love of Rumi’s life.\nAt the age of thirty-seven Mevlâna met the spiritual vagabond and holy-man, Shams. It was his meeting with this dervish on 15 November, 1244 that completely changed his life. Much has already been written about their relationship. Prior to this encounter Rumi had been an eminent professor of religion and a highly attained mystic; after this he became an inspired poet and a great lover of humanity. Shams’ companionship with Rumi was brief. Despite the fact that each was a perfect mirror for the other, Shams disappeared, not once but twice. The first time, Rumi’s son Sultan Veled searched for him and found him in Damascus.The second disappearance, however, proved to be final, and it is believed that he may have been murdered by certain orthodox Muslim theologians, and other people of Konya who resented his influence over Mevlâna.\nLater life and work.\nShams convinced Rumi that at certain moments it was possible to commune directly with God: Rather than believers simply being interpreters of the word of God, they could in fact experience his presence directly.\nThe effect on Rumi was immediate: abandoning his familial and scholarly responsibilities he devoted all his time to learning as much as possible from Shams. However, the mystic came and went without explanation, and vanished permanently in 1248. From then on, Rumi devoted himself to poetry, and primarily to the topic of love. His verses, inspired by Shams—more than 30,000 in all—were collected in a work that he called \"Diwan-i Shams-i-Tabriz\" ('The Divan of Shams of Tabriz'). Stylistically, Rumi favoured the well established, \"ghazal,\" a traditional Persian meter of up to twelve rhyming lines; and to a lesser extent, the \"Rubai\" quartrain form.\nRumi seems to have been permanently engaged in a search of divine inspiration and love. He saw and found his 'Muse' in various human and natural aspects of existence. After the \"Divan\" he completed his great masterpiece or \"magnum opus\", the \"Mathnavi-i Ma'navi\" ('The Mathnavi/Treatise Devoted to the Intrinsic Meaning of All Things'), which was dictated in its entirety to his student Hissam-ud-din Chelebi over the course of many years.\nAlthough there had been a substantial Islamic mystical tradition prior to Rumi, it is fair to comment that his poetry transformed both thinking and ritual in this regard. For example, the famous centripetal dance of the dervishes - the \"sema\" ritual - is said to have its inspiration in Rumi's own movements around a pole in his garden as he mourned for his companion Shams. In time, these actions were adapted into Sufic practise by Rumi and then handed down to his favoured disciples who institutionalized them into the activities of the Mevlevi Order that they founded in their Master's honour.\nRumi died on December 17, 1273 AD and his \"Urs\" (Spiritual anniversary/festival) is held every year on 8th December at his \"Turbe\" (shrine) in Konya.\nRumi's books.\nMevlana's main works, all in Persian language, are\nRumi today.\nIn recent times, Mevlana Rumi remains as fresh and vital as ever. The love poetry of Rumi has found great favour in the West as well as amongst the newer generation of Muslim youth throughout the Muslim world. For Turks, Afghanistanis, Iranians, Tajiks, and other Central Asian Muslims as well as the Muslims of South Asia, Rumi's importance is considered to transcend religious, national and ethnic borders. With his works being translated into many languages everywhere, other cultures and people in the world are now also approaching and understanding Rumi more deeply and at times, even trying to follow his teachings and 'Way'.\nNotes.\n15. * See Maulana Jalaluddin Muhammad Rumi (1207-1273) in \"Great Poets of Classical Persian\" by R M Chopra, 2014, Sparrow Publication.","categories":[],"infobox_types":[],"annotations":[{"uri":"Islam","surface_form":"Islam","offset":129},{"uri":"Sufi","surface_form":"Sufi","offset":235},{"uri":"Mystic","surface_form":"mystic","offset":240},{"uri":"Philosopher","surface_form":"philosopher","offset":248},{"uri":"Mevlevi","surface_form":"Mevlevi","offset":465},{"uri":"Persia","surface_form":"Persia","offset":549},{"uri":"Mongols","surface_form":"Mongols","offset":706},{"uri":"Persia","surface_form":"Persia","offset":722},{"uri":"Persia","surface_form":"Persia","offset":740},{"uri":"Persian_empire","surface_form":"Persian empire","offset":783},{"uri":"Shams_of_Tabriz","surface_form":"Shams of Tabriz","offset":1347},{"uri":"Damascus","surface_form":"Damascus","offset":2026},{"uri":"Muslim","surface_form":"Muslim","offset":2160},{"uri":"Ghazal","surface_form":"ghazal","offset":3013},{"uri":"Persian_language","surface_form":"Persian language","offset":4364},{"uri":"Turkic_peoples","surface_form":"Turks","offset":4612},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":4619},{"uri":"Iranian","surface_form":"Iranian","offset":4634},{"uri":"Central_Asia","surface_form":"Central Asia","offset":4662},{"uri":"South_Asia","surface_form":"South Asia","offset":4710}]}