{"id":650132,"url":"http://en.wikipedia.org/wiki/Carme_Forcadell","text":"Maria Carme Forcadell i Lluís (born 29 May 1955) is a Catalan politician. She was the president of the Parliament of Catalonia (2015-2018). She was the Councilor of Sabadell City Council (2003-2007), and president of the Catalan National Assembly (2012-2015).\nLife.\nCarme Forcadell was born in 1956 in Xerta, a small village in Baix Ebre, on the coast of southern Catalonia, Spain. She studied philosophy and journalism at the Universitat Autònoma, and received a master's degree in Catalan philology. She worked as a teacher in the city of Sabadell, where she met her husband, a computer specialist. They have two children.\nWork.\nForcadell entered politics in 1999, when she joined the ERC (Esquerra Republicana). In 2003 she became councilor of the municipal government of Sabadell, led by mayor Manuel Bustos. Later, she became the president of the Catalan National Assembly.\nForcadell was speaker of the Catalan Parliament from 2015 until after the 2017 election. As a result of the Catalan campaign for independence and the referendum held on October 1st, 2017, she was put in the Spanish prison of Alcalá-Mecoprison.\nIn July 2018 she was transferred to the Mas d’Enric prison near Tarragona in Catalonia. She was escorted by the Catalan police Mossos d’Esquadra, under the control of the Catalan government. Crowds formed a human chain on the road leading to the prison and covered the fences with yellow ribbons. The prison has green rooftops, large courtyards, and a view of the nearby forests and mountains. It was designed by architects AiB Estudi d'Arquitectes and Estudi PSP Arquitectura to create a \"non-oppressive environment\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Catalan_people","surface_form":"Catalan","offset":54},{"uri":"Politician","surface_form":"politician","offset":62},{"uri":"Universitat_Aut%C3%B2noma","surface_form":"Universitat Autònoma","offset":427},{"uri":"Master%27s_degree","surface_form":"master's degree","offset":464},{"uri":"Mas_d%E2%80%99Enric_prison","surface_form":"Mas d’Enric prison","offset":1163},{"uri":"Mossos_d%E2%80%99Esquadra","surface_form":"Mossos d’Esquadra","offset":1250}]}