{"id":650374,"url":"http://en.wikipedia.org/wiki/Nazar_(TV_series)","text":"Nazar (lit.Evil Eyes) is an Indian television supernatural series.\nWhich will premiere on Star Plus. And Streaming on Hotstar it stars Monalisha,Smita Bansal,Niyati Fatnani and Harsh Rajput. This series will be produced by Gul Khan and Karishma Jain Under their production banner 4 Lions Films distributed by Star India.\nThe series will be produced on 30th July 2018 at IST 11:MP on Mon-Fri The series will be broadcast Star Plus.\nSynopsis.\nThe show follows the story is about an evil Daayan.\nwho worships the mother goddess Kali and Durga. But as a devil,she was cursed by gods and captured into the human world.\nPlot.\nA seemingly helpless woman is found sitting alone in the station by the last passenger of a late night train, entering the small town of Bandap. The man gets curious as to why a woman is sitting all alone at this time of the night. On closer examination, he sees the woman shivering. He thinks she is afraid and offers to escort her out of the station by stating that the people in this town refrain from traveling at night in this area. He starts narrating the story of a witch who haunts this place. As he progresses with his story, he fails to observe the changing expressions of the woman walking beside him until its too late. Just as the man tells her about the witch or Daayan's (as she is referred to by the locals) reverse feet, the woman removes her dupatta to reveal her own feet, asking the horrified man for affirmation of the same.\nThe Daayan then traps him in her long, dark braid, which is the main source of her power. The man tries to flee her and manages to run out of the train station to a tree nearby. The Daayan follows him and stealthily climbs the tree, behind his back. Thinking that the Daayan has left, the man tries to run away when he is trapped in her cursed tresses again. This time, the man chants the Hanuman Chalisa to save himself from the clutches of the Daayan. Unable to bear the holy chants, she drops him momentarily and the man runs away. However, he is again entrapped by the Daayan as she chokes his throat with her bewitchingly long braid and holds him captive. She then starts sucking the life breath out of the man, thereby consuming his life.\nIn present day, Vedashree (Ritu Chaudhary Seth) hurries out of her room in search of her husband. She finds him busy with the preparations for an upcoming event in their home. Vedashree tells her husband that in a month, her son Ansh(Harsh Rajput) will enter the most difficult and dangerous time of his life and they need to protect him from the incoming evil that will try to turn him. She further goes on to add that her pandit has advised her to get Ansh married to a girl who carries the mark of the Goddess. Only she will be able to protect her son from being trapped by evil forces.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian","surface_form":"Indian","offset":28},{"uri":"Television","surface_form":"television","offset":35},{"uri":"Series","surface_form":"series","offset":59},{"uri":"Star_Plus","surface_form":"Star Plus","offset":90},{"uri":"Monalisha","surface_form":"Monalisha","offset":135},{"uri":"Star_India","surface_form":"Star India","offset":309},{"uri":"IST","surface_form":"IST","offset":370},{"uri":"Star_Plus","surface_form":"Star Plus","offset":420},{"uri":"Daayan","surface_form":"Daayan","offset":485},{"uri":"Kali","surface_form":"Kali","offset":525},{"uri":"Durga","surface_form":"Durga","offset":534},{"uri":"Ritu_Chaudhary_Seth","surface_form":"Ritu Chaudhary Seth","offset":2238},{"uri":"Harsh_Rajput","surface_form":"Harsh Rajput","offset":2445}]}