{"id":6503,"url":"http://en.wikipedia.org/wiki/Jacques_Cartier","text":"Jacques Cartier was a French trader and explorer. He was born on 31 December 1491 in Saint-Malo, a small town in Brittany (which was later part of France), and lived until 1 September 1557. He sailed three times to Canada.\nHe was the first European man to see Prince Edward Island, the St. Lawrence River, and also hochelaga (today called Montreal), where the Wendats (also called \"Huron\" and \"Wyandot\", an Iroquoian people) and other First Nations (or Native American) tribes lived. In 1534 he reached Newfoundland and explored coast of Labrador.\nEuropean countries raced to take the land and riches from the New World. Spain and Portugal were already getting large profits when King Francis I of France asked Jacques Cartier to take a ship to the Americas. Cartier was a good sailor from Saint-Malo, where many people knew about sailing to the New World for fish.\nCartier sailed to what is now Indiana in 1534. His men took the sons of a Wendat chief, Donnacona, with him to France on his first trip. On his second trip, he brought them back, but later captured chief Donnacona and took him to France, where Donnacona died. Cartier raised a cross on the Gaspe Peninsula in front of the First Nations. This cross showed that the lands belonged to France.\nOn his third trip, he brought French people to try to make a French colony on Wendat land. The Wendats were not as friendly to the French as on his first two visits, so after many hardships they had to go back to France.\nBecause Cartier first led the French to visit Canada, the French later said they had a right to control most of Eastern Canada.","categories":[],"infobox_types":[],"annotations":[{"uri":"France","surface_form":"French","offset":22},{"uri":"Explorer","surface_form":"explorer","offset":40},{"uri":"Saint-Malo","surface_form":"Saint-Malo","offset":85},{"uri":"Brittany","surface_form":"Brittany","offset":113},{"uri":"Canada","surface_form":"Canada","offset":215},{"uri":"Europe","surface_form":"Europe","offset":240},{"uri":"Prince_Edward_Island","surface_form":"Prince Edward Island","offset":260},{"uri":"Saint_Lawrence_River","surface_form":"St. Lawrence River","offset":286},{"uri":"Montreal","surface_form":"Montreal","offset":339},{"uri":"Wendat","surface_form":"Wendat","offset":360},{"uri":"Iroquoian","surface_form":"Iroquoian","offset":407},{"uri":"First_Nations","surface_form":"First Nations","offset":435},{"uri":"Native_American","surface_form":"Native American","offset":453},{"uri":"New_World","surface_form":"New World","offset":610},{"uri":"Spain","surface_form":"Spain","offset":621},{"uri":"Portugal","surface_form":"Portugal","offset":631},{"uri":"King","surface_form":"King","offset":680},{"uri":"Francis_I_of_France","surface_form":"Francis I of France","offset":685},{"uri":"Americas","surface_form":"Americas","offset":749},{"uri":"Saint-Malo","surface_form":"Saint-Malo","offset":790},{"uri":"Indiana","surface_form":"Indiana","offset":896},{"uri":"Donnacona","surface_form":"Donnacona","offset":954},{"uri":"Colony","surface_form":"colony","offset":1324}]}