{"id":6504,"url":"http://en.wikipedia.org/wiki/Vasco_da_Gama","text":"Vasco da Gama (1460 or 1469 - December 24th, 1524) was a Portuguese sailor. He was the first European who went to India through the Cape of Good Hope at the southern end of Africa. He went to India three times by ship.\nDa Gama was born in Sines, Portugal. His birthday was June 5th. According to some people's accounts, he was a knight in the 1490s in Sines.\nOn the 4th of July 1497 da Gama left Lisbon with four ships: the \"São Gabriel\", the \"São Rafael\", the \"Berrio\", and a storage ship of unknown name. He intended to sail to India. No European explorer before him had sailed further than the place that is now called South Africa. Vasco da Gama sailed around the bottom of the African continent. Da Gama's crew gave the South African coast they were passing the name \"Natal\", which means \"Christmas\" in Portuguese. They did this because they sailed by it at Christmas. The coast is still called Natal.\nBy January, da Gama's crew reached modern-day Mozambique, on the East African coast. Mozambique was controlled by Arabs because it was part of the Indian Ocean's network of trade. An angry crowd discovered that da Gama's men were not Muslims, so the crew continued north to Kenya. There, at Malindi, da Gama hired a pilot from India.\nThe pilot brought the Portuguese men to the city of Calicut on the southwest coast of India on May 20, 1498. Vasco da Gama was in danger because of a conflict with the ruler of Calicut. However, he escaped and returned to Portugal in September 1499. A few of his Portuguese sailors stayed in Calicut.\nVasco da Gama went on his next trip in 1502. He found out that the people of Calicut killed the Portuguese he had left behind. During this trip, he attacked and stole from all the Arab and Indian ships he found in the Indian Ocean. Then, he went on to Calicut and took over that city, capturing a lot of wealth, pleasing the King of Portugal.\nVasco da Gama went on one last trip in 1524 to be the viceroy (governor) of Calicut, which was by that time a Portuguese colony. He died soon after he got there on Christmas Eve. He was not a pirate, but he looted and killed many men only to take revenge.","categories":[],"infobox_types":[],"annotations":[{"uri":"1460","surface_form":"1460","offset":15},{"uri":"1469","surface_form":"1469","offset":23},{"uri":"1524","surface_form":"1524","offset":45},{"uri":"Portugal","surface_form":"Portuguese","offset":57},{"uri":"Sailor","surface_form":"sailor","offset":68},{"uri":"Europe","surface_form":"European","offset":93},{"uri":"India","surface_form":"India","offset":114},{"uri":"Cape_of_Good_Hope","surface_form":"Cape of Good Hope","offset":132},{"uri":"Africa","surface_form":"Africa","offset":173},{"uri":"Sines%2C_Portugal.","surface_form":"Sines, Portugal.","offset":239},{"uri":"1497","surface_form":"1497","offset":378},{"uri":"Lisbon","surface_form":"Lisbon","offset":396},{"uri":"KwaZulu-Natal","surface_form":"\"Natal\"","offset":772},{"uri":"Christmas","surface_form":"Christmas","offset":794},{"uri":"Portuguese_language","surface_form":"Portuguese.","offset":808},{"uri":"Natal","surface_form":"Natal","offset":900},{"uri":"Mozambique","surface_form":"Mozambique","offset":953},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":1054},{"uri":"Kenya","surface_form":"Kenya","offset":1181},{"uri":"Kozhikode_district","surface_form":"Calicut","offset":1293},{"uri":"May_20","surface_form":"May 20","offset":1336},{"uri":"1498","surface_form":"1498","offset":1344},{"uri":"1499","surface_form":"1499","offset":1485},{"uri":"Indian_Ocean","surface_form":"Indian Ocean","offset":1760},{"uri":"Colony","surface_form":"colony","offset":2006},{"uri":"Christmas_Eve","surface_form":"Christmas Eve","offset":2049}]}