{"id":650834,"url":"http://en.wikipedia.org/wiki/Mandiraja","text":"Mandiraja is a sub-district in Banjarnegara Regency, Central Java, Indonesia. Mandiraja Subdistrict located in east Jakarta with a distance of about 300 km, the area is 52,61 km and the population in 2010 was 63.679 people. Mandiraja Subdistrict consists of 16 Villages 72 RW and 387 RT, the administrative center of Mandiraja sub-district is in the village of Mandiraja Kulon.\nGeographical Location.\nMandiraja inhabits the northern mountains of South Serayu to the zone of Serayu alluvial depression with an altitude between 50 and 450 meters above Sea level, South of the hills covering 6 villages namely Salamerta,Glempang,Kebanaran,Somawangi,Jalatunda, and Kaliwungu while the other 10 villages are lowlands, the highest point of Mandiraja is igir hill 475 meters in the border between Somawangi village and Kebumen District, the big river across the Mandiraja District is the Kalisapi River and Serayu River\nSerayu River is in the sub-district.\nDemography.\nMandiraja sub-district inhabited by various Javanese tribes are indigenous tribes who inhabit this region, besides Javanese tribes in Mandiraja sub-district there are also other tribes such as Sundanese,Chinese,Arabic and other\nReligion.\nthe majority of the population of Mandiraja sub-district embraced Islam and a small proportion embraced Chatolicism, Christianity in significant numbers inhabited kertayasa village in part of the villages of Candiwulan, Somawangi and Mandiraja Kulon.\nAgriculture.\nmost of the productive land in Mandiraja sub-district is planted with rice and a small portion is planted with various vegetables and fruits. the village with the largest rice production is Purwasaba village Somawangi,blimbing, candiwulan and Kaliwungu\nCulture.\nMandiraja culture adheres to the Banyumasan culture and Javanese culture is quite different because the Banyumasan culture is absorbed in Sundanese culture, in Mandiraja District there are some very unique culture such as Ebeg, Lengger, kentongan and others.\nFood.\nMandiraja sub-district has a wide variety of special foods that are very numerous, some foods in the famous Mandiraja region include mendoan besides mendoan the are also foods such as Sroto, Tahu Masak, Dawet, Sate and others, in Mandiraja sub-district there are also food stalls which are widely spread and peddling a variety of special foods.","categories":[],"infobox_types":["Settlement"],"annotations":[{"uri":"Banjarnegara","surface_form":"Banjarnegara","offset":31},{"uri":"Central_Java","surface_form":"Central Java","offset":53},{"uri":"Indonesia","surface_form":"Indonesia","offset":67},{"uri":"Serayu_River","surface_form":"Serayu River","offset":913},{"uri":"Chinese","surface_form":"Chinese","offset":1165},{"uri":"Arabic","surface_form":"Arabic","offset":1173},{"uri":"Islam","surface_form":"Islam","offset":1266},{"uri":"Christianity","surface_form":"Christianity","offset":1317},{"uri":"Sroto","surface_form":"Sroto","offset":2175},{"uri":"Tahu_Masak","surface_form":"Tahu Masak","offset":2182},{"uri":"Dawet","surface_form":"Dawet","offset":2194},{"uri":"Sate","surface_form":"Sate","offset":2201}]}