{"id":65087,"url":"http://en.wikipedia.org/wiki/United_States_Capitol","text":"e=\"preserve\">:\"A capital is a city that is home to a government. A capitol is a building where the legislature meets. For the capital of the United States, see Washington, D.C.\nThe United States Capitol is the building where the United States Congress meets. It is the center of the legislative branch of the U.S. federal government. It is in Washington, D.C., on top of Capitol Hill at the east end of the National Mall.\nThe capitol has a large dome in the center, above a rotunda—a large space that is shaped like a circle. There are two \"wings\" that are connected to the rotunda on opposite sides. The north wing is where the Senate meets and the south wing is where the House of Representatives meets. These wings are also called \"chambers\". On the top floors of the chambers are \"galleries\", or balconies where people can watch the Senate and House of Representatives from above.\nThe Statue of Freedom is on top of the capitol.\nHistory.\nThe first capital city of the United States was New York City. At this time, Congress met in City Hall (Federal Hall) from 1785 to 1790. When the capital was moved to Philadelphia, Pennsylvania, from 1790 to 1800, the Philadelphia County Building (Congress Hall) became the capitol. In 1800, the capital moved again to Washington, D.C., and a new capitol building was built.\nThe capitol was designed by William Thornton. Construction started in 1793, but it was not completely finished until almost twenty years later. The Senate started to meet in the capitol in 1800, when the Senate wing was finished. The House started to meet in the capitol in 1807, even though the House wing was not finished until 1811.\nAt that time, it was not as big as it is now. The dome in the center of the building was smaller and made of wood. In 1814, the capitol was set on fire by the British Army during the War of 1812. In the 1850s and 1860s, the capitol was fully repaired, and the wooden dome was replaced with a larger iron dome. The walls of the Senate wing were painted with many murals about events in American History. Inside the rotunda, a large fresco was also painted on the ceiling during the repair.\nThe Supreme Court also met in the Capitol until its own building was completed in 1935.\nThe Capitol Dome is 8,909,200 pounds (4,009 tonnes) of cast-iron with 108 windows, and was constructed between 1855 and 1866.\nOn January 6, 2021, supporters of US President Donald Trump stormed into the capitol. This caused a lockdown in the building.","categories":[],"infobox_types":["Historic building"],"annotations":[{"uri":"Capital_(city)","surface_form":"capital","offset":17},{"uri":"Capitol_building","surface_form":"capitol","offset":67},{"uri":"Legislature","surface_form":"legislature","offset":99},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":160},{"uri":"Capitol_building","surface_form":"building","offset":210},{"uri":"United_States_Congress","surface_form":"United States Congress","offset":229},{"uri":"Legislature","surface_form":"legislative branch","offset":283},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":343},{"uri":"Capitol_Hill","surface_form":"Capitol Hill","offset":371},{"uri":"National_Mall","surface_form":"National Mall","offset":407},{"uri":"Dome","surface_form":"dome","offset":446},{"uri":"United_States_Capitol_rotunda","surface_form":"rotunda","offset":474},{"uri":"United_States_Senate","surface_form":"Senate","offset":629},{"uri":"United_States_House_of_Representatives","surface_form":"House of Representatives","offset":674},{"uri":"Statue_of_Freedom","surface_form":"Statue of Freedom","offset":889},{"uri":"Capital_(city)","surface_form":"capital","offset":952},{"uri":"New_York_City","surface_form":"New York City","offset":990},{"uri":"Federal_Hall","surface_form":"Federal Hall","offset":1046},{"uri":"Philadelphia","surface_form":"Philadelphia, Pennsylvania","offset":1109},{"uri":"Congress_Hall","surface_form":"Congress Hall","offset":1190},{"uri":"British_Army","surface_form":"British Army","offset":1812},{"uri":"War_of_1812","surface_form":"War of 1812","offset":1836},{"uri":"Iron","surface_form":"iron","offset":1952},{"uri":"Mural","surface_form":"mural","offset":2015},{"uri":"American_History","surface_form":"American History","offset":2038},{"uri":"Fresco","surface_form":"fresco","offset":2084},{"uri":"United_States_Supreme_Court","surface_form":"Supreme Court","offset":2146},{"uri":"Ton","surface_form":"ton","offset":2274},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2403},{"uri":"January_2021_United_States_Capitol_protests","surface_form":"stormed","offset":2416}]}