{"id":650956,"url":"http://en.wikipedia.org/wiki/Mike_Chattey","text":"Michael Stanley Kemp Chattey OBE, better known as \"Mike Chattey\" (born 9 January 1952) has been the Head of Fundraising at the Conservative Party since 2001.\nIn June 2016, Chattey was awarded an OBE in David Cameron's resignation honours list and gained an OBE for “political service” in his role of Head of Fundraising.\nMike Chattey has been married to Baroness Charlotte Vere since 2016.\nResponsibilities.\nMike as Head of Fundraising has responsibility for the donation and fundraising efforts of the Conservative Party including managing the parties extensive donor clubs as well as presiding over the annual Tory Party Fundraising Ball\nChattey conducts his role of Head of Fundraising from the partty’s central office, known as CCHQ in the Treasurer's Department.\nEarly life and Education.\nChattey attended school at Milton Abbey School in Dorset between 1974 and 1979, before he temporarily moved to the North Carolina in order to attend University of North Carolina at Chapel Hill in 1980. Chattey also attended the University of the West of England from 1980-84 gaining a 2:1 in Business Studies.\nCareer.\nMike Chattey spent 2 years as regional salesman in the south west for Calor Gas. He then moved to London to start a 15 year career in Advertising predominately for Evans Hunt Scott and Leo Burnett Advertising working on South African Airways, COI, Kelloggs, Proctor and Gamble, McDonalds, Kodak, Sun Alliance and Commodore Computers. He was hired by Lord Ashcroft in 2002 to join The Conservative Party's Treasurers' Department. He was promoted to Head of Fundraising in 2012.","categories":[],"infobox_types":[],"annotations":[{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":29},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":127},{"uri":"OBE","surface_form":"OBE","offset":195},{"uri":"Order_of_the_British_Empire","surface_form":"OBE","offset":257},{"uri":"Baroness_Charlotte_Vere","surface_form":"Baroness Charlotte Vere","offset":354},{"uri":"Conservative_Party_(UK)","surface_form":"Conservative Party","offset":503},{"uri":"CCHQ","surface_form":"CCHQ","offset":732},{"uri":"Milton_Abbey_School","surface_form":"Milton Abbey School","offset":821},{"uri":"North_Carolina","surface_form":"North Carolina","offset":909},{"uri":"University_of_North_Carolina_at_Chapel_Hill","surface_form":"University of North Carolina at Chapel Hill","offset":943}]}