{"id":651213,"url":"http://en.wikipedia.org/wiki/A_Clergyman%27s_Daughter","text":"\"A Clergyman's Daughter\" is a novel by George Orwell. It was published in 1935. It tells the story of a young woman called Dorothy Hare who loses her memory and finds herself lost in London.\nBackground.\nGeorge Orwell spent some time living rough on the streets and working in fields in Kent so that he could understand what life was like for poor people. These experiences gave Orwell some of the ideas he used for the book.\nAfter the book was released, Orwell said that he did not like it and he did not want it to be published again whilst he was alive. He did say that it could be published again if his family needed money after he died.\nPlot.\nThe story has five chapters which are each written in a different style.\nChapter 1.\nDorothy Hare is a young woman who lives with her father, a clergyman. He is very strict and treats Dorothy badly. She spends her days working hard for her father with no time for herself. One evening, she is invited to dinner by a male friend, Mr. Warbuton, who sexually assaults her. Afterwards, she stays up late to finish some work for the church.\nChapter 2.\nDorothy is now in London with no memory of the past eight days. She meets a group of young people who bring her to Kent to work in the fields with them. When she returns to London, it is difficult for her to find a place to stay and after a while she is homeless and has to sleep in Trafalgar Square.\nChapter 3.\nDorothy spends a night outdoors in Trafalgar Square. She is arrested and spends 12 hours in prison.\nChapter 4.\nDorothy's father sends a letter to his cousin who helps Dorothy to get a job as a school teacher. The owner of the school is only interested in making money but Dorothy tries to make the classes more interesting for the students. The owner of the school does not like this and after a while she tells Dorothy to leave the school and Dorothy loses her job.\nChapter 5.\nAs Dorothy leaves the school, Mr. Warbuton arrives. He tells Dorothy that someone had spread rumours about her behaving badly but nobody believed them anymore and it was safe for Dorothy to return home. Mr. Warbuton asks Dorothy to marry him but she says no and ends up back in her old routine.","categories":[],"infobox_types":[],"annotations":[{"uri":"George_Orwell","surface_form":"George Orwell","offset":39},{"uri":"Kent","surface_form":"Kent","offset":286},{"uri":"Clergyman","surface_form":"clergyman","offset":791},{"uri":"Trafalgar_Square","surface_form":"Trafalgar Square","offset":1377}]}