{"id":65166,"url":"http://en.wikipedia.org/wiki/Federal_republic","text":"e=\"preserve\">A federal republic is a federation of states, with a republican form of central government. It differs from a unitary state in that in a federal republic, the authorities of the state governments cannot be taken back by the central government.\nA republic is a country belonging to the people, whereas a federation is a form of government where by regional divisions are not branches of the central government. Thus, a federal republic has power divisions and regional governments fall under the power domain of the national government.\nMany countries have a federal republic government; for example, the Republic of Austria, the Federal Republic of Brazil, the Federal Democratic Republic of Ethiopia, the Federal Republic of Germany, the Republic of India, the United Mexican States, the Swiss Confederation, the Federal Republic of Nigeria, the Islamic Republic of Pakistan, the Bolivarian Republic of Venezuela, and the United States of America. As this list shows, some of these countries use \"Federal Republic\" in their name, and some do not. Federal Republics usually have presidents.\nThere can be more than one type of Federal republic. For example, the United States is a Constitutional Democratic Federal Republic. Ethiopia also has a Federal Republic government\nHistory of the American Federal republic.\nThe American Federal republican system has grown over the past 225 years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Federation","surface_form":"federation","offset":37},{"uri":"Republic","surface_form":"republic","offset":66},{"uri":"Unitary_state","surface_form":"unitary state","offset":123},{"uri":"Austria","surface_form":"Republic of Austria","offset":617},{"uri":"Brazil","surface_form":"Federal Republic of Brazil","offset":642},{"uri":"Federal_Democratic_Republic_of_Ethiopia","surface_form":"Federal Democratic Republic of Ethiopia","offset":674},{"uri":"Federal_Republic_of_Germany","surface_form":"Federal Republic of Germany","offset":719},{"uri":"Republic_of_India","surface_form":"Republic of India","offset":752},{"uri":"Mexico","surface_form":"United Mexican States","offset":775},{"uri":"Switzerland","surface_form":"Swiss Confederation","offset":802},{"uri":"Federal_Republic_of_Nigeria","surface_form":"Federal Republic of Nigeria","offset":827},{"uri":"Pakistan","surface_form":"Pakistan","offset":880},{"uri":"United_States_of_America","surface_form":"United States of America","offset":936}]}