{"id":651853,"url":"http://en.wikipedia.org/wiki/Concordia_Theological_Seminary","text":"The Concordia Theological Seminary is an institution of theological higher education. It is run by the Lutheran Church–Missouri Synod (LCMS) and is located in Fort Wayne, Indiana. Its main purpose is to teach men who will become pastors in the congregations of the LCMS. It also teaches women who will become deaconesses. It offers professional, master's and doctoral degrees.\nHistory.\nIn 1844, a pastor in Fort Wayne named Frederick C. D. Wynecken started teaching two men to be pastors. The next year, he became a pastor in Baltimore, and a pastor named Wilhelm Sihler continued teaching in Fort Wayne. The seminary officially started in August 1846, when eleven students and an instructor from Germany arrived in Fort Wayne. They were sent by a German pastor named Wilhelm Loehe. At first, classes were held in a nearby house.\nThe Lutheran Church–Missouri Synod was started in 1847. Loehe then gave ownership of the seminary to the synod. Two years later, the seminary purchased land east of Fort Wayne and built the first building on its new campus.\nOther people in the LCMS called Concordia Theological Seminary the \"practical seminary\", because it tried to teach men to become pastors quickly. It taught pre-seminary and seminary classes. The pre-seminary classes were similar to high school classes. The seminary classes taught theology. At this time, it did not teach Greek and Hebrew, the languages that the Bible was originally written in.\nIn 1861, the seminary moved to the campus of Concordia Seminary, in St. Louis, Missouri. This is the synod's other seminary. This was done so that students wouldn't be drafted for the American Civil War.\nIn 1874, the pre-seminary students and one instructor were moved to the campus of the former Illinois State University in Springfield, Illinois. The next year, 1875, the \"practical seminary\" itself moved to the Springfield campus.\nIn 1918, an additional year of instruction was added to the pre-seminary courses. These additional courses made pastors eligible to get teaching certificates. After 1935, Greek was made a required course.\nStarting in 1941, all entering students had to be high school graduates. The seminary then stopped teaching high school classes. Later, they required two years of college for entering students.\nIn 1976, the seminary returned to Fort Wayne.\nAcademics.\nThe seminary has four departments: Exegetical Theology, Historical Theology, Pastoral Ministry and Mission, and Systematic Theology.","categories":[],"infobox_types":["university"],"annotations":[{"uri":"Seminary","surface_form":"institution of theological higher education","offset":41},{"uri":"Lutheran_Church%E2%80%93Missouri_Synod","surface_form":"Lutheran Church–Missouri Synod","offset":103},{"uri":"Fort_Wayne%2C_Indiana","surface_form":"Fort Wayne, Indiana","offset":159},{"uri":"Pastor","surface_form":"pastor","offset":229},{"uri":"Deacon","surface_form":"deacon","offset":309},{"uri":"Baltimore","surface_form":"Baltimore","offset":526},{"uri":"Germany","surface_form":"Germany","offset":697},{"uri":"Lutheran_Church%E2%80%93Missouri_Synod","surface_form":"Lutheran Church–Missouri Synod","offset":834},{"uri":"High_school","surface_form":"high school","offset":1286},{"uri":"Theology","surface_form":"theology","offset":1335},{"uri":"Koine_Greek","surface_form":"Greek","offset":1376},{"uri":"Hebrew","surface_form":"Hebrew","offset":1386},{"uri":"Bible","surface_form":"Bible","offset":1417},{"uri":"Concordia_Seminary","surface_form":"Concordia Seminary","offset":1495},{"uri":"St._Louis%2C_Missouri","surface_form":"St. Louis, Missouri","offset":1518},{"uri":"Conscription","surface_form":"drafted","offset":1618},{"uri":"American_Civil_War","surface_form":"American Civil War","offset":1634},{"uri":"Illinois_State_University_(Springfield%2C_Illinois)","surface_form":"Illinois State University","offset":1747},{"uri":"Springfield%2C_Illinois","surface_form":"Springfield, Illinois","offset":1776}]}