{"id":651843,"url":"http://en.wikipedia.org/wiki/Kisumu","text":"Kisumu is a city located on the shores of Lake Victoria in Kenya. It has a population of just over a million. This means that it is the third largest city in Kenya after Mombasa and the capital Nairobi.\nKisumu was founded in 1901 as the main terminal of the Uganda Railway named \"Port Florence\". Kisumu is about 320 km (200 mi) northwest of Nairobi. Since Kisumu is a few kilometers south of the Equator, daytime there always lasts about 12 hours. Local sunset always occurs between 18:28 and 18:58 local time.\nHistory.\nKisumu city is one of the oldest settlements in Kenya. Historical records indicate that Kisumu has been\ndominated by diverse communities. The people from the Nandi, Kalenjin, Kisii, Maasai, Luo and Luhya\ncommunities lived near Lake Victoria. They called this place \"sumo\" which literally means \"a place of barter trade\".\nLanguages.\nEnglish is one of two national languages of Kenya, spoken with a British accent. Most people in Kisumu also speak the national Swahili language.\nTransport.\nKisumu is served by Kisumu International Airport which has international status, with regular daily flights to Nairobi and Mombasa.\nAs mentioned above, the Uganda Railway from the port of Mombasa reached Kisumu in 1901. Currently (2013) no passenger trains are operated between Nairobi and Kisumu.\nKisumu is connected to the cities of Nakuru, Nairobi and Mombasa via the A104 highway and to the north city of Eldoret via the B1 highway.\nA 450 km lake Victoria ring road along the shores of the lake is currently under construction and will pass by the city.\nPoints of interest.\nHippo Point is a viewing area on Lake Victoria. Despite its name, it is better known as a viewing point for sunsets over the lake than for its occasional hippos. Hippo point is located near the village of Dunga, a few kilometres South West of Kisumu. The village also has a fishing port and a camping site.","categories":[],"infobox_types":[],"annotations":[{"uri":"Lake_Victoria","surface_form":"Lake Victoria","offset":42},{"uri":"Population","surface_form":"population","offset":75},{"uri":"Kenya","surface_form":"Kenya","offset":158},{"uri":"Mombasa","surface_form":"Mombasa","offset":170},{"uri":"Nairobi","surface_form":"Nairobi","offset":194},{"uri":"Sunset","surface_form":"sunset","offset":454},{"uri":"Nandi_people","surface_form":"Nandi","offset":678},{"uri":"Kalenjin_people","surface_form":"Kalenjin","offset":685},{"uri":"Kisii_people","surface_form":"Kisii","offset":695},{"uri":"Maasai_people","surface_form":"Maasai","offset":702},{"uri":"Luo_people_of_Kenya_and_Tanzania","surface_form":"Luo","offset":710},{"uri":"Luhya_people","surface_form":"Luhya","offset":718},{"uri":"Nairobi","surface_form":"Nairobi","offset":1119},{"uri":"Mombasa","surface_form":"Mombasa","offset":1131},{"uri":"Hippopotamus","surface_form":"hippos","offset":1740}]}