{"id":651893,"url":"http://en.wikipedia.org/wiki/Michael_Avenatti","text":"Michael John Avenatti (born February 16, 1971) is an American lawyer and businessman. Avenatti is best known for suing President Donald Trump on behalf of porn star Stormy Daniels in an attempt to prove that Trump paid Daniels to stay silent during their affair.\nAvenatti said that he would run for president in 2020 if Trump runs for re-election and if no other candidate is good enough to beat Trump.\nEarly life.\nBorn on February 16, 1971 in Sacramento, California, Avenatti spent his early childhood in Colorado and Utah. He moved with his family to Chesterfield, Missouri, near St. Louis, in 1982, where he attended Parkway Central High School. After graduating in 1989, Avenatti attended Saint Louis University for a year before transferring to the University of Pennsylvania, where he graduated with a B.A. in political science in 1996.\nHe attended George Washington University Law School, where he graduated Order of the Coif and first in his class with a J.D. in 2000. In 2003, George Washington University Law School established the Michael J. Avenatti Award for Excellence in Pre-Trial and Trial Advocacy, an annual award given to the member of the graduating Juris Doctor class who demonstrates excellence in pre-trial and trial advocacy. Avenatti also received George Washington University's prestigious Alumni Recognition Award in 2010.\nCareer.\nWhile in college and later in law school, Avenatti worked at The Research Group, a political opposition research and media firm run by Rahm Emanuel (later White House Chief of Staff for President Barack Obama, and Mayor of Chicago). Avenatti worked on over 150 Democratic and Republican campaigns in 42 states while studying at George Washington University.\nAfter law school, Avenatti worked at O'Melveny & Myers in Los Angeles, California, alongside Daniel M. Petrocelli, who previously represented the Ron Goldman family in its case against O.J. Simpson. He assisted Petrocelli on multiple legal matters, including the representation of singer Christina Aguilera and litigation surrounding the movie \"K-19: The Widowmaker\", and worked extensively for Don Henley and Glenn Frey of the musical group the Eagles, including in a suit brought by former bandmate Don Felder against the group and Irving Azoff.\nAvenatti later joined Greene Broillet & Wheeler, a Los Angeles boutique law firm. While there, he handled a number of high-profile cases, including a $10 million defamation case against Paris Hilton, settled an idea-theft lawsuit relating to the show \"The Apprentice\" and against producers Mark Burnett and Donald Trump, and a $40 million embezzlement lawsuit involving KPMG.\nIn 2007, Avenatti formed the law firm Eagan Avenatti, LLP (formerly known as Eagan O'Malley & Avenatti, LLP) with offices in Newport Beach, Los Angeles and San Francisco, California. He has since appeared on \"60 Minutes\" three times in connection with cases he has handled. Avenatti has also served as lead counsel on a number of historically large cases, including an April 2017 $454 million verdict after a jury trial in Federal Court in Los Angeles in a fraud case against Kimberly-Clark and Halyard Health, later reduced to a $21.7 million verdict upon appeal, an $80.5 million class-action settlement against Service Corporation International, a $41 million jury verdict against KPMG, and a $39 million malicious prosecution settlement.\nIn 2013 Avenatti formed a company, Global Baristas, to buy Seattle-based Tully's Coffee out of bankruptcy. Since 2015, Global Baristas has been named in more than 50 lawsuits in state and federal courts for breach of contract, unpaid bills, and unpaid taxes.\nIn 2015, Avenatti prevailed against the National Football League (NFL) following a jury trial in Dallas. He later pursued a class-action suit on behalf of fans who showed up for Super Bowl XLV with tickets that didn't correspond to actual seats but the courts in Texas declined to certify the class. Later, in 2016, Avenatti filed another class action lawsuit against the NFL, this time on behalf of ticket-holders to the annual Hall of Fame Game, which was cancelled a few hours before kickoff.\nIn 2017, a Florida man named Gerald Tobin alleged Avenatti failed to pay him $28,700 for private investigatory work. As a result, Avenatti's firm was abruptly forced into bankruptcy. The issue was resolved when the pair entered into a Non-Disclosure Agreement, and Avenatti paid Tobin the $28,700.\nIn 2018, Avenatti's law firm was subjected to a $10 million judgment in U.S. bankruptcy court. In June 2018, a former partner filed a motion in U.S. bankruptcy court asking for a lien on any and all legal fees Avenatti's firm might collect, up to $10 million, from clients in 54 cases including his representation of Stormy Daniels.\nAvenatti has on several occasions, including in a post to Twitter, expressed interest in running for president in 2020. In a CBC TV interview published in September 2018, Avenatti said he would run in 2020 only against Trump or Pence.","categories":[],"infobox_types":[],"annotations":[{"uri":"Suing","surface_form":"suing","offset":113},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":129},{"uri":"Stormy_Daniels","surface_form":"Stormy Daniels","offset":165},{"uri":"Stormy_Daniels%E2%80%93Donald_Trump_scandal","surface_form":"Trump paid Daniels","offset":208},{"uri":"United_States_presidential_election%2C_2020","surface_form":"run for president in 2020","offset":291},{"uri":"Sacramento%2C_California","surface_form":"Sacramento, California","offset":444},{"uri":"Colorado","surface_form":"Colorado","offset":506},{"uri":"Utah","surface_form":"Utah","offset":519},{"uri":"Chesterfield%2C_Missouri","surface_form":"Chesterfield, Missouri","offset":553},{"uri":"St._Louis","surface_form":"St. Louis","offset":582},{"uri":"University_of_Pennsylvania","surface_form":"University of Pennsylvania","offset":754},{"uri":"Bachelor_of_Arts","surface_form":"B.A.","offset":808},{"uri":"Political_science","surface_form":"political science","offset":816},{"uri":"Juris_Doctor","surface_form":"J.D.","offset":963},{"uri":"Pre-trial","surface_form":"pre-trial","offset":1220},{"uri":"Rahm_Emanuel","surface_form":"Rahm Emanuel","offset":1493},{"uri":"White_House_Chief_of_Staff","surface_form":"White House Chief of Staff","offset":1513},{"uri":"Barack_Obama","surface_form":"Barack Obama","offset":1554},{"uri":"Mayor_of_Chicago","surface_form":"Mayor of Chicago","offset":1572},{"uri":"Ron_Goldman","surface_form":"Ron Goldman","offset":1862},{"uri":"O.J._Simpson","surface_form":"O.J. Simpson","offset":1901},{"uri":"Christina_Aguilera","surface_form":"Christina Aguilera","offset":2004},{"uri":"Don_Henley","surface_form":"Don Henley","offset":2111},{"uri":"Glenn_Frey","surface_form":"Glenn Frey","offset":2126},{"uri":"The_Eagles","surface_form":"the Eagles","offset":2158},{"uri":"Don_Felder","surface_form":"Don Felder","offset":2217},{"uri":"Irving_Azoff","surface_form":"Irving Azoff","offset":2250},{"uri":"Boutique_law_firm","surface_form":"boutique law firm","offset":2327},{"uri":"Paris_Hilton","surface_form":"Paris Hilton","offset":2450},{"uri":"The_Apprentice_(U.S._TV_series)","surface_form":"The Apprentice","offset":2516},{"uri":"Mark_Burnett","surface_form":"Mark Burnett","offset":2554},{"uri":"Donald_Trump","surface_form":"Donald Trump","offset":2571},{"uri":"Newport_Beach%2C_California","surface_form":"Newport Beach","offset":2765},{"uri":"San_Francisco%2C_California","surface_form":"San Francisco, California","offset":2796},{"uri":"60_Minutes","surface_form":"60 Minutes","offset":2849},{"uri":"Halyard_Health","surface_form":"Halyard Health","offset":3135},{"uri":"Seattle","surface_form":"Seattle","offset":3441},{"uri":"Bankrupt","surface_form":"bankrupt","offset":3477},{"uri":"National_Football_League","surface_form":"National Football League","offset":3681},{"uri":"Dallas","surface_form":"Dallas","offset":3738},{"uri":"Super_Bowl_XLV","surface_form":"Super Bowl XLV","offset":3819},{"uri":"Pro_Football_Hall_of_Fame_Game","surface_form":"Hall of Fame Game","offset":4070},{"uri":"Stormy_Daniels","surface_form":"Stormy Daniels","offset":4752},{"uri":"United_States_presidential_election%2C_2020","surface_form":"running for president in 2020","offset":4857}]}