{"id":65193,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Jose_(2005)","text":"Tropical Storm Jose was a tropical storm that lived for a very short time from August 22 to 23. Jose was the tenth named storm of the 2005 Atlantic hurricane season which made landfall in eastern Mexico.\nTropical Storm Jose formed off the coast of Mexico in the western Gulf of Mexico on August 22 and made landfall on eastern Mexico the next day while at its strongest point with 60 mph (95 km/h) winds. Jose then quickly dissipated while inland and caused heavy rain. Jose killed a total of eight people (6 directly and 2 indirectly) who were all killed by landslides and caused $45 million in damage.\nStorm history.\nOn August 17 a tropical wave, probably from the same wave from which Tropical Depression Ten had developed from earlier in the month, began to organize in the central Caribbean. Convection steadily increased as it moved to the Yucatán Peninsula. The system then weakened while overland, and by the time when it entered the southweatern Gulf of Mexico on August 21 it hardly had any convection. However early in the morning of August 22 under highly favorable upper-level conditions, convection quickly increased and the system became Tropical Depression Eleven about 110 miles (175 km) east of Veracruz, Mexico. The depression quickly strengthened as it moved to the west, becoming Tropical Storm Jose just six hours later after forming.\nThe global model guidance originally failed to predict the storms track well, with some models showing that it would somehow stop offshore. Jose continued to strengthen as it moved towards the coast and made landfall in the state of Veracruz early on August 23 with winds at its strongest at 60 mph (90 km/h). As Jose made its landfall an eye was beginning to form, although the storm was still short of hurricane strength. Tropical Storm Jose quickly weakened after landfall and dissipated that afternoon in the mountains of central Mexico only 24 hours after forming.\nPreparations.\nBecause Tropical Storm Jose formed so close to shore, there was only a lead time of less than 9 hours on the tropical storm warning given out on September 22 for the Veracruz coastline. The area covered by the warning was also enlarged southwards as Jose intensified, before being cancelled soon after landfall on September 23. The advisories that were given out by the National Hurricane Center stated that rainfall from Jose was the probably the biggest threat.\nImpact.\nTropical Storm Jose was responsible for damaging crops, highways and homes; flooding many areas in several cities in the state of Veracruz and 80,000 people had to be in shelters. The government of that state estimated the damages caused by the storm to be about $45 million (2005 US dollars). An estimated 120 citites were affected by the rains, but the majority of the damage was limited to eight of them: Martínez de la Torre, Misantla, Nautla, San Rafael, Vega de la Torre, Actopan, Cardel and Úrsulo Galván. Damage to the highway infrastructure was estimated at $33 million (2005 USD).\nIt was also reported that the storm damaged at least 16 thousand homes and about 250 square kilometres (60 thousand acres) of land used for cattle. In addition, over 420 square kilometres (103 thousand acres) of various crops, including sugar cane, corn and bananas, were flooded. Many boats were also lost as a result of Jose. 90 active medical brigades were sent to the region to reduce the risk of infections to the affected people living in the destroyed area.\nIn addition, Jose was responsible for killing people six directly. One of these deaths was the result of a landslide that killed a man in Xalapa, Veracruz. The other five deaths were also due to landslides in Oaxaca.\nNaming and records.\nWhen Tropical Storm Jose formed on August 22, it was the earliest date for the formation of the tenth tropical storm in an Atlantic hurricane season, breaking the previous record held by Tropical Storm Jerry from 1995 by 1 day. This was also the third time the name \"Jose\" had been used to name a tropical cyclone in the Atlantic. As Tropical Storm Jose create any major damages, its name was not retired by the World Meteorological Organization and will be on the list of names for the 2011 season.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":134},{"uri":"Mexico","surface_form":"Mexico","offset":196},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":270},{"uri":"Landslide","surface_form":"landslide","offset":559},{"uri":"USD","surface_form":"$","offset":581},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":634},{"uri":"Caribbean","surface_form":"Caribbean","offset":786},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":846},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":955},{"uri":"Veracruz","surface_form":"Veracruz","offset":1213},{"uri":"Mexico","surface_form":"Mexico","offset":1223},{"uri":"Veracruz","surface_form":"Veracruz","offset":1590},{"uri":"Eyewall","surface_form":"eye","offset":1696},{"uri":"Veracruz","surface_form":"Veracruz","offset":2107},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2311},{"uri":"Crops","surface_form":"crops","offset":2462},{"uri":"Freeway","surface_form":"highways","offset":2469},{"uri":"Homes","surface_form":"homes","offset":2482},{"uri":"Veracruz","surface_form":"Veracruz","offset":2543},{"uri":"Shelter","surface_form":"shelter","offset":2583},{"uri":"USD","surface_form":"US dollars","offset":2694},{"uri":"Mart%C3%ADnez_de_la_Torre","surface_form":"Martínez de la Torre","offset":2821},{"uri":"Misantla","surface_form":"Misantla","offset":2843},{"uri":"Nautla","surface_form":"Nautla","offset":2853},{"uri":"San_Rafael","surface_form":"San Rafael","offset":2861},{"uri":"Vega_de_la_Torre","surface_form":"Vega de la Torre","offset":2873},{"uri":"Actopan%2C_Veracruz","surface_form":"Actopan","offset":2891},{"uri":"Cardel","surface_form":"Cardel","offset":2900},{"uri":"%C3%9Arsulo_Galv%C3%A1n","surface_form":"Úrsulo Galván","offset":2911},{"uri":"Acre","surface_form":"acre","offset":3120},{"uri":"Cattle","surface_form":"cattle","offset":3144},{"uri":"Sugar","surface_form":"sugar","offset":3241},{"uri":"Corn","surface_form":"corn","offset":3253},{"uri":"Banana","surface_form":"banana","offset":3262},{"uri":"Infection","surface_form":"infection","offset":3405},{"uri":"Landslide","surface_form":"landslide","offset":3576},{"uri":"Xalapa%2C_Veracruz","surface_form":"Xalapa, Veracruz","offset":3607},{"uri":"Oaxaca","surface_form":"Oaxaca","offset":3678},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":4118}]}