{"id":652190,"url":"http://en.wikipedia.org/wiki/Sexual_addiction","text":"e=\"preserve\">Sexual addiction is when people engage in sexual activities, especially sexual intercourse, even if this has negative consequences for them. Some scientists believe it is one of several sex-related disorders within an umbrella concept known as hypersexual disorder. The term \"sexual dependence\" is also used to refer to people who report being unable to control their sexual urges, behaviors, or thoughts. Other related models of pathological sexual behavior include hypersexuality (nymphomania and satyriasis), erotomania, Don Juanism (or Don Juanitaism), and paraphilia-related disorders.\nNot all people agree that the condition sexual addicion exists. There is considerable debate among psychiatrists, psychologists, sexologists, and other specialists whether compulsive sexual behavior constitutes an addiction. They also disagree about its classification and possible diagnosis. Research on animals has shown that compulsive sexual behavior uses the same mechanism of action that is also responsible for drug addiction in laboratory animals. As of 2018, neither the DSM or ICD medical classifications recognise sexual addiction as a valid diagnosis.","categories":[],"infobox_types":[],"annotations":[{"uri":"Sexual_intercourse","surface_form":"sexual intercourse","offset":85},{"uri":"Hypersexual_disorder","surface_form":"hypersexual disorder","offset":257},{"uri":"Sexual_urges","surface_form":"sexual urges","offset":381},{"uri":"Hypersexuality","surface_form":"hypersexuality","offset":480},{"uri":"Erotomania","surface_form":"erotomania","offset":525},{"uri":"Don_Juanism","surface_form":"Don Juanism","offset":537},{"uri":"Paraphilia","surface_form":"paraphilia","offset":574},{"uri":"Psychiatrist","surface_form":"psychiatrists","offset":703},{"uri":"Psychologist","surface_form":"psychologists","offset":718},{"uri":"Sexologist","surface_form":"sexologists","offset":733},{"uri":"Drug_addiction","surface_form":"drug addiction","offset":1022},{"uri":"Diagnostic_and_Statistical_Manual_of_Mental_Disorders","surface_form":"DSM","offset":1084},{"uri":"International_Statistical_Classification_of_Diseases_and_Related_Health_Problems","surface_form":"ICD","offset":1091}]}