{"id":65211,"url":"http://en.wikipedia.org/wiki/Hurricane_Cindy_(2005)","text":"Hurricane Cindy was a tropical cyclone that reached minimal hurricane strength for a very short time in the Gulf of Mexico during July and made landfall in Louisiana. It was the third named storm and first hurricane of the 2005 Atlantic hurricane season. Cindy was originally thought to have been a strong tropical storm at its strongest strength, but was upgraded to a Category 1 hurricane in the post-storm analysis.\nHurricane Cindy formed on July 3 just east of the Yucatán Peninsula in the Caribbean Sea. The depression soon made landfall on the peninsula and weakened before entering in the Gulf of Mexico on July 4. The storm restrengthened as it moved north becoming a hurricane just before making landfall on southern Louisiana on July 5. The storm weakened as it moved inland and became extratropical on July 7.\nCindy was responsible for a total of 3 deaths in the United States and`for bringing heavy rains to Louisiana, Mississippi, Alabama and Maryland. An unusually strong F2 tornado formed from Cindy's remnants and caused a lot of damage in Hampton, Georgia. Cindy also caused flooding and a very big blackout in New Orleans, Louisiana, which encouraged the people to evacuate when Hurricane Katrina destroyed the city in the next month.\nStorm history.\nOn June 24 a strong tropical wave formed off the African coast and moved quickly west across the Atlantic Ocean without any strengthening. The wave steadily became more organized as it came to the Caribbean Sea and late on July 3 it strengthened into Tropical Depression Three about 80 miles (130 km) east of Chetumal, Mexico. The models originally had difficulty predicting the future path of the depression and the forecasts from the National Hurricane Center agreed with this, predicting that the depression would maybe hit Texas. Anyhow, the depression developed quickly before making landfall on Yucatán Peninsula early on July 4 with 35 mph (55 km/h) winds. Cindy then began to lose its most of its strength and organization as it moved inland.\nA new center of organization began forming later on July 4 when Cinday entered the Gulf of Mexico. This reorganization caused a notable change in the models, which now predicated a landfall in Louisiana. The depression moved north in the Gulf of Mexico and became a Tropical Storm Cindy early on July 5. Weakened shear allowed Cindy to strengthen more as it approached Louisiana and was a minimal hurricane with 75 mph (120 km/h) winds for a very short time when it made landfall near Grand Isle late on July 5. While it was thought that Cindy did not originally reach hurricane strength, but post-season reanalysis confirmed the upgrade.\nHurricane Cindy weakened back into a tropical storm as it crossed over southeastern Louisiana and Breton Sound before making a second landfall near Waveland, Mississippi with 50 mph (85 km/h) winds on July 6. Cindy moved to the northeast over Mississippi and Alabama, weakening to a tropical depression that day. The depression became extratropical over South Carolina on July 7 and moved to the northeast dissipating in the Atlantic Ocean on July 9.\nImpact.\nAbout 300,000 homes and businesses in southeast Louisiana and the Mississippi coastline lost electrical power while a storm surge of 4–6 feet (1.2-1.8 meters) affected the same area, causing some beach erosion in southern Louisiana.\nIn New Orleans, Louisiana, wind gusts reached 70 mph (110 km/h), many trees were destroyed or uprooted and various street flooding was reported. As thousands lost electrical power, the city experienced its worst blackout since Hurricane Betsy 40 years earlier. Although at the time, Cindy was still listed as a \"Tropical Storm\" by the weather service, many in New Orleans thought that Cindy was a hurricane, and referred to it as \"Hurricane Cindy\" before it was officially upgraded.\nEven though Cindy had weakened to a depression and was deep inland, Cindy's effects were still felt; some parts of Atlanta Motor Speedway and Tara Field airport in Hampton, Georgia suffered heavy damage from an F2 tornado created by the storm. Hartsfield-Jackson Atlanta International Airport in Atlanta had over 5 inches (130 mm) of rain on July 6, its sixth-highest one-day rainfall since 1878; most rain fell during just two hours (8 to 10 p.m. EDT). This is more rain than the area normally gets in all of July. Many other places, such as Slidell, Louisiana, Gulfport, Mississippi, Mobile, Alabama, and Salisbury, Maryland, also saw over 5 inches (125 mm) of rain.\nCindy was also reported to have caused three deaths – two in Georgia (one direct) and another in Alabama.\nMany people in the New Orleans metropolitan area thought Cindy would only create minimal effects from the storm, but found themselves cleaning up the mess and were without power for days after Cindy's strike. The experience encouraged many people to evacuate when the much more powerful Hurricane Katrina was heading towards the city less than two months later.\nNaming.\nWhen Tropical Storm Cindy formed on July 5, it was the seventh time that the name had been used to name a storm in the Atlantic. Because Cindy did not cause any major damages, its name was not retired by the World Meteorological Organization and will be on the list of names for the 2011 season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Hurricane","surface_form":"hurricane","offset":60},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":108},{"uri":"Louisiana","surface_form":"Louisiana","offset":156},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":223},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 1","offset":370},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":469},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":494},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":596},{"uri":"Louisiana","surface_form":"Louisiana","offset":726},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":796},{"uri":"United_States","surface_form":"United States","offset":874},{"uri":"Louisiana","surface_form":"Louisiana","offset":920},{"uri":"Mississippi","surface_form":"Mississippi","offset":931},{"uri":"Alabama","surface_form":"Alabama","offset":944},{"uri":"Maryland","surface_form":"Maryland","offset":956},{"uri":"Fujita_scale","surface_form":"F2","offset":986},{"uri":"Tornado","surface_form":"tornado","offset":989},{"uri":"Hampton%2C_Georgia","surface_form":"Hampton, Georgia","offset":1056},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans, Louisiana","offset":1128},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":1197},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":1288},{"uri":"Africa","surface_form":"Africa","offset":1317},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1365},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":1465},{"uri":"Chetumal","surface_form":"Chetumal","offset":1577},{"uri":"Mexico","surface_form":"Mexico","offset":1587},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1704},{"uri":"Texas","surface_form":"Texas","offset":1795},{"uri":"Yucat%C3%A1n_Peninsula","surface_form":"Yucatán Peninsula","offset":1869},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2102},{"uri":"Louisiana","surface_form":"Louisiana","offset":2212},{"uri":"Grand_Isle%2C_Louisiana","surface_form":"Grand Isle","offset":2504},{"uri":"Breton_Sound","surface_form":"Breton Sound","offset":2756},{"uri":"Waveland%2C_Mississippi","surface_form":"Waveland, Mississippi","offset":2806},{"uri":"Mississippi","surface_form":"Mississippi","offset":2901},{"uri":"Alabama","surface_form":"Alabama","offset":2917},{"uri":"Extratropical_cyclone","surface_form":"extratropical","offset":2993},{"uri":"South_Carolina","surface_form":"South Carolina","offset":3012},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":3083},{"uri":"Louisiana","surface_form":"Louisiana","offset":3165},{"uri":"Mississippi","surface_form":"Mississippi","offset":3183},{"uri":"Erosion","surface_form":"erosion","offset":3319},{"uri":"New_Orleans%2C_Louisiana","surface_form":"New Orleans, Louisiana","offset":3353},{"uri":"Mph","surface_form":"mph","offset":3399},{"uri":"Atlanta_Motor_Speedway","surface_form":"Atlanta Motor Speedway","offset":3948},{"uri":"Tara_Field","surface_form":"Tara Field","offset":3975},{"uri":"Hampton%2C_Georgia","surface_form":"Hampton, Georgia","offset":3997},{"uri":"Fujita_scale","surface_form":"F2","offset":4044},{"uri":"Tornado","surface_form":"tornado","offset":4047},{"uri":"Hartsfield-Jackson_Atlanta_International_Airport","surface_form":"Hartsfield-Jackson Atlanta International Airport","offset":4077},{"uri":"Eastern_Daylight_Time","surface_form":"EDT","offset":4281},{"uri":"Slidell%2C_Louisiana","surface_form":"Slidell, Louisiana","offset":4376},{"uri":"Gulfport%2C_Mississippi","surface_form":"Gulfport, Mississippi","offset":4396},{"uri":"Mobile%2C_Alabama","surface_form":"Mobile, Alabama","offset":4419},{"uri":"Salisbury%2C_Maryland","surface_form":"Salisbury, Maryland","offset":4440},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":4563},{"uri":"New_Orleans","surface_form":"New Orleans","offset":4627},{"uri":"Urban","surface_form":"metropolitan area","offset":4639},{"uri":"Hurricane_Katrina","surface_form":"Hurricane Katrina","offset":4895},{"uri":"World_Meteorological_Organization","surface_form":"World Meteorological Organization","offset":5186}]}