{"id":652248,"url":"http://en.wikipedia.org/wiki/Parker_Solar_Probe","text":"\"Parker Solar Probe\" is a NASA robotic spacecraft heading towards the outer corona of the Sun. It will reach to within 8.86 solar radii (6.2 million kilometers or 3.85 million miles) from the \"surface\" of the Sun and will travel, at closest approach, as fast as.\nOverview.\nIt was launched on August 12, 2018. This was the first time a NASA spacecraft was named after a living person, honoring physicist Eugene Parker.\nA memory card having the names of over 1.1 million people was mounted on a plaque and installed below the spacecraft’s high-gain antenna on May 18, 2018.\nThe card also contains photos of Parker, professor emeritus at the University of Chicago, and a copy of his 1958 scientific paper.\nSpecial Material Technology.\nBecause of how close the probe will be to the Sun, it will experience very high temperatures. To make sure that the probe is not damaged by the hot environment, engineers had to design a special shield to protect the sensitive components on the probe. The shield is made up of five layers. The outermost layer is a white ceramic layer which reflects away the Sun's rays. By reflecting the rays away, it prevents the shield from heating up too much. The second layer is a barrier layer which connects the ceramic layer to the middle layer. The middle layer is a carbon-carbon sheet which is very light and strong. This helps keep the shield in one piece. The fourth layer is a carbon foam which is very light and does not conduct heat well. This again helps with keeping the temperature low. The fifth and final layer is a second carbon sheet which makes the entire shield rigid enough for spaceflight.\nSince the probe was launched from a rocket, it was very important to minimize its weight. If it was too heavy, the rocket would not be able to launch it far enough to complete its mission. Because of the well engineered materials in the shield, the entire shield only weighs 73 kg. That is about the same weight as an average adult human.","categories":[],"infobox_types":[],"annotations":[{"uri":"NASA","surface_form":"NASA","offset":26},{"uri":"Robotic_spacecraft","surface_form":"robotic spacecraft","offset":31},{"uri":"Corona","surface_form":"corona","offset":76},{"uri":"Sun","surface_form":"Sun","offset":90},{"uri":"Solar_radius","surface_form":"solar radii","offset":124},{"uri":"Eugene_Parker","surface_form":"Eugene Parker","offset":403},{"uri":"Memory_card","surface_form":"memory card","offset":420},{"uri":"Eugene_Parker","surface_form":"Parker","offset":605},{"uri":"University_of_Chicago","surface_form":"University of Chicago","offset":639}]}