{"id":652312,"url":"http://en.wikipedia.org/wiki/London_Breed","text":"London Nicole Breed (born August 11, 1974) is an American politician. She is the 45th and current Mayor of the City and County of San Francisco. She used to be supervisor for District 5, and was president of the Board of Supervisors from 2015 to 2018.\nBackground.\nBreed was raised in San Francisco by her grandmother, Comelia Brown. Along with her grandmother, she lived with her siblings in public housing. In an interview, London talks about remembering being a little girl in her unsafe community. She clearly remembers seeing glass all over the street floors and graffiti on all of the walls. London was a very smart young girl, she loved school and all of her teachers knew she had a bright future ahead of her. In her teen years, Breed attended Galileo High School and soon after, the University of California.\nCareer.\nBefore the unfortunate passing of the former mayor Ed Lee, London Breed was destined to become the mayor of San Fransisco. Although London is a very successful woman today, people were not very happy that a woman of color was replacing a white male, but soon, private donations were given at her campaign offices. When it was time to choose a new mayor, Breed cam across a challenger, Mark Leno. Towards the end of the election, Breed was in the lead and she started thinking about all of the great things she could do to help San Francisco. In an interview with San Francisco Chronicles, she reimagined what San Francisco could look like with amazing streets and communities. Breed was not only a great mayor, but she is also a leader who empathizes with san Francisco residents as she too lived with the affordability struggle. London is currently working on making housing affordable and making San Francisco a safe place for everyone.\nBreed became \"acting\" Mayor following the death of Mayor Ed Lee. She served in this role from December 12, 2017 to January 23, 2018. She won the special election a few months later making Breed the first black woman and second woman to be elected mayor of San Francisco. She was sworn in as mayor on July 11, 2018.","categories":[],"infobox_types":["officeholder"],"annotations":[{"uri":"United_States","surface_form":"American","offset":49},{"uri":"Politician","surface_form":"politician","offset":58},{"uri":"Mayor_of_San_Francisco","surface_form":"Mayor","offset":98},{"uri":"San_Francisco","surface_form":"San Francisco","offset":130},{"uri":"Ed_Lee_(politician)","surface_form":"Ed Lee","offset":1821}]}