{"id":65249,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Alpha_(2005)","text":"Tropical Storm Alpha was the twenty-third tropical or subtropical storm of the 2005 Atlantic hurricane season. Alpha was the first tropical cyclone to be named with Greek alphabets after the season's list of names ran out.\nTropical Storm Alpha formed in the eastern Caribbean Sea on October 22 where it steadily moved towards Hispaniola, later making landfall on the island on October 23. Alpha then quickly weakened and dissipated over the Atlantic Ocean on the next day. Alpha caused a total of 43 deaths in the island (being the sixth deadliest storm of the season).\nStorm history.\nA tropical wave, which had formed off from the western African coast on October 15, moved to the Caribbean Seaand reached the Windward Islands on October 19. The wave slowly strengthened and organized into a tropical depression about 180 miles southwest of San Juan, Puerto Rico, on October 22. Later that day, despite wind shear from powerful Hurricane Wilma nearby, it strengthened into a tropical storm as it moved west-northwestward. On the morning of October 23, it made landfall on the Dominican Republic with 50 mph (85 h) winds, then moved over to Haiti.\nAs it crossed Hispaniola, Alpha was weakened to a tropical depression because of the island's tall mountains. A cold front pulled Alpha northward where it moved into the Atlantic Ocean and began to travel alongside Hurricane Wilma to the southwest. On the afternoon of October 24 Alpha became disorganizied into a remnant low, which also made the National Hurricane Center to stop giving out tropical cyclone reports for the system. Later, Alpha's remnant were absorbed by Hurricane Wilma.\nDeath toll.\nA total of 43 people have been reported dead because of Tropical Storm Alpha, while 26 were from the direct effects of the storm.\nDominican Republic.\nGovernment officials in the Dominican Republic ordered the evacuation of at least 30,000 people living in places where flooding was possible. About 1,000 people remained in shelters. Alpha caused nine deaths in the Dominican Republic alone, including two fishermen who went missing at sea during the storm and a fourteen year old boy who was swept away by floodwaters in the town of Guaricanos.\nHaiti.\nA river in Haiti overflowed its banks and flooded a neighborhood in the Port-au-Prince suburb of Carrefour, killing seventeen people; including two were electrocuted, one drowned, and five were swept to their deaths by the water. Also, twenty-three people were reported missing, including nineteen from the town of Leogane, sixteen of whom were later confirmed dead, bringing the death toll in Haiti to 33. This is a much lower death toll than originally feared; tropical systems which affect Haiti such as Hurricane Jeanne from 2004 were usually among the deadliest as the badly-deforested Haiti, which is extremely vulnerable to landslides and lacks basically any form of tropical alert system.\nAt least 400 homes were damaged by the storm, including twenty-three homes that were washed away.\nBahamas.\nOne unconfirmed report told that a child was swept out to sea by Tropical Depression Alpha.\nNaming and records.\nSince the 2005 season had already used up all the assigned hurricane names, the Greek alphabet was used and the storm was named Alpha once it reached tropical storm strength. The name Alpha has been used before in the Atlantic for a subtropical storm, but the 2005 season was the first time to have a \"Tropical Storm\" Alpha.\nAt the time it was thought that Alpha was the twenty-second storm of the season, and so was the storm which broke the 1933 season's record for most storms in just one season. However post-season analysis revealed that there was also an earlier subtropical storm, which made Alpha the twenty-third storm of the season. Alpha was the first tropical storm to be assigned a Greek-alphabet name after the list of hurricane names were all used up. This was just one of many records set by the 2005 Atlantic hurricane season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tropical_cyclone","surface_form":"tropical","offset":42},{"uri":"Subtropical_cyclone","surface_form":"subtropical storm","offset":54},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":79},{"uri":"Greek_alphabet","surface_form":"Greek","offset":165},{"uri":"Alphabet","surface_form":"alphabet","offset":171},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":266},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":326},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":441},{"uri":"Africa","surface_form":"Africa","offset":640},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":682},{"uri":"Windward_Islands","surface_form":"Windward Islands","offset":711},{"uri":"San_Juan%2C_Puerto_Rico","surface_form":"San Juan","offset":842},{"uri":"Puerto_Rico","surface_form":"Puerto Rico","offset":852},{"uri":"Wind_shear","surface_form":"wind shear","offset":904},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":929},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1077},{"uri":"Mph","surface_form":"mph","offset":1104},{"uri":"H","surface_form":"h","offset":1112},{"uri":"Haiti","surface_form":"Haiti","offset":1141},{"uri":"Hispaniola","surface_form":"Hispaniola","offset":1162},{"uri":"Mountains","surface_form":"mountains","offset":1247},{"uri":"Cold_front","surface_form":"cold front","offset":1260},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":1318},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":1363},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":1495},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":1621},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":1828},{"uri":"Dominican_Republic","surface_form":"Dominican Republic","offset":2015},{"uri":"Haiti","surface_form":"Haiti","offset":2213},{"uri":"Port-au-Prince","surface_form":"Port-au-Prince","offset":2274},{"uri":"Carrefour%2C_Haiti","surface_form":"Carrefour","offset":2299},{"uri":"Leogane","surface_form":"Leogane","offset":2517},{"uri":"Deforestation","surface_form":"deforested","offset":2782},{"uri":"Haiti","surface_form":"Haiti","offset":2793},{"uri":"Landslide","surface_form":"landslide","offset":2833},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 season","offset":3128},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":3198},{"uri":"Alpha_(letter)","surface_form":"Alpha","offset":3246},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":3268},{"uri":"Subtropical_cyclone","surface_form":"subtropical storm","offset":3687},{"uri":"Lists_of_tropical_cyclone_names","surface_form":"list of hurricane names","offset":3843},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":3930}]}