{"id":65252,"url":"http://en.wikipedia.org/wiki/B%C3%BCchner_funnel","text":"e=\"preserve\">A büchner funnel is a piece of laboratory equipment which is used to filter or separate a liquid from a solid. It is named after an industrial chemist called Ernst Büchner.\nStructure.\nA Büchner funnel can be made out of porcelain, glass or plastic. On the top there is a container with a hole in the bottom. This container is put on top of a Büchner flask with a hole in the top and a hole in the side. In between the container and the Büchner flask there is a piece of filter paper which lets through liquids but not any solids. Attached to the hole in the side there is a vacuum which sucks the air out of the Büchner flask. This means that when any mixture is poured into the top, the liquid is sucked through the filter paper and the solid is left stuck in the filter paper.\nUses.\nA Büchner flask is used in chemistry to take unwanted solids out of any liquids. The advantages of using a Büchner flask over just a piece of filter paper held over a beaker is that the solid is dried as more and more liquid is sucked off of it by the vacuum. Most of the time it needs to be dried again in an oven, but sometimes no further drying is needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Filter","surface_form":"filter","offset":82},{"uri":"Liquid","surface_form":"liquid","offset":103},{"uri":"Solid","surface_form":"solid","offset":117},{"uri":"Ernst_B%C3%BCchner","surface_form":"Ernst Büchner","offset":171},{"uri":"Porcelain","surface_form":"porcelain","offset":233},{"uri":"Glass","surface_form":"glass","offset":244},{"uri":"Plastic","surface_form":"plastic","offset":253},{"uri":"B%C3%BCchner_flask","surface_form":"Büchner flask","offset":355},{"uri":"Filter","surface_form":"filter","offset":483},{"uri":"Vacuum","surface_form":"vacuum","offset":587},{"uri":"Chemistry","surface_form":"chemistry","offset":825},{"uri":"Beaker","surface_form":"beaker","offset":965},{"uri":"Oven","surface_form":"oven","offset":1108}]}