{"id":65267,"url":"http://en.wikipedia.org/wiki/Lighthouse_of_Alexandria","text":"The Lighthouse of Alexandria, or the \"Pharos\", was a tall tower built between 285 and 247 BCE. It was built on the island of Pharos in Alexandria, Egypt to serve as a lighthouse for sailors. The top of the tower had a mirror that reflected sunlight during the day; a fire was lit at night.\nThe word for \"lighthouse\" in some languages is \"pharos\" or its equivalent\nConstruction.\nΣΟΣΤΡΑΤΟΣ ΔΕΞΙΦΑΝΟΥ ΚΝΙΔΙΟΣ ΘΕΟΙΣ ΣΩΤΕΡΣΙΝ ΥΠΕΡ ΤΩΝ ΠΛΩΙΖΟΜΕΝΩΝ. (Sostratus of Cnidus, son of Dexiphanes, to the Gods protecting those upon the sea.)\nThese words were hidden under a layer of plaster, on top of which was chiseled another inscription honoring Ptolemy the king as builder of the Pharos. After centuries the plaster wore away, revealing the name of Sostratus.\nWith a height estimated at between 115 and 145 meters (384 – 469 ft), it was among the tallest man-made structures on Earth for many centuries. It was identified as one of the Seven Wonders of the World by Antipater of Sidon. It was the third tallest building after the two Great Pyramids (of Khufu and Khafra). It was destroyed by earthquakes.\nRecent archaeological research.\nDivers discovered remains of the lighthouse in fall 1994 on the floor of Alexandria's Eastern Harbour. Some of these remains were brought up and were lying at the harbour on public view at the end of 1995. An episode of the PBS television series \"Nova\" chronicled the discovery. Later satellite imaging has revealed further remains. It is possible to go diving and see the ruins.","categories":[],"infobox_types":[],"annotations":[{"uri":"Tower","surface_form":"tower","offset":58},{"uri":"Island","surface_form":"island","offset":115},{"uri":"Pharos","surface_form":"Pharos","offset":125},{"uri":"Alexandria","surface_form":"Alexandria","offset":135},{"uri":"Egypt","surface_form":"Egypt","offset":147},{"uri":"Lighthouse","surface_form":"lighthouse","offset":167},{"uri":"Mirror","surface_form":"mirror","offset":218},{"uri":"Seven_Wonders_of_the_World","surface_form":"Seven Wonders of the World","offset":927},{"uri":"Antipater_of_Sidon","surface_form":"Antipater of Sidon","offset":957},{"uri":"Khufu","surface_form":"Khufu","offset":1044},{"uri":"Khafra","surface_form":"Khafra","offset":1054},{"uri":"PBS","surface_form":"PBS","offset":1352},{"uri":"Nova_(TV_series)","surface_form":"Nova","offset":1375}]}