{"id":652879,"url":"http://en.wikipedia.org/wiki/Naval_Air_Station_Glenview","text":"The Naval Air Station Glenview (NASG) was a military air base in Glenview, Illinois.\nHistory.\nThe base began as Curtiss Reynolds Wright Airport in 1929. The Curtiss Flying Service bought farmland in the Glenview region and opened the airfield as an alternative to Chicago's Municipal Airport. But the Great Depression, which started just nine days after the airfield was dedicated, reduced the need for another regular airport for Chicago. During the Depression, the main source of income for the airport was air shows. However, in the late 1930s, there were also some commercial routes to and from the airfield.\nIn the 1930s, the airfield was used as a training center for military airmen. In 1937, the U.S. Navy moved to the airbase. (\"Although the airport managed to survive... the Great Depression, the navy's decision to relocate the Great Lakes aviation program to Glenview likely saved Curtiss Airfield.\") The United States Naval Reserve Aviation Base (NRAB) was the name given to the training unit. On November 1, 1939, the base was notified that the Department of the navy had approved a lease on the airport. When the united States joined World War Two, activity increased at the base. It became a major training base for training pilots water-related flying. This included training for aircraft carrier-based flights.\nAfter the war, the base reduced its activities. In 1950, though, marines and naval personnel from the base were called up to fight in the Korean War. Later in the 1950s, and in the later decades, the base hosted various community events such as national model-airplane contests In 1963, the Seabees became based there. In 1971, the base was officially annexed by the village of Glenview.\nDuring the Vietnam War, military activity at the base increased. This included serving as the receiving base of wounded personnel who were being taken to Great Lakes Naval Hospital for treatment.\nIn the 1980s, the base population grew. Military units present at the base included the u. S. Coast Guard's search and rescue unit for southern Lake Michigan.\nIn 1991, personnel from NASG took part in Operation Desert Storm. But the end of the base had already been established years before, by the Base Realignment and Closure Commission, in 1988. In 1993, the last NASG air show was performed before 70,000 viewers. In August of 1994, the last KC-130 flight out of the airfield left for NAS Carswell, Fort Worth, Texas.\nAfter the air station was closed, most of the facilities were torn down, and the area was converted to civilian use, including a prairie nature area, upscale housing, and a shopping district (Glen Town Center)centered around the old Hangar One, which was preserved and incorporated into a shopping mall, in a part of Glenview now called The Glen. The small, associated Navy Park and the rededicated hangar were opened in 2003. The old hangar is on the National Register of Historic Places.","categories":[],"infobox_types":[],"annotations":[{"uri":"Glenview%2C_Illinois","surface_form":"Glenview, Illinois","offset":65},{"uri":"Chicago","surface_form":"Chicago","offset":264},{"uri":"Midway_Airport","surface_form":"Municipal Airport","offset":274},{"uri":"Great_Depression","surface_form":"Great Depression","offset":301},{"uri":"World_War_Two","surface_form":"World War Two","offset":1149},{"uri":"Aircraft_carrier","surface_form":"aircraft carrier","offset":1297},{"uri":"Korean_War","surface_form":"Korean War","offset":1467},{"uri":"Seabees","surface_form":"Seabees","offset":1620},{"uri":"Vietnam_War","surface_form":"Vietnam War","offset":1728},{"uri":"Great_Lakes_Naval_Hospital","surface_form":"Great Lakes Naval Hospital","offset":1871},{"uri":"Lake_Michigan","surface_form":"Lake Michigan","offset":2057},{"uri":"Operation_Desert_Storm","surface_form":"Operation Desert Storm","offset":2114},{"uri":"Base_Realignment_and_Closure_Commission","surface_form":"Base Realignment and Closure Commission","offset":2212},{"uri":"NAS_Carswell","surface_form":"NAS Carswell","offset":2402},{"uri":"Fort_Worth","surface_form":"Fort Worth","offset":2416},{"uri":"Texas","surface_form":"Texas","offset":2428},{"uri":"Shopping_mall","surface_form":"shopping mall","offset":2724},{"uri":"National_Register_of_Historic_Places","surface_form":"National Register of Historic Places","offset":2887}]}