{"id":653,"url":"http://en.wikipedia.org/wiki/Religion","text":"A religion is a set of beliefs that is passionately held by a group of people that is reflected in a world view and in expected beliefs and actions (which are often ritualized).\nThere are many different religions, each with a different set of beliefs. The beliefs are about the world and the people in it, about how they came into being, and what their purpose is. These beliefs according to some religious sects, are often linked to supernatural beings such as God, a number of gods or spirits. They may also be linked to an idea such as a path that the spirit of each person should take towards goodness, truth and duty. This they called spirituality.\nEach religion has different ideas about these things. Each religion also has a \"moral code\" which is a set of beliefs about how humans should act. Each religion usually has their own type of \"devotions\" when people worship or pray. They often have rituals (special things that are always done in the same way) for certain times of the year or certain times of a person's life. Other words that are used for religion are \"faith\" and \"belief system\". Altogether, followers of religion can be known as 'believers', or 'the faithful'. Few people follow more than one religion at a time.\nThe largest religions are Christianity, Islam, Hinduism, Buddhism, Taoism, Sikhism, Judaism and Jainism. There are many other religions. People who do not believe in any gods are called atheists. People who say that there is no evidence are called agnostics.\nGod.\nIn many religions, one of the main beliefs is that there is a \"deity\" (or god) who is a great creator spirit. In many religions, there is just one deity that the people believe in. In other religions, there are many deities who each have different roles in the universe. In many religions, there are other types of spirits. These may include angels, devils and other such things which can be both good and bad.\nGiving honour to God, the gods or the spirits is an important part of most religions. While this may often be done privately, it is also often done with gatherings of people and rituals. These rituals are often based on old traditions, and may have been done in almost the same way for hundreds, or even thousands of years.\nHuman spirit.\nAnother main belief is that humans have a \"soul\" or spirit which lives on after their body has died.And they believe that they must kill thou to any one in the earths name. The person's spirit is on a journey through life that continues after death. Most religions believe that what a person does during their lifetime will affect what happens to their spirit in the afterlife. Many religions teach that a good person's spirit can reach a special place of peace and happiness such as Heaven or Nirvana, and that a bad person's spirit can travel to a place of pain and suffering such as Hell. Still other religions believe in reincarnation - that instead of going either to Heaven or Hell, spirits of the dead return to earth in a new body.\nMorality.\n\"Morals\" are the way a human behaves to other humans. Most religions make rules about human morals. The rules of how people should act to each other are different in different religions.\nFor some religions, following a \"path\" of goodness, truth and duty is very important. This is called Tao in China. In the teachings of Judaism, people were told to \"love your neighbour as yourself\". In the teachings of Jesus, people were told to think of every single person as their \"neighbour\" and treat them with love.\nNot every religion teaches people to be kind to all other people. In many religions, it has been common for people to believe that they have to act kindly only to some people and not to others. In some religions, people believed that they could please a god by killing or sacrificing another person.\nTeaching.\nA religion is passed on from one person to another through teachings and stories (which are often called \"myths\") which may be written down like the Bible, or told from memory like the Dreamtime stories of Australian Aboriginal people. In many religions, there are people who take the role of \"priest\" and spend their lives teaching others about the religion. There are also people who take the role of \"pastor\" and spend their life caring for other people. A person may be both a priest and a pastor. They are called by different names in different religions.\nSymbols.\nSymbols are used to remind people of their religious beliefs. They are also used or worn as a sign to other people that the person belongs to a particular religion. A symbol might be something that is drawn or written, it might be a piece of clothing or jewellery, it might be a sign that a person makes with their body, or it might be a building or monument or artwork. Picture symbols for different religions are shown in the box in the introduction to this article.\nWitness and conversion.\nIn many religions, it is thought important that people should show other people that they are following a particular religion. This might be done in a general way by wearing a symbol or a type of clothing. Many people believe that it is important to tell other people about their religion, so that they can believe as well. This is called \"witnessing\".\nThere are many ways to witness. A young person might simply say to their friends \"I do not use drugs or get drunk because of my religion\". This is a witness. A person may tell their classmates, workmates and friends about their beliefs. A person might go to other people's houses and talk about their beliefs, or invite the people to join in the rituals of the religion, such as going to church or to a religious festival. A person might have printed material such as books or leaflets that they give to other people to read. A person might travel to a different country to teach, to work in a health service or to help people in some other way. (People who do this are called \"missionaries\".) These are different ways that people witness to their religion.\nWhen a person hears a witness and decides that they will join the religion, this is called a \"conversion\". Usually a person decides to join a religion because they like what they have read or been told, and they believe that they are hearing the truth. They join the religion because they choose. However, throughout history there have been many times when people have been forced to join a religion by violence and threats. This is still happening today.\nIn most countries of the world, people are free to belong to whatever religion they choose. This is generally thought of as a basic human right. However, there are parts of the world where it is illegal (against the law) to witness to any religion except the one accepted by the government of the country. People who belong to other religions may be threatened, put in jail or murdered.\nRitual.\nRituals are an important part of the tradition of many religions. In many religions, it is the tradition for people to meet for a celebration on one day in every week. There are also major celebrations that may be held only at certain times of the year, for example, on the birthday of a person who is honoured in that religion. Some religions have celebrations for different seasons of the year, or when the sun or moon is in a certain part of the sky.\nIn nearly every religion, the important stages of a person's life have a religious celebration. Birth, naming, reaching an age to think for oneself, reaching adulthood, marriage, childbirth, sickness and death are all celebrated by some religions. Having a celebration or special traditions when a person dies is very common.\nIt is the traditions that are about death that give the earliest evidence of religious beliefs. Scientists have discovered that 120,000 years ago, Neanderthal people started burying their dead. Early Homo sapiens put tools and other things into graves with the bodies, as if they could use them in the afterlife. From 40,000 years ago, many of the objects in graves are small artworks. Scientists believe that these objects were put there for religious reasons.\nGroups and institutions.\nAn institution is one name for an organization. Many religions have organizations that manage the way that people who follow the religion are to act. The organization might employ religious leaders, educate people into the ideas of the religion, manage money, own buildings and make rules. Many religions have sub-groups which are called denominations. In Islam, for example, there is Ahmadiyya, Sunnism, Shi'ism and Sufism.\nBuildings.\nMost religions have special buildings where people meet. They are often called temples. In Judaism, they are called synagogues. In Christianity, they are called churches. In Islam, they are called mosques. In Buddhism there are pagodas, temples and monasteries. In Hinduism they are called Mandirs. People often try to make their religious building as beautiful as possible. Some religious buildings are great works of architecture.\nArt and music.\nPeople often make artworks that are about their religion, or that are used in religious celebration, or are put in a religious building. Religious art comes in all shapes and sizes, from tiny pieces of jewellery to huge statues and paintings. Artworks often give important clues to historians about different ancient religions that are not well understood.\nMusic is often important in religious celebrations. Singing, chanting and playing musical instruments are often part of regular religious gatherings of people. Special music is often used on special occasions. Many famous composers have written religious music. The words of songs that are 3,000 years old are used every day in Christian churches and Jewish synagogues.","categories":[],"infobox_types":[],"annotations":[{"uri":"World_view","surface_form":"world view","offset":101},{"uri":"Supernatural","surface_form":"supernatural","offset":434},{"uri":"God","surface_form":"God","offset":462},{"uri":"Deity","surface_form":"gods","offset":479},{"uri":"Spirit","surface_form":"spirit","offset":487},{"uri":"Spirituality","surface_form":"spirituality","offset":640},{"uri":"Moral","surface_form":"moral","offset":734},{"uri":"Ritual","surface_form":"ritual","offset":902},{"uri":"Christianity","surface_form":"Christianity","offset":1263},{"uri":"Islam","surface_form":"Islam","offset":1277},{"uri":"Hinduism","surface_form":"Hinduism","offset":1284},{"uri":"Buddhism","surface_form":"Buddhism","offset":1294},{"uri":"Taoism","surface_form":"Taoism","offset":1304},{"uri":"Sikhism","surface_form":"Sikhism","offset":1312},{"uri":"Judaism","surface_form":"Judaism","offset":1321},{"uri":"Jainism","surface_form":"Jainism","offset":1333},{"uri":"List_of_religions","surface_form":"other religions","offset":1357},{"uri":"Atheism","surface_form":"atheists","offset":1423},{"uri":"Agnosticism","surface_form":"agnostics","offset":1485},{"uri":"Deity","surface_form":"god","offset":1575},{"uri":"Creation_myth","surface_form":"creator","offset":1595},{"uri":"Monotheism","surface_form":"one deity","offset":1644},{"uri":"Polytheism","surface_form":"many deities","offset":1712},{"uri":"Universe","surface_form":"universe","offset":1762},{"uri":"Angel","surface_form":"angel","offset":1843},{"uri":"Devil","surface_form":"devil","offset":1851},{"uri":"Ritual","surface_form":"ritual","offset":2090},{"uri":"Tradition","surface_form":"tradition","offset":2136},{"uri":"Afterlife","surface_form":"afterlife","offset":2617},{"uri":"Heaven","surface_form":"Heaven","offset":2734},{"uri":"Nirvana","surface_form":"Nirvana","offset":2744},{"uri":"Hell","surface_form":"Hell","offset":2836},{"uri":"Reincarnation","surface_form":"reincarnation","offset":2875},{"uri":"Tao","surface_form":"Tao","offset":3288},{"uri":"Judaism","surface_form":"Judaism","offset":3322},{"uri":"Jesus","surface_form":"Jesus","offset":3406},{"uri":"Human_sacrifice","surface_form":"sacrificing","offset":3781},{"uri":"Bible","surface_form":"Bible","offset":3968},{"uri":"Oral_tradition","surface_form":"told from memory","offset":3978},{"uri":"Dreaming_(spirituality)","surface_form":"Dreamtime","offset":4004},{"uri":"Indigenous_Australians","surface_form":"Australian Aboriginal","offset":4025},{"uri":"Symbol","surface_form":"Symbol","offset":4389},{"uri":"Human_rights","surface_form":"human right","offset":6581},{"uri":"Ritual","surface_form":"Ritual","offset":6844},{"uri":"Neanderthal","surface_form":"Neanderthal","offset":7771},{"uri":"Homo_sapiens","surface_form":"Homo sapiens","offset":7824},{"uri":"Institution","surface_form":"institution","offset":8114},{"uri":"Employment","surface_form":"employ","offset":8284},{"uri":"Education","surface_form":"educate","offset":8310},{"uri":"Denomination","surface_form":"denomination","offset":8449},{"uri":"Ahmadiyya","surface_form":"Ahmadiyya","offset":8496},{"uri":"Sunnism","surface_form":"Sunnism","offset":8507},{"uri":"Shi%27ism","surface_form":"Shi'ism","offset":8516},{"uri":"Sufism","surface_form":"Sufism","offset":8528},{"uri":"Temple","surface_form":"temple","offset":8626},{"uri":"Judaism","surface_form":"Judaism","offset":8638},{"uri":"Synagogue","surface_form":"synagogue","offset":8663},{"uri":"Christianity","surface_form":"Christianity","offset":8678},{"uri":"Church","surface_form":"church","offset":8708},{"uri":"Islam","surface_form":"Islam","offset":8721},{"uri":"Mosque","surface_form":"mosque","offset":8744},{"uri":"Buddhism","surface_form":"Buddhism","offset":8756},{"uri":"Pagoda","surface_form":"pagoda","offset":8775},{"uri":"Hinduism","surface_form":"Hinduism","offset":8812},{"uri":"Mandir","surface_form":"Mandir","offset":8837},{"uri":"Architecture","surface_form":"architecture","offset":8966},{"uri":"Historian","surface_form":"historian","offset":9277}]}