{"id":653127,"url":"http://en.wikipedia.org/wiki/Phantom_smell","text":"e=\"preserve\">A phantom smell or olfactory hallucination is smelling an odor that is not actually there. It is also called phantosmia. It can occur in one nostril or both. Phantosmia with unpleasant smells, which is called cacosmia, is more common. It is often described as smelling something that is burned, foul, spoiled, or rotten. Experiencing phantom smells from time to time is normal and usually goes away on its own. When hallucinations of this type do not seem to go away or when they keep coming back, this can be very upsetting and can lower an individual's quality of life.\nCommon medical conditions such as nasal infections, nasal polyps, or dental problems can cause phantom smells. A phantom smell can also result from neurological conditions such as migraines, head injuries, strokes, Parkinson's disease, seizures, or brain tumors. It can also be a symptom of certain mental disorders such as depression, bipolar disorder, intoxication or withdrawal from drugs and alcohol, or psychotic disorders. Certain substances in the environment can also cause phantom smells. These include tobacco smoke, certain types of chemicals (e.g., insecticides or solvents), or radiation treatment for head or neck cancer.\nA physician can determine if the problem is with the sense of smell (olfactory system) or taste (gustatory system), or if it is caused by a neurological or psychiatric disorder. Phantosmia usually goes away on its own. Sometimes this occurs step by step. The process can take several years. When a phantom smell is caused by an illness (e.g., sinusitis), it should go away with theillness. If the problem persists or causes significant discomfort, a doctor might recommend nasal saline drops, antidepressant or anticonvulsant medications, anesthesia to parts of the nose, or in very rare circumstances, surgical procedures to remove the olfactory nerves or bulbs.","categories":[],"infobox_types":[],"annotations":[{"uri":"Odor","surface_form":"odor","offset":71},{"uri":"Nostril","surface_form":"nostril","offset":154},{"uri":"Hallucination","surface_form":"hallucinations","offset":429},{"uri":"Neurological_disorder","surface_form":"neurological","offset":733},{"uri":"Migraine","surface_form":"migraines","offset":765},{"uri":"Stroke","surface_form":"strokes","offset":791},{"uri":"Parkinson%27s_disease","surface_form":"Parkinson's disease","offset":800},{"uri":"Seizure","surface_form":"seizures","offset":821},{"uri":"Brain_tumor","surface_form":"brain tumors","offset":834},{"uri":"Mental_illness","surface_form":"mental disorders","offset":884},{"uri":"Depression_(mental_illness)","surface_form":"depression","offset":909},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":921},{"uri":"Drug_withdrawal","surface_form":"withdrawal","offset":955},{"uri":"Psychosis","surface_form":"psychotic disorders","offset":993},{"uri":"Tobacco","surface_form":"tobacco","offset":1097},{"uri":"Insecticide","surface_form":"insecticides","offset":1146},{"uri":"Solvent","surface_form":"solvents","offset":1162},{"uri":"Olfactory_system","surface_form":"olfactory system","offset":1290},{"uri":"Taste","surface_form":"gustatory system","offset":1318},{"uri":"Sinusitis","surface_form":"sinusitis","offset":1564},{"uri":"Antidepressant","surface_form":"antidepressant","offset":1714},{"uri":"Anticonvulsant","surface_form":"anticonvulsant","offset":1732},{"uri":"Olfactory_bulb","surface_form":"bulbs","offset":1878}]}