{"id":65321,"url":"http://en.wikipedia.org/wiki/Jun_Kazama","text":"Jun Kazama is a video game character made for the \"Tekken\" series.\nAbout.\nJun Kazama enters the tournament in order to save Kazuya Mishima and stop his crimes. However, she became pregnant by him and had a son, Jin Kazama.\nShe also appears in the new Tekken Movie (2009).. Where she will be portrayed by Tamlyn Tomita\nTekken 2.\nJun is an officer of the WWWC, a wildlife protection organization. She is called \"The Chosen One\" by her family. She is psychic and feels a weird power in Kazuya Mishima, which is the Devil Gene turning him into a devil version of himself. At the WWWC's orders, she goes out to put Kazuya into jail, who kills peaceful animals.\nWhen the King of Iron Fist Tournament 2 was about to end, Jun feels an even more powerful Devil Gene inside Kazuya.\nTekken 3.\nDuring the King of Iron Fist Tournament 2, Jun became pregnant by Kazuya. Devil (the devil version of Kazuya/the Devil Gene inside Kazuya) goes into Jin (Jun's unborn baby). One night, Jun gets attacked by Ogre and now is either missing or possibly dead.\nTekken Tag Tournament.\nJun is a playable character in \"Tekken Tag Tournament\".\nTekken Tag Tournament has nothing to do with the Tekken storyline.\nTekken 4.\nIn \"Tekken 4\", her figure appeared in the ending of Jin to prevent him from killing his grandfather, Heihachi. Whether it was her soul or Jin's vision is still questionable, since her status is labeled as missing.\nTekken 5.\nIn the optional \"Devil Within\" minigame, Jin finds clues that lead him to believe that Jun is alive, but it turns out to be Ogre, the alien opponent that is responsible for Jun's disappearance.\nFuture?\nHarada (Maker of Tekken) recently posted on fan site (Tekken Nation) forums that Jun Kazama is still alive, and if he gets the right amount of requests he will bring her back to Tekken...\n\"About JUN, there seem to be a lot of fans that think that Jun has died in the official storyline. That isn't exactly true.\nFrom Jin's perspective in the story, he believes his mother, Jun, has died. This is the correct interpretation.\"\nI heard it from the same person millions of times.\nIf my followers (of twitter) increase, if a lot of opinions of the person were able to be heard, i'll think about it","categories":[],"infobox_types":["Tekken Character| title = Jun Kazama"],"annotations":[{"uri":"Video_game","surface_form":"video game","offset":16},{"uri":"Fictional_character","surface_form":"character","offset":27},{"uri":"Tekken_(series)","surface_form":"Tekken","offset":51},{"uri":"Tamlyn_Tomita","surface_form":"Tamlyn Tomita","offset":304},{"uri":"Wildlife","surface_form":"wildlife","offset":361},{"uri":"Psychic","surface_form":"psychic","offset":448},{"uri":"Kazuya_Mishima","surface_form":"Kazuya Mishima","offset":483},{"uri":"Devil_Gene","surface_form":"Devil Gene","offset":512},{"uri":"Tekken_2","surface_form":"King of Iron Fist Tournament 2","offset":665},{"uri":"Pregnancy","surface_form":"pregnant","offset":836},{"uri":"Devil_(Tekken)","surface_form":"Devil","offset":856},{"uri":"True_Ogre","surface_form":"Ogre","offset":988},{"uri":"Tekken_Tag_Tournament","surface_form":"Tekken Tag Tournament","offset":1092},{"uri":"Tekken","surface_form":"Tekken","offset":1165},{"uri":"Tekken_4","surface_form":"Tekken 4","offset":1197},{"uri":"Devil_Within","surface_form":"Devil Within","offset":1434},{"uri":"Minigame","surface_form":"minigame","offset":1448}]}