{"id":653351,"url":"http://en.wikipedia.org/wiki/William_Blackstone","text":"Sir William Blackstone (10 July 1723 – 14 February 1780) was an English jurist, judge and Tory party politician of the eighteenth century. He is most noted for writing the \"Commentaries on the Laws of England\".\nBorn into a middle-class family in London, Blackstone was educated at Charterhouse School before matriculating at Pembroke College, Oxford in 1738. After completing a Bachelor of Civil Law degree, he was made a Fellow of All Souls College, Oxford in November 1743.\nBlackstone was admitted to Middle Temple, and called to the Bar there in 1746. Following a slow start to his career as a barrister, Blackstone became heavily involved in university administration, becoming accountant, treasurer and bursar on 28 November 1746 and Senior Bursar in 1750. On 3 July 1753 he formally gave up his practice as a barrister and started a series of lectures on English law, the first of their kind. The lectures on law were massively successful. They earnt him a total of £453 (£) per year, and led to the publication of \"An Analysis of the Laws of England\" in 1756. This repeatedly sold out and was used to preface his later works.\nBlackstone was made the first Vinerian Professor of English Law. He published a very successful second book, titled \"A Discourse on the Study of the Law\". With his growing fame, Blackstone successfully returned to the bar and maintained a good practice, also securing election as Tory Member of Parliament for the rotten borough of Hindon on 30 March 1761. In November 1765 he published the first of four volumes of \"Commentaries on the Laws of England\", his most important work. When completed, the work earned Blackstone £14,000 (£ in terms). After some failures, he got appointed to the judiciary as a judge until his death, on 14 February 1780.","categories":[],"infobox_types":[],"annotations":[{"uri":"Jurist","surface_form":"jurist","offset":72},{"uri":"Judge","surface_form":"judge","offset":80},{"uri":"Tory_party","surface_form":"Tory party","offset":90},{"uri":"Politician","surface_form":"politician","offset":101},{"uri":"Charterhouse_School","surface_form":"Charterhouse School","offset":281},{"uri":"Pembroke_College%2C_Oxford","surface_form":"Pembroke College, Oxford","offset":325},{"uri":"Bachelor_of_Civil_Law","surface_form":"Bachelor of Civil Law","offset":378},{"uri":"Fellow","surface_form":"Fellow","offset":422},{"uri":"All_Souls_College%2C_Oxford","surface_form":"All Souls College, Oxford","offset":432},{"uri":"Middle_Temple","surface_form":"Middle Temple","offset":503},{"uri":"Barrister","surface_form":"called to the Bar","offset":522},{"uri":"Barrister","surface_form":"barrister","offset":597},{"uri":"Accountant","surface_form":"accountant","offset":682},{"uri":"Treasurer","surface_form":"treasurer","offset":694},{"uri":"English_law","surface_form":"English law","offset":861},{"uri":"Tory_party","surface_form":"Tory","offset":1413},{"uri":"Member_of_Parliament_(UK)","surface_form":"Member of Parliament","offset":1418},{"uri":"Rotten_borough","surface_form":"rotten borough","offset":1447},{"uri":"Hindon","surface_form":"Hindon","offset":1465},{"uri":"Judge","surface_form":"judge","offset":1738}]}