{"id":653341,"url":"http://en.wikipedia.org/wiki/Nipple_discharge","text":"e=\"preserve\">Nipple discharge is fluid that comes out of the nipple of the breast but is not caused by pregnancy or breastfeeding. The discharge can be different colors. It can be thick or thin. Nipple discharge can come from one breast or both. Nipple discharge in men is not normal. Ninety-seven percent of the time, nipple discharge is not cancer.\nSometimes discharge from nipples will get better and not need treatment. Most of the time nipple discharge is not cancer. Once in a while it can be a sign of breast cancer. Newborn babies can have nipple discharge. This is because hormones from the mother cause milk to develop in the baby. This kind of discharge goes away in 2 weeks.\nSome medications can cause nipple discharge. These medicines are opioids, oral contraceptives, antihypertensives (methyldopa, reserpine, verapamil), antidepressants and antipsychotics. A woman is more likely to have changes in her breasts as she gets older. Some of these changes can be the cause of nipple discharge.\nA doctor or nurse will often ask a woman to have a examination. Medical tests can find the reason for the nipple discharge. A mammogram and ultrasound are two tests that a doctor might use. The fluid that comes out of the nipple may be collected and tested.\nSometimes nipple discharge is treated with an operation. Even after surgery another operation may be needed.","categories":[],"infobox_types":[],"annotations":[{"uri":"Nipple","surface_form":"nipple","offset":61},{"uri":"Breast","surface_form":"breast","offset":75},{"uri":"Pregnancy","surface_form":"pregnancy","offset":103},{"uri":"Breastfeeding","surface_form":"breastfeeding","offset":116},{"uri":"Cancer","surface_form":"cancer","offset":343},{"uri":"Cancer","surface_form":"cancer","offset":465},{"uri":"Breast_cancer","surface_form":"breast cancer","offset":509},{"uri":"Hormones","surface_form":"hormones","offset":582},{"uri":"Breastmilk","surface_form":"milk","offset":613},{"uri":"Opioid","surface_form":"opioids","offset":752},{"uri":"Ultrasound","surface_form":"ultrasound","offset":1145}]}