{"id":653333,"url":"http://en.wikipedia.org/wiki/Royal_Colleges_of_Surgeons","text":"e=\"preserve\">The Royal Colleges of Surgeons is the general term for the four surgical colleges which have their origins in the 18th century in the former United Kingdom of Great Britain and Ireland.\nMembership of the Royal Colleges of Surgeons of Great Britain and Ireland (MRCS) is a postgraduate diploma for surgeons in the present-day UK and Ireland.\nThis qualification allows a candidate to become a member of one of the four surgical colleges in the UK and Ireland, namely the Royal College of Surgeons of Edinburgh, the Royal College of Surgeons of England, the Royal College of Physicians and Surgeons of Glasgow and the Royal College of Surgeons in Ireland.\nThe MRCS qualification is a multi-part examination including theory and practical assessments. Part A is a 4-hour written examination which was used to assesses the applied basic sciences and principles of surgery in general. Part B is a 5-hour practical examination which assesses elements of day-to-day surgical practice through a series of stations on anatomy, pathology, critical care, clinical procedures and patient evaluation (history taking, clinical examination and communication skills). Candidates must complete both exams before they can apply for higher surgical training.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Kingdom_of_Great_Britain_and_Ireland","surface_form":"United Kingdom of Great Britain and Ireland","offset":154},{"uri":"Postgraduate","surface_form":"postgraduate","offset":285},{"uri":"Diploma","surface_form":"diploma","offset":298},{"uri":"Surgeons","surface_form":"surgeons","offset":310},{"uri":"United_Kingdom","surface_form":"UK","offset":338},{"uri":"Ireland","surface_form":"Ireland","offset":345},{"uri":"Royal_College_of_Surgeons_of_Edinburgh","surface_form":"Royal College of Surgeons of Edinburgh","offset":482},{"uri":"Royal_College_of_Surgeons_of_England","surface_form":"Royal College of Surgeons of England","offset":526},{"uri":"Royal_College_of_Physicians_and_Surgeons_of_Glasgow","surface_form":"Royal College of Physicians and Surgeons of Glasgow","offset":568},{"uri":"Royal_College_of_Surgeons_in_Ireland","surface_form":"Royal College of Surgeons in Ireland","offset":628}]}