{"id":653428,"url":"http://en.wikipedia.org/wiki/Jean-Pierre_Hock%C3%A9","text":"Jean-Pierre Hocké (born 31 March 1938) is a Swiss International Red Cross staff member and United Nations official. He was born in Lausanne. He was the United Nations High Commissioner for Refugees from 1986 to 1989. He was nominated by Secretary-General Javier Pérez de Cuéllar. Prior to that function he was Director of Operations of the International Committee of the Red Cross (ICRC).\nDuring his term of office, the crisis over refugees from Indochina, the so-called boatpeople, continued. The Comprehensive Plan of Action for Refugees from Indochina was developed during this period. It created procedural plans for a regional refugee status and the promotion of return to Vietnam for Vietnamese boat people not qualifying for refugee status He also helped plan out a peace process in Central America called the \"CIREFCA Process\".\nAt the end of his term, a scandal broke revealing that Hocké spent between $32,000 and $96,000 a year from Denmark's contribution on his entertainment and travel without informing the Danish Government or asking its permission. He resigned in 1989 under pressure from the scandal. The resignation came after Secretary-General de Cuellar Hocké that he could not remain in the post.","categories":[],"infobox_types":[],"annotations":[{"uri":"United_Nations","surface_form":"United Nations","offset":91},{"uri":"Lausanne","surface_form":"Lausanne","offset":131},{"uri":"United_Nations_High_Commissioner_for_Refugees","surface_form":"United Nations High Commissioner for Refugees","offset":152},{"uri":"Secretary-General_of_the_United_Nations","surface_form":"Secretary-General","offset":237},{"uri":"Javier_P%C3%A9rez_de_Cu%C3%A9llar","surface_form":"Javier Pérez de Cuéllar","offset":255},{"uri":"Operations_of_the_International_Committee_of_the_Red_Cross","surface_form":"Operations of the International Committee of the Red Cross","offset":322},{"uri":"Indochina","surface_form":"Indochina","offset":446},{"uri":"Vietnam","surface_form":"Vietnam","offset":678},{"uri":"Central_America","surface_form":"Central America","offset":790}]}