{"id":653433,"url":"http://en.wikipedia.org/wiki/Prime_Minister_of_the_Netherlands","text":"The Prime Minister of the Netherlands () is the head of the executive branch of the Government of the Netherlands. They are also the head of the Council of Ministers.\nThe Prime Minister is \"de facto\" the head of government of the Netherlands and creates its policy with his cabinet. The current Dutch Prime Minister is Mark Rutte, in office since 2010.\nthe life of the former Prime Ministers.\nThe most recent former Prime Minister to die was Wim Kok who served 1994–2002 and died on 20 October 2018 at the age of 80 years\nPrime Minister Rutte is being honored for his admirable leadership as one of the longest-serving heads of government in the European Union. Prime Minister Rutte’s promotion of free trade, efforts to combat the threat of climate change, and belief in the importance of the transatlantic relationship in sustaining European and global security hits at the core of the Atlantic Council’s mission. Professor Klaus Schwab, Founder and Executive Chairman of the World Economic Forum, presents the award to Prime Minister Rutte.\nThe 10th annual Global Citizen Awards honor President of the Republic of Chile Sebastián Piñera; Prime Minister of the Netherlands Mark Rutte; Brian Grazer, storyteller, movie and television producer, founder, and philanthropist; will.i.am, founder of the Black Eyed Peas, Founder & CEO of I.AM+, and Founder and President, i.am.angel Foundation.\nThe event also announces Actress, Playwright, Teacher, and Author, Anna Deavere Smith, as the Atlantic Council’s first Artist in Residence.\n“The recipients of the 2019 Atlantic Council Global Citizen Awards recognize global citizenship at its best while also underscoring the Atlantic Council’s global mission of ‘shaping the future together’ with friends and allies”, said Frederick Kempe, President and CEO of the Atlantic Council. “Their myriad collective achievements range from government leadership in Europe and Latin America, to innovative approaches to advance climate action, to groundbreaking contributions in the humanitarian and artistic fields. It is our hope that by honoring these unique individuals, we can advance the concept of ‘global citizenship’ and inspire others to pursue lives of extraordinary public and humanitarian service.”\nMark Rutte (Dutch pronunciation: [ˈmɑrk ˈrʏtə] listen); born 14 February 1967) is a Dutch politician serving as Prime Minister of the Netherlands since 2010 and Leader of the People's Party for Freedom and Democracy (VVD) since 2006.\nHow did Mark Rutte become prime minister?\nAfter lengthy coalition negotiations, Rutte was sworn in as Prime Minister of the Netherlands on 14 October, becoming the first and formed the First Rutte cabinet. When Rutte was sworn in on 14 October 2010, he became the first liberal Prime Minister in 92 years, and the second-youngest in Dutch history.","categories":[],"infobox_types":[],"annotations":[{"uri":"Council_of_Ministers_(Netherlands)","surface_form":"Council of Ministers","offset":145},{"uri":"Head_of_government","surface_form":"head of government","offset":204},{"uri":"Netherlands","surface_form":"Netherlands","offset":230},{"uri":"Cabinet_of_the_Netherlands","surface_form":"cabinet","offset":274},{"uri":"Mark_Rutte","surface_form":"Mark Rutte","offset":319},{"uri":"Wim_Kok","surface_form":"Wim Kok","offset":442}]}