{"id":653455,"url":"http://en.wikipedia.org/wiki/Mulbagal","text":"Mulbagal or Mulabagilu is a town and taluk headquarters of Mulbagal taluk in the Kolar district in the state of Karnataka, India. It lies just off the National Highway 4 as the easternmost town of the state and a hill landmark.\nHistory.\nOne legend describes how the Hanumantha temple here was installed by Arjuna, one of the Pandavas, after the Mahabharata war. Sage Vasishta is believed to have installed the idols of the main deity Srinivasa, Padmavati and Rama-Sita-Lakshmana.\nThe history of Mulbagal was compiled by Benjamin Lewis Rice, in his book \"The Gazetteer of Mysore\" (1887).\nIn modern history, Mulbagal is mentioned as the site of the Battle of Mulbagal on 4 October 1768, during the First Anglo-Mysore War.\nThe name of the town “Mulbagal” comes from the Kannada word “Mudala Bagilu” which means the eastern door. First place in Karnataka where the sun rises. This town is located at the easternmost end of the Vijayanagara Empire. Many temples constructed by Vijayanagara rulers and Chola kings are seen here.\nGeography.\nMulbagal is at. It has an average elevation of 827 metres (2,713 feet).\nEconomy.\nThe major sources of employment are in the agriculture, dairy, sericulture, floriculture and tourism-related industries. Farmers in Mulbagal are completely dependent upon borewell water for irrigation and drinking. Mulbagal is home to several famous temples, and is popularly known as the land of \"Temple Places.\" Many transport and travel businesses set up their base here. Mulbagal has many sericuluture and vegetable trading markets, including potatoes, tomatoes (in Vadahalli), brinjal, beans, beetroot, carrots, chow-chow and cabbage. The state government of Karnataka acquired non-agriculture land for industrial development activities as part of an initial step the government proposed for a granite industries hub at Mulbagal taluk. Mulbagal is known for tobacco beedis. Many brands of beedis are produced and distributed to Karanataka and Andhra Pradesh. The Muslim community is largely engaged in this business.\nInfrastructure.\nMulbagal is on NH-4, a newly-laid four-lane road from Bengaluru to Mulbagal Kolar district, with a total length of around 110 km. About 354 km of major roads connect other locations to this area. Indian Railways connectivity: Now, Mulbagal is getting a railway line and station under the project of Kadapa - Bangalore (Till Kolar) new railway line.\nA pool of human resources is available as many polytechnic, vocational training (ITI), teacher training intuitions, and graduation (science, agriculture, commerce and arts) colleges are located near Mulbagal. Many IT and technical people who work in Bengaluru travel daily from Mulbagal to Bengaluru[\"citation needed\"] Adequate natural resources include granite and other types of rocks. The cost of living is less, and salary and wages are flexible.\nTourist attractions.\nThere are many hills for trekking.\n\"Kshetra Palaka Sri Anjaneya Temple\"\nAnjaneya Swamy Temple is in Mulbagal. Tired after epic war, Arjuna went on a pilgrimage and brought his flag used during war consisting of an image of Vayu Putra. He established this temple in Mulbagal, which was then called Shathaka Vatipuri.\nThe Narasimha tirtha is about 2 km from the town of Mulbagal towards the east on NH-4. It is the sacred place where Sri Sreepadaraaja Swamiji, or simply Sripadaraja a disciple of Saint Madhwacharya lived and had his \"vrindavan\" (sacred resting place for Hindu sages) made. It is now the headquarters of the Sripadarajamutt that he founded. There is a Swayamvyakta Yoga Narasimha temple near the \"vrindavan\".\nApart from the famous Hanuman 9Temple, this town has a Poorna Prasidda Someshwara Temple dedicated to Lord Shiva. The childless couples pray here for a child by making pradhakshinas.\nMulbagal is also sacred for Muslims as the dargah or mausoleum of Sufi Saint Baba Hyder Vali of Mulbagal. Baba Hyder Vali of Mulbagal or Syed Shah Baba Hyder Auliya Hussaini Suharwardi was a 12th-century Sufi saint of Suharwardi order. He was the disciple of Tabr-e-Aalam Baadshah Nathar Vali, of Tirchy. Both Muslims and Hindus worship at the dargah. Urs of Baba Hyder-e-Safdar is celebrated every year on 11th of Rajab (according to the lunar calendar).\nSri Virupakshi Swamy Temple is in Virupakshi village about 4 km from Mulbagal. This temple was built in the 13th century by Vijayanagara rulers and resembles the Virupaksheshwara Temple in Hampi. One family has been doing the pooja here since the temple was constructed, and dates back about eight generations.\nThe mythology tells that the Virupaskha ling was installed by great sage Atri Maharshi, father of Shriguru Dattatreya.\nThe linga changes its color in 3 ways from sunrise to sunset.\nThe temple complex also has goddess Bagulamukhi or Bagalamukhi devi temple. As per tantra, Bagulamukhi is one of the devi's of Dashamahavidya. She is keeper of Brahmaastra. One of the most powerful goddesses and its rare to find temple of such. It is believed that King Vikramaaditya built the Bagulamukhi temple at Virupakshi.\nLocated 14 km far from Mulbagal, it is on the way to Srinivasapura. There is an ancient temple of \"venugopala swamy built in Chola style temple. Pilgrims can visit this temple.\n\"Garuda Temple and Sri Prasanna Chowdeshwari Temple, Koladevi\"\nGaruda Temple is one of the ancient epic Ramayana-related temples located at Koladevi 18 km from Mulbagal national highway, 19 km from Srinivaspur and 4 km from Mudianur. It was built under the supervision of Sri Ramanujacharya, but only came to light recently. Sri Prasanna Chowdeshwari Temple is 300 years old.\n\"Kurudumale, Maha Ganapathi Temple and Someshwara Temple\"\nKurudumale, 8 km northwest from Mulbagal, is famous for Lord Ganapati Temple. The idol of Ganapati is made of a single \"Shaligram rock\" and is about 21 feet from ground level. The idol and temple are estimated to be 5,000 years old.\n\"Sri Varadaraja Swamy Temple,\" \"Uttanur\"\nThe great Saint Brugu Maharshi have built a Sri Varadaraja Swamy temple in Uttanur or Uthanur. The Uttanur is a called as a Uttama Kanchi. Every year in the day of Bharatha Hunime the Rathothsava will happening. It is importanat place for Saints for doing Japa Thapas. The Gangas build the \"Sri Uttameshwara Temple\" in Uttanur.\nMandikal Chowdeswaramma temple is at least 1509 years old and popular for miracles, situated at a distance of 8 miles. Recently this temple has been renovated by devotees of nearing villages like, Mandikal, Koladevi, Gollahalli Harapanakana halli. Chowdeswaramma Dandakamu is famous chanting and one of ancient master piece of describing brave characters of mother Chamundi.\nKnown as the Gaya of the south, Avani has a cluster of Ramalingeshwara temple all within one courtyard dedicated to Lakshmana, Bharata and Shatrugna as well as a Shankar Math built by the Nolamba dynasty. Legend has it, that the hill above was home to Valmiki’s ashram, where Lava & Kusha were born and raised. GUNIGANTIPALYA. Ranaberamma temple gunugantipalya, Gangamma temple gunigantipalya circle","categories":[],"infobox_types":[],"annotations":[{"uri":"Taluk","surface_form":"taluk","offset":37},{"uri":"Kolar_district","surface_form":"Kolar district","offset":81},{"uri":"States_and_territories_of_India","surface_form":"state","offset":103},{"uri":"Karnataka","surface_form":"Karnataka","offset":112},{"uri":"India","surface_form":"India","offset":123},{"uri":"National_Highway_4_(India)","surface_form":"National Highway 4","offset":151},{"uri":"Hanumantha","surface_form":"Hanumantha","offset":266},{"uri":"Arjuna","surface_form":"Arjuna","offset":306},{"uri":"Pandavas","surface_form":"Pandavas","offset":325},{"uri":"Mahabharata","surface_form":"Mahabharata","offset":345},{"uri":"Vasishta","surface_form":"Vasishta","offset":367},{"uri":"Idol","surface_form":"idol","offset":410},{"uri":"Deity","surface_form":"deity","offset":428},{"uri":"Srinivasa","surface_form":"Srinivasa","offset":434},{"uri":"Alamelu","surface_form":"Padmavati","offset":445},{"uri":"Rama","surface_form":"Rama","offset":459},{"uri":"Sita","surface_form":"Sita","offset":464},{"uri":"Lakshmana","surface_form":"Lakshmana","offset":469},{"uri":"Benjamin_Lewis_Rice","surface_form":"Benjamin Lewis Rice","offset":520},{"uri":"First_Anglo-Mysore_War","surface_form":"First Anglo-Mysore War","offset":696},{"uri":"Agriculture","surface_form":"agriculture","offset":1158},{"uri":"Dairy","surface_form":"dairy","offset":1171},{"uri":"Sericulture","surface_form":"sericulture","offset":1178},{"uri":"Floriculture","surface_form":"floriculture","offset":1191},{"uri":"Tourism","surface_form":"tourism","offset":1208},{"uri":"Farmer","surface_form":"Farmer","offset":1236},{"uri":"Borehole","surface_form":"borewell","offset":1286},{"uri":"Irrigation","surface_form":"irrigation","offset":1305},{"uri":"Temple","surface_form":"temple","offset":1365},{"uri":"Transport","surface_form":"transport","offset":1434},{"uri":"Vegetable","surface_form":"vegetable","offset":1525},{"uri":"Potato","surface_form":"potato","offset":1562},{"uri":"Tomato","surface_form":"tomato","offset":1572},{"uri":"Vadahalli","surface_form":"Vadahalli","offset":1585},{"uri":"Eggplant","surface_form":"brinjal","offset":1597},{"uri":"Bean","surface_form":"bean","offset":1606},{"uri":"Beetroot","surface_form":"beetroot","offset":1613},{"uri":"Carrot","surface_form":"carrot","offset":1623},{"uri":"Chow-chow","surface_form":"chow-chow","offset":1632},{"uri":"Cabbage","surface_form":"cabbage","offset":1646},{"uri":"Industry","surface_form":"industrial development","offset":1723},{"uri":"Granite","surface_form":"granite","offset":1814},{"uri":"Beedi","surface_form":"beedi","offset":1886},{"uri":"Andhra_Pradesh","surface_form":"Andhra Pradesh","offset":1963},{"uri":"Muslim","surface_form":"Muslim","offset":1983},{"uri":"National_Highway_4_(India)","surface_form":"NH-4","offset":2068},{"uri":"Bengaluru","surface_form":"Bengaluru","offset":2107},{"uri":"Kolar_district","surface_form":"Kolar district","offset":2129},{"uri":"Indian_Railways","surface_form":"Indian Railways","offset":2249},{"uri":"Vocational_education","surface_form":"vocational training","offset":2462},{"uri":"Trekking","surface_form":"trekking","offset":2899},{"uri":"Anjaneya","surface_form":"Anjaneya","offset":2929},{"uri":"Vayu","surface_form":"Vayu","offset":3097},{"uri":"Narasimha","surface_form":"Narasimha","offset":3194},{"uri":"Tirtha_and_Kshetra","surface_form":"tirtha","offset":3204},{"uri":"National_Highway_4_(India)","surface_form":"NH-4","offset":3271},{"uri":"Sripadaraja","surface_form":"Sripadaraja","offset":3343},{"uri":"Madhwacharya","surface_form":"Madhwacharya","offset":3375},{"uri":"Vrindavan","surface_form":"vrindavan","offset":3407},{"uri":"Hindu","surface_form":"Hindu","offset":3444},{"uri":"Rishi","surface_form":"sages","offset":3450},{"uri":"Shiva","surface_form":"Shiva","offset":3705},{"uri":"Dargah","surface_form":"dargah","offset":3824},{"uri":"Mausoleum","surface_form":"mausoleum","offset":3834},{"uri":"Baba_Hyder_Vali_of_Mulbagal","surface_form":"Baba Hyder Vali of Mulbagal","offset":3858},{"uri":"Sufism","surface_form":"Sufi","offset":3985},{"uri":"Rajab","surface_form":"Rajab","offset":4196},{"uri":"Lunar_calendar","surface_form":"lunar calendar","offset":4220},{"uri":"Virupakshi","surface_form":"Virupakshi","offset":4271},{"uri":"Vijayanagara","surface_form":"Vijayanagara","offset":4361},{"uri":"Hampi","surface_form":"Hampi","offset":4426},{"uri":"Garuda","surface_form":"Garuda","offset":5297},{"uri":"Ramayana","surface_form":"Ramayana","offset":5338},{"uri":"Ramanuja","surface_form":"Sri Ramanujacharya","offset":5506},{"uri":"Kurudumale","surface_form":"Kurudumale","offset":5611},{"uri":"Ganapathi","surface_form":"Ganapathi","offset":5628},{"uri":"Kurudumale","surface_form":"Kurudumale","offset":5668},{"uri":"Ganesha","surface_form":"Ganapati","offset":5729},{"uri":"Shaligram","surface_form":"Shaligram","offset":5788},{"uri":"Sri_Varadaraja_Swamy_Temple","surface_form":"Sri Varadaraja Swamy Temple","offset":5902},{"uri":"Uttanur","surface_form":"Uttanur","offset":5933},{"uri":"Avani","surface_form":"Avani","offset":6677}]}