{"id":65358,"url":"http://en.wikipedia.org/wiki/Diana%2C_Princess_of_Wales","text":"Diana, Princess of Wales (Diana Frances; née Spencer; 1 July 1961 – 31 August 1997) was the first wife of Charles, Prince of Wales. She was one of the most famous women in the world.\nEarly life.\nDiana was born to royalty on 1 July 1961 as \"Diana Frances Spence'r\". She was born at Park House Hotel in Sandringham, Norfolk, England. Her father was the Earl Spencer. She left school when she was 16 and moved to London when she was 18.\nMarriage, family and divorce.\nIn 1981, Diana married Prince Charles at St. Paul's Cathedral. They had two sons, Prince William and Prince Harry.\nCharles and Diana separated in 1992, and divorced in 1996. Diana said Camilla Parker-Bowles was responsible for the problems with her marriage. Diana was the first Englishwoman to marry an heir to the British throne in 300 years. Charles' brothers married commoners: Andrew, Duke of York, married Sarah Ferguson in 1986, and his youngest brother, Edward, Earl of Wessex, married Sophie Rhys-Jones in 1999.\nDiana's great-grandmother was an American heiress.\nCharity.\n“HIV does not make people dangerous to know. You can shake their hands and give them hug heaven knows they need it”\nDiana had a very personable touch. She was very at ease in meeting people from any background and even if they were ill or in hospices. The patients would react very favourably to her meetings, they warmed to her life energy and heartfelt sympathy. Part of her appeal was her sympathy and natural compassion. She could empathise with people’s suffering, having suffered much herself.\nTo the media, Diana often portrayed a very stoic and positive energy, but an aide suggested that at the same time these engagements often drained Diana emotionally at the end of some engagements she felt depleted.\nAs well as working on charities such as AIDS she lent her name to the campaign to ban landmines. Her personal support is said to have been a significant factor in encouraging Britain and then other countries to support the Ottawa Treaty which sought to introduce a ban on the use of anti-personnel landmines. When Robin Cook brought the second reading of the landmines bill to the house in 1998 he made a point of paying tribute to the contribution of Princess Diana.\nDeath.\nDiana and her boyfriend, Dodi Al-Fayed, died in a car crash in Paris, France, in the early morning of 31 August 1997. She was 36-years-old when she died. Many people left flowers, candles, cards and personal messages for her in public places. She had a big funeral in London on the 6 September 1997.\nConcerts for Diana took place shortly after her death. The concerts involved Elton John and numerous others. Elton John released a remake of his song, \"Candle in the Wind\" in memory of Diana.\nTitles.\nDiana's full title, once married, was \"Her Royal Highness The Princess of Wales and Countess of Chester, Duchess of Cornwall, Duchess of Rothesay, Countess of Carrick, Baroness of Renfrew, Lady of the Isles, Princess of Scotland\". Legally, she was still entitled to use her previous royal courtesy titles after her divorce as long as she remained unmarried.","categories":[],"infobox_types":[],"annotations":[{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Charles, Prince of Wales","offset":106},{"uri":"Marriage","surface_form":"married","offset":479},{"uri":"Charles%2C_Prince_of_Wales","surface_form":"Prince Charles","offset":487},{"uri":"St._Paul%27s_Cathedral","surface_form":"St. Paul's Cathedral","offset":505},{"uri":"Prince_William%2C_Duke_of_Cambridge","surface_form":"Prince William","offset":546},{"uri":"Prince_Harry_of_Wales","surface_form":"Prince Harry","offset":565},{"uri":"Camilla%2C_Duchess_of_Cornwall","surface_form":"Camilla Parker-Bowles","offset":649},{"uri":"Americans","surface_form":"American","offset":1018},{"uri":"Heir_apparent","surface_form":"heiress","offset":1027},{"uri":"Dodi_Al-Fayed","surface_form":"Dodi Al-Fayed","offset":2259},{"uri":"Paris","surface_form":"Paris","offset":2297},{"uri":"Elton_John","surface_form":"Elton John","offset":2611}]}