{"id":65350,"url":"http://en.wikipedia.org/wiki/Mark_David_Chapman","text":"Mark David Chapman (born May 10, 1955 in Fort Worth, Texas) is an American prisoner. He is known for murdering British musician John Lennon.\nEarly life.\nChapman grew up in Georgia, and was a fan of British band the Beatles when they first became famous. He learned to play guitar and wanted to become a musician. He later became a fundamentalist Christian, and his values changed. He came to believe the Beatles were a bad influence on people, John Lennon in particular, because of Lennon's views on God and religion. When Lennon released his song \"Imagine\" in 1971, many fundamentalists disliked it. Chapman parodied the song, singing it as \"Imagine John Lennon dead.\"\nAs years went by, Chapman had little success and much trouble in his personal life. His hopes to become a missionary were dashed when a civil war started in the country where he went on a mission. He returned to the United States, and later moved to Hawaii. In 1979, he married a Japanese-American woman, as Lennon had done, but Chapman's marriage was unhappy. Chapman worked a low-paying job, as a security guard.\nMeeting (and murdering) Lennon.\nIn 1980, after years of retirement, Lennon made a new album, \"Double Fantasy\", with his wife Yoko Ono. Chapman learned from a book where Lennon lived in New York City, and that it was not hard to find him around town. Chapman flew to New York a few times that fall, thinking about what he wanted to do. He thought about committing suicide, before deciding finally to kill Lennon. He felt that doing this would somehow lessen the problems in his own life.\nOn December 8, 1980, Chapman again visited New York, meeting Lennon and Ono as they left home to go to a recording session. Lennon signed a copy of \"Double Fantasy\" for Chapman, and a photographer took a picture of the two men together. Chapman waited around until they returned. As Lennon entered their apartment building, Chapman drew a pistol, called out to Lennon, then shot him several times. Lennon collapsed, and died later on the way to a hospital from blood loss.\nAftermath.\nChapman did not try to get away, and was reading a book, \"The Catcher in the Rye\", when police came to the scene. They arrested Chapman, who later pled guilty to Lennon's murder, telling the court God had told him to do so. He was sentenced to twenty-five years to life in prison in 1981. He later wrote to Yoko Ono, trying to apologize to her and explain his actions, but she did not answer. In 1985, actor Mark Lindsay Chapman lost the chance to portray Lennon in a movie about his life with Ono, because his name was similar to that of Lennon's killer.\nWhen Chapman became eligible for parole, he applied but was turned down. Ono gave a statement to the court, telling them that Lennon's death still hurt her and their son Sean Lennon every day, and they still felt his loss. She reminded them of how Chapman's act was only one among many celebrity stalkings and murders, and that paroling Chapman might give others the idea that what he did was acceptable. The court heard her words, and Chapman continues to be refused parole.\nLennon's murder was echoed in December 1999 when a young man, Michael Abram, broke into the home of another former Beatle, George Harrison, carrying a knife. He wanted to kill Harrison for many of the same reasons Chapman killed Lennon. Harrison and his wife Olivia fought back, however, with Olivia striking Abram with a lamp, and the pair holding him down until police arrived. Harrison was stabbed by Abram, but he recovered. Abram was sent to a mental hospital.\nIt is believed that Chapman will never leave prison in his lifetime, because of the impact of his crime and the many death threats he has received over the years from other inmates and Beatles' fans. His name has been used in arguments promoting gun control, claiming that he would not have killed Lennon if he could not get a gun. (It is counterargued, however, that his plan was not simply to \"shoot\" Lennon, but to \"kill\" him; if he could not have used a gun, he would likely have tried another way. Abrams's later attack on Harrison supports this argument.)\nMany fans of Lennon have threatened to kill Chapman if he was ever released from prison. In 2000, Chapman said that Lennon would have wanted him to be free, saying \"I think he would be liberal, I think he would care.\"","categories":[],"infobox_types":[],"annotations":[{"uri":"Fort_Worth%2C_Texas","surface_form":"Fort Worth, Texas","offset":41},{"uri":"Americans","surface_form":"American","offset":66},{"uri":"Murder","surface_form":"murder","offset":101},{"uri":"John_Lennon","surface_form":"John Lennon","offset":128},{"uri":"Georgia_(U.S._state)","surface_form":"Georgia","offset":172},{"uri":"The_Beatles","surface_form":"the Beatles","offset":211},{"uri":"Guitar","surface_form":"guitar","offset":273},{"uri":"Musician","surface_form":"musician","offset":303},{"uri":"Fundamentalism","surface_form":"fundamentalist","offset":331},{"uri":"Christian","surface_form":"Christian","offset":346},{"uri":"God","surface_form":"God","offset":500},{"uri":"Parody","surface_form":"parodied","offset":609},{"uri":"Missionary","surface_form":"missionary","offset":776},{"uri":"Civil_war","surface_form":"civil war","offset":806},{"uri":"Hawaii","surface_form":"Hawaii","offset":920},{"uri":"Japan","surface_form":"Japan","offset":950},{"uri":"Security","surface_form":"security guard","offset":1069},{"uri":"Double_Fantasy","surface_form":"Double Fantasy","offset":1179},{"uri":"Yoko_Ono","surface_form":"Yoko Ono","offset":1210},{"uri":"New_York_City","surface_form":"New York City","offset":1270},{"uri":"Suicide","surface_form":"suicide","offset":1448},{"uri":"Photographer","surface_form":"photographer","offset":1756},{"uri":"Pistol","surface_form":"pistol","offset":1911},{"uri":"The_Catcher_in_the_Rye","surface_form":"The Catcher in the Rye","offset":2114},{"uri":"New_York_City_Police_Department","surface_form":"police","offset":2144},{"uri":"Parole","surface_form":"parole","offset":2645},{"uri":"Sean_Lennon","surface_form":"Sean Lennon","offset":2782},{"uri":"Stalk","surface_form":"stalkings","offset":2908},{"uri":"Parole","surface_form":"parole","offset":3080},{"uri":"George_Harrison","surface_form":"George Harrison","offset":3211},{"uri":"Gun_control","surface_form":"gun control","offset":3800},{"uri":"Counterargued","surface_form":"counterargued","offset":3893}]}