{"id":65376,"url":"http://en.wikipedia.org/wiki/Tezpur","text":"e=\"preserve\">Tezpur is a town in Assam, India. It is on the northern bank of the river Brahmaputra. In a census taken in 2004, about 58,240 people lived there.\nNearby areas of interest.\nMoreover the Bharali River is an anglers delight as angling / water rafting are allowed during winter seasons. Chariduar also host a number of Tourist Lodge amidst of tea garden.\nECO camps are also present in Bhalukpung / Nameri.\nEducation and Research.\nTezpur has a central university (Tezpur University), apart from numerous colleges and schools.It has now received the tag \"UNIVERSITY AT PAR EXELLENCE\" from UGC (university grants commission). Tezpur also has many school, colleges of very high repute. Darrang college, Tezpur College are the leading colleges.\nThe Assam Valley School, situated at around 15 km from Tezpur is a very high standard residential school established by Williamson Magor Group. The school was ranked as the 7th best boarding-school in the country in a survey by an independent magazine. Further, it earned national laurel out of the board performance of its once Head Boy, Gaurav Agarwal, who topped the country in the ISC board in 2008-2009 with 98 percent. Gaurav had, in his class X board exams, secured the first rank in northeast India. In general too the school posts high standards in academics.\nOther schools viz. Don Bosco High School,Sacred Heart High School, St. Joseph's Convent High School, Govt Boys Higher Secondary School, Govt Girls Higher Secondary School, Bengali Boys' H S School, Bengali Girls' High School, Guru Nanak Model School, Tezpur Academy, Children's Paradise School and Carmel Residential School are the leading institutes offering good education in the town of Tezpur.Situated by the side of the National Highway[NH-37] at Nikamul,Tezpur, Don Bosco High School has been doing exceptionally good in the educational sector producing exceptional results in the High School Leaving Certificate(H.S.L.C) conducted by the Board Of Secondary Education Assam(SEBA).","categories":[],"infobox_types":[],"annotations":[{"uri":"Assam","surface_form":"Assam","offset":33},{"uri":"India","surface_form":"India","offset":40},{"uri":"Brahmaputra","surface_form":"Brahmaputra","offset":87},{"uri":"2004","surface_form":"2004","offset":121}]}