{"id":65388,"url":"http://en.wikipedia.org/wiki/Filter","text":"A filter is a device used to remove unwanted parts from something. For example, removing solid particles from a liquid. Filter can also mean the act of filtering: it can be used as a verb. The different branches of science and technology often mean a particular kind of device when \"filter\" is mentioned.\nIn chemistry.\nThe simplest filter is the kind called filter paper. Liquids can pass through the paper. Solid particles are stopped.\nMore advanced filters are possible. Two that are often used to make water more pure are activated carbon and zeolites.\nFilters are used to remove unwanted items and/or impurities in the substance you are filtering.\nIn electrical science.\nThe most usual thing meant by filter in electrical science is a wave filter. One common kind lets through some frequencies and stops all others. This is a band pass filter. For instance, in a radio it can select the radio station the listener wants to hear. The frequency of that station is passed, but all others are rejected.\nThere are many other uses, including use in telephones and audio, see: audio crossover.\nThere are digital filters which can be used to filter things besides frequencies. A common use is to improve the quality of pictures. For instance, there are filters which can make the edges of objects look more clear.\nIn optics and photography.\nOptical filters act on light. They change it certain ways. This can be used for photographic filters.\nIn mechanics.\nFilters can be made from mechanical components. They will do very similar things to electric filters. Most especially, mechanical filters can be wave filters. That is, they can block some frequencies and pass others. Because of this, electric filters are sometimes made by first making a mechanical filter. The electric wave is turned into a mechanical movement, then passed through the filter, then turned back in to an electric wave. This kind of filter is often made from quartz crystals.\nA device which changes electrical signals into mechanical signals is called a transducer. A device which changes mechanical signals into electrical signals is also a transducer, but one of a different kind.\nIn information technology.\nAn internet filter removes certain kinds of information. For example, certain words can be blocked.","categories":[],"infobox_types":[],"annotations":[{"uri":"Device","surface_form":"device","offset":14},{"uri":"Particles","surface_form":"particles","offset":95},{"uri":"Liquid","surface_form":"liquid","offset":112},{"uri":"Verb","surface_form":"verb","offset":183},{"uri":"Science","surface_form":"science","offset":215},{"uri":"Technology","surface_form":"technology","offset":227},{"uri":"Filter_paper","surface_form":"filter paper","offset":358},{"uri":"Activated_carbon","surface_form":"activated carbon","offset":525},{"uri":"Zeolite","surface_form":"zeolite","offset":546},{"uri":"Electricity","surface_form":"electrical science","offset":715},{"uri":"Frequency","surface_form":"frequencies","offset":786},{"uri":"Radio","surface_form":"radio","offset":867},{"uri":"Radio_station","surface_form":"radio station","offset":891},{"uri":"Telephone","surface_form":"telephone","offset":1047},{"uri":"Audio","surface_form":"audio","offset":1062},{"uri":"Audio_crossover","surface_form":"audio crossover","offset":1074},{"uri":"Digital","surface_form":"digital","offset":1101},{"uri":"Optical_filter","surface_form":"Optical filter","offset":1337},{"uri":"Light","surface_form":"light","offset":1360},{"uri":"Photographic_filter","surface_form":"photographic filter","offset":1417},{"uri":"Frequency","surface_form":"frequencies","offset":1641},{"uri":"Quartz","surface_form":"quartz","offset":1928},{"uri":"Signal","surface_form":"signal","offset":1979},{"uri":"Transducer","surface_form":"transducer","offset":2023}]}