{"id":653990,"url":"http://en.wikipedia.org/wiki/Equality_House","text":"The Equality House is a house in Topeka, Kansas. It is painted with the colors of the rainbow flag.\nHistory.\nThe house was bought for $81,000 in March 2013. It was painted with the colors of rainbow flag, because it just across the street from Westboro Baptist Church, who are known to hate LGBT people. A 5 year old girl set up a lemonade stand just outside the house in June 2013 to raise money for Planting Peace, who owns the Equality House. Members of the Westboro Baptist Church tried to get the police to stop her and when that didn't work, began yelling swear words at her. She raised $400.\nLater that month, a lesbian wedding was held outside the house.\nIn October 2013, a drag show was held outside of the house. This was done to raise money for anti-bullying campaigns to stop LGBT youth from killing themselves.\nIn May 2015, after JK Rowling said she wanted a fake wedding between Dumbledore and Gandalf in Ireland, the Westboro Baptist Church tweeted that they would picket if this were to happen. In June that year, the mock wedding happened in the front yard of the equality house instead. Dumbledore is a gay character, according to JK Rowling, but this is not said in the books.\nIn October 2016, the house was vandalized with the phrase \"Fuk Fags\" painted on it and seven bullet holes were found.\nTransgender House.\nBefore 2016, the house was painted with the colors of the transgender flag. Later, a house next to it was bought and was made a permanent \"transgender house\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Topeka%2C_Kansas","surface_form":"Topeka","offset":33},{"uri":"Kansas","surface_form":"Kansas","offset":41},{"uri":"Rainbow_flag_(LGBT_movement)","surface_form":"rainbow flag","offset":86},{"uri":"Westboro_Baptist_Church","surface_form":"Westboro Baptist Church","offset":244},{"uri":"Lemonade_stand","surface_form":"lemonade stand","offset":331},{"uri":"Planting_Peace","surface_form":"Planting Peace","offset":401},{"uri":"Police","surface_form":"police","offset":502},{"uri":"Lesbian","surface_form":"lesbian","offset":619},{"uri":"Dumbledore","surface_form":"Dumbledore","offset":893},{"uri":"Gandalf","surface_form":"Gandalf","offset":908},{"uri":"Ireland","surface_form":"Ireland","offset":919},{"uri":"Twitter","surface_form":"tweeted","offset":956},{"uri":"Fuck","surface_form":"Fuk","offset":1255},{"uri":"Fag","surface_form":"Fags","offset":1259},{"uri":"Bullet","surface_form":"bullet","offset":1289},{"uri":"Transgender_flag","surface_form":"transgender flag","offset":1391}]}