{"id":654024,"url":"http://en.wikipedia.org/wiki/KIIS-FM","text":"e=\"preserve\">KIIS-FM (102.7 FM) is a radio station in Los Angeles, California, United States. It broadcasts a top 40 radio format. KIIS-FM is owned by iHeartMedia, Inc.\nHistory.\nThe station started broadcasting in 1948. At that time, the station was called KLAC-FM; it played pop music. In 1967, the station changed its call sign (name) to KRHM; it started to play soft music.\nIn 1971, KRHM changed its name to KKDJ. It changed to a top 40 music format, playing the most popular songs. For a short time, in 1975, KHRM tried an \"adult contemporary\" or soft rock format. However, it was not successful.\nThe station changed its name to KIIS-FM in 1975. It went back to broadcasting top 40 music. The name KIIS sounds like the word \"kiss\". However, the name of the station has nothing to do with kissing. It is spelled with two letter I's instead of two letter S's. This is because the station took its name from its former AM radio sister station — a station that is owned by the same company. The other KIIS station was located at 1150 AM; \"115\" looks like \"IIS\".\nThroughout its history, KIIS-FM has had several well-known radio hosts. These include Rick Dees and Ryan Seacrest.","categories":[],"infobox_types":[],"annotations":[{"uri":"Radio_station","surface_form":"radio station","offset":37},{"uri":"Los_Angeles","surface_form":"Los Angeles","offset":54},{"uri":"California","surface_form":"California","offset":67},{"uri":"United_States","surface_form":"United States","offset":79},{"uri":"Broadcast","surface_form":"broadcast","offset":97},{"uri":"Top_40","surface_form":"top 40","offset":110},{"uri":"IHeartMedia%2C_Inc.","surface_form":"iHeartMedia, Inc.","offset":151},{"uri":"Broadcast","surface_form":"broadcast","offset":198},{"uri":"Pop_music","surface_form":"pop music","offset":276},{"uri":"Soft_rock","surface_form":"soft music","offset":365},{"uri":"Top_40","surface_form":"top 40","offset":433},{"uri":"Kiss","surface_form":"kissing","offset":792},{"uri":"AM_radio","surface_form":"AM radio","offset":920},{"uri":"Rick_Dees","surface_form":"Rick Dees","offset":1148},{"uri":"Ryan_Seacrest","surface_form":"Ryan Seacrest","offset":1162}]}