{"id":65428,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Gamma","text":"Tropical Storm Gamma was the twenty-fourth named storm of the 2005 Atlantic hurricane season. Gamma formed in the eastern Caribbean Sea but quickly died a few days later from wind shear. On November 18, it restrengthened and became a tropical storm for a few more days before dying off the coast of Honduras on November 20. Although Gamma never made any landfall, it caused minor damages in the Lesser Antilles and medium damages in Honduras.\nStorm history.\nThe National Hurricane Center began monitoring a tropical wave that would later become Gamma around November 11, but the system did not develop into a tropical depression until after it had passed the Lesser Antilles on November 13. At that time, the storm was called Tropical Depression Twenty-Seven and was predicted to strengthen into a strong tropical storm or a weak hurricane as it moved across the Caribbean Sea. However, a second system developing in the southwestern edge of the Caribbean began pushing wind shear onto the depression on November 14, then weakening the depression into a tropical low; advisories were then temporarily stopped. On later reanalysis, it was found that the depression had probably become a tropical storm by November 15 at 0600 UTC for less than 6 hours, but was not named during the time.\nAs the remnants of Twenty-Seven moved west, the system in the southwestern Caribbean moved onto land in Nicaragua and quickly weakened, reducing wind shear on the remnant low. Near Honduras, the two systems combined and rapidly gained the characteristics of a tropical cyclone on November 18, when it was upgraded directly to a tropical storm and given the name \"Gamma\". It is clearly unknown whether the remnant low of Gamma absorbed the low pressure system or happened the other way, but forecasters at the National Hurricane Center though that it was more likely that Gamma absorbed the other system. (If it were determined to be the other way around, the previously mentioned Tropical Storm Twenty-Seven would have been a separate and unnamed tropical storm.)\nGamma strengthened a little bit more to reach its maximum strength of 50 mph (85 h) winds during that day, but a trough moving into the Gulf of Mexico stopped any more strengthening. Gamma stayed just north of the coast of Honduras for about a day, then weakened to a tropical depression as it was beginning to be absorbed into the front as it entered the Caribbean. On November 20, wind shear had destroyed Gamma and advisories were stopped, although the low level circulation of Gamma survived for an extra 36–48 hours. Later, the last remnants of Gamma were absorbed into the approaching front. Gamma never made landfall as a tropical storm.\nPreparations.\nBecause the storm was not predicted to make landfall (and it did not), few preparations were taken in Honduras for the storm. But non-stop rainfall for more than a day as Gamma wandered offshore created floods that forced more than 23,000 people to leave their homes.\nDeath toll.\nAs of January 24, 2006, a total of forty-one people were reported dead (while thirty-seven killed directly) as a result of Tropical Storm Gamma, mostly in Honduras, with 13 missing in Honduras.\nHonduras.\nThirty-four people died in Honduras with at least thirteen other people missing. All deaths were because of flooding and mudslides rather than wind damage since tropical storm-force winds did not affect the mainland.\nAccording to the COCEP (the Honduran civil emergency committee) dozens of bridges were washed away and about 2,000 homes were destroyed. According to the NHC, 10 bridges were destroyed from flooding, and 7 were damaged. And 5,200 acres worth of banana crops were also destroyed, causing $13-18 million (2005 USD) in damage. In addition, an unofficial report of 4.44 inches of rain was reported on Roatan Island.\nBelize.\nFive fishermen who were at sea during Tropical Storm Gamma have been reported missing and, as of November 25, were thought to be dead after five unidentified bodies were found on the Honduran coast. Three people were killed in a plane crash from Gamma's outer rain bands; it was thought that the weather was a part of the reason. Other effects to Belize were minimal.\nCaribbean islands.\nTwo people were killed by a mudslide in St. Vincent and the Grenadines from Tropical Depression Twenty-Seven (which would eventually become Tropical Storm Gamma) when the system came close to the island. Seven homes were also destroyed by flood waters in the area and others were damaged.\nOther effects across the rest of the Lesser Antilles were minimal and were no worse than that of a normal rain event. Also, two fishermen who were reported dead in Jamaica were thought to have been killed by Gamma.\nAftermath and retirement.\nAfter Gamma slowly moved away from land, Honduran government officials carried out helicopter rescues for people and families trapped by flood waters, as UN agencies began airlifting food and water to the impacted areas.\nThe government of Andalucía, in Spain, donated 40 million lempiras to aid in disaster efforts, and the United States sent helicopters to help in the delivery of food to the people affected by the storm.\nBecause damage was minimal, Gamma was not retired and will be used again whenever the regular list of names is all used up in the future.\nNaming and records.\nAfter all of the twenty one assigned hurricane names for the 2005 season were used up after Hurricane Wilma, the Greek alphabet was used, starting with Tropical Storm Alpha. This storm was named \"Gamma\" once it was known to have reached tropical storm strength (after it restrengthened). This was the first time that the name Gamma had been used for a tropical cyclone.\nBecause Gamma was the only twenty-fourth tropical storm to form in any single Atlantic hurricane season, Gamma also holds the record for being the earliest twenty-fourth tropical storm, reaching tropical storm strength on November 18. Gamma also extended the 2005 season's record for tropical storms to twenty-four, which was also enlarged four more times and ended at twenty-eight storms after Tropical Storm Zeta and a post-season addition of an unnamed subtropical storm which went originally unnoticed in October. Also, Gamma tied the record set during the 1992 Pacific hurricane season for most storms in a single basin monitored by NOAA.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":62},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":122},{"uri":"Wind_shear","surface_form":"wind shear","offset":175},{"uri":"Honduras","surface_form":"Honduras","offset":299},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":395},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":462},{"uri":"Tropical_cyclone","surface_form":"tropical wave","offset":507},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":659},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":863},{"uri":"Wind_shear","surface_form":"wind shear","offset":970},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1390},{"uri":"Honduras","surface_form":"Honduras","offset":1467},{"uri":"Miles_per_hour","surface_form":"mph","offset":2123},{"uri":"H","surface_form":"h","offset":2131},{"uri":"Gulf_of_Mexico","surface_form":"Gulf of Mexico","offset":2186},{"uri":"Flood","surface_form":"flood","offset":2912},{"uri":"Honduras","surface_form":"Honduras","offset":3220},{"uri":"Landslide","surface_form":"mudslide","offset":3314},{"uri":"Banana","surface_form":"banana","offset":3655},{"uri":"USD","surface_form":"$","offset":3697},{"uri":"Roatan_Island","surface_form":"Roatan Island","offset":3807},{"uri":"Landslide","surface_form":"mudslide","offset":4245},{"uri":"Saint_Vincent_and_the_Grenadines","surface_form":"St. Vincent and the Grenadines","offset":4257},{"uri":"Lesser_Antilles","surface_form":"Lesser Antilles","offset":4543},{"uri":"Jamaica","surface_form":"Jamaica","offset":4670},{"uri":"United_Nations","surface_form":"UN","offset":4901},{"uri":"Andaluc%C3%ADa","surface_form":"Andalucía","offset":4986},{"uri":"Spain","surface_form":"Spain","offset":5000},{"uri":"Honduran_lempira","surface_form":"lempira","offset":5026},{"uri":"United_States","surface_form":"United States","offset":5071},{"uri":"Lists_of_tropical_cyclone_names","surface_form":"hurricane names","offset":5366},{"uri":"Hurricane_Wilma","surface_form":"Hurricane Wilma","offset":5421},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":5442},{"uri":"Tropical_Storm_Alpha_(2005)","surface_form":"Tropical Storm Alpha","offset":5481},{"uri":"Gamma","surface_form":"Gamma","offset":5525},{"uri":"Tropical_storm","surface_form":"tropical storm","offset":5566},{"uri":"Tropical_cyclone","surface_form":"tropical cyclone","offset":5681},{"uri":"Tropical_Storm_Zeta_(2005)","surface_form":"Tropical Storm Zeta","offset":6094},{"uri":"1992_Pacific_hurricane_season","surface_form":"1992 Pacific hurricane season","offset":6260},{"uri":"NOAA","surface_form":"NOAA","offset":6337}]}