{"id":65424,"url":"http://en.wikipedia.org/wiki/Jury_nullification","text":"Jury nullification means a knowing and deliberate ignoring of evidence or a refusal to apply the law as explained in the jury instructions. A jury may feel the application of the law is unfair, unjust or is immoral in some way. Or, they may want to \"send a message\" about some social issue. Jury nullification is not a legal function of a jury and is not usually considered to be consistent with a jury's duty to judge a case on the facts and the law.\nIt is clear that juries do have the power to nullify. But do they have the right to nullify is another question. Once the verdict of \"Not Guilty\" is returned, double jeopardy applies and the defendant cannot be tried again. If a judge learns that a juror intends to nullify the verdict, the judge has the right to remove that juror. Typically, jurors are not told by the court that they have the power to nullify. That has both good points and bad. Judges fear if they told jurors they would have jury anarchies on their hands with jurors doing whatever they please. However, jury nullification can provide valuable feedback and can sometimes do some good if used wisely.\nHistory.\nJury nullification goes back to the beginnings of the jury system in England as established by the Magna Carta in 1215. The practice came to the United States during the colonial period. The case thought to be the precedent for jury nullification in the US is that of John Peter Zenger in 1735. He was put on trial for seditious libel. Zenger had criticized the governor in his newspaper, \"The Weekly Journal\". Trying everything he could to insure a guilty verdict, the governor even had Zenger's lawyers disbarred to prevent him from having legal representation. But the jury refused to convict him, going against the judge's orders.\nDiscriminatory acquittal.\nAlong with a history of jury nullification in the US, there is also a history of discriminatory acquittals.\nAn example of discriminatory acquittal is when jury nullification is used to punish female rape victims by allowing their rapists to go free. The same is true of female victims of domestic violence. The \"appropriateness\" of a female victim's behavior in court can a great deal to do with how a jury will act, according to studies on the subject. Another example is the 1991 case of Rodney King. King was an African-American man who was beat up by police officers on videotape. The jury acquitted the police officers of beating him up even though they watched the video in court.\nArguments against jury nullification.\nJury nullification can be a way for a jury to express their own prejudice and bias. Examples include all-white juries enforcing Jim Crow laws on black defendants while letting white defendants who committed racial crimes against blacks go free. Also, it can seem unfair to allow one defendant to go free for committing the same crime while another defendant is convicted, just because one jury decided to nullify the law. This challenges the concept of equal protection under Fourteenth Amendment.\nIn the 1895 Supreme Court decision \"Sparf v. United States\" the Court ruled that judges did not have an obligation to tell jurors about jury nullification. The decision did not say judges could not tell jurors about nullification or that jurors did not have that power. They only said judges were not required to tell jurors. This led to the now common practice of judges in the U.S. penalizing defense attorneys who try in any way to present a nullification argument.\nArguments for jury nullification.\nWhen a jury lets guilty people go free, it is called jury nullification. When a prosecutor decides not to charge a guilty person of a crime, it is called \"prosecutorial discretion\". Prosecutors are legal professionals while jury members are not. However prosecutors are also politicians and may make politically motivated decisions or may be corrupt. Judges will often instruct a jury to return a verdict based on the merits of the case and not the merits of the law. But one argument is that juries have a responsibility to decide if they think the law is wrong in a particular case.\nA person who overreacts when seeing someone commit a crime may be guilty of a crime themselves. For example, if a child is killed by a drunk driver and the father then kills the drunk driver, according to law the father may be guilty of murder. The same is true if a man seeing someone sexually assaulting his wife or daughter and beats the attacker to death (in many jurisdictions). A jury is made up of people who live in a community. They can decide to let someone go free if they think is it safe to do so.","categories":[],"infobox_types":[],"annotations":[{"uri":"Evidence","surface_form":"evidence","offset":62},{"uri":"Law","surface_form":"law","offset":97},{"uri":"Jury_instructions","surface_form":"jury instructions","offset":121},{"uri":"Verdict","surface_form":"verdict","offset":574},{"uri":"Double_Jeopardy","surface_form":"double jeopardy","offset":611},{"uri":"Defendant","surface_form":"defendant","offset":643},{"uri":"Anarchy","surface_form":"anarchies","offset":954},{"uri":"Feedback","surface_form":"feedback","offset":1068},{"uri":"Magna_Carta","surface_form":"Magna Carta","offset":1232},{"uri":"United_States","surface_form":"United States","offset":1278},{"uri":"Colonial_history_of_the_United_States","surface_form":"colonial period","offset":1303},{"uri":"Precedent","surface_form":"precedent","offset":1347},{"uri":"US","surface_form":"US","offset":1387},{"uri":"John_Peter_Zenger","surface_form":"John Peter Zenger","offset":1401},{"uri":"Seditious_libel","surface_form":"seditious libel","offset":1452},{"uri":"Governor","surface_form":"governor","offset":1495},{"uri":"Disbarment","surface_form":"disbarred","offset":1638},{"uri":"Discrimination","surface_form":"discriminatory","offset":1875},{"uri":"Rape","surface_form":"rape","offset":1993},{"uri":"Victim","surface_form":"victim","offset":1998},{"uri":"Domestic_violence","surface_form":"domestic violence","offset":2082},{"uri":"Rodney_King","surface_form":"Rodney King","offset":2284},{"uri":"African-American","surface_form":"African-American","offset":2309},{"uri":"Police","surface_form":"police","offset":2349},{"uri":"Videotape","surface_form":"videotape","offset":2368},{"uri":"Jury","surface_form":"jury","offset":2383},{"uri":"Police_officer","surface_form":"police officer","offset":2402},{"uri":"Prejudice","surface_form":"prejudice","offset":2583},{"uri":"Bias","surface_form":"bias","offset":2597},{"uri":"Example","surface_form":"Example","offset":2603},{"uri":"Jim_Crow_laws","surface_form":"Jim Crow laws","offset":2647},{"uri":"Racism","surface_form":"racial","offset":2726},{"uri":"Crime","surface_form":"crime","offset":2733},{"uri":"Equal_Protection_Clause","surface_form":"equal protection","offset":2972},{"uri":"Fourteenth_Amendment_to_the_United_States_Constitution","surface_form":"Fourteenth Amendment","offset":2995},{"uri":"Sparf_v._United_States","surface_form":"Sparf v. United States","offset":3053},{"uri":"Prosecutor","surface_form":"prosecutor","offset":3600},{"uri":"Politician","surface_form":"politician","offset":3795},{"uri":"Corrupt","surface_form":"corrupt","offset":3862},{"uri":"Overreaction","surface_form":"overreacts","offset":4118},{"uri":"Drunk_driving","surface_form":"drunk driver","offset":4240},{"uri":"Murder","surface_form":"murder","offset":4342},{"uri":"Sexual_assault","surface_form":"sexually assaulting","offset":4391}]}