{"id":654229,"url":"http://en.wikipedia.org/wiki/Toyota/Save_Mart_350","text":"The Toyota/Save Mart 350 is a Monster Energy NASCAR Cup Series stock car race held annually at Sonoma Raceway at Sears Point in Sonoma, California, It is one of three races held on road courses, with the other two being the Go Bowling at The Glen at Watkins Glen International and the Bank of America Roval 400 at Charlotte Motor Speedway.\nThe race joined the circuit in 1989, It was added as a replacement for the Budweiser 400 at Riverside, which closed in 1988, The race had undergone several name and length changes throughout the year, The NASCAR West Series is held as combination race from 1989 to 1997 and has held as a standalone race since 2006. Due to the track's unique layout, the race generates annual discussion, with media, fans and participants both in favor and against racing this event, Due to the speedway's layout, Road course ringers are common, A NASCAR term standing for drivers only on road course races.\nHistory.\nFrom 1989-1997, NASCAR had utilized the full, best known for sports car racing, Subtle changes to some of the turns accommodated the stock cars, and increased passing widths, Ricky Rudd won the inaugural race at Sonoma.\nIn the 1991 race, Sonoma became famous, With seven laps remaining in the race, Mark Martin tried to pass Tommy Kendall, who cut his tire, subbing for an injured Kyle Petty, The two made contact, resulting in Martin crashing and running into Davey Allison, cutting his tire. and the lead went to Davey Allison, Then with 2 laps to go, Ricky Rudd passed Allison for the lead, but spun out from contact in the final turn.\nRicky Rudd led the field to the white flag, and contended to win the race, his second victory at Sonoma, and to advance in championship standings, However, as he came around to take the win, Rudd was black-fagged just 3 feet from the finish line, Davey Allison was declared the winner and Rudd finished in second place.\nThe last Sonoma race was held at the previous road course passage was in 1997 on October 5 at a Truck Series event, There, Joe Ruffmann won the race but controversy erupted when Rich Bickle blamed a loss of top-ten finishes on rookie Boris Said, Rich Bickle cut down a tire, and in reply, Boris Said ran in to Bickle and waited for him to come around and crash him, NASCAR after a brief red flag for a massive crash in a wall of tires, disqualified Said and placed him $10,000 for his actions.\nIn 1998, the circuit for the event was shortened to a modified road course with the addition of the \"Chute\" from Turn 4 to Turn 7, bypassing Turn 5 and 6.\nIn 2001, the \"Chute\" was modified to such that the NASCAR circuit measured long.\n\"Gilligan's Island\".\nFrom 1989 to 2001, the pit road could modify up to 34 pit stalls, In the early years, some teams were required to share pit stalls, while the other teams were forced to pit inside the garage area.\nAfter a few years, A makeshift auxiliary pit road was constructed inside the hairpin (turn 11), nicknamed Gilligan's Island, Cars that had nine slowest qualifying speeds were relegated to the pit stalls, Pitting in this area was considered as an inconvenience and a competitive disadvantage, more so than the even the disadvantages one would experience pitting on the back straightaway at a short period of time.\nSince the length of the auxilary pit road, was significantly shorter than the other pit road, the cars that pitted were held from 15–20 seconds in order to make up for the time that would have been if the cars had traveled the entire pit road.\nPitting on Gilligan's Island had several other inconveniences, The location (the staging area for the drag races, was landlocked by the race course, and crew members were unable to leave once the race began, Teams sent the only pit crew to Gilligan's Island, and once they were there, they could not access the garage area or their transporters, to collect spare parts/tools, The only repairs that could be made were routine tire changes and refueling, as well as major repairs, If a team pitting on Gilligan's Island dropped out of the race, The crewman were unable to pack their supplies and prepare to leave (a common practice at other tracks) until the race was over.\nChanges to the track in 2002 that included separation of the drag strip from the frontstretch, removal of the main drag strip grandstand, and new control tower for road racing led to the pit road being expanded by extending pit road into the main straight and moving the pit exit up past turn 1, thereby expanding it to 43 cars, and Gilligan's Island was abandoned.\nTrophy.\nThe trophy was in form of wine bottle holder paired with a giant wine glass as a nod to NAPA County's wine country.","categories":[],"infobox_types":[],"annotations":[{"uri":"Monster_Energy_NASCAR_Cup_Series","surface_form":"Monster Energy NASCAR Cup Series","offset":30},{"uri":"Sonoma_Raceway","surface_form":"Sonoma Raceway","offset":95},{"uri":"Sears_Point","surface_form":"Sears Point","offset":113},{"uri":"Sonoma%2C_California","surface_form":"Sonoma, California","offset":128},{"uri":"Go_Bowling_at_The_Glen","surface_form":"Go Bowling at The Glen","offset":224},{"uri":"Watkins_Glen_International","surface_form":"Watkins Glen International","offset":250},{"uri":"Bank_of_America_Roval_400","surface_form":"Bank of America Roval 400","offset":285},{"uri":"Charlotte_Motor_Speedway","surface_form":"Charlotte Motor Speedway","offset":314},{"uri":"Riverside_International_Raceway","surface_form":"Riverside","offset":432},{"uri":"NASCAR_K%26amp%3BN_Pro_Series_East","surface_form":"NASCAR West Series","offset":545},{"uri":"Ricky_Rudd","surface_form":"Ricky Rudd","offset":1115},{"uri":"Mark_Martin","surface_form":"Mark Martin","offset":1239},{"uri":"Tommy_Kendall","surface_form":"Tommy Kendall","offset":1265},{"uri":"Kyle_Petty","surface_form":"Kyle Petty","offset":1321},{"uri":"Davey_Allison","surface_form":"Davey Allison","offset":1401},{"uri":"Davey_Allison","surface_form":"Davey Allison","offset":1455},{"uri":"Ricky_Rudd","surface_form":"Ricky Rudd","offset":1494},{"uri":"Ricky_Rudd","surface_form":"Ricky Rudd","offset":1579},{"uri":"Davey_Allison","surface_form":"Davey Allison","offset":1826},{"uri":"Camping_World_Truck_Series","surface_form":"Truck Series","offset":1995},{"uri":"Joe_Ruffmann","surface_form":"Joe Ruffmann","offset":2022},{"uri":"Boris_Said","surface_form":"Boris Said","offset":2133},{"uri":"Boris_Said","surface_form":"Boris Said","offset":2188},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":2953},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":3515},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":3744},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":4004},{"uri":"Gilligan%27s_Island","surface_form":"Gilligan's Island","offset":4509},{"uri":"NAPA_County","surface_form":"NAPA County","offset":4638}]}