{"id":654279,"url":"http://en.wikipedia.org/wiki/Endometriosis","text":"e=\"preserve\">Endometriosis is a sickness when endometrium cells of the uterus grow outside the uterus. As many as 11% of American women between 15 and 44 years-old may have this sickness. It is most common in women 30-40 years-old. Having endometriosis can make it hard to have a baby. Endometriosis can be treated by a doctor. Treating endometriosis may help a woman get pregnant.\nA woman can have endometriosis for a long time. It can be very painful. Women with endometriosis can have problems with their menstrual flow. This sickness can be so painful that it affects many areas of life.\nEndometriosis is hard to find in some women. To find endometriosis in a woman a doctor may order many medical tests. These tests may be a pelvic exam and an ultrasound. When a woman has a pelvic exam the doctor will feel for lumps or scars. An ultrasound will help the doctor see cysts on the ovaries. The doctor may put a wand-shaped ultrasound probe into the vagina. A scanner may be used on your abdomen. Another test may be used. It is called an MRI. The MRI takes a picture of the inside of the body.\nA doctor may try to treat endometriosis with medicine. There different kinds of medicine that treat endometriosis. Birth control medicine can help some women have less pain. Another kind of medicine is called Gonadotropin-releasing hormone (GnRH) agonists. If the pain is less after taking medicine then the doctor may decide that the woman has endometriosis. If the woman stops taking the medicine the pain may come back.\nEndometriosis is treated with surgery on some women. This is called laparoscopy. The doctor doing the surgery can look inside the body to find endometriosis tissue. Surgery is the only way to be sure that a woman has endometriosis. The doctor may see endometriosis tissue during laparoscopy. A doctor may remove a sample and study it under the microscope to decide.","categories":[],"infobox_types":[],"annotations":[{"uri":"Endometrium","surface_form":"endometrium","offset":46},{"uri":"Cell","surface_form":"cells","offset":58},{"uri":"Uterus","surface_form":"uterus","offset":71},{"uri":"Therapy","surface_form":"Treating","offset":328},{"uri":"Pregnant","surface_form":"pregnant","offset":372},{"uri":"Pelvic_exam","surface_form":"pelvic exam","offset":730},{"uri":"Ultrasound","surface_form":"ultrasound","offset":749}]}