{"id":654374,"url":"http://en.wikipedia.org/wiki/20_Fenchurch_Street","text":"20 Fenchurch Street is a commercial skyscraper in London that takes its name from its address on Fenchurch Street, in the historic City of London financial district. It has been nicknamed \"The Walkie-Talkie\" because of its distinctive shape. The 34-storey building is tall, making it the fifth-tallest building in the City of London.\nDesigned by architect Rafael Viñoly and costing over £200 million, 20 Fenchurch Street features a highly distinctive top-heavy form which appears to burst upward and outward. A large viewing deck, bar and restaurants are included on the top three floors; these are open to the public.\nThe tower was originally proposed at nearly tall but its design was scaled down after concerns about its visual impact on the nearby St Paul's Cathedral and Tower of London. It was subsequently approved in 2006 with the revised height. Even after the height reduction there were continued concerns from heritage groups about its impact on the surrounding area. The project was consequently the subject of a public inquiry; in 2007 this ruled in the developers' favour and the building was granted full planning permission.\nIn their preliminary results for 2007, joint-developers Land Securities and Canary Wharf Group said 20 Fenchurch Street would be completed in 2011, however in 2009 during the depths of the Great Recession, the estimated completion was changed to 2014.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":36},{"uri":"Fenchurch_Street","surface_form":"Fenchurch Street","offset":97},{"uri":"City_of_London","surface_form":"City of London","offset":131},{"uri":"Walkie-talkie","surface_form":"Walkie-Talkie","offset":193},{"uri":"Rafael_Vi%C3%B1oly","surface_form":"Rafael Viñoly","offset":356},{"uri":"St_Paul%27s_Cathedral","surface_form":"St Paul's Cathedral","offset":752},{"uri":"Tower_of_London","surface_form":"Tower of London","offset":776},{"uri":"Public_inquiry","surface_form":"public inquiry","offset":1026},{"uri":"Land_Securities","surface_form":"Land Securities","offset":1198},{"uri":"Canary_Wharf_Group","surface_form":"Canary Wharf Group","offset":1218},{"uri":"Great_Recession","surface_form":"Great Recession","offset":1331}]}