{"id":654328,"url":"http://en.wikipedia.org/wiki/Margarita_Mamun","text":"Margarita \"Rita\" Mamun (born November 1, 1995 in Moscow, Russia) is a retired Russian rhythmic gymnast. She won a gold medal in the individual all-around competition at the 2016 Rio Olympics. She has won fourteen World Championships medals, including two all-around silver medals in 2014 and 2015. Mamun starred in the documentary film \"Over the Limit.\"\nMamun has a Bangladeshi father and a Russian mother. Her mother is a former rhythmic gymnast. Mamun began training in rhythmic gymnastics when she was seven years old. As a junior gymnast, Mamun represented Bangladesh for one year. As a senior gymnast, she represented Russia. Mamun became a senior gymnast in 2011. That year, she won a bronze medal in the all-around and a gold medal in ball finals at the Montreal World Cup. In 2011, she was ranked twenty-second in the world. In 2012, Mamun won three bronze medals at the Deriugina World Cup. She also won the all-around gold at the Sofia World Cup, and won the team gold medal at the Aeon Cup. Mamun was ranked seventeenth in the world in 2012. She did not compete at the 2012 London Olympics.\nIn 2013, Mamun competed at the Moscow Grand Prix and won the all-around gold medal. She also won three gold medals and one bronze in the apparatus finals. At the 2013 European Championships, Mamun and her teammates won team gold for Russia. She won a gold medal and three silver medals in the apparatus finals. Mamun competed at the 2013 Summer Universiade, where she won all-around gold and three gold medals in the apparatus finals. At the 2013 World Championships, Mamun won two gold medals and a bronze in the apparatus finals. She was ranked first in the world during the 2013 season.\nIn 2014, Mamun again competed at the Moscow Grand Prix and won the all-around gold medal. She won three gold medals and one silver in the apparatus finals. Mamun competed at the 2014 European Championships, but only placed fifth in the all-around. At the 2014 World Championships, Mamun and her teammates won team gold. Mamun won the all-around silver medal, as well as two gold medals and two silvers in the apparatus finals. She was ranked second in the world in 2014.\nIn 2015, she won gold in the all-around, ribbon final and hoop final at the Moscow Grand Prix. She also won bronze in the ball final. At the 2015 European Championships, Mamun and her teammates won team gold. She won gold in the hoop final and silver in the ball final. In 2015, the European Games were held for the first time. Mamun competed at the European Games and won the all-around silver and a gold medal in the hoop final. At the 2015 World Championships, Mamun and her teammates won team gold. Mamun won a gold medal and three silver medals. She was awarded the Longines Prize for Elegance. Mamun was ranked second in the world in 2015.\nIn 2016, Mamun won the all-around silver at the Russian Championships. She also won the all-around silver at the 2016 European Championships. She won gold in the all-around at the 2016 Baku World Cup, and set a record by scoring the highest number of points ever in the all-around. Mamun competed in the 2016 Rio Olympics. She won the individual all-around gold medal and set an Olympic record, scoring the highest number of points ever at an Olympic Games. Mamun was ranked first in the world during the 2016 season. Sadly, two days after she won gold at the Olympics, Mamun's father died.\nShortly after the 2016 Olympics, Mamun became engaged to Alexandr Sukhorukov. She married him in 2017. On November 4, 2017, Russian coach Irina Viner announced that Mamun was retiring from gymnastics.","categories":[],"infobox_types":[],"annotations":[{"uri":"Moscow","surface_form":"Moscow","offset":49},{"uri":"Russia","surface_form":"Russia","offset":57},{"uri":"Rhythmic_gymnastics","surface_form":"rhythmic gymnast","offset":86},{"uri":"Bangladesh","surface_form":"Bangladesh","offset":561},{"uri":"2012_Summer_Olympics","surface_form":"2012 London Olympics","offset":1080}]}