{"id":65438,"url":"http://en.wikipedia.org/wiki/Sandra_Bullock","text":"Sandra Annette Bullock (; born July 26, 1964) is an American-German movie actress. She became famous in the 1990s, after roles in successful movies, including \"Speed\" and \"While You Were Sleeping\". After that, she became a very respected actress, especially after 2004 movie \"Crash\". She is the 14th richest female celebrity with a fortune of around $85 million. She filed for divorce from her husband in April 2010 after reports of unfaithfulness by him.\nEarly life.\nSandra Annette Bullock was born in Arlington, Virginia, which is a suburb of Washington, D.C. Her parents are called John Bullock and Helga Meyer, and she has a sister called Gesine. Sandra's mother was German, and Sandra spent lots of time in Germany when she was a child. She went to Washington-Lee High School and was a cheerleader. She went to East Carolina University. She then moved to New York City to try to become an actress.\nActing.\nSandra Bullock first appeared in some TV movies, such as \"Hangmen\" and \"Bionic Showdown\". She also appeared in the movies \"Love Potion No. 9\" and \"Demolition Man\", which were quite successful movies. She then appeared in \"Speed\" and \"While You Were Sleeping\", which made her famous. She then starred more successful movies like \"Miss Congeniality\", \"Two Weeks Notice\", \"Crash\" and \"The Lake House\". Recently, she starred in the movies \"The Proposal\" and \"The Blind Side\". She received an Academy Award for her role in \"The Blind Side\".\nPersonal life.\nSandra Bullock has been in relationships with Tate Donovan, Matthew McConaughey and Ryan Gosling. She then married Jesse James in 2005, but divorced him in 2010 after reports that he cheated on her.\nBullock has one son, a boy named Louis Bardo Bullock. She adopted him in 2010.","categories":[],"infobox_types":["person"],"annotations":[{"uri":"Americans","surface_form":"American","offset":52},{"uri":"Germans","surface_form":"German","offset":61},{"uri":"Movie","surface_form":"movie","offset":68},{"uri":"Actor","surface_form":"actress","offset":74},{"uri":"Speed_(movie)","surface_form":"Speed","offset":160},{"uri":"While_You_Were_Sleeping","surface_form":"While You Were Sleeping","offset":172},{"uri":"Crash_(2004_movie)","surface_form":"Crash","offset":276},{"uri":"United_States_dollar","surface_form":"$","offset":350},{"uri":"Divorce","surface_form":"divorce","offset":377},{"uri":"Washington%2C_D.C.","surface_form":"Washington, D.C.","offset":545},{"uri":"New_York_City","surface_form":"New York City","offset":860},{"uri":"Academy_Award","surface_form":"Academy Award","offset":1399}]}