{"id":654465,"url":"http://en.wikipedia.org/wiki/Quatermass_II","text":"\"Quatermass II\" is a British science-fiction series, originally broadcast by BBC Television in the autumn of 1955. It is the second in the \"Quatermass\" series by writer Nigel Kneale, and the oldest of those serials to survive in its entirety in the BBC archives.\nAlthough sometimes compared unfavourably to the first and third \"Quatermass\" serials, \"Quatermass II\" was praised for its allegorical concerns of the damaging effects of industrialisation and the corruption of governments by big business. It is described on the British Film Institute's \"Screenonline\" website as \"compulsive viewing.\"\nProduction.\nOn 22 September 1955 the ITV network was launched in the UK, bringing commercial television to Britain for the first time and ending the BBC's broadcasting monopoly in the country. The new network's creation had been established by the Television Act 1954, and the BBC had known in advance that they would need programmes to combat the new rival for television audiences. Referring to the 1953 science-fiction serial \"The Quatermass Experiment\" in a memo written in 1954, BBC Television's Controller of Programmes, Cecil McGivern, noted that: \"Had competitive television been in existence then, we would have killed it every Saturday night while [\"The Quatermass Experiment\"] lasted. We are going to need \"many\" more 'Quatermass Experiment' programmes.\"\nCasting and crew.\nReginald Tate, who had played the title role in \"The Quatermass Experiment\", collapsed and died on 23 August 1955, aged 58. This was less than a month before the shooting of the location filming for \"Quatermass II\" began, and necessitated the casting of a replacement lead actor at short notice; John Robinson was chosen to fill the part. Robinson was an experienced actor from a range of different films and television programmes since the 1930s, but was uncomfortable about taking over from Tate, and had difficulty in learning some of the technical dialogue he was required to deliver. Robinson's delivery of his lines has been criticised by some later reviewers.\nReception and influence.\nThe available British television audience had doubled since \"The Quatermass Experiment\" had been shown in 1953, and the viewing figures for \"Quatermass II\" were accordingly higher. The series gained an audience of 7.9 million viewers for its first three episodes, which rised to 8.3 million for the fourth and fifth and concluded with 9 million. A BBC audience research report commissioned after \"Quatermass II\" had finished found that 90% of those questioned in the sample had watched at least five episodes of the production.\nOther media.\nAs with \"The Quatermass Xperiment\", the film rights to the series were purchased by Hammer Film Productions — in this case after they had only read the scripts, before the series was even made. Titled \"Quatermass 2\", the film was released in 1957 and once again directed by Val Guest, with Brian Donlevy starring; unlike the first film, Kneale wrote the screenplay himself. In the United States, the film was released under the title \"Enemy from Space\".\nIn April 2005 BBC Worldwide released a DVD box set of all their existing \"Quatermass\" material. This included digitally restored versions of all six episodes of \"Quatermass II\", with the sound and vision of the recordings cleaned up as far as possible, and some of the existing special effects inserts that survived on their original film elements being re-inserted into the episodes.\nIn 2016 released \"Quatermass II\" and \"Quatermass and the Pit\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Science_fiction_on_television","surface_form":"science-fiction","offset":29},{"uri":"BBC_One","surface_form":"BBC Television","offset":77},{"uri":"The_Quatermass_Experiment","surface_form":"Quatermass","offset":140},{"uri":"Nigel_Kneale","surface_form":"Nigel Kneale","offset":169},{"uri":"Industrialization","surface_form":"industrialisation","offset":433},{"uri":"British_Film_Institute","surface_form":"British Film Institute","offset":525},{"uri":"Screenonline","surface_form":"Screenonline","offset":551},{"uri":"ITV","surface_form":"ITV","offset":635},{"uri":"Commercial_broadcasting","surface_form":"commercial television","offset":680},{"uri":"BBC","surface_form":"BBC","offset":747},{"uri":"Monopoly","surface_form":"monopoly","offset":766},{"uri":"Television_Act_1954","surface_form":"Television Act 1954","offset":846},{"uri":"The_Quatermass_Experiment","surface_form":"The Quatermass Experiment","offset":1028},{"uri":"Cecil_McGivern","surface_form":"Cecil McGivern","offset":1125},{"uri":"Reginald_Tate","surface_form":"Reginald Tate","offset":1382},{"uri":"John_Robinson_(English_actor)","surface_form":"John Robinson","offset":1678},{"uri":"The_Quatermass_Xperiment","surface_form":"The Quatermass Xperiment","offset":2624},{"uri":"Hammer_Film_Productions","surface_form":"Hammer Film Productions","offset":2699},{"uri":"Quatermass_2","surface_form":"Quatermass 2","offset":2817},{"uri":"Val_Guest","surface_form":"Val Guest","offset":2889},{"uri":"Brian_Donlevy","surface_form":"Brian Donlevy","offset":2905},{"uri":"Screenplay","surface_form":"screenplay","offset":2969},{"uri":"BBC_Worldwide","surface_form":"BBC Worldwide","offset":3083},{"uri":"Box-set","surface_form":"box set","offset":3112},{"uri":"Remaster","surface_form":"digitally restored","offset":3179},{"uri":"Special_effect","surface_form":"special effect","offset":3347}]}