{"id":654586,"url":"http://en.wikipedia.org/wiki/International","text":"International mostly means something (a company, language, or organization) involving more than a single country. The term international as a word means involvement of, interaction between or encompassing more than one nation, or generally beyond national boundaries. For example, international law, which is applied by more than one country and usually everywhere on Earth, and international language which is a language spoken by residents of more than one country.\nOrigin of the word.\nThe term \"international\" was coined by the utilitarian philosopher Jeremy Bentham in his \"Introduction to Principles of Morals and Legislation\", which was printed for publication in 1780 and published in 1789. Bentham wrote: \"The word \"international\", it must be acknowledged, is a new one; though, it is hoped, sufficiently analogous and intelligible. It is calculated to express, in a more significant way, the branch of law which goes commonly under the name of the \"law of nations\". The word was adopted in French in 1801. Thomas Erskine Holland noted in his article on Bentham in the 11th edition of the \"Encyclopædia Britannica\" that \"Many of Bentham's phrases, such as 'international,' 'utilitarian,' 'codification,' are valuable additions to our language; but the majority of them, especially those of Greek derivation, have taken no root in it.\"\nMeaning in particular fields.\n\"International\" is also sometimes used as a synonym for \"global\".","categories":[],"infobox_types":[],"annotations":[{"uri":"Company","surface_form":"company","offset":40},{"uri":"Language","surface_form":"language","offset":49},{"uri":"Organization","surface_form":"organization","offset":62},{"uri":"Country","surface_form":"country","offset":105},{"uri":"International_law","surface_form":"international law","offset":281},{"uri":"Country","surface_form":"country","offset":334},{"uri":"Earth","surface_form":"Earth","offset":368},{"uri":"World_language","surface_form":"international language","offset":379},{"uri":"Utilitarianism","surface_form":"utilitarian","offset":531},{"uri":"Philosopher","surface_form":"philosopher","offset":543},{"uri":"Jeremy_Bentham","surface_form":"Jeremy Bentham","offset":555},{"uri":"Introduction_to_Principles_of_Morals_and_Legislation","surface_form":"Introduction to Principles of Morals and Legislation","offset":578},{"uri":"Public_international_law","surface_form":"law of nations","offset":958},{"uri":"Thomas_Erskine_Holland","surface_form":"Thomas Erskine Holland","offset":1015},{"uri":"Encyclop%C3%A6dia_Britannica","surface_form":"Encyclopædia Britannica","offset":1098}]}