{"id":654578,"url":"http://en.wikipedia.org/wiki/Asteroid_impact_prediction","text":"Asteroid impact prediction warns about asteroids hitting Earth, and when and where they will hit the Earth. Most asteroids will not hit Earth. Asteroid impact prediction works by finding the ones that will hit Earth. It finds asteroids that might hit Earth in the future. This works well for big asteroids as they can be seen easily from a long distance, many years before they come close to Earth.\nThere aren't many big asteroids, but there are millions of smaller space rocks. They are not normally bright enough to see until they are close to Earth. We use telescopes to find the asteroids that are going to hit Earth soon. The telescopes are not good enough to see the small asteroids unless everything is perfect. Because of this we almost never see them before they hit Earth.\nNASA Sentry system.\nThe IAU Minor Planet Center (MPC) looks after all the asteroid information in the world. NASA's Sentry System is always checking the MPC asteroid information. It checks if any asteroids could hit earth in the future. It has not yet found any. The asteroid which is most likely to hit Earth is called. NASA thinks it will pass Earth in September 2095. They think it has less than a 1 in 10 chance of hitting Earth.\nMaking impact prediction better.\nIn the early 21st century impact prediction usually doesn't work. Almost all of the asteroids that hit Earth are a surprise. NASA wants to get better at impact prediction by building more powerful telescopes. A big new telescope, made for searching, is being built in northern Chile called the LSST. It is very big and will take years to build. It should be ready by 2023. When it is ready the powerful telescope should be a lot better at seeing small asteroids.\nTelescopes on the Earth can only see part of the sky. They won't be able to see any asteroids coming from near the direction of the Sun because of the blue sky during the day. A telescope in space doesn't have that problem. It can see much more of the sky around Earth. It can keep looking all through the day and night and there are no clouds or rain in space. Telescopes in space can also use infrared heat radiation to find asteroids. Looking for that kind of light is an especially good way of finding asteroids. This method doesn't work on Earth because the air is too warm. Heat radiation from warm air hides the heat radiation that comes from the asteroids. Space telescopes are better in a lot of ways, but they cost more money. Also, they don't last as long as telescopes on the ground.\nIn 2017 NASA had lots of ideas to help find smaller asteroids. They want to find 9 out of 10 of the asteroids that are bigger than 140 metres (as long as two jumbo jets). The ideas should help find asteroids which are smaller than 140 metres long too. Quite a lot of the ideas use a new telescope on the ground working with a new space telescope. An example telescope on the ground is LSST. An example telescope in space is NEOCAM, but nobody has started building it. These new telescopes will be expensive. But, NASA has done most of the work finding asteroids already. Out of all the asteroids ever found, NASA has found more than 9 out of 10 of them. Asteroids hit all over Earth, not just the USA where NASA is from. Because of this, NASA was asked by the United States government to find other countries to help. They need other countries to help make the telescopes and help pay for them.\n List of when it worked.\nBelow is the list of all the times when asteroid impact prediction worked. When it worked, the space rocks which hit the Earth were not a surprise. There are lots of asteroids which will hit Earth in the future. They are not in the list because we don't know about any of them yet. If we get better at asteroid impact prediction we will find out about them. Then we will know what asteroids are going to hit us in the future.","categories":[],"infobox_types":[],"annotations":[{"uri":"Prediction","surface_form":"warns","offset":27},{"uri":"Asteroids","surface_form":"asteroids","offset":39},{"uri":"Impact_event","surface_form":"hitting","offset":49},{"uri":"Earth","surface_form":"Earth","offset":57},{"uri":"Earth","surface_form":"Earth","offset":392},{"uri":"Near-Earth_object","surface_form":"space rocks","offset":466},{"uri":"Telescopes","surface_form":"telescopes","offset":560},{"uri":"International_Astronomical_Union","surface_form":"IAU","offset":807},{"uri":"Minor_Planet_Center","surface_form":"Minor Planet Center","offset":811},{"uri":"NASA","surface_form":"NASA","offset":892},{"uri":"Sentry_(monitoring_system)","surface_form":"Sentry System","offset":899},{"uri":"NASA","surface_form":"NASA","offset":1375},{"uri":"Chile","surface_form":"Chile","offset":1527},{"uri":"Large_Synoptic_Survey_Telescope","surface_form":"LSST","offset":1544},{"uri":"Celestial_sphere","surface_form":"the sky","offset":1758},{"uri":"Sun","surface_form":"Sun","offset":1845},{"uri":"Daylight","surface_form":"blue sky","offset":1864},{"uri":"Space_telescopes","surface_form":"telescope in space","offset":1891},{"uri":"Celestial_sphere","surface_form":"the sky around Earth","offset":1961},{"uri":"Outer_space","surface_form":"space","offset":2089},{"uri":"Thermal_radiation","surface_form":"heat radiation","offset":2117},{"uri":"Atmosphere_of_Earth","surface_form":"air","offset":2276},{"uri":"Metre","surface_form":"metres","offset":2644},{"uri":"Jumbo_jet","surface_form":"jumbo jets","offset":2667},{"uri":"LSST","surface_form":"LSST","offset":2894},{"uri":"NEOCAM","surface_form":"NEOCAM","offset":2933},{"uri":"United_States","surface_form":"USA","offset":3206},{"uri":"United_States_government","surface_form":"United States government","offset":3269},{"uri":"Near-Earth_object","surface_form":"space rock","offset":3524},{"uri":"Earth","surface_form":"Earth","offset":3550}]}