{"id":654565,"url":"http://en.wikipedia.org/wiki/25_Old_Broad_Street","text":"Tower 42 is the third-tallest skyscraper in the City of London and the eighth tallest in Greater London. Its original name was the National Westminster Tower, having been built to house the National Westminster Bank's international division. Seen from above, the shape of the tower resembles that of the NatWest logo (three chevrons in a hexagonal arrangement).\nThe tower, designed by Richard Seifert and engineered by Pell Frischmann, is located at 25 Old Broad Street. It was built by John Mowlem & Co between 1971 and 1980, first occupied in 1980, and formally opened on 11 June 1981 by Queen Elizabeth II.\nThe construction cost was £72 million (approximately £ today). It is high, which made it the tallest building in the United Kingdom until the topping out of One Canada Square at Canary Wharf in 1990. It held the status of tallest building in the City of London for 30 years, until it was surpassed by the Heron Tower in December 2009.\nThe building today is multi-tenanted and comprises Grade A office space and restaurant facilities, with one restaurant situated on the 24th floor, and the other, a champagne and seafood bar, on the 42nd floor. In 2011 it was bought by the South African businessman Nathan Kirsh for £282.5 million.","categories":[],"infobox_types":[],"annotations":[{"uri":"Skyscraper","surface_form":"skyscraper","offset":30},{"uri":"City_of_London","surface_form":"City of London","offset":48},{"uri":"Greater_London","surface_form":"Greater London","offset":89},{"uri":"National_Westminster_Bank","surface_form":"National Westminster Bank","offset":190},{"uri":"Chevron_(insignia)","surface_form":"chevrons","offset":324},{"uri":"Richard_Seifert","surface_form":"Richard Seifert","offset":385},{"uri":"Pell_Frischmann","surface_form":"Pell Frischmann","offset":419},{"uri":"Mowlem","surface_form":"John Mowlem & Co","offset":487},{"uri":"Elizabeth_II","surface_form":"Queen Elizabeth II","offset":590},{"uri":"Topping_out","surface_form":"topping out","offset":752},{"uri":"One_Canada_Square","surface_form":"One Canada Square","offset":767},{"uri":"Heron_Tower","surface_form":"Heron Tower","offset":915},{"uri":"Nathan_Kirsh","surface_form":"Nathan Kirsh","offset":1210}]}