{"id":654712,"url":"http://en.wikipedia.org/wiki/Waterloo_(ABBA_song)","text":"\"Waterloo\" is the first single from the Swedish pop group ABBA's second album, \"Waterloo\" and their first under the Epic and Atlantic labels. This was also the first single to be credited to the group performing under the name ABBA.\nOn 6 April 1974 the song was the winning entry for Sweden in the 1974 Eurovision Song Contest. The victory began ABBA's path to worldwide fame. The Swedish version of the single was a double A-side with \"Honey, Honey\" (Swedish version), while the English version usually featured \"Watch Out\" on the B-side.\nThe single became a No. 1 hit in several countries. It reached the U.S. Top 10 and went on to sell nearly six million copies, making it one of the best-selling singles of all time.\nAt the 50th anniversary celebration of the Eurovision Song Contest in 2005, it was chosen as the best song in the competition's history.\nAt Eurovision.\nThe band considered submitting another song to Eurovision, \"Hasta Mañana\", but decided on \"Waterloo\" since it gave equal weight to both lead vocalists Agnetha Fältskog and Anni-Frid Lyngstad, while \"Hasta Mañana\" was sung only by Fältskog.\nABBA performed the song at Melodifestivalen 1974 in February, singing it in Swedish. The song won, and therefore advanced to Eurovision.\nThe song differed from the standard \"dramatic ballad\" tradition of the Eurovision Song Contest by its flavour and rhythm, as well as by its performance. ABBA gave the audience something that had more rarely been seen before in Eurovision: flashy costumes (including silver platform boots), plus a catchy uptempo song and even simple choreography. The group also broke from convention by being the first winning entry in a language other than that of their home country; prior to 1973 all Eurovision singers had been required to sing in their country's native tongue, a restriction that was lifted briefly for the contests between 1973 and 1976 contests (thus allowing \"Waterloo\" to be sung in English), then reinstated before ultimately being removed again in 1999. Compared to later ABBA releases, the singers' Swedish accents are decidedly more pronounced in \"Waterloo\".\nThe song won the Eurovision Song Contest 1974 final on 6 April, beating runner-up Gigliola Cinquetti of Italy's entry \"Sì\" by six points.","categories":[],"infobox_types":[],"annotations":[{"uri":"ABBA","surface_form":"ABBA","offset":58},{"uri":"Epic_Records","surface_form":"Epic","offset":116},{"uri":"Atlantic_Records","surface_form":"Atlantic","offset":125},{"uri":"A-side_and_B-side","surface_form":"double A-side","offset":417},{"uri":"A-side_and_B-side","surface_form":"B-side","offset":532},{"uri":"List_of_best-selling_singles_worldwide","surface_form":"best-selling singles of all time","offset":687},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":764},{"uri":"Agnetha_F%C3%A4ltskog","surface_form":"Agnetha Fältskog","offset":1024},{"uri":"Anni-Frid_Lyngstad","surface_form":"Anni-Frid Lyngstad","offset":1045},{"uri":"Swedish_language","surface_form":"Swedish","offset":1189},{"uri":"Eurovision_Song_Contest","surface_form":"Eurovision Song Contest","offset":1321}]}