{"id":65489,"url":"http://en.wikipedia.org/wiki/Tropical_Storm_Delta_(2005)","text":"Tropical Storm Delta was a late-forming tropical storm which affected the Canary Islands and Morocco as a strong extratropical storm. It was also the twenty-sixth tropical or subtropical storm of the active 2005 Atlantic hurricane season.\nTropical Storm Delta formed out from an extratropical cyclone that slowly gained tropical characteristics. It was also a subtropical storm for a very short time before becoming \"Tropical Storm Delta\" on November 22. Delta then moved slowly and stubbornly to the Canary Islands. It became extratropical again on November 29, just before passing north of the islands.\nStorm history.\nOn November 22, a non-tropical low pressure system in the central Atlantic Ocean began to gain some tropical characteristics. Late that afternoon the low became Subtropical Storm Delta, while located over 800 miles (1300 km) west-southwest of the Azores. Originally, the National Hurricane Center thought that the storm had already gained enough tropical characteristics to be classified as a regular tropical storm, but in post-storm analysis this was changed.\nThe storm's circulation became more organized and Delta became a tropical storm on November 24. It strengthened further to its maximum strength of 70 mph (110 km/h) winds later that day, just below hurricane strength. The official forecast at this time predicted that Delta would strengthen further and become a minimal hurricane, but this did not happen. Anyhow, Delta kept this strength for a few days as it moved slowly and zig-zaggedly in the central Atlantic. As wind shear increased over the storm, a Delta began weakening on November 25 and by the end of the next day Delta had weakened into a very weak tropical storm. Some of the computer models showed that the weakening tropical storm could be absorbed by a developing low to the west, which a few days later became Hurricane Epsilon. This did not happen, and Tropical Storm Delta began to move to the northeast.\nAs Delta sped up to the northeast heading to the Canary Islands, it strengthened again, reaching a second peak of just below hurricane strength on November 27. In post-storm analysis, the National Hurricane Center said that Delta had probably reached hurricane strength for a very short time during that day; but the data was not persuading enough to upgrade the storm to hurricane status. On November 28, as Delta moved closer to the Canary Islands, Tropical Storm Delta lost much of its tropical characteristics. The extratropical storm, which maintained winds of near-hurricane strength, came close to about 105 miles (165 km) while north of the islands that night. The storm later made landfall on Morocco early on November 29 and quickly weakened overland, dissipating later that day over northwestern Algeria.\nImpact.\nA lot of damages was reported in the Canary Islands from the effects of Delta, where it was described as a \"historic\" event, as hurricanes are very rare there. The islands of Tenerife and La Palma were hardest hit, with many uprooted trees and landslides reported there. The strongest gust recorded at La Palma was 152 km/h (95 mph), and at Tenerife the maximum gust was 147 km/h (90 mph). One hospital had to be evacuated and several airports were closed across the islands. In all, more than 225,000 customers lost electricity and many lost telephone service.\nAlso, a famous natural tourist attraction, El Dedo de Dios (or God's finger), a geological feature which had been pointing towards the sky for more than a millennium and an important landmark for the Canary Islands, was destroyed by Delta's winds and wave movement along Gran Canaria's shore. Gran Canaria it was the island that suffered more damages in its Patrimony, since besides the storm destroyed centenary windows and crosses, the cover of the Cueva Pintada in Galdar, and stopped prisoners and without light several villages of the center of the island. Delta claimed seven lives; six of them were immigrants that were on a boat which sank off the Canary Islands and 12 were reported missing. The seventh was a result of winds throwing a man off a house while it was being repaired during the storm.\nThe total damage caused by Tropical Storm Delta throughout the islands was estimated to be over €312 million ($364 million 2005 US dollars). Delta was also blamed for a 10-15% reduction of the islands tuna catch, as it kept the fishermen in port for several more days. Delta was described as a \"normal atmospheric disturbance\" in Morocco and no damage was reported there. In fact, it was welcomed as farmers needed the rain there to finish the sowing of cereal crops.\nNaming and records.\nWhen Subtropical Storm Delta formed on November 22, it was the first and earliest time that twenty-six tropical or subtropical storms had formed in the Atlantic during one hurricane season; it also extended the 2005 season's record for the number of storms in a single season.","categories":[],"infobox_types":[],"annotations":[{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":74},{"uri":"Morocco","surface_form":"Morocco","offset":93},{"uri":"Extratropical_cyclone","surface_form":"extratropical storm","offset":113},{"uri":"Tropical_cyclone","surface_form":"tropical","offset":163},{"uri":"Subtropical_cyclone","surface_form":"subtropical storm","offset":175},{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":207},{"uri":"Low_pressure_area","surface_form":"low pressure system","offset":651},{"uri":"Atlantic_Ocean","surface_form":"Atlantic Ocean","offset":686},{"uri":"Subtropical_cyclone","surface_form":"Subtropical Storm","offset":781},{"uri":"Azores","surface_form":"Azores","offset":867},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":891},{"uri":"Wind_shear","surface_form":"wind shear","offset":1550},{"uri":"Hurricane_Epsilon_(2005)","surface_form":"Hurricane Epsilon","offset":1859},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":2005},{"uri":"National_Hurricane_Center","surface_form":"National Hurricane Center","offset":2144},{"uri":"Extratropical_cyclone","surface_form":"extratropical storm","offset":2475},{"uri":"Morocco","surface_form":"Morocco","offset":2658},{"uri":"Algeria","surface_form":"Algeria","offset":2763},{"uri":"Canary_Islands","surface_form":"Canary Islands","offset":2817},{"uri":"Tenerife","surface_form":"Tenerife","offset":2955},{"uri":"La_Palma","surface_form":"La Palma","offset":2968},{"uri":"Landslide","surface_form":"landslide","offset":3024},{"uri":"Hospital","surface_form":"hospital","offset":3174},{"uri":"Airport","surface_form":"airport","offset":3215},{"uri":"Electricity","surface_form":"electricity","offset":3297},{"uri":"Telephone","surface_form":"telephone","offset":3323},{"uri":"El_Dedo_de_Dios","surface_form":"El Dedo de Dios","offset":3385},{"uri":"Gran_Canaria","surface_form":"Gran Canaria","offset":3613},{"uri":"USD","surface_form":"US dollars","offset":4278},{"uri":"Morocco","surface_form":"Morocco","offset":4480},{"uri":"Cereal","surface_form":"cereal","offset":4604}]}