{"id":654956,"url":"http://en.wikipedia.org/wiki/Sai_Pallavi","text":"Sai Pallavi Senthamarai (born 9 May 1992), commonly known as Sai Pallavi, is an Indian actress who appears in Malayalam, Tamil, and Telugu films. She is referred to by her fans as \"Lady Natural Star\". She is the among the fewTamil actress, to have dubbed in her own voice for all her films, irrespective of language. Sai Pallavi first came into public attention for her role as Malar in the 2015 Malayalam film \"Premam\" which was a blockbuster success. She was then cast alongside \"Dulqar Salman\" in the film \"Kali\" (2016). She made her Telugu debut playing the role Bhanumati in the 2017 romantic film \"Fidaa\", co-starring with Varun Tej. She made her Tamil debut with the film titled Diya(2018) directed by A.L Vijay. Her portrayal of \"Malar\" in \"Premam\"(2015) earned her the Filmfare Award for Best Female Debut – South, SIIMA Award for Best Debut Female, IBN Live Award for Best Southern Debut and Asiant Film Award Most Poular Actress. \"Kochi Times\" named her in its \"List of 15 Most Desirable Women in 2016\". She won the Filmfare Award for Best Telugu Actress for her performance in Fidaa (2017).she acted in athiran with Fahad fasil in2019 which was a huge success in mollywood\nEarly Life.\nSai Pallavi was born on 9th May 1992 in Kotagiri, Tamil Nadu to Senthamarai Kannan and Radha. She has a younger sister, Pooja, who has also worked as an actor. Sai Pallavi grew up and was educated in Coimbatore. Her Mother Tongue is Badaga. Sai Pallavi is in the health care industry by profession. She completed medical studies at the Tbilisi State Medical University, Georgia in 2016.\nFilm Career.\nSai Pallavi appeared in uncredited roles as a child actress in Kasthuri Maan (2005) and Dhaam Dhoom (2008).She had also done a Tamil Short Film named 'Kaatchi Pizhai' before her debut in the movies.\nPallavi debuted as a main Female lead in the 2015 movie Premam alongside Nivin Pauly. She played the role of a Malar, a college teacher. She went on to win several \"Best Female Debut\" awards that year, including the Filmfare Award for Best Female Debut – South. Premam grossed an estimated sum of ₹60 crore (US$8.7 million) worldwide making it one of the highest-grossing Malayalam films of all time. It became the first Malayalam film to run for over 200 days in Tamil Nadu.\nIn 2016, She Paired opposite Dulqar Salman for her next Malayalam Film Kali.\nShe made her Telugu Debut in the Year 2017 with the film Fidaa. For which she has won Filmfare for Best Telugu Actress. She also appeared in MCA(2017) along with Nani.\nShe made her Tamil Debut with the movie Diya(2018).","categories":[],"infobox_types":[],"annotations":[{"uri":"Malayalam","surface_form":"Malayalam","offset":110},{"uri":"Tamil_language","surface_form":"Tamil","offset":121},{"uri":"Telugu_language","surface_form":"Telugu","offset":132},{"uri":"Tamil","surface_form":"Tamil","offset":225},{"uri":"Malayalam","surface_form":"Malayalam","offset":396},{"uri":"Nivin_Pauly","surface_form":"Nivin Pauly","offset":1869}]}