{"id":655158,"url":"http://en.wikipedia.org/wiki/Tim_Richmond","text":"Timothy Lee \"Tim\" Richmond (June 7, 1955 – August 13, 1989), was a NASCAR driver from Ashland, Ohio who had his career cut short when he contracted HIV and died of complications of AIDS.\nRichmond was born in Ashland, Ohio, and unlike many other NASCAR drivers, was born into wealth and did not grow up with auto racing, He did not begin racing until the age of 21, when drove a Sprint Car owned by a friend, but he knew instantly that it was to be his vocation.\nHistory.\nTim Richmond was a perrineal playboy. Growing up in wealth, he always appreciated that the best things and was flamboyant especially in comparison to other gruff, working class of the drivers like Dale Earnhardt, Richard Petty and Cale Yarborough. Richmond had expensive tastes in food and drink and lived a fast lifestyle that mirrored his on-track preferences.\nHe continued to the open-wheel circuits, racing in the 1980 Indianapolis 500 finishing ninth, He decided to move on into stock-car racing in NASCAR, where he spent the rest of his days. His first few seasons, He bounced from team to team looking for a permanent ride, which he found 1982, He raced in 26 events, winning twice and finishing in the top 5 seven times, but only finished 26th in Winston Cup standings.\nHowever, at the tail end of the 1986 season, Richmond was feeling noticeably ill, Following the season, he checked into a clinic and discovered that he had AIDS, and which at the time, was a little understood disease, Despite his illness, Richmond worked to regain his strength and in 1987, He returned in midseason and subsequently won two races at Pocono and Riverside. However, his health started deteriorating and so did his results, Richmond would race in six more events before being told not to race by NASCAR.\nIn 1988, Richmond tried to make another run with NASCAR, but NASCAR was only concerned about Richmond's health, but also about he contracted AIDS in the first place, They subjected Richmond (and Richmond alone) to a drug test, and several days later, NASCAR announced that he was suspended indefinitely for testing positive for banned substances. Richmond was livid saying that he did not take any banned substances and demanded another test, which he passed. NASCAR later admitted that the only two substances found was Sudafed and Advil. They also released the permanent ban, but refused to allow Richmond to drive again until he surrendered his medical records that said he had AIDS.\nTim Richmond finally retired to West Palm Beach, Florida, where he lived in seclusion with his mother until his death on August 13, 1989.\nIn recent years, NASCAR has suspended drivers with drug violations, Busch Series driver Shane Hmiel was suspended twice (2003 and 2005), before he was suspended for life in 2006, while Kevin Grubb was also suspended for failing a drug test, and Craftsman Truck Series driver Brian Rose was also suspended in 2003 for failing a drug test. Many continue to point the incident with Richmond, to show that an extremely \"good ol' boy\" system is still in place with NASCAR.\nIn the movie, Days of Thunder was loosely based on Richmond's life, with Tom Cruise's character (Cole Trickle), inspired by Richmond, while Robert Duvall's (Harry Hogge) inspired by crew chief Harry Hyde, and Randy Quaid's (Tim Daland), inspired by owner Rick Hendrick.\nOther info.\nRichmond was inducted into the International Motorsports Hall of Fame in 2002.","categories":[],"infobox_types":[],"annotations":[{"uri":"NASCAR","surface_form":"NASCAR","offset":67},{"uri":"Auto_racing","surface_form":"driver","offset":74},{"uri":"Ashland%2C_Ohio","surface_form":"Ashland, Ohio","offset":86},{"uri":"HIV","surface_form":"HIV","offset":148},{"uri":"AIDS","surface_form":"AIDS","offset":181},{"uri":"NASCAR","surface_form":"NASCAR","offset":245},{"uri":"Auto_racing","surface_form":"auto racing","offset":307},{"uri":"Dale_Earnhardt","surface_form":"Dale Earnhardt","offset":668},{"uri":"Richard_Petty","surface_form":"Richard Petty","offset":684},{"uri":"Cale_Yarborough","surface_form":"Cale Yarborough","offset":702},{"uri":"1980","surface_form":"1980","offset":889},{"uri":"Indianapolis_500","surface_form":"Indianapolis 500","offset":894},{"uri":"Auto_racing","surface_form":"stock-car racing","offset":955},{"uri":"NASCAR","surface_form":"NASCAR","offset":975},{"uri":"1982","surface_form":"1982","offset":1117},{"uri":"Winston_Cup_Series","surface_form":"Winston Cup","offset":1226},{"uri":"AIDS","surface_form":"AIDS","offset":1405},{"uri":"Pocono_Raceway","surface_form":"Pocono","offset":1599},{"uri":"Riverside_International_Raceway","surface_form":"Riverside","offset":1610},{"uri":"NASCAR","surface_form":"NASCAR","offset":1759},{"uri":"NASCAR","surface_form":"NASCAR","offset":1816},{"uri":"AIDS","surface_form":"AIDS","offset":1908},{"uri":"NASCAR","surface_form":"NASCAR","offset":2018},{"uri":"Sudafed","surface_form":"Sudafed","offset":2288},{"uri":"Advil","surface_form":"Advil","offset":2300},{"uri":"AIDS","surface_form":"AIDS","offset":2448},{"uri":"West_Palm_Beach%2C_Florida","surface_form":"West Palm Beach, Florida","offset":2486},{"uri":"August_13","surface_form":"August 13, 1989","offset":2575},{"uri":"Drug_addiction","surface_form":"drug violations","offset":2643},{"uri":"Busch_Series","surface_form":"Busch Series","offset":2660},{"uri":"Shane_Hmiel","surface_form":"Shane Hmiel","offset":2680},{"uri":"Kevin_Grubb","surface_form":"Kevin Grubb","offset":2777},{"uri":"Craftsman_Truck_Series","surface_form":"Craftsman Truck Series","offset":2837},{"uri":"NASCAR","surface_form":"NASCAR","offset":3052},{"uri":"Days_of_Thunder","surface_form":"Days of Thunder","offset":3074},{"uri":"Tom_Cruise","surface_form":"Tom Cruise","offset":3133},{"uri":"Robert_Duvall","surface_form":"Robert Duvall","offset":3200},{"uri":"Harry_Hyde","surface_form":"Harry Hyde","offset":3253},{"uri":"Randy_Quaid","surface_form":"Randy Quaid","offset":3269},{"uri":"Rick_Hendrick","surface_form":"Rick Hendrick","offset":3315},{"uri":"International_Motorsports_Hall_of_Fame","surface_form":"International Motorsports Hall of Fame","offset":3373},{"uri":"2002","surface_form":"2002","offset":3415},{"uri":"2002.","surface_form":".","offset":3419}]}