{"id":655200,"url":"http://en.wikipedia.org/wiki/Lutheran_Church%E2%80%93Missouri_Synod","text":"The Lutheran Church–Missouri Synod (LCMS or Missouri Synod) is a Lutheran denomination in the United States. It has 2 million members. This makes it the second-largest Lutheran group in the country. The LCMS was organized in 1847 at a meeting in Chicago, Illinois. At first it was called the German Evangelical Lutheran Synod of Missouri, Ohio, and Other States ().\nThe LCMS has congregations in all 50 U.S. states and two Canadian provinces. More than half of its members are located in the Midwest. It is a member of the International Lutheran Council. The LCMS's headquarters are in Kirkwood, Missouri.\nThe current president has been Matthew C. Harrison since September 1, 2010.\nOrigins.\nThe Missouri Synod was started by several communities of German Lutherans in the United States. F. C. D. Wyneken did mission work in Indiana, Ohio, and Michigan. Martin Stephan started a community of Lutherans in Perry County, Missouri, and St. Louis, Missouri. Wilhelm Löhe sent missionaries to Michigan and Ohio.\nThe Saxon immigration.\nIn the Kingdom of Saxony in the 19th century, Lutheran pastor Martin Stephan and many of his followers thought that their church would be forced to merge with the Reformed church. Because of this, Stephan and between 600 and 700 other Saxon Lutherans left Germany to move to the United States in November 1838. They had five ships.\nTheir ships arrived between December 31, 1838, and January 20, 1839, in New Orleans. One ship was lost at sea. Afterwards, they settled in Perry County, Missouri. At first, Stephan was the bishop. Later, other members said that Stephan was corrupt and a fornicator, so he was kicked out. This made C. F. W. Walther the new leader.\nThe Löhe missionaries.\nIn 1842, a German pastor named Wilhelm Löhe started sending missionaries to America. They started congregations in Ohio, Michigan, and Indiana.\nFounding and early years.\nIn 1844 and 1845, the three groups listed above (the Saxons, the Löhe missionaries, and Wyneken) started talking about starting a synod. On April 26, 1847, twelve pastors met in Chicago, Illinois, and officially started the \"German Evangelical Lutheran Synod of Missouri, Ohio and Other States\". Walther was the first president.\nThe synod was conservative. Löhe left because he disagreed with some of its doctrine.\nThe Synodical Conference.\nIn 1857 and 1872, the LCMS entered into fellowship with five other conservative Lutheran synods. These groups formed the Evangelical Lutheran Synodical Conference of North America.\nEnglish transition.\nFor the thirty years after it started, the Missouri Synod focused on German-speaking Lutherans. In 1872, members of the Missouri Synod, along with three other synods, started the \"English Evangelical Lutheran Conference of Missouri\". This group focused on English-speakers. It became an independent synod in 1888 and merged with the LCMS in 1911.\nEnglish became more common in the LCMS during the first two decades of the 20th century. Some churched dropped all German services.\nPost-WWII.\nIn 1947, the synod shortened its name to \"The Lutheran Church–Missouri Synod\". In 1964, the National Evangelical Lutheran Church, an historically Finnish-American Lutheran church, merged with the LCMS. In 1971, the Synod of Evangelical Lutheran Churches, an historically Slovak-American church, merged with the LCMS.\nThe Synodical Conference broke up in 1963. Six years later, the LCMS formed the Lutheran Council in the United States of America (LCUSA) with several other Lutheran synods. These were moderate and liberal. Afterwards, the LCMS started becoming more conservative again.\nSome of the more liberal professors and students left Concordia Seminary and started Seminex. In 1976, about 250 of the more liberal congregations left the Synod. Then the LCMS left the LCUSA.\nForeign missions.\nIn the early 20th century, the LCMS sent missionaries to Brazil and Argentina. The Brazil District and the Argentina District were started, which at first were part of the LCMS. In the 1980s, they became independent synods.\nThe LCMS had congregations in Canada. In 1988, the Canadian congregations became an independent synod, the Lutheran Church-Canada. A small number of churches in Ontario and Quebec are still in the LCMS.\nBeliefs.\nThe Missouri Synod believes that the Bible is the first source for the teachings of the church, and that the Bible is best explained by the Book of Concord. The Missouri Synod also teaches biblical inerrancy, which is the teaching that the Bible does not have errors.\nThe Missouri Synod believes that justification comes from God \"by divine grace alone, through faith alone, on account of Christ alone.\" It teaches that faith in Jesus is the only way to eternal salvation. God gives people grace through the Word of God and the Sacraments. The synod does not have an official definition of sacrament. This means that some Missouri Synod Lutherans may disagree about how many sacraments there are. All agree that Baptism and Communion are sacraments.\nIn the LCMS, babies are baptized, as well as children and adults.\nThe LCMS teaches that the body and blood of Jesus are truly present in the Eucharist. The synod practices closed communion. This mean that normally, only confirmed members of an LCMS church (or a church that has fellowship with the LCMS) can participate in communion at an LCMS church.\nPastors.\nLCMS pastors are usually required to have a four-year bachelor's degree (in any discipline), as well as a four-year Master of Divinity degree. The latter degree can be earned from one of these institutions: Concordia Seminary in St. Louis, Concordia Theological Seminary in Fort Wayne, Indiana or at the two seminaries run by the Lutheran Church–Canada. After they receive this degree, pastors are called to a church and are ordained.\nThe LCMS does not let women be pastors.\nChurch structure.\nThe LCMS is led by a synod president, who must have been ordained. He is elected by synod members at a synodical convention. This convention is held every three years. The current president is Rev. Dr. Matthew C. Harrison.\nDistricts.\nThe entire synod is divided into 35 districts, usually representing a specific geographic area. There are two non-geographic districts (the English District and the SELC District). The English District and the SELC District used to be their own synods, but they merged with the LCMS.\nEach district is led by an elected district president, who must have been ordained. The districts are subdivided into circuits. Each circuit is led by a circuit visitor, who must be a pastor at one of the local churches.\nRelationship with other Lutheran bodies.\nThe LCMS is a member of the International Lutheran Council. It also has fellowship with the American Association of Lutheran Churches (AALC).","categories":[],"infobox_types":["Christian denomination"],"annotations":[{"uri":"Lutheran","surface_form":"Lutheran","offset":65},{"uri":"Christian_denomination","surface_form":"denomination","offset":74},{"uri":"Chicago%2C_Illinois","surface_form":"Chicago, Illinois","offset":246},{"uri":"Midwestern_United_States","surface_form":"Midwest","offset":492},{"uri":"International_Lutheran_Council","surface_form":"International Lutheran Council","offset":523},{"uri":"Kirkwood%2C_Missouri","surface_form":"Kirkwood, Missouri","offset":586},{"uri":"Matthew_C._Harrison","surface_form":"Matthew C. Harrison","offset":637},{"uri":"Community","surface_form":"communities","offset":733},{"uri":"F._C._D._Wyneken","surface_form":"F. C. D. Wyneken","offset":787},{"uri":"Missionary","surface_form":"mission","offset":808},{"uri":"Indiana","surface_form":"Indiana","offset":824},{"uri":"Ohio","surface_form":"Ohio","offset":833},{"uri":"Michigan","surface_form":"Michigan","offset":843},{"uri":"Martin_Stephan","surface_form":"Martin Stephan","offset":853},{"uri":"Perry_County%2C_Missouri","surface_form":"Perry County, Missouri","offset":904},{"uri":"St._Louis","surface_form":"St. Louis","offset":932},{"uri":"Wilhelm_L%C3%B6he","surface_form":"Wilhelm Löhe","offset":953},{"uri":"Kingdom_of_Saxony","surface_form":"Kingdom of Saxony","offset":1036},{"uri":"Pastor","surface_form":"pastor","offset":1084},{"uri":"Reformed","surface_form":"Reformed","offset":1192},{"uri":"New_Orleans","surface_form":"New Orleans","offset":1433},{"uri":"Perry_County%2C_Missouri","surface_form":"Perry County, Missouri","offset":1500},{"uri":"Bishop","surface_form":"bishop","offset":1550},{"uri":"Corruption","surface_form":"corrupt","offset":1601},{"uri":"Fornication","surface_form":"fornicator","offset":1615},{"uri":"C._F._W._Walther","surface_form":"C. F. W. Walther","offset":1659},{"uri":"Johann_Konrad_Wilhelm_L%C3%B6he","surface_form":"Wilhelm Löhe","offset":1746},{"uri":"Conservatism","surface_form":"conservative","offset":2228},{"uri":"Altar_and_pulpit_fellowship","surface_form":"fellowship","offset":2366},{"uri":"Evangelical_Lutheran_Synodical_Conference_of_North_America","surface_form":"Evangelical Lutheran Synodical Conference of North America","offset":2447},{"uri":"Finnish-American","surface_form":"Finnish-American","offset":3163},{"uri":"Slovak_American","surface_form":"Slovak-American","offset":3288},{"uri":"Lutheran_Council_in_the_United_States_of_America","surface_form":"Lutheran Council in the United States of America","offset":3414},{"uri":"Concordia_Seminary","surface_form":"Concordia Seminary","offset":3657},{"uri":"Seminex","surface_form":"Seminex","offset":3688},{"uri":"Canada","surface_form":"Canada","offset":4068},{"uri":"Lutheran_Church-Canada","surface_form":"Lutheran Church-Canada","offset":4145},{"uri":"Ontario","surface_form":"Ontario","offset":4199},{"uri":"Quebec","surface_form":"Quebec","offset":4211},{"uri":"Bible","surface_form":"Bible","offset":4287},{"uri":"Book_of_Concord","surface_form":"Book of Concord","offset":4390},{"uri":"Biblical_inerrancy","surface_form":"biblical inerrancy","offset":4439},{"uri":"Justification_(theology)","surface_form":"justification","offset":4551},{"uri":"Divine_grace","surface_form":"divine grace","offset":4584},{"uri":"Faith","surface_form":"faith","offset":4612},{"uri":"Jesus","surface_form":"Jesus","offset":4679},{"uri":"Salvation","surface_form":"salvation","offset":4712},{"uri":"Bible","surface_form":"Word of God","offset":4758},{"uri":"Sacrament","surface_form":"Sacrament","offset":4778},{"uri":"Baptism","surface_form":"Baptism","offset":4962},{"uri":"Eucharist","surface_form":"Communion","offset":4974},{"uri":"Closed_communion","surface_form":"closed communion","offset":5172},{"uri":"Confirmation","surface_form":"confirmed","offset":5220},{"uri":"Pastor","surface_form":"pastor","offset":5366},{"uri":"Master_of_Divinity","surface_form":"Master of Divinity","offset":5477},{"uri":"Concordia_Seminary","surface_form":"Concordia Seminary","offset":5568},{"uri":"Concordia_Theological_Seminary","surface_form":"Concordia Theological Seminary","offset":5601},{"uri":"Fort_Wayne%2C_Indiana","surface_form":"Fort Wayne, Indiana","offset":5635},{"uri":"Lutheran_Church%E2%80%93Canada","surface_form":"Lutheran Church–Canada","offset":5691},{"uri":"Ordination","surface_form":"ordained","offset":5786},{"uri":"Matthew_C._Harrison","surface_form":"Matthew C. Harrison","offset":6056},{"uri":"International_Lutheran_Council","surface_form":"International Lutheran Council","offset":6662},{"uri":"American_Association_of_Lutheran_Churches","surface_form":"American Association of Lutheran Churches","offset":6726}]}