{"id":655204,"url":"http://en.wikipedia.org/wiki/Vinicius_and_Tom","text":"Vinicius is the mascot of the 2016 Summer Olympics, and Tom is the mascot of the 2016 Summer Paralympics. The mascots represent Rio de Janeiro, Brazil. Vinicius represents Brazilian animals, and his body has parts of cats, monkeys, and birds. Tom represents Brazilian plant life.\nA Brazilian company called Birdo made the mascots. The Olympic organizers only wanted mascots made by Brazilian companies. The organizers chose Birdo's mascots in August 2013, and they showed them to the public on 23 November 2014, but the mascots did not have names yet at that time. The organizers asked the public to choose names for them. The public chose to name the mascots after Vinicius de Moraes and Tom Jobim. Vinicius de Moraes and Tom Jobim wrote the song \"The Girl from Ipanema\".\nThe Olympic organizers made a children's television series about the mascots. The Rio organizers also made many toys and other merchandise of the mascots. The organizers gave wrestling coaches soft dolls of Vinicius. If the coaches did not like a referee's call, then they would throw the doll into the ring. Many people thought that this was funny. Paralympic medalists got special dolls of Tom. They were special because the leaves on Tom's head were the same color as their medals. Some observers liked how the mascots looked. Others thought they looked strange.\nCreation.\nThe organizers of the 2016 Summer Olympics (Rio 2016) started to ask for mascot designs in November 2012. The events were going to be held in Rio de Janeiro, Brazil, so the Olympic organizers only wanted designs from Brazilian companies. Directors from the Brazilian film festival Anima Mundi helped the Rio 2016 organizers choose the mascots.\nAfter looking at the designs, the Rio 2016 organizers chose three of them and asked children to help them choose the final mascot. The children were six to twelve years old and were from either Rio de Janeiro or São Paulo. The organizers gave the three designs to the children, but they did not tell the children that they were for the Olympics. The organizers only told the kids about the mascots' personalities. The children responded with comments such as \"'This is my friend', 'This one seems stuck-up', 'This one has cool hair'; and 'That one looks silly'\". The organizers used the children's comments to make the mascot designs better.\nA group of judges chose the final mascots in August 2013. The group included members of the Rio 2016 organizers, the International Olympic Committee, the Brazilian Olympic Committee, and the Brazilian Paralympic Committee, and people who worked in animation, illustration, advertising and market research. All of the judges agreed to choose a set of two mascots, one for the Olympic Games and the other for the Paralympic Games. A São Paulo-based animation company named Birdo created these mascots. Birdo and the organizers began to create content featuring the mascots, working in secrecy.\nNaming and unveiling.\nThe voting ended after three weeks on 14 December 2014. \"Vinicius and Tom\" won with 44 percent of 323,327 votes.\nUse of Vinicius in Olympic wrestling events.\nIn the sport of wrestling, coaches may challenge a referee's call by throwing a \"soft object\" into the ring. This is normally a foam brick, but wrestling rules do not exactly say what the soft object must be. The Rio 2016 organizers gave wrestling coaches soft plush dolls of Vinicius to throw into the ring when they wished to challenge a call. One wrestler's coach got a Vinicius doll with a red shirt, while the opponent's coach got one with a blue shirt.\nMany people thought this was funny. NBC Sports commentators started to call Vinicius \"the challenge mascot\". Dustin Nelson, a news writer for the website \"Thrillist\", wrote that the mascot took \"a little of the anger out of a challenge\". Jason Bryant, the official commentator for wrestling at the 2016 Olympics, was surprised to see this at the Olympics because there is a lot of emphasis on \"protocol\" at the Olympics. However, Byrant eventually said that it does not matter what the challenge object is if it has cultural importance to the location of the competition. Coach Mike Malinconico argued that the Olympic organizers should not have done this.\nCharacteristics.\nVinicius is the Olympic mascot, and he is named after Brazilian musician Vinicius de Moraes. Vinicius's design represents Brazilian wildlife. The design combines \"the agility of cats, sway of monkeys and grace of birds.\" Vinicius can stretch his arms and legs as long as he wants. His mission is \"to spread joy throughout the world and celebrate the friendship that flourishes between people from all over the world\" at the Olympic Games.\nTom is the Paralympic mascot, and is he named after Brazilian musician Tom Jobim. Tom's design represents the plants of Brazilian forests. Tom can pull any object out of his head. His mission is \"to inspire everybody to use creativity and determination to always reach further and have fun.\"\nVinicius and Tom \"were both born from the joy of Brazilians\" after the International Olympic Committee chose Rio de Janeiro to host the 2016 Summer Olympics and Paralympics. The mascots are named after Vinicius de Moraes and Tom Jobim, who co-wrote the 1962 bossa nova song \"The Girl from Ipanema\".\nAnimated shorts.\nOn 5 August 2015, Cartoon Network Brazil started to broadcast animated short films with the mascots. The series is named \"Vinicius e Tom – Divertidos por Natureza\" (\"Vinicius and Tom – Fun by Nature\" or \"Vinicius and Tom – Natural Entertainers\"). The series has 32 episodes. Each episode is two minutes long. \"Divertidos por Natureza\" is the third television cartoon series based on Olympic mascots. It is also the first cartoon created in the Americas based on Olympic mascots. The show follows Vinicius and Tom as they live in Brazilian forests and cities. The mascots are also sometimes joined by the \"Carioca Sisters\" (). The sisters are named Bela, Sol, and Vida.\nThe series is designed to promote the mascots. Turner Broadcasting System, the owner of Cartoon Network, spent US$750,000 to develop the series. Cartoon Network helped to coproduce the series because it won a competition held by the Rio 2016 organizers to select a collaborator for the series. Brand director Beth Lula said that the mascots \"are one of the principal methods of engaging the public with the Games. The cartoon will give them life, reinforcing the emotional link of the public with the event.\" The series is targeted towards children, but the show's staff said that adults will like it too too.\nMerchandise.\nThe mascots were included among the merchandise of the Rio 2016 Games. Merchandise items ranged in size from a Lego kit to life-size dolls. The organizers gave Paralympic medalists stuffed toys of Tom. They colored the leaves on the dolls' heads in gold, silver, or bronze in order to match with their medals. The Vinicius and Tom Lego kit is the first time that Lego made a commercial version of Olympic mascots. An employee at a Rio 2016 merchandise store said that the mascots were \"the most popular thing by far.... Kids and adults all love them, especially Vinicius, he is the favourite.\"\nThe Rio 2016 Organizing Committee thought that the mascots could make up a quarter of merchandise sales in Rio. Overall, merchandise sales were 11 percent higher than what they thought, according to Rio 2016 spokesperson Mario Andrada. The best-selling item was a hat in the shape of Vinicius's head. The second-best-selling item was a pair of Havaianas with a drawing of Vinicius on it.\nReception.\nJulia Glum wrote about Vinicius and Tom in an article in the \"International Business Times.\" She said that the \"mascot for the Olympic Games is almost always strange-looking, and Rio de Janeiro is no exception.... though they're by far not the craziest Olympic animals to ever exist...\" In an article published by \"Mic\", Brianna Provenzano called the mascots \"lovable\". She described their appearance as \"sweet and simple\", and she highlighted their symbolisms for the animals and plants of Brazil. On the other hand, Charlotte Wilder wrote an article in \"USA Today\"s sports column \"For The Win.\" She said that she was unimpressed by Vinicius's design: \"Whoever was in charge of coming up with this creature of the huge hands and feet did exactly what it looks like, which is mash up a bunch of animals, video game characters, and cartoons, stuff it with some synthetic filling, and call it day.\" Robert John Young, Professor of Wildlife Conservation at the University of Salford, thought that Rio 2016 should have given more attention to environmental protection by using actual animal species instead of inventing their own animal. Young also thought that the organizers should have included a female name in the public vote.\nCarlos Merigo wrote on Brazilian website \"B9\" that the mascots bring back \"the colorful, loving and fun atmosphere that marked the Olympic mascots over the decades\". Merigo called them a \"return to origins\" following the \"shapelessness\" of Wenlock and Mandeville, the mascots of the 2012 Summer Olympics in London. Neha Prakash wrote an article on digital media website \"Mashable\". Prakash said that Vinicius and Tom \"are more nostalgia-inducing than nightmarish\" compared to the \"terror\" of the mascots of the 2014 Winter Olympics. Many people compared the art style of the mascots to that of the \"Pokémon\" franchise. Stephen Wood wrote an article on the history of Olympic mascots in \"Paste\", and he compared them to the style of \"Adventure Time\", an American animated television series. In an article published on \"Slate\"'s culture blog \"Brow Beat\", Matthew Dessem wrote that there were no big problems with the mascots when compared to previous Olympic mascots: \"Like the best Olympic mascots of yore, Vinicius and Tom are well-suited to plush toys and licensing deals and will be completely forgotten within a year.\" Leila Cobo wrote an article published by \"Billboard\", and she praised the organizers of Rio 2016 for \"celebrating music in a most joyful and profound way\" by naming the Olympic mascot after Vinicius de Moraes.","categories":[],"infobox_types":[],"annotations":[{"uri":"Olympic_mascot","surface_form":"mascot","offset":16},{"uri":"2016_Summer_Olympics","surface_form":"2016 Summer Olympics","offset":30},{"uri":"2016_Summer_Paralympics","surface_form":"2016 Summer Paralympics","offset":81},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":128},{"uri":"Brazil","surface_form":"Brazil","offset":144},{"uri":"Plant","surface_form":"plant life","offset":268},{"uri":"Vinicius_de_Moraes","surface_form":"Vinicius de Moraes","offset":666},{"uri":"Ant%C3%B4nio_Carlos_Jobim","surface_form":"Tom Jobim","offset":689},{"uri":"The_Girl_from_Ipanema","surface_form":"The Girl from Ipanema","offset":749},{"uri":"Television_series","surface_form":"television series","offset":814},{"uri":"2016_Summer_Olympics","surface_form":"2016 Summer Olympics","offset":1371},{"uri":"Rio_de_Janeiro","surface_form":"Rio de Janeiro","offset":1491},{"uri":"Brazil","surface_form":"Brazil","offset":1507},{"uri":"Anima_Mundi_(event)","surface_form":"Anima Mundi","offset":1630},{"uri":"S%C3%A3o_Paulo","surface_form":"São Paulo","offset":1905},{"uri":"International_Olympic_Committee","surface_form":"International Olympic Committee","offset":2452},{"uri":"Brazilian_Olympic_Committee","surface_form":"Brazilian Olympic Committee","offset":2489},{"uri":"Brazilian_Paralympic_Committee","surface_form":"Brazilian Paralympic Committee","offset":2526},{"uri":"Animation","surface_form":"animation","offset":2583},{"uri":"Illustration","surface_form":"illustration","offset":2594},{"uri":"Advertising","surface_form":"advertising","offset":2608},{"uri":"Wrestling","surface_form":"wrestling","offset":3123},{"uri":"Stuffed_toy","surface_form":"plush dolls","offset":3368},{"uri":"NBC_Sports","surface_form":"NBC Sports","offset":3602},{"uri":"Thrillist_Media_Group","surface_form":"Thrillist","offset":3721},{"uri":"Vinicius_de_Moraes","surface_form":"Vinicius de Moraes","offset":4313},{"uri":"Cat","surface_form":"cat","offset":4418},{"uri":"Monkey","surface_form":"monkey","offset":4432},{"uri":"Bird","surface_form":"bird","offset":4453},{"uri":"Ant%C3%B4nio_Carlos_Jobim","surface_form":"Tom Jobim","offset":4750},{"uri":"Bossa_nova","surface_form":"bossa nova","offset":5229},{"uri":"The_Girl_from_Ipanema","surface_form":"The Girl from Ipanema","offset":5246},{"uri":"Cartoon_Network_Brazil","surface_form":"Cartoon Network Brazil","offset":5305},{"uri":"Animation","surface_form":"animated","offset":5349},{"uri":"Short_film","surface_form":"short film","offset":5358},{"uri":"Americas","surface_form":"Americas","offset":5731},{"uri":"Turner_Broadcasting_System","surface_form":"Turner Broadcasting System","offset":6003},{"uri":"Lego","surface_form":"Lego","offset":6690},{"uri":"Havaianas","surface_form":"Havaianas","offset":7517},{"uri":"International_Business_Times","surface_form":"International Business Times","offset":7634},{"uri":"Mic_(media_company)","surface_form":"Mic","offset":7887},{"uri":"Symbolism","surface_form":"symbolism","offset":8022},{"uri":"USA_Today","surface_form":"USA Today","offset":8128},{"uri":"University_of_Salford","surface_form":"University of Salford","offset":8530},{"uri":"Environmental_protection","surface_form":"environmental protection","offset":8611},{"uri":"Wenlock_and_Mandeville","surface_form":"Wenlock and Mandeville","offset":9040},{"uri":"2012_Summer_Olympics","surface_form":"2012 Summer Olympics","offset":9083},{"uri":"London","surface_form":"London","offset":9107},{"uri":"Mashable","surface_form":"Mashable","offset":9171},{"uri":"2014_Winter_Olympic_and_Paralympic_Games_mascots","surface_form":"mascots of the 2014 Winter Olympics","offset":9296},{"uri":"Pok%C3%A9mon","surface_form":"Pokémon","offset":9399},{"uri":"Paste_(magazine)","surface_form":"Paste","offset":9487},{"uri":"Adventure_Time","surface_form":"Adventure Time","offset":9533},{"uri":"Slate_(magazine)","surface_form":"\"Slate\"","offset":9617},{"uri":"Billboard_(magazine)","surface_form":"\"Billboard\"","offset":9963}]}