{"id":655256,"url":"http://en.wikipedia.org/wiki/St_John_Ambulance","text":"St John Ambulance is a group of organizations which provide first aid and emergency medicine. They work in over 40 countries, mostly in the Commonwealth of Nations.\nThe role of St John Ambulance varies. For example, in some parts of Australia, St John Ambulance are the main ambulance service. In most places, St John Ambulance are mostly volunteers and their role is to provide first aid at local events (e.g. sports matches, local fairs, races, etc.) and first aid training to the public.\nSt John Ambulance is run by its founders, the Venerable Order of Saint John. The Order is a descendant of the Knights Hospitaller of the Middle Ages. They founded the first branch of St John Ambulance in the United Kingdom in the 19th century. In 1877, the St John Ambulance Association was set up to teach first aid skills. In 1887, the St John Ambulance Brigade was founded to provide first aid at local events. These two have since been merged into the English branch of St John Ambulance.\nFirst aiders for St John Ambulance are often seen wearing uniform. They originally had army ranks, though many now use non-military ranks instead. Some branches have cadets, for teenagers and older children.\nAll branches of St John Ambulance use the eight-point Maltese Cross as their logo. This symbol appears on a number of organizations descended from the Knights Hospitaller. The Order of Malta Ambulance Corps in Ireland is an example. Other similar organizations include Red Cross and Red Crescent (a worldwide movement) and St Andrew's First Aid in Scotland.","categories":[],"infobox_types":["Non-profit"],"annotations":[{"uri":"First_aid","surface_form":"first aid","offset":60},{"uri":"Emergency_medicine","surface_form":"emergency medicine","offset":74},{"uri":"Commonwealth_of_Nations","surface_form":"Commonwealth of Nations","offset":140},{"uri":"Australia","surface_form":"Australia","offset":233},{"uri":"Emergency_medical_services","surface_form":"ambulance service","offset":275},{"uri":"Volunteering","surface_form":"volunteers","offset":339},{"uri":"Venerable_Order_of_Saint_John","surface_form":"Venerable Order of Saint John","offset":537},{"uri":"Knights_Hospitaller","surface_form":"Knights Hospitaller","offset":601},{"uri":"Maltese_Cross","surface_form":"Maltese Cross","offset":1246},{"uri":"Order_of_Malta_Ambulance_Corps","surface_form":"Order of Malta Ambulance Corps","offset":1368},{"uri":"International_Red_Cross_and_Red_Crescent_Movement","surface_form":"Red Cross and Red Crescent","offset":1461},{"uri":"St_Andrew%27s_First_Aid","surface_form":"St Andrew's First Aid","offset":1515}]}