{"id":655297,"url":"http://en.wikipedia.org/wiki/Tongyong_Pinyin","text":"e=\"preserve\">Tongyong Pinyin is a romanization of Mandarin Chinese, or a way to write Mandarin in the Roman alphabet, that was invented in Taiwan. It was created by the Taiwanese to oppose Hanyu Pinyin, which is the official romanization of Mandarin in Mainland China, the UN, and most other international organizations, because many Taiwanese do not want to use a writing system created by the Chinese Communist Party. In 2002, it became the official romanization in Taiwan, even though no one was forced to use it. However, in 2009, Taiwan replaced Tongyong with Hanyu as the island's official romanization. While Taipei mostly uses Hanyu spelling today, many cities, particularly in southern Taiwan, still use many different romanizations, including Tongyong spelling, and it can still be seen in many places.\nTongyong Pinyin vs. Hanyu Pinyin.\nMost Tongyong spellings of Chinese syllables are the same as Hanyu spellings. However, one major difference is that Tongyong does not use letters 'x' and 'q', which are both used in Hanyu. Below is a chart that compares syllables in Hanyu to those in Tongyong. Below is not an exhaustive list, but a list that show major differences between the two systems.\nBelow are examples of sentences written in Chinese characters, Hanyu Pinyin, and Tongyong Pinyin with English translations.","categories":[],"infobox_types":[],"annotations":[{"uri":"Romanization_of_Chinese","surface_form":"romanization","offset":34},{"uri":"Mandarin_Chinese","surface_form":"Mandarin Chinese","offset":50},{"uri":"Latin_script","surface_form":"Roman alphabet","offset":102},{"uri":"Taiwan","surface_form":"Taiwan","offset":139},{"uri":"Taiwanese","surface_form":"Taiwanese","offset":169},{"uri":"Hanyu_Pinyin","surface_form":"Hanyu Pinyin","offset":189},{"uri":"Mainland_China","surface_form":"Mainland China","offset":253},{"uri":"United_Nations","surface_form":"UN","offset":273},{"uri":"International_organization","surface_form":"international organization","offset":292},{"uri":"Chinese_Communist_Party","surface_form":"Chinese Communist Party","offset":395},{"uri":"Island","surface_form":"island's","offset":578}]}