{"id":655243,"url":"http://en.wikipedia.org/wiki/Tarun_Sagar","text":"Muni Tarun Sagar (26 June 1967 – 1 September 2018) was an Indian \"Digambara monk\" and political advisor.\nHis lectures are known as \"Kadve Pravachan\" (bitter discourses) because they can be critical of common practices and views. His lectures have been published in book series also titled \"Kadve Pravachan\". His audience often includes a majority of non-Jains.\nEarly life.\nSagar was born as Pawan Kumar Jain on 26 June 1967 in Madhya Pradesh, India. He became Kshullak at the age of 13 and \"Acharya\" Pushpdant Sagar at the age of 20.\nWorks.\nSagar was known for supporting the ban on liquor, leather and meat in India. He began to publish speeches under the title \"Kadve Pravachan\" (Bitter Discourse) starting in 2003 in Ahmedabad.\nSagar delivered his sermons Madhya Pradesh Legislative Assembly in 2010 and in Haryana Legislative Assembly on 26 August 2016.\nHe was known as a \"progressive Jain monk\" for his criticism of violence, corruption and conservatism, and his speeches came to be called \"Katu Pravachan\".\nPolitics.\nWhile Jain monks often did not want to be related with politicians, Sagar often met politicians and government officials as a guest. He has delivered his sermons Madhya Pradesh Legislative Assembly in 2010 and in Haryana Legislative Assembly on 26 August 2016.\nSagar was respected by Prime Minister of India Narendra Modi and Modi would award him Tarun Kranti Puraskar in 2012.\nCriticisms.\nIn August 2016, Tarun Sagar was invited to address the Haryana Assembly by both the ruling BJP and the opposition Congress party members. He talked about social and political issues and evoked applause and laughter from lawmakers. The event caused a number of tweets critical of Muni Tarun Sagar because of his nudity.\nHe once said that Jihad is a conspiracy to convert Hindu girls into Muslims. He was also against Muslim practice in India.\nDeath.\nSagar died on 1 September 2018 from complications of jaundice in New Delhi, India at the age of 51.","categories":[],"infobox_types":[],"annotations":[{"uri":"Indian_people","surface_form":"Indian","offset":58},{"uri":"Digambara_monk","surface_form":"Digambara monk","offset":66},{"uri":"Madhya_Pradesh","surface_form":"Madhya Pradesh","offset":427},{"uri":"Kshullak","surface_form":"Kshullak","offset":460},{"uri":"Acharya_(Jainism)","surface_form":"Acharya","offset":491},{"uri":"Liquor","surface_form":"liquor","offset":583},{"uri":"Leather","surface_form":"leather","offset":591},{"uri":"Meat","surface_form":"meat","offset":603},{"uri":"Ahmedabad","surface_form":"Ahmedabad","offset":720},{"uri":"Madhya_Pradesh_Legislative_Assembly","surface_form":"Madhya Pradesh Legislative Assembly","offset":759},{"uri":"Haryana_Legislative_Assembly","surface_form":"Haryana Legislative Assembly","offset":810},{"uri":"Madhya_Pradesh_Legislative_Assembly","surface_form":"Madhya Pradesh Legislative Assembly","offset":1185},{"uri":"Haryana_Legislative_Assembly","surface_form":"Haryana Legislative Assembly","offset":1236},{"uri":"Prime_Minister_of_India","surface_form":"Prime Minister of India","offset":1307},{"uri":"Narendra_Modi","surface_form":"Narendra Modi","offset":1331},{"uri":"Jihad","surface_form":"Jihad","offset":1750},{"uri":"Muslim","surface_form":"Muslim","offset":1800},{"uri":"Jaundice","surface_form":"jaundice","offset":1915},{"uri":"New_Delhi","surface_form":"New Delhi","offset":1927}]}