{"id":655212,"url":"http://en.wikipedia.org/wiki/National_Museum_of_Brazil","text":"The National Museum of Brazil is the oldest scientific institution of Brazil. Until 2018 it had one of the largest collections of natural history and anthropology in the Americas. Despite this, the museum was already in bad condition when it burned in September 2018.\nFinance.\nFrom 2014 the museum had budget cuts that dropped its maintenance to less than R$520,000 annually. The budget was so low, there was $0.01 to spend on each of the artifacts.\nThe building fell into disrepair, with peeling wall material, exposed electrical wiring, and a termite problem. Some of the artifacts lost in the fire included Egyptian mummies, remains from the oldest human skeleton found in the Americas, frescoes from Pompeii, and dinosaur skeletons.\nBy June 2018, the museum's 200th anniversary, it had reached a state of near-complete abandonment.\nThere was an offer from The World Bank to buy the museum for $80m. It was turned down because the Federal University of Rio de Janeiro would have to give up ownership.\nThe great fire.\nOn 2 September 2018, at around 19:30 local time, a large fire broke out at the Paço de São Cristóvão. The museum was almost completely destroyed. The museum's holdings included over 20 million items. About 90% were destroyed.\nBrazil's President Michel Temer called the loss of the historical and cultural heritage \"incalculable\". The cause of the fire is not known, but many connected it to the museum's lack of funding.","categories":[],"infobox_types":[],"annotations":[{"uri":"Natural_history","surface_form":"natural history","offset":130},{"uri":"Anthropology","surface_form":"anthropology","offset":150},{"uri":"Americas","surface_form":"Americas","offset":170},{"uri":"R%24","surface_form":"R$","offset":356},{"uri":"Termite","surface_form":"termite","offset":545},{"uri":"Mummies","surface_form":"mummies","offset":619},{"uri":"Fresco","surface_form":"fresco","offset":690},{"uri":"Pompeii","surface_form":"Pompeii","offset":704},{"uri":"World_Bank","surface_form":"World Bank","offset":864},{"uri":"Federal_University_of_Rio_de_Janeiro","surface_form":"Federal University of Rio de Janeiro","offset":934},{"uri":"Local_time","surface_form":"local time","offset":1057},{"uri":"Pa%C3%A7o_de_S%C3%A3o_Crist%C3%B3v%C3%A3o","surface_form":"Paço de São Cristóvão","offset":1099},{"uri":"Michel_Temer","surface_form":"Michel Temer","offset":1265}]}