{"id":655395,"url":"http://en.wikipedia.org/wiki/Death_of_Osama_bin_Laden","text":"Osama bin Laden, the founder and first leader of the Islamist group Al-Qaeda, was killed in Pakistan on May 2, 2011 shortly after 1:00 am PKT (20:00 UTC, May 1) by United States Navy SEALs of the U.S. Naval Special Warfare Development Group (also known as DEVGRU or SEAL Team Six).\nThe raid.\nThe operation, code-named Operation Neptune Spear, was carried out in a CIA-led operation with Joint Special Operations Command. The operation ended a nearly 10-year search for bin Laden, following his role in the September 11 attacks on the United States.\nThe raid on bin Laden's compound in Abbottabad, Pakistan was launched from Afghanistan. U.S. military officials said that after the raid U.S. forces took bin Laden's body to Afghanistan for identification, then buried him at sea within 24 hours of his death in accordance with Islamic tradition.\nThe SEALs encountered the residents in the compound's guest house, in its main building on the first floor where two adult males lived, and on the second and third floors where bin Laden lived with his family.\nThe second and third floors were the last section of the compound to be cleared. There were reportedly \"small knots of children ... on every level, including the balcony of bin Laden's room\".\nbin Laden was killed in the raid and initial versions said three other men and a woman were killed as well: bin Laden's adult son Khalid, bin Laden's courier Abu Ahmed al-Kuwaiti, al-Kuwaiti's brother Abrar, and Abrar's wife Bushra.\nAl-Qaeda confirmed the death on May 6 with posts made on militant websites, vowing to avenge the killing.\nApproval.\nThe raid was supported by over 90% of the American public, United Nations, NATO, the European Union, along with a large number of governments, but was criticized by two-thirds of the Pakistani public.\nAlso controversial was the decision not to release any photographic or DNA evidence of bin Laden's death to the public.\nAftermath.\nIn the aftermath of the killing, Pakistani Prime Minister Yousaf Raza Gillani created a commission under Senior Justice Javed Iqbal. The resulting Abbottabad Commission Report, which revealed Pakistani state military and intelligence authorities’ “collective failure” that enabled bin Laden to hide in Pakistan for nine years.","categories":[],"infobox_types":[],"annotations":[{"uri":"Osama_bin_Laden","surface_form":"Osama bin Laden","offset":0},{"uri":"Islamism","surface_form":"Islamist","offset":53},{"uri":"Al-Qaeda","surface_form":"Al-Qaeda","offset":68},{"uri":"Pakistan","surface_form":"Pakistan","offset":92},{"uri":"Pakistan_Standard_Time","surface_form":"PKT","offset":138},{"uri":"Coordinated_Universal_Time","surface_form":"UTC","offset":149},{"uri":"United_States_Navy_SEALs","surface_form":"United States Navy SEALs","offset":164},{"uri":"SEAL_Team_Six","surface_form":"U.S. Naval Special Warfare Development Group","offset":196},{"uri":"Central_Intelligence_Agency","surface_form":"CIA","offset":364},{"uri":"Joint_Special_Operations_Command","surface_form":"Joint Special Operations Command","offset":387},{"uri":"Search_for_Osama_bin_Laden","surface_form":"search for bin Laden","offset":458},{"uri":"September_11_attacks","surface_form":"September 11 attacks","offset":506},{"uri":"Osama_bin_Laden%27s_compound_in_Abbottabad","surface_form":"bin Laden's compound","offset":561},{"uri":"Abbottabad","surface_form":"Abbottabad","offset":585},{"uri":"Afghanistan","surface_form":"Afghanistan","offset":624},{"uri":"Abu_Ahmed_al-Kuwaiti","surface_form":"Abu Ahmed al-Kuwaiti","offset":1405},{"uri":"United_Nations","surface_form":"United Nations","offset":1655},{"uri":"NATO","surface_form":"NATO","offset":1671},{"uri":"European_Union","surface_form":"European Union","offset":1681},{"uri":"Prime_Minister_of_Pakistan","surface_form":"Pakistani Prime Minister","offset":1961},{"uri":"Yousaf_Raza_Gillani","surface_form":"Yousaf Raza Gillani","offset":1986},{"uri":"Javed_Iqbal_(Judge)","surface_form":"Javed Iqbal","offset":2048},{"uri":"Abbottabad_Commission_Report","surface_form":"Abbottabad Commission Report","offset":2075}]}