{"id":655542,"url":"http://en.wikipedia.org/wiki/Junko_It%C5%8D","text":"e=\"preserve\">Junko Itō is a linguist. She was born in Japan and works in the United States.. She earned her Ph.D. in Linguistics in 1986 at the University of Massachusetts Amherst. Her doctoral supervisor was Alan Prince. She is a professor of linguistics at the University of California, Santa Cruz. She was chair of the department from 1999-2006.\nItō mostly researches phonology and morphology. Her work on syllable structure is well-known. She has studied and written about rendaku in the Japanese language. Her work has been published in Linguistic Inquiry and other peer-reviewed research journals in linguistics. She often works with another UCSC professor, her husband Armin Mester.\nShe is the daughter of mathematician Kiyoshi Itō.\nSome Publications.\n2015 Ito, Junko, and Armin Mester. The perfect prosodic word in Danish. Nordic Journal of Linguistics 38(1). 5-36.\n2015 Ito, Junko, and Armin Mester. Sino-Japanese Phonology. Chapter 7 of Handbook of Japanese Phonetics and Phonology. 2015. ed. by H. Kubozono. pp. 289–312.\n2015 Ito, Junko, and Armin Mester. Word Formation and Phonological Processes. Chapter 9 of Handbook of Japanese Phonetics and Phonology. 2015. ed. by H. Kubozono. pp. 363–395. Mouton de Gruyter Series Handbooks of Japanese Language and Linguistics.\n2013 Ito, Junko, and Armin Mester. Prosodic Subcategories in Japanese. Lingua 124. 20-40.\n2009 Ito, Junko, and Armin Mester. The onset of the prosodic word. In Parker, Steve, ed. Phonological Argumentation: Essays on Evidence and Motivation. London: Equinox. 227-260.\n2009 Ito, Junko, and Armin Mester. Lexical classes in phonology. In Miyagawa, Shigeru, and Mamoru Saito, eds. Handbook of Japanese Linguistics. Oxford: Oxford University Press. 84-106.\n2007 Ito, Junko, and Armin Mester. Prosodic adjunction in Japanese compounds. MIT Working Papers in Linguistics 55: Formal Approaches to Japanese Linguistics 4. Cambridge, Massachusetts. 97-111.\n2003 Ito, Junko, and Armin Mester. Japanese Morphophonemics: Markedness and Word Structure. MIT Press Linguistic Inquiry Monograph Series 41. Cambridge, Mass.\n1999 Ito, Junko, and Armin Mester. The structure of the phonological lexicon. In Tsujimura, Natsuko, ed. The Handbook of Japanese Linguistics. Malden, MA, and Oxford, U.K.: Blackwell Publishers. 62-100.\n1996 Ito, Junko, Yoshihisa Kitagawa, and Armin Mester. Prosodic faithfulness and correspondence. Journal of East Asian Linguistics 5. 217-294.\n1995 Ito, Junko, Armin Mester, and Jaye Padgett. Licensing and redundancy: underspecification in Optimality Theory. Linguistic Inquiry 26. 571-614.\n1995 Ito, Junko, and Armin Mester. Japanese phonology. In Goldsmith, John, ed.,The Handbook of Phonological Theory. Blackwell. 817-838.\n1986 Ito, Junko, and Armin Mester. The phonology of voicing in Japanese: theoretical consequences for morphological accessibility. Linguistic Inquiry 17.1. 49-73. 1985 Ito, Junko. Consonant Loss in Danish and Phonological Theory, Descriptive and Applied Linguistics 18, 109-120.\n1984 Ito, Junko. Melodic Dissimilation in Ainu, Linguistic Inquiry 15.3, 505-513.\nOther websites.\nVideo: Junko Ito, Armin Mester (UC Santa Cruz), 2013: \"Supersized Units\": https://www.youtube.com/watch?v=duYc4W4Lhp4\nRelated pages.\nList of women linguists","categories":[],"infobox_types":[],"annotations":[{"uri":"Linguist","surface_form":"linguist","offset":28},{"uri":"Ph.D.","surface_form":"Ph.D.","offset":108},{"uri":"University_of_Massachusetts_Amherst","surface_form":"University of Massachusetts Amherst","offset":144},{"uri":"Alan_Prince","surface_form":"Alan Prince","offset":209},{"uri":"Professor","surface_form":"professor","offset":231},{"uri":"Linguistics","surface_form":"linguistics","offset":244},{"uri":"University_of_California%2C_Santa_Cruz","surface_form":"University of California, Santa Cruz","offset":263},{"uri":"Phonology","surface_form":"phonology","offset":371},{"uri":"Morphology_(linguistics)","surface_form":"morphology","offset":385},{"uri":"Syllable","surface_form":"syllable","offset":409},{"uri":"Rendaku","surface_form":"rendaku","offset":477},{"uri":"Japanese_language","surface_form":"Japanese language","offset":492},{"uri":"Linguistic_Inquiry","surface_form":"Linguistic Inquiry","offset":542},{"uri":"Peer-review","surface_form":"peer-review","offset":571},{"uri":"Armin_Mester","surface_form":"Armin Mester","offset":676},{"uri":"Kiyoshi_It%C5%8D","surface_form":"Kiyoshi Itō","offset":727},{"uri":"List_of_women_linguists","surface_form":"List of women linguists","offset":3228}]}