{"id":655659,"url":"http://en.wikipedia.org/wiki/Incredibles_2","text":"\"Incredibles 2\" is a 2018 American computer-animated movie produced by Pixar and released by Walt Disney Pictures. It was directed by Brad Bird. It is the sequel to \"The Incredibles\" (2004) and second installment of the franchise.\nCraig T. Nelson, Holly Hunter, Sarah Vowell and Samuel L. Jackson return in the movie; other stars include Huckleberry Milner (replacing Spencer Fox), Bob Odenkirk, Catherine Keener and Jonathan Banks (replacing Bud Luckey).\n\"Incredibles 2\" was released in the United States on June 15, 2018, in Disney Digital 3-D, Dolby Cinema and IMAX. It received strong positive reviews. The movie made $182.7 million in its opening weekend, setting the record for best debut for an animated movie and has made over $1.1 billion worldwide, making it the second highest-grossing animated movie (behind \"Frozen\").\nVoice cast.\nAdditional Voices, Maeve Andrews, Mark Andrews, Matt Adler, Steve Alterman, Jack Angel, Stephen Apostolina, Kimberly Bailey, Sora Bamis, Bob Bergen, Brad Bird, Nicholas Bird, Steve Blum, Richard Cansino, Kelly Bonbright, Rodger Bumpass, Catherine Cavadini, Doc Kane, Corey Burton, June Christopher, Robert Clotworthy, Michael Corbett, David Cowgill, Andrea Datzman, Jim Cummings, Wendy Culter, Moosie Drier, Rebecca Davis, Debi Derryberry, Bryan Dluhy, Ronnie Del Carmen, Pete Docter, Terri Douglas, Tony Fucile, Greg Dykstra, Jennifer Darling, Paul Eiding, Jeannie Elias, Bill Farmer, Brian Fee, Ted Evans, Dave Fennoy, Billy Otis, John DeMita, Chad Einbinder, Jennifer Crystal Foley, John DiMaggio, Robin Atkin-Downes, Michael Giacchino, Grace Geller, Doug Erholtz, Jeff Fischer, Eddie Frierson, Elisa Gabrielli, Jean Gilpin, Jackie Gonneau, Kyle Hebert, Todd Haberkorn, Justine Huxley, Candy Ibarra, Marieve Herington, Karen Huie, Richard Steven Horvitz, Lex Lang, Christian Lanz, Andrew Kishino, Carole Jeghers, Marsha Kramer, Tom Kenny, Maurice LaMarche, Phil LaMarr, Jeff LaPensee, Patricia Lentz, Marcella Lentz-Pope, A.J. LoCascio, James Taku Leung, Yuri Lowenthal, Angus MacLane, Austin Madison, Anne Lockhart, David Michie, John Lasseter, Sherry Lynn, Jamieson Price, Jeffrey Jones, Scott Menville, Piotr Michael, Edie Mirman, Melanie Minichino, Max Mittelman, Kitty Newton, Teddy Newton, Jonathan Nichols, Nina Ozier, Paul Pape, Patrick Pinney, Juan Pope, Jacqueline Pinol, Michael Ralph, Usher Raymond IV, Nick Pitera, Phil Proctor, Ted Mathot, Jonathan Null, Moira Quirk, Bob Peterson, Bret Parker, Steve Parcell, Guido Quarino, Dan Scanlon, Michelle Ruff, Meredith Salenger, Jean-Michel Richaud, Eric Vale, Josh Petersdorf, Lynwood Robinson, Neil Ross, Stephanie Sheh, Cindy Robinson, Andrew Stanton, Justin Shewkarow, Dennis Singletary, Alyson Stoner, Pepper Sweeney, Shane Sweet, Skip Stellrecht, Cristina Vee, Fred Tatasciore, Paula Tiso, Toya Turner, Kimberly Adair Clark, Diamond White, Scott Whyte, Wally Wingert, Debi Mae West, Marcelo Tubert, Matthew Wood, Lynnanne Zager, Billy West, Brian Tochi, Joe Zieja, David Zyler, Jim Ward, Dave Wittenberg, Ezra Weisz, Noelle Zuber, Peter Sohn, Lee Unkrich.\nAdditional Children's Voices, Eli Fucile, Joshua Rush, Raymond Ochoa, Carter Sand, Jadon Sand, Cole Sand, Sarah-Nichole Robles, Gunnar Sizemore, Deaken Somoza.","categories":[],"infobox_types":[],"annotations":[{"uri":"Pixar","surface_form":"Pixar","offset":71},{"uri":"Walt_Disney_Pictures","surface_form":"Walt Disney Pictures","offset":93},{"uri":"Brad_Bird","surface_form":"Brad Bird","offset":134},{"uri":"The_Incredibles","surface_form":"The Incredibles","offset":166},{"uri":"The_Incredibles_(franchise)","surface_form":"the franchise","offset":216},{"uri":"Craig_T._Nelson","surface_form":"Craig T. Nelson","offset":231},{"uri":"Holly_Hunter","surface_form":"Holly Hunter","offset":248},{"uri":"Sarah_Vowell","surface_form":"Sarah Vowell","offset":262},{"uri":"Samuel_L._Jackson","surface_form":"Samuel L. Jackson","offset":279},{"uri":"Spencer_Fox","surface_form":"Spencer Fox","offset":368},{"uri":"Bob_Odenkirk","surface_form":"Bob Odenkirk","offset":382},{"uri":"Catherine_Keener","surface_form":"Catherine Keener","offset":396},{"uri":"Jonathan_Banks","surface_form":"Jonathan Banks","offset":417},{"uri":"Bud_Luckey","surface_form":"Bud Luckey","offset":443},{"uri":"Disney_Digital_3-D","surface_form":"Disney Digital 3-D","offset":527},{"uri":"Dolby_Cinema","surface_form":"Dolby Cinema","offset":547},{"uri":"IMAX","surface_form":"IMAX","offset":564},{"uri":"Frozen","surface_form":"Frozen","offset":821}]}