{"id":65563,"url":"http://en.wikipedia.org/wiki/Fall_of_Man","text":"The Fall of Man (also called \"The Story of the Fall\" or \"The Fall\") is the story in the book of Genesis in the Torah (Old Testament) of when Adam and Eve, in God's eyes, lost their innocence. Genesis says that Adam and Eve ate from the Tree of Knowledge even after God told them it was not allowed. Adam and Eve lost their innocence and were thrown out of the Garden of Eden, where the Tree of Knowledge was. In Christian religion, all of man lost their innocence because Adam and Eve disobeyed God and had to be punished, so man can now tell good from bad and life from death.\nThe Fall, for many Christians, means humans can not make themselves holy enough to get into Heaven when they die. It is only possible to get into heaven because Jesus Christ sacrificed himself.\nBeliefs.\nJudaism, Christianity and Islam believe the story of the Fall is the truth, but each explains it differently.\nIslam.\nIslam says the Fall was just a historic event and did not change human nature at all. It says Adam and his wife were thrown out of the Garden of Eden and forced to work and suffer because Adam ate from the Tree of Knowledge. But God still gave others who were still loyal to him the chance to get into Heaven.\nJudaism.\nAccording to Jewish tradition, Adam and Eve had the free will to rebel against God's first commandment. God's first commandment was not to eat from the fruits of the Tree of Knowledge in the Garden of Eden. Adam and Eve ate from its fruits and had to pay a price. They were thrown out of the Garden of Eden, which is called Paradise, and they had to suffer and work to survive. Adam and Eve also became \"like God\" when they ate the fruit from the tree. They got the gifts of knowledge, wisdom, and self-awareness—things that seperate humans from animals. Judaism teaches that eating the fruit was disobedience, but not sin. Unlike Christianity, Judaism teaches that sin can not be inherited, and that people do not inherit \"Original Sin\". If a sin is committed, you may pray directly to God and ask for forgiveness, and if the sin has affected another person, you may also ask their forgiveness. Judaism says every person can get to heaven and be—once more—near to God. You do not have to be Jewish to get into heaven.\nChristianity.\nChristians generally believe that everyone who is related to Adam is born with sin and would never make it into Heaven. Jesus, who was related to Adam only through Jesus' mother, had no sin, and died to remove the sins of those who believe in him. They believe that whoever believed in Jesus Christ was given a \"second chance\" to get back into Heaven, shown in John the Apostle's Gospel: \"...God loved the world so much that he gave his only Son, so that everyone who believes in him would not be lost but have eternal life.\" ([https://www.biblegateway.com/passage/?search=john%203:16-3:16&version=ERV John 3:16, ERV]) Different types of Christianity have slightly different ways of viewing the fall and salvation through Jesus. You can see the different views below.\nCatholicism.\nCatholicism believes that people are born sinful, but have free will, and so they can clean themselves of their sin and can get into Heaven after the grace of God has changed them so that they want to do that; without this \"first grace\" the sinful people do not want to \"go to Heaven\".\nCalvinism and Puritanism.\nCalvinists believe that God chooses the humans who were going to go to Heaven and those who were not. Humans do not get a choice in \"spiritual matters\".\nPuritans took this one step farther. Puritans said that humans could do nothing to be able to get to Heaven. They said that no matter how good a person was, if he had not been chosen by God at birth, he would not go to Heaven. However, one could lose the right to go to Heaven by being bad.\nProtestants believe that when Jesus sacrificed himself, he made man free from sin forever. Other people believe that when Jesus sacrificed himself, man was free from sin but he was not certain that he would still get into Heaven.\nLiberal Christianity.\nSome Christians say that the story of The Fall in Genesis 3 never happened but is just a myth or story that the Israelite people used to show that the relationship that man had with God is gone.\nThis view is quite neutral towards history. It says Bible stories that man failed in the Garden of Eden and needed to be saved are explanations of deeper spiritual truths. Some also say that Jesus Christ was God trying to start a new relationship with man.\nEastern Orthodox.\nEastern Orthodoxy believes that a son is not guilty of the sins of his father (so sin is not passed down from Adam). They believe that men and women are forced to sin because of the world around them and thy have to try and resist if they want to go to Heaven. But they still believe that Adam caused all humanity to have to work for this. The emphasis on free will is great: even the sinful people can be saved through synergy with God's grace.\nPelagianism.\nPelagianism says that humans are capable of freely choosing good or bad decisions without God's help and that humans are not born with Adam's sin.\nMormonism.\nMormonism believes that The Fall was part of a plan thought up by God so that His children could get into Heaven.\nMormons say that when Adam ate from the Tree of Knowledge it was not wrong, but was just a \"demotion\", like going from one good job to another, less good job. A step down but progressing in a forward direction. Mormons refer to The Fall as a Transgression. For Mormons a sin is the act of doing something contrary to the known will of God and to do so willing with full knowledge. Transgression, on the other hand, is the violation of a law or rule. So for Mormons, all sins (willfully disobedience) are transgressions but not all transgressions (violations) are sins. Since Adam didn’t have knowledge of good and evil before partaking of the forbidden fruit, so his act was a transgression of the law, not a sin against the law.\nUnification Church.\nUnification Church believe that Adam and Eve had sexual relations before they were married, and so they got thrown out of the Garden of Eden. They believe that a Blessing Ceremony can \"wash\" this sin away.\nUnity Church.\nThe Unity church believes that \"The Fall of Man\" has an important meaning but that it is not a true historic event.\nUnitarian Universalism.\nUnitarian Universalists believe that people are inherently good, and that it is their most precious gift, free will, that allows people to sometimes act wrongly, rather than predestination or external temptation. The Fall is story, metaphor, allegory, not a history.\nThe Fall in books.\nPhilip Pullman wrote a series called \"His Dark Materials\" and he says in the book that The Fall was a good thing. It was when humans became free to learn. Pullman believes that it is not worth being innocent if the price is not knowing the truth.\nC.S. Lewis wrote a book called \"Perelandra\" where Adam and Eve were on the planet Venus rather than the classic Garden of Eden.\nAlbert Camus wrote a book called \"The Fall\" where a man tells another man in a bar in Amsterdam called \"Mexico City\" why he did not want to rescue a man who was trying to kill himself by jumping off a bridge into a canal.\nIn the manga (or comic-book) \"Neon Genesis Evangelion\", The Fall is often talked about, and at the end, an attempt to clean Adam's sin is performed and a new genesis is started.","categories":[],"infobox_types":[],"annotations":[{"uri":"Genesis","surface_form":"Genesis","offset":96},{"uri":"Torah","surface_form":"Torah","offset":111},{"uri":"Old_Testament","surface_form":"Old Testament","offset":118},{"uri":"God","surface_form":"God","offset":158},{"uri":"Innocent","surface_form":"innocence","offset":181},{"uri":"Adam","surface_form":"Adam","offset":210},{"uri":"Eve_(Bible)","surface_form":"Eve","offset":219},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":360},{"uri":"Tree_of_Knowledge","surface_form":"Tree of Knowledge","offset":386},{"uri":"Christianity","surface_form":"Christian","offset":412},{"uri":"Human","surface_form":"human","offset":615},{"uri":"Holy","surface_form":"holy","offset":646},{"uri":"Heaven","surface_form":"Heaven","offset":670},{"uri":"Jesus_Christ","surface_form":"Jesus Christ","offset":739},{"uri":"Sacrifice","surface_form":"sacrificed","offset":752},{"uri":"Judaism","surface_form":"Judaism","offset":781},{"uri":"Christianity","surface_form":"Christianity","offset":790},{"uri":"Islam","surface_form":"Islam","offset":807},{"uri":"Islam","surface_form":"Islam","offset":898},{"uri":"History","surface_form":"historic","offset":929},{"uri":"Garden_of_Eden","surface_form":"Garden of Eden","offset":1033},{"uri":"Paradise","surface_form":"Paradise","offset":1541},{"uri":"John_the_Apostle","surface_form":"John the Apostle","offset":2611},{"uri":"Gospel","surface_form":"Gospel","offset":2630},{"uri":"Catholicism","surface_form":"Catholicism","offset":3031},{"uri":"Free_will","surface_form":"free will","offset":3090},{"uri":"Calvinism","surface_form":"Calvinists","offset":3343},{"uri":"Puritan","surface_form":"Puritan","offset":3496},{"uri":"Sin","surface_form":"sin","offset":3865},{"uri":"Myth","surface_form":"myth","offset":4128},{"uri":"Israelite","surface_form":"Israelite","offset":4151},{"uri":"Allegory","surface_form":"explanations of deeper spiritual truths","offset":4365},{"uri":"Eastern_Orthodox","surface_form":"Eastern Orthodox","offset":4509},{"uri":"Women","surface_form":"women","offset":4652},{"uri":"Human_race","surface_form":"humanity","offset":4814},{"uri":"Synergy","surface_form":"synergy","offset":4929},{"uri":"Pelagianism","surface_form":"Pelagianism","offset":4968},{"uri":"Mormonism","surface_form":"Mormonism","offset":5126},{"uri":"Unification_Church","surface_form":"Unification Church","offset":5990},{"uri":"Sexual_intercourse","surface_form":"sexual relations","offset":6039},{"uri":"Philip_Pullman","surface_form":"Philip Pullman","offset":6636},{"uri":"C.S._Lewis","surface_form":"C.S. Lewis","offset":6883},{"uri":"Venus","surface_form":"Venus","offset":6965},{"uri":"Albert_Camus","surface_form":"Albert Camus","offset":7011},{"uri":"Amsterdam","surface_form":"Amsterdam","offset":7097}]}