{"id":65583,"url":"http://en.wikipedia.org/wiki/Hurricane_Beta","text":"Hurricane Beta was the twenty-third named storm, fourteenth hurricane, and seventh major hurricane of the 2005 Atlantic hurricane season. It formed in the southwestern part of the Caribbean Sea on October 26 and made landfall on the eastern coast of Nicaragua on October 30 as a strong Category 2 hurricane. Although Beta did create a lot of damage, it was somehow less than originally expected.\nStorm history.\nLate on October 26, a broad area of low pressure in the southwestern part of the Caribbean Sea off the coast of Costa Rica developed and became Tropical Depression Twenty-Six. At the second full advisory six hours later, the depression was upgraded to Tropical Storm Beta. Beta strengthened into a hurricane at 2 am EDT October 29, after spending a few hours on the border between tropical storm and hurricane strength. Beta reached maximum windspeeds of 115 mph (185 km/h) making it a Category 3 hurricane by 4 am EST October 30. The Colombian island of Providencia, about 140 miles off the coast of Nicaragua, was in danger to hurricane force winds for several hours as the center of the storm moved slowly very close to the island. Original reports stated major damages to homes and a temporary loss of communications with the islanders.\nBeta made landfall in the morning of October 30 near the town of Sandy Bay Sirpi, 310 kilometres northeast of the Nicaraguan capital, Managua, as a strong Category 2 hurricane, destroying many buildings and knocking down trees. It weakened as it moved onto land and dissipated into a remnant low pressure system. If the system continued to move westward, the remnant low could have probably re-strengthened after it entered the Pacific Ocean. If the storm had regenerated, a new number and name would have been given.\nThe remnants of Hurricane Beta poured heavy rain over parts of the Central America on Monday, making forecasters to warn of deadly landslides and flooding as the storm began to dissipate. There were numerous reports of damage but fortunately no deaths were reported, although there were several reports of injuries and people missing. The storm finally dissipated late in the evening of October 30. Although Beta had moved out to sea, several rain bands from the remnant continued to fall on Nicaragua and Honduras on October 31.\nNicaraguan government officials said that if the hurricane had hit larger coastal cities such as Puerto Cabezas or Bluefields as was first predicted, it would have been a disaster. Hurricane Beta was the first hurricane to be named after a letter in the Greek alphabet, because the first tropical system to be named with a Greek letter, Tropical Storm Alpha, did not reach hurricane strength.\nPreparations.\nIn Puerto Cabezas, Nicaragua, local officials announced a curfew to help stop looting and worked to cut off electricity throughout the city to stop possible injuries. 60,000 people were moved into shelters. Thousands of residents striggled through heavy rain to reach shelters. Many experts, including national meteorology director Milagros Castro, warned of the threat of mudslides, especially since Beta was a slow-moving storm.\nIn Honduras, the government also kept a red alert for the storm and an emergency committee was working on moving 150,000 people from areas of the capital, Tegucigalpa, that would be in danger to flooding and mudslides. Evacuations were being readied in five of the country's eighteen departments. Civil defense officials have declared an alert in neighboring El Salvador, fearing the threat of mudslides after Hurricane Stan destroyed much of the area. The preparations eventually turned out to be very serious, since there was no deaths reported in spie of the large damages.\nProvidencia.\nOn the island of Providencia, roofs were ripped off from dozens of wooden homes, the island's main communications tower was knocked over and a tourist footbridge was destroyed. But most of the 5,000 islanders stayed safe by climbing Providencia's many hills to ride out the storm in brick shelters. At least thirty people are reported to have been injured during Hurricane Beta's destruction upon the island.\nNicaragua.\nBeta wiped out most of the town of Sandy Bay as it made landfall. Local reports said the town's population of 3,000 had mostly evacuated in advance. Wooden huts made most of the housing in Sandy Bay, and about eighty percent of it was thought to be uninhabitable. Trees were knocked down and roofs were ripped off from houses during Hurricane Beta's attack on the country. At least one pier was damaged. Many herds of cattle were killed by the storm. 700 people were trapped in Tasbapauni, a town separated from the mainland by a lagoon. Eighty percent of homes in Tasbapauni are thought to be damaged very badly. Some 200 homes in Laguna de Perlas' seventeen lake-front villages are reported to have been damaged a lot.\nThough the storm's remnants were expected to drop an additional four to eight inches on the already water logged ground, President Enrique Bolaños said his country had escaped a major disaster. He promised to quickly get aid to separated towns cut off by flooding and landslides. Nicaraguan Civil Defence Chief Col. Mario Perez Cassar said eighty per cent of the buildings on the central coast where the hurricane hit were heavily damaged or destroyed.\nOne person was reported to be injured and four people were reported missing in Nicaragua. The four missing men were later found alive on a boat that had been swept out into the Caribbean. A passing Panamanian-registered tanker ship found the four, all Miskito Indians, adrift about forty eight kilometres off the Nicaraguan coast after their gasoline ran out.\nHonduras.\nIn Honduras, Beta left fifty communities separated and broke bridges in the northeastern provinces of Gracias a Dios, Atlantida and Colon on the coast. Strong winds knocked down signs, fences, trees and electricity and telephone poles, cutting off power and communication in hundreds of communities and at least two highways were blocked.\nAuthorities evacuated more than 7,800 people from north of the Nicaraguan border after four rivers overflowed from rain caused by Beta. The national soccer league stopped all of its games. The airports at La Ceiba and Roatan on the coast were operating intermittenly because of poor visibility, strong winds and flooding. Flooding damaged rice, corn and bean fields. High waters also sent snakes out of the jungle into urban areas, although there were no reports of snakebites.","categories":[],"infobox_types":["Hurricane"],"annotations":[{"uri":"2005_Atlantic_hurricane_season","surface_form":"2005 Atlantic hurricane season","offset":106},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":180},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":250},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 2","offset":286},{"uri":"Low_pressure_area","surface_form":"low pressure","offset":447},{"uri":"Caribbean_Sea","surface_form":"Caribbean Sea","offset":492},{"uri":"Costa_Rica","surface_form":"Costa Rica","offset":523},{"uri":"Colombia","surface_form":"Colombia","offset":946},{"uri":"San_Andr%C3%A9s_y_Providencia_Department","surface_form":"Providencia","offset":966},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":1012},{"uri":"Managua","surface_form":"Managua","offset":1386},{"uri":"Saffir-Simpson_Hurricane_Scale","surface_form":"Category 2","offset":1407},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":1680},{"uri":"Lists_of_tropical_cyclone_names","surface_form":"new number and name would have been given","offset":1727},{"uri":"Central_America","surface_form":"Central America","offset":1837},{"uri":"Landslide","surface_form":"landslide","offset":1901},{"uri":"Flooding","surface_form":"flooding","offset":1916},{"uri":"Puerto_Cabezas","surface_form":"Puerto Cabezas","offset":2397},{"uri":"Bluefields","surface_form":"Bluefields","offset":2415},{"uri":"Greek_alphabet","surface_form":"Greek alphabet","offset":2554},{"uri":"Tropical_Storm_Alpha_(2005)","surface_form":"Tropical Storm Alpha","offset":2637},{"uri":"Puerto_Cabezas","surface_form":"Puerto Cabezas","offset":2710},{"uri":"Nicaragua","surface_form":"Nicaragua","offset":2726},{"uri":"Stealing","surface_form":"looting","offset":2785},{"uri":"Landslide","surface_form":"mudslide","offset":3080},{"uri":"Tegucigalpa","surface_form":"Tegucigalpa","offset":3293},{"uri":"El_Salvador","surface_form":"El Salvador","offset":3497},{"uri":"Hurricane_Stan","surface_form":"Hurricane Stan","offset":3548},{"uri":"Sandy_Bay%2C_Nicaragua","surface_form":"Sandy Bay","offset":4183},{"uri":"Tasbapauni","surface_form":"Tasbapauni","offset":4626},{"uri":"Laguna_de_Perlas","surface_form":"Laguna de Perlas","offset":4780},{"uri":"Enrique_Bola%C3%B1os","surface_form":"Enrique Bolaños","offset":5000},{"uri":"Panama","surface_form":"Panama","offset":5520},{"uri":"Miskito","surface_form":"Miskito","offset":5574},{"uri":"Bridge","surface_form":"bridge","offset":5753},{"uri":"Freeway","surface_form":"highway","offset":6008},{"uri":"La_Ceiba","surface_form":"La Ceiba","offset":6236},{"uri":"Roatan","surface_form":"Roatan","offset":6249}]}