{"id":65584,"url":"http://en.wikipedia.org/wiki/Billie_Joe_Armstrong","text":"Billie Joe Armstrong (born 17 February 1972 in Oakland, California) is an American musician and the lead singer and guitarist for the punk band Green Day. He also has numerous side projects as a vocalist, lyricist and guitarist in Foxboro Hot Tubs, Pinhead Gunpowder and The Network.\nEarly life.\nHe was born in Oakland, California. He is of Cherokee, English, German, Irish, Italian, Mexican, Native American, Scottish, Spanish and Welsh descent.\nMusic career.\nArmstrong was given his first guitar \"Blue\", a Fernandes Stratocaster, at the age of 11 by his father, Andy, who died soon after. He and childhood friend Mike Dirnt started Sweet Children, their first band which eventually developed into Green Day in 1987. They added drummer John Kiffenmeyer (Al Sobrante). Sobrante left the band to go to college as they were making waves and gaining popularity. Frank Edwin Wright III (famously known as Tre Cool) replaced him as the permanent drummer making the official line up of Green Day in 1989.\nThe band gained a following in the punk scene in California, particularly in the Gilman Street Scene. They released three EPs (\"1000 hours\", \"39/Smooth\" and \"Slappy\") before releasing two LPs, one being a compilation of the EPs (\"1039 Smoothed Out Slappy Hour\") in 1991 and \"Kerplunk\" later in the same year.\nWith the release of their first major label album \"Dookie\" the band gained worldwide attention. Their intentions were not to sell out but just to make music. Unfortunately the popularity did not do well with the Gilman scene and they were exiled. However, despite those rough years the band became increasingly popular.\nPersonal life.\nArmstrong is openly bisexual. He is married and lives in Berkeley, California with his wife Adrienne Armstrong and two sons Jakob and Joseph!","categories":[],"infobox_types":["musical artist"],"annotations":[{"uri":"Oakland%2C_California","surface_form":"Oakland, California","offset":47},{"uri":"Americans","surface_form":"American","offset":74},{"uri":"Musician","surface_form":"musician","offset":83},{"uri":"Punk/pop","surface_form":"punk","offset":134},{"uri":"Green_Day","surface_form":"Green Day","offset":144},{"uri":"Foxboro_Hot_Tubs","surface_form":"Foxboro Hot Tubs","offset":231},{"uri":"Pinhead_Gunpowder","surface_form":"Pinhead Gunpowder","offset":249},{"uri":"The_Network","surface_form":"The Network","offset":271},{"uri":"Mike_Dirnt","surface_form":"Mike Dirnt","offset":615},{"uri":"Tre_Cool","surface_form":"Tre Cool","offset":901},{"uri":"Coming_out","surface_form":"openly","offset":1656},{"uri":"Bisexual","surface_form":"bisexual","offset":1663},{"uri":"Berkeley%2C_California","surface_form":"Berkeley, California","offset":1700},{"uri":"Jakob_Danger","surface_form":"Jakob","offset":1767},{"uri":"Joey_Armstrong","surface_form":"Joseph","offset":1777}]}