{"id":656380,"url":"http://en.wikipedia.org/wiki/Humayun_Ahmed","text":"Humayun Ahmed (13 November 1948 – 19 July 2012) was a Bangladeshi writer, dramatist and movie director. He was one of the leading Bengali language literary person of 20th century. He wrote over 200 fiction and non-fiction books. His first novel was \"In Blissful Hell\". It was published in 1972. His other notable writings are \"Shonkhonil Karagar\", \"Josna O Jononir Golpo\", \"Kobi\", \"Moddhanho\", \"Badshah Namdar\" and \"Deyal\". He won Bangla Academy Literary Award in 1981 and Ekushey Padak in 1994 for his contribution to Bengali literature.\nAhmed started making movie in the beginning of 1990s. \"Aguner Parashmoni\" (1994) was his first directed movie. He then made seven more movies. He received six National Movie Awards in different categories for his movies.\nEarly life.\nAhmed was born in Kutubpur village of Kendua Upazila, Netrokona District. His father was Foyzur Rahman (1921-1971) and mother was Ayesha Foyez (1930-2014). Foyzur was a sub-divisional police officer. He was killed during the Bangladesh Liberation War in 1971. Ahmed has two brothers and three sisters. Two of his younger brother Muhammad Zafar Iqbal is a writer and Ahsan Habib is a cartoonist. His sisters are Sufia Haider, Momtaz Shahid and Rukhsana Ahmed.\nCareer.\nAhmed started his career as a lecturer at Bangladesh Agriculture University in 1973. He wrote a short story \"Sourav\" this period. Then he shifted to University of Dhaka as a lecturer of chemistry department in 1974. This year, he published novel \"Achinpur\". This novel was published in \"Bichitra\" magazine's Eid volume.\nDeath.\nOn July 19, 2012, Ahmed died of colon cancer in New York City's Bellevue Hospital, aged 63.","categories":[],"infobox_types":[],"annotations":[{"uri":"Bangla_Academy_Literary_Award","surface_form":"Bangla Academy Literary Award","offset":431},{"uri":"Ekushey_Padak","surface_form":"Ekushey Padak","offset":473},{"uri":"National_Movie_Awards_(Bangladesh)","surface_form":"National Movie Awards","offset":698},{"uri":"Bangladesh_Liberation_War","surface_form":"Bangladesh Liberation War","offset":997},{"uri":"Muhammad_Zafar_Iqbal","surface_form":"Muhammad Zafar Iqbal","offset":1101},{"uri":"Ahsan_Habib_(cartoonist)","surface_form":"Ahsan Habib","offset":1138},{"uri":"University_of_Dhaka","surface_form":"University of Dhaka","offset":1388},{"uri":"Colorectal_cancer","surface_form":"colon cancer","offset":1598},{"uri":"New_York_City","surface_form":"New York City","offset":1614},{"uri":"Bellevue_Hospital_Center","surface_form":"Bellevue Hospital","offset":1630}]}