{"id":656430,"url":"http://en.wikipedia.org/wiki/Religion_in_Poland","text":"e=\"preserve\">Religious beliefs in Poland are currently determined by the previous events, especially 966 Baptism of Poland, which put Poland among Christian countries of Europe. Poland was baptised through the Czechs and not through another countries, what caused that the country is currently mostly Catholic.\nChristianity.\nAbout 90% of people in Poland are Christians. 87% of population identify themselves as Roman Catholics. In Poland lives about 0.5 milion Orthodox people, which are mostly members of Polish Orthodox Church. There are also some Protestant groups estimated to be about 200-300 thousand believers, especially Evangelical Church in Poland.\nPoland was baptised in 966 by Mieszko I, the prince of Poland (died 992). There were some political issues that led the country to abandon Slavic beliefs.\nCatholic Church.\nThe second one was established in Poland in the 17th century between some groups of Orthodox people and Roman Catholic Church.\nThe most important pilgrimage destinations in the country are: Jasna Góra in Częstochowa and Licheń. A lot of saints and blessed of the Roman Catholic Church are Poles, for example Pope John Paul II and Jerzy Popiełuszko.\nJudaism.\nUntil WWII Poland was the second-largest place for Jews to live. There were about 6 milion Jews. Nowadays in the country live ca. 10000 Jewish people. The rest of them was killed during Holocaust or emigrated in a period of antisemitism after World War II. The majority of Jews lives in big cities like Warsaw, Kraków or Łódź. Jews have been living in Poland for more than a thousand years.\nIslam.\nIn Poland there are some Muslim groups with population estimated to be about 10000 believers. There are several mosques in Poland, the oldest in Bohoniki and Kruszyniany. Muslims have been living in Poland for over 600 years, especially in Podlasie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Baptism_of_Poland","surface_form":"Baptism of Poland","offset":105},{"uri":"Christian","surface_form":"Christians","offset":359},{"uri":"Catholicism","surface_form":"Catholics","offset":418},{"uri":"Eastern_Christianity","surface_form":"Orthodox","offset":462},{"uri":"Protestantism","surface_form":"Protestant","offset":551},{"uri":"Mieszko_I_of_Poland","surface_form":"Mieszko I","offset":690},{"uri":"Jasna_G%C3%B3ra","surface_form":"Jasna Góra","offset":1022},{"uri":"Czestochowa","surface_form":"Częstochowa","offset":1036},{"uri":"Liche%C5%84_Stary","surface_form":"Licheń","offset":1052},{"uri":"Pope_John_Paul_II","surface_form":"John Paul II","offset":1145},{"uri":"Jerzy_Popie%C5%82uszko","surface_form":"Jerzy Popiełuszko","offset":1162},{"uri":"Jew","surface_form":"Jews","offset":1241},{"uri":"Islam","surface_form":"Muslim","offset":1613}]}