{"id":6564,"url":"http://en.wikipedia.org/wiki/Ferdinand_Magellan","text":"Ferdinand Magellan (1480 – 27 April 1521) was a Portuguese explorer. He became the first European to sail the Pacific Ocean, and the first to sail around the world. Magellan's voyage proved that the Earth was round.\nBorn in 1480, his birthplace is recorded as either Sabrosa or Porto in Portugal. He worked in the royal court. Since his parents were members of the Portuguese nobility and after their deaths, Magellan became a page for the queen at the age of 10. In the royal court where he learned many important skills, including map making, navigation and astronomy. In 1505 he joined the navy. When he worked for Portugal, he went to many parts of the world, such as India, the Spice Islands, East Africa, and Morocco. When in Morocco in 1513 Magellan was wounded, and walked the remainder of his life with a limp. After he lost his job for the King of Portugal, he went to work for the King of Spain.\nHe was also the first to sail through the Strait of Magellan, so it was named after him. Magellan himself was killed in the Philippines, on 27 April 1521 in Mactan during a battle with the natives after he was accused of stealing.\nCharles V of Spain provided him with five ships for the voyage round the world. Only one ship, the \"Victoria\", completed the voyage.","categories":[],"infobox_types":[],"annotations":[{"uri":"Portugal","surface_form":"Portuguese","offset":48},{"uri":"Explorer","surface_form":"explorer","offset":59},{"uri":"Pacific_Ocean","surface_form":"Pacific Ocean","offset":110},{"uri":"Sabrosa","surface_form":"Sabrosa","offset":267},{"uri":"Porto","surface_form":"Porto","offset":278},{"uri":"Portugal","surface_form":"Portugal","offset":287},{"uri":"Navigation","surface_form":"navigation","offset":545},{"uri":"Astronomy","surface_form":"astronomy","offset":560},{"uri":"India","surface_form":"India","offset":672},{"uri":"Spice_Islands","surface_form":"Spice Islands","offset":683},{"uri":"East_Africa","surface_form":"East Africa","offset":698},{"uri":"Morocco","surface_form":"Morocco","offset":715},{"uri":"Strait_of_Magellan","surface_form":"Strait of Magellan","offset":949},{"uri":"Philippines","surface_form":"Philippines","offset":1031},{"uri":"Charles_V_of_Spain","surface_form":"Charles V of Spain","offset":1138}]}