{"id":65645,"url":"http://en.wikipedia.org/wiki/Po_(river)","text":"The Po (Latin: \"Padus\", ancient \"Eridanus\") is a river that flows 652 kilometers (405 miles) eastward across northern Italy, from Monviso (in the Cottian Alps) to the Adriatic Sea near Venice. It has a drainage area of 71,000 km² and is the longest river in Italy.\nIt goes through many important Italian towns, including Turin (Torino) and (indirectly) Milan (Milano), in Lombardy. It is connected to Milan through a net of channels called \"navigli\", which Leonardo da Vinci helped design. Near the end of its course, it creates a wide delta (with hundreds of small channels and five main ones, called \"Po di Maestra\", \"Po della Pila\", \"Po delle Tolle\", \"Po di Gnocca\" and \"Po di Goro\") at the southern part of which is Comacchio, an area famous for eels. The Po valley corresponds to the Roman Cisalpine Gaul, divided in Cispadane Gaul (South of the Po) and Transpadane Gaul (North of the Po).\nThe vast valley around the Po is called \"Pianura Padana\" and is so efficiently connected by the river that the whole valley became the main industrial area of the country. This river is subject to the authority of a special authority, the \"Magistrato delle Acque\".\nRoman poets sometimes referred to the Po river as Eridanus, which also has other meanings.\nThe main products of the farms around the river are cereals.\nIn 2005, water from the Po was found to contain \"staggering\" amounts of benzoylecgonine, which is excreted by cocaine users in urine. Based on these figures, cocaine consumption was estimated to be about 4 kg daily, or 27 doses per day per thousand young adults in areas that feed into the river—a number nearly three times higher than previous estimates.[http://news.bbc.co.uk/1/hi/world/europe/4746787.stm] The po river also has large fish in the waters which can be found only in the summer. The river consists of 71,000,000 pounds of water that turns purple once every year. the temperature in the waters are below 1-.\nDrying up.\nOn May 4, 2007 The river dried up in spots completely. Italy declared a state of emergency in the northern and central regions. The Alps had reduced snowfall the previous winter. It was the Alps's warmest winter in 1300 years. Experts said this could have been part of global warming. There was some discussion about filling the river up by diverting water flows from large lakes and reservoirs in the Alps.\nThe Po showed the effects of drought again in 2017. By then, experts were even surer it was part of global warming, then called climate change.","categories":[],"infobox_types":[],"annotations":[{"uri":"Latin","surface_form":"Latin","offset":8},{"uri":"Italy","surface_form":"Italy","offset":118},{"uri":"Monviso","surface_form":"Monviso","offset":130},{"uri":"Cottian_Alps","surface_form":"Cottian Alps","offset":146},{"uri":"Adriatic_Sea","surface_form":"Adriatic Sea","offset":167},{"uri":"Venice","surface_form":"Venice","offset":185},{"uri":"Turin","surface_form":"Turin","offset":321},{"uri":"Milan","surface_form":"Milan","offset":353},{"uri":"Lombardy","surface_form":"Lombardy","offset":372},{"uri":"Channels_(geography)","surface_form":"channels","offset":424},{"uri":"Navigli","surface_form":"navigli","offset":441},{"uri":"Leonardo_da_Vinci","surface_form":"Leonardo da Vinci","offset":457},{"uri":"River_delta","surface_form":"delta","offset":536},{"uri":"Comacchio","surface_form":"Comacchio","offset":720},{"uri":"Eel","surface_form":"eel","offset":750},{"uri":"Cisalpine_Gaul","surface_form":"Cisalpine Gaul","offset":795},{"uri":"Eridanus","surface_form":"Eridanus","offset":1210},{"uri":"Benzoylecgonine","surface_form":"benzoylecgonine","offset":1384},{"uri":"Excretion","surface_form":"excreted","offset":1410},{"uri":"Cocaine","surface_form":"cocaine","offset":1422},{"uri":"Urine","surface_form":"urine","offset":1439},{"uri":"Global_warming","surface_form":"global warming","offset":2215},{"uri":"Climate_change","surface_form":"climate change","offset":2482}]}