{"id":656423,"url":"http://en.wikipedia.org/wiki/Raktha_Sambandham_(Telugu_TV_series)","text":"\"Raktha Sambandham\" is an Indian Telugu-language drama television series. It stars Meghana Lokesh, Siddu, Jackie, Jyothi Reddy, and Meena Kumari. \"Raktha Sambandham\" premiered on 9 April 2018. It broadcasts in Zee Telugu and ZEE5 before TV telecast.\nPlot.\nThe story is about the loving relationship of two siblings,  Krishna Prasad (Jackie) and Krishna Priya (Meena Kumari). Sharing a strong bond between them, Priya adores Krishna Prasad and is even willing to sacrifice her own happiness for her brother’s needs.\nPrasad's wife, Durgamma (Jyothi reddy) and Priya bcome pregnant around same time. Due to social conditions and comments, Durgamma says she will die if she doesn't give birth to a male child. Unfortunately, Durgamma gets a girl, Tulasi. Priya gives birth to a boy, Adithya. Later they are exchanged by their parents to save Durgamma's life. Only Prasad, Priya and her husband and also Prasad's mother know the truth of the children's birth.\nDurgamma always boasts about her son and insults Priya and Tulasi. Tulasi always enjoys fighting with Durgamma which annoys Durgamma. Then Tulasi and Adithya fall in love with each other but Durgamma agree to get them married. the rest of the story is about how Durgamma tries to separate the loving couple and how Tulasi overcomes the hard conditions and wins Durgamma's acceptance for their wedding.\nRemade.\nThis series now remade into Tamil language as [https://en.m.wikipedia.org/wiki/Raja_Magal Raja Magal] which is airing on Zee Tamil.\nDigital Release.\nZEE5 launched all the episodes of \"Raktha Sambandham\", including latest episodes, on Zee5 website and Zee5 app under their “Before TV” service.","categories":[],"infobox_types":[],"annotations":[{"uri":"India","surface_form":"India","offset":26},{"uri":"Telugu","surface_form":"Telugu","offset":33},{"uri":"Drama","surface_form":"drama","offset":49},{"uri":"Television_series","surface_form":"television series","offset":55},{"uri":"Meghana_Lokesh","surface_form":"Meghana Lokesh","offset":83},{"uri":"Zee_Telugu","surface_form":"Zee Telugu","offset":210},{"uri":"ZEE5","surface_form":"ZEE5","offset":225},{"uri":"Pregnant","surface_form":"pregnant","offset":570},{"uri":"Zee_Tamil","surface_form":"Zee Tamil","offset":1486},{"uri":"ZEE5","surface_form":"ZEE5","offset":1514}]}