{"id":656413,"url":"http://en.wikipedia.org/wiki/Euronymous","text":"Øystein Aarseth (; 22 March 1968 – 10 August 1993), better known by his stage name Euronymous, was a Norwegian guitarist. Euronymous was a founder of and central figure in the early Norwegian black metal scene. He was a co-founder of the Norwegian black metal band Mayhem and was the only constant member from the band's formation in 1984 until his death in 1993. He was also founder and owner of the extreme metal record label Deathlike Silence Productions and record shop Helvete.\nEuronymous professed to be a Satanist and was known for making extreme misanthropic statements. He presented himself as leading a militant cult-like group known as the \"Black Metal Inner Circle\".\nIn August 1993, he was murdered by fellow musician Varg Vikernes.\nmurder.\nIn early 1993, animosity arose between Euronymous and Vikernes, as well as between Euronymous and the Swedish black metal scene as a whole.\nOn the night of 10 August 1993, Vikernes and Snorre 'Blackthorn' Ruch drove from Bergen to Euronymous' apartment at Tøyengata in Oslo. Upon their arrival a confrontation began and Vikernes fatally stabbed Euronymous. His body was found on the stairs outside the apartment with 23 stab wounds – two to the head, five to the neck, and 16 to the back. Euronymous' murder was initially blamed on Swedish black metallers by the media.\nIt has been speculated that the murder was the result of a power struggle, a financial dispute over Burzum records, or an attempt at \"outdoing\" the stabbing in Lillehammer. Vikernes denies all of these, claiming that he attacked Euronymous in self-defense. He says that Euronymous had plotted to stun him with an electroshock weapon, tie him up and torture him to death while videotaping the event. Vikernes explains: \"If he was talking about it to everybody and anybody I wouldn't have taken it seriously. But he just told a select group of friends, and one of them told me\". He said Euronymous planned to use a meeting about an unsigned contract to ambush him. Blackthorn stood outside smoking while Vikernes climbed the stairs to Euronymous' apartment on the fourth floor. Vikernes said he met Euronymous at the door and handed him the contract, but when he stepped forward and confronted Euronymous, Euronymous \"panicked\" and kicked him in the chest. The two got into a struggle and Vikernes stabbed Euronymous to death. Vikernes defends that most of Euronymous' cut wounds were caused by broken glass he had fallen on during the struggle. After the murder, Vikernes and Blackthorn drove back to Bergen. On the way, they stopped at a lake where Vikernes disposed of his bloodstained clothes. The self-defense story is doubted by Faust and other members of the scene.\nAccording to Vikernes, Blackthorn only came along to show Euronymous some new guitar riffs and was \"in the wrong place at the wrong time\". Blackthorn claims that, in the summer of 1993, he was almost committed to a mental hospital but fled to Bergen and stayed with Vikernes. He said Vikernes planned to murder Euronymous and pressured him into coming along. Blackthorn said of the murder, \"I was neither for nor against it. I didn't give a shit about Øystein\". Vikernes called Blackthorn's claims a \"defense […] to make sure I couldn't blame him [for the murder]\".\nDiscography.\nEuronymous played guitar on the following albums except where noted, any additional instruments or credits in notes.","categories":[],"infobox_types":[],"annotations":[{"uri":"List_of_guitarists","surface_form":"guitarist","offset":111},{"uri":"Early_Norwegian_black_metal_scene","surface_form":"early Norwegian black metal scene","offset":176},{"uri":"Mayhem_(band)","surface_form":"Mayhem","offset":265},{"uri":"Record_label","surface_form":"record label","offset":415},{"uri":"Misanthropy","surface_form":"misanthropic","offset":554},{"uri":"Cult","surface_form":"cult","offset":622},{"uri":"Varg_Vikernes","surface_form":"Varg Vikernes","offset":730},{"uri":"Torture","surface_form":"torture","offset":1672},{"uri":"Snuff_movie","surface_form":"videotaping the event","offset":1699},{"uri":"Contract","surface_form":"contract","offset":1962},{"uri":"Psychiatric_hospital","surface_form":"mental hospital","offset":2909}]}