{"id":65655,"url":"http://en.wikipedia.org/wiki/Cristiano_Ronaldo","text":"Cristiano Ronaldo dos Santos Aveiro (born 5 February 1985 in Funchal, Madeira), better known as Cristiano Ronaldo, or by his nickname 'CR7<nowiki/>', is a Portuguese professional footballer. He plays for Serie A club Juventus and the Portuguese national team. He is widely considered to be one of the greatest footballers of all time, and, by some, as the greatest ever.\nRonaldo was once the most expensive professional football player of all time, after moving from Manchester United to Real Madrid for approximately £80m. At his presentation as a Real Madrid player, 80,000 people greeted him at the Santiago Bernabéu Stadium. This is the world record, breaking the 25-year record of 75,000 people at Diego Maradona's presentation for Napoli.\nHe is the first player to win the UEFA Champions League five times. He also holds the record for the most number of goals scored in Real Madrid's history. Until this day, he remains the only player in the history of La Liga to score 30 or more goals in six consecutive seasons.\nEarly Life.\nCristiano Ronaldo dos Santos Aveiro was born in Funchal, Madeira Islands to Maria Dolores dos Santos and José Dinis Aveiro. He has one brother named Hugo, and two sisters named Katia and Elma. Ronaldo was diagnosed with a racing heart (Tachycardia) at age 15, but he got surgery to treat it. In 1997, at age 12, Ronaldo went on a trial with Sporting CP, who signed him for a fee of £1,500. He then moved from Funchal to Lisbon, to join the Sporting youth academy. He joined professional football at 16 when he was called up to the A team.\nSporting CP.\nOn 7 October 2002, Ronaldo played his first game in the Portuguese Primeira Liga, against Moreirense. He scored two goals and Sporting won 3–0. Ronaldo came to the attention of Manchester United manager Alex Ferguson in August 2003, when Sporting defeated United 3–1 in the first game ever played at the Estádio José Alvalade in Lisbon. His performance impressed the United players, who told Ferguson to sign him.\nManchester United.\nOn 12 August 2003, Ronaldo joined Manchester United from Sporting CP for a fee of £12.24 million. He was Manchester United's first Portuguese player. He wanted the number 28, the number he wore at Sporting, but was eventually given the number 7. This number had been worn by George Best, Eric Cantona and David Beckham before him. He played his first game for the club on 16 August 2003 in a 4-0 win against Bolton Wanderers. Many people were impressed with his debut, including legendary United player George Best. Ronaldo's first goal with Manchester United was a free kick. He scored it in a 3-0 win against Portsmouth on 1 November 2003.\nRonaldo won his first trophy in England, the 2003-04 FA Cup, in May 2004, when Manchester United beat Millwall 3-0. Ronaldo scored the first goal of the match.\nRonaldo scored his first UEFA Champions League goals in a 7-1 victory against A.S. Roma in April 2007. He scored two goals that day in what was his 30th Champions League match. He played the FA Cup Final that year, but United lost 1-0 to Chelsea. Even though he lost the FA Cup final, he didn't end the season without a title, because he won his first Premier League title.\nIn the 2007/08 season, he became the only player in the last 25 years to win both the \"FIFA World Player of the Year\" and the \"Young Player of the Year\" awards in the same season. In that season, he scored a total of 42 goals and won the European Golden Boot, an award which is given to the top scorer of every European national league.\nRonaldo scored his first and only hat-trick for Manchester United in a 6–0 win against Newcastle United on 12 January 2008. In the 2008 Champions League final against Chelsea, he scored a header as the match ended 1-1 after extra time. Although he missed his penalty, Manchester United won the shootout 6-5 and Ronaldo won his first UEFA Champions League. On 15 November 2008, Ronaldo scored his 100th goal for United in a 5-0 win against Stoke City. He also scored two free-kicks: the first one was his 100th goal.\nHe won the first FIFA Puskas Award in 2009. The Puskas Award is given to whoever scores the best goal of that year. The goal was a 40-yard strike into the top-left corner against FC Porto on 15 April 2009 in the Champions League quarter finals. That goal was the only goal of the game.\nReal Madrid.\nRonaldo joined Real Madrid on 1 July 2009 for a fee of €94 million. That was a world record transfer fee at the time. He also signed a six-year contract with the club. He wore the number 9 in his first season because number 7 was taken by Raúl González. Ronaldo had to wait until Raul left the club in the summer of 2010 to wear number 7. He made his debut (first appearance) on 29 August 2009, in a La Liga game against Deportivo de La Coruña. He scored a goal and Real Madrid won 3-2. On 23 October 2010, Ronaldo scored 4 goals in a match for the first time in his career during a 6-1 win against Racing de Santander. Ronaldo scored a header in extra time in the 2011 Copa del Rey final against rivals Barcelona. His goal was the match winner, so that was Ronaldo's first trophy in Spain. At the end of the 2010-11 season, he became the first player to score 40 goals in La Liga.\nOn 2 November 2011, Ronaldo scored both goals in a 2-0 Champions League group stage win against Olympique Lyon. The second goal was his 100th goal for Real Madrid. He achieved this in just 105 matches. He scored his 100th La Liga goal for his club in just 92 appearances in a 5-1 win against Real Sociedad on 24 March 2012.\nRonaldo began the 2012-13 season by winning the 2012 Supercopa de España. He scored in both legs, and Real Madrid won against Barca. In October 2012, he scored his first hat-trick in the Champions League in a 4-1 win against Ajax. On 6 January 2013, Ronaldo captained his club for the first time. In May 2013, he scored his 200th goal for Real Madrid in a 6-2 win against Málaga. Ronaldo won his second Ballon d'Or in 2013.\nIn the 2014-15 season, Ronaldo set a new personal record by scoring 61 goals in all competitions. This achievement helped him win his second Ballon d'Or. He scored five goals in one match for the first time in his career in a 9-1 win vs. Granada on 5 April 2015. He became Real Madrid's all-time top scorer when he scored 5 goals against RCD Espanyol in a 6-0 away win on 12 September 2015. This brought his total goal tally to 230 goals in 203 games. The previous record holder was Raul.\nOn 18 April 2017, he became the first player to reach 100 goals in the UEFA Champions League, after he scored a hat-trick in a 4-2 extra-time win against Bayern Munich. On 18 March 2018, Ronaldo reached his 50th career hat-trick in a 6-3 win against Girona. Ronaldo scored an amazing bicycle-kick in a UEFA Champions League match against Juventus on 3 April 2018. He got a standing ovation, or round of applause, from the Juventus fans after scoring the goal. Real Madrid went on to play the final against Liverpool F.C.. Real Madrid became champions, so that was Ronaldo's 5th Champions League.\nJuventus.\nOn 10 July 2018, He joined Juventus of Italy and signed a 4 year contract worth 112 Million Euros. The transfer was the highest paid for a player over 30 years old. People called it \"the deal of the century\".\nHe scored his first goals for the club on 16 September against US Sassuolo. Juventus won 2-1 at home. Three days later, on 19 September, he was controversially sent off against Valencia C.F. for \"violent behavior\". He was crying as he received the red card and said he \"did nothing\". Ronaldo won his first trophy with the club, the 2018 Supercoppa Italiana, in January 2019. In the match, he scored the only goal from a header against AC Milan.\nInternational Career.\nRonaldo began his international career with the Portugal under-17's in 2002. In June 2003, Ronaldo won the Toulon Tournament with the Portugal U-20. He scored one goal in 5 appearances. He also played with the Portugal under-23 team at the 2004 Summer Olympics, where he scored one goal against Morocco. He kept progressing through the youth national teams until he played his first senior game for Portugal when he was 18 on 20 August 2003 against Kazakhstan. He scored his first goal for Portugal in a game against Greece in the UEFA Euro 2004.\nRonaldo was selected to play at the 2006 FIFA World Cup, which was also his first World Cup. During the tournament, he scored a goal against Iran. That goal was also his first World Cup goal. In the match against England, Ronaldo's teammate at Manchester United, Wayne Rooney, was sent off. Ronaldo went up to the referee and appeared to ask the ref to give a red card to Rooney. Rooney pushed Ronaldo as he was talking to the ref. After Rooney left the pitch, Ronaldo was caught on camera winking at the Portugal bench. Even though the referee said Rooney would've gotten the red card if Ronaldo complained or not, these actions caused a lot of fans to hate Ronaldo because they believed he influenced the referee's decision.\nRonaldo became captain of Portugal for the first time in a friendly game against Brazil on 6 February 2007. At Euro 2008, he scored one goal against Czech Republic. Portugal were eliminated in the quarter-finals by losing to Germany. In the 2010 World Cup, Ronaldo only scored one goal in a 7-0 win against North Korea, but was the man of the match in all of Portugal's 3 group stage games. Ronaldo's goal against North Korea was his first international goal in a year and 4 months.\nHis first international hat-trick came in a 4-2 win against Northern Ireland on 6 September 2013. In that match, he scored 3 goals in 15 minutes. He became Portugal's all time top scorer when he scored twice against Cameroon in March 2014, with Portugal winning 5-1. At the 2014 World Cup, Ronaldo scored a goal against Ghana, and assisted a last minute equalizer in a 2-2 draw against the United States. He won the Euro 2016 and the 2019 UEFA Nations League with Portugal. In a 3-3 draw against Hungary in Euro 2016, Ronaldo scored a back heel goal. This goal made him the first player to score in four Euro's. Although he had to leave the game early because he got injured in the UEFA Euro 2016 Final, Portugal still won 1-0 in extra time because of a goal from Eder. He has played at 4 FIFA World Cup's: 2006, 2010, 2014, and 2018.\nPlaying Style.\nRonaldo is able to play on both wings and also as a striker since he is very strong with both feet, even though he is naturally right footed. He is also one of the world's fastest players. He has good heading ability because he is over 6 feet tall and jumps high. He is also known for his powerful \"knuckleball\" free kicks. The \"knuckleball\" technique is when the ball spins very little and creates an unpredictable motion. He combines this with his powerful shot, making it hard for goalkeepers to stop his shots. Ronaldo has also been known for his dribbling, as he likes to do many tricks and feints with the ball to pass defenders, such as the step-over. When he was at Manchester United, he would play as a winger and try to send crosses into the middle. At Real Madrid, he changed his playing style by moving more towards the middle and becoming more of a striker. He also focused more on scoring goals. When he arrived to Juventus, he stayed with this playing style of being a goalscorer and target man, although he dribbled with the ball more because he sometimes liked to play his traditional winger position and go one-on-one with defenders. He also sent crosses more frequently than he did in his last few seasons at Real Madrid.\nReception.\nRonaldo has been criticized for \"diving\" by many people, including his Manchester United manager Alex Ferguson.He has also been criticized for being arrogant, such as complaining for not receiving set-pieces (free-kicks and penalties) when he gets fouled, having too much self-confidence, not celebrating with teammates after scoring goals, and getting angry after losing. Examples of this are when he threw a reporter's microphone into a lake before a UEFA Euro 2016 match, and negative comments made at the Iceland national team after playing against them.\nPersonal Life.\nRonaldo's father, José Aveiro, died of liver disease at age 52 in September 2005 when Ronaldo was 20. Ronaldo said that he does not like to drink alcohol, but has on some very few occasions.\nIn 2006, Ronaldo opened his first fashion boutique under the name \"CR7\" (his initials and shirt number) on the island he was born in, Madeira. In December 2013, Ronaldo opened his own museum called \"Museu CR7\", which has all of his trophies and awards from his career.\nRonaldo became a father on 17 June 2010. He had a son, named Cristiano Jr. He was born in the United States through an American surrogate he met in a restaurant, and Ronaldo announced that he had full custody. Ronaldo has never publicly revealed information about his son's mother, but he says he will reveal it to Cristiano Jr. when he gets older. Ronaldo was in a relationship with Russian model Irina Shayk from 2010–2015. On 8 June 2017, Ronaldo confirmed on social media that he had become the father to twins, Mateo and Eva. They were born in the United States to a surrogate mother. In November 2017, his girlfriend Georgina Rodriguez gave birth to their first daughter, Alana.\nRonaldo is a Roman Catholic. He does not have tattoos because it would prevent him from donating blood. On 9 November 2015, a movie about his lifestyle and his career was released. The title of the movie is \"Ronaldo\". He also has an airport named after him, Cristiano Ronaldo International Airport.\nHe is currently the most followed Instagram user, with over 200 million followers as of February 2020. He passed Selena Gomez as the most followed person in October 2018, with 144 million followers.\nLegal Issues.\nIn June 2018, Ronaldo was given a suspended jail sentence of 2 years and a fine of €18.8 million for tax evasion.\nIn 2017, a woman claimed she was raped by Ronaldo at a hotel in Las Vegas in Summer 2009. Documents say that Ronaldo paid a woman $375,000 to stay quiet. In July 2019, prosecutors said they would not charge Ronaldo because there was not enough evidence.","categories":[],"infobox_types":["football biography"],"annotations":[{"uri":"Funchal","surface_form":"Funchal","offset":61},{"uri":"Madeira","surface_form":"Madeira","offset":70},{"uri":"Portugal","surface_form":"Portuguese","offset":155},{"uri":"Footballer","surface_form":"footballer","offset":179},{"uri":"Juventus_F.C.","surface_form":"Juventus","offset":217},{"uri":"Portugal_national_football_team","surface_form":"Portuguese national team","offset":234},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":467},{"uri":"Real_Madrid_C.F.","surface_form":"Real Madrid","offset":488},{"uri":"Santiago_Bernab%C3%A9u_Stadium","surface_form":"Santiago Bernabéu Stadium","offset":602},{"uri":"Diego_Maradona","surface_form":"Diego Maradona","offset":703},{"uri":"S.S.C._Napoli","surface_form":"Napoli","offset":737},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":779},{"uri":"Funchal","surface_form":"Funchal","offset":1083},{"uri":"Madeira_Islands","surface_form":"Madeira Islands","offset":1092},{"uri":"Sibling","surface_form":"brother","offset":1170},{"uri":"Diagnosis","surface_form":"diagnosed","offset":1240},{"uri":"Tachycardia","surface_form":"racing heart (Tachycardia)","offset":1257},{"uri":"Sporting_Clube_de_Portugal","surface_form":"Sporting CP","offset":1376},{"uri":"Lisbon","surface_form":"Lisbon","offset":1455},{"uri":"Primeira_Liga","surface_form":"Primeira Liga","offset":1654},{"uri":"Moreirense_F.C.","surface_form":"Moreirense","offset":1677},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":1764},{"uri":"Alex_Ferguson","surface_form":"Alex Ferguson","offset":1790},{"uri":"Est%C3%A1dio_Jos%C3%A9_Alvalade","surface_form":"Estádio José Alvalade","offset":1891},{"uri":"Lisbon","surface_form":"Lisbon","offset":1916},{"uri":"Manchester_United_F.C.","surface_form":"Manchester United","offset":2054},{"uri":"Sporting_Clube_de_Portugal","surface_form":"Sporting CP","offset":2077},{"uri":"George_Best","surface_form":"George Best","offset":2295},{"uri":"Eric_Cantona","surface_form":"Eric Cantona","offset":2308},{"uri":"David_Beckham","surface_form":"David Beckham","offset":2325},{"uri":"Bolton_Wanderers_F.C.","surface_form":"Bolton Wanderers","offset":2428},{"uri":"George_Best","surface_form":"George Best","offset":2523},{"uri":"Portsmouth_F.C.","surface_form":"Portsmouth","offset":2631},{"uri":"2003-04_FA_Cup","surface_form":"2003-04 FA Cup","offset":2707},{"uri":"Millwall_F.C.","surface_form":"Millwall","offset":2764},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":2847},{"uri":"A.S._Roma","surface_form":"A.S. Roma","offset":2900},{"uri":"Chelsea_F.C.","surface_form":"Chelsea","offset":3060},{"uri":"2006-07_Premier_League","surface_form":"first Premier League title","offset":3168},{"uri":"Season_(sports)","surface_form":"season","offset":3211},{"uri":"FIFA_World_Player_of_the_Year","surface_form":"FIFA World Player of the Year","offset":3283},{"uri":"Award","surface_form":"award","offset":3349},{"uri":"European_Golden_Boot","surface_form":"European Golden Boot","offset":3434},{"uri":"Newcastle_United_F.C.","surface_form":"Newcastle United","offset":3620},{"uri":"2008_UEFA_Champions_League_final","surface_form":"2008 Champions League final","offset":3664},{"uri":"Stoke_City_F.C.","surface_form":"Stoke City","offset":3972},{"uri":"FIFA_Puskas_Award","surface_form":"FIFA Puskas Award","offset":4066},{"uri":"FC_Porto","surface_form":"FC Porto","offset":4228},{"uri":"2008%E2%80%9309_UEFA_Champions_League","surface_form":"Champions League","offset":4261},{"uri":"Ra%C3%BAl_Gonz%C3%A1lez","surface_form":"Raúl González","offset":4587},{"uri":"Deportivo_de_La_Coru%C3%B1a","surface_form":"Deportivo de La Coruña","offset":4769},{"uri":"Racing_de_Santander","surface_form":"Racing de Santander","offset":4947},{"uri":"2010-11_Copa_del_Rey","surface_form":"2011 Copa del Rey","offset":5013},{"uri":"2011%E2%80%9312_UEFA_Champions_League","surface_form":"Champions League group stage","offset":5285},{"uri":"Olympique_Lyonnais","surface_form":"Olympique Lyon","offset":5326},{"uri":"Real_Sociedad","surface_form":"Real Sociedad","offset":5522},{"uri":"2012_Supercopa_de_Espa%C3%B1a","surface_form":"2012 Supercopa de España","offset":5602},{"uri":"AFC_Ajax","surface_form":"Ajax","offset":5779},{"uri":"M%C3%A1laga_C.F.","surface_form":"Málaga","offset":5926},{"uri":"Ballon_D%27Or","surface_form":"Ballon d'Or","offset":5957},{"uri":"2014%E2%80%9315_La_Liga","surface_form":"2014-15","offset":5985},{"uri":"Granada_C.F.","surface_form":"Granada","offset":6216},{"uri":"RCD_Espanyol","surface_form":"RCD Espanyol","offset":6316},{"uri":"UEFA_Champions_League","surface_form":"UEFA Champions League","offset":6538},{"uri":"Hat-trick","surface_form":"hat-trick","offset":6579},{"uri":"Extra_time","surface_form":"extra-time","offset":6598},{"uri":"Bayern_Munich","surface_form":"Bayern Munich","offset":6621},{"uri":"Girona_FC","surface_form":"Girona","offset":6717},{"uri":"Bicycle_kick","surface_form":"bicycle-kick","offset":6751},{"uri":"2017%E2%80%9318_UEFA_Champions_League_knockout_phase","surface_form":"UEFA Champions League","offset":6769},{"uri":"Standing_ovation","surface_form":"standing ovation","offset":6840},{"uri":"2018_UEFA_Champions_League_Final","surface_form":"the final","offset":6955},{"uri":"Liverpool_F.C.","surface_form":"Liverpool F.C.","offset":6973},{"uri":"Juventus_F.C.","surface_form":"Juventus","offset":7100},{"uri":"U.S._Sassuolo_Calcio","surface_form":"US Sassuolo","offset":7345},{"uri":"Valencia_C.F.","surface_form":"Valencia C.F.","offset":7459},{"uri":"Supercoppa_Italiana","surface_form":"2018 Supercoppa Italiana","offset":7614},{"uri":"AC_Milan","surface_form":"AC Milan","offset":7717},{"uri":"Toulon_Tournament","surface_form":"Toulon Tournament","offset":7856},{"uri":"Portugal_under-20_national_football_team","surface_form":"Portugal U-20","offset":7883},{"uri":"Portugal_national_under-23_football_team","surface_form":"Portugal under-23 team","offset":7959},{"uri":"Football_at_the_2004_Summer_Olympics","surface_form":"2004 Summer Olympics","offset":7989},{"uri":"Morocco_national_under-23_football_team","surface_form":"Morocco","offset":8044},{"uri":"Portugal_national_football_team","surface_form":"Portugal","offset":8148},{"uri":"Kazakhstan_national_football_team","surface_form":"Kazakhstan","offset":8198},{"uri":"Greece_national_football_team","surface_form":"Greece","offset":8266},{"uri":"UEFA_Euro_2004","surface_form":"UEFA Euro 2004","offset":8280},{"uri":"2006_FIFA_World_Cup","surface_form":"2006 FIFA World Cup","offset":8332},{"uri":"Iran_national_football_team","surface_form":"Iran","offset":8437},{"uri":"England_national_football_team","surface_form":"England","offset":8509},{"uri":"Wayne_Rooney","surface_form":"Wayne Rooney","offset":8559},{"uri":"Captain_(association_football)","surface_form":"captain","offset":9038},{"uri":"Brazil_national_football_team","surface_form":"Brazil","offset":9104},{"uri":"UEFA_Euro_2008","surface_form":"Euro 2008","offset":9134},{"uri":"Czech_Republic_national_football_team","surface_form":"Czech Republic","offset":9172},{"uri":"Germany_national_football_team","surface_form":"Germany","offset":9248},{"uri":"2010_FIFA_World_Cup","surface_form":"2010 World Cup","offset":9264},{"uri":"North_Korea_national_football_team","surface_form":"North Korea","offset":9330},{"uri":"Man_of_the_match","surface_form":"man of the match","offset":9355},{"uri":"Northern_Ireland_national_football_team","surface_form":"Northern Ireland","offset":9566},{"uri":"Cameroon_national_football_team","surface_form":"Cameroon","offset":9722},{"uri":"2014_FIFA_World_Cup","surface_form":"2014 World Cup","offset":9780},{"uri":"Ghana_national_football_team","surface_form":"Ghana","offset":9826},{"uri":"United_States_national_soccer_team","surface_form":"United States","offset":9896},{"uri":"UEFA_Euro_2016","surface_form":"Euro 2016","offset":9922},{"uri":"UEFA_Nations_League","surface_form":"2019 UEFA Nations League","offset":9940},{"uri":"Hungary_national_football_team","surface_form":"Hungary","offset":10002},{"uri":"UEFA_Euro_2016_Final","surface_form":"UEFA Euro 2016 Final","offset":10188},{"uri":"Eder_(Portuguese_footballer)","surface_form":"Eder","offset":10270},{"uri":"FIFA_World_Cup","surface_form":"FIFA World Cup's","offset":10295},{"uri":"2006_FIFA_World_Cup","surface_form":"2006","offset":10313},{"uri":"2010_FIFA_World_Cup","surface_form":"2010","offset":10319},{"uri":"2014_FIFA_World_Cup","surface_form":"2014","offset":10325},{"uri":"2018_FIFA_World_Cup","surface_form":"2018","offset":10335},{"uri":"Free_kick","surface_form":"free kicks","offset":10668},{"uri":"Goalkeeper","surface_form":"goalkeepers","offset":10840},{"uri":"Dummy_(football)","surface_form":"feints","offset":10952},{"uri":"Defender_(football)","surface_form":"defenders","offset":10981},{"uri":"Step_over","surface_form":"step-over","offset":11004},{"uri":"Winger_(association_football)","surface_form":"winger","offset":11068},{"uri":"Cross_(association_football)","surface_form":"crosses","offset":11091},{"uri":"Striker","surface_form":"striker","offset":11218},{"uri":"Diving_(association_football)","surface_form":"diving","offset":11641},{"uri":"Alex_Ferguson","surface_form":"Alex Ferguson","offset":11705},{"uri":"Arrogance","surface_form":"arrogant","offset":11757},{"uri":"Microphone","surface_form":"microphone","offset":12029},{"uri":"UEFA_Euro_2016","surface_form":"UEFA Euro 2016","offset":12061},{"uri":"Iceland_national_football_team","surface_form":"Iceland national team","offset":12117},{"uri":"Liver_disease","surface_form":"liver disease","offset":12221},{"uri":"Boutique","surface_form":"fashion boutique","offset":12407},{"uri":"Madeira","surface_form":"Madeira","offset":12507},{"uri":"United_States","surface_form":"United States","offset":12736},{"uri":"Surrogacy","surface_form":"surrogate","offset":12770},{"uri":"Child_custody","surface_form":"custody","offset":12843},{"uri":"Irina_Shayk","surface_form":"Irina Shayk","offset":13040},{"uri":"Twin","surface_form":"twins","offset":13151},{"uri":"Surrogacy","surface_form":"surrogate","offset":13214},{"uri":"Catholic_Church","surface_form":"Roman Catholic","offset":13340},{"uri":"Tattoo","surface_form":"tattoos","offset":13373},{"uri":"Blood_donation","surface_form":"donating blood","offset":13415},{"uri":"Movie","surface_form":"movie","offset":13453},{"uri":"Lifestyle","surface_form":"lifestyle","offset":13469},{"uri":"Career","surface_form":"career","offset":13487},{"uri":"Airport","surface_form":"airport","offset":13560},{"uri":"Cristiano_Ronaldo_International_Airport","surface_form":"Cristiano Ronaldo International Airport","offset":13585},{"uri":"Instagram","surface_form":"Instagram","offset":13660},{"uri":"Selena_Gomez","surface_form":"Selena Gomez","offset":13739},{"uri":"Sentence_(law)","surface_form":"suspended jail sentence","offset":13873},{"uri":"Tax_evasion","surface_form":"tax evasion","offset":13940},{"uri":"Rape","surface_form":"raped","offset":13986},{"uri":"Hotel","surface_form":"hotel","offset":14008},{"uri":"Las_Vegas","surface_form":"Las Vegas","offset":14017},{"uri":"Prosecutor","surface_form":"prosecutors","offset":14121},{"uri":"Charge","surface_form":"charge","offset":14153},{"uri":"Evidence_(law)","surface_form":"evidence","offset":14197}]}