{"id":656555,"url":"http://en.wikipedia.org/wiki/Ice_King","text":"The Ice King is a fictional character in the American animated television series \"Adventure Time\". He is an evil wizard that could create and manipulating ice and snow. He calls himself the king of the Ice Kingdom, a land of ice he claimed as his own where he lives in the company of many penguins.\nAlthough technically an antagonist, he sometimes helps the main characters and is the protagonist of several episodes focusing on his struggles or backstory. The character is voiced by Tom Kenny.\nCharacter.\nOriginally in the first seasons, he wanted to kidnap Princess Bubblegum on a regular basis. As the show progressed, he became a kind-hearted but misunderstood old man with completely twisted senses of morality and social behavior. He suffered from memory loss. Later seasons unveil his tragic backstory, revealing he was once a good human named Simon Petrikov who lost his mind, memories and loved ones due to the magic crown giving him his ice powers which was seen in the episode \"Holly Jolly Secrets\".\nIn the episodes \"I Remember You\" and \"Simon & Marcy\", it revealed the Ice King's relation with Marceline the Vampire Queen almost a thousand years before the beginning of the series, are often considered two of the show's very best.\nReception.\nAt first the character received negative reviews, but later when his backstory and development was showed in the show, he received positive reviews. Many people compare his character's mental issues to that of Alzheimer's and bipolar disorder.","categories":[],"infobox_types":[],"annotations":[{"uri":"Adventure_Time","surface_form":"Adventure Time","offset":82},{"uri":"Magician_(fantasy)","surface_form":"wizard","offset":113},{"uri":"Antagonist","surface_form":"antagonist","offset":323},{"uri":"Protagonist","surface_form":"protagonist","offset":385},{"uri":"Tom_Kenny","surface_form":"Tom Kenny","offset":484},{"uri":"Princess_Bubblegum","surface_form":"Princess Bubblegum","offset":559},{"uri":"Social_behavior","surface_form":"social behavior","offset":720},{"uri":"Memory_loss","surface_form":"memory loss","offset":754},{"uri":"Holly_Jolly_Secrets","surface_form":"Holly Jolly Secrets","offset":989},{"uri":"I_Remember_You_(Adventure_Time)","surface_form":"I Remember You","offset":1028},{"uri":"Simon_%26amp%3B_Marcy","surface_form":"Simon & Marcy","offset":1049},{"uri":"Marceline_the_Vampire_Queen","surface_form":"Marceline the Vampire Queen","offset":1106},{"uri":"Alzheimer%27s_disease","surface_form":"Alzheimer's","offset":1465},{"uri":"Bipolar_disorder","surface_form":"bipolar disorder","offset":1481}]}