{"id":656642,"url":"http://en.wikipedia.org/wiki/Gizzard","text":"e=\"preserve\">A gizzard, or \"gastric mill\", is a part of the stomach which grinds food. Animals which have grinding teeth do not need a gizzard, but there are many animals which do have one.\nGizzards are standard equipment for pterosaurs and birds, dinosaurs, and crocodilia, also many fish, and crustacea.\nGizzards work because the animal eats some gravel and small stones, and they grind against the food in the gizzard. Gizzards are muscular, and lined with tough material.\nIn birds, it works like this. Birds swallow food and store it in their crop if necessary. Then the food passes into their glandular stomach, or proventriculus. Secretions are added here to the food. Then the food passes into the gizzard (also known as the \"muscular stomach\" or \"ventriculus\"). The gizzard can grind the food with previously swallowed stones and pass it back to the true stomach, and vice versa. In layman's terms, the gizzard 'chews' the food for the bird as it does not have teeth. Bird gizzards are lined with a tough layer made of the carbohydrate-protein complex \"koilin\", to protect the muscles in the gizzard.\nIn birds the stomach is before the gizzard, but in grasshoppers the gizzard comes before the stomach. In earthworms there is only a gizzard, and no stomach.","categories":[],"infobox_types":[],"annotations":[{"uri":"Stomach","surface_form":"stomach","offset":60},{"uri":"Pterosaurs","surface_form":"pterosaurs","offset":226},{"uri":"Birds","surface_form":"birds","offset":241},{"uri":"Dinosaurs","surface_form":"dinosaurs","offset":248},{"uri":"Crocodilia","surface_form":"crocodilia","offset":263},{"uri":"Fish","surface_form":"fish","offset":285},{"uri":"Crustacea","surface_form":"crustacea","offset":295},{"uri":"Crop_(anatomy)","surface_form":"crop","offset":547},{"uri":"Proventriculus","surface_form":"proventriculus","offset":620},{"uri":"Carbohydrate","surface_form":"carbohydrate","offset":1031},{"uri":"Protein","surface_form":"protein","offset":1044},{"uri":"Grasshoppers","surface_form":"grasshoppers","offset":1160},{"uri":"Earthworms","surface_form":"earthworms","offset":1214}]}