{"id":65670,"url":"http://en.wikipedia.org/wiki/Basic_Law_of_the_Federal_Republic_of_Germany","text":"The Basic Law of the Federal Republic of Germany is the name of Germany's constitution. It was written in 1949 when Germany was split into the countries of East Germany and West Germany. Many parts of the constitution are very different from the constitution of the Weimar Republic.\nThe writers decided not to call it the constitution because they hoped it would only be a temporary law for West Germany and that the two Germanys would soon be made into one.\nIt was more than 40 years before East Germany and West Germany became one country again, but the old name of Basic Law has been kept.\nProtecting the Constitution.\nThe Federal Constiutional Court (German: Bundesverfassungsgericht) protects the constitution by banning laws which break the constitution. There are \"eternal clauses\" in the constitution which the court will protect even by banning \"constitutional amendments\" (laws to change them). Article 1, about human life and dignity, and article 20's basic principles are protected from change. This is to make sure nothing like the Nazi period happens again. The Nazis were able to pass an Enabling Act which allowed Hitler to rule by decree.\nThe Five Constitutional Bodies.\nGermany is a federal parliamentary democracy. To show this there are five \"constitutional institutions\".\nPresidency.\nThe Federal President () is the head of state. It is largely ceremonial position with only a small role in daily politics. The president does not have the massive power of the president of the Weimar Republic, or the President of the United States. He is the formal head of state, and signs laws before they can enter into force and appoints federal officials, he cannot decide when to dissolve the Bundestag or name a new chancellor until a majority of the members of the parliament () vote in favour.\nExecutive branch.\nThe Chancellor is chosen by the Bundestag. He or she is head of the executive branch, and heads the federal Cabinet.\nJudicial branch.\nThe Judicial branch is made up of the Federal Constitutional Court and five other Supreme Courts. There are also local and regional courts which make the first decision about cases. Their decisions can be overturnned by the courts of appeal or Supreme Courts.\nFederal Constitutional Court.\nThe Federal Constitutional Court is the most important court in Germany. Its job is to protect the Basic Law. Its decisions are like laws. The court can cancel laws if they break the Basic Law.\nFederal Social Court.\nThe Federal Social Court is the Supreme Court of Appeal for cases about social security, pensions and health insurance\nFederal Labour Court.\nThe Federal Labour Court is the Supreme Court of Appeal for cases about labour law. This includes contracts of employment, strikes and trade union agreements\nFederal Tax Court.\nThe Federal Tax Court is the Supreme Court of Appeal for cases about tax and customs law\nFederal Administrative Court.\nThe Federal Social Court is the Supreme Court of Appeal for cases involving a government body. These may be because a person might feel they have been treated unfairly by government or because there is a dispute between two government bodies about which of them is allowed to do something.\nFederal Supreme Court.\nThis court is the Supreme Court of Appeal for cases all civil and criminal cases which are not heard by one of the other supreme courts\nLegislative branch.\nThe legislative branch has two of the constitutional bodies.\nBundesrat.\nGermany's upper chamber of parliament, the Bundesrat, represents the \"Länder\". It also shows that Germany is a federal state. Federalism is one of the \"eternal clauses\" of the constitution, that can never be changed..\nBundestag.\nThe Bundestag is the part of the legislature chosen by election. The Chancellor must be a member of the Bundestag.\nThe military.\nThe Weimar Constitution had the Reichswehr outside of the control of the parliament or the public. The army directly reported to the president, and the president did not have to report to the parliament.\nUnder the Basic Law, the Defence Forces Bundeswehr are responsible to parliament, because\nThe chancellor is directly responsible to the parliament, the minister is indirectly responsible to the parliament because it can remove the government by electing a new chancellor.\nThe Basic Law also created a soldiers' ombudsman or \"Wehrbeauftragter\", reporting to parliament not to the government. Soldiers can write directly to the \"Wehrbeauftragter\" if they feel they have been treated unfairly or unlawfully, or if they think their commanders are acting illegally. Soldiers cannot be punished for writing to the \"Wehrbeauftragter\".\nA number of Constitutional Court cases in the 1990s said that the Bundeswehr cannot be used by the government outside NATO territory unless the Bundestag first gives permission in a resolution. The resultion must describe where the Bundeswehr is to go, and for who long the mission will last.\nDevelopment of the Basic Law since 1949.\nImportant changes to the Basic Law were the re-introduction of conscription and the establishment of the Bundeswehr in 1956.\nDuring reunification East Germany and West Germany decided not to write a new constitution, but to keep the old one, which had worked so well in West Germany. The constitution was amended to allow East Germany to join, and then changed again to strengthen the claim that Germany wanted no more territory. This was a promise made in the Final Settlement.","categories":[],"infobox_types":[],"annotations":[{"uri":"Germany","surface_form":"Germany","offset":64},{"uri":"Constitution","surface_form":"constitution","offset":74},{"uri":"East_Germany","surface_form":"East Germany","offset":156},{"uri":"West_Germany","surface_form":"West Germany","offset":173},{"uri":"Weimar_Constitution","surface_form":"the constitution","offset":242},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":266},{"uri":"Bundesverfassungsgericht","surface_form":"Bundesverfassungsgericht","offset":663},{"uri":"Dignity","surface_form":"dignity","offset":937},{"uri":"Nazism","surface_form":"Nazi","offset":1045},{"uri":"Enabling_Act","surface_form":"Enabling Act","offset":1103},{"uri":"Adolf_Hitler","surface_form":"Hitler","offset":1130},{"uri":"Federalism","surface_form":"federal","offset":1201},{"uri":"Parliament","surface_form":"parliament","offset":1209},{"uri":"Democracy","surface_form":"democracy","offset":1223},{"uri":"Weimar_Republic","surface_form":"Weimar Republic","offset":1498},{"uri":"Head_of_state","surface_form":"head of state","offset":1571},{"uri":"Cabinet_of_Germany","surface_form":"Cabinet","offset":1934},{"uri":"Trade_union","surface_form":"trade union","offset":2742},{"uri":"Tax","surface_form":"tax","offset":2853},{"uri":"Customs","surface_form":"customs","offset":2861},{"uri":"Chancellor_of_Germany","surface_form":"Chancellor","offset":3742},{"uri":"Reichswehr","surface_form":"Reichswehr","offset":3834},{"uri":"Bundeswehr","surface_form":"Bundeswehr","offset":4046},{"uri":"Ombudsman","surface_form":"ombudsman","offset":4317},{"uri":"Bundesverfassungsgericht","surface_form":"Constitutional Court","offset":4646},{"uri":"Resolution","surface_form":"resolution","offset":4816},{"uri":"German_reunification","surface_form":"reunification","offset":5100},{"uri":"East_Germany","surface_form":"East Germany","offset":5114},{"uri":"West_Germany","surface_form":"West Germany","offset":5131},{"uri":"Treaty_on_the_Final_Settlement_with_Respect_to_Germany","surface_form":"Final Settlement","offset":5429}]}