{"id":65692,"url":"http://en.wikipedia.org/wiki/Niacin","text":"e=\"preserve\">Niacin is a vitamin. It is also known by the name nicotinic acid. It is Vitamin B3. It can be dissolved in water. It plays a very important role in the metabolism of living cells.\nOther functions of niacin include removing toxic chemicals from the body, and helping with the production of steroid hormones made by the adrenal gland. These hormones include sex hormones and stress-related ones.\nHistory.\nNiacin was first discovered from the oxidation of nicotine to form nicotinic acid. When the properties of nicotinic acid were discovered, it was thought prudent to choose a name to dissociate it from nicotine, in order to avoid the perception that vitamins or niacin-rich food contain nicotine. The resulting name 'niacin' was made from nicotinic acid + vitamin.\nNiacin is also referred to as Vitamin B3 because it was the third of the B vitamins to be discovered. It has historically been referred to as \"vitamin PP\". That name was derived from the term \"pellagra-preventing factor\", because the disease pellagra is due to a deficiency of niacin in the diet.\nHow much Niacin is needed.\nThe recommended daily allowance of niacin is 2–12 mg a day for children, 14 mg a day for women, 16 mg a day for men, and 18 mg a day for pregnant or breast-feeding women.\nSevere deficiency of niacin in the diet causes the disease pellagra. A mild deficiency will slow down the metabolism, causing decreased tolerance to cold.\nDietary niacin deficiency tends to occur only in areas where people eat corn (maize), the only grain low in niacin, as a staple food, \"and\" that do not use lime during meal/flour production. Alkali lime releases the tryptophan from the corn in a process called nixtamalization so that it can be absorbed in the intestine, and converted to niacin.","categories":[],"infobox_types":[],"annotations":[{"uri":"Vitamin","surface_form":"vitamin","offset":25},{"uri":"Solubility","surface_form":"dissolved","offset":107},{"uri":"Water","surface_form":"water","offset":120},{"uri":"Metabolism","surface_form":"metabolism","offset":165},{"uri":"Cell","surface_form":"cell","offset":186},{"uri":"Toxin","surface_form":"toxic","offset":236},{"uri":"Steroid","surface_form":"steroid","offset":302},{"uri":"Hormone","surface_form":"hormone","offset":310},{"uri":"Adrenal_gland","surface_form":"adrenal gland","offset":331},{"uri":"Oxidation","surface_form":"oxidation","offset":453},{"uri":"Nicotine","surface_form":"nicotine","offset":466},{"uri":"B_vitamins","surface_form":"B vitamins","offset":852},{"uri":"Pellagra","surface_form":"pellagra","offset":1021},{"uri":"Pellagra","surface_form":"pellagra","offset":1333},{"uri":"Metabolism","surface_form":"metabolism","offset":1380},{"uri":"Maize","surface_form":"corn","offset":1501},{"uri":"Staple_food","surface_form":"staple food","offset":1550},{"uri":"Lime","surface_form":"lime","offset":1585},{"uri":"Alkali","surface_form":"Alkali","offset":1620},{"uri":"Tryptophan","surface_form":"tryptophan","offset":1645},{"uri":"Nixtamalization","surface_form":"nixtamalization","offset":1690}]}