{"id":65700,"url":"http://en.wikipedia.org/wiki/Registration","text":"Registration is a method of officially recording something. Usually something is registered to claim more rights, or to protect ownership, or because the law says it must be registered to be used legally.\nA register was a large book. It was used like a diary to record business dealings or other events.\nReasons for registration.\nBirths, deaths, and marriages are registered to prove the date the event happened. In the United Kingdom these records are kept by the local registrar, who is in charge of the Register office.\nMotor vehicles are registered to prove who owns the vehicle and to identify them. Those that not registered cannot be driven on roads. Aircraft not registered cannot be flown. Proof that a vehicle is registered is the vehicle registration plate. Vehicles must also be registered before they can be insured in case of an accident or theft.\nBooks might be registered to show the date when copyright protection starts. Usually this is done by sending a copy of the book to a special national library.\nPeople who stay in a hotel register their names and addresses when they arrive. The hotel can work out how much the people must pay for their stay. The local police may also keep a copy of these names to help fight crime.","categories":[],"infobox_types":[],"annotations":[{"uri":"Birth","surface_form":"Birth","offset":330},{"uri":"Death","surface_form":"death","offset":338},{"uri":"Marriage","surface_form":"marriage","offset":350},{"uri":"Motor_vehicle","surface_form":"Motor vehicle","offset":523},{"uri":"Aircraft","surface_form":"Aircraft","offset":658},{"uri":"Vehicle_registration_plate","surface_form":"vehicle registration plate","offset":741},{"uri":"Insurance","surface_form":"insured","offset":821},{"uri":"Accident","surface_form":"accident","offset":843},{"uri":"Theft","surface_form":"theft","offset":855},{"uri":"Book","surface_form":"Book","offset":862},{"uri":"Copyright","surface_form":"copyright","offset":910},{"uri":"Library","surface_form":"library","offset":1012},{"uri":"Hotel","surface_form":"hotel","offset":1042},{"uri":"Police","surface_form":"police","offset":1179}]}