{"id":65740,"url":"http://en.wikipedia.org/wiki/Henry_Wood","text":"Sir Henry Wood (3 March 1869 - 19 August 1944) was an English conductor. He is famous for having been the conductor of the Proms. He conducted the Proms for 50 years. They became known as the \"Henry Wood Promenade Concerts\". Today they are called the \"BBC Proms\".\nHis life.\nHenry Wood was born in London. His father was an optician, but had become well known for making model trains. He sold them in his shop in Oxford Street in London. His parents liked music. They both sang and his father played the cello.\nAlthough Henry heard a lot of music around him he did not have proper music lessons until he was already quite old. When he was 14 he learned to play the organ. He also played the piano and violin. When he was 16 he went to the Royal Academy of Music where he had lessons in piano, organ, composition and singing. He wanted to become a singing teacher, and he did in fact give singing lessons all his life. He became good at the piano so that he could accompany singers.\nWhen he left the Royal Academy of Music he found work as a singing teacher and as a conductor of choirs and orchestras. He wrote a small book called \"The Gentle Art of Singing\".\nPromenade Concerts.\nIn 1893 a man called Robert Newman, who was manager of the Queen's Hall, had an idea. He wanted to organize a series of concerts in which the audience could walk about and listen to music. He wanted to call them \"Promenade Concerts\" (the word comes from the French \"se promener\" = \"to walk\"). There were already promenade concerts in the parks in London, but those Promenade concerts were just for music that was easy to listen to. Newman wanted people to get to know good classical music. He wanted the tickets to be cheap so that people who were not rich would be able to afford to go. Newman thought that Henry Wood was a good conductor and asked him to conduct these concerts.\nThe first series of Promenade Concerts (or \"Proms\" for short) was in 1895. The programmes were much longer than they are in concerts today. There were lots of short pieces of music. Wood gradually made his audiences get used to listening to longer pieces of music. He introduced them to new music which had only recently been written. He conducted music by many British composers and European composers. People at that time were very prejudiced. They thought that only German conductors knew how to conduct German composers such as Richard Wagner. Wood showed them that he could do it too. He conducted every night during the Proms season. On Mondays he played a lot of Wagner and on Fridays he played Beethoven. He played music by European composers whose music was not yet well known in England, e.g. Sibelius, Schoenberg and many Russian composers.\nWood conducted the Proms until his death in 1944. Most of that time he was the only conductor of the Proms. Later in life he shared the conducting with other conductors such as Basil Cameron and Sir Adrian Boult. Wood had a big influence on the standard of music making in England. He made orchestral playing better, making sure that the players did not send in deputies instead of them. He made sure that the orchestral players were paid well and he allowed women to play in the orchestra.\nOther musical activities.\nWood is mainly remembered for the promenade concerts, but he conducted many other groups as well. He travelled around England, conducting at music festivals. He often conducted amateur groups. He made sure that he knew the music he was conducting very well. Many conductors in the 19th century did not do this. They were more keen to show off, but Wood prepared the music carefully, marking things in his score with coloured pencils.\nWood made arrangements of other composer's music, e.g. Bach's \"Toccata and Fugue in D minor\" for organ. He arranged a group of songs called \"Fantasia on British Sea Songs\" for the 1905 centenary celebrations of the Battle of Trafalgar. These are always played at the Last Night of the Proms.\nIn 1938 he conducted a jubilee concert in the Royal Albert Hall. Rachmaninov was the soloist, and Vaughan Williams wrote his \"Serenade to Music\" for orchestra and sixteen soloists. Wood often worked too hard and it was not good for his health. He died on 19 August 1944, just over a week after the fiftieth anniversary concert of the Proms, which he had been too ill even to listen to on the radio.\nWood was given many honours: he was knighted by the king in 1911, he was awarded the gold medal of the Royal Philharmonic Society in 1921 and was made a Companion of Honour in 1944. At the Proms today his bust is put at the front of the Royal Albert Hall during the whole of each Prom season. At the Last Night of the Proms it is decorated by a chaplet.","categories":[],"infobox_types":[],"annotations":[{"uri":"Knight_Bachelor","surface_form":"Sir","offset":0},{"uri":"3_March","surface_form":"3 March","offset":16},{"uri":"1869","surface_form":"1869","offset":24},{"uri":"19_August","surface_form":"19 August","offset":31},{"uri":"1944","surface_form":"1944","offset":41},{"uri":"England","surface_form":"English","offset":54},{"uri":"Conductor_(music)","surface_form":"conductor","offset":62},{"uri":"BBC_Proms","surface_form":"Proms","offset":123},{"uri":"London","surface_form":"London","offset":297},{"uri":"Optician","surface_form":"optician","offset":323},{"uri":"Scale_model","surface_form":"model","offset":370},{"uri":"Railway","surface_form":"trains","offset":376},{"uri":"Cello","surface_form":"cello","offset":503},{"uri":"Pipe_organ","surface_form":"organ","offset":664},{"uri":"Piano","surface_form":"piano","offset":690},{"uri":"Violin","surface_form":"violin","offset":700},{"uri":"Royal_Academy_of_Music","surface_form":"Royal Academy of Music","offset":738},{"uri":"Composition_(music)","surface_form":"composition","offset":799},{"uri":"Singing","surface_form":"singing","offset":815},{"uri":"Accompaniment_(music)","surface_form":"accompany","offset":962},{"uri":"Choir","surface_form":"choir","offset":1078},{"uri":"Orchestra","surface_form":"orchestra","offset":1089},{"uri":"1893","surface_form":"1893","offset":1182},{"uri":"Robert_Newman","surface_form":"Robert Newman","offset":1200},{"uri":"Queen%27s_Hall","surface_form":"Queen's Hall","offset":1238},{"uri":"French_language","surface_form":"French","offset":1437},{"uri":"Promenade_concert","surface_form":"promenade concert","offset":1491},{"uri":"Promenade_concert","surface_form":"Promenade concert","offset":1544},{"uri":"Classical_music","surface_form":"classical music","offset":1652},{"uri":"1895","surface_form":"1895","offset":1929},{"uri":"Great_Britain","surface_form":"British","offset":2222},{"uri":"Europe","surface_form":"Europe","offset":2244},{"uri":"Prejudiced","surface_form":"prejudiced","offset":2294},{"uri":"Germany","surface_form":"German","offset":2329},{"uri":"Richard_Wagner","surface_form":"Richard Wagner","offset":2392},{"uri":"Beethoven","surface_form":"Beethoven","offset":2562},{"uri":"Jean_Sibelius","surface_form":"Sibelius","offset":2663},{"uri":"Arnold_Schoenberg","surface_form":"Schoenberg","offset":2673},{"uri":"Russia","surface_form":"Russia","offset":2693},{"uri":"1944","surface_form":"1944","offset":2756},{"uri":"Basil_Cameron","surface_form":"Basil Cameron","offset":2889},{"uri":"Adrian_Boult","surface_form":"Adrian Boult","offset":2911},{"uri":"Deputy","surface_form":"deputies","offset":3074},{"uri":"Amateur","surface_form":"amateur","offset":3406},{"uri":"Orchestral_score","surface_form":"score","offset":3634},{"uri":"Johann_Sebastian_Bach","surface_form":"Bach","offset":3718},{"uri":"1905","surface_form":"1905","offset":3843},{"uri":"Battle_of_Trafalgar","surface_form":"Battle of Trafalgar","offset":3878},{"uri":"Last_Night_of_the_Proms","surface_form":"Last Night of the Proms","offset":3930},{"uri":"Royal_Albert_Hall","surface_form":"Royal Albert Hall","offset":4001},{"uri":"Sergei_Rachmaninoff","surface_form":"Rachmaninov","offset":4020},{"uri":"Ralph_Vaughan_Williams","surface_form":"Vaughan Williams","offset":4053},{"uri":"Serenade_to_Music","surface_form":"Serenade to Music","offset":4081},{"uri":"19_August","surface_form":"19 August","offset":4210},{"uri":"1944","surface_form":"1944","offset":4220},{"uri":"King_Edward_VII","surface_form":"king","offset":4406},{"uri":"Royal_Philharmonic_Society","surface_form":"Royal Philharmonic Society","offset":4457},{"uri":"Companion_of_Honour","surface_form":"Companion of Honour","offset":4507},{"uri":"Bust","surface_form":"bust","offset":4559},{"uri":"Laurel_wreath","surface_form":"chaplet","offset":4699}]}