{"id":65749,"url":"http://en.wikipedia.org/wiki/Divine_grace","text":"e=\"preserve\">In Christianity Divine Grace means a favour of God for humankind. God favours every person, without looking at what they did or how much they are worth. This grace of God to humans may happen in the gifts that God gives him, such as creation or salvation.\nCommon Grace.\nCommon grace refers to blessings which God gives to everyone. Jesus said that God \"sends the rain upon the just and the unjust. This idea is found in Greek philosophy. Plato spoke of God's \"gifts\". The Reformers listed many ways in which God gives undeserved gifts to mankind. These include life itself, food and earthly pleasures. God also restrains evil so that people will not destroy themselves in wars and conflict.\nPrevenient Grace.\nPrevenient grace (or enabling grace) is a Christian teaching in Arminian theology. It appeared earlier in Catholic and early Anabaptist teaching. It is divine grace that goes before human decision. In other words, God will start showing special love to a person at a certain time of his life.\nPrevenient grace is taught by Christians who are influenced by the theology of Jacob Arminius or John Wesley. Wesleyan Arminians believe God helps people to accept the gift of salvation.\nSaving Grace.\nThis refers to the good things that God gives to those who believe in Jesus. The gifts include forgiveness of sin, eternal life, and the power to live a good and holy life.\nIn Popular Culture.\n\"Grace\" is a common girl's name in many countries.\n\"Amazing Grace\" is a song that became very popular. It is played at funerals, sometimes on a bagpipe. This song was written by John Newton who was an evil slave trader. His life was changed when he became a Christian. He later worked to stop the practice of slavery. His story is told in a 2006 movie.","categories":[],"infobox_types":[],"annotations":[{"uri":"Christianity","surface_form":"Christianity","offset":16},{"uri":"God","surface_form":"God","offset":60},{"uri":"Grace","surface_form":"grace","offset":171},{"uri":"Creation","surface_form":"creation","offset":246},{"uri":"Salvation_(Christianity)","surface_form":"salvation","offset":258},{"uri":"Morality","surface_form":"just","offset":390},{"uri":"Protestant_Reformation","surface_form":"Reformers","offset":485},{"uri":"Jacob_Arminius","surface_form":"Arminian","offset":786},{"uri":"Roman_Catholic","surface_form":"Catholic","offset":828},{"uri":"Anabaptist","surface_form":"Anabaptist","offset":847},{"uri":"John_Wesley","surface_form":"John Wesley","offset":1112},{"uri":"Jesus","surface_form":"Jesus","offset":1286},{"uri":"Forgiveness","surface_form":"forgiveness","offset":1311},{"uri":"Sin","surface_form":"sin","offset":1326},{"uri":"Immortality","surface_form":"eternal life","offset":1331},{"uri":"Holy","surface_form":"holy","offset":1378},{"uri":"Amazing_Grace","surface_form":"Amazing Grace","offset":1461},{"uri":"Bagpipes","surface_form":"bagpipe","offset":1553},{"uri":"John_Newton","surface_form":"John Newton","offset":1587},{"uri":"Christian","surface_form":"Christian","offset":1667},{"uri":"Slavery","surface_form":"slavery","offset":1718},{"uri":"Amazing_Grace_(2006_movie)","surface_form":"movie","offset":1755}]}